{
    "forum_title": "Yfirklukkun, hraðaprófanir og mods",
    "id": "7866",
    "title": "K8N NEO2 Platinum og Zalmann !!",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=1&t=7866",
    "posts": [
        {
            "user_name": "Gestir",
            "text": "WTF.!!\n\n\n\nÆtla að byrja þetta bréf Harkalega enda hest pirraður. Ég var að uppfæra djöfullinn minn í Amd 3200 64bita og fékk mér MSI K8N NEO 2 Platinumn Borð..\n\n\n\nENN.. það er ekki sjéns að koma Zalmann Blóminu á þetta. Ég er með minna Koparblómið.. heitir held ég 7000b\n\n\n\nÞað er einhver stálplata föst undir móbóinu ..þar sem maður á að setja svart plaststykki... Þannig að þú getur ekki fest viftuna rétt.. hún nær aldrei niður að örranum út af þessari plötu. Því það standa skrúfufestingar upp úr móbóinnu... frá þessari Plötu !!!\n\n\n\nHELP PLZ !! \n\n\n\n\nhefur einvher hérna fengið sér þetta móðurborð og er með sömu kælingu ??",
            "date": "2005-04-04 17:46:00",
            "post_id": "83749",
            "reply_to_id": false
        },
        {
            "user_name": "Daz",
            "text": "Skv. \nþessu\n ætti kælinging að passa, svo lengi sem þú ert ekki með  \"ZM80(A/C/D)-HP\" líka (sem ég veit ekki hvað er og nenni ekki að fletta upp).\n\nEf þú varst áður með SocketA borð þá er viftan ekki fest eins á þetta borð.",
            "date": "2005-04-04 17:54:00",
            "post_id": "83753",
            "reply_to_id": "83749"
        },
        {
            "user_name": "Gestir",
            "text": "nákvæmlega.. hvað í HELV.. er þetta ZM80 ógéð !!",
            "date": "2005-04-04 17:56:00",
            "post_id": "83754",
            "reply_to_id": "83753"
        },
        {
            "user_name": "zaiLex",
            "text": "ZM80a/c/d-HP eru passive skjákortskælingar frá Zalman, ZM80D-HP \ner svona\n t.d.\n\n\n\nég skil ekki afhverju þú mátt ekki vera með hana \n\n\n\nEn þessi umtalaða plata var líka hjá mér á msi k8n neo4 og það var minnsta mál að skrúfa hana af og láta Zalman cooler á(ég var reyndar að láta 7700 á sem er ennþá stærri).",
            "date": "2005-04-04 18:38:00",
            "post_id": "83765",
            "reply_to_id": "83754"
        },
        {
            "user_name": "einarsig",
            "text": "það var líka svona plata undir hjá mér... en.. hún var bara límd á, reyndar svolítið vel og var ég varla þorra að taka á þessu. En svo safnaði ég kjarki og vonaði að ég myndi ekki eyðileggja neitt \n\n\n\n\nog þetta virkar fínt í dag",
            "date": "2005-04-04 18:44:00",
            "post_id": "83767",
            "reply_to_id": "83765"
        },
        {
            "user_name": "Gestir",
            "text": "ég bara endaði á því að taka plötuna bara EKKERT af. skrúfaði viftuna bara beint á örran og hann smellpassaði í festingarnar sem koma upp af þessari stálplötu..\n\n\n\nhún gegnir alveg sama hlutverki og þetta plast drasl sem fylgir zalmann viftunni ekki satt ??\n\n\n\nég amk er með vélina up´n runnin og viftan er solid föst !!",
            "date": "2005-04-05 14:18:00",
            "post_id": "83936",
            "reply_to_id": "83767"
        },
        {
            "user_name": "Yank",
            "text": "Tók svona plötu af í gær.\n\n\n\nTrikið er að hita hana með hárblásara og þá losnar hún af við smá átak.",
            "date": "2005-04-06 16:09:00",
            "post_id": "84108",
            "reply_to_id": "83936"
        },
        {
            "user_name": "Gestir",
            "text": "Tek enga sjénsa með þetta\n\n\n\nENNN\n\n\n\nGetur verið að þetta sé ástæðan fyrir því að ég er alltaf að lennda í RESTARTI með vélina ??\n\n\n\nGetur verið að það sé eitthvað stöðuramagns vesen með þetta eða þannig ??\n\n\n\nÉg skrúfaði viftuna bara beint í \"stál, álplötuna \" sem er föst í Móbóið. Ég held að þessi plata sé þarna af ástæðu. Og það er til að festa viftur í... En ég veit það náttlega ekkert samt... hvað segið þið !!!",
            "date": "2005-04-08 16:15:00",
            "post_id": "84400",
            "reply_to_id": "84108"
        },
        {
            "user_name": "CraZy",
            "text": "ég mundi segja að heatsinkið siti ekki nógu vel á örranum",
            "date": "2005-04-08 16:21:00",
            "post_id": "84401",
            "reply_to_id": "84400"
        },
        {
            "user_name": "MuGGz",
            "text": "það er minnsta mál að taka þessa blessaða plötu af .. gerði það á msi borðinu mínu  \n\n\n\n\nbara þora að taka á þessu  \n\n\n\n\ngetur verið að viftan festist án þess að vera búin að setjast nógu vel á örgjörvann útaf því að þú notar plötuna á msi borðinu enn ekki sem fylgir zalman viftunni?",
            "date": "2005-04-08 16:23:00",
            "post_id": "84403",
            "reply_to_id": "84401"
        },
        {
            "user_name": "Mr.Jinx",
            "text": "Til hvers á að taka þessa plötu af?.",
            "date": "2005-04-08 16:45:00",
            "post_id": "84406",
            "reply_to_id": "84403"
        }
    ],
    "date": "2005-04-04 17:46:00"
}