{
    "forum_title": "Geymslumiðlar og vinnsluminni",
    "id": "78807",
    "title": "HDD dauður, what do?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=27&t=78807",
    "posts": [
        {
            "user_name": "HalistaX",
            "text": "Sælir, \nEr núna með 3 geymslu diska í vélinni minni ásamt einum stýrikerfis SSD. Einn 500gb sem kom með turninum fyrir 7 árum síðan, einn 2TB og einn 3TB, báðir keyptir í sitt hvoru lagi síðar. \nSótti eitthvað stórkostlega sniðugt dæmi um daginn sem er s.s. forrit sem sýnir mér HDD og SSD heilsu og hitastig. Allir eru með svona forrit, enginn með það sama, en whatever. \nÉg tók eftir því að þegar ég startaði þessu forriti fyrst þá var einn diskurinn, þessi 2TB, með 68% health eða eitthvað álíka, man ekki nákvæmlega hver prósentan var en hún var ekki fyrir neðan 50%. \nSvo kom að því einn daginn að allt í einu var tölvan marga daga að uppfæra 30mb update fyrir CSGO, sem var installaður á þennan disk, og þegar ég reyndi að eyða honum útaf tölvuni, þá krassaði Steam alveg. \nSíðan tek ég eftir því, nokkrum dögum seinna, að \"Installed\" tabbið í Steam Library'inu mínu fækkaði allt í einu bara um næstum alla leikina mína, af 20 leikjum hurfu 15 eða svo... \nOg þá komst ég að því, bæði í gegnum forritið fræga og bara \"Computer\" tabbið í Windows Explorer, að diskurinn væri bara farinn. Horfinn. Búinn. Dauður. Ónýtur. \nÉg man svo sem ekki hvort ég hafi verið að geyma eitthvað merkilegt þarna inná, í sumar eyddi ég 1,2TB af sjónvarpsþáttum og bíómyndum útaf honum bara svona því ég kom aldrei nálægt því, notaði alltaf bara Netflix fyrir allar mínar áhörfsþarfir, en ef ske kynni að það sé eitthvað merkilegt inná honum, er hægt að gera einhverskonar \"data recovery\" á þessum disk? \nHvert færi ég með hann þar sem menn gera svoleiðis? Er hægt að vera viðstaddur þegar það er gert svo ég geti bara flett í gegnum draslið á honum og sagt strax til um hvort það sé eitthvað sem ég vil eiga eða hvort það sé bara hægt að hætta þarna og eyða ekki meiri tíma, bæði míns og þriðja aðila, í þetta bull? \nTakk fyrir, meira var það ekki!",
            "date": "2019-03-12 22:10:00",
            "post_id": "686299",
            "reply_to_id": false
        },
        {
            "user_name": "Tbot",
            "text": "Að fara með hann í gagnabjörgunarfyrirtæki, þá kostar það peninga, fullt af peningum.\nErtu búinn að athuga hvort hann snýst?\nef hann snýst þá getur þú prufað nokkur forrit ætluð einstaklingum til að reyna þetta.\nVeit ekki hver eru best í dag, lenti í þessu fyrir 5, 6 árum og eftir það á ég alltaf afrit(2-3) af því sem þarf að geyma.",
            "date": "2019-03-13 11:17:00",
            "post_id": "686330",
            "reply_to_id": "686299"
        },
        {
            "user_name": "nidur",
            "text": "Hljómar eins og að það hafi ekki verið neitt merkilegt þarna, skella sér á nýjan disk og gleyma þessum.\nAnnars gætirðu prófað að skella honum í utanáliggjandi hýsingu og séð hvort að hann sé ekki að fara í gang og hvort það séu að heyrast tikk í honum.\nEf hann dettur inn gætirðu keyrt einhver rescue forrit á hann sjálfur.",
            "date": "2019-03-13 11:45:00",
            "post_id": "686331",
            "reply_to_id": "686330"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Ef þú veist ekki hvort það var eitthvað merkilegt inni á honum, þá var ekkert merkilegt inni á honum",
            "date": "2019-03-13 11:49:00",
            "post_id": "686332",
            "reply_to_id": "686331"
        },
        {
            "user_name": "HalistaX",
            "text": "Lol, svo satt samt... Ef ég er ekki að sakna neins, þá var ekkert til að sakna... Er það ekki?\nÉg er hvort eð er með couldið, gamla góða 1TB á Dropboxinu bara, með allt mikilvæga shittið mitt á...",
            "date": "2019-03-13 12:39:00",
            "post_id": "686336",
            "reply_to_id": "686332"
        },
        {
            "user_name": "Dropi",
            "text": "Passaðu þig á einu, SATA kaplar gefa sig oftar en ég hefði haldið sjálfur. Splæsti í 4TB disk fyrir stuttu sem ég þurfti ekkert því það leit svo út að sá sem ég var með væri endanlega hruninn. Kapallinn var árs gamall og kom með móðurborðinu. Steam library á disknum og bilunin byrjaði alveg eins og þú lýstir, leikir sem uppfærðu sig ekki og eitt af einu hætti að virka þar til windows explorer sá ekki diskinn lengur. \nEini munurinn var sá að ég fylgist vel með öllum diskum og crystaldiskinfo gaf til kynna nokkrum dögum áður að diskurinn - þó hann væri 4 ára gamall - væri við hesta heilsu. \nHeyrast óhljóð í disknum? ef það eru læti í honum - alls ekki reyna að starta honum af óþörfu.",
            "date": "2019-03-13 21:39:00",
            "post_id": "686393",
            "reply_to_id": "686336"
        },
        {
            "user_name": "HalistaX",
            "text": "Mér fannst þetta svoldið fyndið hvernig þetta átti sér stað.... CSGO bókstaflega MARGA daga að uppfæra eitt lítið update og svo bara, einn daginn, eru nánast allir Steam leikirnir horfnir út tölvuni og það tók mig smá stund að átta mig á hvað væri að gerast/hefði gerst... \nEn nei, það heyrist ekki múkk úr honum. Hann er alveg dead silent og lætur ekki sjá sig hvorki í Hard Dixk Sentinel forritinu né Windows Explorernum hjá mér. Ég er ekki alveg viss hvað ég ætla að gera, hvort ég nenni að standa í vinnuni, veseninu og mögulegu peningaplokki fyrir gagnabjörgun þar sem mig minnir að það hafi aðallega bara verið einhverjir Steam leikir þarna inná eða ég láti hann bara eiga sig þarna þangað til keyptur verður nýr einhvern tímann þegar himnarnir rigna seðlum! \nÞað er enginn séns á að hann skemmi eitthvað útfrá sér eða eitthvað þannig, er það? Er ekki alveg safe að hafa hann bara dauðann við hliðina á hinum tvem þangað til ég nenni að kaupa nýjann?",
            "date": "2019-03-13 21:47:00",
            "post_id": "686396",
            "reply_to_id": "686393"
        },
        {
            "user_name": "Dropi",
            "text": "Jújú en ég myndi samt kippa honum úr sambandi við tækifæri. Ertu búinn að prófa aðra SATA snúru? taka úr einum disknum sem er nálægt og plögga í þennan bilaða og sjá hvort það breyti stöðunni?",
            "date": "2019-03-13 22:47:00",
            "post_id": "686399",
            "reply_to_id": "686396"
        },
        {
            "user_name": "HalistaX",
            "text": "Nei, nefninlega ekki. Hef ekkert komið nálægt þessu með höndunum sjálfur. Er það alveg óhætt eða? Ég er svoldið hræddur við að fokkast mikið í tölvuni minni uppá það ef ske kynni að ég myndi óvart brjóta eitthvað mikilvægt... Þessvegna eru skjákort það eina sem ég tel nógu einfalt, auðvelt og hættulaust að installa sjálfur... En ég veit samt fyrir staðreynd því ég hef séð þau vinnubrögð t.d. hjá LinusTechTips, að maður þarf að vera ákveðinn þjösni, það sem ég er hræddur við að vera, við þetta tölvu dótarí, og þrátt fyrir að vera alveg brothætt, þá þolir þetta samt ótrúlegustu þjösn.... \nÉg þarf bara að vinna mér upp kjarkinn til þess að koma nálægt þessu einn daginn.... Það kemur að því! Ekki alveg strax þó! Ég hef ekki einu sinni hugmynd um hvaða diskur er hvað í tölvuni, hvernig þeim er raðað upp og þannig... Ég þyrfti helst að komast að því fyrst til þess að vera alveg 120% viss um það sem ég er að gera!",
            "date": "2019-03-13 23:09:00",
            "post_id": "686401",
            "reply_to_id": "686399"
        },
        {
            "user_name": "Dropi",
            "text": "Eina sem þú þarft að passa er að hafa slökkt á tölvunni áður en þú ferð að hræra í köplum, annars er 100% safe að potast í þessu svo lengi sem þú passar þig að brjóta ekki tengi eða brjóta uppá kapla og tengi, en það þarf töluvert átak til að það gerist. \nÉg myndi gera þetta:\n- Taka mynd af hörðu diskunum eða muna hver er hvar og hvernig þeir eru tengdir (ef kapall er bilaður viltu ekki krossa köplum seinna, þú vilt vita nákvæmlega hvaða kapall fór í hvaða disk)\n- Aftengja alla diskana, taka þá úr tölvunni og lesa merkingar. Þá veistu strax hvaða diskur er hvað, þar sem þeir eru allir mis stórir hjá þér.\n- Tengdu C: diskinn svo aftur á sínum stað svo þú getir alltaf komist aftur í stýrikerfið (gef mér að þetta sé 500GB diskurinn)\n- Tengdu svo 2TB (bilaða diskinn) þar sem annar diskur var tengdur (þar sem 3TB diskurinn var tengdur t.d.) og hafðu bara C: (500GB) og 2TB diskinn tengda, ræstu svo tölvuna og sjáðu hvað gerist. \nEinnig mætti prófa, ef þú átt kassa af köplum einhvers staðar, nýjann SATA kapal og skipta út þeim liggur í 2TB diskinn án þess að rífa neitt úr tölvunni. \nÞú getur ekki skemmt neitt nema missa disk í gólfið, brjóta uppá kapal eða tengi osfrv. Ekki vera hræddur við þetta! \n Getur sparað þér mikinn tíma og pening í framtíðinni að bilanagreina sjálfur. \nSATA kapallinn er sá mjói af þeim tveimur sem tengjast diskunum, hinn er power og ég þeir bila almennt ekki.",
            "date": "2019-03-14 09:17:00",
            "post_id": "686412",
            "reply_to_id": "686401"
        },
        {
            "user_name": "Fridrikn",
            "text": "HDD hjá mér hvarf úr tölvunni svo ég skoðaði windows disk management, því hann sýnir faldna diska, en hann fannst ekki, svo ég fór með hann í TT og hann virkaði. Það var sata kapallinn sem að fór, var með eitthvern sem ég stal úr tskólanum og var gamall. \nHenti inn nýum sata kapli og bada búm að var reddað..\nEn að tala um að setja in sata kapal, það er really basic, ef hann er á hlið myndast svolítið L sem segir hvernig hann á passa, eins og usb, fer bara eina leið inn. finna tengi á móðurborð og setja það í diskinn",
            "date": "2019-03-14 17:34:00",
            "post_id": "686430",
            "reply_to_id": "686412"
        },
        {
            "user_name": "Dropi",
            "text": "Og rétt eins og USB þá virkar -alltaf- að snúa honum þrisvar við",
            "date": "2019-03-15 23:53:00",
            "post_id": "686488",
            "reply_to_id": "686430"
        },
        {
            "user_name": "ZiRiuS",
            "text": "Er ekkert fyrirtæki sem \"sérhæfir\" sig í gagnabjörgun? Og þá er ég að tala um cleanroom (eða cleanbooth) og svoleiðis staðlar. Vissi af fyrirtækinu Datatech en heimasíðan hjá þeim er dauð og þeir svara ekki símum/tölvupóstum, þeir virðast allavega vera hættir.",
            "date": "2019-03-16 11:16:00",
            "post_id": "686504",
            "reply_to_id": "686488"
        },
        {
            "user_name": "HalistaX",
            "text": "https://tolvutek.is/vara/gagnabjorgun-a ... raargeirum\nhttps://kisildalur.is/?p=2&id=1082\nAnnars hef ég ekki grænann....",
            "date": "2019-03-22 01:22:00",
            "post_id": "686780",
            "reply_to_id": "686504"
        },
        {
            "user_name": "appel",
            "text": "Ég átti einhverja 3 svona eldgamla diska sem voru eiginlega farnir. Fékk lánaða svona SATA-USB tengi og var með diska utanáliggjandi. Ég þurfti að gera allnokkrar tilraunir í að spinna þeim upp svo þeir yrði aðgengilegir, svolítið einsog að reyna ræsa bíl sem vill ekki fara í gang. En á endanum eftir margar tilraunir þá náði ég að afrita gögnin yfir á heilbrigðan disk.",
            "date": "2019-03-22 01:28:00",
            "post_id": "686781",
            "reply_to_id": "686780"
        },
        {
            "user_name": "kizi86",
            "text": "hef einu sinni notað frysti-aðferðina, til að ná gögnum af disk sem var farinn, tókst með herkjum (þurfti nokkar ferðir í frystinn)",
            "date": "2019-03-22 11:14:00",
            "post_id": "686791",
            "reply_to_id": "686781"
        }
    ],
    "date": "2019-03-12 22:10:00"
}