{
    "forum_title": "Netkerfi - internetið",
    "id": "78839",
    "title": "Sjónvarp í gegnum WIFI - ráðleggingar",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=18&t=78839",
    "posts": [
        {
            "user_name": "elri99",
            "text": "Er að standsetja íbúð og þarf að koma fyrir sjónvarpi þar sem ekki er auðvelt að koma netköplum að. Er að spá í að taka sjónvarpið í gegnum wifi eingöngu. Hverjir eru bestu kostirnir í dag og hvað er fram undan á þessu sviði. Verð með nýtt sjónvart, sennilega LG 55“ með WebOS 4.0. Veit um Apple TV og mér skilst að afruglari símans sé með wifi möguleika.",
            "date": "2019-03-16 15:33:00",
            "post_id": "686515",
            "reply_to_id": false
        },
        {
            "user_name": "HringduEgill",
            "text": "1. 4K myndlykil Símans er hægt að tengja yfir wifi. Stöðvaúrval er ekki alveg jafn mikið og myndgæði eru ekki jafn góð, síðast þegar ég tékkaði. En fjarri því að vera léleg. Mánaðargjaldið er 2.200 kr.\n2. Apple TV er vinsæll valkostur. Þá áttu tækið og greiðir því ekkert mánaðargjald. Getur sótt RÚV appið, Stöð 2 appið eða Nova TV. Getur keypt áskriftarpakka frá Stöð 2 í bæði Stöð 2 og Nova TV öppunum. VOD er hins vegar ekki í boði. Svo má ekki gleyma Netflix og Amazon Prime Video öppunum. Síminn er því miður enn ekki kominn með sitt sjónvarp á Apple TV. Getur bæði snúrutengt það og notað á wifi.\n3. Chromecast er valkostur og hægt að nota fyrir bæði Nova TV og Stöð 2.\n4. Flest nýrri sjónvörp bjóða upp á að sækja allavega Netflix appið. Reynsla mín af snjallsjónvörpum er að þráðlausu netkortin eru yfirleitt frekar slöpp.",
            "date": "2019-03-16 18:34:00",
            "post_id": "686521",
            "reply_to_id": "686515"
        },
        {
            "user_name": "russi",
            "text": "Stutta svarið: NEI!\nÞað er alltaf hægt að koma köplum að og láta það líta út að engin taki eftir þeim nema það sé bent á það, ef þú sérð það ekki, fáðu þá einhvern sem hefur verið að leggja lagnir til benda þér á leið.\nÞú nennir ekki að lenda í því að WiFi heima hjá þér verður slappt þegar TV er í gangi eða TV verður slappt þegar einhver tekur upp símann sinn og kikjar á instagram eða slíkt. Er að standsetja íbúð og því auðveldara að koma köplum fyrir en þegar er flutt er í hana og þetta fer að trufla þig þá.",
            "date": "2019-03-16 22:57:00",
            "post_id": "686538",
            "reply_to_id": "686521"
        },
        {
            "user_name": "natti",
            "text": "Stutta svarið: \"it depends\".\nÞað er enginn skortur af fólki sem horfir á video yfir wifi án vandkvæða.\nEkki eins og allir séu að snúrutengja appletv boxin sín, playstation tölvurnar eða snjallsjónvörpin.\nSvo ég tali nú ekki um allar spjaldtölvurnar.\nEn ef það er erfitt að koma kapli að svæðinu þar sem sjónvarpið er með góðu móti, þá mætti líka spyrja hvernig wifi sambandið er þar sem sjónvarpið myndi vera.\n(Ef þetta er að fara í gegnum marga steinsteypta járnbundna veggi í kjallaraíbúð þá er það kannski ekkert spes...)\nOg það þarf að hafa í huga að þetta getur svo breyst þegar húsgögnin eru komin.\nÍ mörgum tilfellum er wifi-ið jafn gott eða betra en internettengingin þín, og þó einhver taki símann og horfi á stories á instagram þá ætti það ekki að hafa nein áhrif.\nÞetta er samt spot-on, ef þú mögulega getur komið fyrir köplum þá er það alltaf betra, og ef þú er að standsetja íbúðina þá er tíminn \"núna\" en ekki seinna.",
            "date": "2019-03-16 23:32:00",
            "post_id": "686539",
            "reply_to_id": "686538"
        },
        {
            "user_name": "appel",
            "text": "Varðandi Wifi og myndlykla Símans, þá virkar það fínt. Nota það sjálfur og ekkert mál. Ég er nýfluttur og routerinn ekki á sama stað og myndlykill, og er ekki með netsnúru á milli.\nSvo eru vinsælustu stöðvarnar komnar á wifi tengda myndlykla.\nVarðandi gæðin, þá munu gæðin breytast verulega á næstunni og verða í raun betri en það sem þú færð á snúrutengdum.\nÍ raun verður engin ástæða bráðum að tengja ethernet snúru í myndlykil, þannig að fólk fer að losna við allt svona snúrubras, sem er frekar leiðinlegt, að þurfa að draga einhverja kapla til að fá sjónvarp. \nÞ.e. svo lengi sem wifi signal strength er gott, 60%+ er mælt með. 50-60% sleppur, 40-30% þá ertu byrjaður að taka eftir hægvirkni, minna en 30% og þú ert kominn í vandræði.",
            "date": "2019-03-17 01:07:00",
            "post_id": "686544",
            "reply_to_id": "686539"
        },
        {
            "user_name": "zetor",
            "text": "En hvernig verður stefnan þá hjá símanum varðandi að wifi myndlyklar telji gagnamagn, mun það breytast?",
            "date": "2019-03-17 08:46:00",
            "post_id": "686547",
            "reply_to_id": "686544"
        },
        {
            "user_name": "HringduEgill",
            "text": "Fínt líka að benda á að net í gegnum rafmagn getur virkað vel, en er háð ástandi raflagna og fleira. Ef það er mikið vesen að fara draga í er þetta ágætis lausn. Veit að Tölvutek hafa verið sveigjanlegir með að fá að skila búnaðnum ef hann virkar illa.",
            "date": "2019-03-17 12:32:00",
            "post_id": "686555",
            "reply_to_id": "686547"
        },
        {
            "user_name": "HringduEgill",
            "text": "Hvernig verða gæðin betri en þegar þú ert snúrutengdur?",
            "date": "2019-03-17 12:34:00",
            "post_id": "686556",
            "reply_to_id": "686555"
        },
        {
            "user_name": "elri99",
            "text": "Takk fyrir þessi innlegg.  Verð með ljósleiðara tengingu, væntanlega frá Hringdu, og gott wifi með EdgeRouter X og UniFi AC Lite nálægt sjónvarpinu.",
            "date": "2019-03-17 13:02:00",
            "post_id": "686557",
            "reply_to_id": "686556"
        },
        {
            "user_name": "appel",
            "text": "Með ABR, adaptive bit-rate.",
            "date": "2019-03-17 18:15:00",
            "post_id": "686574",
            "reply_to_id": "686557"
        },
        {
            "user_name": "Jón Ragnar",
            "text": "Fara bara í ótakmarkað net \nEn annars þá er þessi þjónusta hjá Símanum dýr, Kostar um 10k\nhttps://www.siminn.is/forsida/sjonvarp/ ... /ohad-neti",
            "date": "2019-03-18 14:16:00",
            "post_id": "686599",
            "reply_to_id": "686574"
        },
        {
            "user_name": "zetor",
            "text": "Já hef hugleitt þetta, en er eitthvað hægt að slumpa á það hvað svona wifi lyklar eru að \"donwloada\" mikið á einum mánuði?",
            "date": "2019-03-18 17:42:00",
            "post_id": "686611",
            "reply_to_id": "686599"
        },
        {
            "user_name": "HringduEgill",
            "text": "Ertu þá að meina að OTT lausnin verði í hærri gæðum, bæði snúrutengd og í gegnum WiFi, þar sem þú ert ekki bundinn við bitrate'ið á bitastraumnum sem er VLANað í gegnum Mílu? Verða nýju myndlyklarnir ekki með RJ45?",
            "date": "2019-03-19 15:52:00",
            "post_id": "686637",
            "reply_to_id": "686611"
        },
        {
            "user_name": "appel",
            "text": "Í stuttu, já, ef tengingin þín ræður við það. Þá getur þú fengið 1mbit straum eða 100mbit straum af sama efni, eða allt þar á milli.\nAð auki veltur það á \"source\" efninu, að það sé í nægilegum gæðum, það meikar t.d. engan sense að setja efni sem er í SD upplausn og er 4 mbit upp í 40mbit.\nRJ45 er ekki að hverfa. Það",
            "date": "2019-03-19 18:44:00",
            "post_id": "686646",
            "reply_to_id": "686637"
        },
        {
            "user_name": "BugsyB",
            "text": "Það er alltaf best að hafa hlutina snúrutengda allveg sama hversu gott wifi þú ert með snúran er alltaf best, en ef þú kemur ekki snúru í myndlykilinn þá er til sniðug mesh lausn sem býuður þá uppá að snúrutengja myndlykilinn þó hann sé á wifii - wifi er þá á mesh sem er miklu betri kostur þegar kemur að live streaming.",
            "date": "2019-03-20 00:48:00",
            "post_id": "686663",
            "reply_to_id": "686646"
        },
        {
            "user_name": "Jón Ragnar",
            "text": "Núna er ég búinn að vera með ljósleiðara frá Hringdu með Netgear router og svo Sjónvarp Símans yfir wifi í 3 mánuði.\nÉg get ómögulega kvartað samt undan þessu. Myndgæði eru virkilega góð og ég lendi ekki í neinu basli \nEinnig er ég með Apple TV á wifi og það er sama mál. Skiptir miklu máli að hafa solid router",
            "date": "2019-03-20 08:35:00",
            "post_id": "686667",
            "reply_to_id": "686663"
        },
        {
            "user_name": "BugsyB",
            "text": "WIFI er mjög gott neita því ekki - en snúra er alltaf betri og sérstaklega fyrir live straum.",
            "date": "2019-03-27 05:22:00",
            "post_id": "686994",
            "reply_to_id": "686667"
        },
        {
            "user_name": "rapport",
            "text": "Ég var með nVidia Shield (android TV) á WiFi, man ekki eftir neinum vandræðum.\nEn var ekki að nota Skjá appið nema eitthvað smá.",
            "date": "2019-03-27 08:54:00",
            "post_id": "686997",
            "reply_to_id": "686994"
        },
        {
            "user_name": "Kreg",
            "text": "er í svipuðum pælingum og OP.. er einhver hér sem hefur reynslu af síma sjónvarpsappinu?",
            "date": "2019-03-27 11:11:00",
            "post_id": "687006",
            "reply_to_id": "686997"
        },
        {
            "user_name": "hagur",
            "text": "Define \"standsetja\" ?\nEf þú ert að fjarlægja gólfefni, þá myndi ég klárlega fræsa í plötuna og leggja rör fyrir CAT streng á sem flesta staði í íbúðinni - a.m.k þangað sem líklegt er að sjónvarp etc. verður staðsett.  Er ekki mikið mál og vel þess virði in the long run.",
            "date": "2019-03-27 14:08:00",
            "post_id": "687012",
            "reply_to_id": "687006"
        },
        {
            "user_name": "raggos",
            "text": "Ég gerði svolitlar tilraunir á þessu nýlega hjá mér og niðurstaðan var að ef ég vildi njóta 4K efnis frá þeim erlendu veitum sem bjóða það þá væri vírað net eina vitið því annars verða gæðin aldrei í botni. En ef það er ekkert að draga úr wifi sambandi í kringum tækin þá ætti gott wifi að virka flott",
            "date": "2019-03-27 14:51:00",
            "post_id": "687016",
            "reply_to_id": "687012"
        }
    ],
    "date": "2019-03-16 15:33:00"
}