{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "7884",
    "title": "Dual Core P4 - AkA Smithfield kominn út",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=7884",
    "posts": [
        {
            "user_name": "wICE_man",
            "text": "Hér er grein sem sýnir firstu afkastamælingar á nýja skrímslinu. \n\n\n\nIntel Dual Core Performance Preview Part I: First Encounter\n\n\n\n\nMaður notar þennan að vísu ekki í leiki en hann er virkilega að gera sig í multitasking og ýmsum multithreaded forritum.\n\n\n\nGaman að sjá að Intel eru að taka sig á, þetta er þó ekki að kostnaðarlausu, til að nota þennan nýja örgjörva þarftu algjörlega nýtt kubbasett: 955X.\n\n\n\nAMD verða núna að taka sig á, þeir ætla að flýta Dual-core útgáfu sinni en þeir eru með ákveðið tromp, þ.e. þau S939 móðurborð sem eru til í dag þurfa flest hver ekkert meira en bios-uppfærslu til að virka með komandi tvíkyrningum (bjó þetta orð til sjálfur \n ) frá AMD.",
            "date": "2005-04-05 13:16:00",
            "post_id": "83909",
            "reply_to_id": false
        },
        {
            "user_name": "gnarr",
            "text": "hann er ekki kominn út. það er bara búið að láta anand, hardocp og nokkra fleiri fá test kerfi.",
            "date": "2005-04-05 13:18:00",
            "post_id": "83913",
            "reply_to_id": "83909"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Það er FYRSTU ekki firstu! \n\n\n\n\nhaha! einn pirrandi!",
            "date": "2005-04-05 13:19:00",
            "post_id": "83914",
            "reply_to_id": "83913"
        },
        {
            "user_name": "gnarr",
            "text": "þessir örgjörfar nota líka nýtt socket, ekki bara nýtt kubbasett.",
            "date": "2005-04-05 13:20:00",
            "post_id": "83915",
            "reply_to_id": "83914"
        },
        {
            "user_name": "galileo",
            "text": "hvenar er ætlast til að það komi út dual core örri frá AMD  hafði einhverstaðar heyrt að það yrði á þessu ári.",
            "date": "2005-04-05 17:04:00",
            "post_id": "83966",
            "reply_to_id": "83915"
        },
        {
            "user_name": "kristjanm",
            "text": "http://spjall.vaktin.is/viewtopic.php?t=7865",
            "date": "2005-04-05 18:57:00",
            "post_id": "83986",
            "reply_to_id": "83966"
        },
        {
            "user_name": "kristjanm",
            "text": "Dual core örgjörvar frá AMD eiga að koma í þriðja fjórðungi ársins, þ.e. Júli - September. \n\n\n\nEitthvað hef ég heyrt um að þeir ætli að flýta dual-core örgjörvum fyrir servera í annan fjórðung, sem er núna, en veit ekki hvort að það sé satt.\n\n\n\nÉg held að AMD örgjörvarnir verði miklu betri kostur þar sem að Intel hafa tapað aðalkostinum sínum, Hyper-Threading, með nýju örgjörvunum.",
            "date": "2005-04-05 19:03:00",
            "post_id": "83987",
            "reply_to_id": "83986"
        },
        {
            "user_name": "galileo",
            "text": "já langar ofsalega mikið að bíða eftir dual core frá AMD vona að ´það verði fljótt afþví hef planað að kaupa fx 55 á næstunni eða jafnvel fx57",
            "date": "2005-04-05 19:07:00",
            "post_id": "83988",
            "reply_to_id": "83987"
        },
        {
            "user_name": "kristjanm",
            "text": "Ef þú ert að fara að fjárfesta í svona dýrum örgjörva ættirðu að bíða eftir dual-core. Þú græðir reyndar ekki mikið á því strax en í framtíðinni verða forrit \"threaded\", þ.e. kunna að nota báða kjarnana í einu.",
            "date": "2005-04-05 20:57:00",
            "post_id": "84005",
            "reply_to_id": "83988"
        },
        {
            "user_name": "galileo",
            "text": "já en ég hef aldrei verið mikið fyrir intel og langar frekar í AMD og veit ekki hvort ég myndi nenna því að býða svona lengi eftir Dual core frá AMD en hvernig forrit meinaru þá stýrikerfið sjálft?? Og yrði langt þangað til að þannig forrit kæmi út??",
            "date": "2005-04-05 21:59:00",
            "post_id": "84012",
            "reply_to_id": "84005"
        },
        {
            "user_name": "hahallur",
            "text": "Bæði",
            "date": "2005-04-05 22:02:00",
            "post_id": "84013",
            "reply_to_id": "84012"
        },
        {
            "user_name": "kristjanm",
            "text": "Ég veit ekki hversu langt er í að almenn forrit og leikir verði \"threaded\", en þú ættir ekkert að vera að búast við miklu á þessu ári.\n\n\n\nOg Windows styður nú þegar tvo eða fleiri örgjörva.",
            "date": "2005-04-05 22:03:00",
            "post_id": "84014",
            "reply_to_id": "84013"
        },
        {
            "user_name": "galileo",
            "text": "já nenni nú varla að býða í ár frekar að kaupa núna \n  ég er nefnilega svo æstur",
            "date": "2005-04-05 22:25:00",
            "post_id": "84019",
            "reply_to_id": "84014"
        },
        {
            "user_name": "gnarr",
            "text": "singlecore örgjörfar með mikið afl a´einn kjarna verða talsvert betri í leiki líklegast í svolítinn tíma í viðbót. en á endanum mun allt vera hannað fyrir multicore.\n\n\n\nBæði x-box2 og PS3 verða með multi core örgjörfa, svo að það er líklegt að leikir byrji eitthvað að verða multithreaded að viti þegar þær koma.",
            "date": "2005-04-06 07:35:00",
            "post_id": "84039",
            "reply_to_id": "84019"
        },
        {
            "user_name": "galileo",
            "text": "veistu hvenar xbox 2 kemur úu??",
            "date": "2005-04-06 10:24:00",
            "post_id": "84051",
            "reply_to_id": "84039"
        },
        {
            "user_name": "gnarr",
            "text": "það á að koma út rétt fyrir jól samkvæmt áætlun. Það er frekar líklegt að það standist.",
            "date": "2005-04-06 10:31:00",
            "post_id": "84052",
            "reply_to_id": "84051"
        },
        {
            "user_name": "wICE_man",
            "text": "Ég er ekki viss um það, engin af þeim greinum sem ég hef lesið tala um nýjan sökkul, aðeins nýtt kubbasett.",
            "date": "2005-04-06 12:19:00",
            "post_id": "84064",
            "reply_to_id": "84052"
        },
        {
            "user_name": "gnarr",
            "text": "getur verið að ég sé að rugla.. ég get svari að ég las þetta einvherstaðr þar sem var veri að tala um IDF",
            "date": "2005-04-06 12:58:00",
            "post_id": "84070",
            "reply_to_id": "84064"
        },
        {
            "user_name": "kristjanm",
            "text": "Fyrsta línan af dual-core örgjörvum nota socket 775, en það þarf samt nýtt kubbasett(945/955).",
            "date": "2005-04-06 16:37:00",
            "post_id": "84111",
            "reply_to_id": "84070"
        },
        {
            "user_name": "Hörde",
            "text": "Dual-core örrarnir frá AMD þurfa ekki ný móðurborð (bara bios upgrade), þannig að þú getur keypt þér nýlegt s939 móðurborð og örgjörva, og uppfært í dual-core þegar þeir koma á markað.  Dual-core Intel örgjörvarnir verða nebblega frekar dýrir fyrst um sinn.\n\n\n\nÞetta er alla vega það sem ég ætla að gera.",
            "date": "2005-04-13 01:16:00",
            "post_id": "84905",
            "reply_to_id": "84111"
        },
        {
            "user_name": "kristjanm",
            "text": "Dual-core intel örgjörvarnir verða ekki mikið dýrari en single-core örgjörvarnir.\n\n\n\nEn ég held að dual-core Athlon verði samt þó nokkuð öflugri, svo að ég mæli ekki með fyrir neinn að kaupa Intel, allavega ekki fyrr en að dual-core Athlon kemur á markað svo að það sé hægt að bera þá saman.",
            "date": "2005-04-13 07:51:00",
            "post_id": "84910",
            "reply_to_id": "84905"
        },
        {
            "user_name": "galileo",
            "text": "okey nenni samt ekki að býða eftir dual core þar sem það gæti verið að ég fái fx 55 í maí.",
            "date": "2005-04-13 15:12:00",
            "post_id": "84971",
            "reply_to_id": "84910"
        },
        {
            "user_name": "Hörde",
            "text": "Eins og ég segi, fáðu þér frekar ódýrari örgjörva.  Hraðamunurinn er lítill (5-10%), en verðmunurinn gríðarlegur (100-150%).  Ef þú keyrir leiki í hárri upplausn muntu ekki einu sinni taka eftir honum.",
            "date": "2005-04-13 15:26:00",
            "post_id": "84975",
            "reply_to_id": "84971"
        }
    ],
    "date": "2005-04-05 13:16:00"
}