{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "78914",
    "title": "Forvitni varðandi viftustýringar?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=78914",
    "posts": [
        {
            "user_name": "halipuz1",
            "text": "Sæl veriði.\nÉg er forvitinn um hvað fólk er að nota margar viftur og hvað það er að nota til þess að stjórna þeim? \nVæri til í að sjá smá umræðu um þetta. \nmbk,\nhalipuz1",
            "date": "2019-03-24 12:49:00",
            "post_id": "686880",
            "reply_to_id": false
        },
        {
            "user_name": "addon",
            "text": "Ég byrjaði að fara í PWM stýrðar kassaviftur í síðasta kassa hjá mér og fannst geggjað að þær hækkuðu sig sjálfkrafa þegar ég byrjaði að spila og svona... í nýja kassanum mínum er ég bara með takka aftan á tölvunni sem skiptir milli OFF/HIGH/LOW og finnst það í raun alveg jafn gott ef ekki betra, þótt ég hefði eflaust farið í PWM aftur ef vifturnar sem ég vildi hefðu boðið uppá það. Það fór alltaf aðeins í taugarnar á mér þegar vifturnar fóru sjálfkrafa að hækka sig þegar ég var kannski bara að installa einhverju eða windows að gera eitthvað background work sem hækkaði aðeins hitann á örgjörvanum (náði af einhverri ástæðu ekki að stylla þær saman við hitann á móðurborðinu sem flökktar minna). og svo flökktið þegar örgjörvinn var í einhverri skrikkjóttri vinnslu (hækka lækka hækka lækka hljóð í viftunum)\nnúna eru þær bara alltaf off nema þegar ég spila svo þær eru alveg hljóðlausar þótt það séu 6 stykki, og svo heyri ég nánast ekkert í þeim þegar þær eru á low og þarf ekkert að hafa þær á high enda eru þær 6 ... \nEn 6 stykki er algjört overkill, það var bara gert til að fullkomna lookið á vélinni frekar en neitt annað. held að þú fáir öruggleag 80% af loftflæðinu með 2 viftum (inn að framan, út að aftan) eins og með 4 eða fleiri... svo lengi sem þær viftur fá að anda almennilega.  T.d. hafa Gamersnexus á youtube oft sýnt fram á að kassar með margar viftur gera lítið sem ekkert ef þær eru of nálægt lokuðum front panelum.\nedit:\njá og svo er mælt með að reyna að hafa fleiri inntaks viftur en úttak svo lengi sem ert með ryksíu fyrir framan inntökin, það ætti að minnka ryk aðeins en kemur svo sem aldrei alveg í veg fyrir það, ef það er engin ryksía skiptir það litlu máli.",
            "date": "2019-03-24 13:50:00",
            "post_id": "686882",
            "reply_to_id": "686880"
        },
        {
            "user_name": "halipuz1",
            "text": "Já s.s ekki fá 'negative pressure' með því að hafa of margar úttaks viftur. Skilið! Ég er að fikta mig áfram í þessu, er með ágætis kassa, Corsair obsidian 750d, er með það þannig að ég er með AIO coolerinn mountaður að framan, 2x140mm á honum svo eru 2x140mm fyrir framan kassan, s.s 4 sem blása inn, coolerinn er á milli 4x140mm viftur \n \nSvo er ég með 3x120mm á toppnum og 1x140mm að aftan. \n8 talsins. Eins og þú, þá er þetta eiginlega bara til að fullkomna buildið 'look-wise'. \nÞað verður gaman að prófa og sjá hvort það sé einhver hitamunur á innværum hita og örgjörva kælingunni ef ég tek 2-3 í burtu og þá í positive pressure áttina.. s.s meira inn en út. \nEinnig mun ég prófa mounta coolerinn að ofan til þess að sjá hvort það verði eitthvað betra, búinn að sjá nokkur videó þar sem þar er voða lítill munur, en aðal munurinn er þá bara innværi hitinn í kassanum sjálfum sem gæti þá haft einhver áhrif á GPU. Gaman að spá í þessu..",
            "date": "2019-03-24 15:29:00",
            "post_id": "686885",
            "reply_to_id": "686882"
        }
    ],
    "date": "2019-03-24 12:49:00"
}