{
    "forum_title": "Símar, fartölvur, myndavélar og önnur farandstæki",
    "id": "78952",
    "title": "Huawei P20 Pro",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=26&t=78952",
    "posts": [
        {
            "user_name": "isr",
            "text": "Einhver sem á Huawei P20 Pro síma, konan er að leita sér að síma,myndavél er aðal málið hjá henni, sýnist að þessi skori hátt í því. Sjálfur er ég með s9 + ekki að fíla myndavelina í honum. \n Einhverjar reynslusögur af Huawei P20 Pro.",
            "date": "2019-03-29 21:24:00",
            "post_id": "687108",
            "reply_to_id": false
        },
        {
            "user_name": "donzo",
            "text": "P30 Pro var að koma út nýlega, mæli með að checka á því",
            "date": "2019-03-29 21:39:00",
            "post_id": "687110",
            "reply_to_id": "687108"
        },
        {
            "user_name": "HalistaX",
            "text": "https://www.techradar.com/reviews/huawei-p20-pro-review\n\"Ultra flexible camera\"\nÞað kall ég nú ekki ömmu mína! \n Annars gluggaði ég lítið í þessa gagnrýni, getur tékkað betur á henni sjálfur! \n \nSvo er Huawei P30 að gera góða hluti sýnist mér eins og user donzo bendir á.\nhttps://www.trustedreviews.com/reviews/huawei-p30-pro\n\"After spending 48 hours with Huawei’s P30 Pro flagship, it’s clear this is a phone completely focussed on offering an unmatched camera experience.\"\n\"3 rear cameras, engineered by Leica Kirin 980\"\n\"There are three main cameras on the device’s rear, headlined by an all-new Super Sensing 40-megapixel sensor with an f/1.6 aperture and 26mm focal length.\"\nHérna er Huawei Mate 20 Pro meira að segja númer 1. á lista yfir bestu myndavélasímana. \nhttps://www.trustedreviews.com/best/bes ... es-3520817\nEini gallinn verandi að pre-installed software sé lacking en því má betrum bæta með third party öppum!",
            "date": "2019-03-30 04:44:00",
            "post_id": "687112",
            "reply_to_id": "687110"
        },
        {
            "user_name": "olafurfo",
            "text": "Búinn að nota P20 í rúmlega hálft ár. \nVar ekki allveg að fýla stýrikerfið þeirra, frekar leiðinlegt að mínu mati (vanur stock android)\nhenti upp nova launcher og gæti ekki verið sáttari.\nMyndavélin er geggjuð, zoomið svínvirkar og heilt yfir hraður og góður sími.",
            "date": "2019-03-30 10:02:00",
            "post_id": "687116",
            "reply_to_id": "687112"
        },
        {
            "user_name": "gotit23",
            "text": "var með p20 pro, eftir ég er búin að eiga samsung, iphone, lg, nokia Mi, og fleira,\nhuawei er á réttri leið,\ní dag er ég með huawei Mate 20 pro og er það einn best android sími sem ég hef átt\nhríkalega flott myndavel og rafhlöðuendinginn er MJÖÖÖG góð.\nmæli með p20pro og að sjalfsögði stærri útfærslunni Mate 20 pro.\neða jafnvel biða eftir p30pro",
            "date": "2019-03-30 13:06:00",
            "post_id": "687121",
            "reply_to_id": "687116"
        }
    ],
    "date": "2019-03-29 21:24:00"
}