{
    "forum_title": "Geymslumiðlar og vinnsluminni",
    "id": "7902",
    "title": "Flakkari sem er að gera mig brjálaðan",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=27&t=7902",
    "posts": [
        {
            "user_name": "jimmysnow",
            "text": "Ég er  með harðadiska flakkara sem er að crasha í annað skiptið.\n\nHarðidiskurinn er WD 200gb, Hvernig á ég að passa upp á að þetta gerist ekki aftur fyrir mig? \n\nHvað recovery forrit  eruð þið að nota ef þetta skeður fyrir? (er til forrit sem getur líka fundið nöfnin á skránum?).\n\n\n\nTakk fyrir að lesa þetta og vonast eftir svari eins einfalt og hægt er, takk.",
            "date": "2005-04-06 20:54:00",
            "post_id": "84140",
            "reply_to_id": false
        },
        {
            "user_name": "Major Bummer",
            "text": "harðadiska flakari ? ekki vissi ég að það þyrfti að flaka þá",
            "date": "2005-04-07 09:36:00",
            "post_id": "84172",
            "reply_to_id": "84140"
        },
        {
            "user_name": "Icarus",
            "text": "húmor ?",
            "date": "2005-04-07 09:58:00",
            "post_id": "84176",
            "reply_to_id": "84172"
        },
        {
            "user_name": "gnarr",
            "text": "maður notar svona sérstaka HD-flökunarhnífa í það",
            "date": "2005-04-07 10:00:00",
            "post_id": "84177",
            "reply_to_id": "84176"
        },
        {
            "user_name": "jimmysnow",
            "text": "Ég vona að það verða ekki fleiri sem svara svona.",
            "date": "2005-04-07 10:00:00",
            "post_id": "84178",
            "reply_to_id": "84177"
        },
        {
            "user_name": "gnarr",
            "text": "afhverju ekki? þetta heldur þræðinum efst uppi á meðan",
            "date": "2005-04-07 10:01:00",
            "post_id": "84179",
            "reply_to_id": "84178"
        },
        {
            "user_name": "Icarus",
            "text": "Og tekur athyglina frá upprunalegu spurningunni, þessi þráður endar í tómu tjóni og þið verðið gífurlega pirraðir ef hann dirfist til að pósta aftur.\n\n\n\nAnnars veit ég nú ekki alveg hvað er að, hef ekki uppfært tölvuna mína lengi svo ég hef voða lítið lesið um þetta og þar af leiðandi dottinn svolítið út, en gæti þetta ekki bara verið kælingarvandamál ? kemst ekki nægt loft til disksins í gegnum flakkarann.",
            "date": "2005-04-07 10:03:00",
            "post_id": "84180",
            "reply_to_id": "84179"
        },
        {
            "user_name": "gnarr",
            "text": "já. of mikill hiti eða ójafn straumur er það sem að drepur flesta harðadiska.",
            "date": "2005-04-07 10:05:00",
            "post_id": "84181",
            "reply_to_id": "84180"
        },
        {
            "user_name": "jimmysnow",
            "text": "Harði diskurinn er ekki dáinn! En hann er alltaf vel heitur þegar hann er búinn að vera lengi í gangi. \n\nÉg á tvo flakkara sá gamli hefur reynst mér vel en þessi nýi er miklu minni (compact) en sá gamli. \n\n\n\nEn þetta er flakkarinn.\n\n\n\n\nÉg keypti hann í Task \nhttp://www.task.is/?webID=1&p=93&sp=95&ssp=351&item=1668\n\n\n\n\nFyrst að svona margir brandakarlar eru hérna þá ætla ég að segja brandara:\n\n\n\nMaður einn kaupir handa sér glænýtt hjól. Sölumaðurinn segir honum að bera spés efni á hnakkinn á hjólinu, til að leðrið endist lengur og hann verður að gera þetta áður en það rignir.\n\nKarlinn fer í hjólatúr síðan á þessu fallega hjóli sínu. En þá fer að dimma og þá fattar hann að er búinn að hjóla of langt. Þá sér hann bóndabæ rétt hjá. Hann hjólar að bænum og spyr bónda hvort hann megi sofa eina nótt á bænum. \n\nBóndinn leyfir honum það, en bóndinn segir honum frá reglu allir verð virða á bænum. Það má ekki tala við matarborði þegar matur er borðaður. Refsingin við þessu er að vaska upp allt leirtauið. Hjólakappinn samþykkir þessa reglu. \n\nHjólakappi sest nú við matar borðið og um leið og hann sest þá sér hann staflana af leirtaui. Nú hugsar hann með sé \"best að segja ekki neitt allan tíman meðan ég er hérna\". Þegar hjólakappinn byrjar að borða sér dóttur bóndans, hún er mjög fögur og hann heldur ekki vatni yfir henni. \n\nUm nóttina sængar hjólakappinn hjá dóttur bóndans.  Um morguninn fær hjólakappinn sér morgunnverð í boði bóndans, svip bóndans er ekki blíðmannlegt yfir morgumatnum. \n\nÞegar kona bóndans er að taka borðinu sér hjólakappinn að kona bóndans, er ekki síðri en dóttirin. Þegar bóndinn fer að sinna skepnum sínum, fara hjólakappinn og kona bóndans í rúmið og hafa það skemmtilegt þar.\n\nJæja núna er kominn hádegi og bóndinn er ekki par sáttur en segir ekkert við matarborðið. Í miðju matnum sér hjólakappinn að það er byrjað að rigna. Kappinn stendur upp og æpir \" djöfullin það er byrjaða að rigna\" nú bregður bóndanum og segir \" Nei Nei ég skal vaska upp\"",
            "date": "2005-04-07 11:50:00",
            "post_id": "84191",
            "reply_to_id": "84181"
        },
        {
            "user_name": "jericho",
            "text": "þessi tegund af hýsingu utan um HD er mjög algeng í tölvuverslunum í dag, en það er engin vifta á henni.  Ef þú ætlar að hafa diskinn í gangi 24/7 (eða nokkrar klst á dag), myndi ég efast um að þessi „kæliplata“ úr áli dugi til að kæla diskinn.\n\n\n\nHvað er hann lengi í gangi hjá þér á dag?\n\n\n\nÉg sjálfur á svona hýsingu utan um HD, og nota hann eingöngu sem geymslupláss.  Kveiki bara á honum til að kópera af honum eða á hann.  Félagi minn keypti sér eins hýsingu og var með í gangi mun mun meira - og einn dag þegar hann kveikti á honum crashaði hann og allt þurrkaðist út.\n\n\n\nHvernig er gamla hýsingin þín?  Er vifta á henni?",
            "date": "2005-04-07 14:07:00",
            "post_id": "84204",
            "reply_to_id": "84191"
        },
        {
            "user_name": "jimmysnow",
            "text": "Sú gamla er miklu stærri og er gott rými fyrir harðadiskinn.\n\n\n\nÉg hef kveikt á henni svona 5-8klst á dag. En sú gamla þolir þetta.\n\n\n\n\n\nVeit einhver um góðan flakkara sem er með viftu eða þá er stór og mikil",
            "date": "2005-04-07 14:46:00",
            "post_id": "84222",
            "reply_to_id": "84204"
        },
        {
            "user_name": "Major Bummer",
            "text": "brandarakallinn (ég) er með álflakkara með engri viftu , virkar fínt (nema þegar hún sýnir að hann sé unallocated þangað til að maður restartar \n )\n\ner með kveikt nokkra tíma á dag , keypt í hugveri",
            "date": "2005-04-08 00:30:00",
            "post_id": "84332",
            "reply_to_id": "84222"
        },
        {
            "user_name": "axyne",
            "text": "jimmysnow\n\n\n\nég er ekki að fatta brandarann þin, ég veit ég hef heyrt hann áður, kannast geðveikt við hann. en vá ég virkilega ekki fatta hann núna.",
            "date": "2005-04-08 00:48:00",
            "post_id": "84336",
            "reply_to_id": "84332"
        },
        {
            "user_name": "zaiLex",
            "text": "Bara ef það væri svona létt að sænga og í þessum brandara.",
            "date": "2005-04-08 01:12:00",
            "post_id": "84342",
            "reply_to_id": "84336"
        },
        {
            "user_name": "jimmysnow",
            "text": "Þess vegna ertu ofur-nörd HAHAHA",
            "date": "2005-04-08 15:53:00",
            "post_id": "84394",
            "reply_to_id": "84342"
        }
    ],
    "date": "2005-04-06 20:54:00"
}