{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "7903",
    "title": "Nýtt Rigg.. en mikið Restart !!",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=7903",
    "posts": [
        {
            "user_name": "Gestir",
            "text": "**update**\n\nVar að uppfæra eins og áður hefur komið fram. Fékk mér K8n neo2 Platinum móðurborð og AMD64 3200+ örgjörva.\n\n\n\nAllt SúperHratt og gott en ég er alltaf að lenda í því að hún svona semi restartar. slekkur á skjánum, kemur smellur í speakers, en hún vinnur áfram eins og hún sé að restarta en það gerist samt ekki. \n\n\n\nSvo þegar ég reyni að restarta þá verður skjárinn ferlega asnalegur og svona minnir á Sinclair Spectrum eða Amstrad  litaðir kubbar hér og þar og hún startar sér þannig.\n\n\n\nÉg þarf því að slökkva alveg á henni.. bíða í svona 15-30 sek og starta aftur til að þetta verði normal.\n\n\n\nÉg er búinn að prufa að hækka voltin á minni en það breytti klárlega engu. Hvað getur þetta mögulega verið. ??!!??\n\n\n\n** update-ið = það kemur held ég svona Tikk sound í HDD þegar þettta gerist og svona Fúúúújjjíííí.. svona restart sound **\n\n\n\nEinn sagði að þetta gæti huxanlega verið HDD sem er að drulla upp á bak.. eða gallað minni.\n\n\n\nHvað segið þið .. ??",
            "date": "2005-04-06 21:24:00",
            "post_id": "84143",
            "reply_to_id": false
        },
        {
            "user_name": "CraZy",
            "text": "skít á minnið",
            "date": "2005-04-06 21:40:00",
            "post_id": "84144",
            "reply_to_id": "84143"
        },
        {
            "user_name": "MezzUp",
            "text": "Allavega eitthvað að HDD hugsa ég.\n\n\n\nPrófaðu að strippa tölvuna niður í „bare essentials“",
            "date": "2005-04-06 23:03:00",
            "post_id": "84149",
            "reply_to_id": "84144"
        },
        {
            "user_name": "urban",
            "text": "ég lenti þí þessu og þá var skjákortið hjá mér bara að deyja\n\nskipti um það og allt var í fína lagi á eftir",
            "date": "2005-04-07 09:55:00",
            "post_id": "84173",
            "reply_to_id": "84149"
        },
        {
            "user_name": "Gestir",
            "text": "þetta er nýlegt skjákort.. svei mér þá ..\n\n\n\nHef ekkert fiktað neitt í því eða verið að klukka það neitt..\n\n\n\ntrúi því bara ekki að Ati kortið sé Kaput !!\n\n\n\n( eina sem gæti komið því við er þetta asnalega kubba lita drasl sem kemur á skjáinn þegar þetta gerist.. )",
            "date": "2005-04-07 10:07:00",
            "post_id": "84183",
            "reply_to_id": "84173"
        },
        {
            "user_name": "zedro",
            "text": "Líttu á björtu hliðina ef kortið er í hönki þá er það allavega í ábyrgð. Þar sem þú sagði að þetta væri nýlegt kort býst ég ekki við að það sé eldra en 2ára.",
            "date": "2005-04-07 11:17:00",
            "post_id": "84187",
            "reply_to_id": "84183"
        },
        {
            "user_name": "Gestir",
            "text": "Bjarta hliðin... kortið er keypt í USA og það var ekki ég sem keypti það :S\n\n\n\nég fékk það hjá strák sem ég vinn með .....\n\n\n\nhann tekur eflaust engan þátt í kostnaði ef það er bilað ..  ég fékk þetta í nóv hjá honum",
            "date": "2005-04-07 11:36:00",
            "post_id": "84189",
            "reply_to_id": "84187"
        },
        {
            "user_name": "Yank",
            "text": "Getur verið ýmislegt bæði hardware og software. Veit að lítil hjálp er í þessu en þegar ég sé nafnið SuperTalent þá  \n\n\n\n\nPrufaðu ef þú getur að skipta um skjákort, og minni annað þá í einu til þess að útiloka það frá. Getur t.d. fengið lánað hjá vini.\n\n\n\nAnnars m.v. það sem þú talar um er þetta líklegast HD að klikka.",
            "date": "2005-04-07 14:02:00",
            "post_id": "84203",
            "reply_to_id": "84189"
        },
        {
            "user_name": "Daz",
            "text": "Hitavandamál? Það að þú verðir að bíða í dálítinn tíma áður en hún ræsist aftur gefur það til kynna. Er heatsinkið örugglega vel fest á örgjörvann og rétt magn af hitaleiðandi efni á milli? Heatsinkið á skjákortinu örugglega vel fast?",
            "date": "2005-04-07 14:47:00",
            "post_id": "84223",
            "reply_to_id": "84203"
        },
        {
            "user_name": "gnarr",
            "text": "örgjörfinn er í um 35-40°c, þannig að líklega þá er þetta ekki hiti.",
            "date": "2005-04-07 14:50:00",
            "post_id": "84225",
            "reply_to_id": "84223"
        },
        {
            "user_name": "Gestir",
            "text": "ég er að fara heim að rífa vélina í sundur.. skoða allar snúrur og alles..\n\n\n\ntek myndir og sendi..  öss",
            "date": "2005-04-07 17:05:00",
            "post_id": "84242",
            "reply_to_id": "84225"
        },
        {
            "user_name": "Mr.Jinx",
            "text": "Flott er",
            "date": "2005-04-07 17:16:00",
            "post_id": "84248",
            "reply_to_id": "84242"
        },
        {
            "user_name": "Gestir",
            "text": "Núna er búið að skoða alla króka og kima á þessu..\n\n\n\nHerr. Gnarr er búinn að taka vélina og stúta henni í öreindir og setja hana vel upp og Tweaka ( thanx again )   ( runnin now @ 2.5Ghz )\n\n\n\nEn þetta restart er alveg byrjað AFtur..\n\n\n\nþað er ekkert frekar þegar það er mikil eða lítil keyrsla.. vélin er búin að vera keyrð í 2 tíma streit með öll bench sem til eru og ég veit ekki hvað og hvað. núna þegar ég fékk hana aftur þá restartaði hún bara amk 2 svar í röð og svo svona 2-3 á næstu 5 mín ...\n\n\n\nog þetta er alltaf það sama .. System hd slekkur á sér í svona 0.2sek en nær ekki að detta inn aftur.\n\n\n\nEr þetta hreinlega hann.. eða er þetat Psu-ið.... eða gæti þetta verið rafmagnstengið á disknum ???",
            "date": "2005-04-24 18:17:00",
            "post_id": "86230",
            "reply_to_id": "84248"
        },
        {
            "user_name": "JReykdal",
            "text": "Ég held bara að þetta sé persónulegt lagg-field sem umlykur þig.",
            "date": "2005-04-25 00:14:00",
            "post_id": "86295",
            "reply_to_id": "86230"
        },
        {
            "user_name": "hilmar_jonsson",
            "text": "Ég hef fengist við tölvu með svipað vandamál.\n\n\n\nÍ þeirri tölvu er eitthvað misræmi milli AGP raufarinnar á móðurborði og festingarinnar á kassa þannig að það þarf alltaf að ýta skjákortinu betur inn í raufina áður en tölvan er ræst. Kortið skríður svo smá saman út vegna misræmisins og eftir smá stund fer tölvan að pípa, slekkur á skjánum, líklega vegna þess að skjákortið er komið aðeins út úr raufinni, og leyfir ekki endurræsingu. Þá þarf að rjúfa strauminn og ýta kortinu aftur inn áður en hægt er að ræsa tölvuna með virku skjákorti.",
            "date": "2005-04-25 00:25:00",
            "post_id": "86296",
            "reply_to_id": "86295"
        },
        {
            "user_name": "Gestir",
            "text": "SKjákortið er alveg í raufinni.. og rennur ekkert út. og það kemur aldrei  neitt píp..\n\n\n\nhún bara slekkur á system disknum í svona 0.2 sek og kveikir aftur.. en þá er allt á skjánum orðið svart og hún nær ekki að rebootta..\n\n\n\n\n\nekki það.. að JReykdal orðaði þetta mjög vel. \" gífurlegt Lagg-field \" sem umlykur mig ...",
            "date": "2005-04-25 08:14:00",
            "post_id": "86306",
            "reply_to_id": "86296"
        },
        {
            "user_name": "Icarus",
            "text": "Ég veit að þetta er kannski frekar ólíklegt en þar sem allir hérna eru búnir að fara í gegnum þetta og ekkert er vitað hvað er að gæti þetta bara ekki verið rafmagnið heima hjá þér ? Þá líklegast fjöltengið sem er ekki að ráða við það rafmagn sem tölvan þín tekur, gölluð innstunga eða bara eitthvað...",
            "date": "2005-04-27 13:44:00",
            "post_id": "86580",
            "reply_to_id": "86306"
        },
        {
            "user_name": "Gestir",
            "text": "ha ha \n\n\n\nnice try.. en nei\n\n\n\nþetta gerðist heima hjá GNARR líka.. . þannig að það option er úr sögunni.. auk þess bý ég í Kópavogi sem er þú veist.. LANG BESTA bæjarfélag á landinu og þar er alltaf allt í topp standi..\n\n\n\nekki reyna að þræta.. it will be your death .",
            "date": "2005-04-27 16:31:00",
            "post_id": "86599",
            "reply_to_id": "86580"
        },
        {
            "user_name": "Icarus",
            "text": "KÓPAVOGUR SUCKZORS !\n\n\n\nannars var ég nú ekki að tala um rafkerfið sjálft.. meira fjöltengið eða rafmagnssnúruna úr fjöltenginu í psu",
            "date": "2005-04-27 16:33:00",
            "post_id": "86601",
            "reply_to_id": "86599"
        },
        {
            "user_name": "gumol",
            "text": "Auðvitað er Kópavogur lang besti staðurinn til að búa á. Sást vel í síðustu kosningum þegar það eina sem stjórnarandstaðan gat sagt var að lofa að gera gott betra.  \n\n\n\n\nEn að efninu. Hvað ertu með öflugt PSU? noname eða merki?",
            "date": "2005-04-27 20:45:00",
            "post_id": "86629",
            "reply_to_id": "86601"
        },
        {
            "user_name": "gnarr",
            "text": "sweex 400w psu.\n\n\n\nþað eru 99.9% að þetta sé 40GB WD diskurinn hjá honum.\n\n\n\nmaður heyrir að það drepst á honum í eitt sekúndubrot og hann startar sér aftur. en þá er tölvan búin að týna honum og það kemur bsod eftir smá stund.\n\n\n\nAnnars var ég með tölvuna heima hjá mér í 2 daga, og hún restartaði sér bara einusinni. þá skipti ég um molex á disknum og allt gekk vel.\n\n\n\nÓmar: ef tölvan er að restarta sér eitthvað öðruvísi en þetta með að drepa á disknum, þá gæti það alveg verið rétt hjá Icarus að þetta sé hreinlega bara rafmagnið úr veggnum hjá þér.\n\n\n\nertu með þetta í jarðtengdri innstungu?",
            "date": "2005-04-28 09:39:00",
            "post_id": "86668",
            "reply_to_id": "86629"
        },
        {
            "user_name": "Gestir",
            "text": "það er bara rafmagnsinnstunga í vegg.. og ég set fjöltengið þar og bada bing.. ég get svo sem prófað að láta pabba skoða rafmagnið heima.. \n\n\n\nen fyrst þetta SAMA gerðist heima hjá GNARR... hehe  þá HLÍTUR þetta að vera svona on and off failure í WD disknum ...\n\n\n\nég er að spá að negla á nýjan disk í dag og kíkja á þetta....",
            "date": "2005-04-29 12:08:00",
            "post_id": "86741",
            "reply_to_id": "86668"
        },
        {
            "user_name": "Gestir",
            "text": "**Update**\n\n\n\n\n\nVirðist vera sem að þetta gæti verið móðurborðið að gefa sig ( nýtt móðurborð ) magnað ..\n\n\n\nEn það er búið að útiloka alveg að þetta sé Diskurinn þannig að það er eiginlega ekkert sem kemur til greina annað en að móðurborðið sé að drulla upp á bak.\n\n\n\nþið sem eitthvða hafið um málið að segja.. ég mæli með því að þið lesið þetta frá byrjun og segið ykkar skoðun \n\n\n\n\nÖll hjálp er vel þeginn ... því annars fer ég með þettaupp í ATT á eftir og reisa hell",
            "date": "2005-05-25 11:53:00",
            "post_id": "89813",
            "reply_to_id": "86741"
        },
        {
            "user_name": "einarsig",
            "text": "GL and have fun \n\n\n\n\ngætir hótað þeim með gilsneggerinum \n hehe....",
            "date": "2005-05-25 12:33:00",
            "post_id": "89817",
            "reply_to_id": "89813"
        },
        {
            "user_name": "Gestir",
            "text": "hehe\n\n\n\njá það er fínt að hafa svona kappa sér við hlið í málum sem þessum",
            "date": "2005-05-26 12:33:00",
            "post_id": "89910",
            "reply_to_id": "89817"
        },
        {
            "user_name": "Gestir",
            "text": "móðurborð minni og örri búið að vera í viðgerð hjá ATT  í 3 daga núna og hún hefur ekkert restartað sér og er í virkilega mikilli keyrslu þannig að eiginlega má útiloka móbó-ið.. minnið eða örrann\n\n\n\n\n\nmiðað við lýsinguna .. getur þetta þá ekki bara verið PSU.. eða kannski skjákortið ??\n\n\n\n!!\n\n\n\nplease read and comment !!!!",
            "date": "2005-05-27 13:12:00",
            "post_id": "89990",
            "reply_to_id": false
        },
        {
            "user_name": "kristjanm",
            "text": "Athugaðu hitann í tölvunni hjá þér með SpeedFan.\n\n\n\nGetur líka prófað að skipta um PSU. Hef ekki heyrt mikið um Sweex aflgjafa en get ímyndað mér að þeir séu ekkert frábærir.",
            "date": "2005-05-28 15:23:00",
            "post_id": "90037",
            "reply_to_id": "89990"
        },
        {
            "user_name": "Gestir",
            "text": "hitinn er aldrei meiri en 52°  en iðulega er vélin bara í um 40°\n\n\n\n\n\nþannig að það má útiloka það",
            "date": "2005-05-29 13:42:00",
            "post_id": "90086",
            "reply_to_id": "90037"
        },
        {
            "user_name": "kristjanm",
            "text": "Ertu ekki búinn að útiloka allt nema aflgjafann? Prófaðu annan aflgjafa.",
            "date": "2005-05-29 18:48:00",
            "post_id": "90108",
            "reply_to_id": "90086"
        },
        {
            "user_name": "Gestir",
            "text": "Enn meira update :\n\n\n\nvar að fá móðurborð minni og örgjörva frá ATT.. búið að vera í geðsjúkri keyrslu síðan á miðvikudag og það kom ekkert athugavert fram.\n\n\n\nÞá er þetta PSu eða Skjákort.. en miðað við lýsingu... þá ætti þetta frekar að vera psu ( og nota bene.. þetta er ekki RESTART heldur slekkur vélin á sér í sekúndubrot.. heyrir HD restarta t.d ) en skjárinn tekur ekki við sér aftur.. þannig að það er eins og að hún missi úr slag í rafmagni..\n\n\n\n\n\ngetur þetta mögulega verið ATi kortið ?   OG nei.. það er ekki frá Powercolor heldur alveg made by ati !!",
            "date": "2005-05-30 17:28:00",
            "post_id": "90212",
            "reply_to_id": "90108"
        },
        {
            "user_name": "gnarr",
            "text": "ekki gleyma því að stundum \"restartar\" hún sér, en skilur skjámyndina eftir..\n\n\n\nmaður semsagt heyrir hana slökkva á diskunum og starta þeim aftur, en það sem er á skjánum er þar bara enþá en frosið.",
            "date": "2005-05-30 17:33:00",
            "post_id": "90216",
            "reply_to_id": "90212"
        },
        {
            "user_name": "Gestir",
            "text": "ég reyndar lennti aldrei í því .....  en svona eru vegir Guðs.... órannsakanlegir ....\n\n\n\n\n\nFUCK... ÉG VILL VÉLINA MÍNA Í LAG ... Í HVELLI .....",
            "date": "2005-05-30 17:45:00",
            "post_id": "90220",
            "reply_to_id": "90216"
        },
        {
            "user_name": "gnarr",
            "text": "jæja.. en ég lenti í því meðan ég var emð hana hjá mér.",
            "date": "2005-05-30 17:47:00",
            "post_id": "90222",
            "reply_to_id": "90220"
        },
        {
            "user_name": "Gestir",
            "text": "Dr.Gnarr...\n\n\n\n\n\n..Sællvettu\n\n\n\n\n\nkveðja ... \n\n\n\n\n\n \n \nhttp://www.5aur.net",
            "date": "2005-05-30 18:30:00",
            "post_id": "90230",
            "reply_to_id": "90222"
        },
        {
            "user_name": "Gestir",
            "text": "Fékk nýtt PSU í dag frá START.IS.. þeir tóku mitt SWEEX 400W uppí nýtt OCZ POWERSTREAM þó svo að þeir hafi ekki fundið neitt að PSU-inu.\n\n\n\nÉg þakka START.IS og ATT.IS  fyrir frábæra þjónustu og vill bennda öllum á þessar 2 virkilega góðu verslanir í hjarta kópavogs , Bæjarlind.\n\n\n\nNúna er bara eftir að fara heim og smella vélinni saman aftur og prufa að skipta um Fjöltengi líka svona að gamni.\n\n\n\nEf þetta heldur áfram þá þarf ég að prufa nýtt Skjákort.\n\n\n\nMun setja update inn við fyrsta tækifæri.",
            "date": "2005-05-31 22:05:00",
            "post_id": "90399",
            "reply_to_id": "90230"
        },
        {
            "user_name": "Mr.Jinx",
            "text": "En gæti þetta ekki bara verið Móðurbordið?\n\nEn annars gani þér vel með þetta.",
            "date": "2005-06-01 04:37:00",
            "post_id": "90424",
            "reply_to_id": "90399"
        },
        {
            "user_name": "Birkir",
            "text": "Þekkirðu hann?",
            "date": "2005-06-01 20:03:00",
            "post_id": "90471",
            "reply_to_id": "90424"
        },
        {
            "user_name": "einarsig",
            "text": "errhhh frændi konunar ... ég get blessunarlega játað það að ég tengist þeim félagsskap ekki baun",
            "date": "2005-06-01 23:39:00",
            "post_id": "90497",
            "reply_to_id": "90471"
        },
        {
            "user_name": "Birkir",
            "text": "hehe skil \n\n\nAnnars verður að segjast eins og er að þessi síða þeirra er ansi skondin, er hún gerð í fullri alvöru?",
            "date": "2005-06-02 12:45:00",
            "post_id": "90515",
            "reply_to_id": "90497"
        },
        {
            "user_name": "Icarus",
            "text": "finnst nú merkilegt með þennan Gillzenegger .. þegar hann gerir grín að þeim sem koma með álíka frumleg nöfn og Stifmeister og svona ... \n\n\n\nég meina.. gillzenegger ? held að það verði ekkert ófrumlegra",
            "date": "2005-06-02 13:13:00",
            "post_id": "90522",
            "reply_to_id": "90515"
        },
        {
            "user_name": "Gestir",
            "text": "Ég náttlega er hluti af þessari síðu og þetta er alveg jafn mikið grín og alvara ..\n\n\n\nspurning um að taka þessu öllu samt bara létt. Þetta var fyrst og fremst bara til að hrista upp í fólki og gera grín að öllu og okkur meðtöldum \n\n\n\n\nég mæli líka með því að þið hlustið á Gillzenegger á KissFM á laugardögum milli 14-18. það er snilld \n\n\n\n\n\n\nPS:  ég fékk þetta nýja PSU og er búinn að keura vélina mjög mikið og án vandræða..!!!  Jeeiiiiiii !!!!! er bara lengi að starta win.. gerðist bara allt í einu eftir eitthvað fikt í Gnarrinum .... \n\n\n\nhenndi bara Win aftur inn ... þá er þetta fresh as hell ..",
            "date": "2005-06-02 16:06:00",
            "post_id": "90535",
            "reply_to_id": "90522"
        },
        {
            "user_name": "gnarr",
            "text": "heyrðu.. ég á ekki sök á hæga bootinu",
            "date": "2005-06-02 16:46:00",
            "post_id": "90544",
            "reply_to_id": "90535"
        },
        {
            "user_name": "Snorrmund",
            "text": "Hvað eruði að tala um \n þetta gilzenegger dót",
            "date": "2005-06-02 17:10:00",
            "post_id": "90547",
            "reply_to_id": "90544"
        },
        {
            "user_name": "Gestir",
            "text": "já líka..\n\n\n\nþað slysaðist hingað inn ....",
            "date": "2005-06-02 17:54:00",
            "post_id": "90551",
            "reply_to_id": "90547"
        },
        {
            "user_name": "Gestir",
            "text": "Nei ég sagði bara svona... en hún byrjaði á því bara allt í einu ... og ég er búinn að taka allt út af program files\n\n\n\nwtf man ...",
            "date": "2005-06-02 17:55:00",
            "post_id": "90552",
            "reply_to_id": "90551"
        },
        {
            "user_name": "Pork",
            "text": "það gæti verðið að spennugjafin sé of lélegur fyrir þetta álag einn gaur sem ég þekki hann keypti sér nýan spennugjafa server turn og fullt af viftum og spennugjafin gaf sig vegna álaginu á 2 nýum kingston vinnsluminnum sem hann keypti",
            "date": "2005-06-02 22:54:00",
            "post_id": "90592",
            "reply_to_id": "90552"
        },
        {
            "user_name": "Gestir",
            "text": "haha \n\n\n\nnei.. ég er með nýjan 420W PowerStream frá OCz\n\n\n\nhann er ekki lélegur og þetta kom bara allt í einu með gamla settupið \n\n\n\n\neoitthvað Windows issue bara ..",
            "date": "2005-06-03 12:55:00",
            "post_id": "90639",
            "reply_to_id": "90592"
        },
        {
            "user_name": "einarsig",
            "text": "er þetta komið í lag ?",
            "date": "2005-06-03 23:14:00",
            "post_id": "90686",
            "reply_to_id": "90639"
        },
        {
            "user_name": "Birkir",
            "text": "www.kallarnir.is",
            "date": "2005-06-04 02:54:00",
            "post_id": "90727",
            "reply_to_id": "90686"
        },
        {
            "user_name": "fallen",
            "text": "til í kjellinn ?",
            "date": "2005-06-04 03:26:00",
            "post_id": "90729",
            "reply_to_id": "90727"
        },
        {
            "user_name": "Gestir",
            "text": "Vélin er Officially komin í lag !!!!\n\n\n\nHefur ekkert látið neitt illa síðan að ég fékk 'Powerstream Psu-ið þannig að það var klárlega eitthvað að hinu.. hvort það var comptaible issue.. það veit ég ekki .... dont really care\n\n\n\nEn Jibbí Cóla.. það er allt í standi hérna... vantar bara floppy svo ég geti klukkað djöfulinn aftur í 2.5Ghz\n\n\n\n\n\nGnarr.... where u at BiaaaTcH",
            "date": "2005-06-05 21:21:00",
            "post_id": "90828",
            "reply_to_id": false
        },
        {
            "user_name": "hahallur",
            "text": "Til hvers þarfu floppy",
            "date": "2005-06-05 23:00:00",
            "post_id": "90835",
            "reply_to_id": "90828"
        },
        {
            "user_name": "gnarr",
            "text": "hann er bara létt ruglaður greyið  \n\n\n\n\nHann er bara svo æstur að setja fresh install af XP á tölvuna aftur",
            "date": "2005-06-06 08:27:00",
            "post_id": "90862",
            "reply_to_id": "90835"
        },
        {
            "user_name": "Gestir",
            "text": "Vill líka koma á framfæri þökkum til allra er sýndu þræði þessum áhuga og löggðu inn sitt innlegg til að reyna að hjálpa. Þetta kom allt saman á endanum og er allt að gera sig í dag.\n\n\n\nOG mig vantar Floppy til að boota vélinni upp og setja upp OverClockið aftur eins og það var. Gnarrinn var búinn að Haxa það eitthvað \n\n\n\n\nEnn og aftur .. Takk allir !!!\n\n\n\n\n\nMeð kveðju\n\nÓmar Örn Smith",
            "date": "2005-06-06 11:08:00",
            "post_id": "90885",
            "reply_to_id": "90862"
        }
    ],
    "date": "2005-06-05 21:21:00"
}