{
    "forum_title": "Koníakstofan",
    "id": "79061",
    "title": "Grín verðmunur á Bónus og Krónunni",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=79061",
    "posts": [
        {
            "user_name": "GuðjónR",
            "text": "Krónan og Bónus eru að verða eins og bensínstöðvarnar, það munar einni krónu á öllum tegundum páskaeggja.\nOg ekki bara páskaeggja, skoðið hvað mjólk og kaffirjómi kostar til dæmis.\nSamráð eða samflot eða hvað það kallast þá vantar virkilega samkeppni á matvörumarkað.",
            "date": "2019-04-13 13:02:00",
            "post_id": "687676",
            "reply_to_id": false
        },
        {
            "user_name": "Televisionary",
            "text": "Þetta hlýtur allt að eiga sér eðlilegar skýringar þ.e.a.s. allir með sama fasta kostnaðinn er það ekki. Ekkert upp úr því að selja dagvöru.",
            "date": "2019-04-13 13:09:00",
            "post_id": "687677",
            "reply_to_id": "687676"
        },
        {
            "user_name": "russi",
            "text": "Þetta hefur alltaf verið svona, Bónus keyrir sig á því að það bjóði betur, fyrir vikið lækka þeir sig alltaf ef finnst ódýrara verð.\nMeð þessu má segja að í flestum tilvikum er það Krónan sem stjórni verðum hér á landi, Bónus passar sig bara alltaf því að bjóða betur þó það sé bara krónu betur.\nHvernig vita þeir verðin hjá hvor öðrum, nú þeir gera verðkannanir hjá hvor öðrum, fara í búðir og skanna verðin.",
            "date": "2019-04-13 14:10:00",
            "post_id": "687686",
            "reply_to_id": "687677"
        },
        {
            "user_name": "GuðjónR",
            "text": "Þannig að ef Krónan hækkar vöru um 100 kr. þá eltir Bónus og hækkar um 99 kr. Eins og ég segi, það sárvantar samkeppni á þennan markað.",
            "date": "2019-04-13 14:15:00",
            "post_id": "687687",
            "reply_to_id": "687686"
        },
        {
            "user_name": "rapport",
            "text": "Í gamla daga þá var verð almennt reiknað út með því að nota fasta álagningu eða hlutfallslega álagningu, þetta var þegar framleiðslutæknin var skammt á veg komin og almennt dýr.\nÞegar markaðsfræðin fer að riðja sér rúms þá er fyrst kannað \"hvað vill markaðurinn borga fyrir vöruna?\" svo er hún seld á því verði.\nÞetta gerir það að verkum að sumar vörur eru seldar miklu ódýrari t.d. í Asíu en í Evrópu eða Ameríku. \nSöluverð er ekki látið ráðast út frá framleiðslukostnaði heldur kaupmætti og kaupgetu á viðkomandi markaðssvæði.\nDagvara er almennt seld skv. gamla forminu því að það er svo mikið um staðgönguvörur og samkeppni er sannarlega til staðar.\nÞær sektir og lögbrot á þessum markaði hafa ekki verið fólgin í of mikilli álagningu, heldur að Bónus borgaði með sumum vörum sem þeir töldu mikilvægar til að trekkja kúnnana til sín. t.d. bleyjum, mjólk, o.þ.h.\nEf einhverstaðar er veriðað brjóta gegn neytendum þá er það líklega á heildsala levelinu, þar gæti ég miklu frekar séð aðila ná einhverskonar ólöglegum dílum þar sem hver og einn fær að njóta síns \"comparative advantage\" án þess að einhver annar ruggi bátnum.",
            "date": "2019-04-13 16:28:00",
            "post_id": "687689",
            "reply_to_id": "687687"
        },
        {
            "user_name": "russi",
            "text": "Á því eru sterkar líkur.\nMjög líklega er verðkönnun keyrð í gegn og settir krónu neðar nema í ákveðnum tilfellum þar sem tilboð er að ræða. Gætu jafnvel komið upp tilfelli þar sem krafan á framleiðni sé t.d. 10% og ef þú ert að fá meira við svona verðbreytingu,  þá sé það skoðað sérstaklega.",
            "date": "2019-04-13 16:52:00",
            "post_id": "687690",
            "reply_to_id": "687689"
        },
        {
            "user_name": "Revenant",
            "text": "Samkvæmt \nfétt Vísis\n þá er álagning Bónus innan við 15%. Af þessum 15% þarf að greiða laun, annan rekstrarkostnað og síðan arð til eigenda. \nÞað er skiljanlegt að það sé lítil munur á verði þegar allar verslanir versla við sömu heildsala/framleiðendur og fá sömu verðin (eða svipaðan afslátt v/ magns).",
            "date": "2019-04-13 16:54:00",
            "post_id": "687691",
            "reply_to_id": "687690"
        },
        {
            "user_name": "mind",
            "text": "Veit ekki betur en allir hafi sagt að með komu Costco væri loks kominn alvöru samkeppni á matvörumarkaðinum hér. Miðað við það ættu páskaeggin augljóslega vera mikið ódýrari þar, það er ef vandamálið var skortur á samkeppni.",
            "date": "2019-04-13 17:10:00",
            "post_id": "687693",
            "reply_to_id": "687691"
        }
    ],
    "date": "2019-04-13 13:02:00"
}