{
    "forum_title": "Sjónvörp, hljóðkerfi og snjalllausnir fyrir heimilið",
    "id": "79080",
    "title": "Snjallvæðing heimila",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=47&t=79080",
    "posts": [
        {
            "user_name": "veiðikallinn",
            "text": "Góðan daginn,\nMig langar að byrja á því að segja að ég hef ekki mikið verið að skoða snjall lausnir fyrir heimili hingað til. En fyrir stuttu þá keypti ég mér fokhelt hús og allt rafmagn og vatn er eftir. Er sjálfur rafvirki og er byrjaður að pæla í rafmagninu s.s. gera ráð fyrir öllum dósum og rörum sem ég þarf hugsanlega að eiga seinna í framtíðinni ef tæknin breytist. Í dag fór ég í danfoss og var að spyrjast fyrir um búnaðinn sem þeir hafa til að stjórna gólfhita, og þeir hafa bæði þráðlaust og innfellda lausn til að stýra gólfhitanum....  Svo þegar ég kom heim fór ég aðeins að leita á netinu um fleirri kerfi sem gætu verið í boði því ég er nú af þeirri kynslóð sem ólst upp við alla þessa tæknivæðingu, og ég hef sjálfur mikinn áhuga á þessu. Eftir allt þetta google er maður farinn út í það að snjallvæða bara allt saman. Er bæði aðeins búinn að kynna mér Google Nest og SmartThings.... En málið er að sumum langar ekki að gera allt í einu og byrja á t.d. að fá gólfhitastýringu sem er \"snjall\" og fara svo í ljósastýringu og svo kannski öryggiskerfi og..... Í minni leit fæ ég út að mikið af snjall lausnum sem eru frá t.d. google og samsung eru ekki beint komin á íslenskan markað, s.s. ekki hægt að hringja í einhvern umboðsaðila. Er búinn að skoða þetta allt á netinu og endaði oft sem ekki á vaktin.is í leitinni minni og hausinn minn er að springa því í þessu dóti er komin svo mikil þvaga af leiðum og framleiðendum þannig ég ákvað að setja inn hérna smá innlegg.\nMínar áhyggjur eru þær að velja einhverja leið sem ég enda á vegg eða verður úrelt eða heftar mig í viðbótum. Er einhver rafvirki hérna eða pípari sem hefur reynslu á þessu núna í dag og veit hvað er að detta inn ?",
            "date": "2019-04-15 21:58:00",
            "post_id": "687775",
            "reply_to_id": false
        },
        {
            "user_name": "arons4",
            "text": "Ef þú týmir því og ert með rörin í það er knx mjög traust og góð lausn sem er hægt að gera nánast allt með.",
            "date": "2019-04-16 07:37:00",
            "post_id": "687783",
            "reply_to_id": "687775"
        }
    ],
    "date": "2019-04-15 21:58:00"
}