{
    "forum_title": "Sjónvörp, hljóðkerfi og snjalllausnir fyrir heimilið",
    "id": "79122",
    "title": "Kaup á ryksuguvélmenni",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=47&t=79122",
    "posts": [
        {
            "user_name": "dISPo",
            "text": "Sælir vaktarar.\nÉg hef verið að velta fyrir mér kaupum á ryksuguvélmenni fyrir heimilið og á erfitt með að velja, er mest spenntastur fyrir þessum tveimur:\nhttps://elko.is/irobot-ryksuga-roomba-960-roomba960\nhttps://mii.is/collections/fyrir-heimil ... t-vacuum-2\n \nBáðar fá nokkuð gott review en sú síðari er spennandi kostur þar sem hún getur moppað og raflhöðuendingin er talsvert betri, fyrir utan að vera mun ódýrari.\nÞekkir einhver hér þessar tegundir eða hefur ráð eða ábendingar um kaup á slíkum tækjum?",
            "date": "2019-04-23 14:45:00",
            "post_id": "688004",
            "reply_to_id": false
        },
        {
            "user_name": "dori",
            "text": "Ég er með þessi Roborock ryksugu. Þegar ég valdi hana þá var ég að velja á milli hennar og Roomba 980 og valdi frekar Roborock útaf því að ég fílaði lidar dæmið frekar en myndavélar fyrir navigation og svo þetta basic, kraftmeiri og lengri rafhlöðuending. Svo var ég búinn að horfa á fullt af samanburði á youtube þar sem hún kom vel út.\nÉg myndi örugglega taka Roombuna ef ég væri með dýr ég held að rúllurnar undir þeim séu skárri fyrir mikið hár. Roomban er líka örugglega með betri hugbúnað (meira næs firmware og app) en ég er samt mjög ánægður með alla upplifunina á Roborock græjunni. Appið er fínt, það koma firmware uppfærslur með nýjum fítusum við og við. Myndi líklegast velja eins aftur (með þeim fyrirvara að ég hef ekki mikið skoðað hvað hefur komið nýtt inn á markaðinn síðan þá).",
            "date": "2019-04-23 23:41:00",
            "post_id": "688037",
            "reply_to_id": "688004"
        },
        {
            "user_name": "ColdIce",
            "text": "Keypti 676 því hún var á tilboði í Costco. Notaði hana tvisvar og skilaði henni í gær og keypti 966 í staðinn. \n966 er geggjuð!",
            "date": "2019-04-24 06:44:00",
            "post_id": "688042",
            "reply_to_id": "688037"
        },
        {
            "user_name": "zetor",
            "text": "Ég hef keypt tvær Neato D7 fyrir ættingja. Keypti þær í Þýskalandi á tilboði 499Evrur. Þær hafa reynst mjög vel hjá báðum aðilum.\nhttps://www.amazon.co.uk/Neato-Robotics ... way&sr=8-3",
            "date": "2019-04-24 07:18:00",
            "post_id": "688044",
            "reply_to_id": "688042"
        },
        {
            "user_name": "svavaroe",
            "text": "Ég keypti hjá RENMAX (\nhttps://www.renmax.is\n)\nMuuun ódýrari græja en styður allt, og gott betur. Hún er frábær þessi elska.\nbtw, til hvers að borga 120þkr fyrir vélmenni ef þú getur fengið sambærilega á 45þkr (en sú er ekki með nafnið iRobot)",
            "date": "2019-04-24 09:56:00",
            "post_id": "688046",
            "reply_to_id": "688044"
        },
        {
            "user_name": "svavaroe",
            "text": "Roborock sýnist mér vera með muuun stærra batterí.",
            "date": "2019-04-24 09:58:00",
            "post_id": "688047",
            "reply_to_id": "688046"
        },
        {
            "user_name": "dISPo",
            "text": "Þakka ykkur fyrir ábendingarnar. Það er mun meira úrval af þessum tækjum en ég hafði gert mér grein fyrir. Jafnvel til ótrúlegt magn undirtegunda hjá sumum framleiðendum, eins og iRobot. Ég hef lítinn áhuga á að eyða auka pening bara til að fá ákveðið merki á rykgsuguna. Mun klárlega kynna mér Neato og Renmax betur. Eina sem maður hefur áhyggjur af með þessi óþekktari merki er endingartími og öryggi.",
            "date": "2019-04-24 10:18:00",
            "post_id": "688048",
            "reply_to_id": "688047"
        },
        {
            "user_name": "dori",
            "text": "Það sem ég mæli með númer eitt, tvö og þrjú er að fá vélmenni sem skannar svæðið sem það er á og skipuleggur hvernig það ætlar að þrífa það þannig að það fari yfir allt svæðið í hvert skipti og er ekki að sóa tíma í óþarfa sikk sakk (og er þá lengur að búa til hávaða heima hjá þér). App sem þú getur notað til að stjórna er alveg næs en semi óþarfi en ég myndi segja að nema þú búir í lítilli stúdíóíbúð sé algjört möst að hafa einhversskonar navigation kerfi og skynsemi í því hvaða leið er valin til að þrífa rými.\nÞað þýðir að ef þú ert með Roomba að fara ekki undir 8XX línuna. Ég myndi heldur ekki fara í þetta Renmax dæmi af þeirri ástæðu (og af því að ég finn lítið sem ekkert um það nema þessa íslensku síðu) þó svo að það sé heillandi að borga bara 45 þúsund þá held ég að það sé bara ekki þess virði.",
            "date": "2019-04-24 12:02:00",
            "post_id": "688052",
            "reply_to_id": "688048"
        },
        {
            "user_name": "isr",
            "text": "Ég keypti Renmax fyrir hálfu ári síðan, hef notað hana örfá skipti, hún er alltaf vælandi hreynsa hitt og þetta, svo festist þetta allstaðar, í snúrum, þröskuldum og fleiru, skila sér seint og ílla í hleðslustöðina, eða bara alls ekki. Þar sem eru börn hentar þetta ekki vel, þarft að byrja á því að fjarlæja allt af gólfum svo það sé ekki fyrir græjunni. En þetta er bara mín skoðun, get allavega ekki mælt með Renmax. Svo er þjónustan frekar döpur hjá þeim, ætlaði að leita svara varðandi græjuna, en hef ekki enn fengið, eru aldrei við, konan á símanum,segir þá hringja þegar þeir koma, hef ekki enn heyrt frá þeim.",
            "date": "2019-04-24 12:35:00",
            "post_id": "688053",
            "reply_to_id": "688052"
        },
        {
            "user_name": "dISPo",
            "text": "Ég vil helst að vélmennið hafi þann eiginleika sem þú nefnir og vil helst hafa app líka, aðallega upp á þægindin og skemmtilegheitin. Datt niður á þessa týpu: \nhttps://ihverslun.is/vara/neato-bodvac-d4-connected/\n Þar sem ég finn ekkert um þessa Renmax mun ég ekki kaupa hana.\nÉg held að ég muni enda á þessari Roborock þótt hún komi ekki sem allra best út úr öryggisprófunum: \nhttps://www.av-test.org/en/news/robot-v ... ing-appli/\n Sjá þó: \nhttps://www.kaspersky.com/blog/xiaomi-m ... ked/20632/",
            "date": "2019-04-24 12:40:00",
            "post_id": "688054",
            "reply_to_id": "688053"
        },
        {
            "user_name": "Black",
            "text": "Ég er með iRobot 695, Íbúðinn hjá mér er um 65fm. Ég þurfti að gera íbúðina frekar robot proof áður en ég gat byrjað að nota hana. Festa snúrur upp og passa að hún væri ekki að festast undir húsgögnum.Það er App support sem ég nota aldrei, Sýndarveggur sem ég nota talsvert. En hefði alveg verið til í að geta mappað íbúðina svo hún væri ekki í endalausri hringavitleysu. Já og burstarnir undir henni eru algjört hell að hreinsa. Nauðsynlegt að vera með Gúmmíbursta undir.  \nEf ég væri að fara kaupa mér nýja vél núna þá færi ég í Neato D7, Stærri tankur fyrir ryk og getur mappað hvert hún á að fara. Ásamt gúmmíburstum og er að fara betri dóma en t.d iRobot i7 \nMyndi segja að stærsti kosturinn við þessar græjur eru að þær ryksuga undir rúmi.",
            "date": "2019-04-24 13:46:00",
            "post_id": "688059",
            "reply_to_id": "688054"
        },
        {
            "user_name": "methylman",
            "text": "Átti eina af fyrstu gerðunum af roomba,  vinnan við að halda þessu gangandi, hreinu og finna hana þegar hún gafst upp einhversstaðar undir einhverju húsgagninu eða ekki að minnast á skemmdirnar á stólfótum borðfótum og gólflistum.  Átti að vera þessi æðislegi AI sem mappaði íbúðina en hún sat samt föst á þröskuldinum í baðherberginu vikulega eða uppá lampafót.  Mæli með rykmoppu með skafti tekur 10 mín. að renna yfir 90 fm. íbúð og kostr 1.500 kall og ekkert vesen.  Ég setti mína á haugana vegna þess að ég fann engan sem mér var nægilega illa við til að gefa hana.",
            "date": "2019-04-24 14:02:00",
            "post_id": "688060",
            "reply_to_id": "688059"
        },
        {
            "user_name": "skyttan5",
            "text": "ilife V5S pro. Kostar ca. 25K heim komin af EBAY með gjöldum og virkar mjög vel. Er búinn að panta margar svona vélar fyrir vini og vandamenn og það hafa allir verið ánægðir.",
            "date": "2019-05-06 12:22:00",
            "post_id": "688542",
            "reply_to_id": "688060"
        },
        {
            "user_name": "Fumbler",
            "text": "Svo ef þú ert ekki að fara að versla alveg strax þá eru þeir á kickstarter með ryksugu og skúringar vél er þrífur sig sjálf\nhttps://www.kickstarter.com/projects/na ... mop-and-va",
            "date": "2019-05-06 13:02:00",
            "post_id": "688549",
            "reply_to_id": "688542"
        },
        {
            "user_name": "Jón Ragnar",
            "text": "Það var einhver flash sale hjá Heimilistækjum.\nEnduðum að kaupa eina Roomba á 40% afslætti",
            "date": "2019-05-06 13:10:00",
            "post_id": "688550",
            "reply_to_id": "688549"
        },
        {
            "user_name": "Glass123",
            "text": "Tími til að hreinsa smá misskilning hérna.\nÞað eru góðar ástæður afhverju að iRobot ryksugurnar eru dýrari. Þær eru töluvert betur byggðar og það er ætlast til að þú notir þær upp á hvern einasta dag (Enda fer það best með vélina). Endingin á þeim er að meðaltali 10-12 ár. Hinsvegar hafa hinar ryksugurnar einsog Eufy, Roborock og Neato verið með mjög háa bilanatíðni. Það sem er að bila mest eru þessir leiserar sem þeir eru með ofan á sér (Ekki má gleyma veseninu sem fylgir þeim stundum, áhersla á stundum).\nFólk er ekki að borga bara fyrir merkið, það er að borga fyrir endingartíma og betri smíði á vélmennaryksugum. En ég er ekki pabbi ykkar, kaupið endingarlitla ryksugu ef þið viljið.\nPS: Talandi um þessar ryksugur sem skúra líka. Orðum það svona: Ef vara segist geta gert tvo hluti í einu, þá gerir varan þetta ekki eins vel og vara sem gerir einn hlut vel, ef þú fattar.",
            "date": "2019-07-25 00:28:00",
            "post_id": "691648",
            "reply_to_id": "688550"
        },
        {
            "user_name": "norex94",
            "text": "Renmax er rebrand á kínverskum ryksugum. Það er betra að fara á aliexpress og kaupa bara eitthvað þar en að hafa millilið. \nT.d ef þú googlar Renmax þá kemur aðeins upp heima síða Renmax.",
            "date": "2019-07-25 10:23:00",
            "post_id": "691662",
            "reply_to_id": "691648"
        },
        {
            "user_name": "Sallarólegur",
            "text": "29.145 kr \nhttps://www.aliexpress.com/i/32864583456.html",
            "date": "2019-07-25 10:28:00",
            "post_id": "691663",
            "reply_to_id": "691662"
        },
        {
            "user_name": "norex94",
            "text": "Nákvæmlega  \n \nHérna líka: \nhttps://www.eufylife.com/uk/products/va ... 1/T2102221\nNákvæmlega eins nema heitir \"eufy\"\nedit:",
            "date": "2019-07-25 10:34:00",
            "post_id": "691664",
            "reply_to_id": "691663"
        },
        {
            "user_name": "svavaroe",
            "text": "Ég veit allt um það. RENMAX er rebrand og EUFY líka frá framleiðanda iMASS.\nNánar tiltekið týpa A3 af iMASS. Og að sjálfsögðu fæ ég millilið á Íslandi með því að kaupa af sérstöku umboði þar sem ég fæ varahluti og ábyrgð í 3ár.",
            "date": "2019-07-25 10:58:00",
            "post_id": "691666",
            "reply_to_id": "691664"
        },
        {
            "user_name": "skari11",
            "text": "Ég keypti mér Roborock s50 frá Aliexpress fyrir sirka ári og virkar hún ennþá jafn vel og þegar ég keypti hana. Fékk hana á sirka 60 þús hingað komin og með henni fylgdi aukalega 2 hliðarburstar, 2 síur, 2 moppur og 1 rúllubursti. Hef ekki lent í neinu veseni með hana og er hún nánast notuð daglega.",
            "date": "2019-07-25 12:13:00",
            "post_id": "691669",
            "reply_to_id": "691666"
        },
        {
            "user_name": "norex94",
            "text": "Ég skil, ég vildi bara koma þessu fram, persónulega finnst mér þetta frekar leiðinlegur og shady bransi svona rebrand en menn ráða sínu og hvar hlutinir eru keyptir. \nAftur að ryksugum þá keypti ég bara notaða roombu á bland á 15Þ kr, 560 týpuna, keypti nýja rafhlöðu og hún er búinn að vinna vel í hálft ár. \nFæ samt alltaf kjánahroll að horfa á hana ryksuga og keyra á hluti stanslaust, væri til í  ryksugu  með LIDAR",
            "date": "2019-07-25 12:42:00",
            "post_id": "691671",
            "reply_to_id": "691669"
        },
        {
            "user_name": "GullMoli",
            "text": "Nýjasta græjan frá Xiaomi / Roborock S6. Hún heillar virkilega, sérstaklega þar sem ég er með hvíta gólflista og vill ekki að eitthvað plast sé alltaf að rekast utaní/nudda þá. Virkilega freistandi núna þegar frjókornin fjúka hressilega inn um gluggana..\nKostar ekki nema rúmlega 100þús hingað komin ef pantað er frá Gearbest.",
            "date": "2019-07-25 13:49:00",
            "post_id": "691678",
            "reply_to_id": "691671"
        },
        {
            "user_name": "rapport",
            "text": "Sem reynslumikill skúringakarl þá er ég nokkuð viss um að þessar vélar skúra ekki, að renna kaldri blautri moppu eftir gólfinu er ekki að skúra.\nEn er með iRobot og elska hana því ég er með ketti en hún ræður illa við hárin sem falla af konunni og dætrunum, þau rúllast upp á allt og skemma.",
            "date": "2019-07-25 15:06:00",
            "post_id": "691680",
            "reply_to_id": "691678"
        },
        {
            "user_name": "dISPo",
            "text": "Við enduðum á að kaupa \nhttps://mii.is/collections/fyrir-heimil ... t-vacuum-2\n vélina og erum mjög sátt við hana. Þrífur almennt vel, skynjararnir virka vel og appið er einfalt og þægilegt í notkun. Þá er vélin búin skynjurum sem segir til um hvenær þurfi að tæma hana og skipta um hina og þessa hluti. Hún ratar vel um íbúðina, er lítið að rekast á (allavega ekki harkalega) og er ótrúlega seig að koma sér úr vandræðum. Við höfum ekki prófað að moppa með henni.\nÉg get ekki séð að að því hafi verið haldið fram í þessum þræði að þessar ódýrari vélar endist betur eða jafnvel og dýrari vélar frá iRobot eða sambærilegum framleiðendum. Að sjálfsögðu endast dýrari vélar lengur það nánast segir sig sjálft. Annars væri gaman og áhugavert að sjá prófanir og samantektir á endingartíma og bilanatíðni en neytendasamtök erlendis hafa verið dugleg að gera prófanir og halda utan um slíkt. Þá er jafnframt  munur á því að skúra og moppa, ég myndi seint vilja hafa vél sem skúrar parketið hjá mér þar sem því hlýtur að fylgja hætta á rakaskemmdum.",
            "date": "2019-07-25 18:05:00",
            "post_id": "691690",
            "reply_to_id": "691680"
        },
        {
            "user_name": "Hjaltiatla",
            "text": "Er mér einum að finnast góð hugmynd að versla bursta á skrúfuvél til að þurfa ekki að þjösnast við þrifin?\nhttps://www.amazon.com/Holikme-Attachments-Scrubber-Attachment-Automobile/dp/B07P7NFV1F/ref=sr_1_4?keywords=drill+brush&qid=1564416954&s=gateway&sr=8-4\nSjálfum finnst mér allt í lagi að rykmoppa og skúra en öll þrif sem tengist flísum,eldavél,sturtuklefa og klósetti not so much.",
            "date": "2019-07-29 16:19:00",
            "post_id": "691838",
            "reply_to_id": false
        },
        {
            "user_name": "JapaneseSlipper",
            "text": "Ég á svona skrúfvél sem ég hef notað og hún er mjög fín í suma hluti, t.d. er algjör snilld að taka felgur á bílnum með þessu.\nÉg á iRobot 960 sem ég er búinn að eiga í 18 mánuði og nota nánast daglega. Ég hef ryksugað 2-3 síðan ég fékk hana. Ókosturinn er að heima hjá mér er 1 horn sem hún kemst illa í en ég hef bara þurrkað þar. Svo er hinn ókosturinn að rykið virðist setjast ofan á golflistana þannig í þessi skipti sem ég hef ryksugað þarf ég sérstaklega að ryksuga ofan á golflistunum. Þetta hefur samt sem áður sparað mér gríðarlega vinnu. Ég er með hund á heimilinu og því þarf ég að hreinsa vélina í svona annað hvert til þriðjahvert skipti.\nEn víst þú minnist á þessa bursta til að setja á borvélar þá fékk ég svona í gjöf\nhttps://www.youtube.com/watch?v=HvFVWc4_a7k\nÞetta er algjör snilld til að þrífa allsskonar og virkar betur en burstarnir til að þrífa allskonar.",
            "date": "2019-07-30 10:02:00",
            "post_id": "691866",
            "reply_to_id": "691838"
        },
        {
            "user_name": "rapport",
            "text": "Er ekki hægt að nota þetta sem gufugæja líka til að ná krumpum úr fötum?",
            "date": "2019-07-30 11:49:00",
            "post_id": "691873",
            "reply_to_id": "691866"
        },
        {
            "user_name": "JapaneseSlipper",
            "text": "Það á að vera hægt en ég hef samt ekki notað það sjálfur.",
            "date": "2019-07-31 11:12:00",
            "post_id": "691897",
            "reply_to_id": "691873"
        }
    ],
    "date": "2019-07-29 16:19:00"
}