{
    "forum_title": "Sjónvörp, hljóðkerfi og snjalllausnir fyrir heimilið",
    "id": "79121",
    "title": "Ykkar álit á 75\" qled?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=47&t=79121",
    "posts": [
        {
            "user_name": "appel",
            "text": "Er þetta algjör vitleysa að kaupa?\nhttps://ormsson.is/product/samsung-sjon ... ed-q6-2019\nÞetta er svona budget týpan líklega. Svona 350-360 þ. er svona algjört hámark sem maður myndi vilja eyða í sjónvarp, og maður vill 75\", þannig að 65\" oled er ekki í myndinni.",
            "date": "2019-04-23 13:45:00",
            "post_id": "688003",
            "reply_to_id": false
        },
        {
            "user_name": "tonycool9",
            "text": "Ég held að þú munir ekki finna mikið betri kaup en þetta fyrir 75\",mjög fín tæki,ágætis verð líka",
            "date": "2019-04-23 16:37:00",
            "post_id": "688011",
            "reply_to_id": "688003"
        },
        {
            "user_name": "Hjaltiatla",
            "text": "Persónulega myndi ég ekki versla Samsung tæki (Eða nein \"SmartTV\") sem eru með sitt eigið app store VS að fá mér Android TV tæki.",
            "date": "2019-04-23 16:40:00",
            "post_id": "688013",
            "reply_to_id": "688011"
        },
        {
            "user_name": "GuðjónR",
            "text": "Myndgæðin eru alveg ágæt í QLED, 75\" er æði, er sjálfur með 65\" OLED og finnst það eiginlega of lítið ... \nPersónulega myndi ég aldrei fá mér Samsung heimilistæki, en það er bara ég.",
            "date": "2019-04-23 22:16:00",
            "post_id": "688034",
            "reply_to_id": "688013"
        },
        {
            "user_name": "rickyhien",
            "text": "OLED er samt mjög mikið betri myndgæði en QLED Q6 \n \nAndroid TV er ofmetið, bara í boði í Sony og Philips (þekkt \"brand\") ...best að kaupa AppleTV og tengja við hvaða sjónvarp sem er og fá mikið betri viðmót, úrval af forritum",
            "date": "2019-04-24 00:04:00",
            "post_id": "688038",
            "reply_to_id": "688034"
        },
        {
            "user_name": "Hjaltiatla",
            "text": "Pff.... Ef ég borga fyrir \"Smart Tv\" þá ætlast til að ég geti notað þann fídus en þurfi ekki að kaupa mér auka græju í það.\nSjálfur er ég með heimskt sjónvarp og nota Nvidia shield og gæti ekki verið sáttari.\nÞað eru alltaf fleiri og fleiri að sjá ljósið og hætta þessari vitleysu að halda úti sínu eigin App store-i. Ef ég gæti valið mætti alveg droppa þessum \"Smart fídus\"\nSjálfur hefði ég eflaust keypt mér Sony tæki (Android TV)\nhttps://en.wikipedia.org/wiki/List_of_smart_TV_platforms_and_middleware_software",
            "date": "2019-04-24 00:17:00",
            "post_id": "688039",
            "reply_to_id": "688038"
        },
        {
            "user_name": "GuðjónR",
            "text": "OLED er alltaf betra en QLED, orðið QLED er bara markaðsbrella hjá Samsung, ekkert annað.\nOg já, ég nota snjallfídusinn í sjónvarpinu lítið. Finnst mun þægilegra að nota AppleTV.\nMín vegna mætti sjónvarpið vera \"heimskt\".",
            "date": "2019-04-24 08:48:00",
            "post_id": "688045",
            "reply_to_id": "688039"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Góður punktur.\nÞað er nýlegt Sony tæki með original Android TV á mínu heimili og viðmótið er frekar næs, fær uppfærslur reglulega og með öllu þessu helsta.\nHef séð glimpse af nýlegum Samsung tækjum og viðmótið í þeim, síðast þegar ég gáði, var frekar mikið chaos. Kannski er búið að bæta það síðan þá.\nMikið er ég ósammála. Apple TV fjarstýringin er það versta sem ég hef notað. Legg fjarstýringuna frá mér og hún pásar það sem ég er að spila. Tek hana upp og hún byrjar að spóla afturábak.\nHún lítur vel út, en guð minn góður. Þetta touchpad viðmót er hræðilegt, miklu betra að vera með örvar.",
            "date": "2019-04-24 12:48:00",
            "post_id": "688055",
            "reply_to_id": "688045"
        },
        {
            "user_name": "svanur08",
            "text": "QLED? Þetta er bara LCD.",
            "date": "2019-04-24 12:51:00",
            "post_id": "688056",
            "reply_to_id": "688055"
        },
        {
            "user_name": "kjartanbj",
            "text": "Er apple tv fjarstýringin þín ekki bara eitthvað vitlaust stillt eða biluð? of mikið sensitivity eða eitthvað? mín virkar bara mjög fínt og ekkert vandamál, nota hana MIKIÐ",
            "date": "2019-04-24 22:12:00",
            "post_id": "688080",
            "reply_to_id": "688056"
        },
        {
            "user_name": "hagur",
            "text": "Ekki rugla þessu saman við OLED.  Þetta tæki er vissulega QLED sem er marketing jargon frá Samsung.  LED baklýstur LCD skjár.  Alls ekki OLED.",
            "date": "2019-04-24 22:56:00",
            "post_id": "688081",
            "reply_to_id": "688080"
        },
        {
            "user_name": "appel",
            "text": "Tja, það er stór munur á QLED og venjulegu samsung LED. QLED er mun líkara OLED heldur en LED er líkara QLED.\nMjög bjartur skjár, kannski ekki eins svart og OLED en nokkuð nálægt því.\nÞetta er helst spurning um verðið á þessu, og mér finnst OLED fyrir svívirðilega dýrt.",
            "date": "2019-04-25 00:31:00",
            "post_id": "688089",
            "reply_to_id": "688081"
        },
        {
            "user_name": "SolidFeather",
            "text": "Þetta QLED er nottla snilld hjá Samsung. Þeir nenna ekki að búa til OLED tæki þannig að hvað gera þeir? Taka SUHD LCD tækin sín og rebranda yfir í QLED til að plata almúgan og það virðist bara svínvirka. \nhttps://en.wikipedia.org/wiki/Quantum_dot_display\nAnnars veit ég ekkert um þetta TV, það er svo erfitt að meta svona tæki nema að þau séu í stofunni hjá manni.",
            "date": "2019-04-25 01:04:00",
            "post_id": "688091",
            "reply_to_id": "688089"
        }
    ],
    "date": "2019-04-23 13:45:00"
}