{
    "forum_title": "Koníakstofan",
    "id": "79143",
    "title": "Samanburður á farsímaþjónustum",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=79143",
    "posts": [
        {
            "user_name": "htdoc",
            "text": "Nýlega gáfum við út á Aurbjörgu óháðan samanburð á farsímaþjónustum. Samanburðurinn ber saman áskrift annars vegar og frelsi og tilboðsáfyllingar hins vegar. Miðað er við opinberar verðskrár farsímafyrirtækjana, samanburðurinn er uppfærður daglega og öllum farsímafyrirtækjunum var gefinn kostur á að koma með athugasemdir. Einhverjar auka upplýsingar eru í \"info bubblunum\" á síðunni eins og t.d. upplýsingar um pakkatilboð (ef t.d. internet/ljósleiðar er líka keypt) sem er erfitt að setja upp í samanburðartöflu.\nSamanburðinn má finna hér: \nhttps://aurbjorg.is/#/farsimi\nVæri gaman að heyra ef þið hafið einhverjar hugmyndir varðandi að betrum bæta samanburðinn  \n \nEinnig væri gaman að heyra, hvort það séu einhverjir nýjir samanburðir sem fólk hefði áhuga á að sjá inn á Aurbjörgu: \nhttps://aurbjorg.is/",
            "date": "2019-04-26 09:17:00",
            "post_id": "688125",
            "reply_to_id": false
        },
        {
            "user_name": "Viggi",
            "text": "Ég er nú að borga 2000 fyrir ótakmarkmörkuð símtöl og 100gb gagnamagn hjá hringdu það er ekki þarna á listanum",
            "date": "2019-04-26 10:32:00",
            "post_id": "688126",
            "reply_to_id": "688125"
        },
        {
            "user_name": "Njall_L",
            "text": "Ert þú mögulega með ótakmarkað heimanet hjá þeim líka?",
            "date": "2019-04-26 11:08:00",
            "post_id": "688127",
            "reply_to_id": "688126"
        },
        {
            "user_name": "GuðjónR",
            "text": "Flottur listi hjá ykkur.\nEndalaust snapp hjá NOVA er gildir ekki lengur, eitt af því sem þeir gera til þess að fá fólk til að kaupa meira gagnamagn er að bjóða svona \"díl\" auglýsa hann grimmt en taka hann svo af þegjandi og hljóðalaust og þú áttar þig kannski ekki á því fyrr en inneignin er búin og hvað gerir þú þá?",
            "date": "2019-04-26 11:15:00",
            "post_id": "688128",
            "reply_to_id": "688127"
        },
        {
            "user_name": "Viggi",
            "text": "Já, er með heimanet líka",
            "date": "2019-04-26 11:20:00",
            "post_id": "688129",
            "reply_to_id": "688128"
        },
        {
            "user_name": "urban",
            "text": "Finnst þér sanngjarnt að telja það með ?\nEf að það er sanngjarnt, þá þarf líka að taka fram hversu mikið þú þarft að borga hringdu til þess að fá þennan díl.",
            "date": "2019-04-26 12:19:00",
            "post_id": "688132",
            "reply_to_id": "688129"
        },
        {
            "user_name": "bigggan",
            "text": "Flott siða en vildi gjarnan sjá hvað það kostar að hringja í útlönd innan EES frá ísland (eða hvort einhverjir eru með svoleiðis innifalið i áskrift.) og það vantar þrenna hjá síminn lika.",
            "date": "2019-04-26 13:20:00",
            "post_id": "688134",
            "reply_to_id": "688132"
        },
        {
            "user_name": "depill",
            "text": "Þrennan er undir Símanum / Frelsi",
            "date": "2019-04-26 14:13:00",
            "post_id": "688136",
            "reply_to_id": "688134"
        },
        {
            "user_name": "depill",
            "text": "Ég myndi soldið vilja sjá grænu bubblunar snúast um hagstæðustu leið miðað við \"allt að þetta gagnamagn\". Þannig er Vodafone með 100 MB á 1990 kr enn Hringdu 500 MB á 1490 kr. Skil að það er soldið flókið í útfærslu enn 30 GB hjá Vortex er betra en 25 GB hjá Hringdu en samt koma bæði betur út.",
            "date": "2019-04-26 14:15:00",
            "post_id": "688137",
            "reply_to_id": "688136"
        },
        {
            "user_name": "rapport",
            "text": "Af hverju finnst mér Aurbjörg alltí einu vera Vaktin.is rip off?",
            "date": "2019-04-26 14:39:00",
            "post_id": "688140",
            "reply_to_id": "688137"
        },
        {
            "user_name": "HringduEgill",
            "text": "Hæ!\nMeð farsímaáskrift hjá Hringdu eru innifalin ótakmörkuð símtöl frá Íslandi til 40 landa. EES löndin ættu öll að vera á þeim lista. Getur skoðað löndin hérna: \nhttps://hringdu.is/hringdupedia/Otakmar ... UsaKanada/",
            "date": "2019-04-26 16:41:00",
            "post_id": "688143",
            "reply_to_id": "688140"
        },
        {
            "user_name": "htdoc",
            "text": "Fyrirtæki reyna þetta einmitt oft. Það er líka til dæmi þar sem fjármálastofnanir bjóða upp á hagstæð kjör eða  breytilega vexti, auglýsa það og breyta síðar hljóðlaust.\nVið setjum upp ýmsar sjálfkrafa vaktanir, til að reyna að grípa svona breytingar eins og t.d. með fría snappið hjá Nova. Þetta er ennþá inni á Aurbjörgu því Nova auglýsir ennþá frítt snap hjá sér á heimasíðunni sinni: \nhttps://www.nova.is/farsimi\n.\nVarstu búinn að sjá einhvers staðar eða upplifa sjálfur að Nova hafi tekið fría snappið út þegjandi og hljóðlaust?",
            "date": "2019-04-27 10:37:00",
            "post_id": "688164",
            "reply_to_id": "688143"
        },
        {
            "user_name": "Hjaltiatla",
            "text": "Heyrði af þessu og var fljótur að færa mig frá Nova, fíla ekki svona monkey business að maður getur ekki treyst fyrirtæki (Nova geta hugsanlega verið ódýrari en ef maður treystir ekki fyrirtæki þá þarf maður að vera að rýna í alla reikninga og athuga hvort verið sé að plata mann).",
            "date": "2019-04-27 10:58:00",
            "post_id": "688165",
            "reply_to_id": "688164"
        },
        {
            "user_name": "GuðjónR",
            "text": "Ég var ekki búinn að heyra það en var búinn að taka eftir því, gerði tilraun núna, fór á 4G og tók screen af appinu, smá snapp fyrir og eftir.\nAlveg klárt mál að snappið telur gagnamagn.\nReyndar var þetta auglýsingin hjá þeim síðasta sumar (06.júní.2018):\nhttps://www.nova.is/dansgolfid/endalaust-snapp\nSvo er alltaf spurning hvernig þeir skilgreina \"sumar\".",
            "date": "2019-04-28 22:59:00",
            "post_id": "688244",
            "reply_to_id": "688165"
        },
        {
            "user_name": "Fumbler",
            "text": "Er ekki alveg tilvalið að Aurbjörg veri með verð samanburð á internet þjónustum, net, gagnamagn, hraði og annað innifalið.",
            "date": "2019-04-29 22:03:00",
            "post_id": "688304",
            "reply_to_id": "688244"
        }
    ],
    "date": "2019-04-26 09:17:00"
}