{
    "forum_title": "Koníakstofan",
    "id": "79274",
    "title": "BNA bannar Huawei",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=79274",
    "posts": [
        {
            "user_name": "appel",
            "text": "https://www.reuters.com/article/us-usa- ... SL2W4?il=0\nÉg veit ekki hvort menn átti sig á þessu. Þarna er t.d. verið að banna Google að selja til Huawei tækni sína, meðal annars Android stýrikerfið, þarna er verið að banna Qualcomm, bandarískt fyrirtæki, að selja til Huawei.\nÞetta er risa frétt.",
            "date": "2019-05-15 22:55:00",
            "post_id": "688922",
            "reply_to_id": false
        },
        {
            "user_name": "Hjaltiatla",
            "text": "Smá kalda stríðs fnykur af þessu.\nHins vegar eru Kínverjar ekki barnanna bestir þegar kemur að því að útiloka erlendar þjónustur .",
            "date": "2019-05-16 00:14:00",
            "post_id": "688926",
            "reply_to_id": "688922"
        },
        {
            "user_name": "appel",
            "text": "Google reportedly pulls Huawei’s Android license\nhttps://www.theverge.com/2019/5/19/1863 ... suspension",
            "date": "2019-05-19 21:29:00",
            "post_id": "689080",
            "reply_to_id": "688926"
        },
        {
            "user_name": "mort",
            "text": "Huawei orðnir viðskiptaleg ógn við US, og þá gera þeir þetta. Engar sannanir, enda ef þær væru til þá væri lang besta move'ið að birta þær, það væri killerinn. Huawei að ógna Apple í þróun og sölu. Huawei núna að verða industry leader í networking, með eigin chipset. Market leaders í optical í EU og fleiri sviðum. US eiga að ég held engin fyrirtæki sem framleiða GSM senda, og eru takmarkaðir í mobile core. Huawei er/var árum á undan Ericsson og Nokia þar - sérstaklega í 5G.\nþetta verður áhugavert. Mörg fyrirtæki í US munu tapa miklu á þessu, t.d. Broadcom og Qualcomm sem selja componenta til Huawei, sem þá hægir á þróun og við töpum öll.\nSpurning hvernig þetta virkar allt, ef kína fer virkilega í hart, þá eru nær allar verksmiðjur US fyritækjana í kína, allt Cisco dót er framleitt í kína.. undarlegur heimur",
            "date": "2019-05-19 21:55:00",
            "post_id": "689083",
            "reply_to_id": "689080"
        },
        {
            "user_name": "Hjaltiatla",
            "text": "Kína eru mjög framarlega í framðleiðslu á róbotum þannig að paranojan hjá BNA gæti legið þar.\nHuawei er í þeim bransa líka.",
            "date": "2019-05-19 22:14:00",
            "post_id": "689084",
            "reply_to_id": "689083"
        },
        {
            "user_name": "Revenant",
            "text": "Vert er að minnast þá ZTE en þeir fóru nánast á hausinn þegar Qualcomm mátti ekki selja þeim búnað.",
            "date": "2019-05-19 22:26:00",
            "post_id": "689086",
            "reply_to_id": "689084"
        },
        {
            "user_name": "jonfr1900",
            "text": "Þessir Trump liðar ætlar að verða heiminum dýrir (samansafn af paranojuðum fábjánum sem eru að auki sjúkir í stríðsátök auk þess að vera gráðugir). Það er einnig ljóst að allir farsímar frá Huawei munu hætta að virka þar sem Google hefur bannað Play Store á þeim farsímum frá og með deginum í dag. Það mun hafa áhrif um allan heim.\nGoogle reportedly ends business with Huawei, will cut it off from Play Store\n (Ars Technica)",
            "date": "2019-05-19 22:45:00",
            "post_id": "689087",
            "reply_to_id": "689086"
        },
        {
            "user_name": "appel",
            "text": "Það er erfitt að sjá að Huawei geti haldið áfram einsog það hefur gert. Fyrirtækið er að missa aðgang að mikilvægri tækni. Bara það að missa aðgang að android og Google þjónustum þýðir að enginn mun kaupa slíka síma fyrir utan Kína.\nEn Huawei missir líka aðgang að mikilvægu hardware, örgjörvum og slíku.\nÞeir segjast geta framleitt sína eigin örgjörva, og eru að því. En maður er skeptískur á að þeim takist það, þ.e. að skipta út öllu því sem það kaupir af bandarískum fyrirtækjum.\nEn þetta snýst ekki bara um farsíma, heldur líka annan tæknibúnað sem þeir framleiða. T.d. má Microsoft ekki selja þeim Windows. Það er fullt af búnaði frá BNA sem gerir Huawei kleift að smíða vörur og þjónustu, ef þeir eru ekki með aðgang að þessu þá verður mun erfiðara fyrir þá að smíða þessar vörur og þjónustur.\nEn svo eru það \"holdsveikiáhrifin\" sem er erfitt að sjá fyrir hver verða. Ég velti fyrir mér framtíðaráformum í 5G uppbyggingu hjá slatta af fjarskiptafyrirtækjum. Munu fjarskiptafyrirtæki vera jafn viljug að eiga í viðskiptum við fyrirtæki sem er undir \"export ban\" hjá BNA? Ef BNA eru viljug til að stíga þetta skref, þá gæti ég ímyndað mér að eftir einhvern tíma verði sett á \"export ban\" til fyrirtækja sem nota Huawei í fjarskiptakerfinu, t.d. að fjarskiptafyrirtæki í Evrópu geti ekki keypt bandarískar vörur eða þjónustur nema það geti vottað að það sé laust við Huawei. Er bara doldið að giska, líklega láta BNA menn þetta export ban gagnvart Huawei nægja.",
            "date": "2019-05-19 23:59:00",
            "post_id": "689090",
            "reply_to_id": "689087"
        },
        {
            "user_name": "Baldurmar",
            "text": "Símarnir munu ekki hætta að virka, Huawei er bara ekki með leyfi lengur setja vörur frá á \"næstu\" síma:",
            "date": "2019-05-20 00:44:00",
            "post_id": "689091",
            "reply_to_id": "689090"
        },
        {
            "user_name": "jonfr1900",
            "text": "Mig grunar að ríkisstjórn Bandaríkjanna muni þrýsta á að öll tæki verði útilokuð. Þetta fólk er alveg nógu klikkað til þess að krefjast þess eða setja skipun um slíkt. Skaðinn af þessu rugli mun vara langt fram á næsta áratug (2030) og allan komandi áratug (2020).",
            "date": "2019-05-20 03:52:00",
            "post_id": "689093",
            "reply_to_id": "689091"
        },
        {
            "user_name": "Hjaltiatla",
            "text": "Enda eru hátæknilönd frá Asíu eins og Suður Kórea að fara skipta úr Windows 7 yfir í Linux \n \nhttps://betanews.com/2019/05/18/korea-linux/",
            "date": "2019-05-20 04:01:00",
            "post_id": "689094",
            "reply_to_id": "689093"
        },
        {
            "user_name": "Raskolnikov",
            "text": "Ég er að spá að kaupa Huawei P Smart (2019) síma. Er það staðfest að þessi ákvörðun hafi ekki áhrif á síma sem eru þegar á markaði?",
            "date": "2019-06-06 09:35:00",
            "post_id": "689689",
            "reply_to_id": "689094"
        },
        {
            "user_name": "appel",
            "text": "Ég held að bannið eigi við að Google megi ekki vinna lengur með Huawei að innleiðingu á sínum þjónustu fyrir ný módel af Huawei símum.\nHeld að bannið eigi ekki við að þú megir ekki nota þjónustur Google ef þú ert með Huawei síma.\nEn ég er ekki 100% viss um hvernig þetta er. Ég heyri lítið um að Google þjónustur virki ekki á Huawei símum, það eru bara þessi ný módel sem eru enn í þróun sem eru sett á ís.\nhttp://time.com/5592088/huawei-phones-l ... -services/\nÞetta \"direct support\" þýðir Google<->Huawei samband, ekki Google<->consumer samband.\nEn þetta getur haft áhrif á framtíðaruppfærslur, þar sem þær þarfnast að einhverju leyti stundum samstarf við Google.",
            "date": "2019-06-06 20:07:00",
            "post_id": "689717",
            "reply_to_id": "689689"
        },
        {
            "user_name": "elv",
            "text": "Komið nýtt twist á þetta \nhttps://www.bloomberg.com/news/articles/2019-06-14/huawei-has-56-492-patents-and-it-s-not-afraid-to-use-them",
            "date": "2019-06-15 09:32:00",
            "post_id": "690007",
            "reply_to_id": "689717"
        },
        {
            "user_name": "netkaffi",
            "text": "https://www.reddit.com/r/Huawei/comment ... r/erwl3sz/",
            "date": "2019-06-24 12:09:00",
            "post_id": "690282",
            "reply_to_id": "690007"
        },
        {
            "user_name": "Tbot",
            "text": "Held að þetta hjálpi ekki með að auka trúnað á Huawei að þeir stundi engar njósnir.  \nHuawei fær ekki að starfa nema með leyfi kínverska ríkisins og hvað kemur í staðinn!\nhttps://www.theguardian.com/world/2019/ ... sts-phones",
            "date": "2019-07-03 09:11:00",
            "post_id": "690683",
            "reply_to_id": "690282"
        },
        {
            "user_name": "netkaffi",
            "text": "Þið vitið að fullt af stofnunum í bandaríkjunum stunda njósnir? Á alla Android símana og Microsoft kerfin?",
            "date": "2019-07-03 18:12:00",
            "post_id": "690713",
            "reply_to_id": "690683"
        },
        {
            "user_name": "Tbot",
            "text": "Þetta snýst um aðeins meiraen android síma og slíkt,  \nÞetta er aðgangur að grunninum þar sem ekki er hægt að koma neinum vörnum við.",
            "date": "2019-07-07 19:32:00",
            "post_id": "690878",
            "reply_to_id": "690713"
        },
        {
            "user_name": "Tbot",
            "text": "Þar bætist meira við upplýsingarnar\nhttps://www.telegraph.co.uk/news/2019/0 ... -agencies/",
            "date": "2019-07-07 19:32:00",
            "post_id": "690879",
            "reply_to_id": "690878"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Loksins.\nÞað fyndna við þetta er að það hefur verið staðfest að USA er búið að gera þetta á miklu stærri skala í áratugi.\nhttps://en.wikipedia.org/wiki/National_ ... n_overseas\nhttps://en.wikipedia.org/wiki/National_ ... litigation\nFélagi minn var stoppaður á flugvelli í BNA og sendur í yfirheyrslu, þá kom tollurinn með útprentaða tölvupósta úr Gmail-inu hans. Hann hafði aldrei gefið þeim aðgang eða loggað sig inn fyrir þau",
            "date": "2019-07-08 13:18:00",
            "post_id": "690908",
            "reply_to_id": "690879"
        },
        {
            "user_name": "GuðjónR",
            "text": "",
            "date": "2019-07-08 18:36:00",
            "post_id": "690917",
            "reply_to_id": "690908"
        },
        {
            "user_name": "jonfr1900",
            "text": "Þess vegna fer ég ekki til Bandaríkjanna.",
            "date": "2019-07-08 23:28:00",
            "post_id": "690929",
            "reply_to_id": "690917"
        },
        {
            "user_name": "AlexJones",
            "text": "Áður en þið farið að ausa yfir hatri ykkar á BNA og ást ykkar á Kína, googlið hvernig kínverski kommúnistaflokkurinn hefur farið með falun gong meðlimi, fangelsað þá og notað sem líffærabanka! En nei, þið trúið því ekki, þó ég bendi líka á að þeir eru búnir að fangelsa milljón múslima í Xinjiang héraði, bara fyrir að vera til... og eru einnig byrjaðir að \"harvesta\" líffæri úr \"óæskilegum þegnum\".\nSvo haldiði að þetta land sé traustsins vert þegar kemur að grundvallarinnviðum í hinum vestræna heimi? Eitthvað vantar í hausinn ykkar.",
            "date": "2019-07-09 00:47:00",
            "post_id": "690932",
            "reply_to_id": "690929"
        },
        {
            "user_name": "AlexJones",
            "text": "Gerðu Pepsi-test, farðu til BNA og segðust tilheyra Falun Gong. Farðu til Kína og segðust tilheyra Falun Gong. Segðu okkur svo frá upplifun þinni, ef þú kemst til baka.\nhttps://en.wikipedia.org/wiki/Organ_har ... s_in_China\nEkki bera saman illsku við forvitni. BNA eru forvitin, en Kína er illskt.",
            "date": "2019-07-09 00:55:00",
            "post_id": "690933",
            "reply_to_id": "690932"
        },
        {
            "user_name": "Hjaltiatla",
            "text": "Þú getur bætt Kína á listann  \n \nhttps://github.com/motherboardgithub/bxaq",
            "date": "2019-07-09 17:03:00",
            "post_id": "690957",
            "reply_to_id": "690933"
        },
        {
            "user_name": "Frussi",
            "text": "Ég myndi nú seint kalla það sem Bandarísk yfirvöld gera forvitni...",
            "date": "2019-07-09 18:33:00",
            "post_id": "690960",
            "reply_to_id": false
        }
    ],
    "date": "2019-07-09 18:33:00"
}