{
    "forum_title": "Koníakstofan",
    "id": "79331",
    "title": "Er ekki hægt að sækja um kreditkort án Rafræns Skilríkis ?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=79331",
    "posts": [
        {
            "user_name": "Cozmic",
            "text": "Er hjá Íslandsbanka og í svaka vandræðum við að sækja um kredit kort, er með heimabanka þar en samt beðinn um að skrá rafræn skilríki þó ég reyni að sækja um í bæði appinu eða vefnum þar sem ég er loggaður inn á minn aðgang en samt þarf ég að stofna '' ný viðskipti með rafræn skilríki '' kjaftæðið.\nÞarf ég virkilega að fara í Nova, sækja um nýtt sim kort, fara í bankann og virkja þetta helv rafræna skilríki og svo sækja um kredit kort ? Eða er nóg fyrir mig að hringja fúll á mánudaginn og sækja um kredit kort þannig ? Þeir loka heimabúinu í mínum bæ því '' Allt komið á netið '', eða hitt og heldur.",
            "date": "2019-05-25 17:33:00",
            "post_id": "689260",
            "reply_to_id": false
        },
        {
            "user_name": "Revenant",
            "text": "Rafrænt skilríki jafngildir löglegri undirskrift þegar þú sækir um.\nNotendanafn og lykilorð er ekki undirskrift í lagarlegum skilningi.",
            "date": "2019-05-25 18:28:00",
            "post_id": "689261",
            "reply_to_id": "689260"
        },
        {
            "user_name": "pepsico",
            "text": "Veit ekki hvort það er sanngjarnt að gefa í skyn að þetta sé ekki í boði á netinu. Hefðir fengið sömu viðbrögð skilríkislaus í útibúinu.",
            "date": "2019-05-25 18:39:00",
            "post_id": "689262",
            "reply_to_id": "689261"
        },
        {
            "user_name": "Cozmic",
            "text": "Þannig það er ekkert mál að logga mig á heimabankann og tæma allar bækur en guði sé lof ekki hægt að sækja um kort án extra rafræn skilríki vesen ? Meikar ekkert sens að það sé extra security að sækja um kort en ekki að millifæra pening hah..\nSkv vini mínum er ekkert mál fyrir hann að sækja um kort í gegnum appið án rafræna skilríkja hjá Arion samt.",
            "date": "2019-05-25 21:11:00",
            "post_id": "689267",
            "reply_to_id": "689262"
        },
        {
            "user_name": "Sallarólegur",
            "text": "First world problems",
            "date": "2019-05-26 17:23:00",
            "post_id": "689293",
            "reply_to_id": "689267"
        },
        {
            "user_name": "hagur",
            "text": "Náðu þér bara í rafrænt skilríki og hættu þessu veseni",
            "date": "2019-05-26 17:36:00",
            "post_id": "689294",
            "reply_to_id": "689293"
        },
        {
            "user_name": "einarn",
            "text": "Ég var einmitt þessi gaur fyrir nokkrum mánuðum. Enn ég sé ekki eftir að hafa fengið mér þau.",
            "date": "2019-05-30 17:14:00",
            "post_id": "689481",
            "reply_to_id": "689294"
        }
    ],
    "date": "2019-05-25 17:33:00"
}