{
    "forum_title": "Koníakstofan",
    "id": "79483",
    "title": "Versla tölvuhluti frá Ali ?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=79483",
    "posts": [
        {
            "user_name": "MrIce",
            "text": "Hvernig reynslu hefur fólk hérna inni af því að versla við alibaba með tölvuhluti?\ner búinn að vera pæla að fá mér \"overkill\" plex vél og rak augun fyrir nokkru síðan í \nþetta\n og svipaða pakka sem og staka hluti.\nEr reynslan góð hérna inni í gegnum ali eða ætti ég að sleppa þeim?",
            "date": "2019-06-15 22:07:00",
            "post_id": "690034",
            "reply_to_id": false
        },
        {
            "user_name": "Dúlli",
            "text": "Ekki mikil reynsla á rafbúnaði en hef verslað hitt og þetta þaðan, þeir eru með gott policy, þegar þú verslar og færð afhent þá eru nokkrir dagar sem er hægt að gera dispute ef dótið er ónýtt, rispað, brotið og þess háttar.\nHef þurft að nota þá þjónustu og hún virkar 100%, þarft bara að sýna fram á það að varan sé biluð og að auki þarft ekki að skila henni.",
            "date": "2019-06-15 22:14:00",
            "post_id": "690035",
            "reply_to_id": "690034"
        },
        {
            "user_name": "Hjaltiatla",
            "text": "Hmmm....   \n \n4*SATA2.0\n1*SATA3.0",
            "date": "2019-06-15 22:21:00",
            "post_id": "690036",
            "reply_to_id": "690035"
        },
        {
            "user_name": "Dúlli",
            "text": "Ég myndi reyndar spá í driver og support vandamálum.",
            "date": "2019-06-15 22:42:00",
            "post_id": "690038",
            "reply_to_id": "690036"
        },
        {
            "user_name": "MrIce",
            "text": "Það er það sem mig grunar að verði allveg stór hausverkur ef það verður eitthvað  \n \nTók eftir þessu, myndi mögulega bara fá mér pci-e raid kort til að komast framhjá þessu veseni",
            "date": "2019-06-15 23:16:00",
            "post_id": "690042",
            "reply_to_id": "690038"
        },
        {
            "user_name": "russi",
            "text": "Þetta er auðvitað móðurborð frá 2013.\nMyndi nú skoða bara hvort það sé ekki bara jafnmikið power í nýlegum i7 og Xeon örgjörva frá 2013. En þú getur nú líklega gert þrusuvél úr þessu fullnýtt",
            "date": "2019-06-16 19:05:00",
            "post_id": "690063",
            "reply_to_id": "690042"
        },
        {
            "user_name": "Fridrikn",
            "text": "Fyrir svona mánuði keypti ég ryzen örgjörfa og ram, og það kom í fínu lagi en ég lenti í því að ég keypti mér lyklaborð fyrir fartölvuna mína og það kom í plasti og var mökk beyglað og ónýtt þegar að ég fékk það í mínar hendur.\nKeyptu bara það sem eru með yfir 50 orders og góð  reviews, ekki allir söluaðilar eru jafn góðir",
            "date": "2019-06-18 00:57:00",
            "post_id": "690090",
            "reply_to_id": "690063"
        }
    ],
    "date": "2019-06-15 22:07:00"
}