{
    "forum_title": "Koníakstofan",
    "id": "79580",
    "title": "Heimilt að rukka viðskiptavini um afslátt",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=79580",
    "posts": [
        {
            "user_name": "jonfr1900",
            "text": "Hérna er úrskurður frá Póst og Fjarskiptastofnun sem fær alltof litla athygli á Íslandi.\nHeimilt að krefja neytendur um endurgreiðslu á ónýttum afslætti umfram hámarksbinditíma viðskiptasamninga",
            "date": "2019-06-30 22:03:00",
            "post_id": "690592",
            "reply_to_id": false
        },
        {
            "user_name": "urban",
            "text": "Mér finnst þetta samt svo eðlilegt að ekki hefði þurft neinn úrskurð um þetta.\nÉg er tilbúin til þess að selja þér 25 þús króna vöru á 10 þús gagnvart því að ég hafi viðskiptin þín í 12 mánuði.\nEf að þú vilt hætta innan þess tíma, þá áttu ekki að fá 25 þús króna vöruna á 10 þús.",
            "date": "2019-06-30 22:23:00",
            "post_id": "690593",
            "reply_to_id": "690592"
        },
        {
            "user_name": "Klemmi",
            "text": "Ég er sammála þessu upp að vissu marki, en þetta má misnota til að raunverulega binda notendur lengur heldur en lögin reyna að takmarka.\nÉg er tilbúinn til að veita þér 100% afslátt af sjónvarpi með 12 mánaða sjónvarps/myndlyklaáskrift. \nÉg segi að sjónvarpið sé 100þús króna virði, en raunverulega er þetta 40þús króna sjónvarp. \nÞú ákveður að segja upp áskriftinni þinni þegar 6 mánuðir / 50% eru eftir af samningstímanum.  \nÉg rukka þig um 50þús kall, græddi bæði á sjónvarpinu og þjónustunni.",
            "date": "2019-06-30 23:09:00",
            "post_id": "690595",
            "reply_to_id": "690593"
        },
        {
            "user_name": "urban",
            "text": "Jájá alveg á sama hátt og þá gætu þeir bara selt 40 þús króna vöruna á 100 þús kall og grætt strax.\nen appletv er til sölu hjá þeim á 25 þús kall.\nÞú færð afsláttinn af þeim 25 þús kall og getur keypt það á 10 þús gegn bindingu.",
            "date": "2019-07-01 12:38:00",
            "post_id": "690607",
            "reply_to_id": "690595"
        },
        {
            "user_name": "rapport",
            "text": "Persónulega þá finnst mé PFS vera bakka úr þessu því að þeir fóru útfyrir valdsvið sitt og áttuðu sig á því.\nAð kaupa AppleTV fellur ekki undir lög um fjarskipti og alls ekki þessa 37.grein sem fjallar um gjaldskrá og binditíma fjarskiptasamninga, heldur falla þessi kaup undir lög um neytendakaup.",
            "date": "2019-07-01 12:50:00",
            "post_id": "690609",
            "reply_to_id": "690607"
        },
        {
            "user_name": "depill",
            "text": "Úrskurðarnefndin != PFS, hún er hugsuð sem stig áður enn þetta fer til dómsstóla, PFS bakkar ekkert heldur en eru sagðir vera fara út fyrir valdsvið sitt ( sem er túlkunaratriði ).\nAnnars finnst mér þetta gífurlega áhugavert, þarna er verið að um að ræða hvort að þetta sé \"ígildi\" binditíma sem mér finnst þetta vera. Þar sem afslátturinn er eingöngu veittur ef þú ert í viðskiptum. Ef við hugsum okkur þetta í farsímum ( sem fyrirtækin hljóta fara næst í ) að þá gætirðu boðið iPhone á \"Léttkaupum\" og svo lengi sem þú ert í viðskiptum við Símann í 24 mánuði færðu 3000 kr afslátt á mánuði sem nettóar símann í 4592 í stað 7592 en tryggir tekjur fyrir Símann ( er ekki svona, bara segja fyrir Símann/Nova/Vodafone ( fyrirtæki sem eiga nóg capital ) gæti þetta verið auðvelt, enn hrikalegt fyrir newcomers á markaðinn ).\nÞar ertu kominn með í raun og veru ígildi bindisamnings og minnkar þannig hreyfanleika neytenda ( sem eru í raun og veru ekki með neina bindingu í dag, sem er frábært ). Í þýskalandi þar sem ég bý eru mjög þungir 24 mánaða samningar sem maður gerir við fjarskiptafyrirtækin sem eru yfirleitt með ágætlega háu mánaðargjaldi miðað við þjónustu og inní því verði er basicly símtæki ( það borgar sig að taka símtæki ef maður verslar í áskrift / beint við stóru fjarskiptafyrirtækin ) þetta minnkar hreyfanleika og minnkar samkeppni. \nPersónulega hefði ég vilja að þetta væri stoppað þar sem mér finnst þessi lagagrein hafa verið mjög góð fyrir Íslenskan fjarskiptamarkað.",
            "date": "2019-07-01 14:08:00",
            "post_id": "690615",
            "reply_to_id": "690609"
        },
        {
            "user_name": "rapport",
            "text": "Það hefði verið spes að sjá hvernig þetta hefði farið ef verðskrá Nova hefði breyst og viðkomandi hefði ekki viljað samþykkja nýja skilmála, þá á hann að geta sagt upp áskriftinn sér að skaðlausu.",
            "date": "2019-07-01 14:28:00",
            "post_id": "690616",
            "reply_to_id": "690615"
        },
        {
            "user_name": "urban",
            "text": "Akkúrat þessi punktur finnst mér nefnilega skipta mjög miklu máli.\nVerðskráin er sú sama fyrir þann sem að langar að spara sér á appletv og fyrir alla hina.\nAppletv er til sölu hjá þeim og verðið fer ekkert á milli mála hjá þeim.\nEf að þetta hefði verið einhver vara sem að eingöngu fengist með svona bindingu eða að það biðist önnur kjör á sím/netþjónustu við bindingu, \n þá myndi málið horfa allt öðruvísi við.",
            "date": "2019-07-01 17:14:00",
            "post_id": "690621",
            "reply_to_id": "690616"
        },
        {
            "user_name": "depill",
            "text": "En túlkunin er á þann veg að þetta séu tveir aðskildir hlutir. Sem þýðir að einmitt þessi hlutur eigi ekki við. Ef þú segir upp áskriftinni þótt hún breytist að þá missir þú afsláttinn. Það gerir fjarskiptaþjónustuna ekki bundna enn minnkar hreyfanleika þinn sem er \"intent\" af lögunum ( og mér finnst þetta mjög góð lög ).\nÉg held að þetta sé upphafið af því að fjarskiptafyrirtækin sem eiga nægilega mikið af pening munu reyna fá neytendur til að koma í pseudo-bindisamninga.",
            "date": "2019-07-01 20:33:00",
            "post_id": "690627",
            "reply_to_id": "690621"
        },
        {
            "user_name": "jonfr1900",
            "text": "Þetta er líka svona í Danmörku þar sem ég hef verið undanfarin ár (og er á leiðinni þangað aftur fljótlega). Þar eru símanir reyndar læstir inná sjálf kerfin og því er fólk bundið þannig. Það er í raun ekkert sem stöðvar íslensku fyrirtækin núna að taka aftur upp læsta farsíma eins og var alltaf fyrir mörgum áratugum síðan. Ef maður keypti ekki ólæstan farsíma.",
            "date": "2019-07-01 22:13:00",
            "post_id": "690628",
            "reply_to_id": "690627"
        },
        {
            "user_name": "rapport",
            "text": "Ákvæðið í lögunum um skaðleysi gildir ekki ef notandinn segir upp þjónustunni, gildir bara ef þjónustusali breytir skilmálum sem notandi vill ekki samþykkja. Það var minn skilningur á lagaákvæðinu.",
            "date": "2019-07-02 09:32:00",
            "post_id": "690635",
            "reply_to_id": "690628"
        },
        {
            "user_name": "depill",
            "text": "Enn skilningur minn á dómu úrskurðarnefndar er að þetta eru tvö aðskilin atriði, sem þýðir að ef notandi vill ekki samþykkja skilmála breytinguna að þá svo lengi sem hann fær sama afslátt ( segjum 3000 kr, netáskrift kostar 5990 er svo hækkuð uppí 10990 ) að þá hefur það ekki áhrif á \"skaðleysis\" kröfunar þar sem notandandum er frjálst að segja sig frá þjónustunni enn fær ekki lengur afsláttinn þar sem þetta er aðskilið.\nÞetta væri annað ef þetta væri bundle ( kaupir AppleTV þá kostar netáskrift 5990 ) þá mætti segja að skaðleysis ákvæðið gildir um bæði. Enn lög um bindisamninga eru klárlega bitlausari og minnka hreyfanleika markaðsins ef þetta verður leyfilegt.",
            "date": "2019-07-02 09:53:00",
            "post_id": "690636",
            "reply_to_id": "690635"
        }
    ],
    "date": "2019-06-30 22:03:00"
}