{
    "forum_title": "Koníakstofan",
    "id": "79710",
    "title": "Ebay og Paypal 2FA auðkenning virkar ekki hjá Símanum",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=79710",
    "posts": [
        {
            "user_name": "Starman",
            "text": "Ebay og Paypal 2FA auðkenning með SMS one-time code virkar ekki hjá Símanum vegna þess að þeir stoppa skeytin með \"eldvegg\" sagði þjónustufulltrúinn. Ég var búinn að virkja þetta þegar ég var með símann hjá Vodafone og núna er ég læstur úti. \nEkki kátur með svörin frá Símanum, segja að þetta sé bara svona og ekkert hægt að gera.",
            "date": "2019-07-18 09:14:00",
            "post_id": "691317",
            "reply_to_id": false
        },
        {
            "user_name": "Sallarólegur",
            "text": "www.hringdu.is",
            "date": "2019-07-18 09:22:00",
            "post_id": "691318",
            "reply_to_id": "691317"
        },
        {
            "user_name": "Hizzman",
            "text": "Eldveggur á SMS?   wtf!.    er þetta ekki brot á fjarskiptalögum?\nauðvitað flyturðu númerið...",
            "date": "2019-07-18 10:15:00",
            "post_id": "691322",
            "reply_to_id": "691318"
        },
        {
            "user_name": "frr",
            "text": "Sama er með Airbnb. Þetta er búið að valda fólki gríðarlegum vandræðum og hugsanlega fjárhagstjóni. Einn aðili missti Airbnb aðgang.\nÞetta er að öllum líkindum ólöglegt.",
            "date": "2019-07-18 10:34:00",
            "post_id": "691323",
            "reply_to_id": "691322"
        },
        {
            "user_name": "frr",
            "text": "Hér er linkurinn til að kvarta: \nhttps://www.pfs.is/neytendur/kvartanir- ... r-til-pfs/\nÞví miður frekar mikið ferli.",
            "date": "2019-07-18 11:07:00",
            "post_id": "691328",
            "reply_to_id": "691323"
        },
        {
            "user_name": "worghal",
            "text": "ha? síminn ekki að standa sig? nei þú segir ekki!",
            "date": "2019-07-18 11:09:00",
            "post_id": "691329",
            "reply_to_id": "691328"
        },
        {
            "user_name": "Starman",
            "text": "Það var ekki mitt val að flyta , vinnuveitandinn flutti öll fjarskipti til Símans eftir útboð.\nÞannig að nú vitið þið það, ef þið eruð að nota einhverja SMS sendingarþjónustu þá er það algjörlega óvíst hvort að það skili sér ef þú ert með númerið hjá Símanum.",
            "date": "2019-07-18 13:49:00",
            "post_id": "691335",
            "reply_to_id": "691329"
        },
        {
            "user_name": "Televisionary",
            "text": "Ég hef verið að lenda í þessu með bæði Nova og Vodafone að SMS skili sér ekki í auðkenningu. Aldrei lent í þessu þegar ég hef verið með erlend númer að þetta skili sér ekki. Menn hafa verið með einhverjar heimalagaðar varnir að stoppa \"óprúttna\" aðila og þá er lokað á lögleg samskipti líka. Alveg magnað að menn afgreiði hlutina svona.",
            "date": "2019-07-18 15:35:00",
            "post_id": "691337",
            "reply_to_id": "691335"
        },
        {
            "user_name": "olihar",
            "text": "Ég er hjá Hringdu og lenti í því sama hjá AirBnB, ég endaði með að nota láta hringja símtal möguleikan og það virkaði strax. Reyndi margoft að fá SMS og hef ekkert fengið enn.",
            "date": "2019-07-18 15:37:00",
            "post_id": "691338",
            "reply_to_id": "691337"
        },
        {
            "user_name": "braudrist",
            "text": "Held að appið 'Authy' styðji bæði Ebay og Paypal 2FA. Þú getur prófað að nota það í staðinn.",
            "date": "2019-07-18 16:24:00",
            "post_id": "691339",
            "reply_to_id": "691338"
        },
        {
            "user_name": "Hizzman",
            "text": "HVAÐA óprútnu aðilar eru að nota SMS? Hverju er Síminn/Voda/Nova að verja okkur gegn?\nEru einhverjir hér frá þessum aðilum sem geta svarað?",
            "date": "2019-07-18 17:29:00",
            "post_id": "691343",
            "reply_to_id": "691339"
        },
        {
            "user_name": "norex94",
            "text": "Ég lenti líka í þessu þegar ég ætlaði að endursetja lykilorð hjá Gmail. Hjá símanum þá.",
            "date": "2019-07-18 17:39:00",
            "post_id": "691344",
            "reply_to_id": "691343"
        },
        {
            "user_name": "Starman",
            "text": "Nei, Paypal bíður eingöngu upp á SMS one-time code, allavega fyrir Íslenska Paypal reikninga.\nHringdi í þjónustuver Paypal og þeir voru nú mun almennilegri en Síminn, náði að auðkenna mig gagnvart þeim með öðrum leiðum , þannig að þeir tóku 2FA af aðganginum mínum. Í því samtali sagði viðkomandi að Paypal væri að koma með authenticator app. Skil ekki afhverju þeir geta ekki nýtt sér Google eða Microsoft authenticator app-ið.",
            "date": "2019-07-18 20:55:00",
            "post_id": "691351",
            "reply_to_id": "691344"
        },
        {
            "user_name": "Starman",
            "text": "Doh, aðeins of fljótur á mér, valmöguleikinn fyrir authenticator app er komin , yeaaa",
            "date": "2019-07-18 21:01:00",
            "post_id": "691352",
            "reply_to_id": "691351"
        },
        {
            "user_name": "Hizzman",
            "text": "þú ættir etv að fræða vinnuveitandan um Símann.",
            "date": "2019-07-18 22:30:00",
            "post_id": "691356",
            "reply_to_id": "691352"
        },
        {
            "user_name": "jonfr1900",
            "text": "Ég prufaði PayPal og ég fékk sms frá þeim. Ég hef hinsvegar ekki fengið sms frá Twitter of fleiri slíkum þjónustum á Íslandi.",
            "date": "2019-07-18 23:01:00",
            "post_id": "691360",
            "reply_to_id": "691356"
        },
        {
            "user_name": "GunniH",
            "text": "Hæ,\nTakk fyrir að benda á okkur og þrátt fyrir að vilja taka vel á móti ykkur öllum þá myndum við ekki vilja að það væri á röngum forsendum heldur kjósum transparency. Við rekum okkar eigið net- og heimasímakerfi en þegar kemur að farsímanum okkar erum við svokallaður MVNO, þ.e. við rekum ekki farsímakerfi og notum kerfi Símans að öllu leyti. Þar með talið SMSC'inn þeirra og ef að þið eruð ekki að fá 2FA SMS delivered hjá Símanum þá munið þið ekki fá þau hjá okkur heldur.\nVið tæklum þetta case-by-case og höfum náð að laga ýmislegt í samstarfi við Símann en í sumum tilfellum er lítið hægt að gera þó oftast sé reynt að hafa samband við viðkomandi provider. Þessi eldveggur sem Starman talar um er, mér best vitandi, í raun ekki blacklist sem Síminn sjálfur rekur heldur einn stærsti SMS mediator í heimi. SMS misnotkun, þá bæði phishing eða spamming/flooding, er ansi algeng og er þá lokað fyrir ákveðna providera til þess að verja viðskiptavini. Hægt er að sýna fram á að lokunin eigi rétt á sér og býst ég þess vegna við því að PFS taki erindið ekki gilt.\nÞeir viðskiptavinir hjá okkur sem eru að lenda í þessu mega endilega hafa samband við mig (gunnar@) eða Egil (egill@) á tölvupósti og við kryfjum málið frekar.",
            "date": "2019-07-19 13:45:00",
            "post_id": "691406",
            "reply_to_id": "691360"
        },
        {
            "user_name": "brain",
            "text": "Microsoft, Google, Ebay Steam, UPlay haf virkað hjá mér gegnum SMS hjá Símanum.\nEkki lent í að það stoppi.",
            "date": "2019-07-19 17:01:00",
            "post_id": "691417",
            "reply_to_id": "691406"
        },
        {
            "user_name": "olihar",
            "text": "Eins og ég sagði hér að ofan þá virkar ekki að fá SMS frá AirBnB, er hjá ykkur í viðskiptum, sem betur fer var mér boðið að fá símtal með kóða sem backup, það bjóða það bara ekki allir. Annars hefði ég verið algjörlega fucked. Það bara getur ekki verið að aðili eins og AirBnB sé á lista sem ekki er hægt að opna frá.",
            "date": "2019-07-20 11:25:00",
            "post_id": "691439",
            "reply_to_id": "691417"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Ef AirBNB er að nota sama SMS þjónustuaðila og scam síður þá er mjög skiljanlegt að SMS-in þeirra lendi á svörtum lista.\nÞetta er örugglega töluvert flóknara viðfangsefni en maður ýmindar sér í fyrstu.",
            "date": "2019-07-20 12:56:00",
            "post_id": "691442",
            "reply_to_id": "691439"
        },
        {
            "user_name": "netkaffi",
            "text": "Er hjá Nova með farsímann. Ekkert mál að fá SMS frá erlendum stórfyrirtækjum.",
            "date": "2019-07-20 12:57:00",
            "post_id": "691443",
            "reply_to_id": "691442"
        },
        {
            "user_name": "olihar",
            "text": "Ef það er málið þá ættu þeir að fá sér annarskonar 2 factor.",
            "date": "2019-07-20 16:17:00",
            "post_id": "691445",
            "reply_to_id": "691443"
        },
        {
            "user_name": "Starman",
            "text": "Ebay og Paypal 2FA auðkenning með SMS virkaði fínt þegar ég var hjá Vodafone. \nÉg var ekki að fá nein spam SMS.\nÞar með álykta ég að þetta sé ekki tæknilega ómögulegt fyrir Símann að lagfæra þetta.\nGiska á að það sé einhvers staðar \"Technical Prima Donna\" (TPD) hjá Símanum sem segir bara \"Computer says NO\" eða \"Vegna þess að það er EKKI hægt\".",
            "date": "2019-07-20 20:42:00",
            "post_id": "691466",
            "reply_to_id": "691445"
        },
        {
            "user_name": "Hizzman",
            "text": "Eða enhver TPD búinn að fá í gegn að nota pening í að kaupa lausn sem hefur þennan galla. Erfitt að viðurkenna að þetta sé ekki að gera sig..",
            "date": "2019-07-20 21:43:00",
            "post_id": "691471",
            "reply_to_id": "691466"
        },
        {
            "user_name": "Starman",
            "text": "Má bæta SMS frá Twitter við þennan lista líka sem virkar ekki hjá Símanum.\nStarfsmaður þjónustuvers hjá Símanum sagðist ætla senda málið áfram og það yrði haft samband við mig.\nAð sjálfsögðu hefur ekkert gerst, en Paypal hringdu daginn eftir að 2FA var tekið af tll að staðfesta að ég hafði komist inn og allt væri í lagi.\nÞessi \"þjónustuver\" á Íslandi , frekar mikið rangnefni.",
            "date": "2019-07-24 17:24:00",
            "post_id": "691620",
            "reply_to_id": "691471"
        },
        {
            "user_name": "netkaffi",
            "text": "Ja þau eru sko misjöfn. Nova var alltaf með toppþjónustu, bestu sem ég hef upplifað. Svo dalaði það aðeins nýlega fyrir mig persónulega, en ég benti þeim á það og kannski var það bara tilviljun yfir því að það væri óvenju mikið að gera! Þau allavega taka öllum bendingum á almennilegastan máta af þeim öllum finnst mér. Vodafone eru ekki að nenna þessu yfirleitt. Síminn er bara latur authoritarian starfsemi erft af ríkinu, létt að díla við gamalt fólk sem veit ekki betur og er með lágmarkskröfur.",
            "date": "2019-07-24 18:28:00",
            "post_id": "691623",
            "reply_to_id": false
        },
        {
            "user_name": "Starman",
            "text": "Fæ meiri bakþanka eftir því sem ég hugsa meir um þetta, hvað um t.d. SMS frá flugfélugum með mikilvægum upplýsingum varðandi breytingar á flugi ?",
            "date": "2019-07-27 14:41:00",
            "post_id": "691769",
            "reply_to_id": "691623"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Ég er hjá Hringdu og fæ ekki SMS frá: Google, Amazon, Revolut  \nMaður þarf greinilega að fara að vera með tvö símanúmer.",
            "date": "2019-08-09 16:29:00",
            "post_id": "692334",
            "reply_to_id": "691769"
        },
        {
            "user_name": "Revenant",
            "text": "Ég lenti í vandræðum að skrá símann minn hjá \nSkånetrafiken\n (app hjá almenningssamgöngum í suður Svíþjóð) og fékk þau skilaboð frá Símanum að Skånetrafiken væri að senda SMS-in með \nóöruggum og óviðurkenndum leiðum\n og vildu ekkert gera fyrir mig útaf því.",
            "date": "2019-08-09 17:06:00",
            "post_id": "692335",
            "reply_to_id": "692334"
        },
        {
            "user_name": "natti",
            "text": "Ef þú myndir biðja Símann um tæknileg detail á afhverju SMS-in komast ekki til skila, s.s. hvað sé óviðurkennt etc,  undir því yfirskini að þú viljir koma þeim upplýsingum áleiðis til Skanetrafiken, þá væri kannski hægt að fá betri upplýsingar um hvað vandamálið við þessar SMS sendingar erlendis frá er.",
            "date": "2019-08-11 19:06:00",
            "post_id": "692436",
            "reply_to_id": "692335"
        },
        {
            "user_name": "braudrist",
            "text": "Kostar ekki helling að fá auðkenningu með SMS-i? Er ekki betra að nota öpp eins og Google Authenticator og Authy?",
            "date": "2019-08-11 19:35:00",
            "post_id": "692440",
            "reply_to_id": "692436"
        },
        {
            "user_name": "jericho",
            "text": "Er hjá Hringdu og fæ ekki sms frá Google heldur. Svo átti ég von á sendingu frá DHL og þar þurfti ég að skrá mig með sms staðfestingarkóða. Sá kóði barst aldrei",
            "date": "2019-08-11 19:55:00",
            "post_id": "692441",
            "reply_to_id": "692440"
        },
        {
            "user_name": "HringduEgill",
            "text": "Sælir!\nVið finnum svo sannrlega fyrir aukningu í vandamálum með 2FA SMS og höfum verið í beinu sambandi við tæknimenn hjá Símanum. Sjálfur er ég t.d. ekki að fá SMS frá Facebook, Twitter og Mailchimp á meðan kærastan (sem er auðvitað líka hjá Hringdu) lendir ekki í neinum vandræðum. Höfum látið skoða þessi tilvik ítarlega (þar sem SMS berast ekki) og það er 100% staðfest að þau eru ekki að stoppa í SPAM síu. Þau hreinlega berast ekki.\nFlest þessara fyrirtækja eru líklega að nota SMS broker til að koma skeytunum áfram og er talið að hann / þeir sé að klikka. Mögulega er þetta tengt einhverjum númeraseríum (bara ágiskun af minni hálfu). Síminn er búinn að vera í samskiptum við erlendan aðila til að finna lausn á þessu en það er að mér vitandi enn sama staða.\nÞetta er hrikalega vont við viljum auðvitað bara fá þetta í lag sem allra allra fyrst. Við skráum niður öll tilvik (fyrirtæki, dagsetning og tímasetning) þeirra sem hafa samband við okkur og sendum það áfram á Símann. Hvet ykkur til að hafa samband ef þið eruð að lenda í þessu -- getið sent skilaboð á mig eða hringt í þjónustuverið.",
            "date": "2019-08-11 20:54:00",
            "post_id": "692443",
            "reply_to_id": "692441"
        },
        {
            "user_name": "Sallarólegur",
            "text": "Ég var að fá 2FA SMS frá Facebook í dag, í fyrsta skiptið frá því 16. nóvember.",
            "date": "2019-08-24 13:23:00",
            "post_id": "693156",
            "reply_to_id": "692443"
        }
    ],
    "date": "2019-07-24 18:28:00"
}