{
    "forum_title": "Koníakstofan",
    "id": "79775",
    "title": "Grill - Hvað skal ?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=79775",
    "posts": [
        {
            "user_name": "Dúlli",
            "text": "Sælir, nú er maður komin með smá garð og það væri snild að fjárfesta í grilli.\nEn nú er ég algjörlega glær á þessum málum. Hvað skal kaupa ? \nEr ekki að eltast við merkjavöru, bara grill sem endist og virkar.\nBudget - Max 40.000 hugsa ég.",
            "date": "2019-07-25 17:14:00",
            "post_id": "691685",
            "reply_to_id": false
        },
        {
            "user_name": "nidur",
            "text": "Þetta ætti að virka fínt, úr áli og með ryðfríann brennara.\nhttps://www.husa.is/netverslun/arstidar ... id=3000376",
            "date": "2019-07-25 17:16:00",
            "post_id": "691686",
            "reply_to_id": "691685"
        },
        {
            "user_name": "Dúlli",
            "text": "Nokkrir búnir að benda á þetta en þyrfti stand síðan undir þetta.\nog hver er til dæmis munurinn á þessu og þessu hér ? \nhttps://www.byko.is/utivorur/grillvorur ... tID=186864\nFyrir utan nafnið ?",
            "date": "2019-07-25 17:20:00",
            "post_id": "691687",
            "reply_to_id": "691686"
        },
        {
            "user_name": "nidur",
            "text": "Minni týpurnar eru með tengi fyrir ferðagaskúta ekki þessa stóru. Og mun minni grillflöt. Ekkert að því að skipta um stútinn og nota minna grill, var sjálfur með  q1000 ferðagrillið í nokkur ár.",
            "date": "2019-07-25 19:02:00",
            "post_id": "691693",
            "reply_to_id": "691687"
        },
        {
            "user_name": "Sinnumtveir",
            "text": "Grill eru árstíðavara og sumstaðar eru þau komin á útsölu og sumstaðar ekki. Ég endurnýjaði grill í fyrra síðsumars/haust. Keypti í Múrbúðinni fyrir 30K grill sem hefur frá því í vor amk kostað 54K. Byko er með útsölu sem lýkur nú um helgina, Húsasmiðjan er með útsölu og svo má benda á Bauhaus sem ekki er með aðgengilegan vef en er ekki komin með grillin á útsölu enn.",
            "date": "2019-07-25 20:49:00",
            "post_id": "691703",
            "reply_to_id": "691693"
        },
        {
            "user_name": "Hauxon",
            "text": "Það er sumarútsala í Grillbúðinni.\nÉg myndi bæta pínu litlu við og kaupa mér grill sem þú verður ánægðari með.  Hér er t.d. eitt sem kostaði 79.900 á 64.900 á útsölunni.  \nhttps://grillbudin.is/vara/landmann-3ja ... 10-5-kw-3/\nSvo myndi ég bara passa upp á að halda grillinu hreinu og taka það inn yfir veturinn eða kaupa eitthvað yfir það.",
            "date": "2019-07-26 09:11:00",
            "post_id": "691717",
            "reply_to_id": "691703"
        },
        {
            "user_name": "Sallarólegur",
            "text": "",
            "date": "2019-07-26 09:12:00",
            "post_id": "691718",
            "reply_to_id": "691717"
        },
        {
            "user_name": "kjartanbj",
            "text": "Slepptu þessu Landmann dóti og þessu ódyrara dóti sem endist kannski 1-2 ár og er svo ónýtt , Weber er eina sem virkar og endist , Pabbi á eitthvað svona Landmann ferða gasgrill og það er algert pjátur miðað við Weber grillið sem ég er með og það er orðið amsk 5 ára gamalt og mjög mikið notað, eyddu frekar örlítið meira og kauptu eitthvað sem endist en ekki gera sömu mistökin og margir gera og kaupa eitthvað sem er ódýrara en þarft að kaupa nýtt eftir 1-2 ár",
            "date": "2019-07-26 10:00:00",
            "post_id": "691719",
            "reply_to_id": "691718"
        },
        {
            "user_name": "rapport",
            "text": "Ég er með gott Broil King Baron 340 grill úr Húsasmiðjunni sem ég er mjög ánægður með.\nNágranninn fékk sér svo Landmann grill svipað þessu hér að ofan og ég verð að játa að það virðist öflugra/heitara en mitt, en hann var í endalausum vandræðum með að brenna ekki það sem var á því því það var orðið svo heitt að það logaði í öllu sem lag af kjötinu o.þ.h. Það er eitthvað sem ég lendi aldrei í, líklega eitthað tengt hönnuninni.\nEn flottasta grill sem ég hef séð lengi er lítið grill sem stjúpi keypti í Hagkaup fyrir 3-4 árum, á fæti sem geymir kútinn, með hliðarbrennurum sem eru á bakvið ristar, þrusu heitt og auðvelt að þrífa, lágt lok ofl.  þetta var eitthvað ástralskt eða kanadískt design nefnt eftir einhverjum kokki ef ég man rétt.\np.s. Weber grill eru ofmetin, hef keypt tvö, minnir ig að hafi verið Q1200 og Q2200 og þau entust illa, riðgaði í sundur stykki milli brennara og stillihnapps á minna grillinu og Járn og Gler áttu þetta ekki á lager í marga mánuði = keypti þá stærra grillið og fæturnir á því voru algjört pjátur.\n1200 grillið réði ekki við gott lambalæri og 2200 grillið gat það en þá logði eiginlega alltaf beint undir því = niðurstaðan var ekki 100% eins og maður vildi.\nHeld að þessi grill séu fín í sumarbústaðinn eða einhverstaðar þar sem þau eru sjaldan notuð og hægt að ganga frá þeim. En ef þú ert að leita að grilli til að hafa úti í garði þá þarftu eitthvað gerðarlegra, með skáp fyrir kútinn, góðum hliðarborðum og virkilega góða ábreiðu.",
            "date": "2019-07-26 10:15:00",
            "post_id": "691723",
            "reply_to_id": "691719"
        }
    ],
    "date": "2019-07-25 17:14:00"
}