{
    "forum_title": "Almennt um vélbúnað",
    "id": "79910",
    "title": "Varðandi kælikrem örgjörva",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=20&t=79910",
    "posts": [
        {
            "user_name": "jklol",
            "text": "Góðan dag, ég keypti mér nýjan örgjörva (Ryzen 7 3700X) um daginn og örgjörvakælingu (Noctua NH-U12A).\nÉg setti kælikremið á og var búinn að kynna mér vel hvernig ætti að gera þetta, svo þegar ég ætlaði að setja örgjörvakælinguna á lenti ég í smá veseni. Ég lagði hana niður, byrjaði að skrúfa öðru megin en náði svo ekki að skrúfa hana hana niður hinu megin. Endaði með því að taka kælinguna upp aftur og var þá kremið búið að þekjast nokkuð vel út. Svo setti ég hana aftur niður og festi eins og á að gera.\nEr bara að pæla hvort þetta sé eitthvað vesen til lengri tíma, loftbólur í kreminu eða eitthvað þannig sem truflar hitaleiðni? Örgjörvinn fer upp í 70° þegar ég er að spila leiki (Hitman 2 t.d.), veit ekki alveg hversu hátt eða lágt það er.\nÁtta mig á því að þetta er líklega ekki stórvandamál en þar sem ég mun nota tölvuna í nokkur ár var ég að spá í að gera þetta aftur svo þetta væri solid gert. Og þá var ég að spá hvernig ég ætti að bera mig að því að þrífa kremið af örgjörvanum? Þarf ekki eitthvað sérstakt alkóhólefni í það?\nBestu þakkir.",
            "date": "2019-08-10 14:31:00",
            "post_id": "692367",
            "reply_to_id": false
        },
        {
            "user_name": "pepsico",
            "text": "Þetta hljómar bara vel. Myndi ekki hafa neinar áhyggjur af þessu. Ef þú ferð í það að skipta um krem einhvern tímann mæli ég með því að láta bara klassískt sótthreinsunarspritt/handspritt í pappír eða bómul til að draga gamla kremið af.",
            "date": "2019-08-10 15:01:00",
            "post_id": "692369",
            "reply_to_id": "692367"
        },
        {
            "user_name": "halipuz1",
            "text": "90% isopropyl til að þrífa kremið af. En 70°c er það ekki nokkuð hátt eða er amd bara svona heitir? Hehe",
            "date": "2019-08-10 19:01:00",
            "post_id": "692381",
            "reply_to_id": "692369"
        }
    ],
    "date": "2019-08-10 14:31:00"
}