{
    "forum_title": "Koníakstofan",
    "id": "80161",
    "title": "Nýnasistar koma saman á Lækjartorgi",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=9&t=80161",
    "posts": [
        {
            "user_name": "Hjaltiatla",
            "text": "Jahá... ekki bjóst ég við þessu á Íslandi. \nhttps://stundin.is/grein/9597/nynasistar-koma-saman-laekjartorgi/\nMannvitsbrekkur að veifa fánum á Lækjartorgi  \n \nég get ekki beðið eftir áramótaskaupinu",
            "date": "2019-09-05 16:16:00",
            "post_id": "693857",
            "reply_to_id": false
        },
        {
            "user_name": "g0tlife",
            "text": "''Samtökin eru samansett af hópum í Svíþjóð, Finnlandi, Noregi, Danmörku, og nú Íslandi, sem vilja mynda nýtt sameinað ríki Norðurlandanna.''\nÉg reyndar væri til í að sjá sameinað ríki norðurlandanna, bara undir annari stjórn. Væri eflaust frábært, Vikings4ever!",
            "date": "2019-09-05 16:44:00",
            "post_id": "693859",
            "reply_to_id": "693857"
        },
        {
            "user_name": "Hjaltiatla",
            "text": "Ok, þetta eru samt sauðnaut",
            "date": "2019-09-05 16:51:00",
            "post_id": "693861",
            "reply_to_id": "693859"
        },
        {
            "user_name": "worghal",
            "text": "við erum engir víkingar og höfum aldrei verið.\nvið erum komnir af bændum og glæpamönnum.",
            "date": "2019-09-05 18:18:00",
            "post_id": "693866",
            "reply_to_id": "693861"
        },
        {
            "user_name": "Gemini",
            "text": "Það var ekki spurning um hvort heldur hvenær þetta poppaði upp. Áttum ágæt 70-75 ár þar sem fólk slóst að mestu bara til vinstri eða hægri í stjórnmálum eftir að WW2 skar út um hvar við stöndum á upp og niður ásnum(authoritarian/liberal). Enda endar Upp/niður oftast með átökum nú eða full blown heimstyrjöldum. Fólk hefur virkilega verið að leika sér að eldinum á seinustu árum í þessum efnum. Sést hversu heitt þetta er þegar orðið í Bandaríkjunum.",
            "date": "2019-09-05 18:58:00",
            "post_id": "693871",
            "reply_to_id": "693866"
        },
        {
            "user_name": "Hjaltiatla",
            "text": "Ég veit ekki hverjum þau halda að þau séu að hjálpa, þau eru í stuttu máli á svæði þar sem allt er morandi í ferðamönnum og það er okkar stærsta atvinnugrein í dag. Ekki annað hægt en að kalla þetta sauðnaut ef þeir telja sig vera vinna fylgi með veifa þessum asnalegu fánum framan í ferðamennina og okkur í leiðinni.",
            "date": "2019-09-05 19:30:00",
            "post_id": "693873",
            "reply_to_id": "693871"
        },
        {
            "user_name": "Gemini",
            "text": "Þetta er bara hægri hliðin á sjálfsmyndarpólitík(identity politics). Vinstri hliðin byrjar að sorterara fólk í hópa eftir hver þau telja að séu mest fórnarlömb. Hægri hliðin svarar þá og hópar sig saman útfrá kynþætti eða þjóðfélagsstöðu. Svo mallar þetta í smá tíma og svo er farið í slag.",
            "date": "2019-09-05 19:46:00",
            "post_id": "693874",
            "reply_to_id": "693873"
        },
        {
            "user_name": "Hjaltiatla",
            "text": "þetta er samt svo glatað að þetta er fyndið. Ef þeir væru hægra meginn í stjórmálunum þá myndu þeir varla fá mikið fylgi ef þeir væru að eitra fyrir viðskiptum hægri manna í ferðmannaiðnaðinum. Greinilega miklir vinstrimenn með mikla þjóðerniskennd að vopni í sinni baráttu eins öfugsnúið og það hljómar.",
            "date": "2019-09-05 20:00:00",
            "post_id": "693875",
            "reply_to_id": "693874"
        },
        {
            "user_name": "Gemini",
            "text": "Minn skilningur er að þetta er á frumstæðara plani en þeir hlutir sem þú talar um. Þetta eru varnarviðbrögð. Telja líklega gengið á sig og sinn rétt á einhvern hátt. Líklega misst að mestu trúna á stjórnkerfið. Svo hlutir eins og ferðamannaiðnaður eða eitthvað því um líkt hefur ekkert vægi í röksemd.",
            "date": "2019-09-05 20:15:00",
            "post_id": "693876",
            "reply_to_id": "693875"
        },
        {
            "user_name": "Hjaltiatla",
            "text": "https://en.wikipedia.org/wiki/Nordic_Resistance_Movement#Iceland",
            "date": "2019-09-05 20:24:00",
            "post_id": "693877",
            "reply_to_id": "693876"
        },
        {
            "user_name": "Gemini",
            "text": "Ef þú skoðar íslensku síðuna þeirra er þetta bara þetta standard authoritarian system. Semsagt fólkið er eign ríkisins. Allir verða að fara í herinn. Ef þú hefur aðra skoðun ertu dæmdur sem svikari gegn þjóðinni.\nSemsagt fólk sem vill pakka í vörn gegn einhverri ógn.",
            "date": "2019-09-05 20:42:00",
            "post_id": "693879",
            "reply_to_id": "693877"
        },
        {
            "user_name": "Hjaltiatla",
            "text": "Þá þurfa þeir allir að fara í björgunarsveitina, við erum ekki með her",
            "date": "2019-09-05 20:45:00",
            "post_id": "693881",
            "reply_to_id": "693879"
        },
        {
            "user_name": "Halldorhrafn",
            "text": "https://www.facebook.com/events/440257769923920/",
            "date": "2019-09-06 01:54:00",
            "post_id": "693901",
            "reply_to_id": "693881"
        },
        {
            "user_name": "jonfr1900",
            "text": "Það er mjög einföld leið að eiga við þetta lið. Handtaka og dæma þetta fólk í fangelsi og varanlega vísa því fólki frá Íslandi sem ekki er íslenskir ríkisborgarar. Síðan á að banna nasisma með lögum á Íslandi.",
            "date": "2019-09-06 03:23:00",
            "post_id": "693903",
            "reply_to_id": "693901"
        },
        {
            "user_name": "Gemini",
            "text": "Að fara að henda fólki í búr vegna skoðana hefði algjörlega öfug áhrif og í raun sannfæra fólkið að hættan sem það er hrætt við sé raunveruleg. Mun betra að leyfa þeim að tjá sig og benda svo á veikleika röksemdanna.",
            "date": "2019-09-06 13:53:00",
            "post_id": "693921",
            "reply_to_id": "693903"
        },
        {
            "user_name": "jonfr1900",
            "text": "Nei.",
            "date": "2019-09-06 14:32:00",
            "post_id": "693923",
            "reply_to_id": "693921"
        },
        {
            "user_name": "urban",
            "text": "Alls ekki, það að banna fólki að tala vegna skoðana sína er gersamlega stórhættulegt, alveg sama hversu heimskulegar skoðanirnar eru.\nNúna þykir þetta vera skoðun sem að ætti að vera bönnuð, \nHvað ef að eftir 30 ár þá verður jafnaðarstefna skoðun sem að er bönnuð ?\nHvað ef að eftir 60 ár þá þyki tölvunördar vera stórhættulegur þjóðfélagshópur.\nÞar að auki hættir fólk ekki að hafa skoðanir ef að þær eru bannaðar, þær fara bara í felur og springa út mun hættulegri en þær voru fyrir.\nÞað sem að Gemini sagði er nefnilega alveg hárrétt.",
            "date": "2019-09-06 16:13:00",
            "post_id": "693926",
            "reply_to_id": "693923"
        },
        {
            "user_name": "worghal",
            "text": "þetta er samt svona fólk sem hlustar ekki á rök gegn þeirra hugmyndum.",
            "date": "2019-09-06 16:56:00",
            "post_id": "693927",
            "reply_to_id": "693926"
        },
        {
            "user_name": "Gemini",
            "text": "Það verður alltaf þannig fólk til. En ef þú ferð að nota völd í stað raka á móti skoðunum mun það einungis hjálpa málstað þeirra. En auðvitað ef þetta fólk fer að sjáft að beita völdum til að fá þessu fram þarf ríkisvaldið að grípa inn í. Enda er ríkisvaldið það eina sem má beita völdum gegn fullvaxta einstaklingum samkvæmt okkar lögum.",
            "date": "2019-09-06 17:13:00",
            "post_id": "693928",
            "reply_to_id": "693927"
        },
        {
            "user_name": "worghal",
            "text": "er ekki að undirlína að við ættum að henda þeim í steininn, bara það að þetta fólk er svo djúpt sokkið að það er ekki hægt að tala við það.\nedit: besta leiðin er að gefa þeim 0 athygli, frétta flutninga eða annað slíkt. það ýtir bara undir þetta og kemur fleyrum á sporið.",
            "date": "2019-09-06 17:29:00",
            "post_id": "693930",
            "reply_to_id": "693928"
        },
        {
            "user_name": "jonfr1900",
            "text": "Þetta er rangt. Frelsi er ekki algjört og þeir sem boða fjöldmorð og kynþáttahreinsanir eins og þetta fólk er að gera hefur gefið frá sér réttinn að lifa í frjálsu samfélagi.\nÞetta fólk vill eingöngu frelsi fyrir sig og sinn málflutning. Ef þú vilt sjá hvað gerist í dag þegar svona fólk kemst til valda þá skaltu bara skoða fréttir um Ungverjaland á síðustu árum og hvernig fasistinn þar hefur náð öllum völdum og hrakið alla andstæðinga í burtu með ofsóknum. Síðan skaltu skoða Rússland.",
            "date": "2019-09-06 21:39:00",
            "post_id": "693933",
            "reply_to_id": "693930"
        },
        {
            "user_name": "g0tlife",
            "text": "Fýlupúkinn mættur haha! \nÞegar vikingar fundu góðan stað, komnir á aldur eða hvað sem það var sem lét þá vilja lifa eðlilegu lífi þá hengdu þeir upp sverðið, skjöldin og urðu veiðimenn og bændur. Þeir fóru ekkert á Hrafnistöð og fengu frían mat eða greitt úr ellilífeyrir Víkinga. \nRétt hjá þér með glæpamenn og þeir sem voru að leita af tækifærum, losna undan sköttum.",
            "date": "2019-09-07 00:20:00",
            "post_id": "693940",
            "reply_to_id": "693933"
        },
        {
            "user_name": "urban",
            "text": "Já, á ég að sjá hvað það er gott að banna skoðanir með því að skoða lönd sem að hafa farið hræðilega á því að banna einhverjar skoðanir ?\nSérðu ekki hugsunarvilluna í þessu hjá þér ?\nÞað sem að hefur gerst í þessum löndum er akkúrat það sem að ég vill EKKI að gerist, ég vil EKKI banna einhverjar skoðanir, það er þú sem að vilt það.\nEf að skoðanir eru aftur á móti ekki bannaðar, þá er nefnilega einmitt hægt að ræða þessi mál á opinberum vettvangi, þá er einmitt hægt að beita rökum til almúgans að kjósa ekki þessa fávita, heldur að sýna hvað aðrir hafa fram að færa.\nÞað er ákveðin prósenta í öllum löndum sterkir þjóðernissinnar, það breytist ekki við að banna skoðanir.\nÞað verða áfram sterkir þjóðernissinnar í þessum löndum og það kemur til með að vera áfram hér á landi líka.\nRáðið er einmitt að fræða restina um það hvað þessir aðilar eru miklir fávitar, ekki að vera svo hræddur við þá að það eigi að banna þá, það kemur til með að virka álíka vel og stríðið gegn fíkniefnum.",
            "date": "2019-09-07 00:22:00",
            "post_id": "693941",
            "reply_to_id": "693940"
        },
        {
            "user_name": "Frussi",
            "text": "Lausnin við svona felst að miklu leiti í betri menntun komandi kynslóða. Samfélagsfræðigreinar eru rosalega mikilvægar, að kenna sögu þjóða sem hafa farið illa á vondum ákvörðunum, menningu ólíkra þjóða, mismunandi stjórnkerfi o.s.frv.\nRasismi orsakast sjaldan af illvilja, miklu frekar fáfræði. Að laga vandamálið með því að banna skoðanir er rosalega hættulegt því hvar á að stoppa og hver ákveður hvað er rétt og hvað er rangt?\nÞað er ekki nóg að plástra bara vandamálið, það þarf að byrja frá grunni og undirbúa hæfa einstaklinga sem hafa getu til að ákveða sjálfir hvað er réttast.",
            "date": "2019-09-07 08:04:00",
            "post_id": "693946",
            "reply_to_id": "693941"
        },
        {
            "user_name": "codec",
            "text": "Ég hélt að þessi nasista pæling hefðu verið afgreidd sem afleit fyrir 70 árum en hún virðist alltaf eiga hljómgrunn einhver staðar og tekur sig upp aftur eins og hvimleið sýking.\nHér er mjög góður punktur um tjáningarfrelsið sem þeir nota oft sem hækju og  hittir naglan algjörlega á höfuðið.",
            "date": "2019-09-07 13:41:00",
            "post_id": "693961",
            "reply_to_id": "693946"
        },
        {
            "user_name": "jonfr1900",
            "text": "Hérna eru nokkur dæmi þar sem búið er að banna þetta með lögum.\nHeimild: \nStrafgesetzbuch section 86a\nHeimild er [url=https://en.wikipedia.org/wiki/Post–World_War_II_legality_of_Nazi_flags]hérna[/url].\nÞað er ekki hægt að rökræða við þetta fólk. Það sér ekki hvað það hefur rangt fyrir sér og hefur ekki áhuga á því að sjá það.\nHeimild: \nHow should we protest neo-Nazis? Lessons from German history\nFái þetta fólk tækifæri til þess þá mun það fjarlægja öll réttindi og gera allt þjóðfélagið að þrælum þess með alræði sem þekkist ekki á mörgum stöðum í heiminum í dag.",
            "date": "2019-09-08 01:23:00",
            "post_id": "693982",
            "reply_to_id": false
        },
        {
            "user_name": "urban",
            "text": "Nú ert þú með skoðun sem að er ósammála mér.\nÉg hef völd (hérna inni)\nÁ ég þá bara að banna þína skoðun útaf því að mér finnst hún fáránleg ?\nFinnst þér það eðlilegt ?\nÞú ert síðan að tala um að banna einhverjum að gera eitthvað til þess að þeir komist ekki upp með að banna einhverjum að gera eitthvað.\nEn ef að þú lest nú það sem að ég hef skrifað, þá var ég ekki að tala um að rökræða við nasistana.\nÉg var að tala um það að það er hægt að fræða restina af fólkinu í landinu um það hvað nasistarnir eru miklir fávitar.\nÞAð er einmitt hægt að leyfa þeim að blaðra þessa þvælu sína og hægt að taka umræðu um það (svona einsog við erum að gera núna)\nÍ staðin fyrir að leyfa þessu að grasserast í undirheiminum.\nÞað að banna nasisma þurrkar ekki út nasisma.",
            "date": "2019-09-08 16:34:00",
            "post_id": "694004",
            "reply_to_id": "693982"
        },
        {
            "user_name": "Sporður",
            "text": "Fólk sem vill endilega fangelsa aðra fyrir skoðanir sínar ætti kannski að byrja á því að skella sér í fangelsi í nokkra mánuði og velta því svo fyrir sér hversu vond hugmynd það er.",
            "date": "2019-09-08 18:13:00",
            "post_id": "694006",
            "reply_to_id": "694004"
        },
        {
            "user_name": "jonfr1900",
            "text": "Ef það kæmi hingað inn einstaklingur sem mundi boða þjóðarmorð og að henda út öllum sem ekki væru eins og íslendingar. Hvernig mundir þú bregðast við?\nMiðað við svör þín hérna að ofan þá reikna ég með að þú myndir bara taka í hendina á þeim á meðan þeir færu um höfuðborgarsvæðið og myrtu fjölda fólks fyrir það eitt að vera ekki frá Íslandi/Norðurlöndunum.\nÞað er það sem þessi ný-nasistar gera. Þeir drepa fólk.\nHérna eru tvö morð í Þýskandi frá því í ár (2019).\nNeo-Nazi suspect in German official's murder linked to stabbing of Iraqi man\nThe Neo-Nazi Murder Haunting Germany\nHérna er síðan einn frá Bandaríkjunum.\nTrump-Loving Neo-Nazi Arrested For Allegedly Plotting To Kill Miami Hispanics\nHvað þarf þetta fólk að drepa marga áður en þú álítur skoðanir þess ógeðfelldar? 10 milljónir? 100 milljónir? 500 milljónir? Hver eru mörkin hjá þér?",
            "date": "2019-09-20 03:07:00",
            "post_id": "694510",
            "reply_to_id": "694006"
        },
        {
            "user_name": "jonfr1900",
            "text": "Þetta fólk er ekki að viðra skoðanir sínar. Það er að hvetja til þjóðernishreinsana og fjöldamorða. Það er munur á þessu tvennu. Lærðu þann mun.",
            "date": "2019-09-20 03:07:00",
            "post_id": "694511",
            "reply_to_id": "694510"
        },
        {
            "user_name": "Sporður",
            "text": "Ertu ekki örugglega búinn að tilkynna þetta til lögreglu?",
            "date": "2019-09-20 11:06:00",
            "post_id": "694533",
            "reply_to_id": "694511"
        },
        {
            "user_name": "urban",
            "text": "Hvað við það sem að ég hef sagt fær þig til að halda að ég myndi taka í hendina á þeim á meðan þeir færu um og myrtu fólk ?\nEr það að myrða fólk að segja skoðanir sínar ?\nNei alls ekki og ég var ekki að tala um það.\nEkki koma með svona ótrúlega heimskulega framsetningu, gagnrýndu það sem að ég er að segja, ekki það sem að þú heldur að ég sé að segja.\nNasistar á lækjartorginu voru ekki að myrða einn né neinn, það er auðvitað jafn bannað fyrir nasista að myrða einhverja og það er fyrir okkur hina líka, þannig að ekki detta það til hugar að ég samþykki það.\nEn sjáðu til, ef að við gefum okkur að einhver nasisti kæmi nú til með að gera það, þá kæmi hann til með að gera eitthvað sem að er bannað.\nKæmi það að banna honum að tjá skoðanir til með að stoppa gæjann í að drepa ?\nNei.\nmorðóður gæji stoppar ekki að vera morðóður gæji ef að þú bannar honum að tala, hann verður bara hættulegri.\nEn aftur á móti ef að nasistanum er ekki bannað að tjá skoðanir sínar, þá vita aðrir hver þessi fáviti er.\nÞá veit t.d lögreglan hverja af þessum fávitum á að fylgjast sérstaklega með.\nMeð því að banna þeim að tjá skoðanir sínar, þá veit enginn hvaða fávitar þetta er, síðan einmitt kemur einhver svona gæji einsog þú ert að lýsa og allir eru rosa hissa, vegna þess að það hafði einmitt engin umræða verið um málið.\nÞað myndi semsagt ekki stoppa morðinga nasistann í að myrða einhverja að banna honum að tala.\nHættu síðan að gera mér upp skoðanir og lestu bara það sem að ég skrifa og tjáðu þig um það.\nJá og ég hef margoft nefnt hvað skoðanirnar eru út í hött.\nÞað að mér þyki þær út í hött á ekki að gefa mér leyfi til að banna þær.\nAlveg einsog mér finnst gersamlega út í hött að þú viljir banna þeim að tala, ég leyfi þér samt að tjá þá þvælu.\nÞað að leyfa þér að segja eitthvað þýðir ekki að ég sé sammála því, þú verður að átta þig á muninum á því.\nÉg skal berjast fyrir rétti þínum að segja eitthvað, berjast síðan alfarið á móti þessari ótrúlegu þvælu sem að þú segir, það sama á við um nasistana.",
            "date": "2019-09-20 12:45:00",
            "post_id": "694538",
            "reply_to_id": "694533"
        },
        {
            "user_name": "rapport",
            "text": "Fólki er frjálst að vera fávitar.\nÞað fáránlegasta er svo að fávitar verða svo hundfúlir þegar þeir fá ekki sömu tækifæri og aðrir sbr. \nFrétt á DV",
            "date": "2019-09-20 20:57:00",
            "post_id": "694548",
            "reply_to_id": "694538"
        }
    ],
    "date": "2019-09-08 01:23:00"
}