{
    "forum_title": "Almennt um vélbúnað",
    "id": "8046",
    "title": "Headphones ?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=20&t=8046",
    "posts": [
        {
            "user_name": "Skuggasveinn",
            "text": "Sælir, ég er að leita mér að headphone-um.  Aðallega fyrir gaming en líka fyrir mp3 (þið þekkið þennan pakka).  Ég myndi helst kjósa að headphone-inn væri með mic (svipað og headset).  Þetta ættu að vera \"lokuð\" (þannig að þeir nái alveg yfir eyrun).\n\nEndilega bendið mér á headphone review síður og bara þá sem þið mælið með!",
            "date": "2005-04-20 12:59:00",
            "post_id": "85807",
            "reply_to_id": false
        },
        {
            "user_name": "vldimir",
            "text": "http://www.icepads.com\n\n\n\n\nIcemat sibera heyrnatólin eru rosaleg, frábært sound, flott útlit, og með mic mæli eindregið með þeim - líka frí heimsendingarþjónusta.",
            "date": "2005-04-20 13:28:00",
            "post_id": "85810",
            "reply_to_id": "85807"
        },
        {
            "user_name": "kristjanm",
            "text": "Ég mæli með Sennheiser headphonum, hef góða reynslu af þeim.",
            "date": "2005-04-20 16:57:00",
            "post_id": "85838",
            "reply_to_id": "85810"
        },
        {
            "user_name": "vldimir",
            "text": "Já - Ég á sjálfur Sennheiser HD590 eins og mjög margir frábær heyrnartól en þau eru ekki með mic og þ.a.l. mæli ég með Siberia heyrnartólunum.\n\n\n\nAnnars fást Sennheiser í pfaff og fríhöfninni - eru mun ódýrari í fríhöfninni.\n\n\n\nÞað er hætt að framleiða HD590 en 595 eru mjög svipuð.",
            "date": "2005-04-20 17:29:00",
            "post_id": "85840",
            "reply_to_id": "85838"
        },
        {
            "user_name": "Grobbi",
            "text": "Sennheiser og Hafðu bara borð mic",
            "date": "2005-04-20 18:13:00",
            "post_id": "85845",
            "reply_to_id": "85840"
        },
        {
            "user_name": "gutti",
            "text": "Sennheiser eða zalman 5.1 svo er til líka zalman 6.1 með mic",
            "date": "2005-04-20 18:33:00",
            "post_id": "85846",
            "reply_to_id": "85845"
        },
        {
            "user_name": "Snorrmund",
            "text": "hahahaha \n þetta er af icepads.com þetta er með því sorglegra sölutricki sem ég hef séð \"vá marr, nú ætla ég að kaupa mér svona headphone því að hítón á svona marr\" HAHAH!",
            "date": "2005-04-20 18:35:00",
            "post_id": "85847",
            "reply_to_id": "85846"
        },
        {
            "user_name": "Xen0litH",
            "text": "Efast ekki um að þetta \"trick\" virki á all nokkra Counter spilara, svona 13 ára  drengi sem eru frekar ofdekraðir.. ef þú veist hvað ég á við \n\n\n\n\nAnnars mæli ég með Sennheiser.. hafa reynst mér vel uppá síðkastið",
            "date": "2005-04-20 20:17:00",
            "post_id": "85853",
            "reply_to_id": "85847"
        },
        {
            "user_name": "hahallur",
            "text": "fáðu þér Sennheiser HD 650",
            "date": "2005-04-20 22:50:00",
            "post_id": "85864",
            "reply_to_id": "85853"
        },
        {
            "user_name": "Snorrmund",
            "text": "hehe ég skil alveg hvað þú átt við og þetta svar hjá mér var frekar að gagnrýna síðuna frekar en spilarana \n annars finnst mér! mjög sorglegt þegar að fólk er með músarmottur, mús og headphones fyrir 20-30 þúsund og kvartar svo yfir fpsi því að tölvan þeirra er svo léleg \n hef prufað margar mottur(dkt eða eitthvað, func, og eitthvað razor..) og ég segji bara eitt enginn munur á kúk og skít.. þið verðið ekkert betri í hinum eða þessum leikjum útaf mismunandi mottum og headphonum.. þegar ég kíki í cs á 2-3 mánaða fresti þá gengur mér bara vel með gamla MX500 mús og akkurat 6 ára gamla músarmottu \n(hún var keypt þegar ég var 8 ) \n og enginn headphones \n annars er alltaf skemmtilegra að vera með headphones..",
            "date": "2005-04-20 23:24:00",
            "post_id": "85872",
            "reply_to_id": "85864"
        },
        {
            "user_name": "gnarr",
            "text": "HD590 og HD595 eru opin headphone.\n\n\n\n595 tóku við af 590, og eru ekkert annað en endurbætt útgáfa af 590.",
            "date": "2005-04-20 23:52:00",
            "post_id": "85883",
            "reply_to_id": "85872"
        },
        {
            "user_name": "ponzer",
            "text": "Fékk mér Sennheiser HD 555 á einnhvern 6 eða 7 þús í fríhöfnini um daginn:\n\n\n\nhttp://www.att.is/product_info.php?cPat ... cts_id=833\n\n\n\n\nsem eru btw mjög góð finnst mér",
            "date": "2005-04-21 00:53:00",
            "post_id": "85902",
            "reply_to_id": "85883"
        },
        {
            "user_name": "Xen0litH",
            "text": "Jámm, ég spila Counter og er með svona 200 kall mús og hringlaga appelsínugula músarmottu á 50 kall frá Ikea.. og þó ég segi sjálfur frá er ég skítsæmilegur þrátt fyrir þetta",
            "date": "2005-04-21 12:33:00",
            "post_id": "85919",
            "reply_to_id": "85902"
        },
        {
            "user_name": "vldimir",
            "text": "Ég spila einnig cs og haldiði að það sé bara tilviljun að allir bestu cs spilararnir hvar sem er í heiminum séu allir á geðveikum tölvum, með rándýr headphones, nýjustu músina og \"bestu\" músamottuna?\n\n\n\nÞað er margsannað að tölvan og allt hitt skiptir líka máli. Og þeir sem hafa efni á því að fá sér dýr heyrnatól og þeim langar í þau, afhverju ekki að fá sér þau?\n\n\n\nEins og HD-590 eru sennilega algengustu leikjaheyrnartólin á landinu, þau kostuðu um 18.000 krónur nema í fríhöfninni. Það er bara trend að eiga alltaf það besta. \n\n\n\nAfhverju kaupir fólk sér nýrri og betri bíla ef það á ennþá bíl sem virkar alveg og kemur þeim frá A til B? \n\n\n\nFinnst alltaf jafn ömurlegt þegar fólk segir að það sé sorglegt að eiga eitthvað sem er nýtt & best. Ef fólki langar í þetta, og eins og með margt þá er ákveðið \"trend\" að eiga ákveðna hluti og þ.a.l. kaupir þessi ákveðna manneskja bestu vöruna. Hvað er þá verið að segja að það sé sorglegt?\n\n\n\nÞetta af jafn andskoti fáránlegt og segja ;djöfull er sorglegt þegar fólk eyðir pening í það sem það hefur áhuga á; \n\n\n\nÉg hef líka prófað allar músamotturnar sem hafa komið á leikjamarkaðinn. Ég er eins og sumir, elti bara trendið. Fyrst komu fuNc motturnar og þá keyptu ALLIR þær, maður átti pening afhverju ekki að prófa? Þetta var nú einu sinni fyrir áhugamálið mans. Svo komu næstu mottur og þarnæstu og þannig heldur þetta bara áfram. \n\n\n\nÞú segir \"enginn munur á kúk og skít\" fyrir þá sem hafa áhuga á tölvum t.d. þá finna þeir greinilega þennan mun á \"kúk og skít\" eins og þú orðar það þegar það kemur að músum / músamottum. Finnst mér ekkert sorglegt við það að fólk sé að eyða helling af pening í eitthvað sem það vil eyða í, áhugamálið þeirra.",
            "date": "2005-04-21 13:29:00",
            "post_id": "85932",
            "reply_to_id": "85919"
        },
        {
            "user_name": "Snorrmund",
            "text": "Ekkert að því að eiga það nýjasta og besta..  mér hefur bara alltaf fundist þetta musarmottu/músaræði alltaf heimskulegt.. en headphones.. ég hef alls ekkert á móti góðum headðphonum.. \n var bara að segja að öllu má ofgera.. ætli ég sé ekki bara að segja þetta því að það hefur alltaf pirrað mig þetta fólk sem er \"pro\" í tölvuleik",
            "date": "2005-04-21 13:36:00",
            "post_id": "85935",
            "reply_to_id": "85932"
        },
        {
            "user_name": "Zkari",
            "text": "Hahahah Snorrmund, undirskriftin\n\n\n\nBTW, hef bara lesið góð reviews um Siberia heyrnartólin",
            "date": "2005-04-21 14:23:00",
            "post_id": "85940",
            "reply_to_id": "85935"
        },
        {
            "user_name": "hahallur",
            "text": ". . . .og málið er dautt",
            "date": "2005-04-21 15:52:00",
            "post_id": "85948",
            "reply_to_id": "85940"
        },
        {
            "user_name": "DoRi-",
            "text": "ég er með fUnc, mx500 og eitthvað svoleiðis, borgaði allt sem tengist tölvunni minn 97,5% sjálfur, bara skjákortsvifta sem bróðir minn gaf mér í jóla gjöf\n\n\n\nen 2 af mínum fjölmörgu frændum fá allt sem þeir vilja gefins\n\n\n\nannar þeirra spurði mömmu sína um nýja mús útaf hann hennti sinni í vegg, og fékk nýja.fékk líka 60000kr skjá gefins frá mömmu sinni bara útaf engu,\n\n\n\nhinn fékk x800xt, 1gb ram,amd 64 3500+ í shuttle xpc útaf móbó-ið hjáhonum brann yfir, og pabbi hans borgaði 180,000 fyrir\n\n\n\n\n\nþoli ekki svona\n\n\n\n\n\nbtw þeir spila ba´ðir cs eins og 12ára gaurar",
            "date": "2005-04-21 16:02:00",
            "post_id": "85950",
            "reply_to_id": "85948"
        },
        {
            "user_name": "hahallur",
            "text": "Fékkst þú ekki fullt þegar þú varst 12 ára",
            "date": "2005-04-21 16:04:00",
            "post_id": "85952",
            "reply_to_id": "85950"
        },
        {
            "user_name": "Snorrmund",
            "text": "Ég fekk fullt þegar ég var tólf ára.. En það var kannski 30 þúsund króna virði.. og mest allt af því keypti ég sjálfur eða fékk gefið..(s.s. jólagjöf..) Mér finnst RUGL þegar foreldrar eru að gefa krökkunum sínum afmælisgjafir fyrir fleiri tugir þúsunda.. mér finnst tildæmis ekkert smá rugl að systir mín fékk pstwo í afmælis og sumargjöf..(á afmæli 23 apr) og mér finnst það einum of dýrt.. 13 þúsund..",
            "date": "2005-04-21 18:30:00",
            "post_id": "85971",
            "reply_to_id": "85952"
        }
    ],
    "date": "2005-04-20 12:59:00"
}