{
    "forum_title": "Geymslumiðlar og vinnsluminni",
    "id": "8427",
    "title": "Twinmos pc3200 ekki að gera góða hluti!!!",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=27&t=8427",
    "posts": [
        {
            "user_name": "Pepsi",
            "text": "Sælir, ég er með 2x512 pc 3200 Twinmos kubba, en moboið sem er msi k8n neo 2, detectar þá bara sem pc2700.  CPU-Z segir að kubbarnir séu pc3200 og þeir eiga að vera það samkvæmt öllu.  Þannig að ég keyri þá á 200mhz.  Þá bara kemur einn leiðindagalli fyrir og það ansi oft,  vélin hjá mér frís þegar ég er að spila cs-cource, farcry og svoleiðis leiki.  Ég leyfði svo bara biosnum að vera með þetta auto og keyra minnið á pc 2700 hraða og þá er allt bara í góðri lukku.   Hvað á maður að gera í þessu, henda minniskubbunum og kaupa nýtt eða??",
            "date": "2005-06-01 22:58:00",
            "post_id": "90491",
            "reply_to_id": false
        },
        {
            "user_name": "MezzUp",
            "text": "Ég þekki lítið inná þetta, en kannski að þú þurfir eitthvað að breyta volt stillingunum hjá þér?\n\nBíddu samt eftir að sérfræðingarnir svari þér",
            "date": "2005-06-01 23:16:00",
            "post_id": "90494",
            "reply_to_id": "90491"
        },
        {
            "user_name": "Pepsi",
            "text": "jamm einmitt, system specs eru Msi K8N neo 2 Platinum, 3500+ winchester, 2x512 pc3200 Twinmos, Visiontek x800 XT, hitastig á örgjörva og skjákorti alltaf til fyrirmyndar..........",
            "date": "2005-06-01 23:27:00",
            "post_id": "90496",
            "reply_to_id": "90494"
        },
        {
            "user_name": "hsm",
            "text": "Ég á 2x512 twinmos kubba og þeir virkuðu bara mjög vel á vélinni minni er með sama móðurborð og þú x850xt skipti reindar út minninu fyrir ocz 2.2.2.5 minni og það er að virka svipað í testum þar að segja 3D testum og PCMark04 en er reindar ekki eins gott í yfirklukkun \n\n\nGetur minnið ekki verið gallað hjá þér",
            "date": "2005-06-20 14:31:00",
            "post_id": "92010",
            "reply_to_id": "90496"
        },
        {
            "user_name": "gnarr",
            "text": "mér þykir líklegra að það sé bara stillt á 166 í bios.",
            "date": "2005-06-20 15:55:00",
            "post_id": "92017",
            "reply_to_id": "92010"
        },
        {
            "user_name": "ParaNoiD",
            "text": "ég hef notað twinmos í nokkur ár núna og það er í öllum mínum tölvum (4 tölvur) , Aldrei lent í vandræðum með það .\n\n\n\nfinnst líklegra að það sé annaðhvort einhver stilling hjá þér vitlaus eða móbóið gæti verið að stríða þér.\n\n\n\nAnnars getur alltaf verið að minni sé gallað en ég hef aldrei heyrt það lýsa sér svona.",
            "date": "2005-06-21 10:22:00",
            "post_id": "92060",
            "reply_to_id": "92017"
        }
    ],
    "date": "2005-06-01 22:58:00"
}