{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "8548",
    "title": "vandamál með móðurborð og minnis kubba",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=8548",
    "posts": [
        {
            "user_name": "urban",
            "text": "Góða kvöldið.\n\n\n\nnú er maður enn eina ferðina í smá tölvu vandamálum og ætla að reyna fá hjálp frá ykkur...\n\n\n\nÞannig er mál með vexti að ég var að fá annað móðurborð (í staðin fyrir annað sem brann yfir) og er núna með \nASUS P4P8X SE\n móðurborð.....\n\n\n\nvandamálið er það að ég get aðeins notað 1 minnis kubb :S\n\n\n\nég prufaði til að byrja með að setja þá alla í ( er með tvo Kingston 256 mb 400 cl 2.5 kubba og tvo samsung 256mb 400 cl 2.5 kubba) en þá startaði tölvan sér ekki upp...\n\n mig grunaði strax að það væri vandamál með minniskubbana og tók því alla úr nema annan kingston kubbinn og þá startaði hún sér upp á vandamáls...  \n\nþá kláraði ég að setja allt upp og updateaði síðan bios og allt komið í fínt lag...\n\n\n\nþá ákvað ég að sétja hinn kingston kubbinn í (og þá í hina bláu rásina) en eftir það þá startaði hún sér ekki upp...  þá hélt ég nú að annar kingstone kubburinn væri bilaður og ákvað að prufa setja kingstone kubbana í báða..\n\n\n\nen nei\n\nvélin stalrtaði sér ekki upp....\n\n\n\nþá prufaði ég að setja aðeins annan samsung kubbinn og þá virkaði allt vel....  \n\n\n\nþegar þarna var komið við sögu átti ég erfitt með að trúa því að annar kubburinn í báðum settunum væri bilaður og að ég skildi hafa tekið akkurat þann rétt úr í bæði skiptin þannig að ég ákvað að fara  gera smá tilraunir... \n\n\n\nbyrjaði á því að skipta út samsung kubbinum sem var í og setja hinn í... og sá kubbur er í lagi,....\n\n\n\ngerði síðan það sama með kingston kubbana og komst ég að því að allir kubbarnir eru í lagi (það er þeir virka allir ef ég hef einungis 1 kubb í vélinni)\n\n\n\nsíðan prufaði é gað nota hina rásina (svörtu en ekki þá bláu) og ég lenti í því nákvæmlega sama þar \n\n\n\neftir að ég var búinn að komast að þessu þá ákvað ég að prufa að nota einungis 1 kubb en skipta á milli rása og prufa allar 4 raufarnar og komst ég þannig að því að þær virka allar.....\n\n\n\nþá spyr ég ykkur...\n\n\n\nhvað get ég gert til að geta nota fleiri en einungis 1 kubb í einu.....\n\n\n\nþar sem ég er búin að komast að því að allar raufarnar eru í lagi og einngi búinn að komast að þvi að allir kubbarnir eru í lagi\n\n\n\nþað sem mér finnst líklegt er að þetta sé einhvers konar BIOS stilling en þar sem ég kann alveg ógurlega lítið á BIOS þá vill ég ekki fikta í honum og bið ykkur hina þá frekar um hjálp....\n\n\n\n(og btw ekki segja RTFM þar sem ég er búin ða lesa hann allan í gegn þrisvar sinnum)\n\n\n\nmeð fyrirfram þökkum\n\n\n\nurban-\n\n\n\np.s. ef eitthvað er óskiljanlegt eða illa uppsett þá endilega segið mér frá því og ég skal reyna útskýra þetta ennfrekar",
            "date": "2005-06-16 22:15:00",
            "post_id": "91737",
            "reply_to_id": false
        },
        {
            "user_name": "Yank",
            "text": "Ef þú færð þetta ekki til að virka með annað hvort parið í dual channel hólfunum. Þ.e. annað hvort 2 kubba samtals í bláu hólfunum eða báða í svörtu. Þá er annað hvort móðurborðið gallað eða þá minnið ekki nægjanlega eins vel parað til að virka í dual channel eins og þú heldur fram.",
            "date": "2005-06-16 22:45:00",
            "post_id": "91739",
            "reply_to_id": "91737"
        },
        {
            "user_name": "urban",
            "text": "málið er ekki bara það að þetta virki ekki bara dual channel heldur virkar það bara ekki neitt....\n\n\n\nog ég veit það vel að þessi minni virki saman sem dual channel þar sem ég keyrði þau í dual channel í móðurborðinu sem ég var með (það er dual channel á sitthvorri rásinni)\n\n\n\nen einsog ég segi þá er vandamálið það að tölvan startar sér bara alls ekki upp ef ég hef 2 eða fleiri minni í vélinni...\n\n\n\nog ég væri í augnablikinu (þangað til eftir helgi allavega) alveg sáttur við að minnið mundi ekki keyra í dual channel ef móbóið mundi leyfa mér að hafa fleiri en 1 minni í vélinni í einu",
            "date": "2005-06-16 23:06:00",
            "post_id": "91740",
            "reply_to_id": "91739"
        },
        {
            "user_name": "gnarr",
            "text": "prófaðu að setja einn kingston í blá rás og svo einn í svarta rás sem er næst bláu.\n\n\n\nhvernig móðurborð er þetta annars?",
            "date": "2005-06-17 07:41:00",
            "post_id": "91759",
            "reply_to_id": "91740"
        },
        {
            "user_name": "urban",
            "text": "ég var búinn að prufa það ....\n\n\n\nheld að ég sé búinn að prufa allar mögulegar ísetningar á minnum og ég fæ bara að vera með 1 þeirra í í einu.. því miður fyrir mig...   \n\n\n\nég er farinn að halda að þetta sé bara gallað móðurborð.... ætla allaveganna með það strax á mánudag þangað sem ég keypti það......  \n\n\n\nen já einsog ég sagði í byrjun fyrsta póstarins þá er þetta ASUS P4P8X SE móðurborð og það er linkur á það \nhér",
            "date": "2005-06-17 16:12:00",
            "post_id": "91775",
            "reply_to_id": "91759"
        },
        {
            "user_name": "Yank",
            "text": "Hvernig endaði þetta ?",
            "date": "2005-06-20 22:29:00",
            "post_id": "92050",
            "reply_to_id": "91775"
        }
    ],
    "date": "2005-06-16 22:15:00"
}