{
    "forum_title": "Yfirklukkun, hraðaprófanir og mods",
    "id": "8574",
    "title": "HDD Silencerar",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=1&t=8574",
    "posts": [
        {
            "user_name": "CCR",
            "text": "Hvaða HDD silencerar eru bestir. Ég er semsagt að tala um einhverslags box sem HDD er settur inní og það á að dempa lætin eitthvað",
            "date": "2005-06-19 19:52:00",
            "post_id": "91950",
            "reply_to_id": false
        },
        {
            "user_name": "Mr.Jinx",
            "text": "Luxurae Hard Drive Silencing Solution",
            "date": "2005-06-19 20:14:00",
            "post_id": "91954",
            "reply_to_id": "91950"
        },
        {
            "user_name": "MezzUp",
            "text": "Ég er almennt frekar á móti „hávaðalækkunarlausnum“ sem fela í sér að „kæfa“ hávaðann(og um leið hitan) þegar aðrar lausnir eru til staðar.\n\nCCR, hvernig harði diskur er þetta? Hefurðu íhugað að kaupa þér hljóðlátari disk. Ég er sjálfur að fara að skipta út gamla WD disknum mínum með Seagate Barracuda(review á leiðinni \n) sem ég keypti í gær, í þeirri von um að hávaðinn minnki í leiðinni. Læt vita hvernig það fer.\n\nAthugaðu einnig að harðir diskar framleiða tvennskonar hljóð. Annað verður til í mekanísku pörtunum(mótorinn, armarnir) á disknum og berst innanúr honum. Það hljóð er erfitt að losna við nema með einhverskonar „kæfingu“. Hin hljóðuppsprettan er titringur disksins við þann stað sem að hann er festur, eða annarsstaðar í kassanum. Hægt er að draga mikið úr þeim titring með lausn líkt og \nþessari\n\n\n\n\nEinnig vil ég benda þér á síðuna \nhttp://www.silentpcreview.com/\n sem er fyrir þá sem vilja minnka hávaðann í hörðu diskunum sínum.",
            "date": "2005-06-19 20:37:00",
            "post_id": "91955",
            "reply_to_id": "91954"
        },
        {
            "user_name": "hahallur",
            "text": "U red my mind\n\nÉg er með Seagate x 2, Samsung x 1 og 1 x WD Raptor ......heyrist ekkert essu.....sæælar",
            "date": "2005-06-19 20:38:00",
            "post_id": "91956",
            "reply_to_id": "91955"
        },
        {
            "user_name": "Vilezhout",
            "text": "http://overclockers.com/articles1177/",
            "date": "2005-06-19 20:48:00",
            "post_id": "91958",
            "reply_to_id": "91956"
        },
        {
            "user_name": "CendenZ",
            "text": "ég er einmitt með settupið mitt hérna fyrir neðan í undirskrift.\n\n\n\n\n\nEn...\n\n\n\nmóðurborðið er svo mikið kjaftæði að það nær engri átt, ég mun skrifa bréf til asus til að útskýra fyrir þeim að það eigi að vera hægt að skipta um chipviftu án þess að þurfa modda borðið svo að ábyrgðin fubarast.\n\n\n\n\n\nretardar hjá ASUS, þeir geta ekki drullast til að framleiða neitt almennilegt nema Geforce 4 kortin á árunum 2001 til 2003.",
            "date": "2005-06-19 21:26:00",
            "post_id": "91961",
            "reply_to_id": "91958"
        },
        {
            "user_name": "Birkir",
            "text": "Heyrist ekkert í raptornum?",
            "date": "2005-06-20 00:42:00",
            "post_id": "91973",
            "reply_to_id": "91961"
        },
        {
            "user_name": "hahallur",
            "text": "Neibb",
            "date": "2005-06-20 15:49:00",
            "post_id": "92015",
            "reply_to_id": "91973"
        },
        {
            "user_name": "W.Dafoe",
            "text": "Ég get vissulega staðfest ágæti Luxurae scilence solutions samlokunnar! \n\n\n\nÉg keypti mér svona samloku og x2 silenX 120mm 14db viftur ( í stað orginal örgjörva og aflgjafaviftu ) í kassann minn og get núna sofið með vélina í gangi í herberginu mínu án þess að vakna daginn eftir og líða eins og ég hafi verið fistaður",
            "date": "2005-06-21 11:24:00",
            "post_id": "92061",
            "reply_to_id": "92015"
        },
        {
            "user_name": "skipio",
            "text": "Ég læt nú bara mína Samsung diska hvíla á púðum. Heyrist ekkert í þessu. \n\n\n(Reyndar smá galli að þeir koma þá ekki við málm og hitna því frekar - hef dálítið verið að spá í að setja kæliplötu á þá.)",
            "date": "2005-06-21 11:39:00",
            "post_id": "92062",
            "reply_to_id": "92061"
        },
        {
            "user_name": "CendenZ",
            "text": "ég tók einmitt þykkt og sterkt einangrunarteppateip sem notað er meðal annars til að einangra hátalra og draga mjög úr víbríng.\n\n\n\nég er einmitt með 80 mm silenx beint ofan á þeim, þannig það er alltaf örlítill blástur á þá.",
            "date": "2005-06-21 18:53:00",
            "post_id": "92083",
            "reply_to_id": "92062"
        },
        {
            "user_name": "skipio",
            "text": "Settir þú límbandið alveg utan um þá? Allavega, ef svo er að þá myndi ég fylgjast mjög vel með hitanum á diskunum.",
            "date": "2005-06-21 19:06:00",
            "post_id": "92085",
            "reply_to_id": "92083"
        },
        {
            "user_name": "Pandemic",
            "text": "Ég var að pæla í einu ég á svona parket mottu sem eru notaðar til að einangra undir parketi og eiga að draga rosalega úr hljóðmyndun allavegana sér maður muninn með þetta undir parketi. Ég rúllu af þessu er ekki hægt að klippa þetta í stærðir og einangra kassa með þessu.",
            "date": "2005-06-21 20:24:00",
            "post_id": "92093",
            "reply_to_id": "92085"
        },
        {
            "user_name": "Mumminn",
            "text": "ég fann líka eina góða lausn.. ég er með vatnskælingu í stacker og þarf að leiðandi er dæla sem læt kassann víbra eins og mother f***. þannig að ég tók gúmmí (sem er stundum sett undir teppi og eitthvað svoleis) og setti slatta af því undir dæluna og setti einnig fullt af bútum undir \"allar\" skrúfur í kassanum ~ meira að segja hjá hörðudiskunum (4x200gb Seagate Barracuta) og núna heyrist bara alls ekki neitt í neinu í tölvunni minni, nema kannski viftunni á skjákortinu.. á bara eftir að setja watercooler-inn á það",
            "date": "2005-06-21 21:14:00",
            "post_id": "92096",
            "reply_to_id": "92093"
        },
        {
            "user_name": "CendenZ",
            "text": "Nei, á Bracketin sem HD-arnir eru festir á.\n\n\n\nþannig ég skrúfaði í gegnum teypið og á Hd-inn",
            "date": "2005-06-21 22:20:00",
            "post_id": "92099",
            "reply_to_id": "92096"
        }
    ],
    "date": "2005-06-19 19:52:00"
}