{
    "forum_title": "Yfirklukkun, hraðaprófanir og mods",
    "id": "863",
    "title": "útsögun á hlið kassans",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=1&t=863",
    "posts": [
        {
            "user_name": "odinnn",
            "text": "núna er ég að fara að skera þetta risa gat úr kassanum mínum með stingsög. hvort er betra að saga innan eða utan frá? og hvernig finnst ykkur flottast að ganga frá svona glugga? molding? skrúur? eða bara sílikonkítti? einnig vitiði hvernig sárið verður? þarf að pússa þetta eitthvað niður?\n\n\n\nP.S. veit einhver hvað drewel (eða eitthvað (þetta er svona borvél sem maður heldur á eins og penna)) er á íslensku? og hvort það er til á íslandi?",
            "date": "2003-06-12 14:55:00",
            "post_id": "6610",
            "reply_to_id": false
        },
        {
            "user_name": "MezzUp",
            "text": "án þess að hafa gert þetta þá myndi ég segja:\n\nSaga utan frá\n\nsetja gúmmíkant á þetta\n\nalltílagi að pússa aðeins, þarf varla ef að maður notar gúmmíkant\n\nlestu eldri þræði, það er búið að tala um þetta \"drewel\"(eða var það ekki dremel?) hérna áður\n\nog það er til á íslandi",
            "date": "2003-06-12 16:41:00",
            "post_id": "6616",
            "reply_to_id": "6610"
        },
        {
            "user_name": "Fletch",
            "text": "ég hef gert þetta, \n\nmín ráðlegging, farðu varlega!!\n\n\n\nauðvelt, sérstaklega í lokin, að missa borinn þannig að hann hoppi til og rispi kassann..    farðu því mjög varlega þegar þú ert að vera kominn í gegn\n\n\n\nFletch",
            "date": "2003-06-14 01:08:00",
            "post_id": "6705",
            "reply_to_id": "6616"
        },
        {
            "user_name": "Atlinn",
            "text": "ef þú gerir þetta sjálfur þá geturu gert þetta.\n\n1. Getur notað stingsög með blaði til a saga í járn, þá geturu sett þykt teip á hliðina til að rispa hana ekki, sem sagt sagar utanfrá og getur bara tekið lítinn bor svona 3-4 mm og borað nokkur göt, til dæmis í öll horn og svoleiðis og notað svo stærri bor til að stækka götin, og galdurinn er (þegar maður er að bora í járn) er að bora hægt til að borinn hitni ekki mikið, ef hann hitnar mikið missir hann bitið mjög fljótt.\n\n2. Notað svokallað Dremmel, kann ekki Íslenska orðið yfir þetta en þetta er svona eins og lítill fræsari sem minnir á borvél, þá geturu bara sagað þetta beint (þá á að nota sög í þetta það er líkt og skífa sem er í slípirokk bara minni eða eins og lítið hrínglótt sagarblað) þarf ekkert að bora neitt, og sagar þetta utanfrá en lætur sögina vinna þekki íta of fast.\n\n3. Getur farið með þetta á eitthvað málmverkstæði, og látið saga það verður náttúrulega best enda vanir mann en það kostar líklega eitthvað, svo gætir bara beðið þangað til skólinn byrjar og farið með þetta í Iðnskólann eða eitthvað.\n\n\n\n4. Til að festa gluggann þá eru nokkrar leiðir mjög líklega þarf að pússa eitthvað kvort sem þú notir einhvern gúmmí kant eða eitthvað annað eins og að skrúfa þetta fast eða líma.  Ef þú ætlar að nota gúmmí kant, þá veit ég ekki hvar hann fæst en þú getur örugglega fengið eitthvað í Húsasmiðjunni eða Byko eða jafnvel Tölvistanum þeir eru nú komnir með slatta af mod dóti. Ef þú ætlar að skrífa þetta þá þarf að pússa brúnina vel og þá líklega skemmist liturinn á kassanum þannig að ég mæ´li hiklaust með því að nota gúmmikant ef þú ætlar ekki að sprayja kassann uppá nýtt. En ef þú etlar að spraya kassann uppá nýtt þá skaltu saga áður en þú sprayjar hann og þú skalt pússa sagarfarðum mjöj vel, þannig að þú getir strokið hendinni með sagarfarinu án þess að skera þig, svo geturu keypt í öllum helstu svona iðnaðarverslunum bolta og rær og þú getur sprayjað þær í sama lit og kassann eða einhverjum öðrum eða keypt krómaða bolta. Ef þú ætlar að líma glerið þá er Jötungrip gott (fara eftir leiðbeinigum) eða bara eitthvert annað lím eins og svona límbyssulín og límkýtti. ef þú límir gluggann í þá þarftu að pússa hann vel eins og ef þú myndir skrúfa hann í...\n\n\n\nvonandi geriru þetta og ég vona að þetta hafi eitthvað hjalpað.\n\ngangi þér vel",
            "date": "2003-06-15 02:18:00",
            "post_id": "6783",
            "reply_to_id": "6705"
        },
        {
            "user_name": "odinnn",
            "text": "takk atlinn. ég fer í þetta einhvertíman eftir mánaðarmótin og reyni að koma með myndir einhvertíman eftir það.",
            "date": "2003-06-15 17:43:00",
            "post_id": "6828",
            "reply_to_id": "6783"
        },
        {
            "user_name": "Snorrmund",
            "text": "en samt odinn, þá er mjög góð grein á \nhttp://metku.net\n þar er einhver grein um þetta mér sjálfum finnst hún allveg ágæt.",
            "date": "2003-06-15 21:58:00",
            "post_id": "6838",
            "reply_to_id": "6828"
        }
    ],
    "date": "2003-06-12 14:55:00"
}