{
    "forum_title": "Almennt um vélbúnað",
    "id": "8653",
    "title": "Val á skjávarpa",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=20&t=8653",
    "posts": [
        {
            "user_name": "Tesli",
            "text": "Sælir,\n\nÉg er búinn að vera að skoða LCD, PLASMA og skjávarpa og á endanum ákvað ég að velja skjávarpann. En svo er það bara hvaða skjávarpi?\n\n\n\nHann verður að vera með tru HD upplausn (native í 1280x720)(fyrir nýja Xboxið \n )\n\nHann á að vera notaður í að horfa á venjulegt sjónvarp, dvd, leikjatölvur og pc tölvu. Hann á basicly að losa mig við stóra sjónvarpið og tölvuskjáinn for good.\n\nMargir skjávarpar sem ég hef séð eru svo eitthvað slow að þegar mikið er að gerast þá sér maður ekkert og ég vil alls ekki þannig.\n\nÉg er með 200þús verðþak.\n\n\n\nÉg er mjög heitur fyrir þessum\n\nhttp://www.svar.is/vorur/?path=/resources/Controls/24.ascx&Groups=25\n\n\nPanasonic PT-AE700U\n\nkíkið á review á projectorcentre þarna fyrir neðan .\n\n\n\nHvernig líst ykkur á þennann?\n\n\n\nBendið mér endilega á einhverja sem ykkur finnst góðir en ekki benda mér á einhverja sem fást bara úti. \n\n\n\n\ntakk",
            "date": "2005-07-01 14:57:00",
            "post_id": "92729",
            "reply_to_id": false
        },
        {
            "user_name": "gnarr",
            "text": "Margir skjávarpar eru ekkert annað en lítill LCD skjár sem fer ljós í gegnum. þegar maður sér \"hæga\" skjávarpa, þá eru þeir með LCD skjái með háum refresh tíma. líklega yfir 25ms.\n\n\n\nSkoðaðu bara nóg af reviewum, og fáðu þá varpa sem er annaðhvort með mjög hröðum LCD skjá eða sem notar aðra tækni.",
            "date": "2005-07-01 15:17:00",
            "post_id": "92732",
            "reply_to_id": "92729"
        },
        {
            "user_name": "Tesli",
            "text": "það stendur að þetta sé 0.7\" PolySi LCD (3)\n\nEr það hratt?\n\nHérna eru ítarlegar upplýsingar um hann \nhttp://www.projectorcentral.com/Panasonic_Home-PT-AE700U.htm",
            "date": "2005-07-01 18:19:00",
            "post_id": "92775",
            "reply_to_id": "92732"
        },
        {
            "user_name": "gnarr",
            "text": "það er bara stærðin og tegundin af lcd skjáunum.\n\n\n\nhann er BTW með 3 LCD skjái. einn fyrir hvern lit.\n\n\n\n*edit*\n\n\n\nannars er hann að fá alveg svakalega flotta dóma\n\n\n\n\n\n\n\n\n\nEf þú notar hann í dimmu herbergi, þá er myndin \nmjög\n skýr og góð uppí 150\" (rúmelga 3.5metrar) samkvæmt þessu.",
            "date": "2005-07-01 18:20:00",
            "post_id": "92777",
            "reply_to_id": "92775"
        },
        {
            "user_name": "galileo",
            "text": "ég var að heyra að það væri að koma einhver önnur tækni sem héti einhvað OLEM eða einhvað svoleiðis",
            "date": "2005-07-01 20:08:00",
            "post_id": "92793",
            "reply_to_id": "92777"
        },
        {
            "user_name": "Snorrmund",
            "text": "ef ég man rétt þá er það rándýrt og kemur ekki aaalveg á næstuni...",
            "date": "2005-07-02 00:39:00",
            "post_id": "92831",
            "reply_to_id": "92793"
        },
        {
            "user_name": "skipio",
            "text": "Þessi Panasonic AE-700 er mjög góður. Ég er með eldri útgáfuna, AE-500, og hún er að skila sínu mjög vel.\n\nKosturinn við AE-700 er að hann er með betri svartan lit og svo er loftúttakið að framan en ekki að aftan, hægt að færa myndina upp og niður og mjög mikið zoom. Þessir þrír þættir eru \nmjög miklir kostir\n því þeir gera það að verkum að hægt er að staðsetja myndvarpann í bókahillu á móti tjaldinu en ekki festa hann upp í loftið eða hafa á borði. Ég get eiginlega ekki nógsamlega sagt hvað þetta er mikill kostur því það er forljótt að hafa myndvarpann hangandi í loftinu.",
            "date": "2005-07-02 11:21:00",
            "post_id": "92848",
            "reply_to_id": "92831"
        },
        {
            "user_name": "Mullus",
            "text": "Spurning samt hvort hann sé tilbúinn fyrir framtíðina. Það hefur verið talað um að maður verði að hafa DVI eða HMDI tengi ef maður ætlar að gera notið HD-DVD eða Bluray. Veit ekki hvort DVI-d tengi (eins og er á þessum skjávarpa) sé nóg eða hvort maður verði að hafa DVI-i tengi.",
            "date": "2005-07-02 15:54:00",
            "post_id": "92859",
            "reply_to_id": "92848"
        },
        {
            "user_name": "gnarr",
            "text": "http://www.projectorcentral.com/Panasonic_Home-PT-AE700U.htm",
            "date": "2005-07-02 16:24:00",
            "post_id": "92867",
            "reply_to_id": "92859"
        },
        {
            "user_name": "Mullus",
            "text": "Ok það er gott að vita. Af hverju ætli samt skjávarpinn sé nefndur Panasonic PT-AE700E á svar.is en Panasonic PT-AE700U á projectorcentral.com? Vonandi sama týpa.",
            "date": "2005-07-03 14:27:00",
            "post_id": "92936",
            "reply_to_id": "92867"
        },
        {
            "user_name": "Mullus",
            "text": "Það má einnig nefna það að í umsögnum manna á projectorcentral.com þá virðist það vera að margir kvarta undan því að peran endist mjög stutt. Miklu styttra en Panasonic gefur til kynna.",
            "date": "2005-07-03 14:31:00",
            "post_id": "92938",
            "reply_to_id": "92936"
        },
        {
            "user_name": "Tesli",
            "text": "Nú stendur valið hjá mér á milli panasonic pta-e700u og sanyo z3. Mér líst eiginlega betur á sanyo-inn skoðið hann hér \nhttp://www.projectorcentral.com/Sanyo-PLV-Z3.htm\n\n\n\n\nReviewin á sanyoinn eru miklu betri, þ.e.a.s  ALLIR segja hann góðann en enginn lélegann en reviewin á Panasonicinn eru öll reyndar frekar góð enn nokkrir óánægðir(reynið að skilja mig \n ) \n\nþað eru samt 255 review á panasonic\n\nen 55 á sanyoinn\n\n\n\nHjálp",
            "date": "2005-07-03 17:33:00",
            "post_id": "92957",
            "reply_to_id": "92938"
        },
        {
            "user_name": "Tesli",
            "text": "Ætli þessir skjávarpar séu nógu hraðir fyrir tölvuleiki? Ætli maður verði ekki sjóveikur að spila þá í varpa? Þið sem eigið varpa, hvernig er að spila leiki í þeim?",
            "date": "2005-07-03 20:57:00",
            "post_id": "92983",
            "reply_to_id": "92957"
        },
        {
            "user_name": "Andri Fannar",
            "text": "Fínt.",
            "date": "2005-07-04 10:17:00",
            "post_id": "93011",
            "reply_to_id": "92983"
        },
        {
            "user_name": "danielr",
            "text": "Sælir,\n\n\n\nDaníel heiti ég hjá Svar tækni. Ég reyni að fylgjast með hérna og svara spurningum sem koma upp í sambandi við vörur frá okkur.\n\n\n\nSkjávarparnir frá Panasonic hafa verið að koma vel út og sérstaklega 700 týpan(eins og sést á þessum umfjöllunum).\n\n\n\nÍ sambandi við peruna þá þori ég ekki að sverja það af mér að hún sé að endast styttra en aðrar, ég hef allavega ekki tekið eftir kvörtunum hingað til okkar.\n\n\n\nÍ sambandi við nafnið á varpanum, 700E og 700U þá er það eina sem ég hef getað fundið að U er notað í bandaríkjunum(og stendur fyrir USA) en E í Evrópu(og stendur fyrir Europe) - Varparnir eru annars eins, að því ég best veit.\n\n\n\nEf einhverjar fleiri spurningar vakna hafið þá endilega samband á \ndaniel@svar.is\n, ég reyni líka að svara hér ef einhver beinir til mín spurningu",
            "date": "2005-07-04 14:53:00",
            "post_id": "93028",
            "reply_to_id": "93011"
        },
        {
            "user_name": "Tesli",
            "text": "Sæll Daníel,\n\nSegðu mér, ef ég kaupi panasonic-inn af ykkur og svo verður hann verulega dökkur eftir aðeins 500-1000 tíma (af gefnum 3000) hvað gerist þá? Fellur það undir ábyrgð?",
            "date": "2005-07-04 20:46:00",
            "post_id": "93050",
            "reply_to_id": "93028"
        },
        {
            "user_name": "danielr",
            "text": "Það fer aðeins eftir því hve langur tími er liðinn.\n\n\n\nAlmenna reglan, frá Panasonic sjálfum(og öllum framleiðendum sem ég þekki til), er sú að það er engin ábyrgð tekin á perum - tíminn sem er gefinn upp er áætluð ending(og mælt í non-stop keyrslu) - í hvert skipti sem slökkt er/kveikt á varpanum má gera ráð fyrir að það skerist á endinguna, og þetta á við alla varpa/perur frá öllum framleiðendum. \n\n\n\nÞað þarf líka ekki mikið til að skemma svona perur, þær eru mjög viðkvæmar, þannig að almenna reglan er sú að engin ábyrgð er tekin á perum(nema þær séu svokallað DOA, dead on arrival)\n\n\n\nÉg kíkti niður á verkstæði og spurði yfirmann þess hvort hann kannaðist eitthvað við óvanalega stutta endingu á perunum í þessum vörpum og hann sagðist ekki hafa lent í því svo hann muni.",
            "date": "2005-07-05 11:45:00",
            "post_id": "93069",
            "reply_to_id": "93050"
        },
        {
            "user_name": "danielr",
            "text": "Vildi bara láta vita að það er komin ný útgáfa af hinum vinsæla AE-700 varpa, AE-900.\n\n\n\nProjectorcentral eru komnir með umfjöllun:\n\n\n\n\nEkki spillir fyrir að verðið er vel samkeppnisfært jafnvel við bandaríkjamarkað(þegar búið er að gera ráð fyrir 24.5% VSK), eða 199.900,- kr.\n\nNánar um varpann hér: \nhttp://www.svar.is/vorur/?path=/resourc ... &Groups=25\n (fyrir miðju á síðunni)",
            "date": "2005-11-14 16:06:00",
            "post_id": "96397",
            "reply_to_id": "93069"
        },
        {
            "user_name": "Kristjan",
            "text": "Er sony ekki stálið ?",
            "date": "2005-11-14 18:58:00",
            "post_id": "96436",
            "reply_to_id": "96397"
        },
        {
            "user_name": "kjaran",
            "text": "Sony = Evil!",
            "date": "2005-11-14 23:34:00",
            "post_id": "96495",
            "reply_to_id": "96436"
        },
        {
            "user_name": "ICM",
            "text": "Sony hafa ekki verið að gefa út neinar vörur í fyrsta flokki lengur, og þær sem eru það eru helmingi dýrari en sambærilegar vörur enda er Sony rekið með miklum halla núna og það deildir sem hafa verið að skila inn hellings peningum áður, consumer electronics tapa helling af peningum og það er sú deild sem hefur skilað einna mestu fyrir Sony og ný hafa Sony eitt gífurlegum upphæðum í Blu-Ray, Cell og PS3 og ef þeim gengur ekki vel með það þá hafa þeir varla efni á að keppa við Microsoft á console markaðnum þó þeir verði að gera það annars eru þeir \"doomed\"\n\n\n\nOg ekki gleyma snilldini Memory Stick þar sem nýlega voru þeir að koma með ENN AÐRA tegundina sem virkar ekki með öllum tækjum þó það noti algjörlega sama tengi og nákvæmlega sömu stærð.",
            "date": "2005-11-15 11:17:00",
            "post_id": "96526",
            "reply_to_id": "96495"
        }
    ],
    "date": "2005-07-01 14:57:00"
}