{
    "forum_title": "Yfirklukkun, hraðaprófanir og mods",
    "id": "873",
    "title": "Of miklar áhyggjur af hita...",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=1&t=873",
    "posts": [
        {
            "user_name": "GuðjónR",
            "text": "Ég held að við höfum of miklar áhyggjur af hita.\n\nPælum of mikið í kælingu í kassa og cpu og gpu og hdd...til hvers?\n\n\n\nÉg hef aldrei lent í því að missa hardware út af hita.\n\nFramleiðendur hljóta að reikna með því að þetta dót þeirra komi til með að vera\n\ní venjulegum tölvukössum hjá venjulegu fólki og það hlýtur að þola þennan hita sem er í kössunum.\n\n\n\nVið þurfum ekki að spá í allar þessar aukaviftur og kæliplötur fyrir hitt og þetta.\n\n\n\nTil dæmis finnst mér skondið þegar menn fá sér Zalman kæliplötur á skjákortin til þess að losna við hávaða\n\nog til þess að þetta heatzink virki almennilega þá bæta menn 1x eða 2x aukaviftum á hliðina á kassanum.\n\nÉg hefði haldið að þær viftur gæfu frá sér meiri hávaða en litla viftan á skjákortinu.\n\nÞetta er komið út í algjöra vitleysu.",
            "date": "2003-06-15 12:28:00",
            "post_id": "6793",
            "reply_to_id": false
        },
        {
            "user_name": "Gunnar Dagur",
            "text": "Einn vifta á skjákortu getur verið mun hávaðsamari en 2 viftur á hlið svo á salmanið að kæla betur.",
            "date": "2003-06-15 12:47:00",
            "post_id": "6795",
            "reply_to_id": "6793"
        },
        {
            "user_name": "gumol",
            "text": "Það er eingin ástæða að hafa áhyggjur af hitanum ef maður notar bara þær viftur sem fylgja með skjákortinu, örranum og aflgjafanum.",
            "date": "2003-06-15 13:15:00",
            "post_id": "6804",
            "reply_to_id": "6795"
        },
        {
            "user_name": "Fletch",
            "text": "Í venjulegri tölvu þarf svo sem ekki að hafa miklar áhyggjur, svo lengi sem vélin er ekki að frjósa vegna hitamála...\n\n\n\nÞað er ekki fyrr en maður fer að overclock'a að einhverju viti, þá er hitinn óvinurinn!\n\n\n\nFletch",
            "date": "2003-06-15 13:26:00",
            "post_id": "6806",
            "reply_to_id": "6804"
        },
        {
            "user_name": "Voffinn",
            "text": "og ta komum vid ad tvi, af hverju ekki bara eyda 5.000 meira i orra og spara alla tessa kælingu",
            "date": "2003-06-24 15:02:00",
            "post_id": "7206",
            "reply_to_id": "6806"
        },
        {
            "user_name": "Fletch",
            "text": "Þetta er bara hobby man, gaman...   ef þú hefur ekki gaman afþví, dont do it.\n\nEf þú hefur áhyggjur af eyðileggja eitthvað dont do it...\n\n\n\nen 5000 meira í örran ? bæði geturu yfirklukkað fyrir miklu meira en 5.000 og getur líka keyrt systemið mun hraðar en hægt er að kaupa (margir að keyra P4 á 3.6 - 4 Ghz)\n\n\n\nég keyri örgjörva sem kostar 12.000 á meiri hraða en örri sem kostar 57.000 (AMD 2500 Barton keyrandi á meira en 3200XP)\n\n\n\nKeyri skjákortið sem kostar 34.000 á meiri hraða en skjákort sem kostar 50.000 (9700pro klukkað hraðar en 9800pro)\n\n\n\nPlús að vatnskælingin nýtist við næstu uppfærslur...\n\n\n\n\n\nBut basically, I just do it cauz its fun!!!\n\n\n\nFletch",
            "date": "2003-06-24 15:37:00",
            "post_id": "7210",
            "reply_to_id": "7206"
        },
        {
            "user_name": "Voffinn",
            "text": "hljómar vel, mig langar að komast í þetta, hvar byrjarðirðu ?",
            "date": "2003-06-27 16:43:00",
            "post_id": "7426",
            "reply_to_id": "7210"
        },
        {
            "user_name": "Fletch",
            "text": "ég byrjaði á að kaupa tilbúið kit, Thermaltake Aquarius kit'ið hjá task.is...  skipti því fljótt út og sérvaldi íhlutina í þetta...  til mjög góðir forums um þessi mál ef þú vilt skoða það, t.d. \n\nhttp://forum.oc-forums.com/vb/forumdisp ... forumid=71\n\n\n\n\nFletch",
            "date": "2003-06-29 18:16:00",
            "post_id": "7586",
            "reply_to_id": "7426"
        },
        {
            "user_name": "ICM",
            "text": "[Eytt]",
            "date": "2003-06-30 02:05:00",
            "post_id": "7612",
            "reply_to_id": "7586"
        },
        {
            "user_name": "Damien",
            "text": "Ég hef lesið að þetta kit kæli ekki neitt svakalega af vatnskælingu að vera....\n\nHvaða hlutum skiptiru út? Það hefur þá væntanlega aukið kælinguna er það ekki? Ertu líka með kælingu á skjákortinu sá nebbla að þú værir búinn að overclocka 9700 í meira en 9800, ég á nebbla 9700 \n\n\nÉg er nebbla að spá í að fá mér Aquarius II...",
            "date": "2003-06-30 18:23:00",
            "post_id": "7636",
            "reply_to_id": "7612"
        },
        {
            "user_name": "Fletch",
            "text": "Aquarius kitið kældi mun betur en allar kælingar sem ég hef átt hingað til, og betur en háværustu loftkælingar sem ég veit um...   plús að það er næstum silent...\n\n\n\nEn ég skipti um allt dótið, seldi Aquarius kitið og keypti nýja hluti að utan...  \n\nEheim 1048 pumpu, blackice xtreme radiator, swiftech 5000 waterblock...\n\n\n\nPlús ég tek kalt loft að utan inná radiatorinn og kassann...\n\n\n\nEn ég er bara með standard kælinguna á 9700pro kortinu, vifta í hliðinni á kassanum sem er ákúrrat yfir agp slot'inu..    en svo er þetta bara spurning um hve heppin þú ert með eintak af kortinu hve hátt þú nærð að overclocka það...   \n\n\n\nFletch",
            "date": "2003-06-30 21:42:00",
            "post_id": "7637",
            "reply_to_id": "7636"
        },
        {
            "user_name": "Damien",
            "text": "Nice...\n\nVar að skoða þetta á netinu, hvaðan pantaðiru þetta, var ekkert vesen með að fá hlutina? Ég er alltaf pínu hræddur við að panta að utan á netinu, alltaf þessi hætta á að eitthvað \"klikki\".",
            "date": "2003-07-01 12:03:00",
            "post_id": "7669",
            "reply_to_id": "7637"
        },
        {
            "user_name": "Fletch",
            "text": "skoðaðu síður eins og t.d. \nhttp://www.frozencpu.com\n og \nhttp://www.directron.com\n\n\n\n\nég hef ekki lennt í vandræðum með að panta utan en gætir alltaf verið óheppin...  bara lítið úrval af svona dóti heima\n\n\n\nFletch",
            "date": "2003-07-01 13:16:00",
            "post_id": "7672",
            "reply_to_id": "7669"
        },
        {
            "user_name": "Damien",
            "text": "Thx, þetta eru geeeggjaðar síður og kittin eru ekki eins dýr og ég hélt.\n\nÉg er að pæla í þessu kitti \nSwiftech H20-22500P\n.\n\nÞetta er nice kit 221$, stór radiator m/ tveimur viftum, öflugri dælu (400-1300 l/klst \n ) og innbyggðu bleed systemi.\n\nVott dú jú þínk?",
            "date": "2003-07-01 18:59:00",
            "post_id": "7695",
            "reply_to_id": "7672"
        },
        {
            "user_name": "gumol",
            "text": "Mundu samt að bæta við 24,5 % og sendingarkostnaði",
            "date": "2003-07-01 19:31:00",
            "post_id": "7699",
            "reply_to_id": "7695"
        },
        {
            "user_name": "Damien",
            "text": "...ertu viss, ég nebbla held að ef þú kemur t.d. með tölvuhluti með þér heim, ef þú ert búinn að vera í útlöndum, þá þarftu ekki að borga vsk ef andvirði varana er ekki meira en 45.000.- ef það fer yfir það, t.d. 55.000.- þá þarftu bara að borga vsk af 10.000.- en ég veit ekki hvernig þetta virkar ef maður fær þetta í póst...",
            "date": "2003-07-01 19:58:00",
            "post_id": "7703",
            "reply_to_id": "7699"
        },
        {
            "user_name": "gumol",
            "text": "Það er bara þegar þú ferðast til Íslands\n\n\n\nÞú þarft að borga VSK af sendum vörum.",
            "date": "2003-07-01 20:18:00",
            "post_id": "7707",
            "reply_to_id": "7703"
        },
        {
            "user_name": "Fletch",
            "text": "geggjaður pakki \n\n\n\n\nsama waterblock og ég er með !\n\n\n\nFletch",
            "date": "2003-07-02 00:36:00",
            "post_id": "7743",
            "reply_to_id": "7707"
        }
    ],
    "date": "2003-06-15 12:28:00"
}