{
    "forum_title": "Leikjasalurinn",
    "id": "8782",
    "title": "BF2 Almenn Umræða",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=14&t=8782",
    "posts": [
        {
            "user_name": "Gestir",
            "text": "Sælir .\n\n\n\nNúna var nýverið sleppt út patch 1.3 sem gerði það að verkum að það er mun auðveldara að upgrade-a vopn og fá hærri rank.\n\n\n\nOk. Ég´fékk unlock í rúmlega 1000 stigum minnir mig en núna er ég með 2700 stig en hef ekki fengið hin 2 unlockin sem ég á þá vitanlega að eiga inni.\n\n\n\nHvernig í fjandanum næ ég þeim  ?\n\n\n\nÉg hef samt 2 svar eða 3 svar fengið \" you have been promoted \"\n\n\n\nætti semsé að vera orðin Sargeant með Total 3 unlokkuð vopn. !!\n\n\n\nhvað þarf ég að gera til að fá þessi 2 auka unlock",
            "date": "2005-10-11 16:51:00",
            "post_id": "93861",
            "reply_to_id": false
        },
        {
            "user_name": "SolidFeather",
            "text": "Bíða.",
            "date": "2005-10-11 17:00:00",
            "post_id": "93863",
            "reply_to_id": "93861"
        },
        {
            "user_name": "Vilezhout",
            "text": "bíða \n\n\n\nog þetta er 1.03 patch ekki 1.3",
            "date": "2005-10-12 09:31:00",
            "post_id": "93925",
            "reply_to_id": "93863"
        },
        {
            "user_name": "gnarr",
            "text": "Það sem þú þarft að gera er að senda EA e-mail:\n\n\n\n\"\nStop\n releasing \nalpha quality \nproducts you \nmorons\n!\"",
            "date": "2005-10-12 10:13:00",
            "post_id": "93927",
            "reply_to_id": "93925"
        },
        {
            "user_name": "Vilezhout",
            "text": "þetta gerir ekkert annað enn að skemma viðskiptahliðina hjá þeim\n\nfærri kaupa leikin\n\n\n\nég man t.d. eftir því að nokkrir sem ég spilaði bf42 með áttu tvö þrjú eintök af leiknum og fannst svosem ekkert að því enn svo missa þessir menn áhuga á seríunni fyrst með bf vietnam og svo þegar ea klúðra þessu algjörlega með bf 2",
            "date": "2005-10-12 12:02:00",
            "post_id": "93933",
            "reply_to_id": "93927"
        },
        {
            "user_name": "Gestir",
            "text": "hahahahahaha\n\n\n\n\n\nÞessi leikur er samt sem áður alveg snilld.\n\n\n\nþoli samt ekki laggið sem honum fylgir hvort það er BT net að kenna eða hreint og beint lagg í leiknum.\n\n\n\noft þegar maður er að spawna en bara reglulega líka.\n\n\n\n( ég keyri leikinn á 100fps ) þannig að ég lagga ekki",
            "date": "2005-10-12 20:05:00",
            "post_id": "94007",
            "reply_to_id": "93933"
        },
        {
            "user_name": "Gestir",
            "text": "Hvað er málið með þessa Sk**** BT BF 2 Servera. .. geta þeir ekki verið til friðs í meira en 5 mín íeinu ??\n\n\n\n\n\nWTF !!!\n\n\n\nþetta er aldrei uppi eða í lagi ... þvílíkt rusl ..",
            "date": "2005-11-14 19:26:00",
            "post_id": "96441",
            "reply_to_id": "94007"
        },
        {
            "user_name": "DoRi-",
            "text": "Erlendir serverar eru málið er að spila á boomtown serveronum á fullu og er ekki að fá neitt lagg,",
            "date": "2005-11-14 20:13:00",
            "post_id": "96457",
            "reply_to_id": "96441"
        },
        {
            "user_name": "Gestir",
            "text": "Er einhver hérna sem veit hvernig er best að ná sér í Points á sem skjótastan hátt.\n\n\n\nEr í 4350 sirka og vantar þessi 650 sem fyrst. Er best að spila sem medic eða support eða hvað .... sprengja upp stratecig objects eða bara kill people  \n\n\n\n\n\n\nÉg er ekki alveg að ná hvernig sumir hérna geta verið komnir með svona rídikjúlöslí mörg stig.. er eitthvað trick á bakvið það eða hmmmm..",
            "date": "2005-11-23 14:40:00",
            "post_id": "97629",
            "reply_to_id": "96457"
        },
        {
            "user_name": "hilmar_jonsson",
            "text": "Farðu í Strike at Karkand. Vertu Medic í MEC. Hentu sjúkrapökkum út í horn þar sem gaurar campa eins fljótt og þeir berast þér í hendur. Það er hægt að gera það sama með support. \n\n\n\nEf þú ert góður í þessu og heppinn með meðspilara þá ættirðu að fá um 4-5 stig á mínútu og þar sem MEC sigrar næstum alltaf í þessu mappi þá nærðu næstum 10 stigum á mínútu.\n\n\n\nMér leiðist gaurar sem gera þetta vegna þess að þeir lífga mann alltaf við þegar maður á svona 1 sek eftir í spawn og flýja svo meðan maður sjálfur er skotinn liggjandi í bakið. Eftir 14 sek koma þeir svo aftur.\n\n\n\nEdit:\n\nÞað er í 16 manna sem MEC sigrar næstum alltaf. Mæli með að það séu samt 64 í mappinnu ef þú ert að reyna þessa aðferð. Mér finnst snilld að vera Spec ops í þeirri stöðu.",
            "date": "2005-11-23 15:21:00",
            "post_id": "97633",
            "reply_to_id": "97629"
        },
        {
            "user_name": "Stebbi",
            "text": "Í strike at karkand er líka hægt að fragga endalaust með grenade launchernum, hann er algjör snilld.\n\nÞað er bara commanderinn sem fær 2x þegar liðið hans vinnur ekki allir sem eru í liðinu.\n\nGóður gunner og pilot á þyrlu er líka ávísun á ótrúlega mörg stig.",
            "date": "2005-11-23 16:30:00",
            "post_id": "97645",
            "reply_to_id": "97633"
        },
        {
            "user_name": "DoRi-",
            "text": "ef þú ert heppinn þá lendiru með góðum pilot í þyrlu, reyndu að vera gunner og dreptu allt sem hreyfist (þotur innifaldar)",
            "date": "2005-11-23 22:26:00",
            "post_id": "97713",
            "reply_to_id": "97645"
        },
        {
            "user_name": "Gestir",
            "text": "Best væri líka ef að þessir íslensku serverar væru einhvnerntíman í gangi :S\n\n\n\nef þeir virka þá eru kannski 12 að spila .\n\n\n\ní haust þá var nánast vonlaust að komast að á Btnets þjónum en núna er þetta alltaf bilað eða tómt .\n\n\n\nEða eru serverar í gangi sem ég ekki veit af ??",
            "date": "2005-11-23 23:07:00",
            "post_id": "97730",
            "reply_to_id": "97713"
        },
        {
            "user_name": "Vilezhout",
            "text": "ég gafst strax upp á því að reyna að spila á btnet vegna þess hve ömurleg spilamennskan var þar \n\n\n\nmenn að poinfarma o.s.f. \n\n\n\nfór bara að spila 64 manna city maps servera þarsem það er ekki jafn mikið af tækjum og drasli í þeim sem ólíkt 42 skemma leikinn fyrir mér \n\n\n\nbesta leiðin til að græða stig án þess að exploita er einfaldlega að sækja á sem árásargjarnastan hátt og þú getur, vera medic og í squadi og þá helst mec þarsem rifflarnir þeirra njóta þeirrar gæfu að vera með full auto fire enn ekki burst \n\n\n\n\nekki einu sinni hugsa um grenade launcher þarsem það er one shot one kill vopn og þú ert nokkurnveginn í djúpum ef þú mætir einhverjum hópi",
            "date": "2005-11-24 03:19:00",
            "post_id": "97760",
            "reply_to_id": "97730"
        },
        {
            "user_name": "Gestir",
            "text": "Já hvar fórstu að spila  ?\n\n\n\nEru allir hérna að spiila erlendis eða eru aðrir en BT nets þjónarnir í gangi ?\n\n\n\nPersónulega finnst mér skemmtilegast að spila við Íslendinga...\n\n\n\n\n\n\n\n\" Island fyrir Islendinga 2007 \"",
            "date": "2005-11-24 09:12:00",
            "post_id": "97768",
            "reply_to_id": "97760"
        },
        {
            "user_name": "Vilezhout",
            "text": "ég fer oftast að spila með einhverjum úr seven að spila á 64 manna server og erum í squadi \n\n\n\nþað skiptir nákvæmlega engu máli hvort við séum að spila á btnet með 40 í ping eða á 64 manna breskum server með 50 í ping",
            "date": "2005-12-02 12:56:00",
            "post_id": "98761",
            "reply_to_id": "97768"
        },
        {
            "user_name": "Gestir",
            "text": "málið er núna að það er ekki sála á neinum ísl. server. hef ekki séð neinn í gangi síðan í nóvember.\n\n\n\nMér finnst þetta skrítið þar sem að það var alltaf pakkað á þessum þjónum. Hvar eru allir X17, BAD, 89Th...\n\n\n\nog hinir bjánarnir \n   ég nenni ekki að vera einn á erlendum server.. það er ekki alveg að gera sig.\n\n\n\nhvar eru þið hinir stoltu íslendingar ...",
            "date": "2005-12-18 22:26:00",
            "post_id": "101109",
            "reply_to_id": "98761"
        },
        {
            "user_name": "<=BaD=>RaGnaR",
            "text": "allaveganna erum við í BaD yfirleitt að spila bara einhverjum erlendum serverum í Bretlandi.  Held að það séu alltaf einhverjir að spila á hverju kvöldi.  \n\n\n\nSvo erum við líka með Ranked server í Bretlandi \n\nMultiplay.co.uk <=BaD=> Clan server 1.12 Ranked server\n\n85.236.101.40:16567",
            "date": "2006-01-08 08:30:00",
            "post_id": "104136",
            "reply_to_id": "101109"
        },
        {
            "user_name": "ÓmarSmith",
            "text": "Lífga upp á þetta Topic.!!\n\n\n\nHvar eru allir íslendingar sem eru að spila þennan leik ?\n\n\n\nÉg er alltaf á TBE server ( The british empire ) Alveg magnaður server. \n\n\n\nEn sakna þess virkilega að geta ekki rifið kjaft við íslendinga  \n\n\n\n\n\n\nEndilega halda þessum þræði í gangi og látið ljós ykkar skína þið sem eruð að spila þennan leik,",
            "date": "2006-10-27 18:48:00",
            "post_id": "130069",
            "reply_to_id": "104136"
        },
        {
            "user_name": "DoRi-",
            "text": "á ég að koma og rífa kjaft við þig?",
            "date": "2006-10-28 00:11:00",
            "post_id": "130082",
            "reply_to_id": "130069"
        },
        {
            "user_name": "Vilezhout",
            "text": "ég kíki af og til inná EA UK #5\n\n\n\ner samt mun meira í 1942 og forgotten hope",
            "date": "2006-10-28 14:45:00",
            "post_id": "130109",
            "reply_to_id": "130082"
        },
        {
            "user_name": "ÓmarSmith",
            "text": "Koma svo.\n\n\n\nBF2 er málið og BF2142.\n\n\n\nLang bestu MP leikirnir í dag að mínu mati. Mikið gameplay og Teamplay.\n\n\n\nVar einmitt að skrimma í gærkveldi og það var helvíti intense.",
            "date": "2006-10-30 14:25:00",
            "post_id": "130175",
            "reply_to_id": "130109"
        },
        {
            "user_name": "gnarr",
            "text": "BF1942 er bara svo langtum betri en BF2. Ég endist aldrei nema svona 5 mínútur í BF2 áður en ég skipti yfir í 1942, og það er bara rétt nóg til að komast inní borð..",
            "date": "2006-10-30 15:45:00",
            "post_id": "130179",
            "reply_to_id": "130175"
        },
        {
            "user_name": "ÓmarSmith",
            "text": "Pfff.. tek ekki mark á þér u dinosaur.\n\n\n\nHelmingi betra gameplay og teamwork í BF2.\n\n\n\nHljóð, grafík og allt er alveg svo margfalt betra. þarft bara að gefa þessu tíma",
            "date": "2006-11-01 12:42:00",
            "post_id": "130291",
            "reply_to_id": "130179"
        },
        {
            "user_name": "HemmiR",
            "text": "mér finnst nu reyndar grafík i online leikjum ekkert skipta neinu rosa máli.. meina folk spilar cs allveg enðá grimmt.. þá er ég að tala um cs 1,6 og cs kom ut 98 eða 99 rsum.. en reyndar þessir hardcore counterstrikerar eru nu kannski ekki allveg normal heh",
            "date": "2006-11-01 15:21:00",
            "post_id": "130299",
            "reply_to_id": "130291"
        },
        {
            "user_name": "ÓmarSmith",
            "text": "Það er líka bara mjöög tregt og ofur einfalt lið \n.\n\n\n\nÉg verð að fá virkilega góða grafík og hljóð annars nenni ég ekkert að spila þetta.",
            "date": "2006-11-01 17:58:00",
            "post_id": "130312",
            "reply_to_id": false
        },
        {
            "user_name": "Tjobbi",
            "text": "ha ha ha\n\n\n\nLeikurinn verður ekkert flóknari með grafikinni \n\n\n\n\ncs er bara einfaldlega góður leikur, deal with it!",
            "date": "2006-11-01 19:40:00",
            "post_id": "130317",
            "reply_to_id": "130312"
        },
        {
            "user_name": "Vilezhout",
            "text": "ÓmarSmith; eftir að hafa spilað Bf 1942,vietnam,2 og svo núna 2142 að þá verð ég að segja að 1942 heppnaðist lang best varðandi teamplay og gameplay.\n\n\n\nÉg man eftir því að í 1942 að þá gerðu menn við skriðdrekann hjá manni til þess að gera við hann ekki til þess að fá stig, menn læknuðu aðra til þess að hjálpa liðinu enn ekki fá stig.\n\n\n\nBF2 hefur fyrst orðið ágætur með 1.4 patch eftir að squad að það var komið í veg fyrir squad misnotkun.",
            "date": "2006-11-01 19:47:00",
            "post_id": "130319",
            "reply_to_id": "130317"
        },
        {
            "user_name": "ÓmarSmith",
            "text": "Ekki sammála þér.\n\n\n\nSnilldin við BF2 og 2142 er líka einmitt að safna stigum. Græða allir á því og það hvetur ef eitthvað er .. menn enn frekar til að vilja heala þig eða laga bílinn þinn.. Segir sig eiginlega sjálft. Ekki eins og menn séu orðnir bara tilfinningalausar vélar sem spila BF2 bara vegna stiga..hehe\n\n\n\n\n\nÞú hefur kannski bara verið að spila á leiðinlegum serverum með leiðinlegu fólki. Það er alveg drep fúlt að lenda í því.",
            "date": "2006-11-02 13:15:00",
            "post_id": "130356",
            "reply_to_id": "130319"
        },
        {
            "user_name": "Killerade",
            "text": "Þegar kemur að FPS leikjum á netinu eru stig (aukastig, frátalið grundvallaratriðum) verkfæri djöfulsins. Alveg 100% rétt það sem Vilez segir en besta gameplayið er þegar fólk hjálpar þér til að hjálpa þér en ekki til að hjálpa sjálfum sér (Dr. Phil anyone?).\n\n\n\nEn sem infantry spilari fannst mér frumskógar Víetnam mest spennandi.\n\nSömuleiðis er ég nokkuð hrifinn af 2142 conceptinu.\n\n\n\nEn það er einungis ein ástæða fyrir að ég nenni enganvegin að spila þessa leiki lengur. Það er ekkert gaman að spila með útlendingum. Þetta eru bara random þursar sem þú veist ekkert um og þeir vita ekkert um þig. Að byggja sér upp orðspor í íslensku leikjasamfélagi er eitthvað sem ég hef alltaf lagt mikla áherslu á og þá er ég ekki að tala um einhverskonar \"Reputation Points\" sem er mælt af einhverjum teljurum í BFHC.  \n\n\n\n\nEf ísland fílar ekki leikinn fíla ég hann ekki. (Þó er F.E.A.R. Combat geeeeeðveikur.)",
            "date": "2006-11-03 13:43:00",
            "post_id": "130423",
            "reply_to_id": "130356"
        },
        {
            "user_name": "Ic4ruz",
            "text": "eru ekki örugglega margir battlefield 2142 serverar til herna i kringum norð-evrópu?(lika bretland)",
            "date": "2006-11-29 23:58:00",
            "post_id": "132068",
            "reply_to_id": "130423"
        },
        {
            "user_name": "ÓmarSmith",
            "text": "Jú.\n\n\n\nTjekkaðu á \nThe British Empire \n;)\n\n\n\nMassa nice gaurar þar, er að spila með þeim og þeir kynntu mig fyrir Teamspeak .. þvílíkur draumur í Multiplayer leiki.\n\n\n\nÞað er eini serverinn sem ég spila á ... ( Enda svo sem með þeim í klani )",
            "date": "2006-11-30 12:56:00",
            "post_id": "132082",
            "reply_to_id": "132068"
        },
        {
            "user_name": "Birkir",
            "text": "Kynntu þeim fyrir \nVentrilo\n, hefur reynst mér mun betur.",
            "date": "2006-11-30 16:08:00",
            "post_id": "132104",
            "reply_to_id": "132082"
        }
    ],
    "date": "2006-11-01 17:58:00"
}