{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "8785",
    "title": "eVGA eða MSI 6600GT kort?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=8785",
    "posts": [
        {
            "user_name": "corflame",
            "text": "Jæja, þá er komið að því að velja hlutina í pakkann, búinn að nurla fyrir \n\n(nánast) öllu sem mig langar í.\n\n\n\nEr að velta fyrir mér hvort ég eigi að taka eVGA kortið hjá Start\n\nhttp://start.is/product_info.php?cPath=80_25_207&products_id=1162\n\n\n\n\neða MSI kortið hjá ATT\n\nhttp://www.att.is/product_info.php?cPath=41_138_139&products_id=1292\n\n\n\n\nEkki bara segja annað hvort því þið fílið það betur, heldur færið rök fyrir\n\nmáli ykkar, t.d. með því að gefa upp URL",
            "date": "2005-10-11 19:06:00",
            "post_id": "93884",
            "reply_to_id": false
        },
        {
            "user_name": "Blackened",
            "text": "sko.. ég veit ekki mikið um eVGA kortið\n\nEn MSI kortið er tiltörulega hljóðlátt.. ég á þannig",
            "date": "2005-10-11 19:25:00",
            "post_id": "93890",
            "reply_to_id": "93884"
        },
        {
            "user_name": "kristjanm",
            "text": "Ég er líka með MSI kortið og ég er mjög sáttur við það, hljóðlátt og gott.",
            "date": "2005-10-11 19:27:00",
            "post_id": "93891",
            "reply_to_id": "93890"
        },
        {
            "user_name": "Mumminn",
            "text": "vinur minn er með svona kort.. hann er alveg heví sáttur",
            "date": "2005-10-11 22:16:00",
            "post_id": "93906",
            "reply_to_id": "93891"
        },
        {
            "user_name": "corflame",
            "text": "Ætli ég fái mér þá ekki MSI kortið, virðist enginn eiga hitt",
            "date": "2005-10-13 01:04:00",
            "post_id": "94060",
            "reply_to_id": "93906"
        },
        {
            "user_name": "gnarr",
            "text": "eVga hafa fengið alveg svakalega góða dóma.",
            "date": "2005-10-13 07:49:00",
            "post_id": "94067",
            "reply_to_id": "94060"
        },
        {
            "user_name": "corflame",
            "text": "Annaðhvort er ég ekki að finna þessi sömu review eða ég er að lesa annað\n\nút úr þeim en aðrir. Í þessu sem ég hef séð þá er alltaf verið að tala um\n\nbang/buck, en ég get ekki betur séð en að þessi kort séu ekki að performa\n\nmikið betur en önnur sambærileg. Eina sem þau hafa stöðugt fram yfir\n\nönnur er að þau eru ódýrari og þá í USA.\n\n\n\nNú vill svo til að MSI kortin eru ódýrari hérlendis, þannig að maður verður\n\nenn meira ringlaður en áður",
            "date": "2005-10-13 14:39:00",
            "post_id": "94097",
            "reply_to_id": "94067"
        },
        {
            "user_name": "Pandemic",
            "text": "eVGA",
            "date": "2005-10-13 15:13:00",
            "post_id": "94101",
            "reply_to_id": "94097"
        },
        {
            "user_name": "gnarr",
            "text": "http://www.anandtech.com/video/showdoc.aspx?i=2472&p=1\n\n\nhttp://www.anandtech.com/video/showdoc.aspx?i=2494&p=1",
            "date": "2005-10-14 08:11:00",
            "post_id": "94172",
            "reply_to_id": "94101"
        },
        {
            "user_name": "kristjanm",
            "text": "Hann er að tala um 6600GT  \n\n\n\n\nFramleiðendur geta lagt mikið meira í high-end kortin heldur en mid-range kort eins og 6600GT.\n\n\n\nEn annars eru bæði kortin örugglega alveg mjög fín. Ég er allavega mjög sáttur við MSI kortið.",
            "date": "2005-10-14 09:28:00",
            "post_id": "94180",
            "reply_to_id": "94172"
        },
        {
            "user_name": "wICE_man",
            "text": "Að sama skapi ættu MSI að leggja mikið í High-end kortin sín",
            "date": "2005-10-16 01:51:00",
            "post_id": "94310",
            "reply_to_id": "94180"
        },
        {
            "user_name": "kristjanm",
            "text": "Ég veit það.\n\n\n\nEn það segir samt ekki mikið um 6600GT.",
            "date": "2005-10-16 15:51:00",
            "post_id": "94326",
            "reply_to_id": "94310"
        },
        {
            "user_name": "wICE_man",
            "text": "Nei, bara um framleiðandan og Evga hefur betra orðspor í skjákortunum en MSI. MSI kortið þykir lágvært en það keyrir líka frekar heitt, í prófunum hjá TrustedReviwes hrundi SLI setup vegna þess hita sem kortin mynduðu, þau gátu ekki kælt sig nóg. Anandtech lenti í enn veri málum með sitt eintak sem var að fara upp í 110°C, en þeir voru víst með eitthvað misheppnað eintak að þeirra sögn. Bara vert að hafa í huga.\n\n\n\nBæði þessi kort hafa fengið frábæra dóma, Evga hentar betur til yfirklukks og ef kassinn er ekki vel loftræstur, MSI er hljóðlátara.",
            "date": "2005-10-17 10:48:00",
            "post_id": "94349",
            "reply_to_id": "94326"
        },
        {
            "user_name": "corflame",
            "text": "Gott að vita, verst að ég get ekkert gert með það akkúrat núna. Lenti í því\n\nað missa 2 diska hvorn á eftir öðrum og kaup á nýjum fóru með of mikið\n\naf peningnum sem ég var búinn að nurla saman fyrir uppfærslunni  \n\n\n\n\nMæli ekki með Western digital, missti einn disk á fimmudag og svo annan\n\ná föstudag, passaði auðvitað að ábyrgðin rann út í ágúst á þessu ári...",
            "date": "2005-10-18 01:28:00",
            "post_id": "94413",
            "reply_to_id": "94349"
        },
        {
            "user_name": "Mr.Jinx",
            "text": "oh bömmer!  En voru þeir kældir?",
            "date": "2005-10-18 01:54:00",
            "post_id": "94414",
            "reply_to_id": "94413"
        },
        {
            "user_name": "corflame",
            "text": "Ekki sérstaklega, voru fyrir innan innblástursviftuna, en ekki í beinni línu samt. Aðeins fyrir neðan, hefði átt að vera í lagi, sérstaklega þar sem kassahitinn varð aldrei neitt svakalegur\n\n\n\nFékk mér samt dedicated viftu til öryggis núna",
            "date": "2005-10-18 07:18:00",
            "post_id": "94416",
            "reply_to_id": "94414"
        },
        {
            "user_name": "kristjanm",
            "text": "Ég hef alltaf átt Western Digital og aldrei klikkað diskur hjá mér.\n\n\n\nSvo er MSI kortið ekki heitt, þeir fengu bara gölluð eintök í reviewið. Kortið mitt nær aldrei mikið hærra en 60°C þegar ég er að spila leiki eða keyra 3DMark.",
            "date": "2005-10-18 07:46:00",
            "post_id": "94418",
            "reply_to_id": "94416"
        },
        {
            "user_name": "gnarr",
            "text": "Mig minnir að GuðjónR hafi misst einhverja 4 WD diska á nokkrum dögum í denn.",
            "date": "2005-10-18 07:52:00",
            "post_id": "94419",
            "reply_to_id": "94418"
        },
        {
            "user_name": "Mumminn",
            "text": "ég hef átt 1x Wd disk. Var með mikilvæg gögn á honum, síðan crassaði hann og ég missti gögnin. síðan hef ég bara keypt mér Seagate  \n  þeir hafa ekkert crassað enn.",
            "date": "2005-10-18 13:21:00",
            "post_id": "94430",
            "reply_to_id": "94419"
        },
        {
            "user_name": "Vilezhout",
            "text": "er með 4 80gb wd diska og búinn að vera með þá í nokkur ár aldrei neitt vesen á þeim  \n\n\nkannski bara spurning um hvernig menn eru að nota þá :p\n\n\n\nt.d. er ég ekki stöðugt að lesa og skrifa af þeim einsog mig grunar að guðjónr hefur verið að gera",
            "date": "2005-10-18 13:35:00",
            "post_id": "94431",
            "reply_to_id": "94430"
        },
        {
            "user_name": "gnarr",
            "text": "Samkvæmt öllum rannsóknum, þá fer það talsvert betur með diska að nota þá mikið. Það er að segja að skrifa og lesa af þeim næstum stanslaust, Það er vegna þess að þegar þú lest af disknum, þá endursegulmagnast svæðin á disknum, og þar af leiðandi verða gögnin \"sterkari\".",
            "date": "2005-10-18 13:49:00",
            "post_id": "94432",
            "reply_to_id": "94431"
        },
        {
            "user_name": "wICE_man",
            "text": "Bróðir minn er einn af þessum óheppnu WD eigendum, hann átti 2 80GB WD, einn stútaðist fljótlega og hinn er sífellt að hrynja út af ofhitnun. Það er ekki merkilegt að þeir skuli vera búnir að missa forustuna á markaðnum til Seagate. Nýju diskarnir þeirra eru þó betri en samt ekki nógu góðir til að ég kaupi þá nema þá 320GB línuna.",
            "date": "2005-10-18 16:23:00",
            "post_id": "94438",
            "reply_to_id": "94432"
        }
    ],
    "date": "2005-10-11 19:06:00"
}