{
    "forum_title": "Vaktin.is",
    "id": "8850",
    "title": "Uppfærslutíðni á Vaktinni",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=46&t=8850",
    "posts": [
        {
            "user_name": "corflame",
            "text": "Jæja, nú get ég ekki orða bundist lengur \n\n\n\n\nHvað varð eiginlega um reglulegar uppfærslur á verðum? Margar verslanir hafa ekki verið uppfærðar í háa herrans tíð og er svo komið að ef maður vill samanburð þá þarf að gera það handvirkt.\n\n\n\nÉg veit að það er vinna að halda þessu við, en mega menn virkilega ekki sjá af 30 mín einu sinni í viku til að passa \"sína\" búð? (er að gera ráð fyrir að sú leið hafi verið valin, þeas að menn fengu hver úthlutaðri sinni búðinni)\n\n\n\nEf menn hafa ekki lengur tíma til að standa í þessu, hvernig væri þá að láta vita svo hægt sé að fá aðra til að sjá um það?",
            "date": "2005-10-21 12:41:00",
            "post_id": "94646",
            "reply_to_id": false
        },
        {
            "user_name": "gnarr",
            "text": "þér er velkomið að hjálpa til.",
            "date": "2005-10-21 12:51:00",
            "post_id": "94651",
            "reply_to_id": "94646"
        },
        {
            "user_name": "Stutturdreki",
            "text": "Yikes.. ekki nema sjö búðir af sextán uppfærðar í þessum mánuði?!?  Og jafnvel tveir mánuðir síðan td. Task og fleirri búðir voru uppfærðar.\n\n\n\nEru einhverjar búðir að gera þetta sjálfar?\n\n\n\nÉg skal taka eina búð, svona til að byrja með, og uppfæra hana amk. aðra hverja helgi.  Sé til með aðra ef þetta gengur vel.  Start kannski því það er ein af uppáhalds búðunum mínum?",
            "date": "2005-10-21 13:11:00",
            "post_id": "94655",
            "reply_to_id": "94651"
        },
        {
            "user_name": "Veit Ekki",
            "text": "Ég get alveg uppfært 1 búð. Er þetta ekki bara annars að kíkja á heimasíðunna hjá búðinni og breyta verðunum ef þau hafa breyst?",
            "date": "2005-10-21 13:43:00",
            "post_id": "94660",
            "reply_to_id": "94655"
        },
        {
            "user_name": "gnarr",
            "text": "jú. nokkrunveginn",
            "date": "2005-10-21 14:18:00",
            "post_id": "94667",
            "reply_to_id": "94660"
        },
        {
            "user_name": "corflame",
            "text": "Er alveg til í að taka eina verslun eða svo í fóstur og býð því fram hjálp mína aftur",
            "date": "2005-10-21 15:33:00",
            "post_id": "94677",
            "reply_to_id": "94667"
        },
        {
            "user_name": "Pandemic",
            "text": "Þessar búiðir eru uppfærðar það eru sumir sem ítta bara ekki á uppfærslutakkan þótt svo að verðinn séu hinn sömu ég geri það en sumir gera það ekki.",
            "date": "2005-10-21 16:16:00",
            "post_id": "94683",
            "reply_to_id": "94677"
        },
        {
            "user_name": "CraZy",
            "text": "úbbs   \n hehe",
            "date": "2005-10-21 18:06:00",
            "post_id": "94699",
            "reply_to_id": "94683"
        },
        {
            "user_name": "kristjanm",
            "text": "Er ekki bara málið að þeir vilji ekki sýna verðin sín þarna þar sem að þau eru miklu hærri?",
            "date": "2005-10-21 19:05:00",
            "post_id": "94703",
            "reply_to_id": "94699"
        },
        {
            "user_name": "MezzUp",
            "text": "Búðirnar ráða því ekkert þar sem þær uppfæra sig ekki sjálfar. Við höfum aftur tekið upp eldra kerfið þar sem hópur af sjálfboðaliðum sjá um að athuga heimasíður viðkomandi búða og slá inn nýjar upplýsingar ef þær eru.",
            "date": "2005-10-21 19:09:00",
            "post_id": "94704",
            "reply_to_id": "94703"
        }
    ],
    "date": "2005-10-21 12:41:00"
}