{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "8919",
    "title": "CRT og LCD Pællingar",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=8919",
    "posts": [
        {
            "user_name": "dýfa",
            "text": "Heyrði einnhver staðar að CRT væri miklu betri ef maður væri að spila netleiki en LCD væri betri ef maður er að spila offline,er það rétt eða er ég bara að bulla eitthvað?\n\nHvar er síðan hægt að sjá hvað mörg Mhz LCD skjáir hafa og response tíma CRT skjáana,mér finnst það alltaf vanta þega ég er að skoða skjái",
            "date": "2005-11-02 19:33:00",
            "post_id": "95512",
            "reply_to_id": false
        },
        {
            "user_name": "Veit Ekki",
            "text": "Ef færð þér skjá sem er með lágt response time þá ættiru ekki að lenda í neinum vandræðum með að spila leiki.\n\n\n\nLCD og CRT skjáir eru ekki mældir eins en það er held ég til einhver formúla til að reikna út hversu mörg mhz í CRT eru samanborið við response time við LCD skjái.\n\n\n\nÉg er ný búinn að skipta í LCD skjá og er mjög ánægður, mikið þægilegra að horfa á skjáinn lengi, lesa texta og ýmislegt.",
            "date": "2005-11-02 19:42:00",
            "post_id": "95516",
            "reply_to_id": "95512"
        },
        {
            "user_name": "hilmar_jonsson",
            "text": "Ég er sammála fyrri ræðumanni og vil bæta þessu við:\n\n\n\nÉg hef spilað netleiki á tveimur LCD skjám og þeir hafa ekki skapað nein vandræði. Þú kemur ekki til með að sjá offline online mun útaf skjánum.",
            "date": "2005-11-02 20:13:00",
            "post_id": "95518",
            "reply_to_id": "95516"
        },
        {
            "user_name": "DoRi-",
            "text": "vil byrja á að benda á að enginn skjár nær MHz ekki einu sinni í horizontal, en hinvegar þekkist KHz í horizontal\n\n\n\n\n\nþað er td munur á \"smoothleika\" á CRT og LCD, cd kemst bara uppí 75hz en crt minnir mig í 180Hz, sem er MIKIÐ þægilegra\n\n\n\nég hef prófað mun á 75Hz og 120Hz og það er þvílíkur munur, að mér finnst allavega",
            "date": "2005-11-02 20:26:00",
            "post_id": "95519",
            "reply_to_id": "95518"
        },
        {
            "user_name": "hilmar_jonsson",
            "text": "Ég er með ársgamlan LCD sem nær 85 hz með 16ms response time. Ég myndi búast við að ViewSonic VX924 næði hærra þar sem hann er með 4ms response time. Nær niður í 3 ms í sumum tilvikum. Ég held að það séu samt engin opinber takmörk fyrir því hversu ofarlega má fara.",
            "date": "2005-11-02 20:41:00",
            "post_id": "95525",
            "reply_to_id": "95519"
        },
        {
            "user_name": "zaiLex",
            "text": "LCD kemst bara uppí 85hz? ég held að það sé bara rugl, eftir því sem ms er minna þá skjárinn uppí hærra hz.\n\n\n\n\nEr það þá bara þannig að ef skjárinn þinn er 8ms þá er hann alltaf í 125hz?",
            "date": "2005-11-02 22:28:00",
            "post_id": "95533",
            "reply_to_id": "95525"
        },
        {
            "user_name": "hilmar_jonsson",
            "text": "Nei í rauninni ekki (ég þori samt eiginlega ekki að mótmæla gnarr). Þetta er tíminn sem það tekur einn punkt á skjánum að breyta um lit frá svart í hvítt eða hvítt í svart. Þ.e. skjárinn keyrir á 60hz. Þá fær hann um það bil eina mynd á hverjum 16 ms. Ef skjárinn hefur 8ms svartíma þá tekur það myndina 8ms að breytast (svart í hvítt eða hvítt í svart) og þá er myndin „kyrr“ í 8ms eða fram að næsta slagi.\n\n\n\nFyrir nokkrum árum átti ég fartölvu með skjá með ágiskaðan 250ms svartíma (eða hann varð þannig með árunum). Nú er ómögulegt að horfa á myndbönd í henni. Skjárinn keyrði/keyrir engu að síður á 60hz.\n\n\n\nVona að þetta skýri eitthvað.",
            "date": "2005-11-02 22:56:00",
            "post_id": "95534",
            "reply_to_id": "95533"
        },
        {
            "user_name": "Stutturdreki",
            "text": "Svartíminn sem framleiðandi gefur upp er oft ótrúlega langt frá raunverulegum svartíma.  Og þótt skjákortið segi að skjárinn þinn sé að keyra á 60hz þá gefur það ekkert til kynna hver svartíminn sé.",
            "date": "2005-11-03 07:59:00",
            "post_id": "95541",
            "reply_to_id": "95534"
        },
        {
            "user_name": "Yank",
            "text": "Hef ekki enn fundið LCD til þess að skipta út mínum CRT í fps leikjum.\n\nEr þó búinn að leita töluðvert því ég vill losna við þennann hlunk af borðinu.\n\n\n\nS.s. LCD sem er betri eða stendur CRT jafnvætis í fps leiki er ekki enn til að mínu mati.",
            "date": "2005-11-03 14:26:00",
            "post_id": "95553",
            "reply_to_id": "95541"
        },
        {
            "user_name": "Vilezhout",
            "text": "einsog stutturdreki segir þá er alveg ótrúlegt hve mikið lcd framleiðendur teygja þessi hugtök og specca sem þeir gefa upp",
            "date": "2005-11-03 14:43:00",
            "post_id": "95556",
            "reply_to_id": "95553"
        },
        {
            "user_name": "hilmar_jonsson",
            "text": "Viewsonic gaf nú fyrst upp að þeir væru búnir að búa til skjá sem væri með 4 ms svartíma. Þeir gefa samt ekkert upp hvaða tíðni skjárinn keyrir á. Ég fann review af þessum skjá sem segir hann keyra á 75 hz.\n\n\n\nTommareview: \nVX924\n\n\nGóður í skrifstofu og leiki. Slakari í Kvikmyndir.\n\nÚt frá \nþessu\n ættu menn að geta áttað sig á muninum á tíðni og svartíma.",
            "date": "2005-11-03 16:29:00",
            "post_id": "95571",
            "reply_to_id": "95556"
        },
        {
            "user_name": "Stutturdreki",
            "text": "Hvernig eiga þeir að geta sagt að LCD skjárinn þeirra hafi einhverja tíðni (\nhz\n) \nþegar LCD skjáir hafa ekki tíðni\n?\n\n\n\nÞað er kannski hægt að segja að einhverjar X ms séu sambærilegar við Y hz en annars eru þetta mjög ólíkar mælingar!",
            "date": "2005-11-03 18:02:00",
            "post_id": "95581",
            "reply_to_id": "95571"
        },
        {
            "user_name": "dýfa",
            "text": "Samkvæmt þessari töflu þá er skjár sem hefur 8ms response time með 125Hz,og það myndi gefa manni t.d. 125Fps í counter strike ekki satt",
            "date": "2005-11-03 19:49:00",
            "post_id": "95593",
            "reply_to_id": "95581"
        },
        {
            "user_name": "Veit Ekki",
            "text": "En það breytir því ekki að tíðni er ekki mæld á LCD skjáum þetta er bara til að sýna samanburðiinn á þessum 2 mælieiningum. Þetta er þá bara sambærilegt.",
            "date": "2005-11-03 19:58:00",
            "post_id": "95594",
            "reply_to_id": "95593"
        },
        {
            "user_name": "hilmar_jonsson",
            "text": "Ég er ósammála þér. Þetta er ekki sambærilegt nema LCD skjárinn sem þú ætlar að bera saman við CRT skjá sé keyrður á 1000 hz.\n\n\n\nAuk hlekksins sem ég benti á áðan bendi ég á þennan. Þar sjást fleiri dæmi.\n\n\n\nhttp://graphics.tomshardware.com/display/20050526/viewsonic-07.html",
            "date": "2005-11-03 21:16:00",
            "post_id": "95612",
            "reply_to_id": "95594"
        }
    ],
    "date": "2005-11-02 19:33:00"
}