{
    "forum_title": "Netkerfi - internetið",
    "id": "9018",
    "title": "Þráðlaust net dags/nætur munur!",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=18&t=9018",
    "posts": [
        {
            "user_name": "Snorrmund",
            "text": "Jæja.. mamma gleymdi að borga símreikninginn í gær þannig að síminn var tekin af okkur hún borgaði um klukkutíma eftir að það var hann var tekinn af en gleymdi að hringja og \"láta\" vita.. og kom ekki heim úr vinnu fyrrenn klukkan 5 þá var búið að loka reikningsþjónustu í símverinu hjá símanum... Ég er svo heppinn að systir mín á heima í næsta húsi þannig að ég setti bara þráðlausa usb kortið í tölvuna mína og fékk þá \"high\" hraða.. sem átti að vera 12mbs og það var þannig í allt gærkveld og alla nótt svo strax og það kom dagur þá lækkaði þetta niðri low sem er 6mbs ... Er að spá... Dreifist merkið betur að næturlagi en að kvöld lagi? Ekkert er búið að breytast.. þeas.. routerinn er á sama stað og líka móttakarinn.. mér finnst þetta ekkert smá skondið. Vitiði afhverju þetta er svona?",
            "date": "2005-11-16 12:50:00",
            "post_id": "96722",
            "reply_to_id": false
        },
        {
            "user_name": "Stutturdreki",
            "text": "Af því að þráðlaust net er óáreiðanlegt drasl þar sem allir á netinu deila bandvíddinni?  Ef þú ert einn með 12Mb, þá fá tveir 6Mb.. etc. (\nminnir mig amk. .. langt síðan ég neiddist til að lesa eitthvað um þetta\n)\n\n\n\nLíka hugsanlega eitthvað rafmangstæki nálægt í gangi á daginn en ekki á næturnar sem truflar.. öðruvísi veður.. næstum hvað sem er truflar útvarpsbylgjur.",
            "date": "2005-11-16 13:11:00",
            "post_id": "96725",
            "reply_to_id": "96722"
        },
        {
            "user_name": "Snorrmund",
            "text": "reyndar.. en í bæði skiptin var ég eini á netinu..",
            "date": "2005-11-16 13:13:00",
            "post_id": "96726",
            "reply_to_id": "96725"
        },
        {
            "user_name": "Manager1",
            "text": "Kannski var einhver í ehh... þarnæsta húsi að stela signali frá systur þinni? \n\n\n\n\nÞetta gæti verið tilviljun að signalið hafi dottið í low að næturlagi, það gæti alveg eins gerst aftur í dag...",
            "date": "2005-11-16 13:20:00",
            "post_id": "96727",
            "reply_to_id": "96726"
        },
        {
            "user_name": "Snorrmund",
            "text": "það var í high að næturlægi og low að dagurlagi..",
            "date": "2005-11-16 15:58:00",
            "post_id": "96745",
            "reply_to_id": "96727"
        },
        {
            "user_name": "Amything",
            "text": "Ferðast ekki bara bylgjurnar betur að næturlagi? \n  A.m.k. eru útvarpsbylgjur þannig. Að vísu er þetta kannski of stutt vegalengd til að það gæti verið málið?",
            "date": "2005-11-16 17:15:00",
            "post_id": "96760",
            "reply_to_id": "96745"
        },
        {
            "user_name": "kjaran",
            "text": "Veðurfar?",
            "date": "2005-11-16 20:25:00",
            "post_id": "96774",
            "reply_to_id": "96760"
        },
        {
            "user_name": "hilmar_jonsson",
            "text": "Hvernig er það, er þetta komið aftur upp í high?",
            "date": "2005-11-17 00:21:00",
            "post_id": "96788",
            "reply_to_id": "96774"
        },
        {
            "user_name": "JReykdal",
            "text": "Þú þarft þetta:\n\nhttp://j-walk.com/other/wifispray/",
            "date": "2005-11-17 13:26:00",
            "post_id": "96821",
            "reply_to_id": "96788"
        },
        {
            "user_name": "gutti",
            "text": "Virkar þetta og hvar er hægt að kaupa hér heima eða þarf að panta að utan",
            "date": "2005-11-17 16:06:00",
            "post_id": "96853",
            "reply_to_id": "96821"
        },
        {
            "user_name": "gnarr",
            "text": "ROFL!! er virkilega enginn á þessari síðu sem skilur kaldhæðni eða practical brandara?",
            "date": "2005-11-17 16:08:00",
            "post_id": "96854",
            "reply_to_id": "96853"
        },
        {
            "user_name": "Veit Ekki",
            "text": "Held bara ekki.",
            "date": "2005-11-17 16:32:00",
            "post_id": "96864",
            "reply_to_id": "96854"
        },
        {
            "user_name": "CraZy",
            "text": "\"I can't believe it. Now my FM radio even sounds better!\" -Theresa Smith, Miami hehe \n\n\nmér sínist þessir n00bar trúa öllu sem er sagt þeim ekki furða að m$ og félagar græða á tá og fingri",
            "date": "2005-11-17 17:58:00",
            "post_id": "96880",
            "reply_to_id": "96864"
        },
        {
            "user_name": "JReykdal",
            "text": "Það er nú vel þekkt að útvarpsbylgjur berist betur á næturnar en á daginn þótt ég haldi að það sé ekki issueið þarna.\nHeld að það sé nú frekar að fleiri í kringum þig séu að nota þráðlaust net á svipaðri tíðni sem neyðir access punktinn sem þú notar til að fara út í harðari villuleiðréttingar með minnkandi hraða.",
            "date": "2009-11-21 16:39:00",
            "post_id": "228494",
            "reply_to_id": "96880"
        },
        {
            "user_name": "beatmaster",
            "text": "Fyndið þetta með Wi-Fi spray-ið en gerirðu þér grein fyrir að þessi þráður hefur legið óhreyfður í 4 ár",
            "date": "2009-11-21 16:56:00",
            "post_id": "228498",
            "reply_to_id": "228494"
        },
        {
            "user_name": "GuðjónR",
            "text": "Rólegir á því að endurvekja 4. ára gamla þræði...",
            "date": "2009-11-21 18:52:00",
            "post_id": "228521",
            "reply_to_id": "228498"
        }
    ],
    "date": "2005-11-16 12:50:00"
}