{
    "forum_title": "Netkerfi - internetið",
    "id": "9036",
    "title": "Routersinnkaup.",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=18&t=9036",
    "posts": [
        {
            "user_name": "fallen",
            "text": "Jæja, maður ætlar að fara að fá sér hljóðkort og í vegi stendur það að ég á bara 1x pci rauf og í henni er 4 ára gamalt ADSL PCI módem, en þarsem að ég hef ekki minnstu hugmynd um hvað er gott að fá sér í þessum málum þá spyr ég ykkur.\n\nHef verið að spögulera í \nþessum\n þarsem að ég tími ekki að eyða of miklu í þetta, ég hef ekkert að gera með þráðlaust drasl, heldur vill ég bara eitthvað sem að einfalt, virkar og er ekki með kjaft.\n\nVæru þetta góð innkaup fyrir eitthvað sem á að halda sér á netinu 24/7 ?\n\nTakkz.",
            "date": "2005-11-18 22:01:00",
            "post_id": "97014",
            "reply_to_id": false
        },
        {
            "user_name": "urban",
            "text": "hmmm ég á einn alcatel 510 EÐA 570   (annar hvor þeirra er þráðlaus... þetta er semsagt hinn)\n\n\n\nþú getur kíkt til mín á sunnudag og sótt hann... veit ekki hvað ætti að vera sanngjart verð fyrir hann...  þannig að ég leyfi þér og hinum hérna að nefna það...\n\n\n\njá þú ættir að vita hvar ég á heima \n\n\n\n\njá btw ástæaðn fyrir því að ég áhann..  er að hann fylgdi með áskrift hjá símanum einhvern tíman.. síðan skipti ég um þjónustu fyrirtæki og fékk annan router með þar...\n\n\n\nhann virkar 100 % (eða gerði það allavega þegar að ég tók hann úr sambandi síðast), er 4 porta og mjög einfaldur í notkun",
            "date": "2005-11-18 23:02:00",
            "post_id": "97016",
            "reply_to_id": "97014"
        },
        {
            "user_name": "DoRi-",
            "text": "er með speedtouch 580 og er sáttur, vantar samt 585 fyrir framtíðina ss ADSL2",
            "date": "2005-11-19 01:20:00",
            "post_id": "97035",
            "reply_to_id": "97016"
        },
        {
            "user_name": "hilmar_jonsson",
            "text": "Mér finnst 585 vera of ömmuvænn. Mér líkaði betur við 580.",
            "date": "2005-11-19 01:39:00",
            "post_id": "97040",
            "reply_to_id": "97035"
        },
        {
            "user_name": "DoRi-",
            "text": "er sammála því, enda á amma mín einmitt 585 \n\n\n\n\nþað er of,, notendavænt viðmót í 585, of einfalt og margir andvanced hlutir sem ég á í erfiðleikum með að finna",
            "date": "2005-11-19 11:36:00",
            "post_id": "97046",
            "reply_to_id": "97040"
        },
        {
            "user_name": "gnarr",
            "text": "Zyxel Prestige 660H ADSL2+ er einfaldlega LANG besti routerinn á consumer markaði núna! miklu betri en þessi gallaði og hægi SpeedTouch 580/585.\n\n\n\nÉg er með svona router á gistiheimili sem ég sé um netkerfið á. Ég þurfti bara að stinga honum í samband, og hann er búinn að vera í gangi síðan. EKKERT vesen með neitt í honum. Fyrir utan það að hann er með svakaelga gott response, bæði á þráðlausa og víraða netinu. Þannig að þetta er rétta græjan fyrir þá sem eru að spila FPS.\n\n\n\nEf ég væri að taka nýjann router í dag, þá myndi það vara 660H.",
            "date": "2005-11-19 13:05:00",
            "post_id": "97058",
            "reply_to_id": "97046"
        },
        {
            "user_name": "fallen",
            "text": "kk, tnx all\n\nog já urban, ég á ekkert notað stuff og ætla ekki að byrja á að kaupa þannig í bráð, fóbía \n\n\ntakk samt",
            "date": "2005-11-19 16:36:00",
            "post_id": "97076",
            "reply_to_id": "97058"
        },
        {
            "user_name": "DoRi-",
            "text": "haha, skil þig vel, jafnvel þótt að ábyrgð fylgi osfrv, mér væri bara plain illa við það",
            "date": "2005-11-19 23:35:00",
            "post_id": "97093",
            "reply_to_id": "97076"
        }
    ],
    "date": "2005-11-18 22:01:00"
}