{
    "forum_title": "Netkerfi - internetið",
    "id": "9150",
    "title": "Atvinna?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=18&t=9150",
    "posts": [
        {
            "user_name": "natti",
            "text": "Jæja...\n\nÞað er nú ekki svo langt síðan að ég m.a. auglýsti hvort einhverjum vantaði vinnu í þræði hérna á vaktinni, og reyndar fleiri stöðum. (Þar sem að ráðningarstofurnar voru ekki alveg að fúnkera.)\n\nÞað er skemmst frá því að segja að það var ráðinn starfsmaður sem sá póstinn minn hérna á vaktinni. Reyndar ekki virkur notandi, but hey.\n\n\n\nÞó ég hafi hugsað mér að vinna áfram hjá Símanum í einhvern tíma, þá er þetta spurningin um að grípa tækifærin þegar þau bjóðast. Og þar af leiðandi sagði ég starfi mínu lausu eftir 5 ára starf.\n\nÞannig að ef einhver hérna kann e-ð á networkin, og vantar vinnu eða langar að breyta til...\n\nhttp://dev02.simi.is/Brunnar%5Ctesting%5CSiminnStaffApp.nsf/form/umsokn.html?openForm&E454C4ACE77AB514002570C20056D1D2\n\n\nÞetta er reyndar sami texti og var við fyrri auglýsingu, líklega einhver leti í stjórnendum, but hey.",
            "date": "2005-11-28 23:27:00",
            "post_id": "98362",
            "reply_to_id": false
        },
        {
            "user_name": "hilmar_jonsson",
            "text": "Hlekkurinn virkar ekki hjá mér.",
            "date": "2005-11-29 11:43:00",
            "post_id": "98385",
            "reply_to_id": "98362"
        },
        {
            "user_name": "gumol",
            "text": "Virkar hér",
            "date": "2005-11-29 13:20:00",
            "post_id": "98387",
            "reply_to_id": "98385"
        },
        {
            "user_name": "hilmar_jonsson",
            "text": "Virkar núna.",
            "date": "2005-11-29 13:26:00",
            "post_id": "98389",
            "reply_to_id": "98387"
        },
        {
            "user_name": "emmi",
            "text": "Veistu hver launakúrfan er í þessu ákveðna starfi?",
            "date": "2005-12-02 20:23:00",
            "post_id": "98846",
            "reply_to_id": "98389"
        },
        {
            "user_name": "tms",
            "text": "Ég skil ekki afhverju fólk er að ráðleggja manni að halda áfram á náttúrufræðibraut!",
            "date": "2005-12-04 17:10:00",
            "post_id": "99043",
            "reply_to_id": "98846"
        },
        {
            "user_name": "Vilezhout",
            "text": "afþví að það felur oft í sér mesta stærðfræði sem er grunnurinn að viðskiptanámi og verkfræði sem eru sennilega aðeins betur borguð enn þetta",
            "date": "2005-12-04 17:20:00",
            "post_id": "99046",
            "reply_to_id": "99043"
        },
        {
            "user_name": "axyne",
            "text": "flestir háskólar eru farnir að taka við fólki sem ekki hafa lokið stúdent.\n\n\n\nt.d fyrir nokkrum árum tók HI ekki við fólki sem hafði útskrifast frá tölvubraut frá IR. en núna eru þeir að sækjast eftir þeim nemendum.\n\n\n\nheld að margir sem skráðu sig í nátturufræðibraut hafa séð eftir því. allavega sá ég eftir því.",
            "date": "2005-12-04 17:25:00",
            "post_id": "99048",
            "reply_to_id": "99046"
        },
        {
            "user_name": "Xyron",
            "text": "Nú er ég búinn að klára náttúrufræðibraut um áramótin.. var að velta því fyrir mér að vinna eitthvað áður en að ég held áfram í námi, fór einmitt á náttúrufæðabraut vegna þess að mér var sagt að ég gætti valið mest útfrá henni.. þó svo að ég hafði mikið meiri áhuga á tölvum \n\n\n\n\nEr það alveg must að vera með gráðu frá Iðnó til að eiga möguleika að komast inn í þessa vinnu?",
            "date": "2005-12-04 17:33:00",
            "post_id": "99052",
            "reply_to_id": "99048"
        },
        {
            "user_name": "CendenZ",
            "text": "Þetta er ekki svona einfalt.\n\n\n\nfólk sem kemur úr td. fjölmennt hefur mikið mikið betri lesskilning en td. þeir sem koma úr versló og ms, en aftur á móti eru verslingar mjög öflugir í stærðfræði, sem td. Borghyltingar eða FÁ-vitar eru ekki.\n\n\n\ní td. Borgarholtsskóla og Fjölbraut í Ármúla eru 2 stærðfræðiáfangar nóg til stúdents prófs, \nen\n í hverjum lesáfanga eru að meðaltali 6 áfangar.\n\n\n\ní Versló og MS eru að virði fjölbrautar, 6 stærðfræðiáfangar en einungis að meðaltali andvirði 3 áfanga í lesáföngum.\n\n\n\n\n\nHáskólar sækjast ekki endilega eftir fólki sem er gífurlega öflugt í stærðfræði, né endilega gífurlega öflugt í fræðilegum greinum.\n\n\n\nÞess vegna hefuru \"tekið eftir því\" að HÍ eru farnir að taka fleiri inn með mismunandi bakgrunn.\n\n\n\nÞað sem þú sagðir er líkt og að segja að þjóðverjar séu gáfaðastir allra þjóða vegna Albert Einstein.",
            "date": "2005-12-04 17:54:00",
            "post_id": "99061",
            "reply_to_id": "99052"
        },
        {
            "user_name": "Xyron",
            "text": "Einstein er frá Austurríki btw..",
            "date": "2005-12-04 18:01:00",
            "post_id": "99063",
            "reply_to_id": "99061"
        },
        {
            "user_name": "djjason",
            "text": "Það er nú held ég eingögnu vegna þess að ef þú skildir vilja fara í eitthvert raungreina nám á háskólastigi t.d. Tölvunarfræði, Tölvuverkfræði, Stærðfræði, Eðlisfræði, Verkfræði osfrv. þá er róðurinn mjög erfiður (ef ekki ómögulegur) ef viðkomandi hefur ekki nógu góðann bakgrunn. Ef menn hafa ekki áhuga á að fara þessa leið eftir menntaskóla nú þá er kanski bara lógíst að velja eitthvað annað. Vissulega er Síminn að auglýsa eftir einhverjum frá IR og það er bara fínt. Hinsvegar gæti einhver haft áhuga á starfi þar sem B.Sc. eða M.Sc. í raungreinum væru lágmarksskilyrði og til þess að ná sér í þá gráðu þá þarf viðkomandi að ganga í gegnum t.d. stranga stærðfræðikúrsa og þá hjálpar undirbúningurinn sem menn fengu á náttúrurfæðibrautinni.\n\n\n\nHinsvegar getur mikil stærðfræðiþekking seint talist ókostur sama við hvað þú vinnur. Margir vilja brenna sig á því og dæma t.d. stærðfræði sem kennd er á seinnihlutum menntaskólaáranna sem óþarfa þar sem þetta eru svo abstract dæmi að maður á aldrei eftir að nota þessar aðferðir. Vissulega er það satt að margt sem er kennt í stærðfræði lærir maður eingögnu og tekur próf og notar ekki...en það er eins og stæðfræðikennarinn minn í Verzló sagði einu sinni við bekkinn minn þegar við vorum að kvarta....\"ég er alveg klár að þið munuð sennilega aldrei nota þetta sem ég kenndi ykkur í dag.....en stærðfræði er bara heilaleikfimi sem æfir heilann í góðri og rökréttri hugsun\" og það er bara hárrétt.",
            "date": "2005-12-04 18:18:00",
            "post_id": "99065",
            "reply_to_id": "99063"
        },
        {
            "user_name": "natti",
            "text": "Þeir sem hafa lesið auglýsinguna hafa tekið eftir því að það eru ekki gerðar miklar kröfur. (Hence the above)\nÁstæðan fyrir þessu er einföld, það er voðalega lítið af fólki á markaðnum sem hefur einhverja hugmynd um netkerfi eða slíkt.\nÁ þessu ári hefur töluvert verið auglýst eftir fólki í netkerfa-related störf.\nÍ þau skipti sem það hafa verið gerðar einhverjar kröfur um netkunnáttu (ekki miklar alltaf samt) þá hafa svo gott sem engar marktækar umsóknir komið inn.\nFyrirtæki eru því farin að gera lægri kröfur um reynslu og kunnáttu, en meiri kröfur til lærdóms og að viðkomandi sé fljótur að tileinka sér nýja hluti (oftast undir leiðsögn annarra sem vinna þarna fyrir.)\n\n\nRétt hjá þér það sem þú nefnir svo með rökhugsunina. En það eru reyndar ótrúlegustu hlutir sem maður hélt að maður myndi aldrei nota, en koma svo að góðum notum seinna.\n\nEn eins og með stærðfræðina, þá halda margir sem eru í tölvunámi að þeir græði ekkert á því að kunna binary og geta umbreytt frá dec-bin og öfugt á blaði eða í huganum.\n\nOg það er kannski rétt, að margir í tölvubransanum koma aldrei til með að nota binary, en svo eru margir aðrir sem koma til með að nota binary, eða verða amk að skilja binary til að geta leyst ákveðin vandamál.",
            "date": "2005-12-04 18:23:00",
            "post_id": "99070",
            "reply_to_id": "99065"
        },
        {
            "user_name": "MezzUp",
            "text": "Subnetting?",
            "date": "2005-12-04 19:22:00",
            "post_id": "99095",
            "reply_to_id": "99070"
        },
        {
            "user_name": "natti",
            "text": "heh, ahm, tildæmis",
            "date": "2005-12-04 19:52:00",
            "post_id": "99100",
            "reply_to_id": "99095"
        },
        {
            "user_name": "djjason",
            "text": "Einmitt...ég ákvað að fara ekkert inn á þá umræðu \n \n\n\n\n\nÞað er líka bara hárrétt. Ég lendi tildæmis oft í rökræðum við vini mína varðandi þessa hluti. Sjálfur er ég \"stærðfræði-oriented\" einstaklingur (og er í raunvísindanámi). Vinir mínir (sem eru allir í viðskipta eða hagfræðinámi) bölva stærðfræðinni í sand og ösku því þeim finnst hún erfið hjá þeim (svo sem bara sjálfum þeim að kenna þar sem þeir sluksuðu hana í menntaskóla og hafa ekki nógu góðann grunn....en það er önnur umræða). Þeir bara skilja ekki afhverju þeir geta ekki lært að nota nýju svörtu fínu \"Hyper Ultra Casio 2000\" reiknivélina sem þeir keyptu í að leysa þetta alltsaman....til hvers að læra \"bakgrunninn\" ef Casio-inn getur bara leyst þetta?\n\n\n\nEf þú lendir í vandamáli hvað geriru þá? Ef þú færð vitlaust út? Hvernig ætlaru að vita hvaða tölur þú ætlar að slá inn? Ef maður kann stærðfræðina þá a) veit maður hvað maður er að gera og b) ef þú lendir í veseni þá geturu bjargað þér. Casio-inn er bara til að flýta fyrir \n\n\n\n\nEn þetta er nú komið held ég aðeins off-topic.....þetta er bara mikilvægt málefni hjá mér",
            "date": "2005-12-04 20:10:00",
            "post_id": "99101",
            "reply_to_id": "99100"
        },
        {
            "user_name": "CendenZ",
            "text": "casioin er náttla brill í runum",
            "date": "2005-12-04 22:18:00",
            "post_id": "99129",
            "reply_to_id": "99101"
        },
        {
            "user_name": "tms",
            "text": "Held að stærfræðin, eðlisfræðin og tölvuáfangarnir sem maður tekur í kjörsviði er það eina sem er að halda mér í skólanum. Á í erfiðum í hinum greinunum, sérstaklega íslensku og sögu, líklegast vegna þess að ég er ekkert gefinn fyrir að hanga yfir bókum og læra \"af því svona er það bara\" uppúr bók.\n\n\n\nFrá einu off-topic í annað, var í STÆ403 og er búinn að vera að læra deildun, er það calculus á ensku?",
            "date": "2005-12-05 01:28:00",
            "post_id": "99154",
            "reply_to_id": "99129"
        },
        {
            "user_name": "CendenZ",
            "text": "calculus er örsmæðarreikningur á íslensku minnir mig",
            "date": "2005-12-05 01:41:00",
            "post_id": "99155",
            "reply_to_id": "99154"
        },
        {
            "user_name": "djjason",
            "text": "Deildun (diffrun)  er \"differentiation\" á ensku, diffrun og heildun (tegrun) er örsmæðarreikningur (e. calculus) rétt eins og CendenZ sagði.",
            "date": "2005-12-05 02:14:00",
            "post_id": "99156",
            "reply_to_id": "99155"
        },
        {
            "user_name": "gnarr",
            "text": "http://visindavefur.hi.is/svar.asp?id=148",
            "date": "2005-12-05 08:23:00",
            "post_id": "99158",
            "reply_to_id": "99156"
        },
        {
            "user_name": "Pandemic",
            "text": "Ég er t.d svona gaur ég VERÐ að hafa ástæðu og áhuga til að læra hlutina eins og t.d margt í tölvum er ég no time að læra en t.d þegar ég er að læra einhverjar bölvaðar reglur í íslensku sem ég hef engan áhuga á skít ég uppá bak við að muna þær.",
            "date": "2005-12-05 14:57:00",
            "post_id": "99224",
            "reply_to_id": "99158"
        },
        {
            "user_name": "pjesi",
            "text": "Diffrun er jú differentiation en heildun er integration á ensku. Er einmitt að taka Numerical Analysis á 3. ári í Bsc. Fjallað var um diffrun og tvinntölur í fyrsta tímanum, eftir það var ætlast til að allir væru með þetta á hreinu. Seinna var tekinn einn tími þar sem farið var í heildun. Restin af áfanganum gerði ráð fyrir að þú værir með 100% kunnáttu á þessu sviði (calculus).\n\n\n\nRestin fjallaði síðan nánast eingöngu um hvernig maður getur notað tölvur til að áætla föll, núllgildi, pi, kvarðarætur, hornaföllinn. Þeir sem ekki höfðu lokið náttúrufræði eru vægast sagt í vandræðum við að komast yfir þennann áfanga þannig ég er alsæll með mitt MA próf í náttúrufræði. \n\n\n\nFólk gerir sér ekki grein fyrir hversu mikilvæg þessi stærðfræði er í daglegu lífi.",
            "date": "2005-12-06 13:32:00",
            "post_id": "99327",
            "reply_to_id": "99224"
        },
        {
            "user_name": "CraZy",
            "text": "Pjesi hvenar útskifaðistu? og hvað heitiru? ætla að reyna finna þig uppá vegg",
            "date": "2005-12-06 16:28:00",
            "post_id": "99352",
            "reply_to_id": "99327"
        },
        {
            "user_name": "pjesi",
            "text": "Útskrifaðist 2002. Er bæði á 1999 og 2002 spjaldinu ef þú átt við það.",
            "date": "2005-12-06 16:37:00",
            "post_id": "99358",
            "reply_to_id": "99352"
        },
        {
            "user_name": "CraZy",
            "text": "já ok \n og hvað heitiru(pm bara e-d) Pétur kanski?",
            "date": "2005-12-06 17:10:00",
            "post_id": "99367",
            "reply_to_id": false
        },
        {
            "user_name": "gnarr",
            "text": "Hann heitir Kjartann Óli Sigurðsson.. kallaður Pjesi..  \n\n\n\n\n\n\n\n\njá.. þetta var djók hjá mér..",
            "date": "2005-12-06 17:16:00",
            "post_id": "99368",
            "reply_to_id": "99367"
        },
        {
            "user_name": "natti",
            "text": "Jah...\n\nÉg veit um mann sem heitir Guðjón og er kallaður Kiddi. Það er ekki allt rökrétt...",
            "date": "2005-12-06 18:14:00",
            "post_id": "99381",
            "reply_to_id": "99368"
        },
        {
            "user_name": "Veit Ekki",
            "text": "Veit um einn sem heitir Þórólfur og kallar sig 'Pézi'.",
            "date": "2005-12-06 18:22:00",
            "post_id": "99384",
            "reply_to_id": "99381"
        },
        {
            "user_name": "CendenZ",
            "text": "ökukennarinn minn heitir Þórður og hefur verið kallaður Doddi í 30 ár.\n\n\n\nÞórður -> Doddi. \n\n\n\nhvernig er þetta mögulegt, það er ekki einn sami staður í báðum orðum.",
            "date": "2005-12-06 19:50:00",
            "post_id": "99402",
            "reply_to_id": "99384"
        },
        {
            "user_name": "MezzUp",
            "text": "Já, ég veit um tvo aðra Þórða sem ganga undir Doddi, svo það hlítur nú að vera þekkt. Svo er nú bara einn sameiginlegur stafur í Jón -> Nonni. Svo þekkir maður nú bæði „Þórarinn“ og „Þórir“ sem eru kallaðir „Tóti“. Svona getur þetta verið skemmtilegt",
            "date": "2005-12-06 19:56:00",
            "post_id": "99406",
            "reply_to_id": "99402"
        },
        {
            "user_name": "djjason",
            "text": "Hvað ætli sé langt þangað til að þessi þráður slái met í off-topic umræðum",
            "date": "2005-12-06 20:50:00",
            "post_id": "99412",
            "reply_to_id": "99406"
        },
        {
            "user_name": "gnarr",
            "text": "þórður er alltaf kallaður Doddi.. ég hélt að það vissu það allir.\n\n\n\nÞorgeir er líka tildæmis kallaður Toggi.",
            "date": "2005-12-06 20:50:00",
            "post_id": "99413",
            "reply_to_id": "99412"
        },
        {
            "user_name": "Blackened",
            "text": "Ég þekki einn Þórð.. og hann er alltaf kallaður Dúri..",
            "date": "2005-12-06 21:09:00",
            "post_id": "99414",
            "reply_to_id": "99413"
        },
        {
            "user_name": "MezzUp",
            "text": "Og Þorvaldur",
            "date": "2005-12-06 22:50:00",
            "post_id": "99423",
            "reply_to_id": "99414"
        },
        {
            "user_name": "pjesi",
            "text": "pjesi er nu bara nickid mitt, heiti alls ekki petur.",
            "date": "2005-12-07 08:39:00",
            "post_id": "99442",
            "reply_to_id": "99423"
        },
        {
            "user_name": "gnarr",
            "text": "þú heitir það víst!!",
            "date": "2005-12-07 08:47:00",
            "post_id": "99445",
            "reply_to_id": "99442"
        },
        {
            "user_name": "pjesi",
            "text": "far from the truth!",
            "date": "2005-12-07 11:32:00",
            "post_id": "99453",
            "reply_to_id": "99445"
        },
        {
            "user_name": "gumol",
            "text": "Það væri magnað ef þú hétir svo Kjartann Óli Sigurðsson",
            "date": "2005-12-07 13:31:00",
            "post_id": "99465",
            "reply_to_id": "99453"
        },
        {
            "user_name": "urban",
            "text": "öhh úr því að það er verið að tala um svona skemmtileg nöfn þá er einn sem að er kallaður Daddi \"trukkur\" Kúta\"son\"\n\nhann heitir semsagt Sigurjón og er Björgvinsson ef ég man ré",
            "date": "2005-12-07 14:36:00",
            "post_id": "99477",
            "reply_to_id": "99465"
        },
        {
            "user_name": "gnarr",
            "text": "Daddi úr eyjum... sonur kúdda?",
            "date": "2005-12-07 15:19:00",
            "post_id": "99495",
            "reply_to_id": "99477"
        },
        {
            "user_name": "urban",
            "text": "jamm... nema hanns kúti skrifar það kúti með t ekki 2 d\n\n\n\nog já hann skrifar það marg oft... t.d. á allar svona debet nótur sagðist hann skrifa kúti",
            "date": "2005-12-07 17:27:00",
            "post_id": "99522",
            "reply_to_id": "99495"
        },
        {
            "user_name": "gnarr",
            "text": "þegar ég hugsa útí það, þá er það rétt hjá þér. Hann er samt kallaður \"Kúddi\" \n\n\n\n\n\n\nHvernig þekkiru hann annars? Ertu félagi fallen- ?",
            "date": "2005-12-07 18:03:00",
            "post_id": "99530",
            "reply_to_id": "99522"
        },
        {
            "user_name": "MezzUp",
            "text": "Held að hann hafi gert það með seinasta pósti gnarr's",
            "date": "2005-12-07 19:34:00",
            "post_id": "99554",
            "reply_to_id": "99530"
        },
        {
            "user_name": "djjason",
            "text": "Hehe...það held ég bara. Ef ekki....þá veit ég ekki hvenær hann mun gera það.",
            "date": "2005-12-07 19:52:00",
            "post_id": "99565",
            "reply_to_id": "99554"
        },
        {
            "user_name": "urban",
            "text": "ég var að vinna með þeim á tímabili...\n\n\n\ntjahh ég veit vel hver fallen er... hann kemur öðru hverju með matinn handa mér",
            "date": "2005-12-07 20:33:00",
            "post_id": "99579",
            "reply_to_id": "99565"
        },
        {
            "user_name": "Birkir",
            "text": "Á \nþessi\n ekki enn metið?",
            "date": "2005-12-07 21:11:00",
            "post_id": "99583",
            "reply_to_id": "99579"
        },
        {
            "user_name": "CraZy",
            "text": "þessi skiptir ekki jafn oft um umræðuefni samt, þó að við vitum núna fetishið hjá odinn =/",
            "date": "2005-12-07 21:57:00",
            "post_id": "99591",
            "reply_to_id": "99583"
        },
        {
            "user_name": "natti",
            "text": "Er þráður samt ekki farinn að verða þokkalega off-topic þegar það er farið að tala um aðra off-topic þræði ?",
            "date": "2005-12-08 00:16:00",
            "post_id": "99606",
            "reply_to_id": false
        },
        {
            "user_name": "Birkir",
            "text": "Ekki ef off-topic þræðir eru topicið",
            "date": "2005-12-08 02:16:00",
            "post_id": "99625",
            "reply_to_id": "99606"
        },
        {
            "user_name": "natti",
            "text": "Þannig að ef að við myndum fara aftur \"on topic\" með því að tala um atvinnu þá værum við komnir off topic miðað við að topicið sé off topic þræðir?\n\n\n\nEða, hm?\n\n\n\nedit: eftir að hafa lesið þetta crap sem ég var að skrifa, þá held ég að það sé kominn tími á svefn.",
            "date": "2005-12-08 02:53:00",
            "post_id": "99627",
            "reply_to_id": "99625"
        },
        {
            "user_name": "Birkir",
            "text": "Nei, ég átti við ef upphaflega topicið er off-topic þræðir.",
            "date": "2005-12-08 03:21:00",
            "post_id": "99628",
            "reply_to_id": "99627"
        },
        {
            "user_name": "natti",
            "text": "Ah ok.\n\nGot you now.\n\n(nei ég fór ekki að sofa, I'm such a rebel...)",
            "date": "2005-12-08 03:22:00",
            "post_id": "99629",
            "reply_to_id": "99628"
        },
        {
            "user_name": "Birkir",
            "text": "Flottur.",
            "date": "2005-12-08 03:22:00",
            "post_id": "99630",
            "reply_to_id": "99629"
        },
        {
            "user_name": "natti",
            "text": "Nokkuð snöggur að svara bara?\n\nHvað ert þú annars að gera vakandi á þessum tíma?",
            "date": "2005-12-08 03:23:00",
            "post_id": "99631",
            "reply_to_id": "99630"
        },
        {
            "user_name": "Birkir",
            "text": "Spila póker.",
            "date": "2005-12-08 15:23:00",
            "post_id": "99683",
            "reply_to_id": "99631"
        },
        {
            "user_name": "GuðjónR",
            "text": "uhhh ahh hee? ????",
            "date": "2005-12-16 22:06:00",
            "post_id": "100915",
            "reply_to_id": "99683"
        },
        {
            "user_name": "TómasWin98",
            "text": "Einstei var frá Ungverjalandi, en fór til náms í Austurríki og hitti þar konu sína, Victoriu. Staðreyndir, staðreyndir og staðreyndir",
            "date": "2006-01-07 01:18:00",
            "post_id": "104017",
            "reply_to_id": "100915"
        },
        {
            "user_name": "Vilezhout",
            "text": "Og Ice Cube heitir í raun  O'Shea Jackson.",
            "date": "2006-01-07 12:34:00",
            "post_id": "104059",
            "reply_to_id": "104017"
        }
    ],
    "date": "2005-12-08 00:16:00"
}