{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "9196",
    "title": "Nýju Omega!! Ekki verið að grínast???",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=9196",
    "posts": [
        {
            "user_name": "Pepsi",
            "text": "Sælir Piltar, ég var að vafra um veraldarvefinn núna í morgunsárið og rakst á Nýja Omega fyrir ATI.....Stóðst ekki mátið og náði mér í þá.\n\n\n\nGet ekki sagt annað en að þessir driverar eru ROSALEGIR.  \n\n\n\nTók smá 3Dmark 05, klukkaði X800XT kortið í 513/550 og fékk, já\n\n6408 stig??  Frekar hátt á X800 korti.  Screenie fylgir\n\n\n\nSkora á alla ATI gaura þarna úti að prófa þessa drivera, meira að segja CS:source fékk svakalegt boost....",
            "date": "2005-12-04 10:36:00",
            "post_id": "99001",
            "reply_to_id": false
        },
        {
            "user_name": "Stutturdreki",
            "text": "Gastu yfirklukkað eitthvað meira með nýja drivernum heldur en þeim sem var fyrir?\n\n\n\nHvaða tól notaðarðu til að yfirklukka?  Td. var ég að prófa að yfirklukka kortið mitt fyrir löngu og þá líkaði Ati Tool ekki Temporal AA í Omega drivernunum, og ég virtist ekki geta slökkt á því.",
            "date": "2005-12-04 12:32:00",
            "post_id": "99005",
            "reply_to_id": "99001"
        },
        {
            "user_name": "hahallur",
            "text": "Geturu ekki verið að þetta sé bara minkuð myndgæði.",
            "date": "2005-12-04 12:38:00",
            "post_id": "99006",
            "reply_to_id": "99005"
        },
        {
            "user_name": "Pepsi",
            "text": "Getur verið þetta og getur verið hitt.  \n\n\n\nÉg notaði Rivatuner til að klukka kortið og þegar ég hef verið að bencha 3dMark 05 þá hef ég alltaf notað þessa klukkun 513/550.  Nota kortið ekkert yfirklukkað nema bara til að bencha 3dmark.  Kortið mitt bara einfaldlega MJÖG gott kort  (Visiontek X800XT)\n\n\n\nMyndgæðin eru betri ef eitthvað er.  Með kortið á stock og örrann(3500+) á stock líka.  Ég allavega er sáttur þar sem ég fann virkilegan mun á þessum driver. \n\n\n\nCat.511 í Cs:source test = 99.04fps á ákveðnum stillingum (allt stock)\n\nOmega nýji í sama testi = 120fps.       það er svolítið mikill munur.",
            "date": "2005-12-04 12:53:00",
            "post_id": "99009",
            "reply_to_id": "99006"
        },
        {
            "user_name": "viddi",
            "text": "Omega eru mjög góðir driverar, en nú spyr ég, hvenær ættlar gaurinn að uppfæra Nvidia driverana... \n  þeir eru það gamlir að þeir virka ekki fyrir Geforce 6 og 7 kortin\n\n\n\nhttp://www.omegadrivers.net/nvidia/win2k_xp.php",
            "date": "2005-12-04 13:03:00",
            "post_id": "99010",
            "reply_to_id": "99009"
        },
        {
            "user_name": "hahallur",
            "text": "Já eru þetta bara ekki registry breyttir Catalyst driver-ar í rivatuner.\n\n\n\nÞeir eru ekki að gera þetta from scratch.",
            "date": "2005-12-04 13:05:00",
            "post_id": "99012",
            "reply_to_id": "99010"
        },
        {
            "user_name": "Pandemic",
            "text": "Þetta eru bara tweakaðir Catalyst driverar ekkert annað.",
            "date": "2005-12-04 13:28:00",
            "post_id": "99016",
            "reply_to_id": "99012"
        },
        {
            "user_name": "k0fuz",
            "text": "Pepsi er hægt að nota þennan driver við x850 XT ?? og nenniru að peista link á driverinn , takk.",
            "date": "2005-12-04 14:10:00",
            "post_id": "99023",
            "reply_to_id": "99016"
        },
        {
            "user_name": "Vilezhout",
            "text": "ég rakst á fyrir viku eða svo benchmark/samanburð þarsem var verið að bera saman 7800gtx og x1800 kort og þeir héldu því fram að myndgæðin væru mun betri í x1800 kortinu í hæstu upplausnum og með aa í botni þótt 7800 kortið væri að skila fleirri fps  \n\n\n\n\nmér þætti gaman ef einhver væri með hlekk á þetta í einhverjum vasanum",
            "date": "2005-12-04 14:33:00",
            "post_id": "99026",
            "reply_to_id": "99023"
        },
        {
            "user_name": "Pepsi",
            "text": "http://ati.is/index.php?option=com_remo ... info&id=41\n\n\n\n\n\n\nÞarna er the driver, íslenskt niðurhal",
            "date": "2005-12-04 16:47:00",
            "post_id": "99041",
            "reply_to_id": "99026"
        },
        {
            "user_name": "MuGGz",
            "text": "myndi þetta vera gera einhvern mun fyrir okkur með gömlu kortin ?\n\n\n\nt.d. ég með 9800XT ...",
            "date": "2005-12-04 17:09:00",
            "post_id": "99042",
            "reply_to_id": "99041"
        },
        {
            "user_name": "Pepsi",
            "text": "Jahh ég bara veit það ekki.  Það þarf ekkert að vera að leikir og annað verði bara allveg brilliant á driverupdate-i.\n\n\n\nUm að gera bara að prófa, Omega drivers hafa hingað til verið mjög góðir.  Og mjög margir sem eru að nota þá frekar en orginal Catalyst.\n\n\n\nÞað sem ég er að benda á er að þessir driverar gáfu mínum vélbúnaði mikið búst, svo kannski virka þeir ekki eins vel með öðrum.",
            "date": "2005-12-04 17:42:00",
            "post_id": "99054",
            "reply_to_id": "99042"
        },
        {
            "user_name": "hahallur",
            "text": "Já það gerir það Muggz, annars er þetta ekkert nýtt DNA Drivers virka allveg eins. \n\n\n\nHækka mann um 1000 í score í 3d mark 05 og gefa manni 10-30 fps auka með image quality reduce.",
            "date": "2005-12-04 17:50:00",
            "post_id": "99060",
            "reply_to_id": "99054"
        },
        {
            "user_name": "Pepsi",
            "text": "hækka um 1000 stig í 3dmark?  Ef það væri rétt vinurinn þá væru þeir sem eru að nota Moddaða drivera Omega/dna með langt yfir MILLJÓN stig í 3dmark.\n\n\n\nEn ég enn og aftur ítreka, þetta er góður driver og virkar vel fyrir mig, guð má vita hvað gerist á annari vél.",
            "date": "2005-12-04 18:38:00",
            "post_id": "99076",
            "reply_to_id": "99060"
        },
        {
            "user_name": "ICM",
            "text": "ATi komu nú með driver um dagin sem auk afköst í OpenGL leikjum um allt að 80% svo afhverju ætti þetta ekki að vera hægt?",
            "date": "2005-12-04 19:47:00",
            "post_id": "99098",
            "reply_to_id": "99076"
        },
        {
            "user_name": "Pepsi",
            "text": "auðvitað kemur einhver afkastaaukning með nýjum driverum, en ekki alltaf.\n\n\n\nEn að segja að Omega og Dna driverar geri ekkert annað en að auka 3dmark stig um 1000 og dragi úr image quality, er kannski ekki allveg rétt.\n\n\n\nEitt í þessu!  Ég er ekkert að reyna að koma með einhverjar nýjar og heitar fréttir hérna með þessu.  Ég hef bara ekki séð svona mikla afkastaaukningu í vélinni minni í driverupdate-i",
            "date": "2005-12-04 20:46:00",
            "post_id": "99109",
            "reply_to_id": "99098"
        },
        {
            "user_name": "Stutturdreki",
            "text": "Eh.. jú reyndar \n\n\n\n\nÉg var einu sinni að spá í DNA driverunum og gat valið um mismunandi uppsettningar.  Þegar ég fór að lesa hvað fælist í þessum mismunandi uppsettningum þá var bara verið að lofa meiri hraða á kostnað gæða.\n\n\n\nÉg hef aldrei kynnt mér sérstaklega hvað Omega gaurinn gerir við driveranna til að ná meira úr þeim heldur en ATI Orginal, nota þá bara vegna Softmod virkninar..",
            "date": "2005-12-04 20:52:00",
            "post_id": "99111",
            "reply_to_id": "99109"
        },
        {
            "user_name": "Pepsi",
            "text": "jamm einmitt, hef aldrei spáð í að skoða neitt hvað felst í þessum driverum.  Það sem ég er að miða við í þessu tilfelli er einfaldlega\n\n\"what god gave me\".  Augun.   Ég sé stóran mun á spilun tildæmis CS:source með þessum.  \n\n\n\nEn ég meina \"these work for me, and thats it\".  \"use what ever you like\"\n\n\n\nSkemmtilegt að fá svona viðbrögð hjá kortinu akkurat þegar maður er að fara að svíkja lit og hoppa yfir til Nvidia.",
            "date": "2005-12-04 21:21:00",
            "post_id": "99119",
            "reply_to_id": "99111"
        },
        {
            "user_name": "kristjanm",
            "text": "Það eiga víst að geta verið eitthvað örlítið betri myndgæði í ATI kortunum, og þá meina ég örlítið betri á sömu stillingum, ekkert til að taka eftir samt.\n\n\n\nEn ATI X1800 kortin höndla AA alveg ekkert smá vel.",
            "date": "2005-12-05 09:10:00",
            "post_id": "99162",
            "reply_to_id": "99119"
        },
        {
            "user_name": "^Soldier",
            "text": "Ég náði mér nú í þennan driver.  Það vill svo til að núna get ég ekki sett á Open GL í counter-strike 1.6 :S  Skrítið að hann gæti haft þau áhrif.",
            "date": "2005-12-08 01:27:00",
            "post_id": "99612",
            "reply_to_id": "99162"
        }
    ],
    "date": "2005-12-04 10:36:00"
}