{
    "forum_title": "Yfirklukkun, hraðaprófanir og mods",
    "id": "9323",
    "title": "Er þetta of lítill aflgjafi?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=1&t=9323",
    "posts": [
        {
            "user_name": "hilmar_jonsson",
            "text": "Ekki nóg afl?\n\n\n\nÉg byrjaði að OC'a fyrir um viku og er bara nokkuð sáttur við árangurinn. Nú held ég að aflgjafinn sé að takmarka mig. Gæti það verið?\n\n\n\nRig:\n\nDFI lanparty UT Ultra-D\n\nAMD S939 3000+ Venice\n\nCorsair TwinX 2-3-2-6 (2*512)\n\nBFG 7800 GFX\n\nThermaltake 480W SilentX\n\nEitt drif og einn diskur.\n\n3 80mm viftur auk tveggja á aflgjafa. Ein 120mm. Zalman 9500 á örgjörva. Stock kæliviftur á skjákorti og kubbasetti.\n\n\n\nÉg get keyrt prime95 í 6 klst á þessum stillingum.\n\n\n\nCPU 267 * 9 @ 1,550V\n\nDRAM 3:4 2-3-2-5 @ 2,6\n\nHTT á x4\n\nLTD @ 1,3V\n\nChipset @ 1,8v\n\n\n\nCPU 290 @ 1,703V\n\nDRAM 2:3 2-3-2-5 @ 2.6 V\n\nHTT á x3\n\nLTD @ 1,2v\n\nChipset @ 1,8v\n\n\n\nÍ því fyrra get ég keyrt skjákortið á 540/1410 og náð í gegnum Aquamark án laggs. Ef ég reyni það á síðara þá slepp ég í gegn með laggi fram að lokasprengingunni. Þá slekkur tölvan á sér.\n\n\n\nEf ég lækka það niður í 520/1350 þá næ ég að komast í gegn með verra skor.\n\nEf ég lækka það svo niður í 430/1200 (niður fyrir stock BFG) þá næ ég að keyra þetta smooth í gegn.\n\n\n\nHaldið þið að aflgjafinn sé of lítill eða er ég að missa af einhverju?",
            "date": "2005-12-14 21:00:00",
            "post_id": "100584",
            "reply_to_id": false
        },
        {
            "user_name": "hilmar_jonsson",
            "text": "*bump*\n\n\n\nNiðurstaða: Þetta er mögulega aflgjafinn.\n\n\n\nAukaspurning: Ætti ég að nota gamlan 235W Forton ATX aflgjafa fyrir skjákortið?",
            "date": "2005-12-17 03:41:00",
            "post_id": "100936",
            "reply_to_id": "100584"
        },
        {
            "user_name": "Vilezhout",
            "text": "Ég myndi ekki halda að hann væri of afllítill nema hann sé að hitna eitthvað óeðlilega og fer þá afkasta mun minna.\n\n\n\nhef verið að rekast á athugasemdir um að  silenx aflgjafarnir séu að skila rétt í kringum 300W að meðaltali og hann nái einungis að skila þessum 480W í rúmar tvær mínútur.",
            "date": "2005-12-17 05:56:00",
            "post_id": "100942",
            "reply_to_id": "100936"
        },
        {
            "user_name": "wICE_man",
            "text": "Samkvæmt þessu: \nhttp://www.thermaltake.com/purepower/W0027.htm\n þá er bara 18A á 12Volta línunni sem er allt of lítið í dag. Jafnvel í aflgjöfunum sem koma í kössunum sem ég er að selja eru það 25A. Í dag er helst ætlast til að þú sért með tvöfalda 12V línu með yfir 30A samanlagt, þ.e. á PCI-express móðurborðum.\n\n\n\nMig grunar sterklega að þetta sé aflgjafinn.",
            "date": "2005-12-17 10:28:00",
            "post_id": "100955",
            "reply_to_id": "100942"
        },
        {
            "user_name": "start",
            "text": "Það er ekki til neinn 480W aflgjafi frá SilenX.",
            "date": "2005-12-17 11:09:00",
            "post_id": "100957",
            "reply_to_id": "100955"
        },
        {
            "user_name": "hilmar_jonsson",
            "text": "Enda er þetta ekki aflgjafi frá SilentX heldur Thermaltake.\n\n\n\n\nÉg er ekki sáttur við seinustu vörur sem ég fékk hjá ykkur. Ég keypti 4(3) stykki af viftum og tvær af þeim voru í ólagi. Í einum kassanum var engin vifta, bara aukahlutir og í einum var beygluð Zalman vifta. Auk þess vantaði aukahlut í þann kassa. Þetta kostar mig bæði tíma og peninga.",
            "date": "2005-12-19 20:13:00",
            "post_id": "101248",
            "reply_to_id": "100957"
        },
        {
            "user_name": "hsm",
            "text": "Keypti \nCoolerMaster Stacker\n kassa hjá Start sem að kom svo í ljós að hann var með 2 dældir á toppnum, sem vor að vísu ekki mjög stórar en samt galli.\n\n\n\nÉg hringdi ( það þurfti 3 tilraunir til að fá réttan aðila sem gat eitthvað svarað mér ).\n\n\n\nÉg sendi honum myndir af toppnum þar sem að ég er staddur í keflavík (nokkrar hringingar í viðbót til að fá staðfest að búið væri að skoða myndirnar)\n\n\n\nÞá áttu þeir einn svona kassa í viðbót en hann var líka gallaður svo að þeir ætluðu að hafa samband út (enn var beðið og beðið) þá átti að fá svör í næstu viku þegar ég hringdi og ég sagði að ég ætlaði að koma við þegar ég kæmi í bæinn næst.\n\n\n\nSvo þegar ég kem viku seinna þá eru engin svör en þeir vildu fá kassan til að meta hvort að \"þeir\" sæu ástæðu til að bæta gallan.\n\n\n\nMér fanst þeir bara vera að tefja málið fram og aftur láta mann bíða og hringja seinna hringja seinna en samt fékk ég aldrei nein svör.\n\n\n\nÞeir voru búnir að fá myndir þar sem að gallin sést greinilega.\n\nÞeir áttu eins kassa sem var með sama galla.\n\nEn samt þarf að meta hvort að þeir sæu ástæðu að bæta fyrir það.\n\nÞvílík hræsni\n\n\n\nÉg gafst upp því að ég var búinn að setja allt í kassan, en hefði ekki átt að láta þá komast upp með þetta.\n\n\n\nÞeir mistu mig bara sem viðskiptavin í staðin ég veit að ég held ekki upp heilli tölvubúð en ef að þeir eru fleiri eins og ég sem að eiða tugi og stundum hundruð þúsunda í tölvuhluti á ári þá hlítur það að telja.\n\n\n\nGóðar stundir",
            "date": "2005-12-20 13:17:00",
            "post_id": "101327",
            "reply_to_id": "101248"
        },
        {
            "user_name": "Veit Ekki",
            "text": "Ég hef nú bara einu sinni verslað við Start og þá fékk ég fína þjónustu.\n\n\n\nÉg keypti DVI snúru fyrir LCD skjáinn minn en svo þurfti einhverja aðra tegund af DVI snúru fyrir skjáinn og það var ekkert mál að skila þótt ég væri búinn að opna pakkann. Fékk innleigsnótu í staðinn og var bara sáttur. \n\n\n\n\nVeit allavega að hefði ég keypt þessa snúru í BT, eða einhverja aðra snúru sem er í svona pakkningum eins og snúrur eru oft í, þá hefði ég örugglega ekki getað skilað henni.",
            "date": "2005-12-20 13:26:00",
            "post_id": "101329",
            "reply_to_id": "101327"
        },
        {
            "user_name": "gnarr",
            "text": "ég hef alltaf fengið toppþjónustu hjá þeim.\n\n\n\nAuðvitað getur maður lent í að fá \ngallaðar/ónýtar vörur hjá öllum\n. Hinsvegar er annað mál hversu fúsar búðirnar eru að bæta manni gallann og hversu mikið maður þarf að nöldra eða sanna að þetta hafi komið \"svona\". Ég efast ekki um það að start hafi/hefðu bætt þér þetta um leið og þú hefðir nefnt þetta við þá.",
            "date": "2005-12-20 13:38:00",
            "post_id": "101332",
            "reply_to_id": "101329"
        },
        {
            "user_name": "hsm",
            "text": "Ég nefndi þetta við þá í heilan mánuð!!\n\n\n\nÉg hélt að það hafi komið skýrt fram að þeir voru frekar tregir til þess, heldur voru þeir að tefja málið, það leið um mánuður sem að þeir tóku í að skoða málið en voru alldrei í raun að skoða neitt.\n\n\n\nÉg gafst upp eftir mánuð eða svo þegar þeir sögðu mér loksins að koma með kassan þrátt fyrir að vera með myndir sem að sést greinilega að hann er allveg eins gallaður að hinn kassin sem að þeir voru með????\n\n\n\nÉg er ekkert að reyna að gera lítið úr Start sem fyrirtæki heldur vildi ég bara benda á þá þjónustu sem ég fékk.\n\n\n\nÉg er ekki að segja að allir eigi að versla annarstaðar.\n\n\n\nEn ég vil helst versla þar sem að ég fæ þá þjónustu sem ég óska eftir.\n\n\n\nTil dæmis versla ég ekki í Tölvulistanum í Rvk en aftur á móti geri ég það hér í Keflavík því að það er ekki hægta að líkja þjónustuni saman þó að þetta sé sama fyrirtæki.\n\n\n\nEkkert fyrirtæki er betra en starfsfólkið sem að það hefur.",
            "date": "2005-12-20 14:41:00",
            "post_id": "101339",
            "reply_to_id": "101332"
        },
        {
            "user_name": "start",
            "text": "Ef þú hefur fengið afgreidda skemmda eða gallaða vöru frá okkur, endilega hafðu þá samband við okkur, 5442350 eða komdu til okkar í Bæjarlind 1.\n\nMjög skrítið að þú hafir keypt hjá okkur tómar glærar umbúðir utan af viftu!",
            "date": "2005-12-20 15:45:00",
            "post_id": "101346",
            "reply_to_id": "101339"
        },
        {
            "user_name": "start",
            "text": "Við tökum allri gagnrýni af opnum hug, ræðum hana innanhúss og reynum að læra af henni. Enda \nmjög sjaldan\n sem kvartað er út af okkar þjónustu.\n\nHvað þín viðskipti varðar þá var um að ræða dæld á tölvukassa sem stafar út af hönnun hans, og var á öllum Stacker kössum framleiddum á ákveðnum tíma. Stackernum var svo breytt lítillega, og þessi og fleiri \"gallar\" lagaðir. Þau svör sem við fengum frá okkar birgja var að þessi dæld væri eðlileg og á öllum kössum sem þeir áttu. Við eyddum miklum tíma í að kanna netið og reyna að fá kassa án þessarar dældar, og auðvitað tók það allt of langan tíma þegar við hefðum einfaldlega átt að endurgreiða þér kassann þar sem þú varst ósáttur.\n\n\n\nÉg bið þig hér með afsökunar á því hvernig þetta mál dróst á langinn og á að hafa ekki strax boðið þér annan kassa, afslátt eða endurgreiðslu.\n\n\n\nSvona að lokum ef einhver annar er ósáttur við Start, þá er lang best að tala við okkur beint þar sem við reynum alltaf að koma til móts við alla og leysa öll mál þannig að allir séu sáttir við sín viðskipti.\n\n\n\nkv\n\nVigfús",
            "date": "2005-12-20 15:55:00",
            "post_id": "101349",
            "reply_to_id": "101346"
        },
        {
            "user_name": "hsm",
            "text": "Jæja, ég er búinn að hringja í Vigfús\n\n\n\nOg við útskýrðum okkar mál og erum bara sáttir í dag.\n\n\n\nSvo að þessu er bara formlega lokið hjá mér.\n\n\n\nTakk fyrir.\n\n\n\nOg svo í lokin þá er þetta allveg magnaður kassi mæli með honum.",
            "date": "2005-12-20 16:24:00",
            "post_id": "101352",
            "reply_to_id": "101349"
        },
        {
            "user_name": "MuGGz",
            "text": "Ég get lítið annað sagt enn  \n\n\n\n\nAlltaf gaman að sjá þegar tölvuverslanir fylgjast með opnum spjallborðum og svari fyrir sig og útskýri málin, bara annað",
            "date": "2005-12-20 17:36:00",
            "post_id": "101361",
            "reply_to_id": "101352"
        },
        {
            "user_name": "hilmar_jonsson",
            "text": "Þetta var reyndar í kassa... Ég hefði samt átt að finna hvað hann var léttur... \n\n\n\n\nHringi eða kem eftir svona 2-3 vikur. Ég er aðallega fúll útaf því að ég kemst ekki fyrr.",
            "date": "2005-12-20 18:59:00",
            "post_id": "101364",
            "reply_to_id": "101361"
        },
        {
            "user_name": "hilmar_jonsson",
            "text": "Jæja, ég er mjög sáttur við Start núna. Takktakk.",
            "date": "2006-01-07 14:26:00",
            "post_id": "104077",
            "reply_to_id": "101364"
        },
        {
            "user_name": "DoRi-",
            "text": "ég gæti ekki verið meira sammála, það væri gott ef að fleyrri tölvubúðir myndu gera það sama",
            "date": "2006-01-07 19:22:00",
            "post_id": "104106",
            "reply_to_id": "104077"
        },
        {
            "user_name": "bluntman",
            "text": "Ekki beint ósáttur en mig langar samt að biðja ykkur um að íhuga það að byrja að selja Coolermaster Wavemaster kassana. Klassa kassar og veit um nokkra sem langar mjög í þannig. \n\n\n\nÆtla sjálfur að fá mér Wavemasterinn þegar ég kaupi nýja tölvu von bráðar.",
            "date": "2006-01-12 18:53:00",
            "post_id": "104692",
            "reply_to_id": "104106"
        }
    ],
    "date": "2005-12-14 21:00:00"
}