{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "948",
    "title": "P4 3.0GHz (478/800)R",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=948",
    "posts": [
        {
            "user_name": "Bitchunter",
            "text": "hvað kostar móðurborð fyrir P4 3.0GHz (478/800)R?",
            "date": "2003-06-24 18:58:00",
            "post_id": "7223",
            "reply_to_id": false
        },
        {
            "user_name": "gumol",
            "text": "Það er örugglega hægt að finna etthvað svoleiðis í öllum verðflokum.\n\nHérna\n er eitt á 26.980",
            "date": "2003-06-24 21:36:00",
            "post_id": "7251",
            "reply_to_id": "7223"
        },
        {
            "user_name": "MezzUp",
            "text": "þetta geturru nú fundið út sjálfur!\n\nhefði örugglega verið einfaldra og sneggra fyrir þig að fara á \nhttp://www.vaktin.is\n, smella á einvherja tölvubúð þar og finna út verðið á einu solleis móbói",
            "date": "2003-06-24 21:41:00",
            "post_id": "7254",
            "reply_to_id": "7251"
        },
        {
            "user_name": "Bitchunter",
            "text": "ég ætla að bíða til 30 júní, \n\n\n\nþá mun ég uppfæra tölvunna þangað til,\n\n\n\n\n\nen hvar get ég fengið þetta allt sett saman",
            "date": "2003-06-25 17:56:00",
            "post_id": "7312",
            "reply_to_id": "7254"
        },
        {
            "user_name": "odinnn",
            "text": "hvad ertu ad meina? tu átt ad gera thad sjálfur, thad er audveldara en ad xxxxxxxxxxxxxx",
            "date": "2003-06-25 20:05:00",
            "post_id": "7319",
            "reply_to_id": "7312"
        },
        {
            "user_name": "Bitchunter",
            "text": "ég er að meina ef ég vel óvart eitthvað drasl vegna þess að ég held að það sé gott",
            "date": "2003-06-25 20:36:00",
            "post_id": "7325",
            "reply_to_id": "7319"
        },
        {
            "user_name": "Mal3",
            "text": "Það er alltaf best að velja sjálfur, að því gefnu að maður sé tilbúinn að leggja smá vinnu á sig. Þannig finnurðu það sem annað hvort hentar þér best eða það sem þig langar mest í.\n\n\n\nVefsíður eins og t.d. \nhttp://www.tomshardware.com\n og \nhttp://www.anandtech.com\n geta verið ómetanleg hjálp, en síðan ættu spjallborð eins og þessi líka að vera mikil hjálp \n Reyndar er betra að hafa eitthvað í höndunum til að spyrja um, t.d. hvert ákveðinna móbóa sé best eða þannig.\n\n\n\nÉg er sjálfur að læra á þetta allt núna því mig langar í nýja tölvu og vill helst velja allt í hana sjálfur, nema kannski með smá hjálp góðra manna. Þar hafa t.d. ofangreindar síður ásamt \nhttp://www.silentpcreview.com/\n og spjallsíðum á borð við \nhttp://www.amdforums.com/\n komið sér vel.\n\n\n\nÉg myndi ekki hika við að benda þér á móðurborð fyrir þennan örgjörva ef ég vissi eitthvað í þessum efnum, en ég plana að fá mér Athlon XP vél þannig að ég hef bara kynnt mér Intel hliðina gróflega. Ég held samt að þú viljir fá Intel 875 kubbasett, því þá ættirðu að geta uppfært í Prescott örgjörvann þegar hann kemur. Ætti að vera ágætis lausn fyrir nánustu framtíð. Fyrst þú ert á annað borð að eyða svona miklu í tölvubúnað er þá alveg eins gott að taka móðurborð með þokkalegum fídusum. Mig minnir að ASUS borðið með 875 kubbasettinu sé að fá góða dóma og kemur ekki á óvart, Asus virðist almennt gera góð móðurborð að ég held.\n\n\n\nEn það er örugglega til slatti af góðum móðurborðum fyrir þennan örgjörva, með mismunandi fídusum, á mismunandi verðum og frá mismunandi framleiðendum. Mig grunar samt að þú endir með að þurfa að eyða yfir 25þ. í svona græju...[/url]",
            "date": "2003-06-25 21:53:00",
            "post_id": "7341",
            "reply_to_id": "7325"
        },
        {
            "user_name": "Bitchunter",
            "text": "er Hyper threading líka í athlon?",
            "date": "2003-06-25 22:05:00",
            "post_id": "7342",
            "reply_to_id": "7341"
        },
        {
            "user_name": "Mal3",
            "text": "Ég held ekki nei. Ef þú ert að pæla í að eyða svona miklum pening (m.v. að þú ert að leita að móðurborð fyrir P4 3.0C) þá held ég að þú ættir að halda þig við Intel. Því miður virðist P4 hafa stungið XP seríunna af undanfarið.\n\n\n\nAMD heldur gildi sínu aðallega á verðgrundvelli að ég held.\n\n\n\nP.S. Er þetta HyperThreading ekki eitthvað varðandi það að setja upp virtual örgjörva? AMD var eitthvað að lýsa yfir að þetta hægði á örgjörvum, en þar til Athlon 64 kemur má ætla að þeir séu að fálma eftir hálmstráum... Ég vona bara að Athlon 64 taki Prescott í karphúsið. Einhvers vegna er ég ekki of bjartsýnn. Ætli þar næsta tölva hjá manni verði með Prescott örgjörva?",
            "date": "2003-06-25 22:19:00",
            "post_id": "7343",
            "reply_to_id": "7342"
        },
        {
            "user_name": "halanegri",
            "text": "Hyper-Threading auðveldar örranum að vinna eins og það séu í raun 2 örgjörvar, og er þannig fljótari að gera marga hluti í einu og eitthvað, þú ættir bara að skoða einhver review um HT örgjörvana á \nhttp://www.tomshardware.com\n eða \nhttp://www.anandtech.com",
            "date": "2003-06-26 01:53:00",
            "post_id": "7352",
            "reply_to_id": "7343"
        },
        {
            "user_name": "Bitchunter",
            "text": "hvar get ég fengið tölvunna setta sama?",
            "date": "2003-06-27 20:56:00",
            "post_id": "7451",
            "reply_to_id": "7352"
        },
        {
            "user_name": "Mal3",
            "text": "Mér skilst að tölvuvirkni geri það. Rukka víst bara 2500 kall fyrir verkið. Einhverjir segja að þeir séu traustir en ég hef ekki reynslu sjálfur.",
            "date": "2003-06-27 21:11:00",
            "post_id": "7452",
            "reply_to_id": "7451"
        },
        {
            "user_name": "Voffinn",
            "text": "gera það sjálfur ? ná sér í handbók ? fá einhver til að horfa yfir öxlina ? koma hingað og passa sig að spurja nóg ?\n\n\n\nWe are there to help, alvega reyni ég að hjálpa þeim sem koma með vandamál hingað.",
            "date": "2003-06-27 23:51:00",
            "post_id": "7458",
            "reply_to_id": "7452"
        },
        {
            "user_name": "Bitchunter",
            "text": "ég treysti mér ekki til að setja hana sjálfur saman, frekar borga ég 2500 kall",
            "date": "2003-06-28 00:15:00",
            "post_id": "7462",
            "reply_to_id": "7458"
        },
        {
            "user_name": "Voffinn",
            "text": "það er erfitt fyrst, ég veit það, flott fyrir þig að redda þér gamallri tölvu og æfa þig",
            "date": "2003-06-28 00:25:00",
            "post_id": "7465",
            "reply_to_id": "7462"
        },
        {
            "user_name": "Bitchunter",
            "text": "hehe, já ef ég finn einhverja gamla, vonandi",
            "date": "2003-06-28 00:52:00",
            "post_id": "7468",
            "reply_to_id": "7465"
        },
        {
            "user_name": "Mal3",
            "text": "Eða vertu svo pirraður á þeim sem seldu þér vélina þína að þú rífur hana frekar í sundur sjálfur og reynir að laga þetta frekar en fara enn eina ferðina með hana \n\n\n\n\nSeriously, ef maður hefur tengt HDD og rifið kort úr og sett í er ekki eina vafamálið að setja örrann og viftuna fyrir hann í? Það sem heillar mig við að setja mína eigin vél saman er að ég veit akkúrat hvernig allt er. Ok, kannski geri ég eitthvað á máta sem er ekki sá besti, en ég læri a.m.k. á allan búnaðinn og vonandi nóg til að bæta úr. Ekki satt?",
            "date": "2003-06-29 09:20:00",
            "post_id": "7554",
            "reply_to_id": "7468"
        },
        {
            "user_name": "gumol",
            "text": "Júbb, besta leiðin til að læra á þetta",
            "date": "2003-06-29 14:28:00",
            "post_id": "7568",
            "reply_to_id": "7554"
        }
    ],
    "date": "2003-06-24 18:58:00"
}