{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "9614",
    "title": "Innbyggt hljóðkort vs. PCI hljóðkort",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=9614",
    "posts": [
        {
            "user_name": "zedro",
            "text": "Jæja þetta á eftir að hljóma furðulega en hvort er mælt með því að nota \n\ninnbyggð (hljóðkortið sem er innb. á móbóinn) eða PCI hljóðkort.\n\n\n\nUppá hvort það sé einhver hlómburðar munur á innbyggða og PCI,\n\neinnig hef ég heyrt að ef maður er með PCI þá fær mar meira CPU \n\ní td. leiki.\n\n\n\nHvað finnst ykkur nördunum?",
            "date": "2006-01-09 01:27:00",
            "post_id": "104217",
            "reply_to_id": false
        },
        {
            "user_name": "SolidFeather",
            "text": "PCI hljóðkort >>>>>>>> Innbyggt\n\n\n\n\n\nTo the max",
            "date": "2006-01-09 01:31:00",
            "post_id": "104218",
            "reply_to_id": "104217"
        },
        {
            "user_name": "ICM",
            "text": "EINA\n ástæðan fyrir að innbyggð hljóðkort náðu vinsældum er sama ástæðan og fyrir því að Intel selur mikið fleiri skjákort en bæði ATi og nVIDIA.\n\n\n\nÞað er ódýrara! Intel Extreme for the win!\n\n\n\nInnbyggð hljóðkort færa mesta vinnuna yfir á örgjörvan meðan PCI lausnirnar reyna flestar að auðvelda fyrir örgjörvanum svo hann sé hægt að nota í mikilvægari hluti. Þó þetta sé í flestum tilfellum ekkert gífurlegt þá er það oft í kringum 5% sem væri hægt að spara af örgjörvanum ef notaður væri dedicated audio processor.",
            "date": "2006-01-09 02:06:00",
            "post_id": "104220",
            "reply_to_id": "104218"
        },
        {
            "user_name": "Holy Smoke",
            "text": "...og við bætist að innbyggð hljóðkort verða fyrir miklu meira noisei frá öðrum hlutum á móðurborðinu, svo ekki sé minnst á almennt verri DACa.",
            "date": "2006-01-11 14:49:00",
            "post_id": "104534",
            "reply_to_id": "104220"
        },
        {
            "user_name": "Vilezhout",
            "text": "Með nýlegum t.d. ac97 hljóðstýringum finnurðu engann merkjanlegan mun  á hljóði nema með high end heyrnartólum og í leikjum\n\n\n\nt.d. eftir að ég fékk mér audigy 2z kort hef ég orðið var við það að umhverfishljóðum og hellingur af aukahljóðum eru farinn að birtast miðað við þegar að ég var með hljóðstýringuna á móðurborðinu auk þess að geta haft hljóðgæði í high í öllum leikjum án þess að það hægji á mér",
            "date": "2006-01-11 15:17:00",
            "post_id": "104538",
            "reply_to_id": "104534"
        },
        {
            "user_name": "ICM",
            "text": "x-fi hefur mikil áhrif þó þú sért ekki með dýrustu hátalarana á markaðnum  \n\n\n\n\nEf þú ert með nokkuð venjuleg Sennheiser þá heyriru mikin mun",
            "date": "2006-01-12 00:30:00",
            "post_id": "104622",
            "reply_to_id": "104538"
        },
        {
            "user_name": "zedro",
            "text": "Jahá djöf langar mig að fá mér hljóðkort núna, þakkir fyrir öll svörin \n\n\n\n\nEn eitt einn hvernig líst fólki svo á þetta hljóðkort\n\nhttp://start.is/product_info.php?cPath= ... ts_id=1244\n\n\nvinur minn segir að etta kort sé \"the shizzel\" (hvað sem það þýðir).\n\n\n\nKortið er á 20k ertaggi bara ásættanlegt?",
            "date": "2006-01-12 13:06:00",
            "post_id": "104657",
            "reply_to_id": "104622"
        },
        {
            "user_name": "Hörde",
            "text": "20þús er mjög góður díll miðað við aðrar búðir.",
            "date": "2006-01-12 17:05:00",
            "post_id": "104679",
            "reply_to_id": "104657"
        },
        {
            "user_name": "Rusty",
            "text": "Hvað er málið með að henda fatal1ty á allt saman...",
            "date": "2006-01-14 02:47:00",
            "post_id": "104822",
            "reply_to_id": "104679"
        },
        {
            "user_name": "zedro",
            "text": "Ætli það sé ekki bara sölubrella. Fólk tengir Fatal1ty við Johnathan Wendel\n\n5faldan heimsmeistara í tölvuspili  \n sounds wack i know.\n\n\n\nEn fólk hugsar \"er hann með sona\" \"ef ég fæ mér svona þá get ég verið\n\neinsog hann\" oth.  \n\n\n\n\nThus ppl buy and creative makes money.... sircle of life....",
            "date": "2006-01-14 03:02:00",
            "post_id": "104829",
            "reply_to_id": "104822"
        },
        {
            "user_name": "Rusty",
            "text": "Ég veit nú alveg hver Fatal1ty er. Finnst bara bögg að sjá þetta á tölvuvörum út um allt. Þetta er eiginlega svo mikið \"we're desperate for sales!\" hjá framleiðendum.",
            "date": "2006-01-14 03:15:00",
            "post_id": "104831",
            "reply_to_id": "104829"
        },
        {
            "user_name": "ICM",
            "text": "haha já Creative eru líka að koma með laser mýs undir Fatal1ty nafninu, segjast hafa hannað þær í samstarfi við hann, eiga að vera með enn meira DPI en fyrri laser mýs frá Logitech og Microsoft. Kanski að það verði fyrsta góða músin frá Creative.",
            "date": "2006-01-14 04:11:00",
            "post_id": "104839",
            "reply_to_id": "104831"
        },
        {
            "user_name": "zedro",
            "text": "Ha?! Hanna creative mýs? Vissi það ekki hélt þeir væru bara í hljóðkorta\nbransanum  \n  silly me\n\n\nReyndar ekki, hefði ég td. ekki tekið eftir fatal1ty merkinu þegar ég var að \n\nflakka á netinu hefði ég eflaust ekki tekið mér tíma í að skoða kortið sjálft\n\nsem er að fá góða dóma and thus vilja fá mér svona líka, ég var í engum\n\nhljóðkortspælingum á þessum tíma.\n\n\n\nSvo eru bara komnar 5 vörur með Fatal1ty mekinu (6 með músinni sem er\n\nað koma á næstunni) \n svo það er ekki beint hægt að segja að þeir séu \n\n\"desperate for sales\"",
            "date": "2006-01-14 16:49:00",
            "post_id": "104895",
            "reply_to_id": "104839"
        }
    ],
    "date": "2006-01-09 01:27:00"
}