{
    "forum_title": "Netkerfi - internetið",
    "id": "9753",
    "title": "Smá vandræði með netspilun",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=18&t=9753",
    "posts": [
        {
            "user_name": "DoRi-",
            "text": "Jæja, ég æakvað ap byrja að spila BF2 SF aftur í dag, bara svona til að leika mér aðeins, ég fann mér server með 100<ms í ping og connectaði, komst inn, en datt út eftir mesti lagi 10 sek, því það kom \"There is a problem with your connection, sem mér fannst helst til skrýtið, en síðan hugsaði ég, þetta er líklega Farice í einhverju fokki, svo ég fór í CS Source og fann íslenskann server, en ekki gangnaðist það, því eftir 5-10 sek kom \"Connection problem\". \n\n\n\nEinhver ráð? ég held að þetta sé ekki netkortið, ætla samt að reinstalla driverum fyrir það, ef það virkar ekki þá á ég 10/100 Netkort uppí í skáp(gamalt en gæti virkað)\n\n\n\nég er með það f´rbæra drasl Speedtouch 580 sem ráter, netið datt af honum í dag og ég vil að þetta lagist, nenni ekki að reconnecta serverum endalaust",
            "date": "2006-01-20 17:55:00",
            "post_id": "105738",
            "reply_to_id": false
        },
        {
            "user_name": "Vilezhout",
            "text": "Símnet er í einhverju fökki\n\n\n\nÆtlaði að fara í forgotten hope fyrr í kvöld á the damned priests\n\n\n\ntek mér 4 mínútur til að koma mér fyrir til að ráðast á skriðdrekahóp\n\n\n\nkem í bakið á þeim og dett svo út",
            "date": "2006-01-20 21:52:00",
            "post_id": "105761",
            "reply_to_id": "105738"
        },
        {
            "user_name": "DoRi-",
            "text": "núnú,, vona að þetta lagist fyrir kvöldið, þarf að passa bróður minn og nenni ekki að horfa á stöð 2 í kvöld...\n\n\n\n, tók líka eftir því að í morgun hækkaði hraðinn á öllum 11 aktívu torrentonum mínum",
            "date": "2006-01-21 11:27:00",
            "post_id": "105806",
            "reply_to_id": "105761"
        },
        {
            "user_name": "Pepsi",
            "text": "11??? Active torrents?????  Fer torrent ekki að fara með connection til útlanda til helvítis, ef menn eru með 11 active torrents og ekki bara einn eða tveir notendur í svoleiðis vitleysu hvað verður þá um okkur leikja baukana ef öll útlanda bandvídd fer í torrent notkun?? \n\n\n\nAnnars hef ég ekki það mikið vit á þessu útlandasambandi.............bara smá pæling",
            "date": "2006-01-21 17:52:00",
            "post_id": "105852",
            "reply_to_id": "105806"
        },
        {
            "user_name": "gutti",
            "text": "já það er eitthvað í siman var spila í wow í gær disconnect sirkar 60 sinnum svo í dag 3 skiptið",
            "date": "2006-01-21 18:15:00",
            "post_id": "105856",
            "reply_to_id": "105852"
        },
        {
            "user_name": "Birkir",
            "text": "Mjög skemmtilegt hvernig þú myndar setningar gutti.",
            "date": "2006-01-21 18:17:00",
            "post_id": "105857",
            "reply_to_id": "105856"
        },
        {
            "user_name": "gutti",
            "text": "nú ?",
            "date": "2006-01-21 18:58:00",
            "post_id": "105863",
            "reply_to_id": "105857"
        },
        {
            "user_name": "Blackened",
            "text": "Sko.. ef þið eruð að spá í Farice.. þá er hann held ég að nota 2x10gbit gagnasamband núna.. en hann ræður við 740gbit.. svo að ef þið eruð ósáttir við það að netsamband til útlanda sé lítið.. sendið þá Farice harðort bréf",
            "date": "2006-01-21 19:07:00",
            "post_id": "105864",
            "reply_to_id": "105863"
        },
        {
            "user_name": "hilmar_jonsson",
            "text": "Skiptu um firmware i routernum (ef þú ert hjá símanum). Þetta lagaði vandamálið hjá mér.",
            "date": "2006-01-21 19:42:00",
            "post_id": "105867",
            "reply_to_id": "105864"
        },
        {
            "user_name": "Vilezhout",
            "text": "Þetta var bara allsherjar vandamál hjá símanum \n\n\n\nEkki neitt hjá stökum notendum\n\n\n\nOldies counter strike source mótinu var t.d. frestað",
            "date": "2006-01-21 20:15:00",
            "post_id": "105869",
            "reply_to_id": "105867"
        }
    ],
    "date": "2006-01-20 17:55:00"
}