{
    "forum_title": "Íhlutir og tölvuskjáir",
    "id": "9891",
    "title": "Tveir skjáir og leikur í fullscreen?",
    "url": "https://spjall.vaktin.is/viewtopic.php?f=21&t=9891",
    "posts": [
        {
            "user_name": "ErectuZ",
            "text": "Mig minnir að þetta hafi komið hingað áður en ég gat ekki fundið þráðinn \n\n\n\n\nEr einhver leið til að stilla það þannig að ef ég er með tvo skjái og ætla að spila leik í fullscreen á einum á meðan ég hef yfirsjón af desktoppinu á hinum að þegar ég fer yfir á hinn og klikka á eitthvað (Eins og mIRC) þá minimize-ist ekki leikurinn?\n\n\n\nGrunar að þetta sé eitthvað í sambandi við það að hlutir sem selectast fara alltaf efst. Ef svo er þá er það eina sem þarf að finna út úr hvernig ég set fullscreen leiki á 'Always on Top'.\n\n\n\nEr þetta hægt? Hvernig er fólk að gera þetta?",
            "date": "2006-01-31 16:54:00",
            "post_id": "107133",
            "reply_to_id": false
        },
        {
            "user_name": "CraZy",
            "text": "ég er líka með þetta vandamál, væri lekkert ef einhver gæti svarad þessu",
            "date": "2006-02-01 00:31:00",
            "post_id": "107242",
            "reply_to_id": "107133"
        },
        {
            "user_name": "Amything",
            "text": "Ég held að þetta forrit geti þetta ekki, en kanski samt. Amk spilaði ég leik um daginn og gat horft á mircið um leið, en til að fara í það þurfti ég að alt-taba útúr leiknum minnir mig (spila ekki oft).\n\n\n\nHvað um það þá er þetta snilld ef maður er með 2 skjái:\n\n\n\nUltramon: \nhttp://www.realtimesoft.com/ultramon/",
            "date": "2006-02-01 12:00:00",
            "post_id": "107273",
            "reply_to_id": "107242"
        },
        {
            "user_name": "Stutturdreki",
            "text": "Ultramon leysir því miður ekki þennann vanda, þótt það sé snilldar forrit að öðru leiti.\n\n\n\nEina sem mér hefur dottið í hug er að spila leiki í Window á öðrum skjánum og vera að browsa í hinum glugganum eða eitthvað á meðan.",
            "date": "2006-02-01 12:08:00",
            "post_id": "107274",
            "reply_to_id": "107273"
        },
        {
            "user_name": "CraZy",
            "text": "jamm ég geri þetta líka, samt böggandi að geta ekki notað allan skjáin \n\n\nog já ultramon er fínt",
            "date": "2006-02-01 12:09:00",
            "post_id": "107275",
            "reply_to_id": "107274"
        },
        {
            "user_name": "hilmar_jonsson",
            "text": "Ég er mögulega í svipuðum vandræðum.\n\n\n\nÉg þarf að senda út DVI á einum skjá, VGA á einn og svo Composite eða S-Video á einum og það á að vera samam myndin og á VGA.\n\n\n\nÉg myndi helst vilja gera þetta með x300 skjákorti ef það er hægt.",
            "date": "2006-02-01 15:30:00",
            "post_id": "107303",
            "reply_to_id": "107275"
        },
        {
            "user_name": "Mazi!",
            "text": "ég er líka alltaf að lenda í þessu ég þarf alltaf að afstilla hinn skjáinn sem er pirrandi",
            "date": "2006-02-01 16:08:00",
            "post_id": "107308",
            "reply_to_id": "107303"
        }
    ],
    "date": "2006-01-31 16:54:00"
}