{
    "forum_title": "Formúla 1",
    "user": null,
    "user_id": null,
    "date": "2005-04-10 00:29:01",
    "title": "Eftirminnileg atvik frá síðustu árum",
    "text": "Allt í einu fór ég að hugsa um nokkur atvik sem áttu sér stað á síðustu 5 árum eða frá árinu 2000. Nokkur atvik komu strax upp í huga mér og ákvað ég að setja saman smá grein um hvaða atvik það voru, lýsa þeim smá, segja hverjir áttu í hlut og jafnvel eitthvað meira um þessi atvik.\nBelgíski kappaksturinn árið 2000:\nÞað er mjög eftirminnilegt atvik sem átti sér stað í þessari keppni, það var framúrakstur Mika Häikkinen á Michael Schumacher og var sá framúrakstur talin einn sá flottasti í mörg herrans ár.\nÞetta var þannig að Mika var búinn að vera í skottinu á Schumacher í langan tíma en ekkert gekk hjá honum að komast frammúr og það voru bara örfáir hringir eftir þegar þessi framúrakstur varð. Þegar Schumacher var að hringa Zonta á BAR þá fór hann öðrumegin við BAR bílinn en Mika skaut sér hinumegin og náði rétt framúr Schuamcher sem náði ekki að svara fyrir þetta og þurfti að sitja með sárt ennið í 2. sæti meðan Mika kláraði í því fyrsta.\nSpánski kappaksturinn árið 2001:\nÞarna er örugglega eitt eftirminnilegasta atvik síðari ára, en það er þegar bíll Mika Häkkinen bilaði á síðasta hring.\nMika hafði leitt þessa keppni í nokkuð langan tíma og var kominn með gott forskot á Michael Schumacher sem var annar en á síðasta hring þegar tæplega 500 metrar voru í marklínuna gaf vélin sig í bil Mika og hann varð að hætta keppni og tapaði þarmeð sigrinum og Schumacher sigldi bíl sínum öruggur í mark þrátt fyrir að hafa átt í basli með bílinn í marga hringi. Mika fékk svo far með liðsfélaga sínum á McLaren bílnum í skúranna en það var þannig að David stoppaði fyrir honum og Mika sat á bíl hans inn í skúranna og héldu margir að þeir fengju sekt vegna þess en svo varð ekki.\nÞýski kappaksturinn árið 2001:\nÞetta var nú ósköp tíðinda lítil keppni fyrir utan eitt atvik sem átti sér stað í ræsingu en það var þannig að bíll Michael Schumacher bilaði strax í startinu og stöðvaðist út á miðri braut og Prost bíll ók bein aftan á hann með þeim afleiðingum að hann flaut upp í loft og skall svo beint á vegg en allt fór þetta vel og var keppnin stoppuð þannig að Schumacher komst í varabílinn og gat haldið áfram keppni eins og ekkert hefði í skorist.\nBelgíski kappaksturinn árið 2001:\nÞað var strax vandræði í þessari keppni, það þurfti að endurræsa að minnsta kosti 2 ef ekki oftar þar sem bílar biluðu á ráslínu. Það var nú samt ekki það sem varð eftirminnilegt heldur atvik sem Jagúar bíll ók á Prost bíl með þeim afleiðingum að Prost bílinn þeyttist út af brautinni og skall á dekkja vegg á rúmlega 300 km hraða og gjörsamlega hvarf inn í vegginn. Keppnin var stöðvuð undir eins og margir óttuðust með ökuþórinn og var hann fluttur beint á sjúkrahús og kom svo síðar í ljós að hann var með minniháttar meiðsli. Þetta sannaði enn og aftur hversu öruggir keppnisbílarnir eru orðnir og mikið var talað um að ef að þetta hefði gerst áratug áður hefði hann sennilega ekki sloppið svona vel út úr þessu.\nAusturíski kappaksturinn árið 2002:\nÞessi kappakstur hefði lít orðið eftirminnilegur nema af því að Ferrari liðið skipaði Rubens Barichello að hleypa Michael Schumacher framúr í síðustu beygjunni þannig að hann vann mótið og styrkt þar með stöðu sína í stigakeppni ökuþóra. Það sem eftirminnilegast var við þetta alltsaman var jú það að áhorfendur púuðu og settu þumalinn niður maður sá Ferrari menn gera þetta þar sem allir voru óánægðir með þetta og svo reyndi Schumacher að laga þetta með því að ýta Barichello upp í efsta þrepið á verðlauna pallinum og rétti honum sigurbikarinn en þeir voru svo síðar sektaðir fyrir það. Þetta hafði mikla umræðu í för með sér og fjölmiðla umfjöllun. Annars var þessi keppni eins og hver önnur.\nÁstralski kappaksturinn 2003:\nÍ ræsingunni varð eftirminnilegt atvik þar sem Ralf Schumacher ók aftan á Rubens Barrichello og tókst á loft. Við þetta fipaðist einhver af ökuþórunum fyrir aftan og úr því varð hópárekstur og margir duttu út og þegar mótið var búið voru ólíklegustu ökumenn í stiga sæti t.d. var Mark Webber á Minardi í 5. sæti og fékk þvílík fagnaðarlæti frá áhorfendum að maður gleymir því varla og einnig var Mika Salo í fyrsta móti Toyota  í 6. sæti og vann þar með fyrsta stig Toyota.\nBrasilíski kappaksturinn 2003:\nÞessi keppni varð alveg mögnuð það rigndi allan tíman og margir bílar skautuðu rakleitt útaf voru þar á meðal hinir bestu ökuþórar. Þegar keppnin var rúmlega hálfnuð var Kimi Räikkönen á McLaren í forustu og Fisichella á Jordan annar, Kimi hélt inn í pit og þegar hann kom út var hann annar en á næsta hring ók Alonso beint á vegg og þurfti að stöðva keppnina vegna þess hversu mikið drasl var á brautin og ákveðið var að ekki skildi starta aftur þannig að í fyrstu hélt Fisichella að hann hefði unnið þangað til dómarar dæmdu að Kimi hefði leitt tveimur hringjum áður og sú staða átti að gilda samkvæmt reglum og tók hann við verðlaununum. Jordan liðið kærði þessi úrslit og komust dómarar síðar að því að Fisichella væri rétt mætur sigurvegari og fékk hann því stigin og afhenti Kimi honum bikarinn við litla athöfn í næsta móti.\nÞetta eru þau atvik sem komu helst upp í huga mér þegar ég fór að hugsa, eflaust eru fleiri atvik sem hefði mátt nefna og jafn vel sleppa einhverjum hér að ofan en eins og ég nefndi þá eru þetta þau sem ég mundi eftir á seint eftir að gleyma. Nú er bara að vona að núverandi tímabil eigi eftir að skilja eitthvert atvik eftir sem maður á ekki eftir að gleyma, ég væri mjög til í að sjá eftirminnilegan framúrakstur, árekstur eða eitthvað annað sem maður gleymir seint. Rétt í þessu var ég að muna eftir nokkrum atvikum sem ég nenni ekki að skrifa um nú en þau ertu t.d. þegar kviknaði í bíl M. Schumacher, Rlaf Schumacher ók á vegg í USA en það kemur kannski síðar frá mér eða öðrum hugara.",
    "url": "https://www.hugi.is/formula1/greinar/288012/eftirminnileg-atvik-fra-sidustu-arum/",
    "url_id": "1",
    "id": "2076115",
    "replies": [
        {
            "user": "hendrixx",
            "user_id": "7447",
            "date": "2005-04-10 00:47:11",
            "id": "2076149",
            "reply_to_id": "2076115",
            "text": "Flott grein og skemmtileg lesning. Voru samt amk 2 innsláttarvillur, hefðir átt að lesa betur yfir, Þetta á samt bara að vera vinaleg athugasemd:)"
        },
        {
            "user": "hendrixx",
            "user_id": "7447",
            "date": "2005-04-10 02:47:29",
            "id": "2076336",
            "reply_to_id": "2076149",
            "text": "og hvað með það þótt að það hafi verið 2 innsláttarvillur? ertu einhver fullkomnunarsinni? fór það rosalega í taugarnar á þér að sjá þessar heilu tvær villur!?\nótrúlegt hvað fólk getur röflað yfir stafsetningu(og ekki segja “þetta var bara vinaleg athugasemd” gemmér breik einsog mar segir á góðri íslensku)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-04-10 02:59:42",
            "id": "2076356",
            "reply_to_id": "2076149",
            "text": "\"Flott grein og skemmtileg lesning. Voru samt amk 2 innsláttarvillur, hefðir átt að lesa betur yfir,\nÞetta\ná samt bara að vera vinaleg athugasemd:)\"\nHræsnari."
        },
        {
            "user": "MafuZa",
            "user_id": "57401",
            "date": "2005-04-10 01:12:28",
            "id": "2076187",
            "reply_to_id": "2076115",
            "text": "ég man eftir einu þar sem einhver var með olíuleka, einhver annar rann í olípollinum sem var í begju og tók með sér held ég þrjá aðra og klessti á vegg. Bíllinn fór í svona ca 789010 búta"
        },
        {
            "user": "...",
            "user_id": "38859",
            "date": "2005-04-10 18:01:58",
            "id": "2077328",
            "reply_to_id": "2076187",
            "text": "Hvaða ár var það og var það nokkuð þegar að partur úf bílnum skaust í höfuðið á brautarstarfsmanni og hann dó."
        },
        {
            "user": "MafuZa",
            "user_id": "57401",
            "date": "2005-04-10 21:53:29",
            "id": "2077918",
            "reply_to_id": "2077328",
            "text": "því miður man ekki"
        },
        {
            "user": "Mash",
            "user_id": "53466",
            "date": "2005-04-10 01:48:11",
            "id": "2076231",
            "reply_to_id": "2076115",
            "text": "þó þetta hafi verið síðustu fimm ár eða svo hefði ég viljað sjá Belgíukappaksturinn frá 1998 eða 1999, þar sem var mikil rigning og ca. 15 bílar lentu í árekstri í endurræsingunni.\nþað var sko magnaður kappakstur."
        },
        {
            "user": "Saemi",
            "user_id": "13372",
            "date": "2005-04-11 20:44:15",
            "id": "2079909",
            "reply_to_id": "2076231",
            "text": "var það ekki líka sama keppni og þegar schumacher lenti aftan á culthard og ætlaði að berja hann spað fyrir það ?"
        },
        {
            "user": "Mash",
            "user_id": "53466",
            "date": "2005-04-12 23:32:23",
            "id": "2082557",
            "reply_to_id": "2079909",
            "text": "ég bara hreinlega man það ekki"
        },
        {
            "user": "geiri2",
            "user_id": "8406",
            "date": "2005-04-10 01:51:55",
            "id": "2076236",
            "reply_to_id": "2076115",
            "text": "Atvikið í Belgíu 2000 var ein mesta gleðistund sem ég hef átt fyrir framan sjónvarp. Hlýnar alltaf um hjartaræturnar þegar ég sé framúraksturinn góða."
        },
        {
            "user": "IanAnderson",
            "user_id": "56162",
            "date": "2005-04-10 02:00:58",
            "id": "2076247",
            "reply_to_id": "2076115",
            "text": "Þetta er án efa sú grein sem mun gefa manni gott spark í rassinn, og þetta er vægast sagt frábær samantekt hjá þér.\nEina sem ég et segt og því færri orð bera minni ábyrgð, en Mika Hakkinen var alltaf minn maður. Mika var sá ein sem gat virkilega veitt hinum ofursnalla og næstum ómannlega ökumanni Michael Schumacher einhverja samkeppni, enda voru þeir tveir alltaf góði mátar.\nFrábær grein og loksins er komið fleira hér inn á huga sem maður gefur tíma í að svara…\nFelis navidad, eða eitthvað soleiðis, bara hafið það skrambi gott öllsömul hehe…\nLecte"
        },
        {
            "user": "IanAnderson",
            "user_id": "56162",
            "date": "2005-04-10 14:24:41",
            "id": "2076852",
            "reply_to_id": "2076247",
            "text": "Bara gleðileg jól í apríl…? :)"
        },
        {
            "user": "IanAnderson",
            "user_id": "56162",
            "date": "2005-04-10 19:32:16",
            "id": "2077575",
            "reply_to_id": "2076852",
            "text": "Já hehehe sérpu ekki húmorinn, eð'a skaut ég hrapalega yfir markið' og engi skildi djókiðÐ??Ð?Ð?\nps. ég helti pilsner yfir lyklaborðið mitt í gærkvöldi og reyndi svo að þurka það með hárþurku en ég bræddi óvart pílutakkana í leiðinni, ég ér nuts eða hvað, hehe\nLecte"
        },
        {
            "user": "IanAnderson",
            "user_id": "56162",
            "date": "2005-04-10 20:28:49",
            "id": "2077711",
            "reply_to_id": "2077575",
            "text": "hahaha bwahahaahha rofl lol hehehe"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-04-10 20:55:01",
            "id": "2077770",
            "reply_to_id": "2077575",
            "text": "hehe…ég sé ekki húmorinn…myndi hljæa að þessu ef ég væri í svona fáránlegu aulabrandaraskapi..en ég fatta þetta ekki samt núna :)\nen hitt…ég hló að því…;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-04-10 23:56:49",
            "id": "2078176",
            "reply_to_id": "2077770",
            "text": "Sæll Leifur,\nFelis navidad var kannski ekkert fyndið beint þannig, eða eins og í Fóstbræðraþættinum þegar leiðinlegi gamli afin kom óvart í heimsókn og RÖVLAÐI YFIR ÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖÖLLLLU. Ég gre´t mig máttlausan og Jón Gnarr sýndi snilldar leik sem laeiðinlegi gamli kallinn.\nEn það er fyndið að hella Egils Pilsner í gleri yfir þráðlausa rándýra lyklaborðið sitt og reyna að skrifa hér eitthvað inn eftir að hafa brætt stóran hluta takana með hárþúrku. td. eru píltakkanrinir eins og klessa núna, og ég ætlaði að ýa áðan +a print screen takkann til að prenta mynd af teikningu af Auschwitz, þá bara límdust 8 takkar fastir niðri og allt byrjaði að pípa og væla mar….\nRUGL frá Lecter\nÉg segi eins og sagt var í laginu, og ég er mjög stoltur af því, “Insane In The Mid Brain”"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-04-11 08:26:42",
            "id": "2078378",
            "reply_to_id": "2078176",
            "text": "núna er ég að hugsa…\nÉg man eftir laginu þarna…Feliz Navidad…didídadída…einhvernveginn…og hlæ…svona er þetta :)"
        },
        {
            "user": "Elnino",
            "user_id": "37696",
            "date": "2005-04-10 02:41:01",
            "id": "2076325",
            "reply_to_id": "2076115",
            "text": "Núna þegar ég fer að hugsa þá sé ég að það eru nokkur atvik sem mætti minnast á, ég er að pæla að gera aðra framhaldsgrein humm…"
        },
        {
            "user": "Elnino",
            "user_id": "37696",
            "date": "2005-04-10 02:54:53",
            "id": "2076346",
            "reply_to_id": "2076325",
            "text": "það væri glæsilegt að sjá líka eftirminnileg video af þessu :D"
        },
        {
            "user": "Elnino",
            "user_id": "37696",
            "date": "2005-04-10 03:14:24",
            "id": "2076384",
            "reply_to_id": "2076346",
            "text": "ja, ég veit um video af lang flestu af þessu ég skal pósta linkum á þau hér á morgun(síðar í dag, klukkan er víst löngu kominn yfir miðnættið) ;)"
        },
        {
            "user": "Elnino",
            "user_id": "37696",
            "date": "2005-04-10 03:19:18",
            "id": "2076394",
            "reply_to_id": "2076384",
            "text": "hehe ok"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-04-10 11:03:11",
            "id": "2076521",
            "reply_to_id": "2076346",
            "text": "Myndbönd frá Belgíu 2000\nMyndbönd frá Spáni árið 2001\nMyndbönd frá Þýskalandi árið 2001\nMyndbönd frá Belgíu 2001\nMyndbönd frá Ástralíu 2002\nMyndbönd frá Brasilíu árið 2003"
        },
        {
            "user": "Binus",
            "user_id": "10246",
            "date": "2005-04-10 12:13:15",
            "id": "2076600",
            "reply_to_id": "2076115",
            "text": "eg man nú eftir flestum, ef ekki öllum af þessum atvikum! sem ég er nú bara nokk stolt af me´r að gera… ég er þá meiri áhugamaður/kona um formúluna en ég hélt :)\nSamt þú ert að rifja up atvik síðustu 5 árin! 5 ÁR, hversu margar keppnir ætli maður hafi horft á *hugs* (eru 5 ár ekki annars talsvert langur tími?)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-04-10 19:49:45",
            "id": "2077606",
            "reply_to_id": "2076115",
            "text": "Góð grein þó að það séu nokkrar staðreyndarvillur og svo ertu bara með stóru gæjana en ekki Lugiano Burti sem bæði keyrði aftan á Schumma og lenti á dekkjaveggnum í Spa Francochamps"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-04-10 20:03:32",
            "id": "2077642",
            "reply_to_id": "2077606",
            "text": "Getur vel verið þetta er allt skrifað eftir minni þannig að það geta leinst nokkrar villur í þessu en þetta er svona 98% rétt ;)"
        },
        {
            "user": "Brainiac",
            "user_id": "28711",
            "date": "2005-04-10 20:05:16",
            "id": "2077650",
            "reply_to_id": "2076115",
            "text": "Hvað með þegar Schummy keyrði á vegg í Silverstone, fótbrotnaði og var frá í nokkuð langan tíma?\n…Kannski var það ekkert merkilegt (ég er Schumacher maður ;) )"
        },
        {
            "user": "IanAnderson",
            "user_id": "56162",
            "date": "2005-04-11 07:52:55",
            "id": "2078364",
            "reply_to_id": "2077650",
            "text": "hehe, í fyrsta lagi var það 1999 og ég tók miðið árið 2000 í greininni en ég er nú þegar búinn að bæta þessu atviki inn í framhaldsgreinia sem kemur í dag eða á morgun ;)"
        },
        {
            "user": "IanAnderson",
            "user_id": "56162",
            "date": "2005-04-11 12:03:52",
            "id": "2078567",
            "reply_to_id": "2078364",
            "text": "hvað ertu alltaf að eyða svörum mínum??? er etta tilviljun??"
        },
        {
            "user": "IanAnderson",
            "user_id": "56162",
            "date": "2005-04-11 12:08:22",
            "id": "2078571",
            "reply_to_id": "2078567",
            "text": "Ég gerði þetta ekki í þetta skiptið :S Ég var einmitt að pæla af hverju yfir stjórnandi eða BessiB hefðu eytt þessu :S"
        },
        {
            "user": "IanAnderson",
            "user_id": "56162",
            "date": "2005-04-11 12:14:06",
            "id": "2078587",
            "reply_to_id": "2078571",
            "text": "jaaa ég er ekkert sáttur við þetta:@"
        },
        {
            "user": "IanAnderson",
            "user_id": "56162",
            "date": "2005-04-11 12:17:29",
            "id": "2078592",
            "reply_to_id": "2078587",
            "text": "Þú mátt endilega senda mér í skilaboðum hvað þú skrifaðir :S"
        },
        {
            "user": "IanAnderson",
            "user_id": "56162",
            "date": "2005-04-11 12:19:42",
            "id": "2078597",
            "reply_to_id": "2078592",
            "text": "hef ekki hugmynd það sem ég skrifaði:P heheheh það þarf að tala við BessiB"
        },
        {
            "user": "IanAnderson",
            "user_id": "56162",
            "date": "2005-04-10 20:39:34",
            "id": "2077734",
            "reply_to_id": "2076115",
            "text": "Svari eytt af stjórnanda"
        }
    ]
}