{
    "forum_title": "Skóli",
    "user": "Bahamuth",
    "user_id": "14779",
    "date": "2002-10-30 20:30:22",
    "title": "Skóli of þungur stundum.",
    "text": "Jæja núna er ég á öðru ári í frammhaldskóla og stundum hef ég varla hugmynd um hvað maður er að reyna að læra eða hvað maður á að vera að gera. Í byrjun skólans þá byrjaði önnin frekar hægt og rólega en svo byrjaði að taka aðeins á. svo áður en ég vissi þá var ég bara allt í einu komin með allt of mikkla heimavinnu og fór nú aðeins að kvarta í kennurunum sem að settu svona mikið fyrir tíma og sagði þeim að þeir þyrftu að taka aðeins tillit um að maður er kanski með 15-18 einingar (sem er soldið). En þessir kennarar sem að sttu mikið fyrir þeir tóku nú bara ósköp lítið tillit til manns.\nÉg held að kennurum fynnst að maður eigi að hafa bara ekkert líf fyrir utan skóla. En þegar að maður er kominn á 17 ár þá er maður ekanski kominn með kærustu og vill nátturulega hitta hana, og svo er maður kanski líka kominn með bílpróf og kaupir sér bíl og þá þarf maður að borga í bílnum og til þess þurfa sumir að fá sér vinnu því að ekki eiga allir ríka foreldra. Og það þíðir nátturulega að maður verður að vinna eitthver kvöld og hefur einfaldlega ekki tíma í að læra. Ef að eitthverjir kennarar lesa þetta þá vona ég virikilega að þeir taka þetta til sín því að þetta er nú einu sinni til þeirra að mestu leiti.\nKveðja Bahamuth",
    "url": "https://www.hugi.is/skoli/greinar/100091/skoli-of-thungur-stundum/",
    "url_id": "100091",
    "id": "726486",
    "replies": [
        {
            "user": "wbdaz",
            "user_id": "6083",
            "date": "2002-10-30 20:51:37",
            "id": "726487",
            "reply_to_id": "726486",
            "text": "Slepptu því þá bara að læra. Kennarar hafa sína námsáætlun til að fara eftir og verða bara að setja svona mikið fyrir. Forgangsraða. Slepptu að læra það sem þarf ekki að skila og gildir ekki til einkunar. Segðu upp kærustunni. Þú ert ekki fyrsti nemandinn sem kvartar yfir álagi sko :)"
        },
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2002-10-30 20:51:55",
            "id": "726488",
            "reply_to_id": "726486",
            "text": "Ef þú þarft að vinna til að borga af bílnum sem þú keyptir er það bara þitt mál. Ekki ætlarðu að væla í kennurunum um að minnka heimanám svo að þú getir átt bíl?\nEf þú ræður ekki við námið, hættu þá í því eða hættu að vinna. Að sjálfsögðu verðurðu að fórna einhverju við það en það er nú einusinni það sem lífið snýst um…\nZedlic"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-10-30 20:58:41",
            "id": "726489",
            "reply_to_id": "726486",
            "text": "ég er á þriðju önn, hef aldrei lært heima nema fyrir próf og hef aldrei fallið. og er með 38 einingar…er ekki að fara að stefna á að læra núna:)"
        },
        {
            "user": "Apache",
            "user_id": "22151",
            "date": "2002-10-30 21:00:40",
            "id": "726490",
            "reply_to_id": "726486",
            "text": "Heyh! Drop out of school :0)"
        },
        {
            "user": "Dahlia",
            "user_id": "17898",
            "date": "2002-10-30 21:02:33",
            "id": "726491",
            "reply_to_id": "726486",
            "text": "Ef þú ræður ekki við bæði, segðu þig þá úr öðru. Þú skalt velja það sem þér þykir skipta meira máli, bíllinn eða framtíð þín.\nEn með góðu skipulagi, þá ættir þú að geta ráðið við bæði. Þú gætir leitað þér að kvöldvinnu, eða helgarvinnu, jú eða bæði kvöld- og helgarvinnu. Á milli skólans og vinnu ættir þú að geta lært, og sinnt félagslífi um helgar."
        },
        {
            "user": "yaou",
            "user_id": "27816",
            "date": "2002-10-30 21:07:58",
            "id": "726492",
            "reply_to_id": "726491",
            "text": "ég kenni kennurum ekki um. ef það er of mikið að læra þá læri ég ekki, ef það er lítið að læra þá læri ég ekki heldur því þá tekur því ekki. Ef mér gengur illa, þá er það útaf minni eigin leti :P"
        },
        {
            "user": "yaou",
            "user_id": "27816",
            "date": "2002-11-02 11:03:03",
            "id": "726493",
            "reply_to_id": "726492",
            "text": "Heyr heyr Whistler. Leti er dyggð!!! ;)"
        },
        {
            "user": "wbdaz",
            "user_id": "6083",
            "date": "2002-10-30 21:07:43",
            "id": "726494",
            "reply_to_id": "726486",
            "text": "Hmm já, ert að borga af bíl. Ég er kominn langt í háskóla og hef komist af án bíls hingað til (og nei ég bý ekki við hliðina á mínum skólum)"
        },
        {
            "user": "cutypie",
            "user_id": "19280",
            "date": "2002-10-30 21:19:49",
            "id": "726495",
            "reply_to_id": "726486",
            "text": "Námið á í öllum tilvikum að vera í sæti nr 1. Ég er að klára 4.bekk og ég veit alveg hvað þetta snýst um. Það kemur svona tími sem maður lærir bara og glósar og gerir lítil verkefni en svo á sama tíma sem er alveg einkennandi þá ákveða allir kennararnir í skólanm að hafa próf á sama tíma og þegar ég var í 1.bekk þá þurfti maður að fara í 3 próf samdægurs og ekki var hægt að þræta við kennarana. En svo þegar árin fóru að líða og kennararnir fóru að þekkja betur við vandann þá gat maður talað þá til og fengið þá að færa til prófin eftir hvað hentaði okkur. Menntaskólaárin erum með þeim skemmtilegustu en þau eru líka þau erfiðustu."
        },
        {
            "user": "fleppir",
            "user_id": "22284",
            "date": "2002-10-30 21:33:12",
            "id": "726496",
            "reply_to_id": "726495",
            "text": "Ef þú ert að klára 4. bekk (sum sé annað ár?), hefur þú þá einhverja reynslu af ‘verri’ árum lífsins til samanburðar?\nHuxa áður en maður talar."
        },
        {
            "user": "wbdaz",
            "user_id": "6083",
            "date": "2002-10-30 21:37:27",
            "id": "726497",
            "reply_to_id": "726496",
            "text": "fleppir… læra á bekkjarkerfið í fleiri skólum en bara Versló og MR takk fyrir. Sumir skólar kenna manni að telja rétt ;)"
        },
        {
            "user": "fleppir",
            "user_id": "22284",
            "date": "2002-10-31 13:12:09",
            "id": "726498",
            "reply_to_id": "726497",
            "text": "18, 20 ára? Að dæma restina af lífinu sem ‘leiðinlegri’ fannst mér bara einstaklega vitlaust.  Þetta lyktaði bara illa af áróðri foreldra um að vera áfram í skóla (þúst svona ‘njóta þessarra ára meðan þau endast, MÉR fannst skemmtilegast á menntóárunum’ crap).  Í því samhengi skiptir engu máli hvort viðkomandi er 18 eða 20 ára."
        },
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2002-10-31 14:41:52",
            "id": "726499",
            "reply_to_id": "726498",
            "text": "Blessaður farðu bara áfram að moka skít, skóli er greinilega ekkert fyrir þig…\nZedlic"
        },
        {
            "user": "hvurslags",
            "user_id": "7875",
            "date": "2002-10-31 17:38:23",
            "id": "726500",
            "reply_to_id": "726499",
            "text": "Eða á sjóinn! :)"
        },
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2002-10-30 21:47:48",
            "id": "726501",
            "reply_to_id": "726496",
            "text": "Frábært hvernig síðasta setningin þín flýgur fast í hausinn á þér Fleppir. Hugsa áður en maður talar…\nZedlic"
        },
        {
            "user": "fleppir",
            "user_id": "22284",
            "date": "2002-10-31 13:13:22",
            "id": "726502",
            "reply_to_id": "726501",
            "text": "Þess vegna spurningamerkið, merkir, er ekki alveg viss.  Þú kannt að lesa er það ekki?"
        },
        {
            "user": "hvurslags",
            "user_id": "7875",
            "date": "2002-10-30 22:11:35",
            "id": "726503",
            "reply_to_id": "726496",
            "text": "Já fleppir, það er vont að skjóta sig í fótinn. Eða sarga hann af þér eins og í þínu tilviki."
        },
        {
            "user": "fleppir",
            "user_id": "22284",
            "date": "2002-10-31 13:14:56",
            "id": "726504",
            "reply_to_id": "726503",
            "text": "ég bara gleymdi því aðeins hvaða aldur væri hérna inni.  Ókei krakkar, leikið ykkur meðan þið getið, lífinu er hvort eð er lokið eftir menntó (?????)"
        },
        {
            "user": "1Xtra",
            "user_id": "25810",
            "date": "2002-10-30 21:37:52",
            "id": "726505",
            "reply_to_id": "726486",
            "text": "En fólk sem á heima út á landi og þarf að fara til rvk í skóla og þarf að vinna með skóla og getur það ekki vegna of mikils heimalærdómar ?"
        },
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2002-10-30 21:49:10",
            "id": "726506",
            "reply_to_id": "726505",
            "text": "Til þess er dreifbýlisstyrkur…"
        },
        {
            "user": "1Xtra",
            "user_id": "25810",
            "date": "2002-10-30 21:50:53",
            "id": "726507",
            "reply_to_id": "726506",
            "text": "Hann er nú jú mjög góður og gerir sitt gagn, er hann ekki 87 þús ?"
        },
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2002-10-30 21:52:29",
            "id": "726508",
            "reply_to_id": "726507",
            "text": "Jújú en þá er vandamálið að styrkurinn er ekki nógu hár, ekki að námið sé of erfitt…\nZedlic"
        },
        {
            "user": "catgirl",
            "user_id": "10170",
            "date": "2002-10-30 23:26:31",
            "id": "726509",
            "reply_to_id": "726507",
            "text": "Hann er mismunandi eftir því hvaðan af landinu maður er. Er flokkað í 3 svæði, allavega síðast þegar ég vissi.\nHækkaði heilmikið á milli ára þegar ég var í menntó, veit ekki hvort þetta sé enn að hækka. Byrjaði í um 30 þús á önn og endaði í um 80. Er greinilega enn að hækka…"
        },
        {
            "user": "solarn",
            "user_id": "25517",
            "date": "2002-10-30 21:55:02",
            "id": "726510",
            "reply_to_id": "726486",
            "text": "Krakkar hafa val á því hvort þeir fara í skóla eða ekki. Þú þarft ekki að mennta þig, þú þarft ekki að kaupa þér bíl, þú getur farið með strætó, og þú þarft ekki að eiga kærustu. Þú velur að gera þetta allt og verður að axla ábyrgð á gjörðum þínum.\nÞað þýðir að þroskast og fullorðnast."
        },
        {
            "user": "boossmio",
            "user_id": "19013",
            "date": "2002-10-30 22:14:35",
            "id": "726511",
            "reply_to_id": "726486",
            "text": "OK, ég hef nú eitthvað um þetta að segja!\n*Til að byrja með þá er þumalputtaregla (og viðmiðun) að fyrir hverja einingu á að eyða einni klukkustund á viku í heimalærdóm (dæmi: STÆ 102 = 2klst á viku, JAR 103 = 3klst á viku). Skólinn er LÍKA heimavinna, ekki bara stundaskráin.\n*Annað sem ég vill nefna er að framhaldsskólinn er 140 einingar og því á hver önn að vera 17-18 einingar (m.v. 8 annir, sem er algengast) - (miðað við það kerfi sem var í gangi árið 1999). Því er ekki hægt að segja að 15-18 eingingar sé “soldið”.\n*Þriðja sem mig langar að nefna er að ef þú eyddir smá tíma í heimanámið þá vissir þú að maður segir ekki “Ef að”, heldur sleppir maður ‘að’ og “þíðir” er skrifað “þýðir” með ‘ý’.\n*Fjórða atriðið í þessu svari mínu er framtíðin. Ef þú stefnir á háskóla þá skaltu gleyma því að framhaldsskóli sé puð. Ef þú ætlar út á vinnumarkaðinn í framtíðinni þá er vinnudagurinn venjulega lengri en dagur í framhaldsskóla með heimavinnu.\n*Í fimmta lagi þá er það ekki kennarans að minnka heimanámið til að þú getir keypt þér bíl.\nÞegar ég var í framhaldsskóla þá var ég í TVEIM vinnum, skóla, átti ekki bíl (en hafði afnot af druslu) OG stundaði öll böll og félagslífið almennt mikið. Ég fékk allt að 25 einingar samt sem áður.\nÉg er því miður ekki enn kominn með stúdentsprófið af ákveðnum ástæðum, en er að vinna í því, ég get ekki vortkennt þér að þurfa að læra heima, ég öfunda þig fyrir að geta verið í dagskóla í 15-18 einingum. Lærðu að meta það sem þú hefur eða hættu bara í skólanum, hann er ekki skylda.\nPS: Verzló og MR reikna bekkina frá 3ja vegna þess að fyrir allmörgum árum þá var fyrsti og annar bekkur til en það var síðar fellt inn í grunnskólakerfið. Þannig að þeir kunna að telja en vilja halda í hefðina.\n(ég er ekki kennari)"
        },
        {
            "user": "geiri2",
            "user_id": "8406",
            "date": "2002-10-30 23:26:56",
            "id": "726512",
            "reply_to_id": "726511",
            "text": "Þetta kallast að kveða í kútinn :)"
        },
        {
            "user": "boossmio",
            "user_id": "19013",
            "date": "2002-10-31 01:11:45",
            "id": "726513",
            "reply_to_id": "726512",
            "text": "Kveða í kútinn… já mér finnst þeir sem eru svo heppnir að geta verið í framhaldsskóla [dagskóla] vera allt of hrokafullir! Auðvitað er hægt að minnka heimanám, þá þarf bara að lengja annirnar, nú eða fjölga þeim. Það er alltaf jafn mikið námsefni sem þarf að fara yfir.\nBíll er ekki nauðsyn heldur munaður, og maður verður alltaf að legga fram fórnir til að nálgast munað (t.d. fórna munaðinum, eða auka vinnu o.þh.)"
        },
        {
            "user": "Bahamuth",
            "user_id": "14779",
            "date": "2002-10-31 08:41:06",
            "id": "726514",
            "reply_to_id": "726511",
            "text": "Já þessi leið hjá þér um að læra heima (eins og fyrir STÆ 102=2kls á viku) virðist vera mjög góð leið þannig ég ættla að reyna að koma henni upp  hjá mér.\nOg takk allir fyrir að vera EKKI NEITT SAMMÁLA MÉR :)"
        },
        {
            "user": "ethorg",
            "user_id": "22527",
            "date": "2002-10-30 23:35:10",
            "id": "726515",
            "reply_to_id": "726486",
            "text": "Hættu þessu væli.  15-18 einingar er ekkert til að vera að grenja undan og ef þú ert búin að koma þér í skuldbindingar sem þú ræður ekki við verðuru bara að bíta í það súra epli. Menntaskóli er ekki erfitt nám (sama hvað fólk segir). Þú ert í skóla, ekki leikskóla."
        },
        {
            "user": "shaguar",
            "user_id": "1341",
            "date": "2002-10-31 00:48:56",
            "id": "726516",
            "reply_to_id": "726486",
            "text": "Vá, hvað það er búið að rakka þig niður Bahamuth :) Ég er sammála flestum, verð samt að viðurkenna að mér finnst þessi 3.önn sem ég er á helvíti erfið, 2 fög allavega(STÆ303 og FOR303). Ég er ekki mikill heimanámsmaður og kenni sjálfum mér um. Ég á nú bíl og er í lítilli vinnu sem dugar ekki fyrir afborgunum og verð alltaf að fá smá pening hjá foreldrum svona að mánaðarmótum. Í flestum löndum eru nemar ekki í peningavandamálum í framhaldsskólum. Veit nú samt ekki hvort bíleignir séu mjög tíðar hjá framhaldsskólanemum hér á norðurlöndum.\nAllavega…punkturinn er sá að það getur verið erfitt að lifa ef maður getur ekki tamið sér hagkvæman lífsstíl…sem ég hef ekki getað gert btw.\np.s. já 15-18 einingar er ekki mjög mikið, er með 19 núna og er það það minnsta sem ég hef tekið hingað til."
        },
        {
            "user": "boossmio",
            "user_id": "19013",
            "date": "2002-10-31 00:56:24",
            "id": "726517",
            "reply_to_id": "726516",
            "text": "!Svartakortið (og Atlaskort) er bannbann fyrir námsmenn!\nGallinn er að skólar krefjast þess að námsmenn kaupi 250þús fartölvur… hvernig á svo að borga það?"
        },
        {
            "user": "Titan",
            "user_id": "7585",
            "date": "2002-10-31 01:41:00",
            "id": "726518",
            "reply_to_id": "726486",
            "text": "hehe,, það eina sem ég læri heima eru ritgerðir og dót sem gildir upp í lokaeinkunn ;) ditti ekki í hug að sitja yfir einvherju sem maður kann í klst á viku…"
        },
        {
            "user": "larandaria",
            "user_id": "3518",
            "date": "2002-10-31 09:22:45",
            "id": "726519",
            "reply_to_id": "726486",
            "text": "eitt orð: FORGANGSRÖÐUN!!!\nÉg held að íslendinskir unglingar séu í stórum hópum að verða ofdekraðir…\nen prófið þið að vera á eðlisfræðibraut með yfirfulla töflu, í 2 aukaáföngum í tónlistarskóla, vera að taka 6. stig í píanói (það er MIKIÐ) sem krefst margra tíma æfinga á hverjum degi, alla daga, eiga vini og félagslíf, vera foringi í skátunum, vera í kvöld og helgarvinnu OG fara út úr bænum nánast hverja einustu helgi!! plús það að vera að vinna sér inn pening fyrir utanlandsferðum!!\nÞetta gerði ég síðustu önn og eitthvað svipað alla aðra vetra frá unga aldri… þetta er bara mitt val!\nEf þið eruð að gera of mikið þá annaðhvort tekur maður sig á og skipuleggur sig betur eða hættir eitthverju. Og ég vona að Bahamuth velji skólann yfir bílinn… :þ"
        },
        {
            "user": "xark",
            "user_id": "1706",
            "date": "2002-10-31 11:17:44",
            "id": "726520",
            "reply_to_id": "726519",
            "text": "ef þið eruð ekki í MR skil eg ekkert í þessu kveini um lærdóm segi ég bara!"
        },
        {
            "user": "yaou",
            "user_id": "27816",
            "date": "2002-11-02 11:08:31",
            "id": "726521",
            "reply_to_id": "726520",
            "text": "Æ góði sko. Hættu nú alveg. Það er löngu liðin tíð að MR sé “erfiðasti” skólinn."
        },
        {
            "user": "xark",
            "user_id": "1706",
            "date": "2002-11-02 23:47:30",
            "id": "726522",
            "reply_to_id": "726521",
            "text": "held ekki!"
        },
        {
            "user": "KrHaMaster",
            "user_id": "7576",
            "date": "2002-11-04 16:57:11",
            "id": "726523",
            "reply_to_id": "726522",
            "text": "Tholli: MR-Hroki. Já, rosalega hlýtur það að vera erfitt að vera í MR. Er lært eitthvað annað í MR en í öðrum skólum. Hvað þá? Latína er kennd í MH, FB o.fl. Stærðfræði er kennd í flestum framhaldsskólum, (mismunandi hve mikil, fer e. því hvað fólk er að læra). Komdu með rök fyrir því að MR sé eitthvað betri skóli en aðrir. Það dugar svo sannarlega ekki að koma með einhver Gettu-Betur rök hér."
        },
        {
            "user": "Kjarrval",
            "user_id": "3269",
            "date": "2002-10-31 11:36:23",
            "id": "726524",
            "reply_to_id": "726486",
            "text": "Iss, ég er að taka 20 einingar og fer létt með það. Byrja klukkan 8:05 á hverjum virkum degi í skólanum og enda nokkuð seint. Ber líka út Moggann. Kannski létt vegna þess að ég er í 4 tölvuáföngum en…whatever :þ"
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2002-11-01 13:33:03",
            "id": "726525",
            "reply_to_id": "726486",
            "text": "Það er ótrúlega heimskulegt að vera að borga af bíl og vera í menntaskóla, það er það sem lætur flesta nemendur á ári hverju falla úr skólum, afhverju fékstu þér ekki bara lödu sport eða beiðst með það að fá þér bíl!"
        },
        {
            "user": "KT1",
            "user_id": "7583",
            "date": "2002-11-01 14:17:43",
            "id": "726526",
            "reply_to_id": "726486",
            "text": "Ha 15-18 eininga er ekki rassgat það er venjuleg tafla bara. Ég er með 22 einingar á þessari önn og er í 2 STÆ áföngum. Ég skal gefa þér tip. EKKI LÆRA ALLTAF HEIMA."
        },
        {
            "user": "nikkolina",
            "user_id": "24292",
            "date": "2002-11-03 21:04:29",
            "id": "726527",
            "reply_to_id": "726486",
            "text": "Ég skil þig svo innilega.  Ég er BUSI, með 23 einingar sem telst eiginlega of mikið!! Ég er alveg að kafna úr heimalærdómi og það hefur ekki liðið sú vika síðan að ég byrjaði í skólanum að það hefur ekki verið próf!!  Svo ef að maður reynir að tala við kennarana um það hvort að maður geti fengið að taka próf seinna ef eitt eða fleiri próf eru sama daginn liggur við að þeir drepi mann með augnarráðinu!!!!"
        },
        {
            "user": "Bahamuth",
            "user_id": "14779",
            "date": "2002-11-05 13:43:06",
            "id": "726528",
            "reply_to_id": "726527",
            "text": "Loksins er eitthver manneskja sem að er sammála mér. Skólinn getur verið alltof erfiður stundum og maður fær nú bara nóg af honum. En við öll þessi comment þá fór ég nú aðeins að hugsa og áttaði mig á því að skólinn getur verið mikilvægur og maður verður nú eitthvað að leggja sig framm í honum."
        },
        {
            "user": "mujer",
            "user_id": "16375",
            "date": "2002-11-18 00:13:42",
            "id": "726529",
            "reply_to_id": "726528",
            "text": "ég myndi sko ekki vera að væla yfir framhaldsskólanum, alla vega ekki núna.  Er í lögfræði, gjörsamlega að drukkna.  Sakna þess endalaust að vera í framhaldsskóla, flaug í gegn án þess að læra fyrir annað en próf og gera stór verkefni.  Er búin að lesa frá mér allt vit, í a.m.k. 5 tíma á dag og veit ekkert hvar ég stend.  Kannski er ég bara ekkert að skilja þetta, kemur í ljós um jólin.  Var á bíl í framhaldsskóla, ekki lengur, er að reyna að sleppa við námslánin til að byrja með fyrstu árin.  En fyrir utan peningaleysið er helvíti næs að vera í dagskóla, bara njóta þess að ráða sér alveg sjálfur.  Ég öfunda þig geðveikt að vera í framhaldsskóla.   Mér finnst leiðinlegt að vera fullorðin….. :-("
        }
    ]
}