{
    "forum_title": "Dulspeki",
    "user": "Niea",
    "user_id": "17367",
    "date": "2002-10-30 19:35:22",
    "title": "Hugleiðsla",
    "text": "Hæ hæ þetta fann ég á vefnum\nhttp://dulspeki.freeserves.com\nog þeir fundu þetta í bókinni Um hjartað liggur leið eftir Jack Kornfield\nÞessu er skipt niður í:\nHugleiðsla á góðvilja\nHugleiðsla á það að binda endi á stríðið hið innra\nHugleiðsla á setjast í sætið eina\nHugleiðsla á góðvilja Upp\nHugleiðsla á góðvilja\nGóðvilji er sá frjósami jarðvegur sem heilsteypt andlegt líf getur sprottið úr.Ef hjarta fullt af kærleik er grundvöllur tilveru okkar mun allt sem við reynum, allt sem við verðum fyrir, ljúkast upp og flæða óhindrað. En ekki aðeins vex kærleikur fram á eðlilegan hátt við ótal aðstæður, heldur er einnig hægt að rækta hann með sér.\nEftirfarandi hugleiðsla er 2500 ára gömul iðkun sem styðst við endurteknar setningar, ímyndir og tilfinningar til þess að vekja kærleik og hlýhug til sjálfs sín og annarra. Þú getur gert tilraunir með þessa að vekja kærleik og hlýhug til sjálfs sín og annarra. Þú getur gert tilraunir með þessa iðkun til að sjá hvort hún hentar þér. Best er að byrja á því að endurtaka hana aftur og aftur í fimmtán eða tuttugu mínútur einu sinni eða tvisvar á dag, á kyrrlátum stað í nokkra mánuði. Í fyrstu kann þessi hugleiðsla að virðast vélræn eða hjákátleg. Hún getur jafnvel haft þveröfug áhrif, sem sé pirring og reiði. Fari svo er sérlega mikilvægt að vera þolinmóður og mildur við sjálfan sig og taka hverju því sem upp kemur með hlýhug og vinsemd. Og góðvilji mun þroskast, þegar fram líða stundir, jafnvel í miklu róti innri erfiðleika.\nKomdu þér þægilega fyrir. Slakaðu á. Hafðu hugann eins hljóðan og þér er unnt og láttu öll vandamál sigla sinn sjó. Hafðu síðan yfir innra með þér eftirfarandi setningar sem þú beinir til sjálfs þín. Þú byrjar á sjálfum þér, því án þess að elska sjálfan sig er nánast útilokað að elska aðra.\nMegi ég fyllast af góðvilja.\nMegi mér vegna vel.\nMegi ég finna innri ró.\nMegi ég öðlast hamingju.\nUm leið og þú ferð með setningarnar geturðu, ef þú vilt notað ímyndina úr tilsögn Buddha: sjáðu sjálfa/n þig fyrir þér sem lítið og elskuvert barn eða finndu fyrir þér eins og þú ert núna, umvöfðum góðvilja. Leyfðu tilfinningunum að koma fram með orðunum. Lagaðu orðin og myndirnar til, svo þú finnir nákvæmlega hvernig setningarnar eiga að hljóma til þess að opna þitt milda hjarta. Endurtaktu setningarnar aftur og aftur og leyfðu tilfinningunum að gagntaka líkama þinn og hug.\nIðkaðu þessa hugleiðslu aftur og aftur í nokkrar vikur, þar til velvilji til sjálfs þín fer vaxandi.\nOg þegar þú finnur að þú ert tilbúin/n, geturðu smám saman látið góðviljann ná til annarra. Á efitir sjálfum þér skaltu velja velgjörðarmann, einhvern í þínu lífi sem hefur sannlega þótt vænt um þig. Sjáðu hann fyrir þér og hafðu vandlega yfir sömu setningarnar, Megi hann/hún fyllast af góðvilja o.s.frv. Þegar velvilji þinn til velgjörðarmanns þíns hefur vaxið, skaltu taka annað fólk sem þér er annt um inn í hugleiðsluna og sjá það fyrir þér, hafa yfir sömu setningarnar og vekja upp góðvilja til þess.\nEftir þetta geturðu smám saman bætt öðrum við: vinum, samferðafólki, nágrönnum, fólki hvar sem er, dýrum, gjörvallri jörðinni og öllum lífverum. Því næst geturðu jafnvel gert tilraunir með erfiðasta fólkið í lífi þínu og óskað þess að það megi einnig fyllast af góðvilja og friði. Með talsverðri iðskun er hægt að þróa með sér nokkuð stöðugan velvilja, og á fimmtán til tuttuga mínútum geturða þá tekið margar verur fyrir í hugleiðslunni, allt frá sjálfum þér til velgjörðarmanns og ástvina til allra lífvera hvar sem er.\nSíðan geturðu lært að iðka góðvilja hvar sem er. Þú getur notað þessa hugleiðslu í miðri umferðarflækju, í langferðarvögnum og flugvélum, á læknabiðstofum og við ótal aðrar aðstæður. Með því að iðka þessa þöglu hugleiðslu á góðvilja mitt á meðal fólks, nærðu þegar í stað frábæru sambandi við það - góðviljinn færir þér kraft. Hann hefur róandi áhrif á líf þitt og tengir þig beint við hjartað.\nHugleiðsla á það að binda endi á stríðið hið innra\nSittu þægilega í nokkrar mínútur og slakaðu á. Andaðu rólega og eðlilega. Beindu athygli þinni að því sem er að gerast hér og nú, sittu hljóð/ur og taktu eftir öllum tilfinningum sem eiga sér stað í líkamanum. Taktu sérstaklega eftir öllum þeim skynbreytingum, spennu eða sársauka sem þú hefur verið að berjast gegn. Ekki reyna að breyta neinu, taktu aðeins eftir af forvitni og með vinsamlegri athygli. Á hverjum þeim stað sem þú uppgötvar spennu, skaltu slaka á og mýkja hjartað. Vertu opinn gagnvart hverju því sem þú upplifir, án átaka. Hættu að berjast. Andaðu rólega og leyfðu öllu að vera.\nEftir smástund skaltu beina athyglinni að huga þínum og hjarta. Taktu nú eftir hvaða tilfinningar og hugsanir eru á ferðinni. Vertur þér sérstaklega vitandi um allar þær tilfinningar og hugsanir sem þú ert að berjast gegn, bæla niður, afneita eða forðast. Taktu eftir þeim af forvitniog með vinsamlegri athygli. Mýktu hjarta þitt. Vertu opinn gagnvart öllu sem þú upplifir, án átaka. Hættu að berjast. Andaðu rólega og leyfðu öllu að vera.\nSittu rólegur áfram. Beindu síðan athyglinni að öllum þeim styrjöldum sem enn eiga sér stað í lífi þínu. Finndu fyrir þeim innra með þér. Ef þú átt í stöðugu stríði við líkama þinn, taktu þá eftir því. Ef þú hefur átt í innra stríði við tilfinningar þínar, átt í útistöðum við einmanaleik þinn, ótta, rugl, sorg, reiði eða fíkn, finndu þá fyrir þeirri baráttu sem þú hefur háð. Taktu eftir styrjöldunum sem þú hefur líka háð í huga þínum. Vertu þér vitandi um hvernig þú hefur haldið þessum innir styrjöldum áfram. Taktu eftir herjunum, einræðisherrunum og víggirðingunum hið innra. Vertu þér vitandi um alla þá baráttu sem þú hefur háð hið innra með þér, hvernig þú hefur endalaust haldið þessum átökum við.\nVertu opinn og nærfærinn og leyfðu öllu að gerast hér og nú. Taktu aðeins eftir öllu af forvitni og með vinsamlegri athygli. Á hverjum þaim stað sem þú uppgötvar spennu, skaltu slaka á líkama, hjarta og hug. Vertu opinn gagnvart öllu sem þú upplifir, en gerðu það án átaka. Leyfðu öllu að vera alveg eins og það er. Hættu að berjast. Andaðu rólega og slakaðu á. Bjóddu öllum þáttum sjálfs þíns að sitja með þér við friðarborðið í hjarta þínu.\nHugleiðsla á setjast í sætið eina\nKomdu þér þægilega fyrir í stól eða á púðanum þínum. Sittu í stellungu sem er stöðum, upprétt og tengd við jörðu. Sittu eins og Búddhaá nóttuuppljómunar sinnar, með mikilli reisn, þar sem þú hvílir vel í sjálfum þér, og finndu fyrir getu þinni til þess að horfast í augu við hvað sem er. Lokaðu augunum og beindu athygli þinni að andardrættinum. Leyfðu andardrættinum að leika frjálst um líkama þinn. Leyfðu hverjum andardrætti að auka þér kyrrð og ró. Finndu, um leið og þú andar, fyrir hæfileika þínum til að opnast, jafnt líkamlega sem í hug og hjarta.\nOpnaðu fyrir skynjanir þínar, tilfinningar og hugsanir. Vertu meðvitaður um það sem er lokað af í líkama þínum, í  huga þínum og hjarta. Andaðu og skapaðu rými. Leyfðu rýminu að ljúkast upp svo hvaðeina megi birtast. Leyfðu gluggum skynjunar þinnar að opnast. Vertu vitandi um sérhverja tilfinningu, ímynd, hljóð eða sögu, sem fer á stjá. Taktu eftir öllu, sem birtist þér, af áhuga og með ró.\nHaltu áfram að finna fyrir stöðugleika þínum og tengingu við jörðina eins og þú hefðir sest í sætið eina í miðju lífsins og opnað vitund þína fyrir sjálfum lífsdansinum. Sem þú situr íhugaðu þá hvernig jafnvægi og friður auðga líf þitt. Skynjaðu hæfileika þinn til þess að sitja kyrr og óbifanlegur á meðan hin ólíku tímabil lífsins skiptast á. Allt sem verður til mun líða undir lok. Íhugaðu hvernig gleði og sorgir, skemmtileg atvik og óskemmtileg, einstaklingar, þjóðir, jafnvel heilar siðmenningar, rísa upp og líða undir lok. Sestu í eina sæti Búddha og hvílsu þar með hjarta jafnlyndis og kærleika í miðju alls.\nSittu þannig með reisn og til staðar eins lengi og þig lystir. Eftir nokkra stund skaltu opna augun, enn með tilfinningu fyrir stöðugleika og hvíld í sjálfum þér. Stattu síðan upp og gakktu nokkur skref. Gakktu með sömu reisn og sömu hvíld í sjálfum þér. Æfðu þig í að sitja og ganga á þennan hátt. Finndu hæfileka þinn til þess að vera lifandi og opinn gagnvart öllu því sem birtist þér á þessari jörð.\nVonandi kemur þetta þér að góðum notum í hugleiðslu.\nKv. yrsag",
    "url": "https://www.hugi.is/dulspeki/greinar/100087/hugleidsla/",
    "url_id": "100087",
    "id": "726459",
    "replies": [
        {
            "user": "divaa",
            "user_id": "11336",
            "date": "2002-10-30 23:32:32",
            "id": "726460",
            "reply_to_id": "726459",
            "text": "Mjög góð grein hjá þér yrsag!!! Endilega sendu inn meira af svona! :)"
        },
        {
            "user": "icez",
            "user_id": "102",
            "date": "2002-10-30 23:38:34",
            "id": "726461",
            "reply_to_id": "726460",
            "text": "Jamms, sammála!\nFín grein!"
        },
        {
            "user": "Geislinn",
            "user_id": "27050",
            "date": "2002-10-31 01:04:08",
            "id": "726462",
            "reply_to_id": "726459",
            "text": "Mjög gott innlegg :-))\nÉg hef iðkað hugleiðslur í áratugi og sannað það fyrir sjálfri mér að það sem að þú endurtekur endar með að verða veruleiki þinn.  Þetta þekkja þeir líka sem að kyrja eins og buddismar gera.  Mikilvægast þátturinn er stýring hugans eins og kemur fram í greininni enn áhrifaríkar ef að þú lifir þig inn í það sem að þú ert að einbeita þér að( hefur tilfinnigu fyrir því ) lokaþátturinn til þess að ná góðum árangri á sem stystum tíma er að ná góðri líkamlegri slökun. So Go for it !!!\nKveðja Geislinn"
        },
        {
            "user": "marxus",
            "user_id": "12143",
            "date": "2002-10-31 15:27:25",
            "id": "726463",
            "reply_to_id": "726459",
            "text": "Frábær grein."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-11-01 00:41:48",
            "id": "726464",
            "reply_to_id": "726459",
            "text": "Frábær grein og er akkurat e-ð sem maður þarf að stunda meir og meir, maður hefur alltaf ætlað að gera þetta en e-ð annað hefur komið í veg fyrir það því miður en ég ætla að reyna gera þetta að daglegum lið! :)"
        }
    ]
}