{
    "forum_title": "Húmor",
    "user": "djkisa",
    "user_id": "7316",
    "date": "2002-10-30 12:15:59",
    "title": "ennþá fleiri brandarar",
    "text": "Who Is God?\nA little kid asks his father, “Daddy, is God a man or a woman?”\n“Both son. God is both.”\nAfter a while the kid comes again and asks, “Daddy, is God black or white?”\n“Both son, both.”\nThe child returns a few minutes later and says, “Daddy, is Michael Jackson God?”\n___________________________________________________ _______________\nShoulda Said\nThis guy walks into a bar with his golden retriever.\n“Hey, can I get a drink on the house if my dog talks for you?”\n“Dogs can't talk, pal. But if you can prove to me yours does, I'll give you a drink. If not, I get to kick your ass.”\n“Okay,” says the guy. He turns to his dog. “Okay fella. Tell me – what is on top of your doghouse?”\n“Roof!” The man turns and smiles at the bartender.\n“THAT ain't talking! Any dog can bark!”\n“Okay boy. Tell me – how does sandpaper feel?”\n“Ruff!”\n“What the hell are you tryin' to pull, mister?”\n“Okay, okay,” says the man. “One more question please. Okay buddy, tell me – who is the greatest ball player who ever lived?”\n“Ruth.”\nThe bartender beats the hell out of the guy and throws onto the sidewalk outside of the bar, then throws the dog out next to him. The dog stands up and looks at the guy.\n“Geez. D'ya think I shoulda said DiMaggio?”\n___________________________________________________ __________\nBaseball for Scotsmen\nA recent Scottish immigrant attends his first baseball game in his new country, and after a base hit he hears the fans roaring, “Run….run!”\nThe next batter connects heavily with the ball and the Scotsman stands up and roars with the crowd in his thick accent, “R-r-run ya bahstard, r-run will ya!”\nA third batter slams a hit and again the Scotsman, obviously pleased with his knowledge of the game, screams, “R-r-run ya bahstard, r-r-run will ya!”\nThe next batter holds his swing at three and two and as the ump calls a walk. The Scotsman stands up yelling: “R-r-run ya Bahstard, r-r-run!”\nAll the surrounding fans chuckle quietly and he sits down confused. A friendly fan, sensing his embarrassment whispers, “He doesn't have to run, he got four balls.”\nThe Scotsman yells even louder, “Walk with pr-r-ride man! Walk with pr-r-ride!”",
    "url": "https://www.hugi.is/humor/greinar/100059/enntha-fleiri-brandarar/",
    "url_id": "100059",
    "id": "725945",
    "replies": [
        {
            "user": "Armageddon",
            "user_id": "7834",
            "date": "2002-10-30 20:08:33",
            "id": "725946",
            "reply_to_id": "725945",
            "text": "hafnaboltabrandarinn er fyndinn þó ég fatti ekki hafnabolta"
        },
        {
            "user": "brosbirta",
            "user_id": "28859",
            "date": "2002-10-31 10:45:11",
            "id": "725947",
            "reply_to_id": "725945",
            "text": "FYRSTI ER SNILLD!! rofl;)"
        }
    ]
}