{
    "forum_title": "Húmor",
    "user": "djkisa",
    "user_id": "7316",
    "date": "2002-10-30 12:11:03",
    "title": "nokkrir enskir",
    "text": "Country Politics\nA busload of politicians were driving down a country road, when suddenly the bus ran off the road and crashed into an old farmer's barn.\nThe old farmer got off his tractor and went to investigate. Soon he dug a hole and buried the politicians. A few days later, the local sheriff came out, saw the crashed bus and asked the old farmer where all the politicians had gone.\nThe old farmer told him he had buried them.\nThe sheriff asked the old farmer, “Lordy, were they ALL dead?”\nThe old farmer said, “Well, some of them said they weren't, but you know how them crooked politicians lie.”\nWhat a Scotsman Wears Under His Kilt\nA kilted Scotsman was walking down a country path after finishing off a large amount of whisky at a local pub. He felt quite sleepy and decided to nap against a tree.\nAs he slept, two female tourists heard his loud snoring. When they found him, one said, “I've always wondered what a Scotsman wears under his kilt.”\nShe boldly walked over to the sleeper, raised his kilt, and saw that he wore nothing at all. Her friend said, “Well, the mystery is solved! Let's thank him for sharing!”\nShe took off her pretty blue hair ribbon and gently tied it around the Scotsman's endowment. A while later, the Scotsman was awakened by the call of nature. He raised his kilt and was bewildered at the sight of the neatly tied blue ribbon. He stared for a minute, then said, “I don't know where y'been laddie… but it's nice ta see you won firrrst prrrize!”\nTop 15: Why Hockey is Better than Sex\n1  It's legal to earn money playing hockey\n2  Many people play hockey even after they're married\n3  The puck's always hard\n4  The protective equipment is reusable\n5  It lasts at least an hour\n6  A two-on-one or a three-on-one is not uncommon\n7  You always know how big the stick is\n8  You can clean your stick in public without anyone minding\n9  You can change players on the fly\n10  You don't have to be embarrassed if you don't get the puck up\n11 Everyone is finished when the buzzer sounds\n12 Your parents cheer when you score\n13 Periods last only 20 minutes\n14 You're sure to get it at least twice a week\n15 You can tell your friends about it afterwards",
    "url": "https://www.hugi.is/humor/greinar/100039/nokkrir-enskir/",
    "url_id": "100039",
    "id": "725418",
    "replies": []
}