{
    "forum_title": "Fræga fólkið",
    "user": "Demeter",
    "user_id": "19926",
    "date": "2002-10-31 15:46:32",
    "title": "Destiny's Child!! =)",
    "text": "Ég var að senda inn grein um No Doubt, sem er my uppáhalds hljómsveit.. Ég á mér einnig aðra uppáhalds hljómsveit (en hlusta ekki nærri því jafn mikið á) sem er Destiny\\'s Child. Það er eitt sem mér finnst sökka með þær það er hvernig þær klæðast, það er bara algjör viðbjóður…\nEn allavegana hér er eikkað um þær:\nMeðlimir hljómsveitarinnar Destiny’s Child eru þrír/þrjár. Þær heita Beyoncé, Kelly og Michelle! Fyrst þegar Destiny’s Child byrjuðu þá voru þær fjórar, en tvær hættu og þá voru Beyoncé og Kelly eftir. Þá komu tvær aðrar í staðin fyrir þær sem hættu. Ein þeirra var Michelle:) Síðan hætti ein þeirra og eftir urðu þær sem við þekkjum í dag!! (Fyrir þá sem ekki þekkja Destiny’s Child nógu vel: Beyoncé, Kelly og Michelle)\nÞær Destiny’s Child stúlkur hafa gefið út 5 geisaldiska.\nSá fyrsti hét því frumlega nafni: Destiny’s Child (1998). Ég hef aldrei hlustað á hann og veit því ekki hvaða lög séu á honum:(\nAnnar diskurinn var helvíti góður. Hann hét Writings On the Wall (1999). Hann var með marga góð smelli s.s. “jumpin’jumpin”, “Say My name”, “Bills, bills, bills” og “Bug-A-Boo”.\nÞriðji diskurinn hét “SURVIVOR” (2001). Hann ættu flestir Destiny’s Child aðdáendur að þekkja. Sá diskur hafði ýmsa góða smelli s.s. Survivor, Independent Woman (Part I), Emotion, Nasty girl og Bootylicious (búið er að gera myndbönd við öll þessi lög). Mér finnst einnig góð lögin Independent Woman (Part II) og Happy Face, en það er ekki búið að gefa út myndbönd með þeim lögum (og á örugglega ekki eftir að vera gert!).\nFjórði diskurinn sem þær hafa gefið út heitir “8 days of Christams” (2001). Þær gáfu út eitt mynband með lagi af þeim disk. Mér fannst það ekkert sérstakt, og ég held að diskurinn sé ekkert sérstakur (hef ENN ekki heyrt’ann!)\nFimmti og seinasti diskurinn þeirra (í bili) heitir This Is The Remix (2002). Hef ekki heyrt þann disk með þeim heldur..!\nHér eru upplýsingar um Beyoncé:\nFullt nafn: Beyoncé Knowles.\nFædd: 4. september 1981.\nFæðingarstaður: Houston, Texas, USA.\nStjörnumerki: Meyja.\nUpplýsingar frá mér um hana (kannski er ekki allt rétt!): Öll fjölskyldan (gæti verið að það væru einhverjir fleiri í fjölskyldunni hennar sem ég tel ekki upp) hennar Beyoncé er tengd Destiny’s Child á einhvern hátt! Pabbi hennar er umboðsmaður Destiny’s Child. Móðir hennar sér um fötin þeirra (sem eru ömurleg) hjá Destiny’s Child og systir Beyoncé er ein af dönsurum Destiny’s Child. Síðan er Kelly (sem er í Destiny’s Child) frænka hennar! :) Beyoncé leikur í nýju Austin Powers kvikmyndinni sem heitir Goldmember. Hún er búin að gefa út vídeó með laginu sínu sem heitir “Work it out” og er í Austin Powers myndinni!! (Jeii) Dans-taktarnir hennar í myndbandinu eru svona Tinu Turner taktar…\nHér eru upplýsingar um Kelly:\nFullt nafn: Kelendria Rowland.\nFædd: 11. febrúar 1981.\nFæðingarstaður: Houston, Texas, USA.\nStjörnumerki: Vatnsberi.\nUpplýsingar frá mér um hana (kannski er ekki allt rétt!): Ég veit frekar lítið um hana sem ég get sagt frá… Hún var að gefa út videó með Nelly (Nelly Hot in here gaurnum).. Ég man ekki hvað það heitir… Lagið er allt í lagi! Ekkert sértakt.. Vídeóið er frekar asnalegt… Svona \\“týpiskt\\” vídeó finnst mér:) En já.. Hún Kelly syngur mjög vel finnst mér:) Ég held samt mest upp á hana í Destiny’s Child. Það er bara vegna þess að hún er lang kúluðust/flottust!\nHér eru upplýsingar um Michelle:\nFullt nafn: Tenitra Michelle Williams.\nFædd: 23. júlí 1980.\nFæðingarstaður: Rockford, Illinois.\nStjörnumerki: Ljón.\nUpplýsingar frá mér um hana (kannski er ekki allt rétt!): Michelle er búin að vera mjög duglega eftir að Destiny’s Child drógu sig í hlé. Hún er búin að gefa út sinn eigin disk með lögum sem hún hefur sungið og ég held að hún hafi samið lögin og textana! Diskurinn sem hún gaf út heitir \\“Heart To Yours\\”. Hún er, líkt og Beyoncé, búin að gefa út vídeó. Lagið heitir “Heard A Word”.\nFyrir Michell-fands þá er hérna fyrir neðan eru lögin á nýja geisladisknum hennar:\n1. Heart to Yours\n2. Heard a Word\n3. So Glad (Featuring Mary Mary)\n4. Sun Will Shine Again\n5. Hryðjuverka-lagið, nefndi það sjálf, en það heitir: Better Place (9.11)\n6. Change the World\n7. Everything\n8. You Care for Me (Featuring Isaac Carree and Lowell Pye Of Men Of Standard)\n9. Steal Away to Jesus (Featuring Shirley Caesar)\n10. Rock With Me\n11. Gospel Medley (Featuring Destiny\\'s Child)\n12. Bonus Track: Heaven (Featuring Carl Thomas)\nHér í lokinn vil ég benda á það að þær stúlkur ætluðu eitt sinn að heita “the dolls”. Ekki ömurlegt? En Destiny’s Child er nú ekkert sérstakt nafn þegar þú hugsar um það… börn/barn örlagana..Isss…\nEn hér eru tvær síður með þeim:\nhttp://www.destinyschild.com/main.html\nhttp://www.ukbr\nitney.tv/destinyschild/\nTakk fyrir!",
    "url": "https://www.hugi.is/fraegafolkid/greinar/100342/destinys-child/",
    "url_id": "100342",
    "id": "728565",
    "replies": [
        {
            "user": "neonljos",
            "user_id": "11762",
            "date": "2002-11-01 12:28:49",
            "id": "728566",
            "reply_to_id": "728565",
            "text": "Fín grein, því miður fíla ég bara engann veginn þessa hljómsveit, en…. það er bara mín skoðun,\nkv,neonljos\n“who be I? I be stomping your ass if you touch me one more time”"
        },
        {
            "user": "brosbirta",
            "user_id": "28859",
            "date": "2002-11-01 13:20:21",
            "id": "728567",
            "reply_to_id": "728566",
            "text": "Takk=)"
        },
        {
            "user": "asley",
            "user_id": "6473",
            "date": "2002-11-01 17:50:38",
            "id": "728568",
            "reply_to_id": "728565",
            "text": "já þetta er fín grein  hjá ´þér : )\nÞetta er líka góð hljómsveit"
        },
        {
            "user": "beebee",
            "user_id": "7587",
            "date": "2002-11-01 20:09:23",
            "id": "728569",
            "reply_to_id": "728568",
            "text": "hehe þetta er nú soldið fyndin grein..þú ert að tala um eina uppáhaldshljómsveitina þína, og svo hvað hitt og þetta er asnalegt hjá þeim hehe:) en jújú, fin grein=)\nvissi ekki að Michelle hefði gefið út disk ! og hvaaa Dilemma með Kelly og Nelly er ekkert smá flott!\nÁ fyrsta disknum þeirra er það aðallega lagið “no,no,no” sem gæti verið að þú þekkir, myndir örugglega þekkja það ef þú heyrðir það! (remixið af því var vinsælt-done by Wyclef Jean:P)\nen jejeje…Destiny´s Child eru alveg stuð.."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-11-02 08:14:21",
            "id": "728570",
            "reply_to_id": "728565",
            "text": "Mér finnst svolítið skrítið að þú ert að segja að þetta sé ein af uppáhalds hljómsveitunum þínum og svo gerurðu ekkert nema kvarta undan henni! Kvartar yfir fötunum og nafninu og blabla… greinin var fín en mætti vera aðeins jákvæðari. Hljómsveitin er ágæt og mér finnst ekkert mikið af fötunum hjá þeim miðað við þessar stelpur sem hafa ekkert betra að gera en að sýna líkamann sinn því þær hafa svo lélega söngrödd og kunna ekki að semja lög né spila tónlist. Skrítið, hvaða hóra í heiminum myndi verða poppstjarna bara á því að fá plötusamning með því að sofa hjá aðalstjóranum hjá plötufyrirtækjunum… skrítið…"
        },
        {
            "user": "zxqc",
            "user_id": "5617",
            "date": "2002-11-02 14:54:12",
            "id": "728571",
            "reply_to_id": "728565",
            "text": "Af hverju ertu að gera grein um þær ef þu ert ekki viss um allt sem þu ert að skrifa og mer finnst fötin þeirra alveg geggjuð og lagið sem Nelly og Kelly gerðu heitir \"Dilemma.."
        },
        {
            "user": "brosbirta",
            "user_id": "28859",
            "date": "2002-11-02 18:07:58",
            "id": "728572",
            "reply_to_id": "728565",
            "text": "Sko ég var ekkert að kvarta undan nafninu þeirra, bara að segja að það væri frekar ansalegt þegar maður þýddi það yfir á íslensku.. En já, ég veit alveg að það eru fullt af einhverjum söngkonum í heiminu sem klæðast eins og hórur og mér finnst asnalegt hjá þeim að gera það, en notla hugsa þær svona: ef við gerum þetta ekki þá fáum við enga athygli sem er eiginlega bara rétt og mér finnst það asnalegt!!! =)\nOg þetta hjá mér um þær er örugglega allt rétt en ég nennti ekki að fá einhver skítkommet um að þetta og hitt væri ekki rétt!! :)"
        },
        {
            "user": "brosbirta",
            "user_id": "28859",
            "date": "2002-11-02 22:22:18",
            "id": "728573",
            "reply_to_id": "728565",
            "text": "http://www.kellyrowlandonline.com\nhttp://www.beyonceon\nline.com\nhttp://www.michellewilliamsonline.com/\nSíð ur með þeim.."
        },
        {
            "user": "tumix",
            "user_id": "23375",
            "date": "2002-11-03 00:24:31",
            "id": "728574",
            "reply_to_id": "728565",
            "text": "sammála þér um klæðanburðinn þær eru í allt of efnmiklum fötum.Þær eiga að klæða sig í efnminni föt!!!!!!!!!"
        },
        {
            "user": "Loft",
            "user_id": "9227",
            "date": "2002-11-04 20:50:18",
            "id": "728575",
            "reply_to_id": "728565",
            "text": "*megagelgj*"
        },
        {
            "user": "brosbirta",
            "user_id": "28859",
            "date": "2002-11-06 16:49:26",
            "id": "728576",
            "reply_to_id": "728575",
            "text": "uuuu.. hver?"
        },
        {
            "user": "aphrodita",
            "user_id": "17037",
            "date": "2002-11-14 21:42:59",
            "id": "728577",
            "reply_to_id": "728576",
            "text": "Hey ég fíla No doubt líka aðallega Gwen Stefani samt!!!! Áttu diskinn með þeim?(ég segi diskinn því að ég veit ekki hvort þau hafa gefið út fleiri)Hann heitir Tragic Kingdom. (held ég)\nFinnst þér Don´t speak ekki gott lag? Geturðu nokkuð sagt mér hvort að þau hafa gefið út fleiri diska þ.e.a.s. ef þú veist það.!! Takk fyrir góða grein."
        },
        {
            "user": "vampire",
            "user_id": "20765",
            "date": "2002-11-17 18:39:15",
            "id": "728578",
            "reply_to_id": "728565",
            "text": "Get nú ekki sagt að mér finnist Destiny's child skemmtilegt en No Doubt eer bara svöl hljómsveit. Sérstakle Gwen Stefani, söngkonan."
        },
        {
            "user": "wolcomX",
            "user_id": "3831",
            "date": "2002-11-22 21:51:26",
            "id": "728579",
            "reply_to_id": "728578",
            "text": "ÉG VEIT AÐ ÞETTA ER HEIMSKULEG SPURNING, EN HVER ER HVAÐ… éG BARA NÆ ÞVÍ EKKI!!!\nÞEIR SEM NENNA/VILJA HJÁLPA MÉR SKULU SEGJA MÉR ÞÆR Í RÖÐ EFTIR MYNDINNI Í HORNINU ÞARNA UPPI…\nJæja þá er það álit mitt á þeim…Mér finnst…Jæja ég veit ekki hver er hvað svo að ég get ekkert sagt… Segið mér það fljótt!!!\nBÆJÓ"
        },
        {
            "user": "brosbirta",
            "user_id": "28859",
            "date": "2002-11-23 13:59:39",
            "id": "728580",
            "reply_to_id": "728579",
            "text": "Sú sem er lengst til vinstri er Kelly, í miðjunni Beyoncé og lengst til hægri Michell:)\n*BROSBIRTA*"
        },
        {
            "user": "Asla",
            "user_id": "28981",
            "date": "2002-11-23 21:04:08",
            "id": "728581",
            "reply_to_id": "728565",
            "text": "Uppohalds hljomsveitin min er Destinis cheld vissi samt ekki um 98 plotuna en allar hinar.Beyonce Knows er besta sonkonan og þu glesymdir að seja fra myndinni sem þau sungu i sem abyggilega allir vita umm Charlie's angels það lag varð lika mjog frægt."
        }
    ]
}