{
    "forum_title": "Borðaspil",
    "user": "Bastich",
    "user_id": "27824",
    "date": "2002-10-31 22:29:33",
    "title": "Útgáfuröð Armybóka (Fantasy)",
    "text": "Svo langt sem ég veit, er þetta útgáfurröðin á Armybókunum næstu tvö árin:\nTomb Kings: Desember 2002\nLizardmen: Mars 2003\nBeasts Of Chaos: Sumarið 2003\nBrettonia: Jólin 2003\nWood Elves: Vorið 2004\nStorm Of Chaos: Sumarið 2004\nStorm Of Chaos er þriðja Chaos bókin. Ég hef ekki hugmynd hvað verður í henni en ég myndi giska á Chaos Cultists.\nEinhverntíma á næsta ári verður gefin út viðbót fyrir Empire-herinn í formi Kislev-bókarinnar. Verður þetta líklegast í sama sniði og Dark Shadows bæklingurinn og mun leyfa fólki að nota Kislev her. Helstu punktarnir eru:\nSér Lore (Ice Magic)\nNýtt Knightly Order (Order Of The Griffon)\nBear Riders! (No Joke!)\nGamli War Wagoninn kemur aftur!\nEinhverntíma er líka plannað að gefa út lagfæringar á Dark Elf bókinni. Gav Thorpe, sem skrifaði hana, hefur loks látið undan þrýstingi og hefur lofað að laga helstu gallana. Breyttir punktakostnaðir eru helstu breytingarnar sem búast má við.\nEngin ný Regiments of Renown verða gefin út þangað til allar Army bækurnar eru tilbúnar (nema í tengslum við sér atburði)\nEngar áætlanir eru fyrir Dogs Of War né Chaos Dwarfs, ekki einu sinni uppfærslugreinar í White Dwarf!",
    "url": "https://www.hugi.is/bordaspil/greinar/100359/utgafurod-armyboka-fantasy/",
    "url_id": "100359",
    "id": "729003",
    "replies": [
        {
            "user": "Azmodan",
            "user_id": "20255",
            "date": "2002-10-31 22:34:43",
            "id": "729004",
            "reply_to_id": "729003",
            "text": "hmm þú varst ekki einusinni búinn að segja mér þetta! Skamm Árni!\nGott að fá þetta á hreint…\nAzmodan."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2002-10-31 22:40:16",
            "id": "729005",
            "reply_to_id": "729003",
            "text": "Ég er að spá í wood elves þegar ég verð komin með leið á eðlunum (ef sá tími mun einhverntíman renna upp!) Tímasetningin er reyndar soldið erfið á wood elva bókinni fyrir mig, hún er nebblega gefin út á sama tíma og líf mitt mun snúast um samræmdu prófin :) . En endilega segið mér ef að það er leiðnlegt að keppa á móti þeim, því ég vill ekki safna einhverju sneaky pirringslið!"
        },
        {
            "user": "Bastich",
            "user_id": "27824",
            "date": "2002-10-31 22:44:35",
            "id": "729006",
            "reply_to_id": "729005",
            "text": "Ég fór með 2000 pts Wood Elf her á mót á Húsavík 12-13 okt. síðaðstliðinn. Á meðan mér fannst æðislega gaman með herinn var alveg augljóst af svipbrigðum (og viðbrögðum) andstæðinga minna, að ég var ekkert að eignast neina vini. Það er bara svo algjörlega öðruvísi að spila með þennan her. Prófaðu herinn áður en þú gerir einhverjar ákvarðanir, ég veit um 2 Wood-Elf spilara sem hafa gefist upp."
        },
        {
            "user": "Bastich",
            "user_id": "27824",
            "date": "2002-10-31 22:46:01",
            "id": "729007",
            "reply_to_id": "729006",
            "text": "Gleymdi að segja: Ég lenti í öðru sæti, tapaði bara á móti Skaven her með mikið magic. Herinn er sterkur, það er ekki málið :)"
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2002-10-31 22:47:25",
            "id": "729008",
            "reply_to_id": "729006",
            "text": "Afhverju gáfust þeir upp?\nHvaða voðalega warhammer-virkni er þetta á Húsavík, er games workshop búð þar eða? :)"
        },
        {
            "user": "Bastich",
            "user_id": "27824",
            "date": "2002-10-31 22:52:33",
            "id": "729009",
            "reply_to_id": "729008",
            "text": "Á Húsavík & nágrenni er mjög sterk Fantasy hreyfing. Forsprakkinn er Sigurður Hjörtur, sem byrjaði með dverga en skipti síðan yfir í Skaven. Ef þið haldið að Brjánn máli vel, þá hafið þið ekki séð Sigurð mála! Gunni T lætur hann mála fyrir sig! Þeir halda nokkur mót á ári en árlega leggjum ég, Gunni & Brjánn á okkur 600 km leið til að vera með. Sannkallað ævintýri!"
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2002-10-31 23:06:43",
            "id": "729010",
            "reply_to_id": "729009",
            "text": "Brjánn er enginn algjör master-class, bara allt highlightað og svona hjá honum. En það er bara svo flott við herinn hanns eru stallarnir hans og húmorinn í hernum (grotta kóngurinn var snilld, og líka grottin sem var rennandi á skildi í bandi efir einu chariotinu hans eins og einhver sjóskíðakappi, hehe það var bara brill).\nEn hvar annars kaupa allir húsvíkingarnir módelin sín? Er sigurður gaurinn sem málaði hauskúpu-eldarana í glerskáppnum, það var allavega eitthvað golden deamon dæmi!"
        },
        {
            "user": "Bastich",
            "user_id": "27824",
            "date": "2002-10-31 23:24:07",
            "id": "729011",
            "reply_to_id": "729010",
            "text": "Sigurður pantar í gegnum Nexus og lætur síðan senda það norður. Ég veit ekki til þess að hann máli 40K."
        },
        {
            "user": "morgot",
            "user_id": "9515",
            "date": "2002-11-01 13:40:53",
            "id": "729012",
            "reply_to_id": "729011",
            "text": "Siggi safnar Eldar 40k"
        },
        {
            "user": "Bastich",
            "user_id": "27824",
            "date": "2002-11-01 17:10:55",
            "id": "729013",
            "reply_to_id": "729012",
            "text": "Flottur Morgot, Húsvíkingar vita allra manna best um nágranna sína :) Er þá möguleiki í því sem Kreoli sagði að hann gæti hafa málað hauskúpu-Eldar sveitina sem er geymd í glerskáp niðrí Nexus?"
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2002-11-02 03:54:55",
            "id": "729014",
            "reply_to_id": "729013",
            "text": "Ef hann hefur málað þessa eldar kalla held ég að hann ætti að skella sér á golden deamon og fá sér eina styttu, svona til að hafa á hillunni fyrir ofan arininn :)"
        },
        {
            "user": "warpchylde",
            "user_id": "28043",
            "date": "2002-11-04 18:42:04",
            "id": "729015",
            "reply_to_id": "729014",
            "text": "Ef þið eruð að tala um Eldar-herinn í Nexus þá var það Jón Lee (held það sé skrifað svona…) sem málaði þá. Jón er sá sem er með málningarkennsluna í Nexus. Ansi hreint góður málari.\nÉg er líka með Eldar (svona til hliðar, aðallega Fantasy-spilari) en aðal herinn minn er Skaven.\nEf einhver er forvitinn þá er heimasíðan mín:\nwarpchylde.tk\nTakk,\nSiggi G\nHúsavík"
        },
        {
            "user": "morgot",
            "user_id": "9515",
            "date": "2002-11-03 19:32:44",
            "id": "729016",
            "reply_to_id": "729013",
            "text": "Ja hann málar þá allavega svarta með bleached bone hjálma með hálfgerðum sprungum á"
        }
    ]
}