{
    "forum_title": "Box",
    "user": null,
    "user_id": null,
    "date": "2002-10-31 13:13:36",
    "title": "Ronnie Shield segir engan eiga séns í klitschkoana",
    "text": "Hinn goðsagnakenndi þjálfari Ronnie Shield sem komst inní “hall of fame” nýlega segir engann eiga möguleika í klitschko bræðurna.\nRonnie Shield veit svo sannarlega hvað hann er að tala um enda hefur hann unnið sem þjálfari í 15 ár og þjálfað ekki ómerkari menn en Mike Tyson, Evander Holifield o.f.l.\n„I know them all. I’ve either been working with them or I saw them fight. But against both Klitschkos, especially Wladimir, they are all chanceless. Wladimir is so big and strong. He is so intelligent. And he is still so young. He is just unbelievable. He and his brother are like stars from a different planet”, segir Shield.\nWladimir og Vitali eiga bráðir að berjast fljótlega og mun Vitali berjast Larry Donald 23 nóvember og Wladimir við Jameel McCline þann 7 Desember.",
    "url": "https://www.hugi.is/box/greinar/100337/ronnie-shield-segir-engan-eiga-sens-i-klitschkoana/",
    "url_id": "100337",
    "id": "728348",
    "replies": [
        {
            "user": "Truexxlie",
            "user_id": "35149",
            "date": "2002-11-06 12:29:58",
            "id": "728349",
            "reply_to_id": "728348",
            "text": "vá!, bara allt fullt af svörum!\nDAUTT ÁHUGAMÁL, DAUTT ÁHUGAMÁL, DAUTT ÁHUGAMÁL, DAUTT ÁHUGAMÁL, DAUTT ÁHUGAMÁL, DAUTT ÁHUGAMÁL, DAUTT ÁHUGAMÁL, DAUTT ÁHUGAMÁL, DAUTT ÁHUGAMÁL, DAUTT ÁHUGAMÁL, DAUTT ÁHUGAMÁL, DAUTT ÁHUGAMÁL!"
        },
        {
            "user": "ztaezz",
            "user_id": "4635",
            "date": "2002-11-06 23:03:57",
            "id": "728350",
            "reply_to_id": "728348",
            "text": "Merkilegt nokk"
        },
        {
            "user": "jonagre",
            "user_id": "10268",
            "date": "2002-11-18 14:58:45",
            "id": "728351",
            "reply_to_id": "728350",
            "text": "truexxlie\nDjöfull er ég sammála þér, Dautt áhugamál en hverjum eigum við að kenna um????"
        },
        {
            "user": "Truexxlie",
            "user_id": "35149",
            "date": "2002-11-18 15:04:05",
            "id": "728352",
            "reply_to_id": "728351",
            "text": "engum"
        },
        {
            "user": "jonagre",
            "user_id": "10268",
            "date": "2002-11-18 15:04:10",
            "id": "728353",
            "reply_to_id": "728351",
            "text": "Vitali / Donald verður sýndur á stöð sem heitir ZDF sem ég held að sé opin á astra 1 gerfihnettinum\nLæt ykkur vita ef ég finn meiri upplýsingar um þetta."
        },
        {
            "user": "Truexxlie",
            "user_id": "35149",
            "date": "2002-11-18 15:20:55",
            "id": "728354",
            "reply_to_id": "728353",
            "text": "mér finnst að sýn ætti að sýna fleiri bardaga en þeir gera, þikjast alltaf vera “besta íþróttarás íslands” en geta ekki sínt fleyri bardaga en um það bil 2 á mánuði"
        }
    ]
}