{
    "forum_title": "Skátar",
    "user": "Promentor",
    "user_id": "3015",
    "date": "2002-10-31 19:07:50",
    "title": "Álagablettur á Hellisheiði",
    "text": "Við þekkjum öll sögur af álagablettum og hvað það getur haft í för með sér að sinna ekki þeim skyldum, sem liggja á þeim, sem um þá fara. Fólk á að setja steina í vörður, fara með bænir og oftast liggja á þeim stöðum þau álög, að þar megi ekkert færa úr stað.\nÁ Hellisheiðinni undir Skarðmýrarfjalli, þar sem nú standa yfir umfangsmiklar boranir vegna nýju virkjunarinnar, standa tveir staurar, sem ekki láta mikið yfir sér. Upphaflega munu þeir hafa átt að verða hlið í fyrirhugaðri mæðiveikigirðingu og reistir á milli 1940 og 1950 af Hitaveitu Reykjavíkur. Staurarnir eru við leiðina inn að skátaskálunum í Jötunheimum, Bæli, Kút, Hreysi og Þrym og í áranna rás varð skátunum og reyndar öðrum, sem þarna fóru um, að ef menn kysstu ekki þessa bikuðu staura á leið sinni inn á heiðina, þá var voðinn vís. Og staurarnir fengu meira að segja nafn: Þeir heita Svertingjarnir. Sumir kalla þá að vísu Negrana, en það mun hafa verið fyrir aukna réttindabaráttu blökkumanna og viðurkenningu á sjálfsögðum mannréttindum þeirra sem annarra. En vei þeim, sem ekki kyssti Svertingjana! Til er frásögn af skátahópi, sem kom að staurunum á kafi í snjó. Ekki kom til greina annað en að gera sér snjóhús og leita þá uppi, áður en haldið var áfram inn á heiðina, jafnvel þótt það tæki föstudagskvöld og vel fram á laugardaginn.",
    "url": "https://www.hugi.is/skatar/greinar/100341/alagablettur-a-hellisheidi/",
    "url_id": "100341",
    "id": "728556",
    "replies": [
        {
            "user": "Pallip",
            "user_id": "25472",
            "date": "2002-10-31 21:01:56",
            "id": "728557",
            "reply_to_id": "728556",
            "text": "álagablettir myass\nsénsinn"
        },
        {
            "user": "Pallip",
            "user_id": "25472",
            "date": "2002-10-31 22:45:58",
            "id": "728558",
            "reply_to_id": "728557",
            "text": "Mig langar að biðja þá notendur sem búnir voru að svara þessari grein afsökunar. Litli bróðir minn komst í tölvuna og ýtti á “eyða svar (og öllum undirsvörum” og eyddi þar af leiðandi þeim svörum sem tengdust öðru svarinu.\nÉg mun passa mig á þessu í framtíðinni."
        },
        {
            "user": "Pallip",
            "user_id": "25472",
            "date": "2002-10-31 22:46:34",
            "id": "728559",
            "reply_to_id": "728558",
            "text": "Endilega sendið inn svörin aftur."
        },
        {
            "user": "Pallip",
            "user_id": "25472",
            "date": "2002-11-01 15:49:27",
            "id": "728560",
            "reply_to_id": "728559",
            "text": "Því miður get ég ekki sent gamla svarið mitt því hundurinn minn át lylkaborðið. En ég hef farið upp á heiði og er enn á lífi án Þess að hafa kysst einhvern svertingja."
        },
        {
            "user": "Blender",
            "user_id": "15536",
            "date": "2002-11-02 13:33:17",
            "id": "728561",
            "reply_to_id": "728560",
            "text": "Sko, þúrt greinilega enginn fuckin skáti Pallip! Að vera hjátrúarfullur er bara hluti af skátastarfinu, og virkar mjög fínt á yngri hópinn þar sem að þeir verða andskoti hræddir t.d. í næturleikjum og þanni, svo að please, vertu ekki svona pirraður, og okkur er alveg sama þó að þú hafir lifað það af að fara þarna upp, haltu því bara fyrir sjálfan þig í framtíðinni."
        },
        {
            "user": "Pallip",
            "user_id": "25472",
            "date": "2002-11-03 20:53:09",
            "id": "728562",
            "reply_to_id": "728561",
            "text": "Nei bara venjulegur skáti ekkert fuckings þar. Ekki taka þetta svona nærri þér þó svo að ég segji frá minni reynslu af hellisheiðarferðum. Enginn pirraður hér nema þú."
        },
        {
            "user": "drangi",
            "user_id": "26671",
            "date": "2002-11-08 10:07:53",
            "id": "728563",
            "reply_to_id": "728556",
            "text": "Auðvitað er málið að slumma Negrana nógu fjandi blautum kossi því þetta er bara algjör snilldar hefð. Svo er líka eiginlega lífsnauðsynlegt að smella einum á þá í hvert skipti sem farið er framhjá þeim - ekki bara á leiðinni uppeftir…\nEn að öllu spaugi slepptu þá finnst mér þessi hefð með Negrana vera alveg frábær og um að gera að halda henni uppi. Hvað eru skátar annars annað en hefðir og venjur? Ég sé alla vega ekki að starfið væri sérlega fýsilegt ef slíkt vantaði…"
        },
        {
            "user": "IngaAusa",
            "user_id": "22132",
            "date": "2002-11-11 22:45:39",
            "id": "728564",
            "reply_to_id": "728563",
            "text": "já, það er góður og gildur siður að kyssa negrana.  ég ætla að minnsta kosti ekki að hætta því."
        }
    ]
}