{
    "forum_title": "Ljóð",
    "user": "telia",
    "user_id": "5165",
    "date": "2000-11-28 15:16:19",
    "title": "*tómalíf",
    "text": "Finnst eins og allir eru að senda ljóð inn og enginn að tala eitthvað um þau\nog svona en kannski skiptir það ekki öllu máli.\nÉg held að ljóð hjálpi manni að komast yfir lítinn part af sársauka, sorginni,\nóhamingjunar, vina missi og kannski bara þessu daglega lífi. Kannski gefa\nljóð frá sér smá birtu inní líf og eins. Allavegana smá birtu inní líf mitt. Að semja\nljóð er eins og að losa við eitthvað sem maður verður að losa sig við niður á\nblað eða svoleiðs lít ég á það sem ég sem……\nÉg ætla að meika þetta\nyfirbyggð hamingja sem fellur og ég dey\ndey frá öllu og allra síst þér….\nLangaði að halda svo fast í þig sem eftir er\nen þú…þú hélst ekki svo fast í mig….\nFann tómalíf daginn sem þú fórst\ntómalíf því umhverfið er tómlegt án þín hér…\nReyni að figra mig áfram…en ég fell alltaf\nsit á gólfinu og reyni að púsla saman myndunum af okkur saman…\nTel óteljanlegu dagana sem við áttum saman\nReyni að þurrka út….en ég hrasa…\n97 daga af tómleika falla brátt í gleymd\nog ég mun ei lengur vakna í kulda…\nÉg mun synda í átt að hamingjunni í leit að ást aftur….",
    "url": "https://www.hugi.is/ljod/greinar/10047/tomalif/",
    "url_id": "10047",
    "id": "58823",
    "replies": [
        {
            "user": "einarkm",
            "user_id": "2786",
            "date": "2000-11-28 16:23:30",
            "id": "58824",
            "reply_to_id": "58823",
            "text": "þetta er djúpt…mjög flott"
        },
        {
            "user": "creepz",
            "user_id": "4580",
            "date": "2000-11-28 16:27:30",
            "id": "58825",
            "reply_to_id": "58823",
            "text": "þetta er flott =))"
        },
        {
            "user": "Ainar",
            "user_id": "3753",
            "date": "2000-11-28 16:54:30",
            "id": "58826",
            "reply_to_id": "58825",
            "text": "Flott hjá þér, við könnumst flest öll við þennan sársauka. ég er samm´la, ljóð hjálpa mér að losna við tilfinningar sem ég kæri mig ekki um eða vil eiga."
        },
        {
            "user": "Sivar",
            "user_id": "3343",
            "date": "2000-11-28 17:50:42",
            "id": "58827",
            "reply_to_id": "58823",
            "text": "Já það er rétt hjá þér.  Ljóðin eru fljót að koma og fara.  Maður þarf helst að athuga þessa síðu 2 á dag til að ná öllu,  mér finnst það ekki nógu gott.  'Eg mundi vilja heyra fleiri komment á ljóðin.\nÞað er rét hjá þér um tilfinningarnar.  En það er samt svo að ljóð á að standa eitt og sér og þess vegna er gaman að heyra komment á þau, þá getur maður séð hvernig aðrir upplifa það.\nÞað er frábær upplifun að lesa ljóðið frá þér.  Og allir sem hafa lent í svona geta örugglega sett sig inní atburðarásina."
        },
        {
            "user": "gribba",
            "user_id": "5197",
            "date": "2000-11-28 22:02:42",
            "id": "58828",
            "reply_to_id": "58823",
            "text": "þetta er deep… flott ljóð\nþað er erfitt að lenda í þessu."
        }
    ]
}