{
    "forum_title": "Flug",
    "user": "piper",
    "user_id": "9598",
    "date": "2002-11-01 21:32:29",
    "title": "Hvað er að gerast hjá Atlanta ?",
    "text": "Hvað er að gerast hjá Atlanta?\nÞað gengur greinilega mikið á í viðskiptaheiminum um þessar mundir. Bankar seldir og flugfélög ganga kaupum og sölum.\nHja Atlanta hefur Kári Kárason (flugstjóri F-50 hja FÍ) tekið við stöðu flugrekstrarstjóra og nýjir hluthafar að hasla sér völl hjá félaginu. Auk þess hefur hlutafé félagsins verið aukið (skildist mér á fréttum).\nEr að vænta einhverra áherslubreitinga hjá félaginu hvað varðar rekstrarþátt félagsins eða ráðningar íslenskra flugmanna?\nÞað væri nú gaman ef fréttamenn spyrðu þessara spurningar fyrir okkur “ hina atvinnulausu”, hver stefa félagsins sé varðandi þessi mál.\nVonandi á Atlanta eftir að stækka og dafna enn frekar og vonandi fá fleiri flugmenn fasta vinnu hjá þeim.\nkv. P",
    "url": "https://www.hugi.is/flug/greinar/100591/hvad-er-ad-gerast-hja-atlanta/",
    "url_id": "100591",
    "id": "730862",
    "replies": [
        {
            "user": "b52",
            "user_id": "9058",
            "date": "2002-11-02 18:48:11",
            "id": "730863",
            "reply_to_id": "730862",
            "text": "Ég held að þetta sé bara undirstrikkun á að atlanta sé flugfélag nr.1 á íslandi í dag.\nKveðja\nB52"
        },
        {
            "user": "Bronco",
            "user_id": "27424",
            "date": "2002-11-02 19:10:48",
            "id": "730864",
            "reply_to_id": "730862",
            "text": "Mitt álit er það að menn skuli vera með báðar fætur á jörðinni.  Það er engin breyting að verða hjá fyrirtækinu þannig að allt í einu verður farið að ráða íslenska flugmenn.  Það verða engar breytingar á overheadinu.  Þetta mun engar breytingar hafa í för með sér nema að eiginfjárhagsstaðan styrkist."
        },
        {
            "user": "merkikerti",
            "user_id": "15890",
            "date": "2002-11-02 20:14:57",
            "id": "730865",
            "reply_to_id": "730864",
            "text": "já, hvaða fífl vill ráða íslenska flugmenn í vinnu"
        },
        {
            "user": "deTrix25",
            "user_id": "8129",
            "date": "2002-11-03 09:04:22",
            "id": "730866",
            "reply_to_id": "730862",
            "text": "Ég held að þið atvinnulausu flugmenn verðið jafn atvinnulausir áfram og þið hafið verið. Nú er kominn peningamaður inn í fyrirtækið og ég geri ráð fyrir því að hann vilji eitthvað aðeins meira en 1% hagnað eins og verið hefur. Ef þú vilt meiri hagnað er líklega betra að ráða erlenda flugmenn heldur en íslenska þar sem þeir erlendu eru mikið ódýrari í rekstri…\ndeTrix"
        },
        {
            "user": "grizzly",
            "user_id": "2874",
            "date": "2002-11-03 17:05:24",
            "id": "730867",
            "reply_to_id": "730862",
            "text": "Þetta er bara buisness og ekkert annað, Arngrímur og Þóra eru bara að fá sem mest fyrir sinn hlut sem eðlilegt er.\nVarðandi þessi kjör sem áhafnirnar hafa verið ráðnar á að þá held ég að það sé bara tímabundið ástand því um leið og allt fer að stað að þá er þetta fólk farið og þeir vita það þannig að þeir eru bara að nýta sér aðstæðurnar eins og þær eru í heiminum í dag.  Enginn kemst upp með svona til langs tíma, enda eru flestar áhafnirnar þeirra ráðnar til skemmri tíma sökum breytilegra verkefna.  En svona er bara þessi bransi, síbreytilegur þannig að ef maður getur ekki sætt sig við það að þá á maður bara að finna sér eitthvað annað að gera."
        },
        {
            "user": "turbulence",
            "user_id": "23277",
            "date": "2002-11-03 19:45:19",
            "id": "730868",
            "reply_to_id": "730862",
            "text": "Ég tel að þetta sé mjög jákvætt fyrir Atlanta! Það sem fyrirtækið hefur alltaf vantað er eigið fé, og núna er kominn mjög fjársterkur maður (menn) inn í fyrirtækið og bæta við eigið fé Atlanta.\nAnnars veit maður ekki hvað gerist í framhaldinu, nú nú hefur þessi fjárfestahópur meirihluta í fyrirtækinu (50.2%) og geta í raun gert miklar breytingar án þess að fá mikla mótspyrnu frá öðrum eigendum\nEn sjáum til hvað gerist… það verða örugglega einhver stórtíðindi á næstu mánuðum!\np.s til Grizzly\nÞóra og Arngrímur seldu víst ekki neitt af sínum hlut\nkv Turb."
        },
        {
            "user": "svg",
            "user_id": "330",
            "date": "2002-11-03 20:34:15",
            "id": "730869",
            "reply_to_id": "730868",
            "text": "Það sem keypt var, var rúmlega 20% hlutur Búnðarbankans og restin var hlutfjáraukning :)"
        },
        {
            "user": "grizzly",
            "user_id": "2874",
            "date": "2002-11-03 21:05:22",
            "id": "730870",
            "reply_to_id": "730869",
            "text": "Sorry, my mistake!!! Sá þetta á www.mbl.is, samt gott mál!"
        }
    ]
}