{
    "forum_title": "Handbolti",
    "user": "woodie",
    "user_id": "10471",
    "date": "2002-11-01 10:02:45",
    "title": "8.liða deild",
    "text": "8.liða deild er það sem verður að koma ef menn ætla sér að bjarga handboltanum. Í dag erum við aðeins með eina 14 liða deild, ekkert lið getur fallið, þannig að þegar 8.liða úrslitakeppnin hefst eru 6 lið sem hafa bara lokið þáttöku, ekkert lið getur fallið. Út frá umfjöllun dagblaða/sjónvarps þegar kemur að leikjum þessara liða sem ekki komast í úrslitakeppnina spyr maður sig, hver nennir að fara á þessa leiki og hvað fjölmiðill nennir að fjalla um eitthvað sem skipir ekki miklu máli.\nLeikin yrði fjórföld umferð og það lið sem fengi flest stig yrði Íslandsmeistari, út með úrslitakeppnina.\nÍ dag erum við með allt of langt undirbúningsmót, eins og kom fram í grein á mbl um daginn, þá eru menn að spila þetta langa undirbúningsmót og fá hugsanlega að spila einn heimaleik, er þetta þess virði.\nTil þess að lið úr 2.deild kæmust í 1.deild þá yrði liðin í 1 og 2 sæti að spila við lið í 7 og 8 sæti í 1.deild um lausu sætin, þanning værum við alltaf með bestu liðin í 1.deild.\n8.liða deild myndi að mínu mati skila fleiri betri leikjum og þá um leið fleiri áhorfendum á fleiri leiki.",
    "url": "https://www.hugi.is/handbolti/greinar/100553/8lida-deild/",
    "url_id": "100553",
    "id": "730131",
    "replies": [
        {
            "user": "ilo",
            "user_id": "8027",
            "date": "2002-11-01 16:12:26",
            "id": "730132",
            "reply_to_id": "730131",
            "text": "eða hafa 12 lið og sleppa útsláttar keppi"
        },
        {
            "user": "Gabbler",
            "user_id": "18730",
            "date": "2002-11-01 18:37:29",
            "id": "730133",
            "reply_to_id": "730131",
            "text": "Mér persónulega líst best á 14 liða deild.\nÉg held að ef við hefðum tvær deildir þá mundu litlu liðin í seinni deildinni detta bara út hægt og hægt.\nEftir nokkur ár þá jafnast deildin og þetta verður meira fjör.  (ekki það að það sé eithvað lítið fjör núna)\nKveðja Gabbler…\nps. Muggarakvöldið er annaðkvöld í sjónarhóli…. verst að maður kemst ekki, en ég hvet FH-inga til að kíkja á þetta."
        },
        {
            "user": "b52",
            "user_id": "9058",
            "date": "2002-11-01 19:39:41",
            "id": "730134",
            "reply_to_id": "730131",
            "text": "14 lið er neyðarúræði meðan nokkur lið eru ekki með svo sem Breiðablik og Grótta og KR sem 1 lið o.s.f en mér finnst þetta skemtilegt eins og þetta er og það besta sem hægt miðað við hvað fá lið eru keppa meðal þeirra bestu.\nKveðja\nB52"
        },
        {
            "user": "socata",
            "user_id": "12956",
            "date": "2002-11-01 23:04:21",
            "id": "730135",
            "reply_to_id": "730131",
            "text": "Þetta er merkilega góð hugmynd með 8 liða deildina. á meðan lið geta ekki fallið er líklegt að liðin í neðri hluta deildarinnar hætti að spila til að vinna og báráttuna muni vanta í lokin á keppninni þegar þeim verður ljóst að þau komast ekki í úrslitakeppnina.\nSocata"
        }
    ]
}