{
    "forum_title": "Húmor",
    "user": "Ablaze",
    "user_id": "22900",
    "date": "2002-11-03 21:17:06",
    "title": "Brandarar frá Slimma á ÍSLENSKU",
    "text": "Afi Jónasar dó og lét eftir sig 100 milljón krónur, sem Jónas fékk næstum óskipt. Í vikunni þar á eftir samþykkti Magga loks að giftast honum.\nEftir þriggja mánaða hjónabandssælu tók Jónas eftir því að nýja konan hans tók minna og minna eftir honum. Þau fáu skipti sem þau fóru saman í rúmið, þá var Magga alveg áhugalaus, eða í versta falli kallaði upp nöfn annarra karla.\nÍ hvert sinn sem þau fóru út saman, þá hunsaði Magga hann algerlega og daðraði linnulaust við aðra karlmenn. Að lokum var Jónas búinn að fá nóg og ákvað að taka á málinu.\n„Magga!“ sagði hann ákveðinn. „Ég vil fá að vita af hverju í ósköpunum þú giftist mér. Var það bara vegna þess að afi minn lét mér eftir þessa peninga?“\n„Láttu ekki eins og asni!“ sagði Magga. „Það hefði ekki skipt mig neinu máli hver lét þig hafa peningana.\n—————————————– ————————–\nLengdur Mercedes Benz limmi stoppaði á rauðu ljósi og við hliðina á honum stoppaði pínulítill Mini. Guðmundur, sem sat í limmanum leit með fyrirlitnigasvip á Jónas í litla bílnum og byrjaði að gorta sig af því hvað bíllinn hans væri flottur.\n„Þetta er besti limmi sem hægt er að fá fyrir peninga,“ sagði hann. „Hann er með ABS bremsur, spólvörn, líknarbelgi fyrir alla farþegana, innbyggt tölvukerfi með Internettengingu, ljósnæma glugga, vel fylltan bar, sjónvarp með gerfihnattadiski í þakinu, …“\nÞegar hér var komið sögu tók Jónas í litla bílnum framí fyrir honum. „En ertu með DVD spilara?“\nNú skiptu ljósin yfir í grænt og Guðmundur varð dálítið svektur yfir því að hafa ekki DVD spilara í bílnum, svo hann lagði leið sína í næstu verslun sem seldi DVD spilara fyrir bíla og lét setja einn slíkan í limmann.\nNokkrir dagar liðu og þá sá Guðmundur hvar litli bíllinn hans Jónasar stóð við vegarbrúnina. Allir gluggar voru huldir móðu og strókur af gufu stóð út um einn gluggann sem var aðeins opinn. Þegar Guðmundur sá þetta fór hann út úr stóra og flotta bílnum sínum með allar græjurnar og bankaði á gluggann á litla bílnum hans Jónasar. Eftir smá tíma rak Jónas rennandi blautan hausinn út um dyrnar.\n„Ég er búinn að setja DVD spilara í bílinn minn!“ sagði Guðmundur hreykinn.\nJónas varð önugur „Og þurftirðu endilega að draga mig út úr sturtunni til að segja mér þetta?“\nÞetta er hætt að vera fyndið meðann Jónas sko, Jónas út og *Jónas inn.",
    "url": "https://www.hugi.is/humor/greinar/100996/brandarar-fra-slimma-a-islensku/",
    "url_id": "100996",
    "id": "733711",
    "replies": [
        {
            "user": "deadgau5",
            "user_id": "25259",
            "date": "2002-11-04 00:56:02",
            "id": "733712",
            "reply_to_id": "733711",
            "text": "LOL anyway"
        }
    ]
}