{
    "forum_title": "Netið",
    "user": "grugli",
    "user_id": "9479",
    "date": "2002-11-05 13:51:40",
    "title": "Google - I'm feeling lucky!",
    "text": "Google býður upp á möguleika sem heitir “I'm feeling lucky” eða “Vogun vinnur, vogun tapar”.\nÞessi möguleiki, eða takki er einn af þeim mest áberandi á Google en miðað við það þá er hann fáránlega lítið notaður eflaust vegna þess að fólk veit ekkert til hvers hann er.\nEf þú villt komast bara beint á fyrstu niðurstöðuna sem Google sýnir þér, t.d. ef þú vilt fara beint á opinberu heimasíðu Neverwinter Nights en manst bara ekki slóðina ferðu einfaldlega á google.com, skrifar “neverwinter nights” sem leitarorð, ýtir á “Vogun vinnur, vogun tapar takkann” og þá ferðu beint inn á Opinberu heimasíðu Newewinter Nights án allra milliliða.\nÞetta sparar mikin tíma fyrir þá sem eru að leita að einhverju og vilja ekki eyða tíma í að hlaða inn og skoða leitarniðurstöður.",
    "url": "https://www.hugi.is/netid/greinar/101480/google-im-feeling-lucky/",
    "url_id": "101480",
    "id": "737014",
    "replies": [
        {
            "user": "viking",
            "user_id": "25813",
            "date": "2002-11-05 18:16:43",
            "id": "737016",
            "reply_to_id": "737014",
            "text": "sniðugt, vissi ekki af þessu"
        },
        {
            "user": "Redneck",
            "user_id": "7573",
            "date": "2002-11-06 10:31:39",
            "id": "737017",
            "reply_to_id": "737016",
            "text": "en ef þú skrifar “go to hell” ?????\nhehe"
        },
        {
            "user": "galldur",
            "user_id": "8965",
            "date": "2002-11-08 18:47:21",
            "id": "737018",
            "reply_to_id": "737017",
            "text": "þá ferðu annað hvort upp eða niður\n50% líkur á hvoru !"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-11-07 15:43:30",
            "id": "737015",
            "reply_to_id": "737014",
            "text": "Hehe, nokkuð sniðugt enn ég var aldrei búinn að taka eftir þessu :$, hehe"
        },
        {
            "user": "Jeedo",
            "user_id": "17190",
            "date": "2002-11-30 19:38:11",
            "id": "737019",
            "reply_to_id": "737014",
            "text": "Ég vissi þetta en þetta er mjög ruglandi “im feeling lucky” hljómar eins og hún muni bara senda þig eitthvað útí rassgat frekar en á líklegustu síðuna.\nværi sniðugra að láta eitthvað annað standa þarna og ekki er ísl þýðingin betri."
        },
        {
            "user": "eZtro",
            "user_id": "7617",
            "date": "2002-12-11 19:59:54",
            "id": "737020",
            "reply_to_id": "737014",
            "text": "Takk, þetta er snilld - vissi ekki af þessu en það ætti að breyta þýðingunni í eitthvað eins og “Beinsending á líklegustu síðuna”.  Samt, ekkert sérlega góð þýðing, eh?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-12-28 00:47:49",
            "id": "737021",
            "reply_to_id": "737020",
            "text": "Ég nota þetta ALDREI vegna þess að… t.d. ef ég skrifa Counter Strike og smelli á þennann takka þá fer ég inn á síðu sem er ekkert tengt þessu, nema kanski að það er ke (counter striKE) einhvern staðar inn á síðunni..\nÞetta fer bara inn á síðuna með mestu hitni sem er oft mikið bull"
        }
    ]
}