{
    "forum_title": "Gæludýr",
    "user": "kaffibaun",
    "user_id": "20007",
    "date": "2002-11-05 21:05:25",
    "title": "Loðinn Loddi Loddilí!",
    "text": "Ég á “lítinn” kött sem heitir Loðinn.\nHann er 7.ára, grár að lit og 7 kg\nog er alveg einstaklega fallegur, hann er\npersnesk blanda. (ATH ekki með klesst nef!)\nSumir halda að hann sé Norskur skógarköttur, aðrir\nað hann sé minnkur og enn aðrir að þetta sé smáhundur!\nHann er mjög góður, hlýðir nafniu sínu, eltir mann um allt,\nen hann er líka svolítið frekur.\num daginn sat ég við eldhúsborðið og var að eta þegar hann\nþurfti athygli, en ég vildi ekki taka hann. Allt í einu\nstökk hann upp í fangið á mér!\nOg ef ég klappa honum ekki í hvert sinn sem ég sé köttinn\nþá fer hann í fýlu. :::!!!!!!!:::\n——\nEn hann er svo hlýðinn, t.d. ætlaði hann að koma inn um daginn snjógugur og blautur, en mamma sagði við hann: nei Loðinn, og hann fór aftur út!\nég var að fara á netið,  “aldrei slíku vant”, settist á stólinn,\nkveikti á tölvunni og kom mér vel fyrir. 8voðalega ridda mjúkur stóll, hugsaði ég.)\nAllt í einu, þegar ég hef setið þara í 5 mínútur, hreyfði ég mig aðeins,en þá heyrði ég rosavæl og allt í einu\nKLÓRAR KÖTTURINN MIG Í RASSINN! Ég settist óvart oná greyið\nog hann fann ekkert fyrr en ég fór á rófuna hans!!!\n——\nUppáhaldið hans Loðins er mamma, því hún gefur honum\noftast að éta. (matarást)\nÁ eftir henni kem ég, síðan enginn!\nPabbi henti honum nebbla út úr hjónarúminu þegar allt var orðið\nloðið eftir hann, (sko köttinn:)og systkini mín klæddu hann í dúkkuföt þegar hann var minni. (hann er SVOOOOO langdreginn, kötturinn)\nEn, við elskum hann!Því miður á enga mynd inni\ná tölvunni af honum og skanninn er bilaður, en ég sendi inn mynd\nvið fyrsta tækifæri.\nBæjó!\nSteina89.",
    "url": "https://www.hugi.is/gaeludyr/greinar/101470/lodinn-loddi-loddili/",
    "url_id": "101470",
    "id": "736946",
    "replies": [
        {
            "user": "steina89",
            "user_id": "44168",
            "date": "2002-11-07 19:17:32",
            "id": "736947",
            "reply_to_id": "736946",
            "text": "Ég þurfti að hætta að lesa og jafna mig, ég hló svo mikið þegar ég las um að þú hefði setist ofan á greyið ! (,:\nHvernig fórstu að því að taka ekki eftir því að hafa setist ofan á köttinn þinn ? HAHAHA !!!"
        },
        {
            "user": "steina89",
            "user_id": "44168",
            "date": "2002-11-07 21:38:10",
            "id": "736948",
            "reply_to_id": "736947",
            "text": "Hann var í sama lit ;b\nSvo var ég að gefa honum ormapillur, hann þarf 2 afþví hann er svo þungur, og ég kom annari upp í hann, (þó hann væri svoleiðis klórandi og tætandi á mér hendurnar)\nog á endanum vorum við þrjú, mamma mín átti að stinga upp í hann, og við bróðir minn börðumst við að halda honum kyrrum!!\nÚff…."
        },
        {
            "user": "steina89",
            "user_id": "44168",
            "date": "2002-11-13 22:27:34",
            "id": "736949",
            "reply_to_id": "736947",
            "text": "heyrðu grimsla, kötturinn er farinn að eta\nsúkkulaði!! súkkulaði af ballerina kexi er best…"
        }
    ]
}