{
    "forum_title": "Bílar",
    "user": "flat6",
    "user_id": "23529",
    "date": "2002-11-07 22:43:14",
    "title": "Porsche CarreraGT",
    "text": "Einn rigningarmorgun síðla í september ’99 voru fréttamenn mættir í Louvre-safnið í París á blaðamannafund hjá Porsche.  Með stýrurnar í augunum spurðu blaðamenn hvern annan hvað Porsche meinti eiginlega með því að bjóða til blaðamannafundar klukkan hálfsex að morgni.  Eftir langa ræðu forstjóra Porsche,  Wendelin Wiedeking,  var mönnum farið að leiðast þófið.  Ræðunni lauk og öllum hópnum var smalað út á stétt.  Í rigningunni sáust björt ljós nálgast.  Í lögreglufylgd ók CarreraGT niður Champs-Elysées þaklaus og stór dekkin þeyttu vatninu í allar áttir.  Í bílnum sat yfirökumaður hjá Porsche,  Walter Röhrl.  Stemmingin breyttist á svipstundu, menn fengu annaðhvort gæsahúð eða misstu úr einn, eða kannski tvo hjartslætti.  Þó svo að Walter væri hundblautur líkt og allir blaðamennirnir var hann maðurinn sem allir öfunduðu.\nÞað þykir stórmerkilegt þegar handsmíðaðar ,,prótótýpur” keyra fyrir sínu eigin vélarafli á sýningar.  Þetta staðfestir að Porsche er alvara að framleiða þennan bíl og er þegar búið að smíða nokkra bíla.  Fyrstu bílarnir verða seldir á næsta ári og er áætlað að framleiða 1000stk.\nEkkert var gert í flýti á Carrerunni.  Efitr að Porsche náði tvemur fyrstu sætunum á LeMans ’98 var ákveðið að draga sig úr þeirri keppni og keppnisdeildin fór að hanna og þróa hinn nýja CarreraGT.  Wiedeking sagði á fundinum að hugmyndin á að smíða í þessum flokki  hefði fæðst í laumi þann 14. Júní ’98, skömmu efitr kl 4 síðdegis.   Og að hönnunarvinnan hefði hafist formlega í febrúar ’99.\nPorsche menn hafa eflaust haft það í huga að komast aftur inn í LeMans í keppni fjöldaframleiddra bíla.  Reglurnar í LeMans eiga það til að breytast þannig að Porsche þannig að gæti lent í því að geta ekkert nýtt bílinn.  Bíllinn varð að standa undir sér fjárhagslega hvort sem hægt yrði að nota hann í LeMans eða ekki.  Á verðmiðanum mun því standa 50.000.000íslkr.\nHelstu keppinautarnir verða bílar eins og FerrariF60 og Mercedes SLR.  Þó að þessir bílar séu af örðum flokki getur Porsche ekki hunsað kaupendur þessara bíla.  Það eru jú ekki allir með 50millur í veskinu sínu.\nAllar tölur sem er hægt að finna um CarreraGT eru sambærilegar bílum sem keppa bara á keppnisbrautum.  V10 vélin í miðjum bílnum er hönnuð með keppni í huga en er aðeins tamin og fínpússuð fyrir götuna.  Ökumaðurinn situr í koltrefjabúri( kevlar plast).  Afturfjöðrunin er boltuð við gírkassann og gormarnir liggja langsöm meðfram kassanum.  Helstu tölur eru þessar:\nHröðun 0-100kmh = 3,7sek,  og 0-200kmh = 9,5sek.  Hámarkshraði er uppgefinn 340kmh.  (þó eru þeir alltaf hógværir með allar tölur).  Vélin skilar tæpum 600hö og 650nm af togi.  Bíllinn er sjálfur 1250kg.  Hreint út sagt nokkuð magnaðar tölur.\nÞó svo að þessar tölur séu aðeins reiknaðar af hönnuðum er mjög líklegt að þær verði enn betri eftir að bíllinn kemur úr framleiðslu.  Reynslan er sú að Porsche er frekar hógvær á tölur fyrir framleiðslu.\nÞað er algengt að talað sé um ábyrgðarleysi varðandi bíla sem hafa úr slíkri orku að moða.  Hjá Porsche hefur verið hugsað út í það.  CarraraGT kemur með gríðarstórum Keramic ABS bremsum þar sem átta stimplar eru í bremsudælunum að framan og fjórir að aftan.  Bremsudiskarnir að framan eru “15tommur í þvermál.  Carreran er fljótasti bíll í heimi að bremsa sig niður eða 1,89sek úr 100-0kmh.    Allt verður þetta tengt hinu snilldarlega PSMstöðuleikakerfi frá Porsche.\nÖkumaðurinn situr í koltrefjabúri, styrktu álbitum sem eiga að taka við höggi við árekstur, einnig eru fjórir loftpúðar sem hjálpa til.  Þessir hlutir eru ekki komnir úr kappakstursbílum og eru jafnvel bannaðir í keppnum en þörfin er til staðar fyrir þennan búnað.  Einn hlutur er örugglega bannaður í keppni en það er spoilerinn sem hækkar sig á auknum hraða.  Á 120kmh hækkar afturvængurinn um nokkra sentímetra.  Porsche vill reyndar meina að vængurinn lækki sig en ekki hækki.  Það gefur til kynna að bíllinn er fyrst og fremst hannaður til að keyra hraðar en 120kmh.\nAf mikilli snylld hefur stórum loftopum verið komið fyrir.  Dyrnar á bílnum eru djúpar þannig að loftið sem hefur kælt vatnskassana og bremsurnar kemst auðveldlega út aftur.  Fyrir aftan dyrnar sýgur svo vélin til sín ferskt loft.  Vængirnir eru vel faldir, þó svo að afturvængurinn sé stór er hann í línu við bíliunn sem gerir hann minna áberandi.  Undirvagninn er alveg sléttur og það hjálpar bílnum við að halda jarðsambandi, jafnvel vatnskassarnir eru skásettir svo þeir hjálpi til.  Júmbóþota þarf ekki nema 250kmh til að takast á loft.  Á 340kmh þarf heilmikið til að Carreran haldi gripi.\nFramljósin eru flott og hátæknileg.  Aðalljósin eru Xenon af annari kynslóð sem lýsa bjartar en nokkur önnur.  Fyrir framan þau eru þrjú glerrör sem hleypa neon sameindum taktfast um sig þegar ökumaður gefur stefnumerki.\nÍ mælaborðinu eru ekki tveir hefðbundnir mælar heldur TFT skjár líkt og í fartölvu.  Í miðjum skjánum er altaf snúningshraðamælir þar sem rauða strikið er á 8200rpm, en það eru þrír möguleikar í bakgrunni.  Í venjulegum akstri er notaður skjár sem truflar ekki mikið og aðeins koma upp skilaboð, svosem ef bensínið er líð eða hiti vélar of mikill.  Næsti skjár bætir inn stillingum á lofræstingu og útvarpi.  Þriðji skjárinn gefur svo upplýsingar um brautina sem keppt er á, besta hring og eftir daginn er svo hægt að horfa á besta hringinn sinn því að í bílnum er stafæn myndavél innbyggð.\nÞað er mikið ál í stjórnklefanum þar sem það er létt og glæsilegt.  Leðurklæddir körfustólarnir eru stillanlegir frá hnjám og upp á axlir þar sem ökumaður á að þola þyngdaraukninguna í hröðum beygjum jafnt sem löngum ferðalögum.\nSýningarbíllinn er með rúðuþurrkur en engann topp.  En bílarnir sem verða seldir eru með harðann topp sem er hægt að fella saman og fela í skottinu.\nVélin er mjög sérstök í þessum bíl.\nVatnskæld V10, aðeins 63,8sm á lengd og 165kg.  4 knastásar eru drifnir af keðju en keðjurnar eru notaðar vegna þess að þær eru hljóðlátari en tannhjólin úr keppnisbílunum.  V-lagið á vélinni er °68 sem er kjörið fyrir pústgreinarnar. Báðar blokkirnar hafa sjálfstætt tölvukerfi, púst og mengunarkefi.  Stimpilstangirnar eru á títani vegna þess hve hratt vélin snýrst.  Til þess að vélin geti setið mjög lágt í bílnum er ,,Dry Dump” smurkerfi og þriggja klossa kúpling en það þýðir að “swing” hjólið  er mjög lítið.  Gírkassinn er 6gíra og bíllinn er afturhjóladrifinn.\nBæði fram og afturfjöðrun er tveggja arma og allir demparar liggja á stillanlegum flötum svo stillimöguleikarnir eru óteljandi.\nVökvastýri sér um að stýra stórum framhjólunum en þau eru 265/30 R19.  Sumum fynnst það alveg nóg en afturhjólin eru enn stærri eða 335/30 R20.\nÞað að mæta á blaðamannafund kl hálf sex að morgni var alveg þess virði.  Vonandi heldur Porsche áfram að framleiða bíla sem lífga up á tilveruna og fá mann til að hlakki til að keyra í vinnuna.\nG.G.E.",
    "url": "https://www.hugi.is/bilar/greinar/101979/porsche-carreragt/",
    "url_id": "101979",
    "id": "740945",
    "replies": [
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-11-07 23:35:45",
            "id": "740946",
            "reply_to_id": "740945",
            "text": "Mér finnst þessi bíll illa “outgunned” í þeirri keppni sem er um þennan markað í dag. Hann lítur út eins og þægi ofurbíllinn.\nMaður ætti kannski að hafa sig hægan þar til prufuakstursgreinar fara að birtast, en þennan bíl vantar verulega útlit til að passa við afköstin og réttlæta verðmiðan. Hann er varla dramatískari en Toyta MR2… Á markaði sem er þrepi ofar en Lambo Murcielago og Pagani Zonda þarf meira til. Aðrir bílar á leiðini til að keppa um topp markaðarins eru Koenigsegg CC, Edonis og Bugatti Veyron. Allir aflmeiri en sæti roadsterinn frá Porsche. Carrera 4S er verklegri græja í útliti!\nAnnars finnst mér nokkuð fyndin lokaummæli þín. Ég held að Carrera GT komi því minnst við að keyra í vinnuna. Bílar eins og BMW M5, Mazda MX-5 og Porsche 911 fá mann til að hlakka til þess… ;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-11-08 09:51:17",
            "id": "740947",
            "reply_to_id": "740946",
            "text": "Og svona for the record þá finnst mér Murcielago ótrúlega vel heppnaður bíll - mér finnst Pagani Zonda ekki beint fallegur en hverjum er ekki sama um útlitið þegar um slíkt tæki er að ræða."
        },
        {
            "user": "mystic",
            "user_id": "304",
            "date": "2002-11-08 12:03:25",
            "id": "740948",
            "reply_to_id": "740946",
            "text": "Mal3: Veistu ég held ég eigi aldrei eftir að komast að því hvaða bílar þér finnst flottir, no offence :)\nby the way, massa grein flat6, fíla þennan bíl í tætlur."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-11-08 14:25:14",
            "id": "740949",
            "reply_to_id": "740948",
            "text": "Gott að heyra :)\nÉg er heldur ekki vanur að taka því að eitthvað merki geri bíl að heilögum sannleik."
        },
        {
            "user": "neonljos",
            "user_id": "11762",
            "date": "2002-11-07 23:44:11",
            "id": "740950",
            "reply_to_id": "740945",
            "text": "Massíf grein um massífan bíl, mjög góð grein.. virkilega naut þess að lesa hana.."
        },
        {
            "user": "afs",
            "user_id": "7559",
            "date": "2002-11-07 23:57:40",
            "id": "740951",
            "reply_to_id": "740945",
            "text": "Góð Grein…"
        },
        {
            "user": "kvakkur",
            "user_id": "4633",
            "date": "2002-11-08 01:03:48",
            "id": "740952",
            "reply_to_id": "740945",
            "text": "SNILLDAR grein! til lykkes með hana! :)\nÞetta er helvíti flottur bíll en mér finnst nú Opelinn minna svona….“fleka”legur….."
        },
        {
            "user": "MrWhite",
            "user_id": "1206",
            "date": "2002-11-08 02:21:02",
            "id": "740953",
            "reply_to_id": "740945",
            "text": "Virkilega vel skrifuð og spennandi grein.. Good Job flat6 :) ***1/2|***** fyrir þessa"
        },
        {
            "user": "Khan",
            "user_id": "18059",
            "date": "2002-11-08 04:21:04",
            "id": "740954",
            "reply_to_id": "740945",
            "text": "Gott gott, gaman að lesa"
        },
        {
            "user": "flat6",
            "user_id": "23529",
            "date": "2002-11-08 08:57:08",
            "id": "740955",
            "reply_to_id": "740945",
            "text": "Fín grein. Ég man eftir að hafa lesið um þennan blaðamannafund í CAR, það var farið mjög ítarlega yfir bílinn.\nÉg verð að vera ósammála Mal3 með að bíllinn sé outgunned. Bæði finnst mér hann fallegri og glæsilegri en allt sem komið hefur frá Porsche síðustu ár og svo hefur hann allt innihaldið til að geta slegið út öflugri keppinauta. Ég stórefa að það verði leikur einn að keyra Bugatti Veyron með sín 1001 hestöfl.\nMér þykir líklegast að þessi bíll eigi eftir að koma mönnum á óvart svipað og 959 gerði á sínum tíma. Við erum að tala um bíl með tæplega 600 hestafla NA vél byggðan á keppnisbíl og hannaður af keppnisdeildinni það hefur hingað til skilað mjög áhugaverðum bílum sem standast tímanns tönn betur en hinir hefðbundnu bílar.\nPorsche hefur ekki stigið feilspor ennþá (á eftir að koma í ljós með Ceyenne) og hví ætti maður að gera ráð fyrir því með þennan bíl.\nÉg var líka svo heppinn að sjá þetta body “in the flesh” í höllinni og hann er mjög dramatískur í nálægð og mjög Porsche-legur á einhvern nútíma hátt."
        },
        {
            "user": "flat6",
            "user_id": "23529",
            "date": "2002-11-08 10:51:07",
            "id": "740956",
            "reply_to_id": "740955",
            "text": "Það er einmitt komin teikning af LeMans útgáfu af þessum bíl.  Hann er skuggalegur!!  Ég á mynd af honum í blaði og get ekki skannað hana inn til að senda inn á huga.\nÞar er búið að setja tvær túrbínur á vélina! En það stendur ekkert hvað hann er kraftmikill eða neitt.  Það er voðalega stutt grein."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-11-08 11:29:51",
            "id": "740957",
            "reply_to_id": "740955",
            "text": "Þetta er bíll frá sama fyrirtæki og Porsch 911 GT2, þannig að ég leyfi mér að bíða eftir fyrstu prufunum áður en ég fer að boða fagnaðarerindið, eða þá efast um eiginleika. En staðreyndin er sú að hann á eftir að mæta gífurlegri samkeppni, samkeppni sem á blaði er meira impressive jafnvel.\nSvo er ekkert einfalt mál að slá við Zonda C12S. Verður Carrera GT ekki mun dýrari, jafn þungur og litlu kraftmeiri? Zondan er kannski ekki beinlínis fallegur en hann skyggir rækilega á Carrera GT í ofurbílalúkkinu. Porsche hefur hingað til ekki verið að spara dramatíkini þegar kemur að grimmustu bílunum. “Venjulegu” bílarnir eru kannski smekklega understated, en allt frá því að 911 RS kom fyrst hefur þróunin verið 930, 959, 993 GT2, 911 GT1 o.sfr. Svo kemur Carrera GT. Þetta er auðvitað smekksatriði, en ég hef líka séð hann in the flesh. Einhversvegna horfði ég á hann í smástund og fór svo að slefa yfir fallegasta Porscheinum í húsinu þá stundina, 911 Carrera RS replica."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-11-08 11:35:36",
            "id": "740958",
            "reply_to_id": "740957",
            "text": "Mér finnst nú allir Porsche bílar frá 964 frekar látlausir, en slíkt er ekki galli að mínu mati. En út af einmitt því þá finnst mér Carrera GT vera nokkuð æsilegur miðað við það sem Porsche sendir venjulega frá sér.\nEn það er satt, samkeppnin er mjög hörð. Ég held samt að þessi tiltekni bíll hafi ættartölu sem dugar til að maður megi stóla á það að hann verði fremri en samkeppnin og það þrátt fyrir lakari tölur á blaði!"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-11-08 11:44:50",
            "id": "740959",
            "reply_to_id": "740958",
            "text": "Látlausir? Hvað um 993 RS og GT2? GT2 er með brettavíkkununum boltoðum á og bi-plane wing! 993 Turbo S og allir Turbo yfirleitt eru nú temmilega brútal og nýji GT2 og GT3 sem kom á undan honum…"
        },
        {
            "user": "959",
            "user_id": "27641",
            "date": "2002-11-08 12:09:31",
            "id": "740960",
            "reply_to_id": "740959",
            "text": "Tiltölulega látlausir ;)\nSko, mér finnst Lamborghini ekki látlaus, sama með Flesta Ferrari bíla, Aston, Lotus o.s.frv.\nEn þó maður skelli spoiler og útvíkkunum á Porsche þá er hann eftir sem áður sami bíllinn og hann er smekklega látlaus þó svo hann gefi í skyn hvað hann geti."
        },
        {
            "user": "959",
            "user_id": "27641",
            "date": "2002-11-08 12:18:05",
            "id": "740961",
            "reply_to_id": "740960",
            "text": "Porsche 911 GT2 (993) er án efa einhver víga legasta 911 ever.  Og af 996 er GT2 líka flottastur. Einhvernveginn er þessi Carrera GT bara ekki að heilla, sem er eitthvað annað en 959'an gerði hérna í den."
        },
        {
            "user": "flat6",
            "user_id": "23529",
            "date": "2002-11-08 12:37:41",
            "id": "740962",
            "reply_to_id": "740961",
            "text": "Þessi er bara framleiddur í ákveðið mörgum eintökum eins og 959. 959 var bara framleiddur í 200eintökum. Þetta verður eitthvað svipað með þennan bíl."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-11-08 14:30:18",
            "id": "740963",
            "reply_to_id": "740961",
            "text": "Ég held ég sé alveg sammála 959. Nema að mér finnst 996 GT2 ekkert flottur. :)"
        },
        {
            "user": "flat6",
            "user_id": "23529",
            "date": "2002-11-08 14:46:04",
            "id": "740964",
            "reply_to_id": "740963",
            "text": "OK, það er eitt annað hér sem má minnast á. Ég las þessa grein um bílinn í CAR og fegurð þessa bíls liggur að talsverðu leiti í smáatriðum sem að sjást ekki svo vel á myndum. Bíllinn er að mínu mati mjög vel hannaður og ég kann að meta öll litlu smáatriðin við þennan bíl sem gera hann hönnunarlega séð nokkuð sambærilega við McLaren F1 - þá á ég við hve langt menn hafa farið í því að ganga frá hverju einasta atriði. Vissulega fóru menn lengra á F1 en þið vitið kannski hvað ég meina. Skoðið bara myndir af vélarrúminu og frágang á boddíinu á þessum bíl."
        },
        {
            "user": "flat6",
            "user_id": "23529",
            "date": "2002-11-08 15:09:05",
            "id": "740965",
            "reply_to_id": "740964",
            "text": "Ég veit, ég hef setið í sýningarbílnum:) Það er ekkert smá flottur frágangur á öllu í honum. Það er rosalegt oní vélarrúminu, allt krómað, kevlarplast. Það er fynndið að sjá, gírkassinn er hluti af grindinni í bílnum eins og í formúlu1 bílum."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-11-08 15:18:36",
            "id": "740966",
            "reply_to_id": "740965",
            "text": "Það eru ótrúlegir díteilar í þessum bíl, eins og felgurnar og hvernig þær eru festar, spoilerinn að aftan og hvernig ljós þeir nota í bílinn. Þá er ótalinn búnaður eins og t.d. myndavélin til að taka upp besta brautartímann .\nPS, flat6 - ert þú kannski með þessa vefsíðu???\nhttp://www.flat-6.net/"
        },
        {
            "user": "flat6",
            "user_id": "23529",
            "date": "2002-11-08 15:47:00",
            "id": "740967",
            "reply_to_id": "740965",
            "text": "Hérna er hægt að sjá hvað ég á við með díteilum!\nhttp://www.flat-6.net/view.php?model=Carre\nra+GT&sel=Carrera+GT&tab=photo\nÉg vona samt að þeir skipti skjánum í mælaborðinu út,  ég er ekki að fíla TFT - vil hefðbundna mæla, eða í það minnsta eitthvað frumlegra en tölvuskjá!"
        },
        {
            "user": "flat6",
            "user_id": "23529",
            "date": "2002-11-10 20:41:03",
            "id": "740968",
            "reply_to_id": "740967",
            "text": "Nei ég fékk ekki upplýsingar þaðan, þetta er samt góð síða. Ég skoðaði sýningarbílinn sjálfur og fékk upplýsingar um hann meðan ég var að skoða. Það sem ég veit um hann er mest frá bílabúð benna."
        },
        {
            "user": "flat6",
            "user_id": "23529",
            "date": "2002-11-10 20:44:43",
            "id": "740969",
            "reply_to_id": "740967",
            "text": "Þetta er bara tölvuskjár. Þú getur bara valið hvernig þú vilt hafa mælanna. Svo geturðu flett upp öllum helstu kappakstursbrautum í heiminum og skoðað þær. Það er reyndar ekki svona tölvuskjár í sýningarbílnum. Í honum er bara föst mynd, þess vegna er þessi mynd í mælaborðinum á bílnum á öllum myndum sem eru af honum."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-11-10 20:48:41",
            "id": "740970",
            "reply_to_id": "740967",
            "text": "Afturendinn og innréttingarnar eru flottar, ég viðurkenni það. Afturendinn, og í raun heildarsvipurinn smávegis, minnir á Porsche 550 Spyder (leiðréttið mig ef ég fer með fleipur) og örugglega er það vísvitandi.\nMér finnst þessi framendi bara hræðilega sviplaus…"
        },
        {
            "user": "flat6",
            "user_id": "23529",
            "date": "2002-11-11 10:15:07",
            "id": "740971",
            "reply_to_id": "740970",
            "text": "Carreran er eiginlega ný útgáfa af einhverjum af göklu keppnisbílunum frá þeim. Ég bara man ekki hvaða bíll það var, ég skal reyna að fletta því upp."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-11-11 12:13:24",
            "id": "740972",
            "reply_to_id": "740971",
            "text": "Gæti það verið 911 GT1?"
        },
        {
            "user": "flat6",
            "user_id": "23529",
            "date": "2002-11-11 12:57:02",
            "id": "740973",
            "reply_to_id": "740972",
            "text": "Nei. Ég á mynd af þessum bíl, ég hef ekki fundið hana á netinu. Hann heitir 980. Suddalega flottur!"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-11-11 20:50:35",
            "id": "740974",
            "reply_to_id": "740973",
            "text": "Eitthvað líkt þessu?\nhttp://www.fantasycars.com/1/News/700hp_Porsc\nhe_980_to_be_Unveil/700hp_porsche_980_to_be_unveil.html\nReyndar mjög aum frétt og án dagsetningar. Einhverntíman sá ég þessa mynd þar sem sagt var að þetta væri tölvuendurbætt mynd af nýjum Porsche, en þá virtist vera átt við Carrera GT.\nAnnars get ég ekki sagt að þessi heilli mig í útlitinu…\nEr ekki kominn tími á að Porsche reyni aftur við front engined línu. Þá myndu þeir kannski auka söluna til fólks sem getur ekki lifað með Boxster eða 911 og er ekki fyrir Cayenne?\nÉg væri mjög hrifinn af því að sjá bíl á borð við 928 koma frá þeim. Með sniðugum platform engineering gætu þeir svo gert V8 vélina úr Cayenne sem passar vel í neo928 að V6 og búið til arftaka 968?"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-11-08 14:28:08",
            "id": "740975",
            "reply_to_id": "740960",
            "text": "Hefurðu séð 993 GT2? Það er ekkert látlaust við hann. En það er allt í lagi, ég er mjög hlyntur þessum stíl sem Porsche hefur að mestu haft, látlausir “grunn” bílar en thuggish topp bílar.\nEn maður vill fá meira visual clout í græju eins og Carrera GT (finnst mér a.m.k.), ég meina Lotus Elise S2 er grimmilegri!"
        },
        {
            "user": "flat6",
            "user_id": "23529",
            "date": "2002-11-08 12:14:58",
            "id": "740976",
            "reply_to_id": "740957",
            "text": "Mér minnir að hann verði hingað kominn á 55 eða 60milljónir."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-11-08 14:28:47",
            "id": "740977",
            "reply_to_id": "740976",
            "text": "Veistu verð í Þýskalandi, Bretlandi eða USA?"
        },
        {
            "user": "flat6",
            "user_id": "23529",
            "date": "2002-11-08 14:54:41",
            "id": "740978",
            "reply_to_id": "740977",
            "text": "Í Þýskalndi kostar hann eihverjar 30millur. Ég veit ekki verð annarstaða"
        },
        {
            "user": "959",
            "user_id": "27641",
            "date": "2002-11-08 15:14:01",
            "id": "740979",
            "reply_to_id": "740978",
            "text": "Mig minnir að 959'an hafi verið framleidd í 283 eintökum.\nMal3, ég er að meina af 996 boddíinu sem er mikið síðra en 993 þá sé GT2 flottastur.\nEn svona þeir fallegustu Porsche´ar finnst mér vera original 930'an og svo 911 turbo (993) (ekki S) silfurgrátt með gráu eða svörtu leðri.\nEnn það er samt ótrúlegt hvað 996'an er fljótari á braut en 993. 911 GT3 (996) á víst að flengja 911 GT2 (993), þrátt fyrir t.d. 70 hestafla mun, og væntanlega mun meiri torkmun."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-11-08 20:31:23",
            "id": "740980",
            "reply_to_id": "740979",
            "text": "Ég á erfitt með að trúa að 996 GT3 sigri 993 GT2 á braut. Ég veit reyndar að 996 GT3 var jafn snöggur um Nürnburgring Nordschleife og 996 Turbo. Vel af sér vikið, enda er 996 GT3 einn af betri Porsche 911 fyrr og síðar.\nMér finnst flottasti 996 upp á útlit að gera vera nýji 996 Carrera 4S. Hann er líka líklega með þeim betri."
        },
        {
            "user": "flat6",
            "user_id": "23529",
            "date": "2002-11-11 10:37:36",
            "id": "740981",
            "reply_to_id": "740980",
            "text": "996GT2 á allra nýjast metið á Nurburgring."
        },
        {
            "user": "viddisnoop",
            "user_id": "28377",
            "date": "2002-11-10 13:57:00",
            "id": "740982",
            "reply_to_id": "740979",
            "text": "959\nEn hver er svona meginmunurinn á Porsche 911 GT2 og 911 GT3 ??\nÞá er ég sko að tala um þá nýjustu bílana… (\",)"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-11-10 17:39:58",
            "id": "740983",
            "reply_to_id": "740982",
            "text": "Til aðgreiningar eru nýjustu 911 bílarnir (þeir vatnskældu) kallaðir 996.\n996 GT3 var framleiddur í takmörkuðu magni árið '99. Hann er með 3,6 lítra vél (venjuleg Carrera var þá með 3.4l vél) sem er byggð á vélinni í 911 GT1 og skilar 360 hö. Ólíkt þeim bílum sem hann er líkastur, Carrera RS og CS bílunum er hann örlítið þyngri en venjulega Carreran, en annars er hann með kappaksturskörfum og engum aftursætum, lækkaðri og stífðri fjöðrun og veltibúr og annar slíkur búnaður er aukabúnaður. Einnig er hann með skirt og spoilerkitt til aðgreiningar. GT3 er bara afturdrifinn.\n996 GT2 er svona brjálaðri útgáfa af 996 Turbo. Hann er með öðrum afturvæng og sérstökum búnaði að framan til að draga úr lift/gefa downforce. Hann hafur ekki PSM (Porsche Stability Management) og er aðeins afturdrifinn, en Turbo er alltaf 4wd. GT2 er svo líka kraftmeiri.\n996 GT3 er bíll fyrir þá sem vilja þetta hart, hrátt og nákvæmt. Hann er jafn snöggur um Nürnburgring Nordschleife brautina og 996 Turbo þrátt fyrir að vera ca. 70hö kraftminni og bara afturdrifinn! Hann er erfiðari í umgengni en venjuleg Carrera og Turbo og er meira hugsaður fyrir þá sem leggja mest upp úr aksturseiginleikum og/eða fara með bílinn sinn á braut. GT3 er af mörgum talinn besti 996 bíllinn og einn besti 911 fyrr og síðar.\n996 GT2 á að heita hrárri útgáfa af Turbo enda án rafeindahjálparbúnaðar að mestu (ABS og kannski spólvörn samt eftir, man ekki nákvæmlega, get fundið út ef það skiptir máli). Hann er líka hugsaður fyrir þá sem vilja nota bílinn á braut en er aðallega erfiðari en Turbo þar sem hann er einungis afturdrifinn og án hjálparbúnaðar. Frá stað til staðar er því kannski engu sneggri en Turbo þó hann sé sneggri í beina línu. Hann er samt 100 kg léttari (50-55kg fyrir framdrifið, líklega án aftursæta etc.) og auðvitað 35hö kraftmeiri. 993 GT2 (eldri gerð) var götuútgáfa af kappakstursbíl en 996 GT2 er það ekki. Frekar furðuleg wide boy útgáfa af 996 Turbo sem er hlægilega auðveldur og öruggur ofurbíll. GT2 er erfiðari án þess að verðlauna með fínleika eða skerpu í rauninni, ólikt GT3.\nEf peningar eru ekki málið ætti Ruf R Turbo að sinna hlutverki 996 GT2 mun betur :)"
        },
        {
            "user": "viddisnoop",
            "user_id": "28377",
            "date": "2002-11-10 18:25:24",
            "id": "740984",
            "reply_to_id": "740983",
            "text": "Porsche 996 GT2 og 996 GT3 eru þá svona hálfgerðar ,,race - útgáfur“ ekki satt.\nEn GT2 hefur samt mjög svipað ,,look” og 996 turbo, (s.s. breyttur spoiler,lækkuð og stífari fjöðrun,körfusæti og aðeins kraftmeiri vél) þannig að hann er meira svona hugsaður sem hraðakstursbíll heldur en lúxus - sportbíll.\n996 GT3, er hann bara eins og carrera nema með fyrrnefndum breytingum??\nGT3 hefur ekki þessi tvö stóru loftinntök á hliðunum (fyrir aftan hurðirnar) eins og á 996 Turbo og GT2 - sem sjá intercooler-unum fyrir lofti er það nokkuð?\nOg er semsagt alveg hætt að framleiða 996 GT3…. og framleiðsla á GT2 hefur komið í staðinn fyrir hann.\nEf ég er að fara með einhverja vitleysu hérna… þá endilega látið mig vita! (\",)"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-11-10 18:31:41",
            "id": "740985",
            "reply_to_id": "740984",
            "text": "Þetta er ekki alveg rétt þótt þú sért nokkuð nálægt lagi.\n996 GT3 er með vél sem er ættuð úr kappakstursprógramminu þannig að þetta er verulega mikið breytt Carrera.\nGT2 kemur ekki beinlínis í staðinn fyrir GT3. Alveg frá 1972-3 hefur Porsche sett fram hrárri og harðari útgáfu af Carrera öður hvoru. Síðasta útgáfa á undan 996 GT3 var 993 RS, en á sama tíma var til 993 GT sem var einfaldlega götuútgáfa af GT racernum þeirra. GT2 tekur við af þeim bíl í rauninni og ég held að það sé nýr GT3 á leiðinni.\nAnnars ertu með þetta tært held ég :)\nEn ég ætla að fara að éta kvöldmat og lesa betur um þetta svo ég hafi svörin á reiðum höndum ;)"
        },
        {
            "user": "flat6",
            "user_id": "23529",
            "date": "2002-11-11 10:26:31",
            "id": "740986",
            "reply_to_id": "740984",
            "text": "GT2 er roaslega líkur Torboinum nema að hann er bara gerður fyrir keppni. Það er ekkert svona vesenisbúnaður í honum eins og turboinum, skriðvörn, spólvörn og fleira. Þegar þú kaupir hann þá er hann tilbúinn beint á keppnisbrautina. Það eru engin aftursæti í bílnum það er bara veltigrind. Svo er hann mjög hrár að innan, allt il að létta hann. Svo er hann kraftmeiri en turboinn, 465hö. Ég fékk að fara ferð í sýningarbílnum sem var á sýningunnu í laugardalshöll síðast. Ef ég væri að fara kaupa mér svona bíl þá yrði það GT2. Þvílík orka, hann spólar við inngjöf í 3ja gír, og bíllin er afturhjóladrifinn með 67% heildarþyngd á aftuthjólunum. Ég hef reyndar aldrei séð GT3, en það styttist kannski í það:)"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-11-11 12:18:59",
            "id": "740987",
            "reply_to_id": "740986",
            "text": "Afhverju segirðu að GT2 sé gerður fyrir keppni? Það voru engin plön um að nota hann í keppni heldur er hann “track ready” götubíll.\nEn það er rétt, það eina sem hefur taum á hestunum er LSD að aftan og eini rafeindabúnaðurinn er ABS. Vafasöm ideologia hjá fyrirtæki eins og Porsche, ég myndi taka “venjulegan” Turbo frekar held ég. En ég vil samt auðvitað frekar NA bíl. 996 Carrera 4S hljómar vel einmitt í dag… Annars er ég hrifnari af loftkældum 911."
        },
        {
            "user": "flat6",
            "user_id": "23529",
            "date": "2002-11-11 13:07:44",
            "id": "740988",
            "reply_to_id": "740987",
            "text": "Turboinn er með svo mikið að tölvukerfaveseni. Það er sama hvað þú tekur krappa beygju á miklum hraða hann missir ekki gripið, út af þessum skriðvörnum og spólvörnum og því. Reyndar er hægt að aftengja þetta allt og fara að leika sér. En GT2 er bara allt öðruvísi. Hann er “gaman” að keyra, maður þarf að slást við hann til að missa hann ekki upp í spól og halda honum slædandi í gegnum beygjur. Það er gaman;)"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-11-11 20:57:00",
            "id": "740989",
            "reply_to_id": "740988",
            "text": "Ég fæ nú ekki þá mynd af 996 GT2 að hann sé eitthvað leiktæki. Þetta er einn enn svona brútal Porsche. Ég held ég vilji fá tölvubúnaðinn og off rofan sem fylgir eins og í 996 Turbo. PSM er MJÖG góður búnaður. Spurðu bara Walter Röhl ;)\nEf mig langar í eindrifinn brútal Porsche er Ruf R Turbo miklu meira heillandi. En við erum hvort eð er komnir í stjarnfræðilegar tölur. Ég get fengið brútal og hráa bíla með fullt af afli fyrir sama pening og 996 GT2 sem er alveg jafn gaman, ef ekki meira gaman að leika sér að. Mjög líklega myndi maður hafa efni á nice hversdagsbíl fyrir mismuninn. Kosturinn við 996 Turbo er sá að hversdagsbíllinn fylgir með. Ok, það munar 100 kg og 35 hestum, en það er nokkuð akademískt. Mig langar frekar í PSM og aldrif sem gerir hann að allraveðraflugskeyti.\nSamt EVO VII vs. 996 Turbo? Ef við erum bara að pæla í point-to-point hraða og skemmtanagildi er maður að borga ansi mikið aukalega fyrir ansi lítið þegar kemur að Porsche. en þá erum við farnir að tala um koníak eftir verðmiðum ;)"
        },
        {
            "user": "flat6",
            "user_id": "23529",
            "date": "2002-11-11 21:56:09",
            "id": "740990",
            "reply_to_id": "740989",
            "text": "Já þetta er góðu búnaður. Það er kannski ágætt að geta sett hann á."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-11-11 22:10:17",
            "id": "740991",
            "reply_to_id": "740990",
            "text": "Ég kýs að líta á það sem svo að það sé ágætt að geta tekið hann af ;)\nég er enginn aðdáandi svona búnaðar almennt, en hann hefur orðið betri í seinni tíð. Það var einmitt þegar hann birtist fyrst á Porsche 996 Carrera 4 að ég fór að trúa á að svona dótarí væru sniðug, að því gefnu að maður gæti slökkt á þeim."
        },
        {
            "user": "flat6",
            "user_id": "23529",
            "date": "2002-11-11 10:30:26",
            "id": "740992",
            "reply_to_id": "740983",
            "text": "En nú er Porsche að koma með annan bíl eins og CarreraGT, sem á að verða framleiddur í takmörkuðu magni. Hann er með svip af 996Turbo en er samt mikið stærri og miklu breiðari og vígalegri."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-11-11 12:20:29",
            "id": "740993",
            "reply_to_id": "740992",
            "text": "Þú ert ekki að meina þróun frá 911 með útgáfu af V8 vélinni úr Cayenne? Ég heyrði að þeir hefðu hætt við hann."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-11-08 20:32:33",
            "id": "740994",
            "reply_to_id": "740978",
            "text": "Best ég fletti honum upp, gaman að sjá t.d. verð á Carrera GT vs. Zonda C12S í UK."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-11-10 21:50:02",
            "id": "740995",
            "reply_to_id": "740978",
            "text": "Fann verðáætlun frá 2000 á Carrera GT, 240þ. pund í UK. Það er ekki hátt verð, finnst mér. Í dag kostar Pagani Zonda C12S tæp 300þ. pund. Porsche hafa aldrei verið dýrir bílar og það væri áhugavert að sjá samanburð á milli Carrera GT og Ferrari Enzo, möguleiki að Porsche hafi giant slayer ef þeir leggja sig fram.\nAnnars held ég að Zonda yrði fyrir valinu ;)\nNæstum jafn kraftmikill, örugglega togmeiri, alveg jafn þungur, 220mph v-max, vel undir 4 í 100kmh etc. Svo maður gleymi ekki bespoke look and feel. Er Carrera GT ekki annars þaklaus? Zonda er fín í rigningu ;)"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-11-10 22:04:31",
            "id": "740996",
            "reply_to_id": "740995",
            "text": "“Though Porsche has shown the car with no roof, design chief Harm Lagaay says the finished thing will have ”a very clever“ foldaway roof.”\nwww.4car.co.uk\nHarm Lagaay??? Er skylda að hafa gay nafn til að hanna ofurbíla í dag???"
        },
        {
            "user": "959",
            "user_id": "27641",
            "date": "2002-11-11 09:29:20",
            "id": "740997",
            "reply_to_id": "740996",
            "text": "Ég hef þetta úr grein í Sportscar International um 996 GT2, þá er þetta tekið fram að GT3 sé fljótari en gamli GT2 (993).\nAnnars minnir mig að ég hafi lesið það einhversstaðar að það sé væntanleg endurútgáfa af GT3 sem að verði 380Hö."
        },
        {
            "user": "959",
            "user_id": "27641",
            "date": "2002-11-11 09:32:10",
            "id": "740998",
            "reply_to_id": "740997",
            "text": "Mikið er það nú gaman hvað það eru margir Porsche dellukallar hérna, aldrei nóg af því."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-11-11 12:15:22",
            "id": "740999",
            "reply_to_id": "740997",
            "text": "Ég á mjög erfitt með að trúa því þrátt fyrir metið sem 996 GT3 á (átti?) á Nürnburgring…"
        },
        {
            "user": "flat6",
            "user_id": "23529",
            "date": "2002-11-11 13:01:07",
            "id": "741000",
            "reply_to_id": "740999",
            "text": "Ég fæ send blöðin “Christophorus” sem eru gefin út frá porsche og er með allar nýjustu fréttir frá þeim. Í blaði frá september er mynd af 980bílnum og þar er heilsíðu grein um 996GT2 sem var að setja nýtt met á Nurburgring."
        },
        {
            "user": "flat6",
            "user_id": "23529",
            "date": "2002-11-11 10:12:28",
            "id": "741001",
            "reply_to_id": "740995",
            "text": "Porsche er yfir höfuð ekki svo dýr. Það eru bara tollarnir og skattarnir hér á íslandi sem gera þá svona dýra ef maður flytur þá hingað til landsins."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-11-11 12:24:08",
            "id": "741002",
            "reply_to_id": "740995",
            "text": "Scary pæling varðandi verðið á Carrera GT, að þótt það sé í raun ekki það dýrt gæti maður fengið bæði TVR T440R OG Lamborghini Murcielago fyrir peninginn. Eða skipt út Lambo fyrir AML Vanquish eða F575…\nÞessi TVR er hugsanalega með lík afköst og Carrera GT fyrir minna en 1/3 af verðinu. Og TVR 440 hefur lúkkið! Sjáum hann vonandi í Le Mans bráðlega ;)"
        },
        {
            "user": "flat6",
            "user_id": "23529",
            "date": "2002-11-11 13:12:45",
            "id": "741003",
            "reply_to_id": "741002",
            "text": "Ég held að það þurfi eitthvað svakalegt til að slá út carrerunni í LeMans. Ég hef séð mynda af LeMans útgáfunni, bara teiknaða reyndar, og vélin er komin eitthvað yfir 1000hrossin með 2túrbínum."
        },
        {
            "user": "afs",
            "user_id": "7559",
            "date": "2002-11-11 16:53:46",
            "id": "741004",
            "reply_to_id": "741003",
            "text": "Það verður svakalegt að sjá Carreruna með 2 túrbínum.\nLemans útgáfan á líka eftir að vera miklu léttari (örugglega undir tonnið) og með meira en 1000 hestöfl.\nMaður á eftir að pissa í sig þegar maður fær að sjá vídjó með lm carreruni og ef maður fengi að sjá hann í allvöru mundi maður skíta all svakalega í buxurnar."
        },
        {
            "user": "flat6",
            "user_id": "23529",
            "date": "2002-11-11 17:33:24",
            "id": "741005",
            "reply_to_id": "741004",
            "text": "Hér er video af carreraGT á Nurburgring held ég\nhttp://www.8200rpm.com/index.php?p=1&t=3&lang=nl"
        },
        {
            "user": "ih8",
            "user_id": "13956",
            "date": "2002-11-08 09:48:17",
            "id": "741006",
            "reply_to_id": "740945",
            "text": "Flott grein flat6.\nMér þykir þessi bíll en sá allra flottasti sem er að koma á markað og hann heilar mig meira en ítölsku ofurbílarnir. Það er alltaf visst traust og stolt hjá Porsche í mínum huga.\nEins og einhver sagði: Þegar maður keyrir Porsche þá finnur maður að hann var hannaður af einum bestu verkfræðingum í heimi."
        },
        {
            "user": "otti",
            "user_id": "5350",
            "date": "2002-11-08 10:08:17",
            "id": "741007",
            "reply_to_id": "740945",
            "text": "Snilldar grein, ég festist alveg í þessu og þetta er náttla geðveikur bíll, bara verst að það er ekki hægt að keyra hann á íslandi, en ef maður á pening þá er bara að flytja þangað sem hægt er að keyra hann, eða byggja braut :Þ"
        },
        {
            "user": "flat6",
            "user_id": "23529",
            "date": "2002-11-08 10:53:40",
            "id": "741008",
            "reply_to_id": "741007",
            "text": "Það er nú búið að panta eitt stykki hingað:)  Og ég hef smá heimildir að það séu pantaðir tveir svona bílar hingað til lands!"
        },
        {
            "user": "Arnib",
            "user_id": "11482",
            "date": "2002-11-08 13:29:13",
            "id": "741009",
            "reply_to_id": "740945",
            "text": "“Báðar blokkirnar hafa sjálfstætt tölvukerfi, púst og mengunarkefi.”\nHa? Hvað meinarðu báðar blokkirnar?"
        },
        {
            "user": "Moen",
            "user_id": "17218",
            "date": "2002-11-09 11:59:30",
            "id": "741010",
            "reply_to_id": "741009",
            "text": "V10 cyl skiptast í 2x5cyl í línu en hallinn á milli er 68gráður.\nMér þykir þessi bíll ágætur ekkert rosalega hot en ágætur."
        },
        {
            "user": "Arnib",
            "user_id": "11482",
            "date": "2002-11-09 12:26:53",
            "id": "741011",
            "reply_to_id": "741010",
            "text": "Ég veit það nú allveg. En hann sagði að hvor blokkinn hefur eigin blablabal… Ef þetta er bara V10 þá er þetta bara ein blokk."
        },
        {
            "user": "flat6",
            "user_id": "23529",
            "date": "2002-11-11 10:41:37",
            "id": "741012",
            "reply_to_id": "741009",
            "text": "Þetta stóð í greininni sem ég studdist við, en þetta þýðir V10- (2*5cyl) hver lína(5cyl) hefur sjálfstætt tölvukerfi, púst og mengunarkefi."
        },
        {
            "user": "Sporter",
            "user_id": "17406",
            "date": "2002-11-09 08:09:52",
            "id": "741013",
            "reply_to_id": "740945",
            "text": "Fín grein um fína bíla , en ég skil ekki þessa endalausu Porche og Þýskra bíla dellu hér á mönnum.\nSíðast þegar ég sá kappakstur (sem er reindar svolítið síðann)Með Porche, Viper, BMW,Audie,Mustang og slíkum bílum þá var Viperinn að rústa öllu saman og Porche alltaf úr leik fyrir það að vélarnar voru alltaf að springa, og voru þeir yfir leitt með fjóra bíla í keppnini og alltaf óníta."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-11-09 13:36:04",
            "id": "741014",
            "reply_to_id": "741013",
            "text": "Viper átti sinn flokk í sportbílakappakstri á sínum tíma. Held að Lister hafi mætt svo með Storm V12 og farið sigurför. Svona gerist í kappakstri, bestu aðilar eiga lægðir. Kíkið bara á Formúla 1, Ferrari nær ekki titli í mörg ár og fær svo yfirburði, stórliðið McLaren dettur nánast í 2. deild og Williams sömuleiðis á tímabili.\nBreytir því ekki að Porsche er með sigursælustu merkjum í kappakstri og enginn hefur unnið Le Mans eins oft."
        },
        {
            "user": "flat6",
            "user_id": "23529",
            "date": "2002-11-11 10:35:26",
            "id": "741015",
            "reply_to_id": "741013",
            "text": "Porsche tekur ekki þátt í mörgum keppnum. En þeir eru sigursælastir af öllum. Það hefur t.d. enginn unnið LeMans keppnina eins oft og porsche, og það er keppni sem reynir mest á bílanna af öllum kepnum og það sýnir að porsche bilar lítið."
        },
        {
            "user": "Sporter",
            "user_id": "17406",
            "date": "2002-11-11 12:34:39",
            "id": "741016",
            "reply_to_id": "741015",
            "text": "Það getur vel verið, ég var bara að pirrast smá.\nKanski ósangjarnt gaggnvart því að það sé alltaf verið að spjalla um það sama. þar sem ég er nú ekki bestur sjálfur í því að setja inn greinar."
        },
        {
            "user": "paranoiid",
            "user_id": "6810",
            "date": "2002-11-13 17:35:35",
            "id": "741017",
            "reply_to_id": "740945",
            "text": "Frábær grein!\nMér finnst mjög skemmtilegt að lesa svona vel skrifaðar greinar hérna á huga.\nMér liggur mest forvitni á að vita, hvaðan fékkstu svona rosalega miklar upplýsingar?\nEr þetta þýðing úr erlendu blaði eða? , því ef þetta eru þín eigin skrif þá ættiru að vinna við þetta :)"
        },
        {
            "user": "flat6",
            "user_id": "23529",
            "date": "2002-11-14 13:36:44",
            "id": "741018",
            "reply_to_id": "741017",
            "text": "Ég fékk þessar upplýsingar mest frá bílabúð benna, jóni eyjólfs. Og svo úr allskonar bílablöðum. Smellti þessu svo öllu samam;)"
        }
    ]
}