{
    "forum_title": "Tíska & útlit",
    "user": "drundrun",
    "user_id": "11568",
    "date": "2002-11-07 17:09:58",
    "title": "Hvað er fólk að spá?",
    "text": "Ég var að lesa greinina um að ein stelpa var að spá í því eitthvað um að stelpum í skólanum hennar væri gefið illt auga af því að þær eru ekki eins og aðrar stelpur.  Ég meina það hún vildi ekki vera eins og þær, mér finnst þetta frábært að svona típur séu til og þora að vera í þessum fötum og vera öðruvísi málaðar í skólanum þar sem stelpur aðalega spá mikið í fötum.  Stelpur eins og hún sem skrifaði greinina senda þau skilaboð að allar ættu að vera eins klæddar og einhverju sérstöku merki.  Það skil ég gjörsamlega ekki, eins og ég las að það stóð\nNike: öruglega tískuvara: merkjaflík (hlýtur að vera æði, NOT)\neinhvernig veginn sona var þetta, fötin eru rándýr og flott bara ef að það stendur eitthvað merki á þeim, bara af því eiga allir að vera í þessari flík.  Í gamladaga voru konur í lífstykkjum sem var til þess að halda maganum á þeim inni en það gerði það líka að verkum að rifbeinin á þeim krömdust, það var bara gert fyrir tískuna.  Ef að konur væru ekki þannig voru þær ekki nógu fínar, það er bara bull.  En allavega með tískuna, það er viss tíska núna en að virða ekki þann stíl sem aðrir velja sér er fáránlegt.  Stelpur og strákar eru lögð í einelti alls staðar vegna þess að þau eru ekki í réttum fötum og í réttu merki, en það hefur engin leifi til þess að segja að þessi föt séu ekki rétt og ekki flott.  Þetta er allavega sem að mér finnst að þetta sé alveg fáranlegt að vera að velja mannsekjur eftir því að fólk sé ekki í sömu fötum pg maður sjálfur!  SNOBB SNOBB SNOBB!!!!!!!!!!",
    "url": "https://www.hugi.is/tiska/greinar/101975/hvad-er-folk-ad-spa/",
    "url_id": "101975",
    "id": "740923",
    "replies": [
        {
            "user": "larandaria",
            "user_id": "3518",
            "date": "2002-11-08 00:14:15",
            "id": "740924",
            "reply_to_id": "740923",
            "text": "af því sem mér tókst að skilja út úr þessu þá…\nÞað eru aðallega tvær bylgjur í gangi. Önnur er sú að vera í öllum fínustu og nýjustu merkjavörunum, hin er að vera EKKI í öllum fínustu og nýjustu merkjavörunu, oft svokallaðar spútnik-týpur.\nÞetta eru bæði tískubylgjur… fólk velur hvort það vill fylgja annað hvorri eða ekki. Persónulega kýs ég ekki, ég er í því sem mér dettur í hug, ekki því sem eitthverjum öðrum dettur í hug.\nMálið er bara að krakkar í grunnskóla eru endalaust að metast og keppast um allt mögulegt og fataburður er bara eitt svið á þessari keppni. Langflestir taka þátt, oft óviljugir, þeir hafa einfaldlega ekki um annað að ræða…\nen sem betur fer vex þetta oftast af fólki!!"
        },
        {
            "user": "Battlecat",
            "user_id": "21591",
            "date": "2002-11-08 18:13:04",
            "id": "740925",
            "reply_to_id": "740924",
            "text": "Ég er hvorugt af þessum “straumum” sem þú talar um. þá er ég víst ekki hluti af samfélaginu ;) heheh\nég sjálf er mjög fjölbreitileg í fatavali. Oftast klæðist ég í svörtu, þá t.d. svörtum buxum, leðri, plasti, kossilettum og þessháttar, oft í skikkjum, ég fer stundum í galla efna múnderingu, svo hippaföt (mussur, puncho, mussur og þess háttar), annan dag í venjulegar slitnar buxur og víðan bol, svo bara normal bol og gallabuxur, oft líka pönkuð í keðjuskreittu skotapilsi, bol með “kiss my ass” áletrun framaná, hekklaðann hlírarbol með keðjum og blaaaaa! og ekki undir NEINUM kringumstæðum er ég Spútnik típa! Ég er bara ég :)"
        },
        {
            "user": "RuFFStuFF",
            "user_id": "22098",
            "date": "2002-11-09 00:49:23",
            "id": "740926",
            "reply_to_id": "740925",
            "text": "kúl.!\nFólk á ekki að ganga í því sem öðrum finnst flott!!!\nEIns og um daginn var ég í Kringlunni og í Deres minnir mig. allavega…það voru tvær 13-14 ára stelpur að skoða föt. ALlt í lagi með það en svo kemur önnur: sjáðu…GEEEEÐVEEEIKT FLOTT PEYSA!!\nAlveg bara gegt happy en þá kemur hin: ja.. mér finnst hún ekkert svo flott… allt í lagi…samt ekkert svakaleg sko…!\nþá heyrðist í hinni..nee…hún er reyndar ekki það flott!!\npæliði í ÁHRIFUM sem stelpan hafði!!!!!\nbara einfaldlega FATTA ekki fólk sem gengur í fötum sem öðrum finnst flott!! skil ekki fólk sem er svo low að það kaupir sér rándýr föt bara útaf því að öðrum finnast þau flott!!\nmeina..hvað er eiginlega málið með það??!?!?!"
        },
        {
            "user": "geirag",
            "user_id": "4133",
            "date": "2002-11-08 01:10:04",
            "id": "740927",
            "reply_to_id": "740923",
            "text": "Hef eg lesid thessa grein adur eda er hun bara trilljonasta utgafan af grein um sama efni?"
        },
        {
            "user": "Arasaka",
            "user_id": "15059",
            "date": "2002-11-08 12:41:26",
            "id": "740928",
            "reply_to_id": "740923",
            "text": "ja, jú það hafa komið margar greinar um þetta efni!\n……… ég segi EKKI fylgja “tísku” nema þinni eigin! og ef hún er samferða núverandi tísku lucky you!:)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-11-12 17:53:10",
            "id": "740929",
            "reply_to_id": "740928",
            "text": "Arasaka af hverju segiru að það sé lucky you ef þinn fatastíll er sá sami og tískan yfir höfuð núna. það hafi bara hist þannig á. En það er ekkert endilega lucky you… það eru margir sem vilja alls EKKI að fatastíllinn sinn sé eins og annara. Af hverju þurfa allir að vera eins?"
        },
        {
            "user": "vampire",
            "user_id": "20765",
            "date": "2002-11-13 17:53:02",
            "id": "740930",
            "reply_to_id": "740923",
            "text": "ég geng í því sem mig langar til að ganga í. Mér finst sérstaklega gaman að ganga í einhverju sem mér finnst flott og öðrum finnst ekki flott og sjá svo þennann þvílíka fyrirlitningarsvip á öllum gelgjunum í skólanum."
        },
        {
            "user": "Lola",
            "user_id": "27945",
            "date": "2002-11-15 16:36:50",
            "id": "740931",
            "reply_to_id": "740930",
            "text": "ég er 100% sammála þér í því!! Ég hreinlega ELSKA þennan svip sem þær geta sett upp! Þetta er nebla merkilegur svipur sem ég held að þær hafi lært af clueless(hvernig sem það er skrifað)\nLola"
        },
        {
            "user": "Spurs",
            "user_id": "28297",
            "date": "2002-11-19 21:54:20",
            "id": "740932",
            "reply_to_id": "740923",
            "text": "Já mér finnst það akkurat að fólk á EKKI að ganga í fötum sem öðrum finnst flott! Svo kannski á maður ekki efni á fötunum! En samt kaupir maður sér þau bara af því að öðrum finnst þau flott!\nÉg geng í því sem mér líður best í! Kannski í gegt þröngum gallabuxum og íþróttapeysu við eða öfugt! og sko flestar stelpur í eldrideild skólans (sem er ÓGEÐSLEGA LÍTILL 150 og eitthvað krakkar í ÖLLUM skólanum) eiga Henson peysu! Ekki ég sko sammt finnst mér þær flottar! En ég nenni bara ekki að fara sér veslunarleiðangur BARA til að kaupa eina Henson peysu! Ég kaupi mér föt þegar mig vantar föt! Ekki bara af því þau eru í tísku eða eitthvað þegar mig vantar ekki föt!\nÞetta er ÓGEÐSLEGA fáránlegt!\nOg frændi minn á heima í RVK og hann vill ekki kynna mig fyrir vinum sínum bara af því hann heldur að þeim finnist ég algjör “LÚÐI” örugglega af því ég á ekki föt sem eru í “tísku” eða eitthvað! En mér er sama!\nÉg ræð “tískunni” minni! ekki hann!"
        }
    ]
}