{
    "forum_title": "Borðaspil",
    "user": "Brjann",
    "user_id": "28234",
    "date": "2002-11-08 10:02:24",
    "title": "[WHFB] Breytt fyrirkomulag á mótum",
    "text": "Þar sem ég er ekki viss um að allir sem vilja sjái svar mitt í þræðinum þar sem það var skrifað upprunalega ætla ég að skella þessu hérna líka.\nÞað er sem sagt verið að stefna að því að hafa örlítið breytt fyrirkomulag á Warhammer mótunum á næstunni. Færa þetta örlítið nær því sem gengur og gerist úti í hinum siðmenntaða heimi.\nÍ fyrsta lagi verður farið að gefa stig fyrir að mála herji. Það ætti að virka hvetjandi á þá sem eru að mála, og fá þá sem ekki mála til að opna nýjar víddir á hobbyinu.\nEinnig verða gefin verðlaun fyrir ‘most sporting player’. Hvernig ætti að þýða það, varst það ekki Siggi G sem kallaðir það ungmennafélagsanda? :) Það ætti að koma í gang betri anda, og vonandi verða verðlaunin fyrir það lítið síðri en fyrir fyrsta sætið.\nFramkvæmdin á þessu tvennu er ekki alveg ljós, sennilega verður málun dæmd af einhverjum sem ekki keppir en hefur smá vit á málunum. Íþróttaandi verður sennilega gerður þannig að keppendur fylla út lítinn bleðil eftir hvern bardaga um hvernig þeim fannst að spila við andstæðinginn. Ekki ósvipað og Warhammer Players Society (www.players-society.com) notar.\nHvað málun og íþróttamennska gildir mikið á móti árangri í bardögum er ekki komið á hreint, og gæti alveg verið að það verði eitthvað rokkandi á meðan það er verið að koma þessu í gott horf. Það væri vissulega gott að fá ykkar álit á því hvað ykkur finnst hæfilegt.\nPersónulega finnst mér stigagjöf fyrir málun í 40K vera eitthvað sem ég vil stefna á fyrir fantasy, en spurning hvort menn reyna að ganga áður en þeir fara að hlaupa… Þar eru gefin 8 stig fyrir fullmálaðan her +8 stig ef smáatriði á módelum eru máluð, +1-4 stig fyrir vel málaðan, characterful her og conversions. Þannig að samtals má fá 20 stig fyrir málun, og algengt að menn fái allavega 16 stig.\nFleiri breytingar sem eru væntanlegar eru þær að Dog of War verða sennilega ekki leyfðir í bili, og einnig verður væntanlega tekið alveg fyrir repping (að nota módel sem eru ekki réttu módelin). Ef þú átt ekki réttu módelin til að nota ákveðna sveit verður þú bara að nota eitthvað annað. Það er ekki eins og alvöru hershöfðingjar hafi alltaf haft eitthvað val um að nota bara það sem þeim langaði helst að nota.\nÞví miður stefnir samt í að það verði ekki mót fyrr en milli jóla og nýárs. Menn verða þá bara að nota tíman og mála!\nSvo er bara að vona að það komi nógu margir á næsta mót, sérstaklega fólk sem hefur hingað til ekki nennt að koma. Nýjar reglur um málun, repp og sportmanship ættu að breyta slatta.\nHvernig er annars stemmingin fyrir móti milli jóla og nýárs? Ég tek fram að það er að mér vitandi ekki búið að taka frá salinn svo þetta er bara á hugmyndastiginu eins og er. Hvað vilja menn hafa bardagana stóra? Hverjir mæta? Hverjir þora í grænskinnana mína ógurlegu? :)\nBrjánn Jónasson",
    "url": "https://www.hugi.is/bordaspil/greinar/102159/whfb-breytt-fyrirkomulag-a-motum/",
    "url_id": "102159",
    "id": "742097",
    "replies": [
        {
            "user": "Azmodan",
            "user_id": "20255",
            "date": "2002-11-08 17:26:20",
            "id": "742098",
            "reply_to_id": "742097",
            "text": "Vill byrja á því að þakka þér fyrir að senda mér þessa frábæru grein til að lesa.\nÉg er fullkomlega sammála því að það ætti að gefa stig fyrir málun, ég er einn af þeim fáu sem eru með fullmálaða heri(fyrir utan kannski þig Brjánn, og Össur) og væri alveg tilí að Vampíru Greifarinr mínir fengu stig útá það.\nEinnig með “sportsmanship”, það er alveg tilvalið að gefa stig fyrir það því eins og við vitum öll þá er mismunandi skemmtilegt að herja á ýmsa spilara(engin nöfn nefnd).\nMjög gott að einhver er að taka þetta í sínar hendur þannig að það kemst kannski einhver hreyfing á þetta.\nEinnig er mál að fá að halda mótin báða dagana aftur þannig að hægt sé að halda 2000-2500pts mót sem eru að mínu mati mun meira krefjandi og skemmtilegri.\nP.S. ég er tilí græningjana þína hvenær sem er!\nAzmodan."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2002-11-08 21:03:49",
            "id": "742099",
            "reply_to_id": "742098",
            "text": "Ég, Össur, kom því miður ekki með fullmálaðan her en mun standa við loforð mitt að gera það á næsta móti. Herinn minn var næstum fullmálaður."
        },
        {
            "user": "Brjann",
            "user_id": "28234",
            "date": "2002-11-08 20:06:05",
            "id": "742100",
            "reply_to_id": "742097",
            "text": "Glæsilegt, Brjánn. Þarna er tekið á því :-)\nHugmyndirnar sem þú kemur fram með í greininni eru löngu tímabærar og lýst mér vel á þær allar.\nVarðandi hversu mörg stig væri sanngjarnt að gefa fyrir málningu er það hárrétt að taka beri eitt skref í einu. En lokatakmarkið ætti að vera að spilarar reyni a.m.k að mála meira en minna, og að þeir sem mála herinn beri eitthvað úr býtum, ekki örfá stig sem skipta svo sama og engu máli, miklu minna máli en að valta yfir andstæðinginn. Þessi stigatafla sem þú stingur upp á er örugglega athugandi.\nRepping er líka eitthvað sem enginn alvöru áhugamaður ætti að láta sjást, svo allar reglur sem fyrirbyggja það eru til bóta. Ef þú átt ekki rétt regiment/módel áttu heldur ekki að geta notað það.\nVarðandi ungmennafélagsandann, nú hef ég ekki skoðað hvernig reglur þeir eru með á WPS, en hugmyndin er allra góðra gjalda verð.\nMeð þessu værum við loksins að færa okkur í átt að því sem gert er annarsstaðar í heiminum.\nÞetta hobbý okkar er jú svo miklu meira en að vera með sterkasta herinn. Hvernig menn spila, mála og framkoma okkar við andstæðinginn skiptir allt miklu máli. Takmarkið er að skemmta sjálfum sér og öðrum.\nVarðandi mót milli jóla og nýárs, þá vorum við Húsvíkingar að velta fyrir okkur móti hérna á þeim tíma.\nVið vorum jafnvel að spá í að fara upp í 3000 stiga heri, hafa færri bardaga, en stærri. Ég held að það gæti verið skemmtileg tilraun og ágætis tilbreyting.\nEkki að ég hafi neinn atkvæðarétt um mótin ykkar fyrir sunnan, en mér datt í hug að láta ykkur vita hvað við erum að bollaleggja hér á mörkum hins byggilega heims :-)\nStórgóð grein, Brjánn, og vonandi byrjunin á nýjum og (enn) betri mótaröð á Íslandi.\nSiggi G\nHúsavík"
        },
        {
            "user": "Brjann",
            "user_id": "28234",
            "date": "2002-11-09 00:22:55",
            "id": "742101",
            "reply_to_id": "742100",
            "text": "Gott að vita að menn eru nokkuð til í þetta. Hef samt ekki heyrt í Árna ennþá :D\nSiggi:\nAlveg sammála um að það þurfi að vera stigagjöf fyrir málingu sem gefur mönnum stig fyrir það sem þeir eru með málað, jafnvel þó þeir séu ekki með fullmálaðan her. Svona til að menn sjái tilganginn með þessu öllu þó að þeir séu ekki búnir að mála 2000 punktana… Það þarf bara að vera balans, ekki of mörg stig, og ekki of fá…\nSvo er það bara spurningin hvernig á að útfæra þær hugmyndir, og hversu mikið málaðar sveitir eigi að gilda í ‘bónus’ stigum. Það má ekki vera of flókið. Ég var að spá í hvort það væri góð hugmynd að gefa stig fyrir hlutfall málaðra módela í hernum, en aðeins þó fyrir heilar sveitir. Þannig að ef þú ert með 100 módel í hernum, búinn að mála 2 20 manna sveitir og tvo characters, + einhver módel í öðrum sveitum fengir þú um 42% af þeim stigum sem einhver með fullmálaðan her hefði fengið. En það er bara ein hugmynd, og kannski of flókin í framkvæmd.\nÞarf náttúrulega að ræða þetta við Gunna T, enn sem komið er eru þetta bara geðveikislegar hugmyndir í kollinum á mér :)\nHvað varðar mót á Húsó milli jóla og nýárs þá verður það sjálfsagt góð skemmtun fyrir alla sem komast. Veit samt ekki með för að sunnan, þetta er svolítið slæmur tími til að gera einhver plön um bíltúr á litlum Reno Clio! Auk þess held ég að það sé frekar að gera þetta með stæl sirka einu sinni á ári og halda þessu þar með sem svona sérstökum árlegum viðburði… :)\nEiga menn almennt nóg í 3000 punktana? Ég veit að WPS í Bretlandi var svolítið með 2500 pt mót og þau mæltust vel fyrir. Þar álitu margir að menn hefðu aðeins meira svigrúm en í 2000 pt listunum, án þess þó að hafa fleiri character/special/rare slots. Það þýddi fleiri hermenn á borðinu, sem öllum fannst frekar kul!\nKreoli/Kornflakes/Roggi:\nGott að heyra að það eru ekki bara kölkuð gamalmenni eins og Siggi sem mála herjina sína :Þ Því fleiri fullmálaðir herjir á mótum, því fleiri eiga eftir að nenna að koma á mót, og þar af leiðandi verða mótin skemmtilegri. Eða það er kenningin allavega ;)\nSnowcloak:\nÉg er sammála þér í að það er ekki tímabært að stökkva á stað í fyrsta móti með haug af stigum fyrir málun, frekar að taka þetta í nokkrum skrefum. Það ætti að gefa þeim sem eru að koma sér upp herjum tíma til að mála, og hvatningu til að halda sig að verki…\nHvað varðar sportmanship þá er það einfaldlega spurning hversu langt menn vilja ganga. Ég er til dæmis með eintak af spurningalista sem notaður var til að meta sportmanship á Warhammer Player Society (WPS) móti sem ég fór á úti. Þar var tekið tillit til ýmissa þátta svo sem hversu vel andstæðingurinn útskýrði reglur fyrir herinn sinn, hversu skemmtilegt var að spila bardagann o.s.frv. Einnig var spurning um hvernig spilaranum fannst uppbyggingin á hernum hjá andstæðingnum, þó að það gilti ekkert ofsalega mikið.\nSvo er hæsta og lægsta skorið ekki notað, til að gera smá ráð fyrir því að vinir geti gefið sjálfkrafa fullt hús, og að einstaka einstaklingar geti núllað út fólk til að útiloka samkeppni. Þó verður samt sem áður að taka hart á þannig hegðun, naming and shaming :)\nHvað varðar að sýna armylistann fyrir bardagann, það var getr á UKGT 2001, við misjafnar undirtektir. Það er mun skemmtilegra að láta menn skiptast á (LÆSILEGUM) armylistum eftir bardagann, til að menn geti tékkað á að hann sé í lagi.\nGaman væri að heyra í fleirum hvað þeim finnst. Svo er sem sagt planið, skilst mér, að halda Íslandsmeistaramót einhverntíman í ekki of-fjarlægri framtíð, sem sennilega verður með þeirri reglu að einungis fullmálaður her getur unnið mótið sjálft. Eða svo skilst mér. Get painting!\nBrjánn Jónasson"
        },
        {
            "user": "warpchylde",
            "user_id": "28043",
            "date": "2002-11-09 11:50:18",
            "id": "742102",
            "reply_to_id": "742101",
            "text": "Brjánn skrifar:\n“Hvað varðar mót á Húsó milli jóla og nýárs þá verður það sjálfsagt góð skemmtun fyrir alla sem komast. Veit samt ekki með för að sunnan, þetta er svolítið slæmur tími til að gera einhver plön um bíltúr á litlum Reno Clio! Auk þess held ég að það sé frekar að gera þetta með stæl sirka einu sinni á ári og halda þessu þar með sem svona sérstökum árlegum viðburði… :)”\nAfsakaðu, Brjánn. Ég var svo sem ekki að fiska eftir því að þið kæmuð norður á milli jóla og nýárs (þó menn séu að sjálfsögðu velkomnir :-) )\nSammála því að hafa þetta bara einu sinni á ári, þegar færð er góð o.s.frv.\nÆtlaði bara að láta vita hvað væri á seyði hér fyrir norðan.\nÞegar ég hugsa betur um þetta, þá eru 2500 stig líklega nær raunveruleikanum. Þá geta menn bætt ágætlega í herina og prófað eitthvað alveg nýtt. Betri hugmynd… :-)\nJafnvægi í stigagjöf fyrir málningu/sportmanship er eflaust eitthvað sem þarf að þróa á nokkrum mótum. En stefna að því að menn með fullmálaða heri/gott sportmanship fái sem svarar einum sigri (12-16 stig) í plús.\nÞá færu sleðarnir virkilega að hugsa sig um hvort ekki borgaði sig að mála herinn…\nSniðug hugmynd að gefa aðeins fyrir fullkláraðar herdeildir… mjög algengt að sjáist her með módel máluð hingað og þangað, en engin heildarstefna í gangi.\nEn eins og menn hafa sagt, það þarf að taka þetta eitt skref í einu. Ekki vera allt of strangur við byrjendur, því það tekur ansi mikinn tíma að klára einn Fantasy her.\nEins finnst mér sniðug hugmynd að menn skiptist á herlista eftir bardagann, t.d. þegar talið er hversu mörg stig hver hefur fengið. Þá er enginn að velkjast í vafa um hvort andstæðingurinn gefi upp of fá stig/gleymi herdeildum o.s.frv. Og í leiðinni fær hann tækifæri til að athuga með stigafjölda/lögmæti hersins. Gera það að ófrávíkjanlegri skyldu að hafa skiljanlegann herlista, ekki helstu atriði hripuð niður á klósettpappír… :-)\nOg svo að finna refsingar fyrir þá sem ekki uppfylla skilyrði, herlisti/rétt módel o.s.frv.\nEinhvern mínus, eða bara útilokun frá þátttöku? Sem væri alltaf neyðarúrræði. En standa við reglurnar (ég get alveg viðurkennt að hafa verið of “soft” hingaðtil)\nEn,frábær grein, og ég ætla að fylgjast spenntur með þróun mála fyrir sunnan og vera samstíga ykkur varðandi mót á Húsavík.\nKalkaða gamalmennið, :-)\nSiggi G\nHúsavík"
        },
        {
            "user": "Brjann",
            "user_id": "28234",
            "date": "2002-11-10 14:44:53",
            "id": "742103",
            "reply_to_id": "742102",
            "text": "Já, mér finnst þetta nokkuð OK rammi hjá þér Siggi, +12-16 stig fyrir fullmálaðan her. Kannski prófa 12 stig til að byrja með. Spurningin er hvernig á að búta það niður:\n2 stig fyrir hvern fjórðapart af hernum (í módelum talið) sem er málaður (einungis fullar herdeildir telja), samtals 8 stig möguleg. 3 litir lágmark og málaðir og flokkaðir bases.\n+2 Stig ef allur herinn er málaður og smáatriði hafa verið máluð, shading/highlighting og svo framvegir.\n+1-2 stig ef allur herinn er sérlega vel málaður, einhver convertuð módel og þannig. Dómari ræður þessu alfarið.\nÞá geta þeir sem eru með fullmálaðan her, vel gerðann með einhver conversions, frágengna basea og fleira fengið samtals 12 stig. Þeir sem eru búnir að mála helminginn af köllunum komast í 4 stig, og þeir sem eiga nokkra kalla eftir komast í 6 stig.\nÞannig fá menn eitthvað fyrir að mála heilar sveitir, en þeir einir eiga kost á bónus stigum (allt að +4) sem eru með fullmálað.\nHvernig lýst mönnum á að prófa eitthvað þessu líkt? Er þetta of mikið af stigum eða of lítið? Ég er á því að það megi ekki byrja of hratt, eins og kalkaða gamalmennið á Húsavík veit manna best tekur tíma að koma sér upp fantasy her :)\nÞannig getur máling gefið álíka mikil stig og auka minor victory, sem er ekki svo slæmt.\nLátið vita hvað ykkur finnst, og talið við áhugasama vini og fáið þeirra álit…\nHvernig var það svo Siggi, varst þú ekki að tala um að koma í bæinn eitthvað út af náminu þínu í ekki of fjarlægri framtíð? Er ekki spurning um að koma sér á mót á þeim tíma, þér gekk svo vel á síðasta norðanmannamóti :)\n[Fyrir þá sem ekki vita vann SiggiG mótið fyrir norðan með rottunum sínum. Be afraid, be very afraid, the infestation is upon us :)]\nBrjánn Jónasson"
        },
        {
            "user": "warpchylde",
            "user_id": "28043",
            "date": "2002-11-10 15:04:39",
            "id": "742104",
            "reply_to_id": "742103",
            "text": "Já, Brjánn. Góðar hugmyndir. Ekkert of flókið eða tímafrekt. Ég skil samt ekki alveg fjórðapartinn, ertu að meina ef þú ert með t.d. 8 herdeildir, þá færðu 2 stig fyrir 2 fullmálaðar? Eitthvað svoleiðis?\nAnnars er þetta býsna gott, 12 stig möguleg.\nÁgætis bónus, það.\nEn hvað með sportmanship? Yrði það algjörlega sér, eða teldist það með inn í heildarstig?\nVarðandi þátttöku í móti, þá kemst ég því miður ekki, enda á ég nú allt í einu orðstýr að verja, skyndilega orðinn góður :-)\nSpurning um að hætta á toppnum…\nHeyrumst,\nSiggi G\nHúsavík"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-11-10 20:19:36",
            "id": "742105",
            "reply_to_id": "742104",
            "text": "Fyrst höfundur þessarrar greinar vill endilega að ég segji eitthvað….. :)\nAð gefa stig fyrir málingarafrek spilara er hvetjandi og bara góður hlutur. Ég er alveg sammála því að málingarstig verði tekin upp aftur og gefin af einhverju viti. Ég er líka sammála því að fara rólega í sakirnar með þetta, Brjánn og Gunni, þetta er ykkar mál!\n(Ég ráðlegg engum að bíða eftir því að ég taki upp pensla….)\nÉg er með aðra uppástungu fyrir aukastigagjöf. Hún er að veita hverjum þeim spilanda sem notar ekki Rare choice í hernum sínum bónusstig. 5 stig hljómar rétt.\nVandamálið er að þeir spilendur sem eru nýbyrjaðir eiga mögulega ekkert sem flokkast sem Rare-choice…..og mögulega eitthvað sem ég hef ekki hugsað út í, þetta er bara pæling.\nEndilega segið hvað ykkur finnst."
        },
        {
            "user": "Brjann",
            "user_id": "28234",
            "date": "2002-11-11 11:53:15",
            "id": "742106",
            "reply_to_id": "742104",
            "text": "Doh! Var búinn að skrifa svar við þessu sem hugi ákvað að klúðra fyrir mér (það er EKKI það að ég hafi klúðrað einhverju, skiluru…)\nAllavega. Pælingin var sú að gefa einungis stig fyrir fullmálaðar herdeildir. Þannig að ef þú ert með 100 módel í hernum þínum, þar af tvær fullmálaðar sveitir af 20 köllum, og eina fullmálaða sveit af 10 köllum, plús eitthvað annað málað sem eru samt ekki heilar sveitir/warmachines/characters, þá telst þú vera með 50% málað, og færð þar af leiðandi 4 stig fyrir málun.\nFullmálað gæti verið skilgreint sem allavega 3 litir, base frágenginn og lágmark flokkaður. Svo eru bónusstig fyrir meira en það.\nÞú basically telur fyrst öll módelin í hernum, telur svo þau sem eru máluð í heilum sveitum (það er, ef það er einn entry í armylistanum þá telst það eitt unit, þannig teljast characterar vera ‘unit of one’ og warmachine + crew eru eitt unit o.s.frv.) og finnur út hlutfallið.\n0-24% = 0 stig\n25-49% = 2 stig\n50-74% = 4 stig\n75-99% = 6 stig\n100% = 8 stig.\nSvo eiga þeir einir möguleika á allt að fjórum bónusstigum sem eru með 100% málaðan her. Hugmynd mín með bónusstig var +2 stig ef öll smáatriði eru máluð, kallarnir highlightaðir og þannig. Svo +1-2 stig fyrir áberandi flottan heildarsvip hers, flott conversions og þannig, en það er eitthvað sem dómarinn ræður einn.\nTek það enn og einu sinni fram að þetta eru bara mínar pælingar, og ég vil endilega fá komment á þetta frá sem flestum, bæði þeim sem eru með og á móti.\nSiggi:\nSkil þetta með orðstýrinn :) Við verðum þá bara að taka leik/i þegar þú kemur í bæinn. Og látum engann frétta hvernig fer… Þú hefur orðstýr að verja og ég tapaði hrottalega fyrir þér síðast, svo það er beggja hagur að segja engum frá ;)\nBastitch/Árni:\n(Eða varst þetta ekki annars þú, pósturinn er ekki merktur… Ég held samt að þetta með penslana skeri út um það :)\nGott að vita að þú ert ekki á móti þessu, jafnvel þó að þú fílir ekki að mála sjálfur. Þá er bara að vinna í lottóinu og borga einhverjum (hóst*Sigga*hóst) fyrir að mála Chaos Dvergana þína!\nUppástungan þín með að gefa aukastig fyrir að nota ekki rare choice er góðra gjalda verð, en þá eru menn komnir út í að gefa stig fyrir composition, eða uppbyggingu hers. Og gallinn hér er að menn eru ekki sammála um hvað sé vel uppsettur her, í fyrsta lagi. Svo er líka málið að þetta með rare slottin er mismunandi milli herja. Til dæmis yrðu álfaherjir í meiri vanda ef þeir slepptu því að velja rare sveitir en til dæmis Chaos, eða O&G. Þó að þessi regla myndi henta mér vel (er bara með snotling pumpwagon sem rare choice í bili) er ég ekki viss um að það sé eitthvað sem ætti að gefa bónusstig fyrir.\nÚti í Ameríku hafa menn verið hrifnir af því að gefa stig fyrir uppbyggingu, en eru alltaf að skjóta sig í fótinn með það. Það er svo mismunandi milli manna hvað þeim finnst sanngjarnt, og svo er ekki hægt að setja upp eitt sanngjarnt kerfi fyrir alla herji. En það má náttúrulega ræða allt!\nHvernig gekk annars stórorustan á laugardaginn?\nBrjánn Jónasson"
        },
        {
            "user": "Brjann",
            "user_id": "28234",
            "date": "2002-11-11 12:01:08",
            "id": "742107",
            "reply_to_id": "742104",
            "text": "Doh! aftur. Gleymdi að svara spurningu Sigga um sportmanship… Allt tölvunni að kenna aftur… :)\nAllavega. Eins og við GunniT vorum að ræða þetta var pælingin að hafa bara ein aukaverðlaun (vegleg) fyrir þann sem valinn er besti íþróttaandamaðurinn (við VERÐUM að finna betri þýðingu……).\nSeinna meir er hugsanlegt að blanda því inn í stig, eins og er gert úti, en það er að mínu viti best að byrja á einu (málingunni) og bíða með sportmanshipið til að sjá hvaða áhrif málingin ein hefur, og stilla það eins og við viljum hafa það. Þegar það er komið í gott horf má byrja tilraunastarfsemi með hitt.\nBrjánn Jónasson"
        },
        {
            "user": "Brjann",
            "user_id": "28234",
            "date": "2002-11-11 13:06:27",
            "id": "742108",
            "reply_to_id": "742107",
            "text": "Hmm….\nÉg er búinn að lesa þetta allt vel yfir og ´líst vel á þetta en það er eitt; ég er ekki alveg að skilja hvað þetta sportmanship er. Svo vinsamlegast útskýrið það fyrir mér.\nP. S. Helst á mannamáli."
        },
        {
            "user": "Brjann",
            "user_id": "28234",
            "date": "2002-11-11 20:01:45",
            "id": "742109",
            "reply_to_id": "742108",
            "text": "Sinzi:\nSportmanship er erfitt að þýða á íslensku svo vel sé. Ungmennafélagsandi eða íþróttaandi kemst þó næst því.\nÍ grunn atriðum er átt við hversu skemmtilegur spilari er að spila við. Þeir sem eru öfga smámunasamir, gefa enga sénsa ef andstæðingurinn byrjar á shooting áður en hann hefur galdrað o.fl. þessháttar eru ekki álitnir mjög fullir íþróttaanda.\nÖfgakennt dæmi um skort á íþróttaanda er svo náttúrulega að svindla.\nÞað er hægt að mæla þetta á eins flókinn eða einfaldan hátt og menn vilja. Einfaldasta mælingin er sú að eftir mótið velji allir einn af sínum andstæðingum, þann sem þeim fannst sýna mesta íþróttaandann. Sá sem fær flestar tilnefningar vinnur titilinn ‘most sporting opponent’ (erfitt að þýða, óska eftir hugmyndum). Önnur leið væri að svara nokkrum spurningum eftir hvern bardaga um hvernig þér fannst að spila við gaurinn sem spilað var við.\nVona að þetta skýri eitthvað\nBrjánn Jónasson"
        },
        {
            "user": "Bastich",
            "user_id": "27824",
            "date": "2002-11-11 20:52:00",
            "id": "742110",
            "reply_to_id": "742109",
            "text": "Þetta skýrði allt og nú skil ég þetta.\nNokkrar tillögur: Skemmtiletgasti andstæðingurinn,(hljómar vel) besti óvinurinn, skemmtilegasti mótspilari, besti liðsandinn eða þá bara mesti eldmóðurinn (birrr hljómar ekki svov vel)."
        },
        {
            "user": "Bastich",
            "user_id": "27824",
            "date": "2002-11-12 15:52:52",
            "id": "742111",
            "reply_to_id": "742110",
            "text": "“Skemmtilegasti mótspilari” hljómar mjög vel. Auðvelt og auðskilið."
        },
        {
            "user": "Brjann",
            "user_id": "28234",
            "date": "2002-11-12 19:57:58",
            "id": "742112",
            "reply_to_id": "742111",
            "text": "Jamm. Skemmtilegasti mótspilarinn er það besta sem ég hef séð…\nBrjánn"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-11-12 20:20:43",
            "id": "742113",
            "reply_to_id": "742112",
            "text": "Já, mér líst alveg vel á það."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2002-11-08 21:06:04",
            "id": "742114",
            "reply_to_id": "742097",
            "text": "Alveg sammála þér.\nKroxigorarnir mínir þora ekki í græningjana þína :)  kannski þegar ég verð búinn að gefa þeim smá lit :)  ….."
        },
        {
            "user": "Krullgor",
            "user_id": "18349",
            "date": "2002-11-08 21:28:54",
            "id": "742115",
            "reply_to_id": "742097",
            "text": "ég á eftir að mála 10 módel til að vera með fullmálaðann her á morgun :(\nég verð víst að sætta mig við það að vera með ókláraða handgunnera :("
        },
        {
            "user": "Roggi",
            "user_id": "18889",
            "date": "2002-11-08 21:40:56",
            "id": "742116",
            "reply_to_id": "742115",
            "text": "Sniðugt. Reyndar hef ég bara einu sinni keppt með ómálaðan her. Mér finnst það bara leiðinlegt. Og svo er líka ennþá leiðinlegra þegar maður er búinn að eyða mörgum klukkustundum í að mála og svo er andstæðingurinn ekki með eitt málað módel."
        },
        {
            "user": "Snowcloak",
            "user_id": "21695",
            "date": "2002-11-08 23:15:50",
            "id": "742117",
            "reply_to_id": "742116",
            "text": "Eins og fyrr hefur komið fram hérna, þá er þessi þróun mjög tímabær.  Hvernig væri að gefa td helmingin af stigum sem gefin eru fyrir málun í 40k í fantasy?  Ef þessi her fengi 8 stig í 40k, fær hann 4 í fantasy?\nOg varðandi sportsmanship…  Er ekki málið að gefa stig fyrir til dæmis ef spilari er tilbúinn að leyfa anstæðing að skoða army listan áður en bardaginn byrjar, svarar spurningum skýrt og skilmerkilega og er ekki alltaf að glugga í reglubókina í hvert sinn sem hann svo mikið sem færir kall.  Þægilegir spilarar, það er það sem þetta gengur út á.\nEinnig mætti bæta svolitlu við í málunar “prósísinn”  En það er samsetning hers.  Þar er ég að tala um samsetningu á til dæmis að vera með rétt hlutfall af core, special og rare unitum, vera ekki með td, eins og dark elvs geta gert, að vera með 2 terror causing monser í hernum hjá sér, og þess háttar.\nP.S. ég spila heldur ekki með ómáluðum módelum!!"
        }
    ]
}