{
    "forum_title": "Bækur",
    "user": "KristaB",
    "user_id": "23122",
    "date": "2002-11-09 13:19:59",
    "title": "Besta bók allra tíma...að mínu mati!",
    "text": "Sumir eiga bók eða hafa lesið bók sem tekur öllu fram, sem er svo stórkostleg að maður les hana fimm sinnum, jafnvel oftar! Ég á mér þannig bók, hún heitir Kæri herra Guð þetta er hún Anna. Það kannast sjálfsagt enginn við hana enda er ekki beinlínis nýbúið að gefa hana út! Þetta er ekki guðfræði bók, því að þær eru oftast alveg átakanlega leiðinlegar…þetta er bók um stelpu sem er garðirkjufræðingur, stærðfræðingur, guðfræðingur, skáld og ég veit ekki hvað og hvað. Teikningarnar eru eftir Papas en höfundurinn kallar sig Fynn, en það heitir hann víst ekki í alvörunni. Þetta er frekar löng bók en ég hef lesið hana frá upphafi til enda, þetta er bara hreint rosalega, óumdeilanlega hræðilega, svakalega, frábærlega góð bók sem allir ættu að lesa!Þegar ég las hana fyrst þá var ég 10 ára en núna er ég 11, ekki mikill munur en samt. Þegar ég las hana fyrst þá fór ég að há hágráta! Vegna þess að þessi stelpa náði ekki að verða átta ára, hún lést af slysförum… húnætlaði að bjarga kettlingi sem sat fastur upp í tré, en hún datt niður á járngrindverk og dó, húndó ekki strax en á endanum dó hún, þetta fékk svo á mig að ég  fór að gráta, pabbi minn tók bókina og sagðist ætla að geyma hana fyrir mig. Þessi bók er sannsöguleg og það finnst mér mest ótrúlegt við hana því að þessi stelpa var bara hreint undrabarn! Ég mæli eindregið með henni!!",
    "url": "https://www.hugi.is/baekur/greinar/102406/besta-bok-allra-timaad-minu-mati/",
    "url_id": "102406",
    "id": "743857",
    "replies": [
        {
            "user": "KristaB",
            "user_id": "23122",
            "date": "2002-11-09 14:08:32",
            "id": "743858",
            "reply_to_id": "743857",
            "text": "Ég veit hvaða bók þetta er. :) Ég hef að vísu ekki lesið hana sjálf, en hef heyrt mikið um hana. Hún kom út einhvern tímann á 9. áratugnum… Mér skilst að þessi Fynn sé bróðir Önnu."
        },
        {
            "user": "KristaB",
            "user_id": "23122",
            "date": "2002-11-09 14:11:41",
            "id": "743859",
            "reply_to_id": "743858",
            "text": "Nei, það var í október…1935 eða eitthvað sem hann “fann” hana, þá ættleiddi hann hana eiginlega, hún strauk."
        },
        {
            "user": "viktororri",
            "user_id": "13381",
            "date": "2002-11-09 14:24:31",
            "id": "743860",
            "reply_to_id": "743859",
            "text": "Kúl.. :P\nEn, varstu nokkuð að segja okkur frá endanum? :/"
        },
        {
            "user": "KristaB",
            "user_id": "23122",
            "date": "2002-11-09 14:26:01",
            "id": "743861",
            "reply_to_id": "743860",
            "text": "Hmmm..ekki beint, en það myndi ekki skipta neinu máli, því að þegar maður hefur lesið bókina þá finnst manni það ekki skemma fyrir!"
        },
        {
            "user": "viktororri",
            "user_id": "13381",
            "date": "2002-11-09 14:26:48",
            "id": "743862",
            "reply_to_id": "743861",
            "text": "Jæja.. k :P."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-11-09 15:56:42",
            "id": "743863",
            "reply_to_id": "743859",
            "text": "Ó, var það svoleiðis? Mig minnti endilega að hann hefði verið bróðir hennar… O jæja… :D"
        },
        {
            "user": "gthth",
            "user_id": "10645",
            "date": "2002-11-09 14:16:57",
            "id": "743864",
            "reply_to_id": "743857",
            "text": "Nú er eflaust einhver að velta fyrir sér hvers vegna svörunum við þessari grein hefur fækkað skyndilega. Ástæðan er einföld. Skítkast á aðra notendur er ekki liðið á Huga.is. Því miður hverfa þá öll undirsvör með um leið. En við því er ekkert að gera. Skítkasti og leiðindum ber að eyða."
        },
        {
            "user": "KristaB",
            "user_id": "23122",
            "date": "2002-11-09 16:00:25",
            "id": "743865",
            "reply_to_id": "743864",
            "text": "Rétt þetta. :) Ef það er eitthvað sem ég þoli ekki, þá er það skítkast. Algjört lágmark að fólk temji sér almenna kurteisi á netinu sem og annarsstaðar…"
        },
        {
            "user": "KristaB",
            "user_id": "23122",
            "date": "2002-11-10 13:49:03",
            "id": "743866",
            "reply_to_id": "743865",
            "text": "Sammála Delenn!"
        },
        {
            "user": "larandaria",
            "user_id": "3518",
            "date": "2002-11-09 14:29:15",
            "id": "743867",
            "reply_to_id": "743857",
            "text": "Já, ég hef heyrt um þessa bók og ef ég las ekki bara byrjunina á henni eitthvern tímann….\nkannski maður klári hana eitthvern daginn=)"
        },
        {
            "user": "KristaB",
            "user_id": "23122",
            "date": "2002-11-10 13:40:53",
            "id": "743868",
            "reply_to_id": "743867",
            "text": "Þetta er bara æðisleg bók! :)"
        },
        {
            "user": "nologo",
            "user_id": "2605",
            "date": "2002-11-09 17:31:43",
            "id": "743869",
            "reply_to_id": "743857",
            "text": "Ég skil vel að ellefu ára krökkum hafa eftil vill ekki smekk fyrir guðfræðibókum en það er  nú samt sem áður óþarfi að alhæfa að slíkar bækur séu hræðilega leiðinlegar. Þeir voru nú margir guðfræðilega sinnaðir húmoristarnir í gamla daga."
        },
        {
            "user": "fridfinnur",
            "user_id": "4873",
            "date": "2002-11-09 18:27:35",
            "id": "743870",
            "reply_to_id": "743869",
            "text": "“þær eru oftast alveg átakanlega leiðinlegar…”\nMér finnst nú varla hægt að kalla þetta alhæfingu auk þess sem smekkur á bókmenntum er alfarið gildismat"
        },
        {
            "user": "KristaB",
            "user_id": "23122",
            "date": "2002-11-10 13:56:21",
            "id": "743871",
            "reply_to_id": "743870",
            "text": "Jaaaá…it takes all kinds…"
        },
        {
            "user": "mariap",
            "user_id": "11187",
            "date": "2002-11-10 22:28:31",
            "id": "743872",
            "reply_to_id": "743857",
            "text": "Já ég las þessa bók einmitt þegar ég var lítil og ég held að ég hafi lesið hana þar til að hún datt í sundur. Hún er góð"
        },
        {
            "user": "Raziel",
            "user_id": "26761",
            "date": "2002-11-11 00:55:50",
            "id": "743873",
            "reply_to_id": "743872",
            "text": "veistu hvar þessa bók er að fá"
        },
        {
            "user": "KristaB",
            "user_id": "23122",
            "date": "2002-11-11 10:13:15",
            "id": "743874",
            "reply_to_id": "743873",
            "text": "Ég er ekki viss um að það sé hægt að kaupa hana lengur en þið getið athugað…kannski er hægt að finna hana  á bókasafninu…??"
        },
        {
            "user": "KristaB",
            "user_id": "23122",
            "date": "2002-11-11 19:46:15",
            "id": "743875",
            "reply_to_id": "743874",
            "text": "Ég man eftir einhverri bók sem ég las þegar ég var lítil eftir Fynn, er kápan gul? Ég man söguþráðin svo lítið að ég er ekki viss um að þetta sé sama bókinn.\nBesta kveðja\nJapani\nPs. ef þetta er sama bókin verð ég að vera sammála að þetta sé nokkuð góð bók."
        },
        {
            "user": "KristaB",
            "user_id": "23122",
            "date": "2002-11-12 16:02:35",
            "id": "743876",
            "reply_to_id": "743875",
            "text": "Kápan er hvít hjá mér en ég á aðra bók sem er líka um Önnu og Fynn og hún er gul…"
        },
        {
            "user": "reinverji",
            "user_id": "28568",
            "date": "2002-11-13 12:05:25",
            "id": "743877",
            "reply_to_id": "743857",
            "text": "Ég er alveg sammála, það er bara um 2 mánuðir síðan ég las þessa bók en ég er enn að hugsa um hana, hún er svo einlæg og falleg og svo mikil heimspeki í henni.  Mæli með því að fólk lesi hana. Kveðja Herborg"
        },
        {
            "user": "LadyKisa",
            "user_id": "25941",
            "date": "2002-11-13 17:09:14",
            "id": "743878",
            "reply_to_id": "743857",
            "text": "Að enginn kannist við hana?? ójú=) las hana fyrir mörgum árum, hún er hrein snilld. Ógleymanleg. Fynn gaf út aðra bók seinna, eitthvað um Önnu líka, ég hef ekki lesið hana.\nÞessari mælir maður eindregið með!"
        },
        {
            "user": "KristaB",
            "user_id": "23122",
            "date": "2002-11-13 18:18:16",
            "id": "743879",
            "reply_to_id": "743878",
            "text": "Já, ég var að klára hana í 7.unda sinní gær! Ég þreytist aldrei á henni!"
        }
    ]
}