{
    "forum_title": "Golf",
    "user": "ottosig",
    "user_id": "28291",
    "date": "2002-11-12 16:37:19",
    "title": "Masters, kvennrettindamal.....eda golfmot",
    "text": "Var ad velta fyrir mer hvad islenskum golfurum finnst um pressuna sem er verid ad setja a Agusta National um ad hleypa inn kvenkyns medlimum.\nEf tid vitid ekki hvad er i gangi ta er tetta i stuttu mali svona: Eg aetla bara ad flegja tessu svona fram, tad sem eg man en tetta er a golf.com og ut um allt, jafnvel i mbl. veit tad ekki.\nTad er kona sem heitir ad mig minnir Martha, Burke. Hun er einhver formadur fyrir kvennrettinda samtok i USA. Hun vill ad Agusta National hleypi inn kvenn medlimum. Hun er buin ad hota medal annars sponserum, og klubbnum sjalfum ef tetta verdur ekki gert. Hun vill ad PGA tourinn vidurkenni ekki Masters sem eitt af stormotunum. Vegna tessa hotana verda ad eg held engin auglysinga hle a Masternum 2003 tvi ad teir akvadu ad hjalpa sponserunum, sem eru mjog fair ad sleppa vid allt vesenid sem tetta er ad skapa.\nHvad finnst ykkur.\nPersonulega finnst mer ad klubburinn sem er buin ad vera einkaklubbur med adeins karl medlimi fra stofnun eigi ad rada tessu sjalfir.\nEg er nu engin karlremba en eg verd ad segja ad eg eg myndi stoltur ganga i klubb sem tennan.\nps. ef eg for ekki med allar stadreyndir rett ta bidst eg afsokunnar.\nKaer kvedja Otto Sig.",
    "url": "https://www.hugi.is/golf/greinar/103055/masters-kvennrettindamaleda-golfmot/",
    "url_id": "103055",
    "id": "748827",
    "replies": [
        {
            "user": "axes",
            "user_id": "25114",
            "date": "2002-11-12 16:48:28",
            "id": "748828",
            "reply_to_id": "748827",
            "text": "Mér persónulega finnst að það ætti að leyfa konum að keppa í mótum. Ekki bara stórmótum heldur öllum mótum."
        },
        {
            "user": "gallbladra",
            "user_id": "20317",
            "date": "2002-11-12 17:39:25",
            "id": "748829",
            "reply_to_id": "748827",
            "text": "OK…mér finnst að augusta ætti að halda í gamlar hefðir… en ef þeir myndu tapa sponserunum…þá ættu þeir bara að beygja lögin aðeins og hafa skráningargjaldið svo hátt að engin kona myndi láta sjá sig þar."
        },
        {
            "user": "1Xtra",
            "user_id": "25810",
            "date": "2002-11-12 17:51:24",
            "id": "748830",
            "reply_to_id": "748827",
            "text": "GMG!! ekki yrði sagt neitt ef konum væru bara hleypt þarna inn…."
        },
        {
            "user": "Quadro",
            "user_id": "1236",
            "date": "2002-11-13 13:30:55",
            "id": "748831",
            "reply_to_id": "748830",
            "text": "Kannski rétt að benda á að ekki er verið að tala um að leyfa konum að keppa þarna heldur að ganga í klúbbinn.  Eitt er nú samt sem áður víst að þeir þurfa ekki að hafa áhyggjur af sponsorum hjá sér, enda gríðarlegt fjármagn sem þeir hafa á milli handanna auk þess að árgjaldið þarna eru tölur sem flestir skilja ekki. Reyndar er ég sammála Ottó að klúbburinn eigi að fá að ráða þessu sjálfur, ekki meina þeir konum að horfa á Masterinn á staðnum sjálfum og ekki er mótið hluti af neinni mótaröð þar sem það er boðsmót haldið af Augusta Nationals.  Mismunun á sér því miður stað á mörgum stöðum en þetta er staður í einkaeigu og hafa þeir rétt á að stýra þeirri eign eins og þeim hentar.  En ég vill líka minna á að ég er ekki karlremba frekar en Ottó\nGaman að þú sért farinn að skrifa inn á vefinn hjá okkur Ottó og vonandi gengur þér vel í Louisiana!"
        },
        {
            "user": "Ruggi",
            "user_id": "2077",
            "date": "2002-11-16 23:09:14",
            "id": "748832",
            "reply_to_id": "748831",
            "text": "Þetta er nú fulllangt gengið í kvenréttindabaráttunni finnst mér.  Sérstaklega þar sem það eru nú til dæmi um golfklúbba sem eru eingöngu fyrir konur og enginn er að fetta fingur út í.\nDæmi:\nhttp://www.ladiesgolfclub.com"
        },
        {
            "user": "oah",
            "user_id": "29097",
            "date": "2002-11-22 08:47:01",
            "id": "748833",
            "reply_to_id": "748827",
            "text": "Þær eru nú alveg ótrúlegar þessar konur, eða þessi kvennréttinda samtök.\nÞessi klúbbur á að vera eins og þeim sem stjórna honum finnst að hann eigi að vera.  Ég man nú ekki betur en að Bill Gates hafi verið neitað inngöngu í þennan klúbb hérna um árið.  Hefðin í golfinu er svo ótrúleg og það að einhver kvenréttindasamtök eru farin að rífa sig eitthvað út í einn virtasta einkaklúbb í heimi  er alveg út í hött.\nÖrn Æva"
        },
        {
            "user": "ragsi",
            "user_id": "46559",
            "date": "2003-11-12 00:32:11",
            "id": "748834",
            "reply_to_id": "748833",
            "text": "Sorrý :)\nég get bara ekki orða bundist!\nEkki tapa ykkur, ég elska að spila á fallegum völlum og finnst óeðlilegt að fólk sé útilokað sökum kynferðis eða litarháttar. Ég sé bara ekki að það sé það sem gerir gæfumuninn.  Persónulega gæfi ég mikið fyrir að fá að spila á Augusta vellinum, en það væri þá líklega ekki fyrr en eftir kynskiptaaðgerðina mína.\nHafið það gott og ég vona að þið fáið að spila á öllum þeim fallegu völlum sem ykkur dreymir um, hvort sem þið hafið réttu kynfærin eða ekki.\nKær kveðja Ragnhildur Sigurðardóttir."
        },
        {
            "user": "SiggiRunar",
            "user_id": "29100",
            "date": "2002-11-22 09:50:42",
            "id": "748835",
            "reply_to_id": "748827",
            "text": "Persónulega finnst mer ad thad er alveg ut i hött ad thessi kerling se eitthvad ad rifa kjaft, af thvi ad Augusta National er einkaklubbur, thannig ad their rada alvega sjalfir hverjir komast inn og hverjir ekki. Eg meina, ef ther vilja ekki ad konur fai adgang ad klubbnum, verda konurnar bara ad taka thvi.\nMer finnst ad konur fari oft of langt i baráttunni fyrir kvenrettindum.\nPS. Afsakid stafsetningar villur, madur er svolitid rydgadur i stafsetningunni.\nKvedja\nSiggi R."
        }
    ]
}