{
    "forum_title": "Kvikmyndir",
    "user": "Demeter",
    "user_id": "19926",
    "date": "2002-11-12 17:28:37",
    "title": "Yamakasi  :)",
    "text": "Ég sá þessa mynd fyrir svona ári, en mér fannst hún bara mjög góð og fór síðan allt í einu að hugsa um hana og ákvað að fjalla aðeins um hana… :)\nÞessi mynd er svona “ekta bíó mynd” sem verður helst að sjá í bíó, en ég held að hún sé ekkert slæm á videó (sá hana sko í bíó).\nSöguþráður myndarinnar er svona í stuttu máli: Myndin gerist í Frakklandi (eða þar er hún framleidd) og fjallar um nokkrar menn (sem eru frekar ungir eikkað um 20 ára) og þeir eru í svona nokkurs konar félagi sem heitir Yamakasi og það sem þeir gera í því er að klifra upp hús, hoppa niður af húsum og þess háttar, þeim til skemmtunar. En einn daginn þá veikist littli vinur þeirra (sem er svona 7-10 ára) og þarf nýja lifur (ég man þetta ekki allt nákvæmlega, en þetta var einhvern veginn svona) og þá ákveða þeir félagar að ræna einhverja lækna þar sem að lifur er alveg mjög dýr og foreldrar stráksins eiga ekkert fyrir henni. Myndin er mjög flott og skemmtileg, og ég mæli með að taka hana á leigu ef þú hefur ekki séð hana. Það er svolítið síðan myndin kom á leigu (kom 28. febrúar 2002, en var frumsýnd í kvikmyndahúsum 9. nóvember 2001).\nÞessi mynd er Gamanmynd- Spennumynd og er 90. mín!\nSíða: www.yamakasi-lefilm.com (ég skoðaði þessa síðu, hún er á frönsku svo að ég skil voðalega lítið…)\n:) BIRTA :)",
    "url": "https://www.hugi.is/kvikmyndir/greinar/103061/yamakasi/",
    "url_id": "103061",
    "id": "748884",
    "replies": [
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2002-11-12 19:51:37",
            "id": "748885",
            "reply_to_id": "748884",
            "text": "Þessir læknar….eru þeir mikið í ólöglega líffærasölubransanum?\nZedlic"
        },
        {
            "user": "Limer",
            "user_id": "27419",
            "date": "2002-11-12 19:59:50",
            "id": "748886",
            "reply_to_id": "748885",
            "text": "þeir ræna lækna til að eiga fyrir aðgerðinni"
        },
        {
            "user": "Limer",
            "user_id": "27419",
            "date": "2002-11-12 20:14:40",
            "id": "748887",
            "reply_to_id": "748886",
            "text": "Ég held að sagan á að vera nokkuð veginn hróa hattar dæmið…þú veist ræna ríku gefa fátæku ekki satt?"
        },
        {
            "user": "brosbirta",
            "user_id": "28859",
            "date": "2002-11-12 21:56:29",
            "id": "748888",
            "reply_to_id": "748887",
            "text": "Jebbs.. örugglega þannig:) En að minnsta kosti er verið að láta þá Yamakasi félaga vera góðu gæana;) !!"
        },
        {
            "user": "Icaruswings",
            "user_id": "2347",
            "date": "2002-11-12 22:29:33",
            "id": "748889",
            "reply_to_id": "748884",
            "text": "Þetta er svo mikið disney sögu þráður.En samt góð mynd"
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2002-11-13 02:12:58",
            "id": "748890",
            "reply_to_id": "748884",
            "text": "Mér fannst þetta vera léleg mynd."
        },
        {
            "user": "Sokrates",
            "user_id": "17074",
            "date": "2002-11-13 09:16:26",
            "id": "748891",
            "reply_to_id": "748884",
            "text": "Bara að taka það fram að það er Yamakasi hópur starfandi á götum Parísarborgar….ég er ekki að ljúga þessu….þótt þeir eru ekki að gera það sama og í myndinni, þá eru þeir samt að klifra upp hús og leikandi sér á veggjum og svoleiðis….þetta fólk er með einhverja Spiderman complexa…..en margir af þeim sem voru í myndinni eru einmitt í þessum hóp…..sumt fólk er ekki alveg eðlilegt….en þetta er gaman fyrir þá…..\nSokrates"
        },
        {
            "user": "Arasaka",
            "user_id": "15059",
            "date": "2002-11-13 12:01:10",
            "id": "748892",
            "reply_to_id": "748891",
            "text": "hehe, mér fannst þetta allt í lagi mynd, engin stórmynd en þó gott áhorf! :)\nEn ég skil þessa frönsku gæja vel! Mér finnst SVO gaman að klifra og ég fengi líklega geðveikt kick út úr því að klifra upp á hús og dútla mér á veggjunum! ;) en maður verður náttúrulega að hafa gaman af að klifra til að skilja þessi sjónarmið…"
        },
        {
            "user": "deadgau5",
            "user_id": "25259",
            "date": "2002-11-14 15:49:36",
            "id": "748893",
            "reply_to_id": "748884",
            "text": "Fi´n mynd sem líkt of Jhon Q fær mann til að hugsa: hvenær á að látalögin stjórna en ekki egin sannfæringu´´."
        }
    ]
}