{
    "forum_title": "Hokkí",
    "user": "Jagr",
    "user_id": "21774",
    "date": "2002-11-12 20:42:49",
    "title": "Mark-vörður-verja-mölli",
    "text": "Sko!!!! Að vera markmaður er ekki bara að geta hoppað fyrir framan pökkin, allir virtir markmannsþjálfarar segja að “fávitar geta stoppað pökk en snillingar geta stjórnað honum” (ekki láta mig útskýra þetta fyrir ykkur sem skilja þetta ekki :Þ)\nÞað eru til rosalega margar útgáfur af markmönnum og enginn er eins og þjálfarar hjá stórum liðum eða flestum alvöru liðum leita af vissum týpum til að spila hjá sér. Núna eru stórir markverðir í “tísku” og eins og þið kanski sjáið í NHL að þá eru flestir nýliðar frekar stórir um og yfir 180 cm. Í gamla daga voru litlir og snöggir markverðir “vinsælir” vegna þess að útbúnaður markmanna var efnislítill og þá urðu þeir að vera snöggir að verja sig gagnvart pekkinum með því að annaðhvort að grípa pökkinn eða að koma helstu hlífum fyrir framan hann(blokka, grípa eða að verja með legghlhíf) samt sem áður skutu þeir mun lausara heldur en í dag en eins og þið vitið sem æfa hokkí er vont að fá pökkin í sig sama hvort skotið er laust á milli hlífa, þannig að þeir vöru snaggaralegir í gamla daga. Núna er allt annað mál, því að markverðir í dag reyna að fá skotin í sig eins og t.d magan og eru vel varðir og finna ekki mikið fyrir skotum þannig að það er æskilegt að vera stór(samkvæmt nútíma fræðum)Og skotinn eru orðin það föst að enginn markvörður getur horft á pökkinn og séð stefnu hans og ákveðið hvað skal gera þannig að maður er bara að reyna að vera fyrir. T.d er mannfræðilega séð ómögulegt að grípa slabbara á 170 km hraða frá bláu því að hann er undir hálfa sec að fara þaðan og í markið(vil taka fram að normal skot á að vera hálfa sec að fara frá bláu í mark svo að 170 km slappari er 0.3333 úr sec að fara í markið) . Markverðir sem að eru litlir eru oft ekki valdir í lið út af stærðinni þó að þeir séu ekkert verri en þeir stóru.\nLoui spilaði með SR seinasta vetur og var góður markmaður en spilaði samt ekki vel. Afhverju. Hann var svona “routine(spell?) save” markmaður og hefur verið erfiður með liði sem spilar agaða vörn. Dæmi um slíka markverði er t.d Martin Broduer. Hann spilar með einu besta varnar liði í NHL og er talinn ekki geta spilað með liði sem er með lélega vörn.Loui var með þeim betri í sinni deild úti og var með 3 besta statistic í sinni deild(svs% og GAA) og er núna að spila með pro liði í Bandaríkjunum.\nSíðan eru það markverðir sem hoppa út um allt og verja fáránlega eins og Hasek og Cujo sem spila með sókn djörfum liðum og þurfa að gera upp mörg mistök í vörninni.\nÞegar að menn eru að bera saman markverði koma oft upp rifrildi vegna þess hversu ólíkir þeir eru og það er mikið rifist um það í NHL og mörgum deildum. Eins og t.d Hasek og Cujo spila ekki samkvæmt bókinni og gera næstum allt vitlaust og eru ekki vel liðnir hjá mölla gúrúum vegna þess hversu fáránlegir þeir eru. Hasek fékk t.d ekki að spila neitt þó að hann tók Belfour í rassgatið á´öllum æfingum og var og er þekktur fyrir að fá kanski 3 mörk á sig á ÆFINGU sem er nú bara ótrúlegt. og meira segja þegar að hann spilaði með Blackhawks sem vara mölli Belfour að þá tók hann 70 skot í leik og vann hann 1-0 í 2 földum overtime. Hann er líka þekktur fyrir það að vera utan við sig og var kallaður “Kramer” úr þáttunum Seinfield vegna þess hversu klikkaður hann var. Einu sinni þegar hann spilaði í heimalandi sínu gleymdi hann púðunum í útileik og sagði þjálvaranum það 5 min fyrir leik og fékk lánaða einhverjar druslur en náði samt að halda hreinu.\nÉg vona að þetta gefi ykkur aðra sýn á markvörðum og betri skilning\nþetta er jú erfiðasta staðan í hokkí og þeir eru um 50% af liðinu\nað vera góður markmaður er 95% í hausnum og maður þarf að vera andlega sterkur til að standast þetta og öll andleg orka fer í þetta. Sjálfur er ég snarklikkaður.",
    "url": "https://www.hugi.is/hokki/greinar/103008/mark-vordur-verja-molli/",
    "url_id": "103008",
    "id": "748308",
    "replies": [
        {
            "user": "MutaNt",
            "user_id": "15732",
            "date": "2002-11-13 00:51:38",
            "id": "748309",
            "reply_to_id": "748308",
            "text": "Flott grein hjá þér og ég skil alveg hvað þú meinar ;)\nMarkvörðurinn er mikilvægasti leikmaðurinn á ísnum enda er hann líka ofverndaður ;)"
        },
        {
            "user": "iamlaw",
            "user_id": "4969",
            "date": "2002-11-13 08:33:31",
            "id": "748310",
            "reply_to_id": "748308",
            "text": "Mjög góð grein og veitir manni góða innsýn í tilvist möllana.\nÞað væri gaman að sjá fleiri svona greinar sem fjalla um sögu og taktík í hokkí, t.d. væri gaman að heira frá hinum sjónarhóli hinna (miðju, vörn ofl.).\nkv."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-11-13 12:24:29",
            "id": "748311",
            "reply_to_id": "748308",
            "text": "jagr þessi grein var snigl og þið sem haldið að möllar séu bara maskínur sem standa og þurfa ekkert að hreifa sig. Það er bull. Sumir sega að maður svitni meira í marki."
        },
        {
            "user": "fic",
            "user_id": "13571",
            "date": "2002-11-13 14:13:45",
            "id": "748312",
            "reply_to_id": "748308",
            "text": "orð..góð grein.."
        },
        {
            "user": "fic",
            "user_id": "13571",
            "date": "2002-11-13 14:13:47",
            "id": "748313",
            "reply_to_id": "748308",
            "text": "orð..góð grein.."
        },
        {
            "user": "vvl",
            "user_id": "25292",
            "date": "2002-11-13 14:55:43",
            "id": "748314",
            "reply_to_id": "748313",
            "text": "já bara nokkuð góð grein."
        },
        {
            "user": "Jagr",
            "user_id": "21774",
            "date": "2002-11-13 18:39:46",
            "id": "748315",
            "reply_to_id": "748308",
            "text": "Snilldar grin. gott til að koma þeim sem halda því fram að það sé auðvelt að standa í marki hjá hokkí liði.\nÍ NHL eru menn að slappa 120 mílna hraða á klukkustund sem er um 190 km hraði á klukkustund, hvað er það lengi á markið Jagr ???\nÉg er líka nokkuið viss um að alla ítimenn langar að prófa að vera markmaður, mig langar það allavegana."
        },
        {
            "user": "Jagr",
            "user_id": "21774",
            "date": "2002-11-13 19:38:15",
            "id": "748316",
            "reply_to_id": "748315",
            "text": "Metið er held ég 105 mph þeir fara ekki mikið yfir 100 mph"
        },
        {
            "user": "hockeygirl",
            "user_id": "21172",
            "date": "2002-11-13 21:49:33",
            "id": "748317",
            "reply_to_id": "748316",
            "text": "mjög góð grein.. og ég er sammála e-rjum hér að ofanverðu sem sagði að það vlæri flott að fá fleiri sona greinar um þá aðrar stöður!\nmaður heiri oft fólk segja: “ ææ.. vá ég kann ekkert á skautum, ég gæti aldrei spilað hokkí, ég færi þá bara í markið” það er ekki svo auðvelt.. ens og allir halda!! ;)\nen og aftur góð grein hjá þér Jagr.. klöppum fyrir því… ;)"
        },
        {
            "user": "RuFFStuFF",
            "user_id": "22098",
            "date": "2002-11-13 22:41:52",
            "id": "748318",
            "reply_to_id": "748316",
            "text": "well reyndar er þetta byggt á tölvuleik svo það getur vel verið minna en það er einhverstaðar í kringum 100 mílurnar :)"
        },
        {
            "user": "RuFFStuFF",
            "user_id": "22098",
            "date": "2002-11-13 23:45:39",
            "id": "748319",
            "reply_to_id": "748318",
            "text": "me stupid en hérna…..skilgreining á mölli???"
        },
        {
            "user": "Jagr",
            "user_id": "21774",
            "date": "2002-11-13 23:55:50",
            "id": "748320",
            "reply_to_id": "748319",
            "text": "Hockeygirl: Alveg rétt hjá þér, margir halda að maður komist upp með að kunna ekki að skauta í markinu, það er samt einn sem komst upp með það (Snævar) en hann náði því ótrúlega fljótt og hann er svo “snaggaralegur ;D” eða reyndar bara íþróttarmaður af guðs náð að hann náði svona langt.\nGeiri87: Já leikurinn var dáldið ýktur hehe\nRuffstuff: Mölli er stytting á sænsku “Malvakt” sem þýðir markmaður, ég og Trausti vorum að fíflast með þetta :Þ"
        },
        {
            "user": "hockeygirl",
            "user_id": "21172",
            "date": "2002-11-14 00:28:27",
            "id": "748321",
            "reply_to_id": "748320",
            "text": "snævar er snillingur…\nhehe.. þú ert eins og e-r.. æ.. ég veit ekki hvað… hockeygirl: blablabla… geiri87: blabla… ruffstuff: blabla… !! hehe.. bara töff ;)"
        },
        {
            "user": "RuFFStuFF",
            "user_id": "22098",
            "date": "2002-11-14 00:35:53",
            "id": "748322",
            "reply_to_id": "748321",
            "text": "hehe\nmeinar!"
        },
        {
            "user": "Jagr",
            "user_id": "21774",
            "date": "2002-11-15 00:59:58",
            "id": "748323",
            "reply_to_id": "748321",
            "text": "Hva meinarðu……\nhockeygirl: já ég er nörd OG EKKI STRÍÐA MÉR MEIRA !!!!!!!!!!!!!!\n:Þ"
        },
        {
            "user": "MutaNt",
            "user_id": "15732",
            "date": "2002-11-15 01:34:07",
            "id": "748324",
            "reply_to_id": "748323",
            "text": "Strákar eru nördar og stelpur eru bílamellur… svona er lífið :D"
        },
        {
            "user": "Jagr",
            "user_id": "21774",
            "date": "2002-11-15 14:14:44",
            "id": "748325",
            "reply_to_id": "748324",
            "text": "Mutant þú ert spakur maður mikill og berdreyminn."
        },
        {
            "user": "MutaNt",
            "user_id": "15732",
            "date": "2002-11-15 16:20:39",
            "id": "748326",
            "reply_to_id": "748325",
            "text": "Hehe :D\nJagr, búinn að horfa á All-Star leikinn??\nEf svo ekki drullastu til að horfa á hann! :D"
        },
        {
            "user": "Aage",
            "user_id": "2449",
            "date": "2002-11-18 03:30:34",
            "id": "748327",
            "reply_to_id": "748308",
            "text": "Virkilega góð grein!\nskemmtileg lesning :)"
        }
    ]
}