{
    "forum_title": "Heilsa",
    "user": "royksopp",
    "user_id": "26331",
    "date": "2002-11-13 14:14:45",
    "title": "Nokkur aukakíló!!",
    "text": "Hæ, ég er 16 ára stelpa sem vantar hjálp. Ef þú heldur að þú getir hjálpað mér endilega skrifaðu niður eitthvað comment til mín. Það er þannig að ég er í skóla og hef lítin tíma á daginn til að gera það sem ég vil, því skólinn heldur að mar nennir að læra allan daginn.\nEn mig langar að losna við mokkur kíló og þá er ég að tala um kannski 3-5 kg.!!! Eða meira. Hvað er besta aðferðin til þess? Eða að þínu mati? Ég er til í allt nema tvennt:\n1. Að svelta mig alveg, þá er ég að tala um að drekka bara vatn og borða eitthvað smá.\n2. Ég hef ekki tíma til að stunda íþróttir í langan tíma hvern dag, þá meina ég 2-3 klst.\nGetur ÞÚ sagt mér reynslusögu af þér, eða einhverjum sem þú þekki sem hefur grennst um nokkur kíló, bara með því að hlaupa kannski nokkra km. á dag og minnkað eða breytt matarræðinu.\nÉg veit varla hvað ég er að biðja um hérna :) hehe. En ef þú getur komið með góða leið til að létta sig þá plíz segðu mér.\nThanx ALS :)",
    "url": "https://www.hugi.is/heilsa/greinar/103294/nokkur-aukakilo/",
    "url_id": "103294",
    "id": "750510",
    "replies": [
        {
            "user": "Huggies",
            "user_id": "7621",
            "date": "2002-11-13 22:15:56",
            "id": "750511",
            "reply_to_id": "750510",
            "text": "vatn hjálpar reyndar í grennslu en ekki of mikið, en afhverju að grennast? 3-5 kg yfirþyngd er bara fínt. en systir mín hljóp, hjólaði eða línuskautaði á hverjum degi stífluhringinn (í elliðaárdalnum, fínn staður til að hlaupa og fl.) og kílóin hrundu af henni"
        },
        {
            "user": "gummiz",
            "user_id": "20742",
            "date": "2002-11-13 22:30:43",
            "id": "750512",
            "reply_to_id": "750510",
            "text": "Allavega virkaði hjá mér að gera þetta;\nBreyta mataræðinu. Borðaði bara hollt, mikið af skyri og prótínríkum mat, lítið af kolvetnum, þar á meðal brauð.\nReyndu að fara út að skokka/labba í svona 30-60 mín hvern dag, þegar þú vaknar, það er að segja ef þú vilt/getur ekki farið í einhverja stöð, sem er yfirleitt skemmtilegra, finnst mér.\nMataræðið er 50% af árangrinum!!!..\nÉg grenntist um 10 kg á 3 mánuðum, bara með því að passa upp á mataræðið, hafa einn nammidag í viku og fara 3-4 sinnum í viku í ræktina..\nReyndu að borða 6 smáar máltíðir. EKKI SVELTA ÞIG.\nBorðaðu HOLLT!. Drekktu að minnsta kosti 2 lítra af vatni á dag.\nEf þú ert að brenna fitu þarftu ekki að fara í meira en klukkutíma í ræktina svo það er bara um að gera að skella sér!…\nmjög gott væri fyrir þig að senda mail á þjálfarana á www.fitnesssport.is og líta þar í bréfasafnið.\nÞar er mikinn fróðleik að finna.\nhttp://www.netsport.is/\ner mjög mikil fróðleikssíða.\nÞetta fann ég þar\nFólk í “megrun”:\nOrðin megrun og megrunarkúr eru orð sem útrýma ætti úr íslenskri tungu því megrunarkúrar eru úreltir og dæmdir til að mistakast. Aftur á móti lífstílsbreyting sem felur í sér holla hreyfingu sem hentar hverjum og einum og hollt mataræði er það sem virkar.\nNokkuð algengt er að fæði þeirra sem eru að taka sig í gegn í mataræðinu, með það að markmiði að grennast, verður oft snautt af próteinum. Það er vegna þess að margir trúa því að fiskur, kjöt, egg og mjólkurvörur séu fitandi og sleppa þeim því að miklu leyti. Af þessum sökum verður fæðið oft mjög einhæft og snautt af næringarefnum og próteinum. Ekki er þörf á að forðast fisk, magurt kjöt, magrar mjólkurvörur eða egg (hóflega af rauðum þó) þvert á móti eru þessar fæðutegundir hluti af heilbrigðu mataræði.\nÉg gerði mitt upp á eigin spýtur, las mér til um þetta og það virkaði….\nEn endilega byrjaðu og þú sérð ekki eftir því.\nsvona síðast; þá er þetta mitt álit og þarf ekki að endurspegla álit annara, ég er að gefa ráð sem virkuðu fyrir mig, og þurfa ekki að endurspegla þitt álit…svo að haltu því sem þú vilt segja út af fyrir þig!\ngummi"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-11-14 15:34:46",
            "id": "750513",
            "reply_to_id": "750512",
            "text": "Gummi.. takk æðislega fyrir hjálpina ég ætla að skoða þetta.. ég veit að 3-5 kíló er ekki mikið en það er þannig að ég erdi stór læri frá mömmu ´minni og ég gæfi allt til að þau færi.."
        },
        {
            "user": "smakkari",
            "user_id": "26892",
            "date": "2002-11-14 23:27:04",
            "id": "750514",
            "reply_to_id": "750510",
            "text": "Ekki svelta þig vegna þess að þegar þú hefur náð þessu takmarki þínu koma 3-5 kílóin helmingi hraðar á það er að segja að svelti er ekkert annað en skyndilausn og endist bara í smá tíma og ég er viss um að þú viljir frekar missa þau for good! skokkaðu bara eða synda eða eitthvað, ekki lyfta því þá ertu farin að bæta við vöðvamassa og léttist ekkert!"
        },
        {
            "user": "kaktus",
            "user_id": "618",
            "date": "2002-11-15 19:27:41",
            "id": "750515",
            "reply_to_id": "750514",
            "text": "málið er að maður á ekki að horfa á viktina, hún segir ekkert til um það í hvernig ástandi maður er.  Það er mjög gott að bæta við sig vöðvamassa annað en smakkari heldur fram, því meiri vöðvar brenna meiri fitu. Það er engin hætta á því að maður verði eitthvað vöðvafjall!\nÉg held að það að vera jákvæður, borða hollan mat og hreyfa sig eins og manni lystir sé besta málið og að horfa á kílóin úr aðeins meiri fjarlægð."
        },
        {
            "user": "mey",
            "user_id": "19774",
            "date": "2002-11-18 20:03:23",
            "id": "750516",
            "reply_to_id": "750510",
            "text": "veit einhver: getur fita lagst meira á t.d. aðra rasskinnina en hina? þá er ég ekki að tala um einhverja fílaveiki heldur bara aðeins meira öðru megin… eða er ég eikkað geðveik að spurja að þessu?\n:)"
        },
        {
            "user": "squirrel",
            "user_id": "23425",
            "date": "2002-11-19 15:22:06",
            "id": "750517",
            "reply_to_id": "750516",
            "text": "góð spunrning, en ég held samt ekki :)"
        },
        {
            "user": "olza",
            "user_id": "21561",
            "date": "2002-11-22 16:54:25",
            "id": "750518",
            "reply_to_id": "750510",
            "text": "Helvítis fitubolla farðu út að hlaupa í staðin fyrir að skrifa greinar í tölvuna þú fitnar bara þegar þú situr fyrir framan tölvuna!"
        },
        {
            "user": "mmus",
            "user_id": "25539",
            "date": "2002-12-12 20:46:53",
            "id": "750519",
            "reply_to_id": "750518",
            "text": "Slakaðu aðeins á olza! Hún er engin fitubolla þó svo að hún sé með 3-5 aukakíló!"
        },
        {
            "user": "olza",
            "user_id": "21561",
            "date": "2002-12-12 22:20:59",
            "id": "750520",
            "reply_to_id": "750519",
            "text": "Enda var þetta bara létt djók elsku muss muss !\nEn það er samt nokkuð til í þessu hjá mér !"
        },
        {
            "user": "ekla",
            "user_id": "6648",
            "date": "2002-11-30 21:09:26",
            "id": "750521",
            "reply_to_id": "750510",
            "text": "EKKI svelta þig, farðu frekar bara út að skokka og borða hollan mat. Líka svona smáatriði eins og: labba í skólann frekar en að láta keyra sig eða taka strætó, ef að þú tekur strætó til vinkonu þinnar eða eitthvert annað að fara út einni eða tveimur stoppistöðvum fyrr og labba rösklega restina. Þetta virkar.\nGangi þér vel! =o)"
        },
        {
            "user": "ekla",
            "user_id": "6648",
            "date": "2002-12-02 10:38:01",
            "id": "750522",
            "reply_to_id": "750521",
            "text": "Ég bý á heimavist þannig að ég þarf nú ekki að labba langt í skólan.. ég hef aldrei tekið strætó síðan ég flutti hingað… ég er mjög dugleg að labba það sem ég þarf að fara.. ég hef soldið lést síðan ég sendi þessa grein inn.. eða það held ég allavegna :o)"
        },
        {
            "user": "ekla",
            "user_id": "6648",
            "date": "2002-12-02 18:47:14",
            "id": "750523",
            "reply_to_id": "750522",
            "text": "Til hamingju með það.\nÞað sem ég gerði til að léttast var að: drekka GEÐVEIKT mikið vatn og borða fullt af ávöxtum og grænmeti, ég sleppti ekkert brauði eða neinu svoleiðis heldur sleppti ég bara nammi og gosi nema einu sinni í viku hafði ég nammidag. Ég fór út að skokka og gerði fullt af magaæfingum og armbeygjum til þess að fá vöðvamassa því að ef að maður byggir upp ákveðinn vöðvamassa brennir maður fitu  4 sinnum hraðar, svo gerði ég dálítil og mistök og þau voru að teygja ekki nóg á og var þá með ótrúlega slæmar harðsperrur sem virtust aldrei ætla að fara, þannig að mundu að teygja vel og drekka mikið vatn. :)\nGangi þér vel!"
        }
    ]
}