{
    "forum_title": "Kvikmyndir",
    "user": "cactuz",
    "user_id": "5705",
    "date": "2002-11-12 04:19:30",
    "title": "Jennifer Government í framleiðslu Clooney og Soderbergh",
    "text": "George Clooney og Steven Soderbergh sem unnu saman að myndunum Out Of Sight, Ocean´s Eleven og Solaris eru duglegir við að framleiða myndir. Þeir eiga saman kvikmyndafyrirtækið Section Eight og hafa í huga að kaupa kvikmyndarétt að hinum ýmsu bókum. Ein þeirra er sci-fi satíran Jennifer Government sem kemur út í janúar 2003, furðulegt að kaupa kvikmyndarétt áður en bókin kemur út, en þeir hafa greinilega tröllatrú á efninu.\nBókin er eftir rithöfundinn Max Barry sem meðal annars hefur skrifað bókina Syrup, sem er einnig satíra um Coke fyrirtækið. Jennifer Government er hinsvegar framtíðarsýn og segir frá hálfgerðu distópíu samfélagi þar sem risafyrirtæki ráða öllu. Skattar eru ólöglegir og fólk tekur nafnið á fyrirtækinu sem þau vinna hjá sem eftirnafn. Lögreglan og aðrar ríkisreknar öryggisstofnanir eru leigðar út. Ríkið má því eingöngu rannsaka glæp ef það er hægt að senda reikninginn á einhvern borgara. Þetta er paradís hvað frjálsan markað varðar.\nHack Nike(fyndið að heita eftir fyrirtækjum) er aumingjalegur vörufulltrúi sem er illa launaður. Þegar John Nike og hin John Nike sem eru forstjórar Nike bjóða honum samning gleymir hann að lesa smáa letrið. Þessi samningur segir að Hack verður að skjóta unglinga til að umbylta skómarkaðinum.\nHack líst ekkert á þennan samning og leitar til lögreglunnar, sem heldur að hann sé að afhenda þeim samninginn til að fá leigumorðingja lögreglunnar til að sjá um táningamorðin. Ekki skánar það þegar Hack kemst að því að leynileg ríkisstofnun hefur sent kvenkyns leynilöggu í málið til að rannsaka Nike fyrirtækið. Hún heitir Jennifer Government og hefur strikamerki undir auganu á henni. Þetta er heimur þar sem atvinnutitillinn skiptir öllu máli og það verðmætasta er platínukreditkortið.\nÞetta gæti orðið virkilega áhugaverð kvikmynd ef af henni verður og örugglega umdeild. Maður finnur lykt af málsóknum í þessu efni og gæti þetta hrist svolítið í fólki. Clooney og Soderbergh ætla trúlegast eingöngu að framleiða og þeir eru að leita að leikstjóra í verkið. Spurning um að maður tjekki á þessari bók þegar hún kemur. Annars er Solaris væntanleg frá þeim kumpánum og þeir áttu líka þátt í Insomnia(framleiðendur) þannig að þeir vita hvað þeir eru að gera. Bíð spenntur eftir verkefni.",
    "url": "https://www.hugi.is/kvikmyndir/pistlar/103286/jennifer-government-i-framleidslu-clooney-og-soderbergh/",
    "url_id": "103286",
    "id": "750374",
    "replies": []
}