{
    "forum_title": "Borðaspil",
    "user": "deadgau5",
    "user_id": "25259",
    "date": "2002-11-13 20:33:21",
    "title": "[40K] Það sem fyndið er  að segja.............",
    "text": "Sko mér finnst ekkert hafa verið skrifað um warhammer söguna. Þess vegna ætla ég að segja sögu SM í grófum dráttum.\nByrjun Warhammer-The Horus Hersey (líka byrjun SM)\nAllt byrjað þetta þegar Emperorinn byrjaði að þjálfa SM. Þá varð hver chapter undir stjórn Primarch. primarchar voru eins konar synir keisarans og eru til margar sögur af þeim. Uppáhalds ,,sonur´´ emperorsins hét Horus. Hann var besti primarchinn og allir litu upp til hans. Svo sveik hann keisarann og gerðist handabendi chaos guðanna. Hann gerði stóra árás á höll keisarans. Þetta var mesta stríð í sögu warhammer. Þegar lítið var liðið af bardaganum réðist Sanguinius (Primarch Blood Angels) á Horus og skoraði á hann í einvígi. Sanginus viss að þetta vonlaus bardagi en hann hélt áfram fyrir keisarann og barðist við þennann svikara. Þegar horus hvíslaði ða honum hvernig hann gæti öðlast völd með því að ganga til liðs við sig hlustaði hann ekki. Á endanum drap Horus Sanguinus. Þá teleportaði Emperorinn sér að Horusi og drap hann en Horus særði Keisarann lífshættulega. Eftir það varð keisarinn bara ,,múmía´´ sem gat ekki fært sig úr stóli sínum. Þetta gaf chaos guðunum tækifæri til að ná völdum og þeir eru enn að reyna að drepa emperorinn. Sveitir Horusar flýðu eftir fall hans en Abaddon tryggasti maður Horusar tók klónna hans (Talon of horus) sem blood angels hata síðan. Hann tók til stjórnar á sveitum horusar og stjórnar þeim enn.\nNafnið á greininni er bara bull. Ég mun síðar skrifa um primarch hvers chapters. Lifi Keisarinn\nRaMpAgEr Foringi fyrstu sveitar Blóð engla (blood angels) tryggasti þjónn Keisarans að eilífu!",
    "url": "https://www.hugi.is/bordaspil/greinar/103336/40k-thad-sem-fyndid-er-ad-segja/",
    "url_id": "103336",
    "id": "751213",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2002-11-13 21:13:56",
            "id": "751214",
            "reply_to_id": "751213",
            "text": "klapp, klapp, klapp.\nSkemmtileg saga og vonandi koma fleiri.\nHehe, minnir mig á þegar ég var í alienci við 12 tau og var aðeins með einn gaur eða Marneus Calgar og var aðallega cannon fodderið því að allir óvinirnir vildu endilega skjóta mig. T. d. skutu 18 IMPG á mig og enginn hitti og í framhaldi frömdu þeir allir sjálfsmorð.\nSvo þurrkaði ég út Elda og Dark Elda með fire support frá Tau (sem aðstoðaði mikið) og það drapst ekki einn einasti úr alienci-nu.\nVeit ekki af hverju en sagan minnir mig bara á þennan bardaga."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-11-13 21:24:20",
            "id": "751215",
            "reply_to_id": "751213",
            "text": "Snilld ég verð bara að seigja þér að skrifa um armageddon og flotta stríðið sem þar varð.\n———————————————— —\nSnorri´z the ruler of the Black templars"
        },
        {
            "user": "oatmeal",
            "user_id": "1977",
            "date": "2002-11-13 21:24:38",
            "id": "751216",
            "reply_to_id": "751213",
            "text": "Keisarinn bjó til Primearch-ana rétt áður en Warp Stormar, sem hindruðu allar ferðir um geiminn, rénuðu. Þeir voru geymdir í stasis kössum en Chaos guðarnir stálu þeim og dreifðu þeim út um allan alheiminn. Nokkrir þeirra voru taldir hafa orðið fyrir áhrifum Chaos þegar þeim var dreift og meðal þeirra var Sanguimius en hann var með vængi á bakinu.\nKeisarinn notaði gen úr Primeörcunum og bjó til fyrstu Space Marine Chapter-ana og fór svo að leggja undir sig alheiminn. Í þeirri herferð fann hann Primearchana einn af öðrum og hjálpuðu þeir honum í stríðinu.\nHorus sveik Keisarann og fóru nærri helmingur af Chapter-unum með honum yfir. Réðst hann ásamt nokkrum öðrum Chapters á Jörðina og gerðu umsátur um Höllina. En árasin gekk ekki jafn fljótt og hann hafði búist við og útaf því liðsauki var að berast Keisaranum, þar á meðal Dark Angels og Space Wolves, þá tók hann skildina á Battle Barge-inum sínum , sem hann var á yfir Jörðinni, úr sambandi. Keisarinn, Sanguinius og nokkrir aðrir teleportuðu sig þá yfir á Barge-inn, þótt Keisarinn vissi vel að þetta væri gildra. Allir birtust þeir á mismunandi stöðum á skipinu og Sanguinius birtist í herbergi Horus-ar. Hann bauð honum gull og græna skóga (wll, e-ð álíka allvegna) en Sanginius hlustaði ekki á hann og réðst á Horus. Hann náði að gera gat á brynju Horus-ar áður en hann var drepinn sjálfur. Keisarinn kom svo og eftir langann bardaga náði hann að drepa Horus þökk sé gatinu sem Sanguinius hafði gert.\nThe rest they say, is history."
        },
        {
            "user": "deadgau5",
            "user_id": "25259",
            "date": "2002-11-13 21:29:33",
            "id": "751217",
            "reply_to_id": "751216",
            "text": "well ég nennti ekki ða skrif þett takk fyrir!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-11-13 21:42:15",
            "id": "751218",
            "reply_to_id": "751217",
            "text": "Gaman Gaman !!!!\nMeira af svona sögum :)"
        },
        {
            "user": "Azmodan",
            "user_id": "20255",
            "date": "2002-11-13 23:27:22",
            "id": "751219",
            "reply_to_id": "751216",
            "text": "Ég er nú ekki mikið í 40k sögunum(frekar fantasy) en hljómar þetta ekki skuggalega líkt sögunni um Ljósfarann?(Lux Fare, Lúsífer).\n“Horus sveik Keisarann og fóru nærri helmingur af Chapter-unum með honum yfir.”\nÞetta er nákvæmlega eins og þegar Lux Fare stóð upp á móti Guði, þá fylgdu honum 1/3 af englunum og svo var mikið stríð háð á himnum…\nGW(Gready Weasels) eru nú þekktir fyrir að fá lánaða ýmsa hluti úr öðrum sögum… bara frekar augljóst.\nAzmodan."
        },
        {
            "user": "Gourry",
            "user_id": "758",
            "date": "2002-11-13 23:51:38",
            "id": "751220",
            "reply_to_id": "751219",
            "text": "Sú sorglega staðreynd í heiminum er að það er ekkert nýtt undir sólinni og það á sérstaklega við um skáldsögur og bakgrunnssögur eins og þeirra. Þetta er í raun frekar spurning um að hafa umgjörðina flotta og að gera þetta kjötríkara fyrir fólk og persónulega finnst mér að GW hafa gert afburða góðar sögur þótt að þær séu keimlíkar mörgum klassískum sögum."
        },
        {
            "user": "oatmeal",
            "user_id": "1977",
            "date": "2002-11-14 12:40:53",
            "id": "751221",
            "reply_to_id": "751219",
            "text": "Svo er auðvitað málið að Traitor Legion-irnar flúðu allar í Eye Of Terror og herja þaðan á mannkynið (þeir föllnu í helvíti). Svona samanber Chaos Wastes í Fantasy.\nVar líka vinur minn að benda mér á að W40K heimurinn væri mjög innblásinn af sögum eftir Isac Asimov (vona að ég skrifa nafnið rétt), stórt veldi sem tilbiður tæknina því það er búið að gleyma hvernig á að búa allt þetta til.\nEn eins og Gourry segir, sjaldan sem eitthvað nýtt kemur fram."
        },
        {
            "user": "thortho",
            "user_id": "7555",
            "date": "2002-11-14 16:06:15",
            "id": "751222",
            "reply_to_id": "751219",
            "text": "Það er ekkert að því að taka eina af frægari sögum kristindóms og færa í örlítið nýjan búning.\nEn hvaðan færu þessa “Lux Fare”-stafsetningu?  Ég hef aldrei rekist á aðra en “Lucifer” (þegar orðinu “lux” er bætt við orð, þá verður það gjarnan “luc(i)-”, alveg eins og þegar orðið “maður” er notað í samsetningum verður það “mann(a)-”, á meðan að “-fer” er almenn ending þegar talað er um það sem ber, hvort sem er ljós, vatn, eða eitthvað annað, og er leitt af sögninni “fero”(“ég ber/held á”)) og svo íslenskuna “Lúsifer”."
        },
        {
            "user": "Azmodan",
            "user_id": "20255",
            "date": "2002-11-14 16:11:09",
            "id": "751223",
            "reply_to_id": "751222",
            "text": "Lux Fare fékk ég úr latínu, eða eins og upphaflega var. Þ.e. Lux(ljós) Fare(fari), Lux Fare = Ljósfari = Lúsífer…\nHef gaman af Demonology… á 16 bækur um efnið, mjög áhugavert.\nAzmodan."
        },
        {
            "user": "thortho",
            "user_id": "7555",
            "date": "2002-11-14 19:49:06",
            "id": "751224",
            "reply_to_id": "751223",
            "text": "En nú þýðir Lucifer ekki “ljósfari”, heldur “ljósberi”.  Og það er munur þar á.  Og mig grunar að annað hvort séu mínar latnesk-ensku og ensk-ensku orðabækur rangar, eða þá þínar djöflafræðibækur.\nSvo má líka nefna, að Lucifer var alls ekki neinn djöfull til að byrja með, og ekki engill heldur.  Hann var einfaldlega guð, rómverskur guð.  Hann var Morgunstjarnan (Venus að morgni til), boðberi dögunar.\nÞað er svo ekki fyrr en þó nokkru síðar sem kristnir menn gera hann (og fleiri forn goð) að djöfli, og það Djöflinum."
        },
        {
            "user": "Azmodan",
            "user_id": "20255",
            "date": "2002-11-14 19:57:32",
            "id": "751225",
            "reply_to_id": "751224",
            "text": "Það er nú vitnað til hans sem Morgunstjörnunar, Ljósfarans og Ljósberans í biblíuni.\nTalað er um morgunstjörnuna sem gekk í Eden.\nTalað er um Dag-stjörnuna, sonur morgunsins.\nGrikkir og Rómverjar eins og þú segir tala aftur á móti um Morgunstjörnuna.\nLatneska Lucifer þýðir Ljós-beri eins og þú sagðir.\nAzmodan."
        },
        {
            "user": "thortho",
            "user_id": "7555",
            "date": "2002-11-14 21:09:03",
            "id": "751226",
            "reply_to_id": "751224",
            "text": "Það er talið að Lúsífer hafi orðið til þegar menn fundu fornar rómverskar teikningar af mönnum með horn, klaufir og rófu. Mjög áhugavert ímyndunaraflið sem við höfum og vildi aldrei vilja missa það (sennilega það sem skapaði Lúsífer)."
        },
        {
            "user": "thortho",
            "user_id": "7555",
            "date": "2002-11-15 00:17:28",
            "id": "751227",
            "reply_to_id": "751226",
            "text": "Þessi með hornin og klaufirnar, og sennilega halann líka, það var guðinn Pan.  Svo voru til satýrar (sem flestir ættu að þekkja úr Herkúles - Disney-útgáfunni)."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-11-15 14:59:02",
            "id": "751228",
            "reply_to_id": "751227",
            "text": "já, gæti átt við hann en ég á myndir af þessu einhversstaðar heima og það eru líka myndir af mönnum með sporð, hreifa og jafnvel kentára. Samt væri líklegra að þetta hafi ekki verið Pan þótt lýsingin passi óneitanlega við hann."
        },
        {
            "user": "Gvendalfur",
            "user_id": "17861",
            "date": "2002-11-14 14:48:54",
            "id": "751229",
            "reply_to_id": "751213",
            "text": "Já, já….sögukennarinn hefur bara gleymt að kenna okkur þetta….gerðist þetta fyrir eða eftir Krist ?\n(tíhí)  ;)"
        },
        {
            "user": "Exitmusic",
            "user_id": "10281",
            "date": "2002-11-15 15:22:44",
            "id": "751230",
            "reply_to_id": "751213",
            "text": "það er til einhversstaðar á netinu sagan um þessa orrustu löng og vel skrifuð, ætla að leita……..íííí"
        },
        {
            "user": "Exitmusic",
            "user_id": "10281",
            "date": "2002-11-15 16:45:40",
            "id": "751231",
            "reply_to_id": "751213",
            "text": "fullt af sniðugu stöffi hérna, varðandi Horus Heresy\nhttp://www.inisfail.com/archives/the-horus-here\nsy-campaign.html  vona að linkinn virki"
        }
    ]
}