{
    "forum_title": "Bækur",
    "user": "Arasaka",
    "user_id": "15059",
    "date": "2002-11-13 12:47:05",
    "title": "Of mice and men",
    "text": "Ég var mjög hissa þegar mér mistókst að finna grein um þessa frábæru bók, en ef hún fór framhjá mér bið ég bara höfundinn innilegrar afsökunar! Vona að þú getir fyrirgefið mér!\nAllaveganna, þessi frábæra bók sem ber titilinn “Of mice and men” er eftir manninn John Steinbeck. Hún er held ég skyldulesning í mjög mörgum framhaldsskólum og ég var einmitt að ljúka við að lesa hana í skólanum.\nÍ stuttu máli fjallar þessi bók um tvo menn, Lennie og George, sem eru svona vinnumenn sem ráða sig í vinnu á búgörðum við ýmsa erfiðisvinnu. Lennie er þroskahefur, eða allaveganna ekkert alltof “bright” og George er í rauninni að passa upp á hann því Lennie á engann að lengur. En af einhverjum ástæðum voru þeir reknir frá þeim búgarði sem þeir unnu síðast á og bókin byrjar þar sem þeir eru á leiðinni á næsta búgarð í vinnu.\nBókin er ekki mjög löng og er á auðlesinni ensku svo hún ætti að vera nánast hverjum sem er aðgengileg. Það er líka örugglega búið að þýða hana á íslensku. En hún er skrifuð sérstaklega, þannig að hún heldur manni við efnið allan tímann, og mér finnst húmorinn í henni óborganlegur, þ.e. ef maður fattar hann, sem ekki næstum allir í bekknum mínum gerðu! ;)\nSem sagt, skyldulesning fyrir alla sem hafa gaman af bókmenntum, sama hvernig bókmenntum! :)\n****/****",
    "url": "https://www.hugi.is/baekur/greinar/103313/of-mice-and-men/",
    "url_id": "103313",
    "id": "750859",
    "replies": [
        {
            "user": "php",
            "user_id": "14956",
            "date": "2002-11-13 13:25:12",
            "id": "750860",
            "reply_to_id": "750859",
            "text": "Svo má ekki gleyma að búið er að gera mynd eftir bókinni ;)"
        },
        {
            "user": "Hildur",
            "user_id": "26976",
            "date": "2002-11-13 13:56:51",
            "id": "750861",
            "reply_to_id": "750860",
            "text": "Þar sem Gary Sinise (hv. í andsk. skrifar maður þetta) og John Malkovich fóru algjörlega á kostum. John hefur sjaldan verið jafngóður."
        },
        {
            "user": "Finisboy",
            "user_id": "6088",
            "date": "2002-11-13 14:18:57",
            "id": "750862",
            "reply_to_id": "750861",
            "text": "Svo vill svo skemmtilega til að ég var að enda við að lesa hana…"
        },
        {
            "user": "DrCrappet",
            "user_id": "27584",
            "date": "2002-11-18 14:11:49",
            "id": "750863",
            "reply_to_id": "750860",
            "text": "Er thetta myndin thar sem throskahefti madurinn er skotinn i hnakkan af besta vini sinum i endanum?"
        },
        {
            "user": "php",
            "user_id": "14956",
            "date": "2002-11-18 14:29:48",
            "id": "750864",
            "reply_to_id": "750863",
            "text": "jamm :)"
        },
        {
            "user": "DrCrappet",
            "user_id": "27584",
            "date": "2002-11-19 00:23:14",
            "id": "750865",
            "reply_to_id": "750864",
            "text": "Thad var serstok mynd"
        },
        {
            "user": "Arasaka",
            "user_id": "15059",
            "date": "2002-11-19 09:10:46",
            "id": "750866",
            "reply_to_id": "750865",
            "text": "það var góð mynd! ^_^"
        },
        {
            "user": "ajfreak",
            "user_id": "26848",
            "date": "2002-11-23 00:21:45",
            "id": "750867",
            "reply_to_id": "750866",
            "text": "Ég er greinilega ein af þeim fáu hér á huga sem finnst þessi bók bara vera með þeim leiðinlegustu sem ég hef lesið. Ég neyddist til að lesa hana í ensku og heði alveg viljað sleppa því. Bókin Killing Mr. Griffin er aftur á móti snilldarbók!"
        },
        {
            "user": "potter",
            "user_id": "3741",
            "date": "2002-11-13 14:28:11",
            "id": "750868",
            "reply_to_id": "750859",
            "text": "Frábær saga….og myndir var mjög góð."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-11-13 15:07:50",
            "id": "750869",
            "reply_to_id": "750868",
            "text": "Of mice and men er geggjað góð. Þrúgur Reiðinnar (Grapes of Wrath) og Cannery Row eru líka meistaraverk. Steinbeck er einn af uppáhalds rithöfundum mínum…"
        },
        {
            "user": "larandaria",
            "user_id": "3518",
            "date": "2002-11-13 15:28:44",
            "id": "750870",
            "reply_to_id": "750859",
            "text": "Ágætis grein og snilldarbók!!"
        },
        {
            "user": "sexybitz",
            "user_id": "7647",
            "date": "2002-11-13 16:40:50",
            "id": "750871",
            "reply_to_id": "750859",
            "text": "Já þessi bók er brill. Þrúgur reiðinnar er ekkert verri, ef ekki betri =)\nÉg er sammála þér í því að allt bókafólk ætti að lesa þessa bók =)"
        },
        {
            "user": "sexybitz",
            "user_id": "7647",
            "date": "2002-11-13 16:40:51",
            "id": "750872",
            "reply_to_id": "750859",
            "text": "Já þessi bók er brill. Þrúgur reiðinnar er ekkert verri, ef ekki betri =)\nÉg er sammála þér í því að allt bókafólk ætti að lesa þessa bók =)"
        },
        {
            "user": "Pallinn",
            "user_id": "25787",
            "date": "2002-11-13 18:15:52",
            "id": "750873",
            "reply_to_id": "750872",
            "text": "Usss… Veit varla hvort ég ætti að byrja á henni ef hún er eitthvað á við þrúgur reiðinnar. Hún var kannski ekki hundleiðinleg en það eru margar bækur sem mér hefur fundist erfiðara að leggja frá mér en hana.\nEn ef þið talið svona fallega um hana þá kannski prufa ég =)"
        },
        {
            "user": "lune",
            "user_id": "17986",
            "date": "2002-11-13 21:26:29",
            "id": "750874",
            "reply_to_id": "750859",
            "text": "Það hafa reyndar verið gerðar þrjár myndir eftir henni, það er forvitnilegt að engin þeirra endar nákvæmlega eins, né alveg eins og bókin. Leikstjórarnir lögðu allir sína túlkun í sína mynd(eða handritshöfundarnir eða eitthvað), og engin þeirra kom út á sama hátt.\nAnnars er þetta ofsalega góð bók, þó að hún sé stutt. En flestum finnst það bara betra:)"
        },
        {
            "user": "Arasaka",
            "user_id": "15059",
            "date": "2002-11-14 11:36:06",
            "id": "750875",
            "reply_to_id": "750859",
            "text": "já, ég veit ég gleymdi að skrifa um myndirnar !! alveg skammarlegt.. en jú þessi með john malcovich (eða hvernig sem það er stafsett!) er snilld!! :) ég hef aldrei séð hann jafn góðan, því maður ser hann vanalega í hlutverkum “evil” gæjanna.."
        }
    ]
}