{
    "forum_title": "Half-Life",
    "user": "Ravenk",
    "user_id": "1394",
    "date": "2002-11-13 15:07:29",
    "title": "cs yfir í q3",
    "text": "Eins og sumir ykkar vita kannski er ég alveg hættur að spila cs og er farinn að spila Quake 3. Af hverju myndi einhver gera það?  Það er einfalt, ég var orðinn leiður á cs, mér hundleiddist í cs í 6 mánuði en skrimmaði og spilaði á Skjálfta bara úta vana.  Bara 3-4\nseinustu leikirnir á Skjálfta voru eitthvað skemmtilegir þó að félagsskapurinn var alltaf það besta við Skjálfta.\nÞað er mjög gaman í q3 en það er bara eitt sem mér leiðist, það eru einfaldlega miklu færri spilarar.\nÉg er að skrifa þessa grein til að hvetja cs spilara sem eru orðnir leiðir á campinu og lagginu að gefa q3 séns. Q3 er miklu hraðari og þarf ekki eins öfluga tölvu þrátt fyrirað hann hafi flottari grafík.\nÞar að auki þarf ekki cd-key af neinu tagi fyrir q3 í dag.\nVissulega er erfitt að byrja í q3, mun erfiðara en í cs.  Það sem spilarar þurfa fyrst til að komast af stað er config.  Það eru margar stillingar í q3 og ólíkt cs eru nánast allar\nef ekki allar skipanir leyfðar á Skjálfta og býður það upp á mikla möguleika þegar það kemur að því að hafa leikinn einmitt eins og maður vill hafa hann.  Það er þó flókið að semja cfg\nalveg frá byrjun og þess vegna mæli ég með þessari rússnesku vefsíðu hérna:\nhttp://www.cyberfight.org/offline/configs/pro/\nÞarna er gott safn af configum q3 spilara um allan heim, frá Bandaríkjunum, Svíþjóð og öllum öðrum löndum.  Það er líka lítið mál að spurja einhvern íslenskan kveikara um\ncfg'inn hans, fæstir cfg'ar eru eitthvað feimnismál. =)\nQ3 er spilaður aðallega í 4 “game mode'um”.  Þessi mode eru 1on1, Capture The Flag(5vs5), Team Deathmatch(4vs4) og Clan Arena(xvsx).  3 fyrstu mode'in eru spiluð á Skjálfta en CA er aðallega fyrir online skemmtun.  Byrjendur ættu að halda sig við CA og CTF, það eru auðveld game mode sem byggja þó upp hæfni og aim.  Eftir að spilarar eru orðnir betri er hægt að prufa TDM en í því er erfiðara að redda sér vopni og þar af leiðandi geta reyndir\nspilarar valtað yfir byrjendur.  Seinast á maður að spila 1on1 en þar er map control orðið mjög mikilvægt þar sem að kortin eru oftast lítil og það skiptir miklu máli að vera með meiri\narmor eða health en andstæðingurinn til að vinna.\nVonandi prufiði Quake 3 og fyrir betri og ítarlegri upplýsingar mæli ég með:\nhttp://www.hugi.is/quake/bigboxes.php?box_id=3415\n9\nSú grein er skrifuð af Smegma, server admin fyrir Q3 á Íslandi.\nIRC rás Q3 á Íslandi er #quake.is\nMurK-Ravenkettle",
    "url": "https://www.hugi.is/hl/greinar/103306/cs-yfir-i-q3/",
    "url_id": "103306",
    "id": "750709",
    "replies": [
        {
            "user": "Felix",
            "user_id": "16716",
            "date": "2002-11-15 03:56:49",
            "id": "750710",
            "reply_to_id": "750709",
            "text": "þetta er satt. góð grein. ég er byrjaður að spila q3 alveg m4d :) og finnst q3 orðinn skemmtilegri en CS nuna. En það er bara eitt með q3fólkið .. þeir taka byrjendum ekki vel t.d. #q3ctfpickup.is  Hefur komið nokkur leiðinleg atkvik eins og að þegar ég er skráður og ég kem á serverinn og lala allir þar og svona… (alveg eins og cspickup) og þar til að það er farið að kjosa er kosið alla nema mig (og einhver specari sem er ekki skraður) fær bara að spila því að ég er CSari og þeir seigja að ég kann ekki neitt. Vissulega er ég CSari og buinn að spila þann leik lengi, er nýbyrjaður að stunda q3 nuna og það má gefa manni smá sjéns að æfa sig og nátturulega leika sér. En …. ég hvet líka fleiri CSara, DODara og hvað sem er að spila q3. Magnaður og hraður leikur :) þarft að hafa góð viðbrögð og sæmilega hátt sensitivity. Well … nóg af mer … bara góð grein :) NOW COME AND GET SOM !! :D\nKv. Mumin^Snadinn"
        },
        {
            "user": "SmeLkuR",
            "user_id": "909",
            "date": "2002-11-15 08:42:13",
            "id": "750711",
            "reply_to_id": "750710",
            "text": "Felix ef þú lendir í að vera skráður í topic en fáir ekki að spila skaltu gera condump “nafn á fæl” og hafa samband við einhvern sem hefur op á pickup rásinni."
        },
        {
            "user": "SmeLkuR",
            "user_id": "909",
            "date": "2002-11-15 10:43:11",
            "id": "750712",
            "reply_to_id": "750711",
            "text": "Hafiði testað UT2003 ? Dl-ið demoinu hér á huga og athugið hvað ykkur finnst. Svo er patchinn fyrir demoið hér !\nTékkið á þessu. Þið munuð finna það strax að UT2003 er miklu betri en kvakk RUGLIÐ!!!"
        },
        {
            "user": "SmeLkuR",
            "user_id": "909",
            "date": "2002-11-15 10:45:37",
            "id": "750713",
            "reply_to_id": "750711",
            "text": "Hafiði Testað UT2003? Náið í hann hér  þarna er líka patchinn fyrir demoið. Segjið mér svo hvað ykkur finnst. Þessi leikur er miklu betri en Kvakk!!\nUT2003 ownar kvakk leikina sjáið bara til.."
        },
        {
            "user": "SmeLkuR",
            "user_id": "909",
            "date": "2002-11-15 10:46:39",
            "id": "750714",
            "reply_to_id": "750713",
            "text": "http://static.hugi.is/games/ut2003/demo/\nok wúps!!"
        },
        {
            "user": "asgeirbj",
            "user_id": "936",
            "date": "2002-11-15 11:09:01",
            "id": "750715",
            "reply_to_id": "750714",
            "text": "Smelkur ut2003 sýgur fiska !!\nAnnars snjöll grein frá hrafnkeli, cs tekur samt quake ennþá held ég.\nMurK-Hostile"
        },
        {
            "user": "GarFielD",
            "user_id": "1460",
            "date": "2002-11-15 11:38:36",
            "id": "750716",
            "reply_to_id": "750715",
            "text": "Kvakk er skemmtileg tilbreyting fyrir mig\nég er bara svo lélegur í honum að ég held mig við Cs.. þarsem´eg er ekki jafn lélegur :D"
        },
        {
            "user": "Salas",
            "user_id": "23571",
            "date": "2002-11-15 11:43:22",
            "id": "750717",
            "reply_to_id": "750716",
            "text": "Q3 er ágætis skemmtun, ég mæli með því hjá byrjendum að koma honum í gang á vinalani þarsem allir eru jafngóðir(lélegir) og allir geta skemmt sér vel í góðum ctf leik :)\nÞótt að þú vinnir q3 í nightmare og læti, þá er online miklu hrottalegra og því ekki láta þér bregða þótt að þú sért trukkaður í byrjun :)\nAlveg eins og hrafnkell segir þá er best að byrja bara í ctfpickup til að læra betur á leikinn online, og svo fara seinna meir í 1on1. Mér finnst CTF samt skemmtilegra :D\nSiC|-Some0ne-"
        },
        {
            "user": "Salas",
            "user_id": "23571",
            "date": "2002-11-15 11:49:40",
            "id": "750718",
            "reply_to_id": "750717",
            "text": "Ég hef ólmur reynt að fá Quake 3 lanaðan til að getta spilað en finn vist engan.\n(tími ekki að kaupa hann)"
        },
        {
            "user": "Nightshock",
            "user_id": "6269",
            "date": "2002-11-15 12:46:53",
            "id": "750719",
            "reply_to_id": "750717",
            "text": "1on1 er stálið.\nDrake | Shock"
        },
        {
            "user": "Spa",
            "user_id": "5037",
            "date": "2002-11-15 14:22:47",
            "id": "750720",
            "reply_to_id": "750717",
            "text": "ÓLI!  Þetta er það sem ég hef alltaf sagt!  Ég er alltaf að reyna að draga vini mína með mér í Q3 en ney!  “Kveik sökkar!”, btw.  Ég dreg þig þá með mér í þetta á næsta lani! :)\nkk.  kleppari"
        },
        {
            "user": "TedBundy",
            "user_id": "9673",
            "date": "2002-11-15 23:49:36",
            "id": "750721",
            "reply_to_id": "750715",
            "text": "omg gayri, kvakk sýgur fiska, Ut ownar big time"
        },
        {
            "user": "DogSter",
            "user_id": "3475",
            "date": "2002-11-15 04:23:26",
            "id": "750722",
            "reply_to_id": "750709",
            "text": "Quake3 er hraður og það fílar minns :)\nhttp://www.cyberfight.org/offline/configs/pro/\nbara gera clickable ;)"
        },
        {
            "user": "DogSter",
            "user_id": "3475",
            "date": "2002-11-15 04:25:33",
            "id": "750723",
            "reply_to_id": "750709",
            "text": "hmm eitthvað bil etta html :)\nhttp://www.cyberfight.org/offline/configs/pro/\nur ur :)"
        },
        {
            "user": "criterium",
            "user_id": "25966",
            "date": "2002-11-15 08:01:44",
            "id": "750724",
            "reply_to_id": "750709",
            "text": "Ég kíkji stundum í quake 1-2 í viku eða eikkað… snilldar leikur… en mér finnst cs samt betri :P"
        },
        {
            "user": "pitchfork",
            "user_id": "15618",
            "date": "2002-11-15 12:32:07",
            "id": "750725",
            "reply_to_id": "750709",
            "text": "lol, kannski finnst þer cs leiðinlegur því þú hefur spilað hann alltof mikið? Mer fannst hann leiðinlegur á tímabili, enda spilaði ég hann 3 klukkutíma á dag. Þannig að ég tók mer frí frá cs og fór í wolf. En það voru svo fáir spilarar, þannig að ég fór aftur í cs eftir svona 1 og hálfan mán. ;/"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-11-15 13:10:01",
            "id": "750726",
            "reply_to_id": "750709",
            "text": "Það tekur ekkert obboslega langann tíma að fá leið á CS.. hann er bara sonna smá hobbí sem mar getur griðið í einusinn í mánuði.. annars ownar aq líka ég mæli með honum líka.. og q3 er ekkert síðri :>\n[GT1]to3\n..btw ég gríp ekki bara stundum í CS ég hangi í honum allan daginn.. ég þurfti einusinni að hætta að spila hann því ég var orðinn svo húggt og fannst hann leiðinlegur,, (var búinn að spila svo mikið)\nGG"
        },
        {
            "user": "herculez",
            "user_id": "17079",
            "date": "2002-11-15 13:39:25",
            "id": "750727",
            "reply_to_id": "750709",
            "text": "Ekki ertu ad seigja mér að þú ætlar ad gjörsamlega hætta í Counter-strike (þú ert góður cs spilari =) þú ert í MurK M4N)"
        },
        {
            "user": "herculez",
            "user_id": "17079",
            "date": "2002-11-15 19:53:23",
            "id": "750728",
            "reply_to_id": "750727",
            "text": "Hann ætlar ekkert að hætta hann er hættur =)"
        },
        {
            "user": "Bleach",
            "user_id": "9226",
            "date": "2002-11-15 13:42:47",
            "id": "750729",
            "reply_to_id": "750709",
            "text": "Heh, byrjaði nú öfugt hjá mér, ég byrjaði í 1on1\n:D\nGóð Grein"
        },
        {
            "user": "Neron",
            "user_id": "9641",
            "date": "2002-11-15 13:43:57",
            "id": "750730",
            "reply_to_id": "750709",
            "text": "amm.. allir quake leikirnir eru svona 10x hraðari.. hvet alla til að fara í q3 og aq"
        },
        {
            "user": "EnteX",
            "user_id": "20200",
            "date": "2002-11-15 14:08:34",
            "id": "750731",
            "reply_to_id": "750730",
            "text": "tja .. mér finnst aq eigna q3 :o\nq3 er eikkað svo .. ekki fyrir mig hoppandi um með einhverjar geislabyssur finnst mér bara nei\ncs ónz aq ónz eg spila cs utaf það eru mikið fleiri í cs en ef það væru mikið fleiri í aq spilaði ég örugglega aq : D\nkk.EnteX"
        },
        {
            "user": "Spa",
            "user_id": "5037",
            "date": "2002-11-15 14:26:24",
            "id": "750732",
            "reply_to_id": "750709",
            "text": "Jé beibí!  Ég er alveg sammála þér líka!  Reyndar hef ég *alltaf* spilað quake en sökka alltaf jafn badly :)\nÞað sem sökkar mest er að enginn á akranesi spilar quake(Eða svo til..) og vinir mínir segja að hann sökki svo ég þarf að lagga online á símnet..  btw.  Minna lagg?  Þú ert all rail sdsl kallinn ;)"
        },
        {
            "user": "Balinn",
            "user_id": "28309",
            "date": "2002-11-15 14:46:48",
            "id": "750733",
            "reply_to_id": "750709",
            "text": "Ég er nú ekkert en orðin góður í cs þannig ég held að ég spili hann sona smá í viðbót en það getur vel verið að ég prófi Q3 eithvað.\nÉg held bara að það verði svo leiðinlegt að byrja þannig að ég get veirð lengi að koma þessu í verk.\nps.Góð grein."
        },
        {
            "user": "xark",
            "user_id": "1706",
            "date": "2002-11-15 14:54:41",
            "id": "750734",
            "reply_to_id": "750733",
            "text": "jájá q3 er ágætur en mar á hann ekki og hef þvi eigi nennt að fá mér hann :)"
        },
        {
            "user": "xark",
            "user_id": "1706",
            "date": "2002-11-15 14:55:35",
            "id": "750735",
            "reply_to_id": "750734",
            "text": "en verður ekki q4 bara málið þegar hann kemur ? :)"
        },
        {
            "user": "Spa",
            "user_id": "5037",
            "date": "2002-11-15 14:59:46",
            "id": "750736",
            "reply_to_id": "750735",
            "text": "Jújú, alveg eins, en q3 spilarar munu áfram óna Q4 :)"
        },
        {
            "user": "seNoyer",
            "user_id": "20451",
            "date": "2002-11-16 15:49:53",
            "id": "750737",
            "reply_to_id": "750736",
            "text": "SÖLVI! , ég vildi fara í hann með þér :) ..þurfti bara að fá'ann í tölvuna.. á ekki q3 :/ :))"
        },
        {
            "user": "SlipKoRn",
            "user_id": "4331",
            "date": "2002-11-15 15:18:25",
            "id": "750738",
            "reply_to_id": "750709",
            "text": "þúst jÁ ég er búnað vera solldið í þessu sjálfur undanfarið :l og mér er farið að finnast þetta miklu betri leikur en cs…þótt ég sé kannski ekkert sérlega góður(n00b) :Þ,þá er þetta helvíti gaman…but practice makes perfect :)"
        },
        {
            "user": "Ravenk",
            "user_id": "1394",
            "date": "2002-11-15 15:42:33",
            "id": "750739",
            "reply_to_id": "750709",
            "text": "Jámm, ekki gleyma rásunum #q3ctfpickup.is og #q3tdmpickup.is. Gleymdi að minnast á þær í greininni!\nMurK-Ravenkettle"
        },
        {
            "user": "ctr1",
            "user_id": "25352",
            "date": "2002-11-15 16:19:14",
            "id": "750740",
            "reply_to_id": "750739",
            "text": "Mér finnst 1 on 1 stálið skemmtilegra en CTF svona ef marh spilar við ekki of PRO gaura =) helst bara vini"
        },
        {
            "user": "gaulzi",
            "user_id": "24758",
            "date": "2002-11-16 03:33:35",
            "id": "750741",
            "reply_to_id": "750709",
            "text": "Einhvernveginn fer aimið mitt í CS alltaf að því að fokkast upp eftir að ég hef verið að leika mér í Q3!! >>>>;o"
        },
        {
            "user": "Addni",
            "user_id": "8004",
            "date": "2002-11-16 12:25:22",
            "id": "750742",
            "reply_to_id": "750709",
            "text": "ég á q3, cs og aq..\ncs ownar\naq er ágætur til að fara í örðu hverju (hann er dotlið einhæfur)\nq3 er snilld. ég er bara búinn að týna disknum mínum (sem betur fer var hann skrifaður)\non strákar.. prufið líka\nRQ3, AHL(action half life), Wanted (aðalega offline.. hann filgir með CS diskun) og fullt af moddum.."
        },
        {
            "user": "Rebook",
            "user_id": "1567",
            "date": "2002-11-16 13:17:34",
            "id": "750743",
            "reply_to_id": "750709",
            "text": "Mjög góð grein. Væri ekkert verra að spila smá quake3 líka. Drullu góður leikur en einnig helvíti gamall. Þetta þíðir að þegar þið byrjið þá eru hinir með mjög stórt og gott forskot á ykkur. Þannig ef þið ætlið ykkur að verða mad í þessum leik þá þurfiði að spila hann mjög mikið.\nSvo er líka að ca er svona eins og public í cs á meðan tdm og ctf er eins og scrim. Tdm er samt mun meira pro og talið vera langskemmtilegast.\nFínt að fara í þetta þegar manni langar að hoppa smá ;)\nMurK-Krissi"
        },
        {
            "user": "qeySuS",
            "user_id": "280",
            "date": "2002-11-16 13:48:45",
            "id": "750744",
            "reply_to_id": "750743",
            "text": "Væri gaman að sjá hvort það fari ekki margir að flykkjast að næsta ID leik sem kemur út, væri gaman að hafa einn leik sem langsamlega flestir spila (þó að ég efist um að það gerist :)."
        },
        {
            "user": "Shamaroth",
            "user_id": "5285",
            "date": "2002-11-17 00:11:52",
            "id": "750745",
            "reply_to_id": "750709",
            "text": "GG. Ég reyndar fór úr CS yfir í EVE, SimCity 3000 og StarTopia, en ég hef lengi gælt við hugmyndina að redda mér Q3. Ég veit svosem að ég enda á að fjárfesta í UT2k3, svo það er ekkert sérstaklega á stefnuskrá.\nCS var orðinn leiðinlegur. Þegar maður er farinn að spila bara til að æfa sig, og fólk þarf að suða í manni til að maður nenni í skrimm, þá er kominn tími til að hætta.\nReyndar er ég að spila Natural Selection smá, þannig að hin aldna og úrelta Half-Life vél er ekki alveg horfin úr mínu lífi, en það er allt að koma.\nEins og ég sagði, GG RavenKettle. Gaman að sjá murkara snúa aftur til uppruna MurK. En er fólkið eitthvað skárra þarna (e.g. \"LAME KAMPHÓRA!!1! í tíma og ótíma, og allt fullt af grunnskólabörnum á hormónatrippi)?"
        },
        {
            "user": "TMSAR",
            "user_id": "15325",
            "date": "2002-11-17 12:18:16",
            "id": "750746",
            "reply_to_id": "750709",
            "text": "Góð grein.\nQ3 er bara alger snilld. Maður getur verið hálfsofandi/fullur/nývaknaður what ever og það er alltaf jafn mikið fjör í Q3. Svo kíkir maður í CS á public, drepst maður og þá byrjar … : “OMFG JonJonson realnick???” “OMFGOMFG eg hata thig haxx!!!!!!!!” “helvitis haxx!!!!!!!!”\n…..þúst..? Svo endar á því að maður drepst aftur og einn campandi CT eftir móti einhverjum sem kann ekki á mús og lyklaborð í Terr, campandi hinum meginn í turninum í Cbble til dæmis. AALVEG skemmtilegt eða þannig..\nMæli eindregið með því að fólk fái sér að spila Q3 þótt það væri ekki nema bara til að testa hann smá."
        },
        {
            "user": "Gauos",
            "user_id": "297",
            "date": "2002-11-17 13:49:59",
            "id": "750747",
            "reply_to_id": "750709",
            "text": "If I'm going down I'm taking everybody with me.\nUss ekki laða fleirri með þér, ég hélt að allir sem spiluðu CS væru sammála um að Q er bara litaflóð. Allavega þið sem hafið ákveðið að skipta um hliðar og ákveðið að vera ponku hinseginn Gl&Hf in Paintball 3.\n[GGRN]AntiDeath\nwwww.antideath.com"
        },
        {
            "user": "Gauos",
            "user_id": "297",
            "date": "2002-11-18 12:52:26",
            "id": "750748",
            "reply_to_id": "750747",
            "text": "bö ég byrjaði í q2..\nligga lái"
        },
        {
            "user": "godsm3g",
            "user_id": "15762",
            "date": "2002-11-19 12:56:06",
            "id": "750749",
            "reply_to_id": "750748",
            "text": "Góður Ravenkettle..\nÞegar ég byrjaði í q3 þá var ég all CA.. en síðan þegar mar var orðinn betri þá fór ég yfir í CTF og spilaði það all day long.. síðan fór mar yfir í 1on1 en gat aldrei neitt.. þangað til mar var byrjaður að geta time-að Armor og health, sem er það mikilvægasta í 1on1 (i think).\nSíðan fór mar yfir í TDM sem var það erfiðasta..\nAldrei fékk mar vopn og alltaf drapst mar..\nen síðan byrjar mar allt í einu að geta eitthvað eftir svona 1 viku í tdm..\nog þá er miklu skemmtilegrra að spila..\nJæja endilega kvetjiði vini ykkar í Q3\nno more cs :D:D::D:D\nog btw, það er miklu skemmtilegra að spila hraða leiki\nGo Ravenkettle\nice*Solvi"
        },
        {
            "user": "LalliOni",
            "user_id": "8819",
            "date": "2002-11-19 14:08:36",
            "id": "750750",
            "reply_to_id": "750709",
            "text": "afhverju að skipta yfir í verri leik?"
        },
        {
            "user": "NecroN86",
            "user_id": "25384",
            "date": "2002-11-20 10:59:16",
            "id": "750751",
            "reply_to_id": "750709",
            "text": "ef einhver er að fara að hugsa um að skipta yfir í aq eða q3 úr cs þá á það eftir að taka einhvern nokkra mánuði af verða eitthvað ágætur í þessum leikjum. Að byrja núna er einfaldlega alltof seint held ég, allir sem hafa spilað þessa leiki frá því þeir voru fyrst gefnir út er orðnir ALLTOF góði"
        },
        {
            "user": "damienbabe",
            "user_id": "25008",
            "date": "2002-11-20 11:48:06",
            "id": "750752",
            "reply_to_id": "750751",
            "text": "eretta ekki leikur??? er marr ekki að LEIKA sér..bara hafa gaman af þessu…hvenær er of seint að byrja spila leik….en hvað veit ég ég sucka í cs og sucka í q3…i think hef ekki einusinni prófað q3..en þetta með þessa n00ba á maniu sem campa eins og mofo þá er þetta satt það á bara slappa þá ærleg eða kicka þessa gaura með pumpu og duals í turninum i cbble\nwell gg grein kanski marr fari að riena redda sér q3 alldrey að vita að mar sjái ykkur bara í q3 cya\nkk Damien"
        },
        {
            "user": "gdarri",
            "user_id": "22251",
            "date": "2002-11-20 14:16:52",
            "id": "750753",
            "reply_to_id": "750709",
            "text": "Ég verð nú bara að segja það að mér finst cs besti leikur ever og ég sver það ég gæti ekki verið án hanns í heila viku :D En mér finnst það galli við Aq hvað hann er illa gerður en ég hef ekkert prufað q3 af ráði þannig ég get ekkert sagt um hann. En annars GG revenketle góður ferill.\n$oldie"
        }
    ]
}