{
    "forum_title": "Hátíðir",
    "user": null,
    "user_id": null,
    "date": "2002-11-13 22:11:55",
    "title": "Jólaföndur :o)",
    "text": "Hæ hó!\nSmá jólaföndur sem ég fann á netinu ;o)\nServiettu engill\nÞað sem þarf:\n2 hvítar serviettur\nMjór borðin\nKarton eða pappa spjald\nÁlpapír\nSvartur tússpenni\nLím\nLeiðbeiningar:\nKlippið 10 tommu bút af borðanum. Kuðlið annari serviettunni saman í bolta. Setjið serviettu boltan í miðju hinnar serviettunar, og bindið fyrir með borðabútnum þannig að endarnir af serviettunni myndi búk en boltin höfuð. Teiknið nú andlit á engilinn með tússpennanum á miðja kúluna.\nKlippið nú um það bil 5 tommu ræmu af álpapírnum og rúllið upp og myndið svo hring úr rúlluni, þetta verður svo geislabaugurinn á engilinn og límist aftan á höfuðið, hér mætti svo gera engilinn vandaðri ef þú vilt og setja á hann hár úr garni en það er ekki nauðsynlegt.\nKlipptu annan 10 tommu bita af  borðanum og límdu hann aftan á höfuð engilsins í lykkju sem mun svo þjóna þeim tilgangi að hengja engilinn upp.\nKlippið út út kartoninu tvo vængi, fasta saman í miðjunni, límið álpapír á báðar hliðar vængjanna og klippið af óþarfa odda sem hugsanlega standa út úr vængjunum eftir það, nú ættu vængirnir að vera orðnir silfurlitir og límast loks á bak engilsins.\n……………………………..\nSælgætis krans\nÞað sem þú þarft\n1 vír herðatré\nUm það bil 30 stykki af alskonar hörðu innpökkuðu sælgæti, brjóstsykur og þ.h.\nUm það bil 30 stykki af marglitum krulluðum borðum í u.þ.b. 8” bitum.\nVír klippur\nTangir til að beyja herðatréð\nSterkt teipi\nVenjuleg skæri til að klippa borðana.\nLeiðbeiningar:\nRéttu úr herðatrénu og klipptu það í tvent (þannig dugir það í 2 kransa).\nBeygðu hálfa herðatréð í hring með u.þ.b. 4“ vír uppúr sem beygist í krók til að hengja kransinn upp.\nKlipptu borðana í 8” bita.\nBrjóttu borðabitana í tvent og bintu sælgæti í miðjan borðan þannig að borðin bindist við umbúðir sælgætissins þar sem bréfið er snúið saman.\nBindið nú sælgætið fast með rembihnút við vírinn. Bindið sælgætið fast upp við vírinn svo að vírinn hverfi alveg þegar allt sælgætið er komið.\nKrullaðu báða enda borðana með skærunum.\nEndurtaktu lið 4-6 uns vírinn er horfinn og sælgætið búið.\nÞað getur verið að það þurfi ekki svo mikið sælgæti og það gæti verið að það þyrfti meira það fer eftir stærð sælgætisins. Efst á kransinn mætti setja stórann borða til að fela krókinn ef þú vilt. Þennan karans er hægt að borða án þess að taka hann í sundur heldur er þá  sælgætið tekið úr bréfinu á kransinum, þannig að bréfið verði eftir. Snjalt til að bjóða gestum upp á og gott í jólagjafir.\n…………………………………………… ……………\nJólaskraut úr trölladegi\n1 bolli salt\n2 bolar hveiti\n1 bolli vatn\nBlandið saman salti og hveiti og blandið svo vatninu saman við smátt og smátt. Hnoðið vel þar til það er þétt í sér, u.þ.b. 5-10 mín.\nFletjið degið út og stingið út myndir með smáköku mótum, notið tannstöngul eða prjón til að gera gat efst á hverja köku til að hengja upp. Bakið á vægum hita í u.þ.b. 30 mín. Eða þar til þær eru harðar. Þegar kökurnar eru orðnar kaldar má skreita þær með þekjulitum eða glimmeri. Varist að kökurnar blotni. Ef þú átt til lakksprey t.d. fyrir keramik er gott að spreyja þær nú. Þræðið að lokum borða í gatið og skrautið er tilbúið til að hengjast upp á jólatréð.\n…………………………………….. ………………….\nOg svo smá jólasöngvar svona rétt í lokin ;o)\nVið óskum þér góðra jóla,\nvið óskum þér góðra jóla,\nvið óskum þér góðra jóla,\nog gleðilegs árs.\nGóð tíðindi færum við\ntil allra hér:\nVið óskum þér, góðra jóla\nog gleðilegs árs.\nVið óskum þér góðra jóla,\nvið óskum þér góðra jóla,\nvið óskum þér góðra jóla,\nog gleðilegs árs.\nEn fáum við grjónagrautinn,\nen fáum við grjónagrautinn,\nen fáum við grjónagrautinn,\nJá, grautinn hér út?\nGóð tíðindi færum við\ntil allra hér:\nVið óskum þér, góðra jóla\nog gleðilegs árs.\nÞví okkur finnst góður grautur,\nþví okkur finnst góður grautur,\nþví okkur finnst góður grautur,\nJá, grautur út hér.\nGóð tíðindi færum við\ntil allra hér:\nVið óskum þér, góðra jóla\nog gleðilegs árs.\nOg héðan þá fyrst við förum,\nog héðan þá fyrst við förum,\nog héðan þá fyrst við förum.\nEr fáum við graut.\nGóð tíðindi færum við\ntil allra hér:\nVið óskum þér, góðra jóla\nog gleðilegs árs.",
    "url": "https://www.hugi.is/hatidir/greinar/103337/jolafondur-o/",
    "url_id": "103337",
    "id": "751232",
    "replies": [
        {
            "user": "jess",
            "user_id": "8847",
            "date": "2002-11-13 22:33:24",
            "id": "751233",
            "reply_to_id": "751232",
            "text": "Sniðugt! Þú ert greinilega komin í jólastuð enda ekki nema 41 dagur til jóla!\nHvaða lag er sungið við þessa texta?"
        },
        {
            "user": "Hegga",
            "user_id": "45046",
            "date": "2002-11-14 17:50:12",
            "id": "751234",
            "reply_to_id": "751232",
            "text": "Ka! Þekkiru ekki lagið?! :o)"
        }
    ]
}