{
    "forum_title": "Dulspeki",
    "user": "Bleh",
    "user_id": "3395",
    "date": "2002-11-14 14:36:30",
    "title": "Nokkrar pælingar",
    "text": "Hvar endar eiginlega alheimurinn? Endar maður kannski á vegg?, og ef maður gerir það, hvað er þá hinum megin við vegginn???\nÉg og Sigtryggur, vinur minn (hans hugmynd upprunalega, rökræddum þetta aðeins) vorum að pæla í svona hlutum og urðum frekar ringlaðir við það.\nEr alheimurinn endalaus eða er hann eins og kassi, hringur eða eitthvað álíka? Ef að hann er endalaus, hvað myndi gerast ef að maður færi í geimflaug og flygi í beinni línu áfram? Myndi maður bara halda áfram endalaust eða myndi maður einhvernveginn lenda aftur á byrjunarstað? Ef að hann er kassalaga, getur maður þá lent á botninum? Eða eru allar hliðar botninn? Og, eru hliðarnar glærar og getur maður séð í gegnum þær og sér maður þá sinn eiginn heim minnkaðan? Eða sér maður bara aðrar víddir?\nEf að heimurinn er endalaus og ef maður myndi detta þegar maður myndi labba útúr geimflauginni hvað myndi maður þá detta langt niður? Myndi maður enda einhvern tímann eða myndi maður halda áfram í milljónir ára?\nOg svo er það dauðinn:\nÞegar að maður deyr, fer maður til himnaríkis, helvítis, deyr maður bara, byrjar maður lífið á öðrum stað sem annar hlutur EÐA verður sálin manns eftir??? Er himnaríki til? Er helvíti til?\nEf að maður deyr bara, slokknar þá til frambúðar á manni eins og maður sé sofandi? Eða verður sálin manns eftir og fær aldrei frið og verður alltaf til? Og fær hún aldrei að líta dagsins ljós?\nOg síðasta málefni okkar:\nEr hægt að segja að tíminn hafi byrjað einhvern tímann? NEI, það hefur alltaf verið eitthvað til(þótt að það hafi bara verið tómarúm) og hvað er EKKERT? Og endar alheimurinn einhverntímann? NEI!! Það verður ALLTAF eitthvað til!!!\nSigtryggur (nick:Sigtryggur) og",
    "url": "https://www.hugi.is/dulspeki/greinar/103584/nokkrar-paelingar/",
    "url_id": "103584",
    "id": "753307",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2002-11-14 15:40:47",
            "id": "753308",
            "reply_to_id": "753307",
            "text": "Híhí, þetta eru ágætis pælingar hjá okkur:D.\nKveðja, Sigtryggur."
        },
        {
            "user": "ActionJ",
            "user_id": "19305",
            "date": "2002-11-14 16:27:17",
            "id": "753309",
            "reply_to_id": "753307",
            "text": "Ég veit ekki ætli alheimurinn sé ekki bar að þenjast út á ljóshraða og því ógerlegt að komast að endimörkum hans. (nema náttúrulega að einhvernveginn komist maður yfir ljóshraða)\nEn eitt er víst, ef þú hoppar út úr geimflaug þá detturu ekki, þyngdarleysi marrrrrrr, pæla smá. Nema náttúrulega að þú skjótir þér niður úr flauginni eða einhvað, þá helduru bara beinustu leið á (botninn ?) þá átt sem þú skýtur þér. Ekkert upp, niður, til hliðar dæmi held ég í geiminum.\nJust my 2 cents"
        },
        {
            "user": "ciza",
            "user_id": "9803",
            "date": "2002-11-14 16:41:06",
            "id": "753310",
            "reply_to_id": "753307",
            "text": "hmm.. á ég að segja þér hvað ég held?\njaja.. ALheimurinn… það verður alltaf lengra og lengra milli sameindanna… svo alheimurinn hefur ekkert form.. hann þenst bara út.. ef þú fæirir endalaust burt frá miðjunni í geimflaug myndi geimflaugin á endanum springa.. eins og djúpsjávarfiskar springa þegar þeir koma upp úr sjónum því þrýstingurinn er svo lítill…\nEf þú myndir labba út úr geimflauginni myndiru einfaldlega springa.. nema þú sért í sérstökum geimbúningi ;Þ og ef þú færir að stað.. það þyrfti eitthvað áð ýta þér.. því það er þyngdarleysi út í geimnum… þá myndiru bara halda áfram í þá átt sem þér var ýtt þangað til þú rækist á eitthvað. Og á endanum færi fyrir þér eins og geimskutlunni.. eða þú rækist á eitthvað sem stoppaði þig eða drægi þig að sér..\nmeð það hvert sálin fer.. það er erfiðara.. líffræðilega.. myndi líklega slökkvast á þér, þú myndir aldrei vita að þú værir dauður.. ekki einusinni að þú hafir verið til…\nég trúi samt einhvernvegin að maður bara svífí úr líkamanum.. og verði hluti af öllu lífi..\nTíminn.. ég held að það hafi alltaf verið eitthvað..\nTíminn er fjórða víddinn..\nþanngi að ef þú ert með þríviða hlut… þá er hann vara þarna.. tíminn skiptir engu máli.\nef þú hins vegar reiknar tímann með í hlutinn… þá hefur hann fortíð nútíð og framtíð… þá er hægt að segja að hann hafi verið..og sé.. sagt hvernig hann hafi hreyfst og þannig…\nég kann ekki allveg að útskýra þetta =)\nen allavega… þannig að ég myndi halda að tíminn hafi orðið til um leið og efni varð til… eða allavega um leið og efnið fór að hreyfast..\nog ef efnið hefur alltaf verið til þá hefur tímill alltaf verið til… eða allavega síðan efnið fór að hreyfast =)\nE.s. Hefi greinin ekki frekar átt að vera á heimspeki? ;Þ"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-11-14 18:36:00",
            "id": "753311",
            "reply_to_id": "753310",
            "text": "Uss, ég sagði Smadda að þetta ætti að fara í heimsspeki, en neeeii, hann vildi endilega setja þetta í Dulspeki;).\nKveðja, Sigtryggur."
        },
        {
            "user": "Bleh",
            "user_id": "3395",
            "date": "2002-11-15 14:35:16",
            "id": "753312",
            "reply_to_id": "753310",
            "text": "senid þetta fyrst á vísindi og fræði en þar var hún ekki samþykkt og mér var bent á að setja hana hingað"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-11-15 17:06:28",
            "id": "753313",
            "reply_to_id": "753312",
            "text": "Hefðir átt að senda þetta á Heimsspeki, nú er ekki hægt að senda greinina þangað:(."
        },
        {
            "user": "Permanent",
            "user_id": "10665",
            "date": "2002-11-14 16:58:13",
            "id": "753314",
            "reply_to_id": "753307",
            "text": "já og svo eru þetta líka spurningar sem verða aldrei svaraðar eða allavega ekki á næstu 5000árum en ef svo ólíklega vildi til ef ég skyldi fá einhvað svar við þessu skal ég sko þá svara þessu hið snarasta:)\nAlheimurinn væri ekki endalaus ef þú mundir fljúga á vegg einhverstaðar en ég held að það værir líklegra að það tæki margföld mannsævi að reyna að kanna það með eldflaug hvernig lögunin á alheiminum væri og það mundi t.d. taka þig 300.000 ár bara að fara til næstu stjörnu miðað við tækninna í dag.\nEn hinvegar með sjónaukum er hægt að sjá alveg stjarnfræðilega langt en ekki svo langt að það sjáist í endamörk alheimsins og verður sennilega ekki hægt af því að því lengra sem maður skoðar því lengra aftur í tímann er maður að sjá útaf takmarkaða hraða ljósins miðað við vegalengd sem þýðir það að margar af þeim stjörnum sem sjást í dag á jörðinni eru dauðar og farnar og einhvað allt annað komið í staðinn sem munu ekki sást hérna fyrr en eftir 5000 miljónir ára eða um það leiti sem þetta sólkerfi er að brenna upp og eyðast sökum aldurs.\nEn persónulega hugsa ég að hann sé endalaus og þó svo að maður færir langt langt í burtu frá öllum stjörnum og vetrarbrautum mun maður samt sem áður halda áfram í endalausa hyldýpið að eilífu.\nÞað sem gerist þegar maður drepst er yfirleit það að maður endar í kassa og einhver prestur signar síðan einhverja klisju ræðu yfir mann en vonandi er það bara skrokkurinn sem fær þessi dapurleg endalok en hvað sem öðru líður að við fáum að komast að því á efsta degi þannig að það er hálfgerð tímaeyðsla að spá í því þar sem við fáum ekkert sannfærandi svar fyrr en maðurinn með svarta ljáinn kemur í heimsókn.\nÞað eru margir sammála því að upphaf tímans hafi verið í miklahvelli en hvernig geturðu útskýrt hugtakið “tíminn” í þessu samhengi??\nEr ekki tíminn frekar einhver mælieining sem við mennirnir höfum búið til til þess að mæla út hreyfingu. og er þá ekki sjálfgefið að tíminn hafi ekki verið til þegar ekkert var til eða þar að segja ekkert efni var til í alheimi vorum.\nsera valium"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-11-14 18:37:54",
            "id": "753315",
            "reply_to_id": "753314",
            "text": "Það eru margir að meina að alheimurinn hafi orðið til á einhverjum ákveðnum tíma, það var það sem að við vorum að hugsa um þegar að við skrifuðum þetta.\nKveðja, Sigtryggur."
        },
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2002-11-14 17:44:03",
            "id": "753316",
            "reply_to_id": "753307",
            "text": "Hmmm…. spurði efnafræðikennararnn minn að einu um daginn. Ég spurði úr hverju þetta “tómarúm” sem er eitthvað 99% af atómum væri og hann svaraði einfaldlega “ekkert”. Ég spurði hann þá hvort það væri til virkilega eitthvað sem væri bara “ekkert” og hann sagði já. Hann sagði að þetta gilti líklegast líka um endimörk alheimsins, það væri líklegast bara “ekkert” handan hans…\nZedlic"
        },
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2002-11-14 22:47:16",
            "id": "753317",
            "reply_to_id": "753316",
            "text": "Zedlic\nEn hvað er þá ekkert ? Ekkert hlýtur að vera eitthvað, það getur ekkert verið ekkert ! (illa orðað) ég meina, það hlýtur að vera eitthvað út af því að ekkert getur ekki bara verið ekki neitt ! Ég get eiginlega ekki lýst því sem ég er að tala um ! (ehe)\nKv. Grímsla"
        },
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2002-11-15 09:17:13",
            "id": "753318",
            "reply_to_id": "753317",
            "text": "Þetta er nákvæmlega það sem ég hef alltaf haldið en kennarinn minn vildi meina að það væri til eitthvað tómarúm þar sem væru engar sameindir né neitt og væri því í rauninni “ekkert”. Ég skil samt ekki alveg hvenig hann var að meina þetta…\nZedlic"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-11-15 13:38:58",
            "id": "753319",
            "reply_to_id": "753317",
            "text": "Veit hvað þú ert að meina:D\nKveðja, Sigtryggur."
        },
        {
            "user": "ciza",
            "user_id": "9803",
            "date": "2002-11-15 17:35:14",
            "id": "753320",
            "reply_to_id": "753316",
            "text": "er “ekkert” þá ekki líka það sem er í lofttæmi? eða þið vitið.. þegar eitthvað er lofttæmt.. en samt er eitthvað á milli… en samt ekki neitt efni (atóm) ?\neins og ekkert sé eitthvað.. en það er ekki atóm.. þannig að það er ekkert"
        },
        {
            "user": "palad",
            "user_id": "25091",
            "date": "2002-11-15 20:36:09",
            "id": "753321",
            "reply_to_id": "753320",
            "text": "Þetta eru pælingar sem ég sver að allir pæla í einhverntímann. Ég myndi halda að heimurinn væri kannski ekki endalaus en nógu stór til að  mennirnir kæmust aldrei að því hversu stór hann er.\nog það sem ég held um dauðann, það er svolítið skrýtið og algerlega mín uppfinning: ég held að það sé til einn heimur sem er einskonar stjórnstöð fyrir allar sálirnar. Sálirnar fá sérstök verkefni og fara svo og fæðast inn í þennan heim. Þá eru nátturulega allir búnir að gleyma öllu sem þeim var sagt og fyrstu árin sem þeir lifa á jörðinni fá þeir að leika sér, svona eins og frítími í upphafi. Svo þegar maður verður unglingur fer maður að pæla rosalega mikið og það sem maður fær út úr pælingunni er verkefnið sem manni var falið áður en maður fæddist, þó án þess að fatta það almennilega og maður hefur ekki fattað þetta fyrr en maður verður fullorðinn.\nEn þetta með tímann, ja, það er góð spurning en ég hef því miður ekkert svar við henni, Sorry.\nEn, hei, haldiði áfram að pæla svo lengi sem þið lifið! =)"
        },
        {
            "user": "palad",
            "user_id": "25091",
            "date": "2002-11-17 21:43:44",
            "id": "753322",
            "reply_to_id": "753321",
            "text": "Ég held það sama og palad í því sem hann segir í greininni herna fyrir ofan þ.e. :\nég held að það sé til einn heimur sem er einskonar stjórnstöð fyrir allar sálirnar. Sálirnar fá sérstök verkefni og fara svo og fæðast inn í þennan heim. Þá eru nátturulega allir búnir að gleyma öllu sem þeim var sagt og fyrstu árin sem þeir lifa á jörðinni fá þeir að leika sér, svona eins og frítími í upphafi. Svo þegar maður verður unglingur fer maður að pæla rosalega mikið og það sem maður fær út úr pælingunni er verkefnið sem manni var falið áður en maður fæddist, þó án þess að fatta það almennilega og maður hefur ekki fattað þetta fyrr en maður verður fullorðinn.\nAllir eru Börn síns tíma og nenni ég ekki að vera að eyða minum tima herna í að pæla í neinu fyrir utan gufuhvolfsins á jörðinni því ég sé ekki mikinn tilgang í því þegar ég eigi hvortsem er eftir að vita það þegar eg er kominn á þennan stað(sjá fyrir ofan)Þetta er allavega það sem ég trúi. vona að þið eigið ekki að vera að pæla eftir að þið lesið þetta. svo held ég lika að guð ráði yfir þessari stjórnstöð og það sjái hana einginn því hun er ekki neinstaðar þar sem við sjáum. er kannski í annari vídd eða eittvhvað.\nJæja,Nenni ekki að pæla í þessu lengur, verð eitthvað svo dofinn af því\nkv.Busted"
        },
        {
            "user": "palad",
            "user_id": "25091",
            "date": "2002-11-18 20:16:41",
            "id": "753323",
            "reply_to_id": "753322",
            "text": "Takk fyrir að vera sammála mér, en verðuru virkilega dofinn af því að hugsa um þetta???? Ég hætti því aldrei, ekki það að mér finnist þetta spennandi heldur vegna þess að ég kemst ekki hjá því, hef reyndar verið að pæla í þessu nánast stanslaust í heilt ár og rúmlega það. Ég er meira að segja næstum búin að fatta mitt hlutverk í lífinu, þó samt ekki alveg. Semsagt þá er ég að fatta 13 ára það sem venjulegt fólk fattar venjulega ekki fyrr en það verður fullorðið!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-11-19 16:07:30",
            "id": "753324",
            "reply_to_id": "753323",
            "text": "Einfalt svar, Palad: Við sem erum 13 ára erum bara snillingar:D.\nKveðja, Sigtryggur."
        },
        {
            "user": "karamella",
            "user_id": "4619",
            "date": "2002-11-14 20:55:41",
            "id": "753325",
            "reply_to_id": "753307",
            "text": "Spá í því að einhvertíman eftir svona 200 ár geti maður labbað í geimnum og þá myndi maður alltí ienu labba á eithvað(eins og vegg) og kæmist ekki lengra.Gæti gerst ef alheimurinn endar einhverstaða"
        },
        {
            "user": "hamrotten",
            "user_id": "5029",
            "date": "2002-11-16 14:58:52",
            "id": "753326",
            "reply_to_id": "753307",
            "text": "mér skilst að það séu eitthverjir snillingar búnir að finna enda á þessum heimi, þar er ekkert, ekkert ljós, enginn tími bara ekkert. hins vegar er ALheimurinn mikið meira en bara skynheimurinn. partur af alheiminum er hugarheimur hvers og eins, þanig að það er hægt að seigja að alheimurinn sé endalaus(því að allt er þá til(þú hugsar um blátt 5 höfða skrímsli og þá er það strax til í hugarheimi þínum))\nhvað dauðan varðar held ég að líkaminn byrji bara að rotna en sálin fer og heldur áfram og endurfæðist."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-11-16 16:46:34",
            "id": "753327",
            "reply_to_id": "753326",
            "text": "\"Hvar endar eiginlega alheimurinn? Endar maður kannski á vegg?, og ef maður gerir það, hvað er þá hinum megin við vegginn???\nÉg og Sigtryggur, vinur minn (hans hugmynd upprunalega, rökræddum þetta aðeins) vorum að pæla í svona hlutum og urðum frekar ringlaðir við það.\nEr alheimurinn endalaus eða er hann eins og kassi, hringur eða eitthvað álíka? Ef að hann er endalaus, hvað myndi gerast ef að maður færi í geimflaug og flygi í beinni línu áfram? Myndi maður bara halda áfram endalaust eða myndi maður einhvernveginn lenda aftur á byrjunarstað? Ef að hann er kassalaga, getur maður þá lent á botninum? Eða eru allar hliðar botninn? Og, eru hliðarnar glærar og getur maður séð í gegnum þær og sér maður þá sinn eiginn heim minnkaðan? Eða sér maður bara aðrar víddir?\nEf að heimurinn er endalaus og ef maður myndi detta þegar maður myndi labba útúr geimflauginni hvað myndi maður þá detta langt niður? Myndi maður enda einhvern tímann eða myndi maður halda áfram í milljónir ára?\nOg svo er það dauðinn:\nÞegar að maður deyr, fer maður til himnaríkis, helvítis, deyr maður bara, byrjar maður lífið á öðrum stað sem annar hlutur EÐA verður sálin manns eftir??? Er himnaríki til? Er helvíti til?\nEf að maður deyr bara, slokknar þá til frambúðar á manni eins og maður sé sofandi? Eða verður sálin manns eftir og fær aldrei frið og verður alltaf til? Og fær hún aldrei að líta dagsins ljós?\nOg síðasta málefni okkar:\nEr hægt að segja að tíminn hafi byrjað einhvern tímann? NEI, það hefur alltaf verið eitthvað til(þótt að það hafi bara verið tómarúm) og hvað er EKKERT? Og endar alheimurinn einhverntímann? NEI!! Það verður ALLTAF eitthvað til!!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-11-16 16:49:32",
            "id": "753328",
            "reply_to_id": "753326",
            "text": "Svona vildi ég upphaflega hafa greinina, en einræðisherrann hérna fékk að ráða:\n“Hvar endar eiginlega alheimurinn? Endar maður kannski á vegg?, og ef maður gerir það, hvað er þá hinum megin við vegginn???\nÉg og Smaddi, vinur minn vorum að pæla í svona hlutum og urðum frekar ringlaðir við það.\nEr alheimurinn endalaus eða er hann eins og kassi, hringur eða eitthvað álíka? Ef að hann er endalaus, hvað myndi gerast ef að maður færi í geimflaug og flygi í beinni línu áfram? Myndi maður bara halda áfram endalaust eða myndi maður einhvernveginn lenda aftur á byrjunarstað? Ef að hann er kassalaga, getur maður þá lent á botninum? Eða eru allar hliðar botninn? Og, eru hliðarnar glærar og getur maður séð í gegnum þær og sér maður þá sinn eiginn heim minnkaðan? Eða sér maður bara aðrar víddir?\nOg svo er það dauðinn:\nÞegar að maður deyr, fer maður til himnaríkis, helvítis, deyr maður bara, byrjar maður lífið á öðrum stað sem annar hlutur EÐA verður sálin manns eftir??? Náttúrulega trúum við á himnaríki en það er samt gaman að pæla í þessu. Ef að maður deyr bara, slokknar þá til frambúðar á manni eins og maður sé sofandi? Eða verður sálin manns eftir og fær aldrei frið og verður alltaf til?\nOg síðasta málefni okkar:\nEr hægt að segja að tíminn hafi byrjað einhvern tímann? NEI, það hefur alltaf verið eitthvað til(þótt að það hafi bara verið tómarúm) og hvað er EKKERT? Og endar alheimurinn einhverntímann? NEI!! Það verður ALLTAF eitthvað til!!! Þótt að það séu engin atóm á staðnum, algjört lofttæmi og þvílíkt þá finnst okkur samt vera hægt að kalla þetta eitthvað, okkur finnst þetta samt vera eitthvað:D.”\nKveðja, Sigtryggur og Smaddi."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-11-16 16:50:43",
            "id": "753329",
            "reply_to_id": "753328",
            "text": "Sorrý, ég senti þetta óvart tvisvar, ýtti óvart á Enter þegar að Senda takkinn var valinn, bara smá klaufaskapur (fautaskapur, aulaskapur….).\nKveðja, Sigtryggur."
        },
        {
            "user": "BenjaminN",
            "user_id": "28889",
            "date": "2002-11-19 04:28:39",
            "id": "753330",
            "reply_to_id": "753307",
            "text": "hahahaha er ég eini í heiminum sem veit enhvað? ok í fyrsta lagi er til enhvað sem heitir ekjert?NEI!!!!ekjert birjar ekjert endar orka verður ekki til hún bara breitir um mind svo það þíðir að það er ekjert upphaf eingin endir engir veggir bara endalaust af orku og og efnum orkan er alltaf að gera enhvað svo að það skapast alltaf enhvað nítt og það bíður uppá endalausa möguleika og þá hlítur allt að vera til afhverju þarf allt að birja og enda? það birjar allt í enhverju formi en ekjert + ekjert verður ekki enhvað það hefur alltaf verið enhvað og það mun alltaf verða enhvað í mismunandi myndum bara og það er ekjert ótrúlegt við að það sé endalaust pláss ég hef aldrei séð vegg sem hefur ekjert á hinni hliðinni og pláss er bara enhvað sem við mennirnir heöfum verið að hugsa svo mikið um útaf því að það er takmarkað pláss hjá okkur en gleimum ekki fyrir utan jörðina geimur og sólkerfi svo vetrsrbrautir og svo hver veit þetta heldur bara áfram ég get lofað því að það er ekki veggur það breitist kanski um mind endalaust sinnum en það er ekki veggur og muniði það er ekki til neitt sem heitir birjun eða endir bara breitingar líf alheimur eða hvað sem e"
        },
        {
            "user": "Bleh",
            "user_id": "3395",
            "date": "2002-11-19 14:50:10",
            "id": "753331",
            "reply_to_id": "753330",
            "text": "mar nennir ekki að lesa þetta útaf stafsetningarvillum"
        },
        {
            "user": "BenjaminN",
            "user_id": "28889",
            "date": "2002-11-19 14:58:09",
            "id": "753332",
            "reply_to_id": "753331",
            "text": "ég er lesblindur en það aftrar mig ekki í gáfum og ef þú vilt fá enhvað í þinn haus þá skaltu lesa þetta (albert ainstein skrifaði ólæsilega og var skít lesblindur)að vera les blindur hefur að mínumati fleirri kosti en galla lestu þig til um það (ég lagði það á mig) þá læriru að lesblinda þíðir það að maður hugsar ekki í jafn föstu formi og aðrir og þar á meðal gerir það mann betri í heimspeki og listum hvort þikir þér mikilvægara að skrifa vel eða hugsa vel? og hafa sköpunar gáfur þú hefur gott af þessu sem ég skrifa"
        }
    ]
}