{
    "forum_title": "Kvikmyndir",
    "user": "Limer",
    "user_id": "27419",
    "date": "2002-11-14 00:49:07",
    "title": "Affliction (1997)",
    "text": "Kvikmyndin Affliction eftir Paul Schrader sem hefur unnið\nmikið með Martin Scorsese þar meðal skrifaði hann handritið\ná Taxi Driver og með öðrum skrifaði The Last Temptation of\nChrist, Raging Bull og Bringing Out The Dead. Það er að fara\nað koma ný mynd eftir hann sem heitir Auto Focus og er með\nWillem Dafoe og Greg Kinnear og svo er hann líka að fara að\ngera Exorcist mynd…en hvað með það hér er söguþráðurinn.\nWade (Nick Nolte) er léttruglaður lögreglumaður(?) í smábæ í\nBandaríkjunum. Hann á dóttur sem hann hittir nokkru sinnum\ní mánaði (dóttirin býr hjá mömmu hennar), hann er mjög\nlélegur faðir en reynir að vera smáskemmtilegur við hana og\nþað er augljóst að hún lítur niður á hann. Samstarfsfélagi\nhans Jack verður vitni af því þegar milljónamæringur lendir í\nveiðislysi og deyr. Bróðir  Wades, Rolfe (Willem Dafoe) byrjar\nað hella kenningar yfir wade og hann byrjar að gruna að Jack\nhafi myrt hann. Faðir Wades (James Coburn) er drykkjufelldur\nog sýnti fjölskyldu sinni bæði líkamlegt ofbeldi og Wade fór\nverst úr því og óttast að hann muni falli í fótspor hans og verða\neins hræðilegur maður og faðir hans var ( titillinn Affliction er\nörugglega vísun til þess). stærri kenningar og tilgátur vaka yfir\nWade og hann heldur að yfirmaður hans hafi borgað Jack fyrir\nað myrða milljóneran og verður mjög paranoid. Lífið verður\nmjög flókið og óþolandi hjá honum ekki hjálpar það að hann\nhefur hræðilega tannpínu. Jæja ég ætla ekki að lýsa myndinni\nmeir en ég mæli stranglega með henni. 8.5/10.\nOver and out.",
    "url": "https://www.hugi.is/kvikmyndir/greinar/103553/affliction-1997/",
    "url_id": "103553",
    "id": "752615",
    "replies": [
        {
            "user": "gong",
            "user_id": "4056",
            "date": "2002-11-17 23:07:15",
            "id": "752616",
            "reply_to_id": "752615",
            "text": "roger - roger.\nLífið verður mjög flókið og óþolandi hjá honum ekki hjálpar það að hann hefur hræðilega tannpínu.\nGrey kallinn.\nAnnars hefur þessi algjörlega farið fram hjá mér og ég hugsa að maður leigi hana bara bráðum.\nÞað er nú ekkert smá leikaralið þarna og Dafoe er nú alltaf góður.\nparanoju samsæriskenningamyndir eru oft bara algjört æði."
        }
    ]
}