{
    "forum_title": "Kvikmyndir",
    "user": "Azmodan",
    "user_id": "20255",
    "date": "2002-11-14 23:37:44",
    "title": "The Amityville Horror (1979)",
    "text": "Þessi mynd hefur nú fengið svakalega umfjöllun í gegnum tíðina, reyndar hef ég aldrei áttað mig á af hverju. Ég sá hana fyrst þegar ég var lítill og hún skildi ekkert eftir. Svo var eitthvað fífl sem minnti mig á hana, “hræðilegasta mynd sem ég hef séð”. Ég tók mark á þessu og keypti hana, spenntur því að ég var viss um að hérna væri ég kominn í feitt.\nEkki skil ég hvað fólki finnst svona hrikalegt við þessa mynd, það tók mig alls þrjá daga að horfa á hana því að ég hafði í rauninni engan sérstakan áhuga á því að klára hana.\nÉg segi það ekki að ég sé ósáttur við að hafa keypt hana en mér finnst ótrúlegt hvernig sögur um myndir geti haldist svona uppi, kannski er fólk bara að fylgja tískunni…\nGeorge og Kathy Lutz eru ný búin að kaupa sér stórkostlegt hús. Þau flytja inn með krakkana en vita ekki að fyrir nokkrum árum gerðist hrikalegur hlutur í þessu húsi… Heil fjölskylda var myrt í þessu húsi og ekki nóg með það heldur eru skuggalegir hlutir búnir að ské þarna í hundruðir ára.\nEkkert “óvenjulegt” kemur þó uppá nema hvað að prestur nokkur, Delaney sem er góður vinur Kathy kemur til að blessa húsið. Eitthvað fer þó úrskeiðis því hann er rekinn öfugur út aftur af íllum öndum.\nDelaney fer að veikjast mikið og þýðir ekkert fyrir Kathy að reyna að ná í hann, húsið sér til þess að það er ekki mögulegt.\nKemst presturinn til að vara þau við íllu öflunum sem kraula í húsinu?\nEr George að tapa sér?\nHvað í andsk er að gluggunum?\nLeikurinn er afbragðs góður, það verður bara að segjast strax. Myndin heldur uppi spennu mest allan tíman en þóg ekkert til að hrópa húrra fyrir.\nAðal gallinn liggur í handritinu því að það eru ótrúlega margar holur í myndinni, hlutir sem vanta meiri útskýringu á og þannig atriði sem fara hefði mátt betur.\nTæknibrellurnar eru allar í lagi og ekkert til að kvarta yfir á þeim velli en samt eru það þessir fyrr nefndu gallar í handritinu sem draga hana niður.\nEkkert climax í þessari mynd.\n**",
    "url": "https://www.hugi.is/kvikmyndir/greinar/103615/the-amityville-horror-1979/",
    "url_id": "103615",
    "id": "753709",
    "replies": [
        {
            "user": "Nocturnal",
            "user_id": "20790",
            "date": "2002-11-15 08:50:11",
            "id": "753710",
            "reply_to_id": "753709",
            "text": "Þessi mynd er byggð á Allvöru drauga húsi.\nLeikstjórinn ættlaði að taka myndinna í þessu húsi, en gat það ekki vegna þess að það voru svo skrítnir hlutir að gerast í þessu húsi.\nEn það voru einu sinni fólk sem bjó þarna, þau þurftu að flytja vegna þess að dóttir þeirra var að verða rugluð, byrjaði að syngja eitthvað lag sem þau kenndu ekki. En einn daginn ákvað leikstjórinn að gista í húsinnu með konu sinni, og það mest fuck up gerðist, kona leikstjórans lyftist upp í loftið í rúmminu og þegar hún féll niður aftur sá leikstjórinn að andlit hennar hefði elst um 30 ár svo breyttist það sama kvöld. En þegar þau voru byrjuð að panica litu þau út og sáu rauðleit augu og einhverja skugga veru vera hlaupandi um ´fyrir utan (að nóttinni) svo heyrist einhver vera að brjótast inn, svo hann fer niður til að gá hver það var. Eldúshurðinn var opinn og það var stór kló för eftir eitthvað stórt sem var klórað á hurðina innan frá.\nSvo þau ákvöðu að flytja :)\nEn ég gleymdi að segja, fjöldskyldan sem bjó þarna fyrst voru myrt af fjöldskyldu meðlimi. stóri bróðir, fór inní hvert herbergi og skaut hvern einasta í fjöldskyldu sinni + gesti.\nOg hann sagði að það væru raddir sem sögðu honum að gera þetta.\nLíka eitt handritið var alltaf að lenda í vandræðum, lennti í polli með einum bíl sem sökk, en samnt var það alltílagi með handritið.\nWell þetta er bara sem ég hef lesið, las þetta úr einni bók soldið síðann :)\nP.S. Þessi staður er 3 mest hounted staður í ameríku. Það örruglega útaf því að hann hefur fengið svona mikla umfjöllun."
        },
        {
            "user": "Victor",
            "user_id": "2554",
            "date": "2002-11-15 10:43:47",
            "id": "753711",
            "reply_to_id": "753710",
            "text": "Jámm þetta minnir mig á það sem ég heirði um nokkur drauga hús. Það var þannig að þegar fólk var inni í því húsi þá byrjaði það að taka uppá allskins hlutum og að sjá ímislegt sem ekki var til. Útskíringin var einfaldlega sú að í næsta húsi við hliðiná var fólk með LSD og átti kött, Kötturinn labbaði um húsið og fékk LSD i feldin , síðan labbaði hann yfir í hitt húsið og dreyfði LSD inu um allt og síðan þegar fólk flutti þarna inn byrjaði það að sjá ofsjónir ! , skiljanlegt en þetta er náttúrulega bara mín saga …."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-11-16 21:57:01",
            "id": "753712",
            "reply_to_id": "753709",
            "text": "Ég sá þessa mynd fyrir óralöngu. Ég man að mér fannst hún óttalega asnaleg, en allsekki neitt svo slæm þannig lagað. Allt í lagi afþreying."
        },
        {
            "user": "Jarlaxle",
            "user_id": "5181",
            "date": "2002-11-16 23:35:53",
            "id": "753713",
            "reply_to_id": "753709",
            "text": "Rosalega væri gaman að sjá þig Azmodan krifa grein um rómantíska gamanmynd =)\nMyndi ekki skemma fyrir ef hún væri með Meg Ryan í aðalhlutverki."
        },
        {
            "user": "RebelINS",
            "user_id": "5434",
            "date": "2002-11-17 14:37:20",
            "id": "753714",
            "reply_to_id": "753709",
            "text": "þessi mynd er sorp….var vonbrigði þegar ég sá hana. Hafði lesið rosalega hluti um þetta hús…svo bara, sá ég myndina…plaff!!!!!\nEkkert svo góð mynd….keypti óvart,for some reason amityville3 á dvd……það er úff.\nVerri mynd."
        },
        {
            "user": "neehei",
            "user_id": "43968",
            "date": "2003-11-13 21:11:33",
            "id": "753715",
            "reply_to_id": "753714",
            "text": "gegjuð mynd mér fynst toltið spooky ein spurning azmondan gerðist þessi mynd í allveru sumir seyja að hún gerðist í allveru en sumir ekki"
        },
        {
            "user": "Tails",
            "user_id": "60337",
            "date": "2006-01-26 19:59:50",
            "id": "3019603",
            "reply_to_id": "753715",
            "text": "hún gerðist ekki…\nhaha gaman að svar svona gömlu :D"
        }
    ]
}