{
    "forum_title": "Rokk",
    "user": "ArniTh",
    "user_id": "7772",
    "date": "2002-11-15 18:01:51",
    "title": "The Vines",
    "text": "The Vines eru:\nCraig Nicholls (Gítar/söngur)\nPatrick Matthews (Bassi/söngur)\nDavid Olliffe (Trommur)\nRyan Griffiths (Kassagítar)\nÞegar Craig var 15 ára, kynntist hann Patrick. En þeir unnu báðir á McDonalds í Sydney. Þeir ákváðu þá að stofna hljómsveit og fengu til liðs við sig trommarann David. Seinna bættist Ryan Griffiths við í hljómsveitina.\nSveitin hlaut strax nafnið The Vines og hafa þeir haldið sig við það alla tíð síðan.\nÞó að sveitin hafi starfað síðan 1991 hefur hún aðeins gefið út einn disk ( Highly Evolved ) en hann kom út í síðast liðnum júlí mánuði. Diskurinn rígseldist og áttu þeir mestum vinsældum að fagna í Bandaríkjunum þar sem fyrsti “sigullinn” þeirra, Get Free, varð strax mjög vinsæll. Hann er meðal annars að finna í óútgefnu framhaldi Chalie´s Angels.\nThe Vines spila hrátt rokk. En þeir sækja fyrirmyndir sínar í hljómsveitir eins og Nirvana og fleiri slíkar. Alltaf er jafn fyndið að sjá The Vines, annað hvort live eða í vídeóunum þeirra því það er eins og Craig (Gítar/söngur) sé uppdópaður á sviði. Spurning hvort hann sé það ekki bara. Hægt að er nálgasta vídeó á heimasíðuni þeirra félaga .: www.thevines.com :.\nSinguls:\nGet Free\nOuttathaway!\nNánari upplýsingar um sveitina er hægt að finna á www.thevines.com",
    "url": "https://www.hugi.is/rokk/greinar/103791/the-vines/",
    "url_id": "103791",
    "id": "754687",
    "replies": [
        {
            "user": "fan",
            "user_id": "51595",
            "date": "2002-11-15 18:44:13",
            "id": "754694",
            "reply_to_id": "754687",
            "text": "Ég hef aldrei verið heillaður að þessari nýju tónlistarstefnu, þar sem The Vines, The White Stripes og The Hives eru brautryðjendurnir!\nHins vegar er ég mjög hrifin af laginu Hotel Yorba með Hvítu strípunum! Get ekki fengið leið á því og það er fullkomið partí lag dauðans! :þ"
        },
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2002-11-15 19:02:00",
            "id": "754695",
            "reply_to_id": "754694",
            "text": "Já, þeir baða sig kannski ekki nógu oft til að þú fílir tónlistina?\nÉg meina, þeir eru engin Creed…\nZedlic"
        },
        {
            "user": "fan",
            "user_id": "51595",
            "date": "2002-11-15 19:03:46",
            "id": "754696",
            "reply_to_id": "754695",
            "text": "zedlic, gerðu sjálfum þér greiða og öllum öðrum og þegiðu eða ætti ég að segja taktu lyklaborðið úr sambandi!"
        },
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2002-11-15 19:04:51",
            "id": "754697",
            "reply_to_id": "754696",
            "text": "Talaðu fyrir sjálfan þig, ekki alla aðra. Það finnst mér heimskulegt.\nZedlic"
        },
        {
            "user": "fan",
            "user_id": "51595",
            "date": "2002-11-15 19:07:24",
            "id": "754698",
            "reply_to_id": "754697",
            "text": "Mér finnst nú bara heimskulegt að þú kunnir að tala almennt, hvað þá að pikka á lyklaborð!"
        },
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2002-11-15 19:08:53",
            "id": "754699",
            "reply_to_id": "754698",
            "text": "Jah, þetta var sko rökfærsla í lagi…\nZedlic"
        },
        {
            "user": "japancake",
            "user_id": "15743",
            "date": "2002-11-15 19:21:15",
            "id": "754700",
            "reply_to_id": "754698",
            "text": "þú þarft ekki að enda hverja setningu á upphrópunarmerki, kæri fan… við heyrum ágætlega.\nbara vinsamleg ábending."
        },
        {
            "user": "baldie",
            "user_id": "17408",
            "date": "2002-11-15 19:28:45",
            "id": "754701",
            "reply_to_id": "754700",
            "text": "Rólegir, reykið hass!"
        },
        {
            "user": "RockFan",
            "user_id": "28343",
            "date": "2002-11-15 19:38:54",
            "id": "754702",
            "reply_to_id": "754701",
            "text": "The Vines er fín hljómsveit, meira hef ég ekki um hana að segja Árni T. Long!!!!! :)"
        },
        {
            "user": "ArniTh",
            "user_id": "7772",
            "date": "2002-11-15 19:46:29",
            "id": "754703",
            "reply_to_id": "754702",
            "text": "Árni T Long ?? hvatta bulla drengur.\nVines eru snillingar … eins og einhver bennti á þá hafa þeir þetta brjálæðis element sem nirvana hafði og það skar þá frá Hives og white stripes .. annars er ég mjög hlinntur þessarri nýju/gömlu rokk stefnu. Hrátt og hátt alveg eins og rock ´n´ roll á að vera HELL YEAH !"
        },
        {
            "user": "fan",
            "user_id": "51595",
            "date": "2002-11-15 19:38:49",
            "id": "754704",
            "reply_to_id": "754700",
            "text": "Takk fyrir ábendinguna!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-11-18 11:01:30",
            "id": "754705",
            "reply_to_id": "754694",
            "text": "Svoldið umdeilanlegt hversu ný tónlistarstefna þetta er?\nEn frábær hljómsveit samt.\nAf þessum hljómsveitum finnst mér samt The white stripes og Strokes standa upp úr. The Hives eru með of þunnar lagasmíðar."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-11-15 18:57:41",
            "id": "754706",
            "reply_to_id": "754687",
            "text": "The Vines eru með því besta, ef ekki það besta, sem ég hef heyrt í þessu hráa rokki í dag. The Hives þreytast finnst mér en The Vines eru með þessu brjálæðiselementi sem Nirvana hafði. Það er eins og þeir spili eins og heimsendir sé á morgun.\nMér finnst hins vega The White Stripes ekkert svo lík Hives og Vines, vissulega hrá, en allt öðruvísi samt. Og að mínu mati best þessara þriggja þó Vines heilli mikið.\nÉg held að það sé vegna The Vines sem áhugi minn á Nirvana fór að aukast sem mest í seinni tíð."
        },
        {
            "user": "fokkoff",
            "user_id": "18037",
            "date": "2002-11-15 20:00:53",
            "id": "754688",
            "reply_to_id": "754687",
            "text": "Mér finnst nú The Vines bara hin ágætasta hljómsveit. Ég á plötuna þeirra, Highly Evolved, og finnst hún bara fín. Það er varla hægt að segja að Vines séu það frumlegasta í tónlist í dag, það er svo sem búið að gera þetta margoft áður - en ef uppskriftin er góð má alltaf baka nýja köku með henni.\nÞað sem ég skil nú samt ekki hvað það er alltaf verið að líkja þeim við Nirvana, - jú það heyrast kannski einhver áhrif frá þeim, en mér finnst ég heyra alveg jafnmikil áhrif frá td Beach Boys, Bítlunum og Supergrass í tónlistinni þeirra."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-11-16 15:27:15",
            "id": "754689",
            "reply_to_id": "754688",
            "text": "Það er einmitt brilliant að finna Bítlaáhrif og Nirvana áhrif saman, var ekki búinn að taka eftir Beach Boys áhrifum en það væri bara flott. Supergrassáhrifin eru góður punktur."
        },
        {
            "user": "chinagirl",
            "user_id": "22482",
            "date": "2002-11-17 19:38:59",
            "id": "754690",
            "reply_to_id": "754689",
            "text": "Ég er bara drullu feginn ?essari n?ju/gömlu stefnu skárri en Nu Metallinn sem tröllrei? öllu hér um ári?\nEn um Vines ?á eru ?eir víst tilbúnir me? n?ja plötu"
        },
        {
            "user": "lenin",
            "user_id": "7148",
            "date": "2002-11-15 20:08:57",
            "id": "754691",
            "reply_to_id": "754687",
            "text": "The Hives, The Vines, The Datsuns, The Von Bondies, The Strokes, The White Stripes…..ble ble ble ble ble…í sorpið með þetta! ;)"
        },
        {
            "user": "bbf3",
            "user_id": "8179",
            "date": "2002-11-15 20:24:07",
            "id": "754692",
            "reply_to_id": "754687",
            "text": "The Vines eru alveg að blíva sig hjá mér og er ég orðinn hrifnastur af þeim af þessum “the” böndum….\n,, því það er eins og Craig (Gítar/söngur) sé uppdópaður á sviði. Spurning hvort hann sé það ekki bara.\"\n-Gaurinn er samgróinn bonginu sínu :D"
        },
        {
            "user": "ArniTh",
            "user_id": "7772",
            "date": "2002-11-15 22:00:22",
            "id": "754693",
            "reply_to_id": "754692",
            "text": "word up viggi .. etta er remedy :D"
        },
        {
            "user": "Tansa",
            "user_id": "21350",
            "date": "2002-11-16 00:07:25",
            "id": "754707",
            "reply_to_id": "754687",
            "text": "The Vines er massað góð hljómsveit! Eftir að ég heyrði lagið þarna: “I wanna get free” varð ég að kaupa diskinn!!!! Söngvarinn, Craig er gett fyndinn! Hann er alltaf gett skrýtinn í myndböndunum, það gæti vel verið að hann sé bara uppdópaður í þeim!"
        },
        {
            "user": "Garsil",
            "user_id": "11709",
            "date": "2002-11-16 14:58:13",
            "id": "754708",
            "reply_to_id": "754687",
            "text": "Mér finnst nýja rokkið (The Hives, The Vine, The White Stripes og The Strokes) ekkert nema flott.\nÁstæðan að The Vines gáfu ekki út plötu fyrr en nú að það eru aðeins örfá orð síðan þeir byrjuðu að semja sitt eigið efni þeir voru mikið fyrir að covera hljómsveitir á borð við Nirvana og Pearl Jam."
        },
        {
            "user": "vampire",
            "user_id": "20765",
            "date": "2002-11-17 19:34:16",
            "id": "754709",
            "reply_to_id": "754687",
            "text": "White stripes og Hives eru bara snilld. Mig langaði geðveikt á Hives tónleikana en var of ung (aðeins 13 ára, sniff, þetta er grimmur heimur). Hef ekki hlustað á The Vines en hef bara heyrt góða hluti um þá og er að pæla í að kynna mér þá aðeins betur."
        },
        {
            "user": "zella",
            "user_id": "10875",
            "date": "2002-11-18 20:37:48",
            "id": "754710",
            "reply_to_id": "754687",
            "text": "craig vildi að hljómsveitin kallaði sig The Spastics en hinir í bandinu vildu það ekki…\nég verð að segja að mér finsnt þetta nýja gamla rokk einstaklega skemmtilegt og mér finnt the strokes, the hives, the white stripes og the vines bestu böndin ;)"
        }
    ]
}