{
    "forum_title": "Rómantík",
    "user": "kvakkur",
    "user_id": "4633",
    "date": "2002-11-16 12:27:54",
    "title": "sagt upp í síma...",
    "text": "Jæja…. þá er það komið á hreint og ég get ekki gert neitt í þessu.\nKærastan mín sagði mér upp í síma á fimmtudaginn. Ég vill taka það fram að ég las einu sinni póst frá henni á Huga.is þar sem hún sagði að það væri mjög ómerkilegt og særandi að segja upp í gegnum síma. Ég veit ekki alveg hvernig ég á að höndla þetta. Búinn að sofa lítið og get ekki borðað. Er einn þótt að ég sé í hópi…\nÁstæðan var sú að þetta var búið að vera erfitt hjá okkur og hún er rosalega busy en það hitti alltaf eitthvað svooooo illa á mig, þegar ég þurfti að hitta hana til að láta mér líða betur þá var hún busy.\nKannski varð ég of fúll en ástæðan er að ég var/er orðinn hooked á þessari yndislegu manneskju sem ég elska. Önnur ástæðan var að hún væri meira fyrir að ganga vel í skóla en að eyða tíma í mig. Við að heyra þetta fór sjálfsálitið mitt niðrí ekki neitt og ég er ekki búinn að hugsa um annað en hve kvikindislegt og niðrandi það er að segja þetta við nokkurn mann.\nÍ byrjun símtalsins fékk ég að heyra að hún hafi hugsað þetta vel og lengi (heilar 24 klst). Ég hefði nú tekið mér lengri tíma en well….\nSvo fékk ég að heyra að ég gæti talað við hana þegar ég vildi en hún svarar ekki smsum frá mér sem að er ekkert nýtt því alltaf þegar hún var í fýlu útí mig þá svaraði hún ekki smsum.\nEn af hverju er hún í fýlu??? Er þetta ekki það sem hún vildi??\nÆ ég er bara rosalega heartbroke og varð að koma þessu frá mér….Datt ekki í hug að manneskja gæti umbreyst svona á nokkrum klukkustundum, manneskja sem ég vildi eyða ævinni með og búa með.\nManneskja sem fékk mig til að sjá hvernig virkilega gott fólk væri.\nDraumastúlkan mín…\nÞetta er ritað sem tilraun til að veita mér smá vellíðan því að það hjálpar að ræða málin en þegar að hinn aðilinn bara hundsar mann þá er þetta kannski alveg jafn gott.\nOg svo þarf ég að fá matarlyst aftur annars dey ég líkamlega líka. ;)\nKvakkurinn",
    "url": "https://www.hugi.is/romantik/greinar/103991/sagt-upp-i-sima/",
    "url_id": "103991",
    "id": "756535",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2002-11-16 23:56:51",
            "id": "756536",
            "reply_to_id": "756535",
            "text": "Kæri Kvakkur\nLeitt að þér líður illa *faðm*\nÉg vona að þú jafnir þig hratt og vel….ég veit þetta er hell.\nKatty"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2002-11-17 00:25:07",
            "id": "756537",
            "reply_to_id": "756535",
            "text": "Gaf hún einhverja ástæðu fyrst hún var búin að hugsa þetta svona vel út?\nAnnars lítið í þessu að gera.  Bara hafa í huga að það birtir til og þú jafnar þig á þessu fyrir rest :-/"
        },
        {
            "user": "kvakkur",
            "user_id": "4633",
            "date": "2002-11-17 13:36:31",
            "id": "756538",
            "reply_to_id": "756537",
            "text": "tjah…. hún sagði að hún hafi verið að ljúga að sjálfri sér allan tímann og þetta væri ekkert það sem hún vildi.\nMesta vandamálið er bara að áfallið var svo mikið því að þetta kom svo snöggt.\nEinn dag ertu að horfa á vídjó eða gera e-ð skemmtilegt. Síðan kannski kemur rifrildi og önnur manneskjan gefst upp þegar ALVÖRU kærasta hefði frekar viljað leysa vandann á annan hátt."
        },
        {
            "user": "zett",
            "user_id": "26470",
            "date": "2002-11-17 13:53:25",
            "id": "756539",
            "reply_to_id": "756538",
            "text": "Leiðinlegt þegar fólk gerir þetta svona án þess að maður hafi engið nokkra viðvörun og tækifæri til að bæta það sem er að angra hinn aðilann og ég vorkenni þér mjög mikið því þetta getur verið svo svakalega sárt. Þú átt alla mína samúð, en má ég spyrja hvað þið eruð gömul og hvað þið voruð búin að vera lengi saman?"
        },
        {
            "user": "Lola",
            "user_id": "27945",
            "date": "2002-11-17 14:34:58",
            "id": "756540",
            "reply_to_id": "756539",
            "text": "Það er ógeð að vera sagt upp í síma. I know! Mér var einu sinni meira að segja sagt upp í smsi!!!!!"
        },
        {
            "user": "Acadia",
            "user_id": "21605",
            "date": "2002-11-18 10:31:08",
            "id": "756541",
            "reply_to_id": "756540",
            "text": "Lola ég er sammála þér! það er líka bara óþroskað að segja fólki upp í smsi og hafa ekki þroska til að gera það face to face. Hann var nú 25 ára og átti strák sem að sagði mér upp í smsi!! Mér var búið að þykja hann óþroskaður með margt en þetta fannst mér nú bara hámark óþroskans! Enda gerðu allir grín af honum :)"
        },
        {
            "user": "Cruxton",
            "user_id": "631",
            "date": "2002-11-18 14:48:37",
            "id": "756542",
            "reply_to_id": "756541",
            "text": "Er hún bara 18?\nVill hún semsagt eyða dýrmætum tíma sínum frekar í dönsku & leikfimi í menntó heldur en að vera með þér?\nFurðuleg ástæða…"
        },
        {
            "user": "kvakkur",
            "user_id": "4633",
            "date": "2002-11-18 17:28:09",
            "id": "756543",
            "reply_to_id": "756542",
            "text": "Ég gæti auðvitað verið algjört kvikindi og sagt ykkur hvað hún heitir á Huga.is þá getiði rætt við hana…….\nEr það kannski ekki soldið mikið af því góða?"
        },
        {
            "user": "boossmio",
            "user_id": "19013",
            "date": "2002-11-25 02:13:49",
            "id": "756544",
            "reply_to_id": "756543",
            "text": "Kæri kvakkur! Ég er mæli geng því að þú segir hver þetta er. Þú munt sjá eftir því seinna og verða mjög leiður yfir því, ég hef lent í því (reyndar ekki alveg eins mál en svipað að nokkru leiti). Auk þess sem þú græðir ekkert á því!\nPS: Ekki gera neitt óhugsað, það kemur bara niður á þér seinna."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-11-17 14:50:01",
            "id": "756545",
            "reply_to_id": "756535",
            "text": "Ef ég myndi lenda í þessu myndi ég fara heim til hennar um miðja nótt og berja hana og gæludýrin hennar með baseball kylfu. Síðan myndi ég kúka á gólfið fyrir framan klósettið og skrifa eithvað á spegilinn í kúk. Ég myndi síðan skeina mér á lakinu hjá sofandi mömmu hennar og brunda í pabba hennar eða tannkremstúpuna. En það er bara ég."
        },
        {
            "user": "Necc",
            "user_id": "4478",
            "date": "2002-11-17 14:57:40",
            "id": "756546",
            "reply_to_id": "756535",
            "text": "Amms sucks. Ég þurfti þó nokkurn tíma eftir mitt síðasta samband. Var seriously að hugleiða sjálfsmorð… but that´s just me..\nSvo byrjaði helvítis kerlingin aftur með sínum fyrrverandi. Þ.e.a.s. hún hafði þá gefið honum 2 tækifæri en neiiiii ekki getað hugsað sér að gefa mér 1! oh well ég er meira eða minna kominn yfir hana.. Eina sem mér finnst pirrandi núna er að ég er á lausu og tilhugsunin um hana og hennar fyrrverandi að gera dodo ugh…..\nmakes me sad :(\nok… hættur ."
        },
        {
            "user": "luckylady",
            "user_id": "27946",
            "date": "2002-11-17 15:20:38",
            "id": "756547",
            "reply_to_id": "756535",
            "text": "Auðvitað er það óvirðing að geta ekki horft framan í manneskjuna þegar mar segir henni upp. Kannski vissi hún að ef hún myndi segja þér upp í eigin persónu þá myndir þú fá hana ofan af því. Þetta er leið til að komast út úr sambandinu án þess að gefa fólki annað tækifæri. Hljómar eins og hún hafi verið nokkuð viss um hvað hún vildi jafnvel þótt hún hafi ekki hugsað um þetta nema í 24 tíma. Flestir hafa gengið í gegnum svipaðar lífsreynslur jafnvel þótt þér líður eins og þú sért einn í heiminum. Í stað þess að vera að velta þér upp úr hlutum sem þú breytir ekki breyttu þá hlutum sem þú getur breytt til að verða hamingjusamari. Besta leiðin til að komast yfir einhvern er að skoða hvað þú hefur og gera svo eitthvað til að bæta líf þitt. Um leið og þú verður sáttur við sjálfan þig og ánægður með lífið þá finnuru einhverja sem elskar þig, metur þig og mun aldrei særa þig á þennan hátt. Betra er að vera einn en með fólki sem særir mann viljandi.\ngangi þér vel."
        },
        {
            "user": "BJones",
            "user_id": "28810",
            "date": "2002-11-17 20:04:57",
            "id": "756548",
            "reply_to_id": "756547",
            "text": "Ég er nokkuð sammála luckylady.\nEn mér finnst nú samt ekki rétt að vera segja einhvað sem maður veit ekki allt um. Við vitum ekki neitt hennar hlið á þessu. Hvað eruð þið gömul?? Ég hef sjálfur sem betur fer aldrei lent í svona svaka ástarsorg."
        },
        {
            "user": "kvakkur",
            "user_id": "4633",
            "date": "2002-11-18 00:58:14",
            "id": "756549",
            "reply_to_id": "756548",
            "text": "ég er 19 ára.\nhún 18."
        },
        {
            "user": "sturlab",
            "user_id": "10960",
            "date": "2002-11-18 08:23:50",
            "id": "756550",
            "reply_to_id": "756535",
            "text": "Samhryggist þér! Mér þykir samt ólíklegt að hún hafi aðeins hugsað um þetta í sólahring.  Veit náttúrulega ekki alveg hvernig sambandið ykkar var, en það er best fyrir alla að hún endaði sambandið ef hún var ekki hamingjusöm í því.  Sárt að vera sagt upp í gegnum síma, augljóst að hún gerði það því það er auðveldara fyrir hana.  Vona að þú náir þér fljótt aftur og finnir hamingjuna.\nkv.\nSturla"
        },
        {
            "user": "3gill",
            "user_id": "11879",
            "date": "2002-11-18 23:15:21",
            "id": "756551",
            "reply_to_id": "756535",
            "text": "My Friend! I share your pain!\nNákvæmlega þetta gerðist fyrir undirritaðan, sagt upp í síma, var stelpa sem ég var ógeðslega hrifin af, varð þunglyndur, byrjaði að reykja, byrjaði að drekka, næstum því allur pakkinn! Ekki dóp þó.  En veistu hvað gerðist svo, hún byrjaði að senda mér aftur, hún byrjaði að tala við mig aftur, og þótt það tók 3 og 1/2 mánuð, fékk ég hana aftur, við byrjuðum aftur saman, þótt ég varð orðin háður níkótíni þá fékk ég hana aftur, og mér leið himnalega… en síðan flutti ég og við gátum ekki sætt okkur við langlínu samband.  Þannig að ég er aftur kominn í sömu spor og þú.\nBoðskapur sögunnar:\nHlutirnir enda oftast ekki vel.\n3gill XInd."
        },
        {
            "user": "kittysvein",
            "user_id": "27105",
            "date": "2002-11-21 13:55:16",
            "id": "756552",
            "reply_to_id": "756535",
            "text": "Jah..\nMér hefur líka verið sagt upp í síma og hann bað mig um að hringja í sig og sagði mér svo upp."
        },
        {
            "user": "Eowyn",
            "user_id": "28809",
            "date": "2002-11-25 03:41:24",
            "id": "756553",
            "reply_to_id": "756552",
            "text": "já mér var líka sagt upp með smsi!!! og ég þurfti að spurja af því hann hafði bara horfið í 5 daga.ég spurði hvort það væri eitthvað að og hann sagði“ég vil ekki vera með þér,fyrirgefðu” hrææðilega niðurlægjandi…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-11-25 15:07:22",
            "id": "756554",
            "reply_to_id": "756553",
            "text": "Ég sagði upp stráki í sms og sá dáldið eftir því en við höfðum aldrei hist þannig að……\nEn svo byrjaði ég með honum aftur."
        },
        {
            "user": "snowcat",
            "user_id": "27658",
            "date": "2002-11-21 21:11:34",
            "id": "756555",
            "reply_to_id": "756535",
            "text": "Vá þetta er það ómerkilegasta……\nAð vísu gerði ég þetta þegar ég var 13 eða 14 og strákurinn bjó langt í burtu, mér fannst það ömurlega gert af mér þá og myndi aldrei gera það í dag……\nAð mínu mati ertu of góður fyrir hana, hún er ekki að endurgjalda það sem þú hefur gefið henni (vonandi) en það er virðing………\nlifðu í voninni, upp með veiðistöngina það eru fleiri fiskar í sjónum :)"
        },
        {
            "user": "snowcat",
            "user_id": "27658",
            "date": "2002-11-22 16:12:09",
            "id": "756556",
            "reply_to_id": "756555",
            "text": "jamm og svona til að bæta við þekkingu ykkar þá var ég í siðfræði þar sem eftirfarandi var sagt um ástina:\ntil að elska þarftu að sína virðingu, af því leiðir nottla að ef þú sínir ekki maka þínum virðingu þá elskarðu hann ekki\nmér finnst það ekki bera vott um virðingu að segja e-um upp í gegnum síma, þannig að…..\nbara smá pæling………. :D"
        },
        {
            "user": "Gullbert",
            "user_id": "4004",
            "date": "2002-11-22 22:16:49",
            "id": "756557",
            "reply_to_id": "756535",
            "text": "Þið ættuð að vita öll að ást er komin frá helvíti til að kvelja okkur. Hún er eins og dóp, þið njótið þess fyrst en svo á þetta eftir að vera “living hell”.\nKveðja\nGolden Bert"
        },
        {
            "user": "Andyandlou",
            "user_id": "1783",
            "date": "2002-11-26 11:33:14",
            "id": "756558",
            "reply_to_id": "756535",
            "text": "Mér var einu sinni sagt upp með sms og þá var ég búinn að vera með stelpunni í 3 mánuði. Ég var ógeðslega sár og tók mig langan tíma að jafna mig en ég jafnaði mig og er núna með annari stelpu sem ég dýrka útaf lífinu og hún dýrkar mig. :) Keep the faith."
        },
        {
            "user": "sandrass",
            "user_id": "25449",
            "date": "2002-11-26 12:54:01",
            "id": "756559",
            "reply_to_id": "756535",
            "text": "***KNÚZZ***\nI know how u feel…\nÞetta er það næstversta sem hún gat gert, það versta er sms… en allavega þú átt skilið eikkvað miklu betra en þessa gellu…\nÞú átt samúð mína alla."
        },
        {
            "user": "figura",
            "user_id": "28033",
            "date": "2002-11-28 14:52:59",
            "id": "756560",
            "reply_to_id": "756535",
            "text": "Tíminn læknar öll sár:)"
        }
    ]
}