{
    "forum_title": "Dulspeki",
    "user": "arketypa",
    "user_id": "18209",
    "date": "2002-11-17 18:47:05",
    "title": "Óþægilegir draumar (martraðir)",
    "text": "Góðan dag fólk, ef þið gætuð hjálpað mér að finna út hvað þetta þýðir væri það mjög gott.\nÍ sambandi við drauma sem mig dreymir svo oft,\nOft sem ég er í einhverjum erfiðum aðstæðum og verð svo allt í einu blind eða sé geðveikt illa allt verður skært eins og þegar maður vaknar og kveikir svo ljósið og sér ekkert, oft verð ég líka mállaus einhver er að elta mig og … ég get ekki öskrað á hjálp. Svo er þessi algengi draumur hjá mér sem ég er svo veik og máttlaus að ég get hvorki talað né hreyft mig.\nÞetta er algert kaos, en ef einhver hefur hugmynd væri gott að fá þær.",
    "url": "https://www.hugi.is/dulspeki/greinar/104191/othaegilegir-draumar-martradir/",
    "url_id": "104191",
    "id": "758196",
    "replies": [
        {
            "user": "Sidious",
            "user_id": "8012",
            "date": "2002-11-17 21:12:18",
            "id": "758197",
            "reply_to_id": "758196",
            "text": "Ja ég fæ stundum drauma að ég sé ógeðslegan krampa í maganum ! veit ekki afhverju þetta gerist en svo þegar ég fatta að mig sé að dreyma þá vakna ég og þá er ég stundum mjög illt í maganum en stundum bara sma. veit ekki en kannski er þetta einhver krampi !\nkannski þarf ég bara að pissa:)\nFæ samt oftast ömurlegar martraðir þegar ég er veikur sem er ekki oft og þá er ég fastur í einhverju og get ekki vaknað eða finn að ég sé allveg að deyja eða eitthvað. versti draumurinn sem ég hef fengið var þegar ég var fastur á milli öxla eða einhverjum sona tannhjolum og þurfti að hoppa á milli þeirra.\nKannski var það bara ofninn sem er við hliðina ruminu minu ! :D\nÉg fæ samt bara martraðir þegar ég er veikur.\nAnnars fæ ég bara Kynlifsdrauma eða ég sé að leika mer með vinum minum eða eitthvað þannig oftast eru þessir draumar faranlegir og ég sé á skipi eða eitthvað\nallavega man ég eftir 2 skemmtilegstu draumum sem mig dreymdi bara nylega. Það var einn mjög goður kynlifsdraumur og einn draumur sem ég var að fara á svif dreka yfir einhverja borg.\nSidan dreymir mig oft skemmtilegast þegar ég gisti einhversstaðar(sveit eða eitthvað, Utlöndum.)\nKv.\nBustEd ;)\nps.Arketypa, þa myndi ég profa að snua ruminu minu í einhverja aðra átt. hef heyrt að það se einhver átt sem er best að sofa í. held að ég sofi í réttri átt :).\nsidan getur lika verið að ef eitthvað truflar mig eins og þegar ég sofna fyrir framan sjonvarpið með það á fullu á einhverri rosa hasar biomynd þa dreymir mig oft eitthvað rosa skritið:)\nVonandi hjálpaði ég þér eitthvað"
        },
        {
            "user": "Sidious",
            "user_id": "8012",
            "date": "2002-11-17 21:18:11",
            "id": "758198",
            "reply_to_id": "758197",
            "text": "Já má ekki gleyma draumunum sem eru skemmtilegastir að þegar ég svíf um í sona 2gja metra hæð og ég er bara superman, sidan ef ég vill hækka flugið þa verður mer oft illt i maganum, sidan gátu stundum einhverjir vondir gaurar sem voru að elta mig bæst inn í drauminn.\nDreymi samt þennan draum ekkert mikið nuna en einusinni þa dreymdi mig sona hverja einustu nott :D\nhehe funky shitt\nvonandi fer mig að dreyma þessa drauma aftur,\nfá allveg **** stjörnur af 5 mögulegum\nkv.Busted"
        },
        {
            "user": "Sidious",
            "user_id": "8012",
            "date": "2002-11-18 03:34:45",
            "id": "758199",
            "reply_to_id": "758198",
            "text": "ah Freddy Kreuger áhrifin, ótrúlegt hvað fólkið komst aldrei áfram í þessum myndum:) Annars er mig oft að dreyma svaka skemmtilega drauma núna, svona drauma þar sem maður er með allskyns ofurkrafta og allt virðist vera svo raunveraulegt í draumnum, bardagarnir virðast vera blanda af Star Wars og Matrix bardögum flott stuff. Annars veit ég ekkert um drauma nema það að ef maður deyr í draumi á það að boða gott"
        },
        {
            "user": "Skotta",
            "user_id": "27729",
            "date": "2002-11-18 14:05:47",
            "id": "758200",
            "reply_to_id": "758199",
            "text": "Mig hefur einu sinni dreymt að ég sé að fljúga ógeðslega hátt uppi og það var geðveikt gaman! :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-11-18 17:26:28",
            "id": "758201",
            "reply_to_id": "758200",
            "text": "Mig dreymir mjög sjaldan en þá dreymir mig oftast að ég sé að fljúga! Það er geðveikt stuð! Þá flýg ég bara eins og ég sé að synda..í loftinu. Og ég er ekkert að fljúga mjög hátt uppi, yfirleitt bara heima hjá mér. Er kannski á eftri hæðinni..og flýg svo niður á neðri hæðina..ógeðslega gaman!"
        },
        {
            "user": "palad",
            "user_id": "25091",
            "date": "2002-11-17 21:14:19",
            "id": "758202",
            "reply_to_id": "758196",
            "text": "Ég hef enga hugmynd um hvað þetta þýðir en hins vegar held ég að það sé þetta sem einkennir flestar martraðir. Þetta kemur líka oft fyrir mig, allt sem þú nefndir og líka það að það er einhver að elta mig og ég get ekki hlaupið, svona eins og ég sé hálf í kafi að reyna að hlaupa."
        }
    ]
}