{
    "forum_title": "Ljósmyndun",
    "user": "cox",
    "user_id": "12006",
    "date": "2002-11-17 02:08:55",
    "title": "D60",
    "text": "Ég hef verið að skoða þetta soldið með digital myndavélar. Sjálfur er ég að taka á EOS 500 (35mm) og finnst það bara nokkuð magnað. En tæknin er að hellast yfir okkur og maður er ekki maður með mönnum nema eiga digital vél. Ég hef verið að skoða D60 frá Canon og ég held að það sé með þeim vélum sem heilla mig mest. Með um 6.3 megapixels og það er svona allt í lagi. Ef það er einhver hérna sem á eitt svoleiðis stikki væri gaman að vita hvað hún er lengi að taka myndir, (hvað er hún lengi að hugsa ?) einnig að vita hvað fólki finnst um þessa vél. Er hún ekkert sniðug eða er þetta í lagi gripur. Það sem ég er að hugsa um að nota þetta i er aðallega á netið og svo einnig til að geta stækkar upp í sirka A3, hefur einhver reynslu af því ? Einnig ef einhver veit hvenær nýja D1 á að koma og hvort það séu fleirri týpur á leiðinni - ný D60 ?\nEf einhver er að selja D60 má skoða það mál !",
    "url": "https://www.hugi.is/ljosmyndun/greinar/104172/d60/",
    "url_id": "104172",
    "id": "757798",
    "replies": [
        {
            "user": "jonr",
            "user_id": "3773",
            "date": "2002-11-17 12:24:15",
            "id": "757799",
            "reply_to_id": "757798",
            "text": "D60 er hin besta vél. Þokkalega ódýr (Miðað við DSLR) og skilar mjög góðum myndum. Þar sem þú átt Canon hvort sem er, þá ætti þessi að smellpassa fyrir þig.\nÉg mæli með að skoða review og umræður á dpreview.com. (Passaðu þig bara á Tröllunum) ;)\nJ."
        },
        {
            "user": "Goatfather",
            "user_id": "9464",
            "date": "2002-11-17 13:48:49",
            "id": "757800",
            "reply_to_id": "757798",
            "text": "Eg var að fa mer D60 um daginn og er mjög anægður með hana. Hun virkar mjög svipað og venjulegar SLR velar. Hun tekur myndina bara um leið og þu ytir a takkann nema að þu sert með autofokus stilltan a. Autofokusinn a þessum digital velum er ekkart rosalega goður. Svo getur þu tekið 3  ramma a sekundu allt umm i 8 ramma i röð þa þarf hun að vista myndirnar. Eg mæli með þessari vel sertstaklega ef að þu att linsur fyrir."
        },
        {
            "user": "jonr",
            "user_id": "3773",
            "date": "2002-11-17 13:48:53",
            "id": "757801",
            "reply_to_id": "757798",
            "text": "Ef þú ert að spá í vél til að minda hvað sem er taktu þá þessa eins og ég:\nhttp://www.dpreview.com/reviews/compare_post.asp?cam\neras=sony_dscf717&method=sidebyside"
        },
        {
            "user": "jonr",
            "user_id": "3773",
            "date": "2002-11-17 14:31:06",
            "id": "757802",
            "reply_to_id": "757801",
            "text": "Ömm… Sony 717 er bara ekki í sama flokki og D60. Mér sýnst að cox sé að leita að SLR vél, þá er Sony alveg út úr myndinni, þrátt fyrir að vera ágætis vél. :)\nÞar sem cox á Canon vél og þar af leiðandi linsur, geri ég ráð fyrir, þá er ekki úr mörgu að velja; Það er eiginlega bara D60, nema hann sé tilbúinn að punga út 800.000 fyrir 1D…\nJ."
        },
        {
            "user": "cox",
            "user_id": "12006",
            "date": "2002-11-17 14:46:20",
            "id": "757803",
            "reply_to_id": "757802",
            "text": "já ég er að leita að SLR vél og það er rétt að ég á lisnur fyrir svo að ég hef ekki verið að skoða neitta annað en Canon. Ég er með fasta 50 f 1,4 og 28-80 3,5-5,6 sem eru svona ágætis linsur en þarf að fá mér góða 28-80 með stóru ljósopi. Talandi um D1 þá er það meira fyrir blaðaljósmyndum að mínu mati, hún er ekki með eins mikkla pixla upplausn, sem skiptir mjög miklu máli, hún er örugglega hraðari. Ég er mjög spenntur fyrir D60 og það er aldrey að vita nema maður skelli sér á eitt stikki :)"
        },
        {
            "user": "cox",
            "user_id": "12006",
            "date": "2002-11-17 15:47:37",
            "id": "757804",
            "reply_to_id": "757798",
            "text": "D1s vs D60\nhttp://www.imaging-resource.com/PRODS/EOS1DS/E1DSPI\nCS.HTM"
        },
        {
            "user": "FarmerJon",
            "user_id": "3219",
            "date": "2003-01-31 18:04:40",
            "id": "757805",
            "reply_to_id": "757804",
            "text": "Hmm, er D1 ekki 11.1mpx?"
        },
        {
            "user": "cox",
            "user_id": "12006",
            "date": "2002-11-29 18:33:38",
            "id": "757806",
            "reply_to_id": "757798",
            "text": "þetta er líka ljót myndavél"
        },
        {
            "user": "cox",
            "user_id": "12006",
            "date": "2003-02-01 10:48:46",
            "id": "757807",
            "reply_to_id": "757806",
            "text": "ljót vel segiru !\nHvernig vilt þú hafa vélina þá ? svona kassa eins og Ixus eða eins og G3 þar sem ekki er hægt að skipta um linsu ? (hún er ljót) D-60 er bara mjög flott vél og þægilegt að halda á og býður upp á marga möguleika. Ef þér er auðvitað frjálst að hafa þínar skoðanir og ekkert að því. Bara svona af forvitni þá langar mig að vita hvaða vél þér finnst flott :) Svo er lookið ekki aðalatriðið heldur uppbygging, gæði, ending og notagildi sem skiptir máli. Ég vel mér D-60 af því að ég á fyrir Eos vél og vil gjarnar geta notað linsurnar áfram.\nD-60 er um 6,2 mpix\nD-1 er um 4 mpix (ef ég man rétt)\nog D-1s er með um 11 mpix (kostar um 800.000)"
        },
        {
            "user": "FarmerJon",
            "user_id": "3219",
            "date": "2003-02-01 12:59:59",
            "id": "757808",
            "reply_to_id": "757807",
            "text": "Já D1s meinti það :)"
        }
    ]
}