{
    "forum_title": "Heimilið",
    "user": "Magenta",
    "user_id": "28766",
    "date": "2002-11-17 13:26:54",
    "title": "Sniðugt og ódýrt",
    "text": "Sælar dömur.\nVeit ekki hvort að hugmyndir að jólaföndri eigi heima hér sem “grein”.? Ef ekki, þá kannski færir bara einhver þetta til fyrir mig :)\nEf þið eigið ódýrar föndurhugmyndir megið þið alveg deila með okkur hinum.\nEitt sem ég ætla að gera fyrir jólin er þetta.:\nTaktu ýmsar stærðir af frauðkúlum og penslaðu þær með lakklími.\n(eina í einu náttúrulega :)\nStráðu yfir eða dýfðu hverri kúlu í hin ýmsustu krydd.\nT.d. krydd sem þú átt í skápnum og er útrunnið.\nHægt er að nota t.d. Season all, aromat, múskat, negul,\nengifer ofl.ofl. Ef þú villt ekki að kúlan “lykti” er hægt að\nspreyja yfir hana með lakki. Ef þú gerir það ekki helst\nkryddlyktin af kúlunni í einhvern tíma.\nTil að hengja þær upp er hægt að nota fallega borða eða girni, og\nskreyta með t.d. eriku eða litlum greynum.\nEins er ég að fara að gera svona frauðkúlur með því að pensla þær með lakklími, rúlla þeim upp úr sagógrjónum, pensla aftur yfir með lakklími og svo með glimmerlakki í lokin.\nÞessar kúlur eru ótrúlega flottar og jólalegar.\nMBK Magenta-í jólastuði",
    "url": "https://www.hugi.is/heimilid/greinar/104162/snidugt-og-odyrt/",
    "url_id": "104162",
    "id": "757628",
    "replies": [
        {
            "user": "chloe",
            "user_id": "1792",
            "date": "2002-11-17 16:11:20",
            "id": "757629",
            "reply_to_id": "757628",
            "text": "Sniðug hugmynd, ég væri alveg vís með að prófa þetta með 3 ára syni mínum.\nEn hvar fær maður svona frauðkúlur (ódýrar auðvitað)?\nbkv.\nchloe"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-11-17 17:29:19",
            "id": "757630",
            "reply_to_id": "757629",
            "text": "Þær hafa allavega fengist í rúmfatalagernum :)"
        },
        {
            "user": "EstHerP",
            "user_id": "11032",
            "date": "2002-11-20 13:07:13",
            "id": "757631",
            "reply_to_id": "757629",
            "text": "Frauðkúlur fást í flest öllum föndurbúðum, svona litlar kúlur eins og hún er að tala um eru venjulega á 30-90 kr. Þannig að þetta er tiltölulega ódýrt föndur."
        }
    ]
}