{
    "forum_title": "Hestar",
    "user": "kjarnorka",
    "user_id": "26877",
    "date": "2002-11-17 17:24:30",
    "title": "dómar.",
    "text": "ég hef tekið eftir því hvað dómar á hrossum eru misjafnir.\nDæmi 1. t.d ef þú átt hest sem er undan Orra frá Þúfu, ekkert rosalega flottur þá fær hann t.d í einkun fyrir að vera undan honum 8,5.segjum að þú sért Dóttir/Sonur frægs hestamanns sem á alla betu hestana á landinu þá hækkar einkunin í 9,2.\nDæmi 2. t.d. ef þú átt hest undan hesti sem enginn þekkir, og er svona sæmilegri en Orrasonurinn. þá færðu í einkun 8,0 og ef enginn þekkir þig færðu í einkun 7,6.\nhvert er ég að fara?? jú þeta er rosalegt misvægi á dómum og er mikið áberandi. mér finnst persónulega þetta vera ósanngjarnt.\ná LM 2002 þá var þetta rosalega áberandi. og á mörgum mótum.",
    "url": "https://www.hugi.is/hestar/greinar/104177/domar/",
    "url_id": "104177",
    "id": "757930",
    "replies": [
        {
            "user": "Sleipnir",
            "user_id": "6698",
            "date": "2002-11-17 22:38:40",
            "id": "757931",
            "reply_to_id": "757930",
            "text": "Það er nú einmitt aðeins verið að vinna í dómaramálunum."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-11-18 10:20:11",
            "id": "757932",
            "reply_to_id": "757931",
            "text": "Hreinsum út úr dómarakofum landsins…"
        },
        {
            "user": "Barabas",
            "user_id": "9210",
            "date": "2002-11-18 10:30:30",
            "id": "757933",
            "reply_to_id": "757930",
            "text": "SAMMÁLA !!!!!!!!!!\nÉg hef tekið eftir þessu í einu hestamannafelagi að þar fer eftir hver foreldrar þínir eru , ef þeir eru frægir þá átt þú bara 1 sætið !"
        },
        {
            "user": "zeldagirl",
            "user_id": "13809",
            "date": "2002-11-18 16:16:12",
            "id": "757934",
            "reply_to_id": "757933",
            "text": "Þetta er mjög góð athugasemd og er hjartanlega sammála henni……\nZelda"
        },
        {
            "user": "Astabesta",
            "user_id": "20286",
            "date": "2002-11-18 20:46:04",
            "id": "757935",
            "reply_to_id": "757930",
            "text": "Ég er mjög sammála ykkur öllum!\nÉg tók líka eftir þessi á LM 2002 og það var ekki bara þetta, heldur líka að einn dómari gaf kanski 7.5 og annar var að gefa nærri 9! Þarna getur auðvitað líka verið þetta “Foreldra og ætta” dæmi verið að spila inn, þið vitið, að sumir dómarar séu heiðarlegir og aðrir ekki. En sama þótt sumir séu heiðarlegir, er það bara ekki alveg nóg, ég meina við erum hér að tala um landsmót! Hvað er eigielga að??\nPersónulega finnst mér að það ætti að taka allt þetta dómaralið í gegn, láta þá fara í námskeið eftir námskeið og þurfa að hafa dæmt mikið meir en þeir þurfa núna til að geta dæmt á LM.\nSvo er auðvitað önnur lausn að það verði bara ekkert gefið upp nafn knapa né hests og ekki ætt heldur. En þá væri auðvitað vandamálið að fólk þekkist á útliti.\nEnn ein hugmynd mín er að það verði gerð sér nefnd sem heldur um alla dómara á landinu, bæði gæðinga, íþrótta og LM, en hún á ekki bara að gera það eitt, heldur líka geta tekið á móti kvörtunum frá fólki um dóma hjá dómurum! Auðvitað þyrfti að hafa sönnun fyrir sinni kvörtun og allt það, en ef einhver einn dómari væri kominn með vissan fjölda af kvörtunum, þá væri hann einfaldlega ekki dómari lengur! (ef það er ekki til svoleiðis nefnd, ég hef nú samt allavega ekki orðið vör við neitt þannig)\nEn hvað vill maður svo ganga langt í þessu?? Er það ekki bara sjálfsagður hlutur að það þurfi bara og eigi ekkert að vera að spá í þessu með nafn og ættir- getur fólk ekki bara litið í eigin barm og hugsað að ef það vill að aðrir séu heiðarlegir við þau, þá þurfa þau sjálf að vera það við aðra?\nÞetta hljómar skynsamlega og sjálfsagt í eyrum sumra, en fyrir aðra er þetta greinilega ennþá dáldið erfið fæðing fyrir þau að skilja….. Eða bara viðurkenna??"
        },
        {
            "user": "Gunnsi",
            "user_id": "31276",
            "date": "2003-01-12 13:09:04",
            "id": "757936",
            "reply_to_id": "757935",
            "text": "þetta er allveg snilldar hugmynd um nefndina\nég væri til í að sjá lanktum jafnari dóma heldur en maður er að sjá ens og t.d. á LM 2002"
        },
        {
            "user": "Fluga",
            "user_id": "26273",
            "date": "2002-11-18 23:41:05",
            "id": "757937",
            "reply_to_id": "757930",
            "text": "Ég er rosalega sammála þér, svo held ég líka að fólkið sem er undan fræga fólkinu, vilji líka keppnina heiðalega, þannig að það hlýtur að vera leiðinlegt fyrir þau líka."
        },
        {
            "user": "fever",
            "user_id": "15614",
            "date": "2002-11-19 11:48:17",
            "id": "757938",
            "reply_to_id": "757930",
            "text": "Mig langar að spyrja þig hefur þú lent í þessu þegar þú ert að keppa ? ég vil endilega fá betri skýringu á þessu. ekki það að ég hef sjálf keppt og horft á aðra keppa og séð hestana .\ner ekki að reyna móðga þig .."
        },
        {
            "user": "voff",
            "user_id": "9214",
            "date": "2002-11-20 13:36:58",
            "id": "757939",
            "reply_to_id": "757938",
            "text": "Ég tek ALLTAF eftir þessu þegar ég er að keppa !\nÞeir sem eiga fræga foreldra eru alltaf í efstu sætum !!\nÞetta er orðið MJÖG leiðinlegt og ég skil ekki hvernig dómurum dettur í hug að dæma svona ."
        },
        {
            "user": "Shimotsuki",
            "user_id": "12245",
            "date": "2002-11-20 15:16:29",
            "id": "757940",
            "reply_to_id": "757939",
            "text": "Dómar sem byggjast á skoðunum einstaklinga í svona litlu samfélagi geta nú varla verið annað en vafasamir. :P\nNú hef ég engan áhuga á keppnum eins og þær eru í dag og get því ekki dæmt um þetta af neinni reynslu en ef þetta er orðið jafn augljóst og þið viljið meina þá gæti ég vel trúað að þetta muni til lengri tíma koma niður á íþróttinni.\nVæri ekki bara best að fá hingað erlenda dómara? Held að þeir viti ekkert of vel hvort Siggi er sonur Jóns eða séra Jóns. :P"
        },
        {
            "user": "risaopal",
            "user_id": "11225",
            "date": "2002-11-19 14:15:35",
            "id": "757941",
            "reply_to_id": "757930",
            "text": "Sammála þetta er rosalega misjafnt á lm þá sá maður þetta greinilega"
        },
        {
            "user": "kjarnorka",
            "user_id": "26877",
            "date": "2002-11-19 17:02:12",
            "id": "757942",
            "reply_to_id": "757941",
            "text": "sko já ég hef tekið eftir þessu. ég keppi mjög mikið. þetta er mjög áberandi eins og margir hafa segt hérna. skoðaðu bara LM spólurnar þá sérðu þetta greinilega."
        },
        {
            "user": "Regza",
            "user_id": "30997",
            "date": "2003-02-03 14:56:21",
            "id": "757943",
            "reply_to_id": "757930",
            "text": "Ég er með smá hugmynd sem gæti gengið…\nHvað um að fá dómaranna til að sjá hvað fólkinu hér finnst um hvernig þeir dæma, kanski er þetta fáránleg hugmynd en hvað finnst ykkur???\nKv. Regí."
        }
    ]
}