{
    "forum_title": "Húmor",
    "user": null,
    "user_id": null,
    "date": "2002-11-17 17:40:40",
    "title": "Í helvíti",
    "text": "Maður nokkur deyr og rankar við sér í helvíti. Hann verður að sjálfsögðu\nekki mjög ánægður og fer að hugsa þar sem hann stendur í biðröðinni þar sem\nmenn eru skráðir inn. Hann hugsar með sér að hann hafi nú ekki verið svo\nslæmur að hann eigi þetta skilið. Þegar hann lítur upp sér hann sér til\nmikillar skelfingar að það er komið að honum að skrá sig inn. Hann gengur\nrólega að ráðgjafanum við hliðið og getur ekki falið hve vonsvikinn hann er.\n“Hvað er að, þú lítur ekki út fyrir að vera mjög hamingjusamur.” segir\nráðgjafinn.\n“Við hverju býstu? Ég er í helvíti!”, segir náunginn.\n“Það er nú ekki svo slæmt, við reynum að hafa gaman hérna. Drekkurðu?” spyr\nráðgjafinn.\n“Auðvitað, ég drekk mikið”, segir náunginn.\n“Nú, þá áttu eftir að elska mánudaga. Á mánudögum drekkum við okkur\nblindfulla. Þú getur fengið viskí, romm, tequila, bjór og hvað sem hugurinn\ngirnist. Við höfum partý alla nóttina og þú mátt drekka eins mikið og þú\nvilt. Reykirðu ? ”\n“Já reyndar geri ég það”, svarar maðurinn.\n“Hva ! Þá áttu eftir að elska þriðjudaga. Við reykjum alla þriðjudaga. Það\ner svona reykdagur. Við reykjum fína vindla og fínar sígarettur, það er leit\nað öðru eins gæðatóbaki. Þú getur reykt eins og þú vilt án þess að hafa\náhyggjur af krabbameini eða hjartasjúkdómum því þú ert nú jú dauður nú\nþegar. En notarðu eiturlyf ?”\n“Aðeins hef ég prófað það, á mínum yngri árum.”\n“Þá er tími til að prófa það sem þú átt eftir að prófa, vegna þess að\nmiðvikudagar eru dópdagar. Engar áhyggjur af því að taka of stóran skammt\neða að verða háður því að allir erum við nú dauðir hvort sem er, en finnst\nþér gaman í fjárhættuspilum ?”\n“Ég dýrka það,” segir maðurinn.\n“Þá eru fimmtudagar þínir dagar. Við spilum allan daginn, - póker, - tuttugu\nog einn, - kappreiðar, allt bara. En ertu hommi ?\n”Nei reyndar ekki.“\n”Ó, þá áttu ekki eftir að fíla föstudaga…..\"",
    "url": "https://www.hugi.is/humor/greinar/104185/i-helviti/",
    "url_id": "104185",
    "id": "758069",
    "replies": [
        {
            "user": "KristaB",
            "user_id": "23122",
            "date": "2002-11-17 19:41:17",
            "id": "758070",
            "reply_to_id": "758069",
            "text": "Hehehe…"
        },
        {
            "user": "KristaB",
            "user_id": "23122",
            "date": "2002-11-17 19:46:58",
            "id": "758071",
            "reply_to_id": "758070",
            "text": "etter 1337!"
        },
        {
            "user": "KristaB",
            "user_id": "23122",
            "date": "2002-11-17 19:48:01",
            "id": "758072",
            "reply_to_id": "758071",
            "text": "?????????\nHvað ertu að meina??"
        },
        {
            "user": "KristaB",
            "user_id": "23122",
            "date": "2002-11-17 19:48:46",
            "id": "758073",
            "reply_to_id": "758072",
            "text": "Þetta er 1337!"
        },
        {
            "user": "KristaB",
            "user_id": "23122",
            "date": "2002-11-17 19:50:24",
            "id": "758074",
            "reply_to_id": "758073",
            "text": "Sorry, ég skil þig ekki!!  :S"
        },
        {
            "user": "oatmeal",
            "user_id": "1977",
            "date": "2002-11-17 20:08:34",
            "id": "758075",
            "reply_to_id": "758074",
            "text": "1337 stendur fyrir Leet eða Elite. Er úr tungumáli sem kallast (go figure) Leet. Aðaleinkenni þess er að skipta út nokkrum eða öllum stöfum í orðum fyrir tölustafi og tákn.\n1 = L, 3 = E, 7 = T ."
        },
        {
            "user": "kusa",
            "user_id": "17831",
            "date": "2002-11-17 20:11:57",
            "id": "758076",
            "reply_to_id": "758075",
            "text": "og hvað er leet??"
        },
        {
            "user": "Namingway",
            "user_id": "25054",
            "date": "2002-11-17 20:45:07",
            "id": "758077",
            "reply_to_id": "758069",
            "text": "Sumir eru tregari en aðrir :D"
        },
        {
            "user": "siggibet",
            "user_id": "8305",
            "date": "2002-11-18 12:29:17",
            "id": "758078",
            "reply_to_id": "758069",
            "text": "Þetta er ekki í fyrsta skipti sem þessi brandari kemur hingað inn, og eflaust ekki það síðasta…"
        }
    ]
}