{
    "forum_title": "Heilsa",
    "user": "isabel",
    "user_id": "27278",
    "date": "2002-11-18 04:56:09",
    "title": "Sofðu vel",
    "text": "Nú til dags er mikið álag á fólki yfirleitt. Námsmenn vilja standa sig vel og læra fram á nótt, starfsmenn vinna meira og lengur, mæður reyna að standa sig vel í starfi ásamt því að vera góðar mæður. Svo er það auðvitað þeir sem þjást af kvíða og svefnleysi. Þegar fólk er orðið tilfinningalega uppgefið getur það orðið til þess að það lítur illa út, er með dökka bauga undir augum, gengur verr í vinnu eða námi og verður auðveldlega pirrað og bráðlynt.\nSíðustu árin höfum við orðið örlítið meira meðvituð um það hvað hollt fæði og góð hreyfing getur gert fyrir líkama og sál. En við gleymum því oft að góður og reglulegur svefn getur bætt útlitið og hjálpað þér að ganga vel í þínum daglegu störfum.\nReyndu að fylgja þessum leiðbeiningum hér fyrir neðan, í minnst viku, og sjáðu hvort þú hafir ekki meiri orku, lítir betur út og hvort þú njótir ekki lífsins betur.\n1. Reyndu að nota tímann sem þú hefur fyrir svefninn á eins afslappaðan hátt og hægt er og umfram allt, ekki hvíla á erfiðleikum dagsins. Njóttu þess að fara í heitt bað með kertaljósum, hlustaðu á rólega og góða tónlist eða lestu góða bók.\n2. Reyndu að fá 7-9 tíma svefn á hverri nóttu.\n3. Prófaðu að gera nokkrar jóga æfingar, til þess að slaka á vöðvum og róa hugann. Liggðu á bakinu og slakaðu á með augun lokuð, láttu lófana snúa upp, leyfðu fótunum að slaka á og andaðu hægt og rólega.\n4. Farðu á fætur og til svefns á svipuðum tíma á hverjum degi.\n5. Ekki hafa áhyggjur af því að sofa einstaka sinnum út því stundum er það nauðsynlegt. Passaðu bara að það gerist ekki of oft því það kemur óreglu á svefnmynstur þitt.\nheimildir : femin.is",
    "url": "https://www.hugi.is/heilsa/greinar/104408/sofdu-vel/",
    "url_id": "104408",
    "id": "759589",
    "replies": [
        {
            "user": "Misty",
            "user_id": "37618",
            "date": "2002-11-18 17:47:28",
            "id": "759590",
            "reply_to_id": "759589",
            "text": "copy-paste Tekuru allar greinar beint af femin.is?"
        },
        {
            "user": "isabel",
            "user_id": "27278",
            "date": "2002-11-19 12:05:54",
            "id": "759591",
            "reply_to_id": "759590",
            "text": "neinei alls ekki, fannst þetta bara góðar greina"
        },
        {
            "user": "Misty",
            "user_id": "37618",
            "date": "2002-11-19 19:46:27",
            "id": "759592",
            "reply_to_id": "759591",
            "text": "oki doki :) ég hélt að þú gerðir þetta allt fyrir stiginn :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-11-21 23:28:07",
            "id": "759593",
            "reply_to_id": "759592",
            "text": "Ég sef 2-5 klukkutíma á sólarhring, er að vinna með skóla, læra heima, læra á píanó og í hljómsveit. Ég held ég segja deyja. Án gríns"
        },
        {
            "user": "Soldier127",
            "user_id": "8627",
            "date": "2002-12-04 22:30:36",
            "id": "759594",
            "reply_to_id": "759589",
            "text": "Já það er mikið til í þessu.  Ég er í menntaskóla á heimavist og passa mig alltaf á að fá helst 8 tíma svefn.  Annas gengur mér ekkert alltaf rosa vel að sofna en maður finnur alveg fyrir því á daginn og morgnana ef maður sofnar seint.  Það er fátt mikilvægara en svefninn."
        }
    ]
}