{
    "forum_title": "Húmor",
    "user": "Ragganna",
    "user_id": "27862",
    "date": "2002-11-19 15:04:28",
    "title": "Hesta brandarar",
    "text": "Mounted Cop\nThere was a cop on his horse waiting to cross the road when a little boy on his new shiny bike stopped beside him.\n''Nice bike,'' the cop said, ‘'did Santa bring it to you?’'\n''Yep,'' the little boy said, ‘'he sure did!’'\nThe cop looked at the bike and while handing the boy a $20 ticket he said, ‘'Next year, tell Santa to put a license plate on the back of it.’'\nTo go along with the cop, the little boy said, ‘'Nice horse you got there sir, did Santa bring it to you?’' ‘'Yes, He sure did,’' said the cop.\nThe little boy looked up at the cop and said, ‘'Next year tell Santa to put the dick underneath the horse instead of on top.’'\n—————————————————– ——————————————————- ————————–\nHorse in a Bar\nA man walks into a bar and sees a jar with money in it and a horse standing next to it. The bartender told the man to put a dollar in the jar and make the horse laugh. So the man put a dollar into the jar and told the horse something. Suddenly the horse began to laugh hysterically. The man took the money and left.\nThe next day the man walked into the bar and saw the jar of money and the horse standing next to it. This time, the bartender told the man to make the horse cry. the man put a dollar in the jar, walked over to the horse, and the horse began to cry. The man took the money and as he was about to leave when the bartender asked him…\n“How did you do that?” the man replied, “On thr first day, I told the horse my dick was longer than his, and on the second day, I showed him.”",
    "url": "https://www.hugi.is/humor/greinar/104658/hesta-brandarar/",
    "url_id": "104658",
    "id": "761950",
    "replies": [
        {
            "user": "johanng",
            "user_id": "9215",
            "date": "2002-11-19 19:07:51",
            "id": "761951",
            "reply_to_id": "761950",
            "text": "rofl snilld"
        },
        {
            "user": "viking",
            "user_id": "25813",
            "date": "2002-11-19 22:42:27",
            "id": "761952",
            "reply_to_id": "761950",
            "text": "jájá ágætt, fyrsti betri =D"
        }
    ]
}