{
    "forum_title": "Geimvísindi",
    "user": null,
    "user_id": null,
    "date": "2002-11-20 14:25:10",
    "title": "Draugar",
    "text": "Eins og flestir vita, eða allavegana vita það einhverjir, þá er sjónauki að svífa í kringum jörðina og er að taka myndir af geiminum, hér á síðu sem að ég fór á þá sá ég þessa fínu mynd af deyjandi stjörnu. Sem að er eins og svona colorful cosmic ghost eins og að stóð á síðunni.\nÞað sem að stóð í rauninni á síðunni var þetta:\n“NASA's Hubble Space Telescope has caught a glimpse of a colorful cosmic ghost, the glowing remains of a dying star called NGC 6369. The glowing apparition is known to amateur astronomers as the ”Little Ghost Nebula,“ because it appears as a small, ghostly cloud surrounding the faint, dying central star.”\nOg ef að þú kannst ekki ensku þá má segja að þar stóð,\n“Sjónauki NASA, Huble geim sjónaukinn hefur náð mynd af litríkum geim draug, Skýnandi leyfar af deyjandi stjörnu sem er kölluð NGC 6369. Skýnandi vofan er þekkt sem ”Littla Drauga Geimþokan“ hjá áhugasömum stjörnufræðingum, hún er kölluð þetta vegna þess að það virðist vera smátt, draugalegt ský umkringjandi daufu, deyjandi stjörnuna.”\nSvo eins og þið sjáið þá er hér mynd af þessari “Daugastjörnu”, dálítið flott, ekki satt?",
    "url": "https://www.hugi.is/geimvisindi/greinar/104891/draugar/",
    "url_id": "104891",
    "id": "763868",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2002-11-20 18:02:26",
            "id": "763869",
            "reply_to_id": "763868",
            "text": "fær marr ekki link?"
        },
        {
            "user": "DrCrappet",
            "user_id": "27584",
            "date": "2002-11-20 19:25:01",
            "id": "763870",
            "reply_to_id": "763868",
            "text": "Ja eg vill link!\nShhiiinnnyyyyyy\nEg vill svona mynd"
        },
        {
            "user": "WuKillah",
            "user_id": "16853",
            "date": "2002-11-21 10:50:08",
            "id": "763871",
            "reply_to_id": "763868",
            "text": "Damn netta dæmi, og já takk fyrir thídinguna………ekki eins og marr thurfi hana."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-11-21 12:52:41",
            "id": "763872",
            "reply_to_id": "763871",
            "text": "http://oposite.stsci.edu/pubinfo/whats-new.html"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-11-21 18:35:54",
            "id": "763873",
            "reply_to_id": "763868",
            "text": "Svo eru til svona draugasjónaukar sem eru hannaðir fyrir gamla sjóndapra drauga sem eru á sveimi um geiminn og eru meðal annars að fylgjast með svona skýjaglópum  sem eru svo draugalegir að þeir verða logandi hræddir við sjálfan sig ef þeir líta í spegil."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-11-21 18:41:01",
            "id": "763874",
            "reply_to_id": "763868",
            "text": "Svo er það með myndina ,hún er örugglega af spæleggi sem er orðið svo gamalt að það er farið að skipta litum.\nSona nokkurskonar draugaegg"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-11-21 20:43:39",
            "id": "763875",
            "reply_to_id": "763868",
            "text": "Hvað kostar farmiðinn til draugaheima vitleysingurinn þinn"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-11-29 14:28:28",
            "id": "763876",
            "reply_to_id": "763875",
            "text": "gastu ekki komið þessu öllu fyrir í einn póst?\nVitleysingur :P"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-11-29 14:31:54",
            "id": "763877",
            "reply_to_id": "763876",
            "text": "Og já ég er að tala um þig Toyo :P\nP.S. ekki fara að gagngrýna mig útafþví að ég skrifaði tvo pósta plz ekki gera það… ég meina Toyo gerði þrjá, brennum hann frekar á báli!!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-11-22 18:33:43",
            "id": "763878",
            "reply_to_id": "763868",
            "text": "hérna er linkurinn:\nhttp://www.stsci.edu/resources/\nog hér getiði fengið fleiri myndir frá Hubble (á sömu heimasíðu):\nhttp://hubble.stsci.edu/gallery/"
        }
    ]
}