{
    "forum_title": "Gæludýr",
    "user": null,
    "user_id": null,
    "date": "2002-11-21 16:56:48",
    "title": "heimildarritgerð um kóngulær",
    "text": "hérna er ritgerð sem ég skrifaði um kóngulær….allur réttur áskilinn…\nInngangur\n“Grísk goðsögn hermir frá konu í Lýdíu að nafni Arakné sem skoraði á guðina að keppa við sig  í vefnaðarlist. Hin dauðlega Arakne óf betur en sjálf gyðjan Aþena. Gyðjan undi því ekki að bíða lægri hlut í keppni við Arakne og í reiði sinni tætti hún sundur vefnað hennar. Af ótta við viðbrögð gyðjunnar hengdi Arakne sig og þá breytti Aþena henni í kónguló og vefnaður Arakne varð vefnaður kóngulóar. Þessi goðsögn varð til þess að dýrafræðingar hafa gefið áttfætlum fræðiheitið Arachnida, enda er vefnaðarlistin þeim í blóð borin líkt og Arakne til forna”(Lifandi Veröld, bls 127-128).\nMargir  halda að kóngulær tilheyri skordýrum en þær tilheyra áttfætlum. Hér verður fjallað um þann flokk hryggleysingja.\nÁttfætlur\nÁttfætlur eru hryggleysingjar, þ.e.þær hafa engan hrygg. Áttfætlur eru líka liðdýr sem hafa ytri stoðgrind, átta fætur og sérstaka munnlimi er nefnast klóskæri. Klóskærin gegna mismunandi hlutverkum, allt eftir ættbálkum.Köngulær nota þau sem kynfæri á meðan sporðdrekar nota þau sem vopn. Bolur þeirra er ýmist í einu lagi eða tvískiptur og skiptist hann þá í frambol og afturbol. Helstu flokkar áttfætla eru kóngulær, langfætlur, mítlur  og sporðdrekar.\nKóngulær\nTil eru um 50,000 tegundir að kóngulóm í heiminum. Kóngulær skiptast í vefkóngulær og förukóngulær. Vefkóngulær spinna vef úr silkiþræði sem þær nota til veiða, en förukóngulærnar elta bráðina uppi. Förukóngulær hafa þó engu að síður spunakirtla, en vefinn nota þær til að spinna hjúp um eggin sín og til þess að svífa á um umhverfi sitt.\nVefur kóngulóar\nKóngulær hafa kirtla í afturbolnum sem framleiða  silkiefnið í þráðinn sem kóngulærnar nota í vefi sína. Kirtlarnir eru margir og úr þeim kemur silki sem er fljótandi og flæðir út um op á þremur pörum spunavartna aftast á afturbolnum. Silkið harðnar um strax og það kemur úr köngulónni og verður að sterkum þræði.\nVefur krosskóngulóarinnar er dæmi um vel gerðan vef. Kóngulóin byrjar á að spinna þráð sem er ætlaður til að halda vefnum uppi. Þessi þráður er mjög grannur og berst undan vindi þar til hann festist í grein eða steini. Kóngulóin strekkir á þræðinum og festir hann niður sín megin. Næst fer hún yfir vefinn og spinnur í leiðinni nýjan vef sem er bæði sterkari og gildari. Sá þráður mun seinna halda uppi vefnum. Kóngulóin fer nú öðru sinni yfir á þessum þræði. Um leið spinnur hún slakan þráð sem hún festir til beggja enda. Eftir það skríður hún út á þann þráð miðjan. Við það strekkist á honum og kóngulóin situr nú í miðju verðandi vefs. Þá festir hún nýjan þráð við þann sem hún situr á og spinnur sig niður á jörð eða næstu grein. Eftir að þráðurinn hefur verið festur við undirlagið eru komnir þrír geislar í vefinn. Næst spinnur hún þræði sem mynda ramma utan um vefinn og tengir nýja geisla við þá. Kóngulóin fer svo inn að miðju vefsins og spinnur þar þétt net sem hún mun seinna sitja í og bíða eftir bráðinni. “En verkinu er ekki lokið. Fyrst þarf að leggja hringþráðinn. Kóngulóin leggur af stað frá miðjunni, gengur nokkra hringi og spinnur þráð á milli geislaþráðanna. Hún færir sig utar í hverjum hring svo að þráðurinn verður eins og úrfjöður í laginu. Þannig fer hún langleiðina að jaðri vefsins. Fram að þessu hefur kóngulóin aðeins spunnið þræði sem eru án líms”(Pöddur,rit landverndar 9, bls 82). Nú spinnur kóngulóin veiðinetið. Kóngulóin fer aftur að miðju vefsins og spinnur límkenndan þráð, en étur í leiðinni gamla hringþráðinn.\nÆxlun\nKóngulær æxlast á óvenjulegan hátt.Karldýrið er ekki talið kynþroska fyrr en þreifararnir tveir eru fullþroska. Þá eru þeir orðnir að nokkurs konar kynfærum, án þess að vera í tengslum við kynkirtla karlsins. Einfaldasta gerð þreifara er belgur með stút á endanum. Með flestum tegundum er um miklu flóknari útbúnað að ræða. Enginn tegund hefur alveg eins fálmara. Karlinn þarf að fylla þreifarabelginn af sæði áður en haldið er í makaleit. Kóngulóin spinnur sér lítinn, þéttriðinn vef, sem hún lætur sæðið svo í. Sumar kóngulær bíta gat á veiðivefi sína og láta sæðið á gatbrúnina. Síðan byrjar makaleitin. Oftast þarf karlinn að hrífa kvenkynið. Sumar kóngulær kippa í vef kerlingarinnar og láta þannig kvenkynið vita af sér, sumar festa sérstakan biðilsþráð við vefinn og leika á hann með broddum á fótapari nr tvö, en þær kóngulær sem hafa þokkalega sjón dansa fyrir kvenkynið.\nBeri biðilslætin árangur stingur karlinn þreifurunum í kynop makans og tæmir belgina. Fer hann að því búnu og tekur ekki þátt í að ala ungana upp. Oft hefur verið talað um að kerlingin éti karlinn eftir mökun eða á meðan henni stendur. Þó eru bara örfáar tegundir sem taka upp á þessu, og þar á meðal er krosskóngulóin. Krabbakóngulóin bindur kerlinguna með silkiþræði og getur hún leyst sig eftir að mökun er lokið.\n“Kóngulóarkerlingin er nú reiðubúin að verpa. Hún spinnur dálítinn vef og frjóvgar eggin með sæðinu, sem hún hefur geymt, um leið og hún verpir þeim í vefinn. Annað silkiteppi er spunnið yfir eggin og þrætt við neðra teppið á jöðrunum. Umbúðir þessar eru síðan undnar upp í kúlu og henni síðan komið fyrir í bústað kóngulóarinnar, ef um slíkt er að ræða.”(Pöddur,rit landverndar 9, bls 88)\nUngarnir fá strax við fæðingu sköpulag foreldranna. Þeir eru í hylki sínu þangað til fyrstu hamskiptum er lokið.\nFæða og\neitur\nAllar kóngulær eru rándýr og drepa bráðina með eitri. Í eitrinu eru meltingahvatar sem leysa bráðina upp. Þar sem kóngulærnar neyta ekki fastrar fæðu, gera þær lítið gat á bráðina, spýta munnvatni í það og sjúga síðan safann úr dýrinu. Til þess hafa þær sogvöðva sem eru um allan líkamann. Jafnframt hnoða þær  bráðina með klóskærunum.\nOftast eru kóngulóarbit meinlaus. Þó eru til örfáar tegundir sem eru baneitraðar. Sem dæmi má nefna svörtu ekkjuna. Með eitri sínu getur hún lamað öndunarfæri manna og valdið köfnun.\nSjón\nSjón kóngulóa er mismunandi eftir tegundum. Flestar tegundir eru með frekar lélega sjón, en til eru kóngulær sem eru snarskyggnar.\nAugu kóngulóarinnar eru áttu og hvert hefur eina linsu. Augu kóngulóa hafa einn sérstakann eiginleika sem við höfum ekki. Þau greina skautun ljóssins. Skautun ljóss er fólgin í því að beint sólarljós er óskautað, þ.e. ljósbylgjurnar sveiflast í margar áttir.ljós frá bláum himni er skautað, en þá sveiflast ljósbylgjurnar í sömu átt. Stefnan breytist þó eftir því í hvaða átt er litið og er háð stöðu sólar á himninum. Kóngulær notfæra sér þetta\ntil að ná áttum.\nÖndun\n“Öndun kóngulónna er allfrábrugðin öndun skordýra.”( Pöddur,rit landverndar 9, bls 89).\nLangflestar kóngulær hafa eitt lungnapar en til eru kóngulær með tvö pör svokallaðra bóklungna. Á flestum hefur aftara parið ummyndast í loftæðar. “Bóklungun eru nokkurs konar vasar inn í afturbolinn. Liggja vasarnir í fellingum sem minna á blöð í bók séu lungun opnuð. Loft leikur milli blaðanna og þar fara loftskiptin við blóðið fram. Lungun þenjast út við vöðvasamdrátt og dregst loftið þannig inn í þau.” (Pöddur,rit landverndar 9, bls 88).\nBúsvæði\n“Stærsta kónguló í heimi er að öllum líkindum tegund sem kallast fuglaætukóngulóin(latína Theraphosa leblondi). Hún finnst í norðanverðri Suður-Ameríku, nánar tiltekið í Surinam, Frönsku-Guyana, NA-Venezuela og Norður-Brasilíu. Þessi dýr lifa í regnskógunum við kjörhitastigið 27-30°C.”(vísindavefur háskóla Ísland, svar við spurningunni: Hver er stærsta kóngulóin í heiminum? En á Íslandi?)\nÞessi lýsing á við um fullt af stórum kóngulóartegundum, þar sem þessir staðir, Suður-Ameríka og Afríka, hafa kjörin lífsskilyrði. Á Íslandi eru um 84 tegundir af kóngulóm, en flest allar tegundirnar hafa borist með vörum frá Skandínavíu. Þó eru þetta allt litlar tegundir og sú stærsta er fraktkóngulóin sem er aðeins 2 cm á lengd. Þó hefur fraktkóngulóin ekki náð að lifa utandyra hér á landi, en hefur náð bólfestu innandyra, t.d. í birgðageymslum.\neins og ég sagði þá er allur réttur áskilinn…ekki stela;)",
    "url": "https://www.hugi.is/gaeludyr/greinar/105142/heimildarritgerd-um-kongulaer/",
    "url_id": "105142",
    "id": "766340",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2002-11-23 10:52:59",
            "id": "766341",
            "reply_to_id": "766340",
            "text": "Fín ritgerð (:\nEn skrifar maður ekki “köngurlær” en ekki “kóngulær” ? Eða getur maður skrifað bæði ?\nEða er ég bara heimsk ?\nKv. Grímsla"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-11-23 11:27:19",
            "id": "766342",
            "reply_to_id": "766341",
            "text": "þegar ég skrifaði ritgerðina var ég í sömu vangaveltum, kóngu eða köngu…svo komst ég að því að bæði er jafn rétt..\nbtw, minns fékk 10 fyrir ritgerðina =)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-11-23 11:30:17",
            "id": "766343",
            "reply_to_id": "766342",
            "text": "Til hamingju með rosa fínt meistaraverk !\nKv. Grímsla"
        }
    ]
}