{
    "forum_title": "Golf",
    "user": "Quadro",
    "user_id": "1236",
    "date": "2002-11-22 15:23:47",
    "title": "Mikilvægi leikskipulags (\"Course Management\")",
    "text": "Sælir golfarar\nLangaði til að fjalla aðeins um leikskipulag og mikilvægi þess er haldið er á völlinn.\nUndanfarin ár hefur færst mikið í vöxt ný og ný atriði sem lúta að golfinu.  Líkamleg þjálfun, ný og betri tækni og sálfræðin á bak við leikinn.  Eitt af þeim atriðum sem meira hefur verið lagt upp úr í dag en áður, er leikskipulag eða “Course Management”.  Lengi hefur það verið viðloðandi við íslenska kylfinga að leikskipulag þeirra sé víða vanbúið enda sýnt sig í helstu mótum í gegnum árin, en sem betur fer hefur verið breyting á.  Gott dæmi um gott leikskipulag er að samhæfa æfingar við leikskipulag.  Í dag spilast vellir styttri en þeir gerðu áður, með nýrri tækni, og oftar en ekki eru menn með 120 metra högg eða minna inn á grín.  Góð leið til að bæta leik sinn er að reyna að stíla alltaf á sömu lengdina, t.d 70, 90 og 120 metra á æfingasvæðinu og fá tilfinningu fyrir lengdinu og skotmarkinu.  Ef þú hefur lagt rækt við að æfa þessar þrjár lengdir samviskusamlega í hverri viku er ekki  ólíklegt að þú farir smám saman að sjá að auðveldara og auðveldara verður að hitta grínið frá þessum lengdum, svo viltu ekki vera meira en 8 metra frá holu svo 5 metra o.s.frv.  Þetta gerir það að verkum að þú ert að spara þér fjölda högga með réttum æfingum og réttu leikskipulagi, ekki reyna við grín á par fimm úr eerfiðu færi, settu boltann í þá lengd sem þú ert búinn að æfa og sláðu þaðan, líkurnar eru meiri á fugli.\nSv er annað atriði að vera ekki alltaf að einblína á holuna.  Ef holan er 2 metra frá vinstri kanti miðaðu 3 metra hægra megin við hana, því þá hefurðu 5 metra til að hlaupa upp á í staðinn fyrir “2 metra” ef höggið misferst.  Það þarf ekki nema ein slík mistök til að kosta þig 1-3 högg á holu og fyrir hvað “græðgi”? Spilaðu af skynsemi!\nSkynsamlegt er að fá þjálfara til að taka sig með út á völl og láta hann benda sér á oft auðvelda hluti sem maður gerði sér ekki alveg grein fyrir, því út á vellinum sparar maður yfirleitt fleiri högg með réttri hugsun heldur en á æfingasvæðinu lemjandi fötu eftir fötu.\nGerðu leikinn auðveldann og um leið betri og mun skemmtilegri\nKveðja Quadro",
    "url": "https://www.hugi.is/golf/greinar/105360/mikilvaegi-leikskipulags-course-management/",
    "url_id": "105360",
    "id": "768501",
    "replies": [
        {
            "user": "moldvarpa",
            "user_id": "26606",
            "date": "2002-11-22 16:21:59",
            "id": "768502",
            "reply_to_id": "768501",
            "text": "Hverslags kjaftæði er þetta? Hver heldurðu að miði 3metra hægra megin við holuna ef hún er 2metra frá vinstar kanti. Hvað ertu eiginlega með í forgjöf kallinn minn? Það mætti halda að þú værir einhver Tiger.\nAuðvitað slá menn beint á helvístis pinnann, hvort sem menn eru 150m eða 25 metra frá pinnanum!\nÉg hef nú aldrei heyrt aðra eins speki."
        },
        {
            "user": "Quadro",
            "user_id": "1236",
            "date": "2002-11-22 16:33:45",
            "id": "768503",
            "reply_to_id": "768502",
            "text": "Þú rétt ræður því hvort þú takir mínum ábendingum, en ef þú ert efins þá skaltu spyrja þann sem mest veit um þetta og þú þekkir að þínu mati og hlusta á hans svar, ég hef það á tilfinningunni að það muni koma þér á óvart hversu mörg högg þú munir geta bætt þig um"
        },
        {
            "user": "bsk17",
            "user_id": "13829",
            "date": "2002-11-22 16:35:07",
            "id": "768504",
            "reply_to_id": "768503",
            "text": "Ég hef oft gert þetta sem Quadro segir, þetta kallast skynsemi og hún hefur gangast mér vel!!!!!!"
        },
        {
            "user": "arnig",
            "user_id": "28231",
            "date": "2002-11-22 18:30:00",
            "id": "768505",
            "reply_to_id": "768502",
            "text": "Það væri nú nær að athuga hvað þú sért með í forgjöf, kannski að nafnið “moldvarpa” segji eitthvað um þína spilamennsku."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-11-22 19:11:36",
            "id": "768506",
            "reply_to_id": "768505",
            "text": "sammála arnig, moldvarpa nafnið bendir heldt til þess að þú sért alltaf utan brautar og í moldinni ;D"
        },
        {
            "user": "sk8erboy",
            "user_id": "27556",
            "date": "2002-11-22 19:34:14",
            "id": "768507",
            "reply_to_id": "768501",
            "text": "Af hverju þurfa menn að vera með svona kjaft út af öllu þegar einhver hefur skoðanir á einhverju sem skiptir í raunini máli\ntaktu þetta til þín moldvarpa :oD"
        },
        {
            "user": "gallbladra",
            "user_id": "20317",
            "date": "2002-11-22 20:25:31",
            "id": "768508",
            "reply_to_id": "768501",
            "text": "Rólegur á að grenja skaterboy…. það er fommin málfrlsi á íslandi, hann má segja það sem hann vill. Persónulega á ég létt með að hlæja að mistökunum og leæra af þeim þannig. ég tek alltaf sénsa þegar ég er að leika mér en ekki eins marga í móti. það er það sem gerir þennan leik skemmtilegan."
        },
        {
            "user": "aje",
            "user_id": "27156",
            "date": "2002-11-23 00:04:30",
            "id": "768509",
            "reply_to_id": "768501",
            "text": "Get verið sammála greinarhöfundi.\nÞetta er oft kallað staðsetningargolf líka.\nEn maður er breiskur og notar e.t.v. driverinn of oft og lendir í þessum reddingahöggum sem kosta yfirleitt 30-50 eftir að gríni upp á þriðja höggið á par 4 holum.\nEn svona er þetta sport bara. Krefjandi, skemmtilegt og umfram allt skemmtilegt."
        },
        {
            "user": "oah",
            "user_id": "29097",
            "date": "2002-11-25 12:03:41",
            "id": "768510",
            "reply_to_id": "768501",
            "text": "Glæsileg grein!\nÞetta er það sem golfið snýst um.  Þetta er ekki um að hafa lengstu upphafshöggin eða eitthvað þess háttar heldur er þetta spurningin um að slá sem fæst högg.  Ég skal segja ykkur það að það er mun auðveldara að spila á pari eða undir þegar þú ert að slá högg sem þú þekkir og einnig þegar þú ert á stöðum þar sem er hægt að komast að holunni í næsta höggi,  eða kannski ofan í.\nbið að heilsa í bili\nÖrn Æva"
        }
    ]
}