{
    "forum_title": "Tölvuhlutverkaleikir",
    "user": "dazidiot",
    "user_id": "23887",
    "date": "2002-11-24 00:15:16",
    "title": "NWN Server. Toril V.4",
    "text": "Ég ætlaði bara að reyna að byrja á því að fá fólk sem er að spila NWN á netinu að taka fyrir þá staði sem þeir spila mest á annað hvort sem póst eða grein. Bæði til að sýna öðrum inn í þann heim sem þú spilar í og til að reyna lífga aðeins upp á umræður hér.\nÉg hef verið mikið inn á Server sem nefnist Toril V.3 og nú V.4 minnir mig. Og ætlaði aðeins að segja frá honum. Þetta byggist í kringum Scardale sem er ein af mörgum Dale´s í Ferun og eru þeirr flestir eða ekki allir mjög áhuggaverðir. Þú byrjar í Scardale Town sem var um 11000 mana bær (var stærsta borin í The Dales) en er nú um 4500 eftir að plágan fór í gengum bæinn. Margir dóu af völdum hennar en flestir flúðu. Nú eru margir snúnir aftur en komust af því að fyrir alla þá sem flúðu komu ribbaldar og illmenni í staðinn. Borgin hefur þess vegna að mestu leit ráðið sér sjálf þar sem engin hefur þorað að koma á stað stjórn í henni.\nÞar sem engin einn ræður broginni eru margar hreifngar í Fenrun sem hugsa sér gott til glóðarinnar og eru með mannafla í borginni. Þar á meðal:\nThe Dancers.\nHópur Hálflinga að mestu töldum hóprur ribbalda og þjófa sem virðist bara vera þarna til að safna að sér sem mestu gulli.\nThe Long Death.\nEða Monks Of The Long Death.\nHópur Munka sem hafa notfært sér ástandið í Scardale Town til að stofna skóla og reyna að komast inn í valdartaflið þar.\nThe Silver Ravens.\nHópur Skínadi riddara frá Sembíu(að þeria mati) sem eru komnir til að froða Scardale frá yfirgöngu The Zhents.\nThayan Enclave.\nEða The Red wizards of Thay.\nGaldramenn sem eru með standa að mestu leiti bara fyrir sölu á galdrahlutum. En gætu vel tekið þátt í valdataflinu ef þyrfti.\nZhentil Keep.\nEða The Zhents.\nHópur illmenna (Að mati The Silver Ravens. En þeir einu sem hafa komið með réttmæta kröfu á hásætið í Scardale.\nEins og gefur að skilja virðist sem að hvað sem gerist fari það ekki friðsamlega fram.En það er þar sem spilaranir koma inn í og taka þátt í hverju sem gerist og getur maður gengið í lið við flestar þessar hreyfingar og nokkra í viðbót eða bara staðið og horft á.\nSvona byrjaði þessi heimur og er mikið búið að gerast en það er eitthvað sem er hægt að lesa um ef þið ákveðið að kíkja á þetta.\nEn allment um leikin inn á þessum server og ekki söguna.\nÞú byrjar ekki á fyrsta Leveli í honum en á hvað fer eftir hvort og hvaða subrace þú ert. Það var mjög erfit fannst mér að byrja en það getur stafað að því að ég byrjaði sem Drow og þeir fá munn minni EXP en aðrir. Það er ekkert trade skill í heiminum svo að hann er munn meira um Action en annað og virðist að mestu vera gerður fyrir High Level Spilara, En þess vegna byrjar maður ekki á fyrst. Ég er ekki yfir mig hrifin af heiminum og öllu þar í kring en hef mjög gaman að fylgjast með hvernig þetta fer allt.\nVonadi höfðu þið gama af og kíkið kannski inn.\nP.S geng udir nafninu Kit Chazzrel þar.",
    "url": "https://www.hugi.is/crpg/greinar/105698/nwn-server-toril-v4/",
    "url_id": "105698",
    "id": "771317",
    "replies": [
        {
            "user": "dazidiot",
            "user_id": "23887",
            "date": "2002-11-24 03:08:49",
            "id": "771318",
            "reply_to_id": "771317",
            "text": "Hvernig væri að pósta IP tölunni á servernum."
        },
        {
            "user": "dazidiot",
            "user_id": "23887",
            "date": "2002-11-24 12:48:14",
            "id": "771319",
            "reply_to_id": "771318",
            "text": "ip-ið er 216.231.47.93:58003"
        },
        {
            "user": "Nucli",
            "user_id": "21277",
            "date": "2002-11-24 03:20:52",
            "id": "771320",
            "reply_to_id": "771317",
            "text": "AFhverju ekki íslenskan server með svona mappi?"
        },
        {
            "user": "Nucli",
            "user_id": "21277",
            "date": "2002-11-24 15:41:02",
            "id": "771321",
            "reply_to_id": "771320",
            "text": "Zc4r: ég held að það séu um 3-4 manns sem vinna að svona stórum serverum….. þetta er gríðarlega mikil vinna… :("
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-11-24 16:35:09",
            "id": "771322",
            "reply_to_id": "771321",
            "text": "dem :þ"
        },
        {
            "user": "Sigginn",
            "user_id": "26895",
            "date": "2002-12-31 17:28:06",
            "id": "771323",
            "reply_to_id": "771317",
            "text": "Eru til íslenskir NWN serverar? Mér finnst þetta allt vera í svo miklu rugli þegar maður fer í leikinn og joinar einhvern internet server."
        },
        {
            "user": "Bjabja",
            "user_id": "14928",
            "date": "2003-01-04 18:28:06",
            "id": "771324",
            "reply_to_id": "771317",
            "text": "Ég reyndi að spila á netinu en allir serverarnir voru password protected getur maður fundið passwordin einhvers staðar?"
        },
        {
            "user": "karijo",
            "user_id": "5836",
            "date": "2003-07-15 20:26:27",
            "id": "771325",
            "reply_to_id": "771317",
            "text": "ég fékk mér þennann leik fyrir ekki svo löngu og var að reyna að spila á netinu enn þegar ég reyna að gera account þá segir hann alltaf að það sé eikker að nota nickið sem ég valdi þó að ég hafi gert nickið “afjasdfkj” þá kemur alltaf að eikker annar sé með sama nick og ég kannast eikker við þetta eða veit hvað á að gera\nkv.karijo"
        },
        {
            "user": "Alander",
            "user_id": "24820",
            "date": "2003-12-03 13:57:50",
            "id": "771326",
            "reply_to_id": "771325",
            "text": "farið á POA server-anna (sá besti er WWW.NWN.COM)\nwww.nwn.com er nafnið á honum farið á hann hann er sá besti sem ég hef fundið og plz. gefið mér nöfn á íslenskum serverum"
        }
    ]
}