{
    "forum_title": "Ljósmyndun",
    "user": "cox",
    "user_id": "12006",
    "date": "2002-11-24 20:41:41",
    "title": "samningar í gegnum netið !",
    "text": "Sælt veri fólkið !\nÉG hef verið að bjóða í D-60 vélar á ebay og svo allt í einu hafði einhver gaur samband við mig að vildi selja mér D-60 vél með fullt af aukahlutum, 28-200 linsu, auka batterínu og allskonar dóti. Hann vill selja mér allt draslið á 1000$ (um 86.ooo kall) sem er ekkert verð. Ég hef verið að e-mailast við hann og hann vill að ég sendi honum pening í gegnum netið og svo ætlar hann að senda mér vélina. hmmmmmmmmmmmmmmm. Þetta er of gott til að vera satt. Samt gerði ég smá re-search og þá passar heimilisfangið og nafnið saman og ég fann símanúmerið hjá honum :) Hvernig get ég tryggt að hann í fyrstalægi eigi svona vél og í öðrulægi að hann sendi mér hana. Kannski er þetta bara einhver gaur sem svindlar á fólki.\nÁ ég að kaupa af honum eða ekki - það er spurningin.\nGet ég farið í mál við hann ef hann sendir mér ekkert.\nHvað þarf ég að hafa í höndunum til að geta fari í mál við hann.\nÞetta er of gott til að vera satt.",
    "url": "https://www.hugi.is/ljosmyndun/greinar/105712/samningar-i-gegnum-netid/",
    "url_id": "105712",
    "id": "771584",
    "replies": [
        {
            "user": "Steinia",
            "user_id": "2047",
            "date": "2002-11-24 23:26:47",
            "id": "771585",
            "reply_to_id": "771584",
            "text": "tékkaðu hvað hann er búinn að selja mikið á ebay og hvort aðrir sem hafa keypt af honum séu ánægðir. Ef hann hefur selt meira en 10-20 og allir eru ánægðir held ég að þessu sé frekar treystandi.\nVeit annars ekkert hvernig á að fara að þessu. Svona hlutir eru víst alltaf frekar riský.\nKv\nsteini"
        },
        {
            "user": "Vanvitinn",
            "user_id": "4323",
            "date": "2002-11-24 23:59:35",
            "id": "771586",
            "reply_to_id": "771584",
            "text": "Ég hef verzlað nokkrar bækur í gegnum Ebay.com  . Alltaf gengið eins í sögu en betra er að hafa í lagi þegar svona upphæð er í dæminu . Kanna hvað aðrir kaupendur hafa að segja um þennan tiltekna seljanda og hvort hann hafi selt mörgum .\nEbay er með eitthvað anti-fraud dæmi sem á tryggja að hann geti ekki svindlað á þér svo endilega lestu þér til um það."
        },
        {
            "user": "jorm",
            "user_id": "14970",
            "date": "2002-11-25 00:08:35",
            "id": "771587",
            "reply_to_id": "771584",
            "text": "Ef einhver vill selja D-60 með fullt af aukahlutum á 1000 dollara, þá er maðkur í mysunni."
        },
        {
            "user": "jonr",
            "user_id": "3773",
            "date": "2002-11-25 00:08:36",
            "id": "771588",
            "reply_to_id": "771584",
            "text": "Ef það er of gott til að vera satt, þá er það mjög líklega ekki satt!!\nÞetta verð er alveg út úr kú, D60 er rétt að skríða undir 2000 í verslunum núna, og það er án linsu og annars, ég segi að þetta sé Hrappur.\nJ."
        },
        {
            "user": "cox",
            "user_id": "12006",
            "date": "2002-11-25 01:16:23",
            "id": "771589",
            "reply_to_id": "771588",
            "text": "Já ég verð að segja það að þetta sé soldið loðið. ég athugaði gaurinn á e-bayinu og það eina sem hann hefur keypt þar er eihhvað frímerki á 2,5 $ annars fann ég ekkert meira um hann þar, en ég fann hann í gulu síðunun hjá Las Vegas og þar gat ég staðfest heimilisfangið hans, en ég kennst ekki langt á því. Samt vill maður halda í vonina…….ég ætti kannski að segja honum að fara til hel***** ? Hann sagðist hafa unnið þetta í einhverju happdrætti og hafði engin not fyrir þetta og vildi bara losna við þetta “drasl”. Las Vegas er soldið riskí borg, og það er ekki hægt að treysta neinum þar, ekkert nema spilavíti og vesen.\nÉg gerði homun tilboð, ef hann sendi mér bodyið (only) þá myndi ég senda honum 1.000$ og þá myndi hann senda mér restina af dílnum. Ég er ennþá að bíða eftir svari. Ég held samt að hann taki því ekki, ég get svo sem slept því að borga.\nSjáum hvað gerist :/"
        },
        {
            "user": "octavo",
            "user_id": "10323",
            "date": "2002-12-03 16:27:00",
            "id": "771590",
            "reply_to_id": "771589",
            "text": "Eitt orð, póstkrafa."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2002-11-25 02:02:19",
            "id": "771591",
            "reply_to_id": "771584",
            "text": "Þú getur náttúrulega kært hann ef hann sendir ekki og ég hef séð svoleiðis mál á Judge Judy eða einhvers staðar þar sem einhver keypti eitthvað sem átti að vera í góðu ástandi og var ekki og hann vann málið.  Hins vegar kostar það slatta pening að fara í mál við gæjann og þú veist ekki hvort hann hefur sagt rétt til nafns.  Hann gæti t.d. hafa gefið upp nafn á einhverjum sem hann leigir með.  Þú myndir líka þurfa að fara út til að reka málið og þá er peningurinn farinn.\nÞað er líka möguleiki að vélin sé stolin.  Hvað veit maður.  Og ef maðurinn þarf að losna við vélina, af hverju býður hann ekki vélina á ebay?  Hann gæti fengið miklu meira fyrir hana þannig.  Kannski treystir hann bara á að þú munir ekki kæra þar sem þú ert of langt í burtu."
        },
        {
            "user": "occular",
            "user_id": "4827",
            "date": "2002-11-25 10:25:34",
            "id": "771592",
            "reply_to_id": "771591",
            "text": "sá ferill er dýrari enn að kaupa nyja vél með öllu.."
        },
        {
            "user": "cox",
            "user_id": "12006",
            "date": "2002-11-25 16:59:11",
            "id": "771593",
            "reply_to_id": "771591",
            "text": "Ég held að eina ástæðan fyrir því að hann selji ekki vélina á e-bay er að hann á örugglega enga D-60 vél. Hann var að svara tilboðinu sem ég sendi honum og þá sagði hann orðrétt :\nSorry i have been ripped off that way.\nÉg bað hann að koma með góða ástæðu af hverju ég ætti að traysta honum."
        },
        {
            "user": "Kobbi",
            "user_id": "9500",
            "date": "2002-11-27 18:28:39",
            "id": "771594",
            "reply_to_id": "771584",
            "text": "Þetta er þekkt leið til að svindla á fólki, ég myndi ekki senda svona gæja peninga.\nHvers vegna selur hann þetta ekki á ebay fyrir minnst 2000$?\nEru ekki biðlistar eftir D60 út um öll bandaríkin?\nKobbi"
        },
        {
            "user": "BSP",
            "user_id": "20274",
            "date": "2002-12-08 12:11:08",
            "id": "771595",
            "reply_to_id": "771584",
            "text": "Ég held að það sé hægt að hafa samband við e-bay og kanna hvað hann hefur selt mikið í gegnum þá og hvort hann sé ekki alveg öruggur."
        },
        {
            "user": "KashGarinn",
            "user_id": "14713",
            "date": "2003-01-18 16:43:04",
            "id": "771596",
            "reply_to_id": "771584",
            "text": "Hann á að geta sent þér vélina með öllum aukahlutunum í póstkröfu þarsem að er krafist þess að þú sendir tilbaka $1000 áður en þeir láta þig fá pakkann með vélinni (s.s. pósthúsið hér á Íslandi)"
        },
        {
            "user": "cox",
            "user_id": "12006",
            "date": "2003-01-18 17:15:15",
            "id": "771597",
            "reply_to_id": "771596",
            "text": "Já, en hann vil ekki samþyggja það, segir að það sé ekki öruggt fyrir sig. Svo veit maður aldrei hvað hann sendir þó að hann sendi einhvern pakka.\nÉg held að besta leiðin sé að fara bara út og versla vélina og þá sleppur maður líka við vaskinn. Þá ertu líka viss um hvað þú ert að fá fyrir peninginn.\nÞað er mikklu skemmtilegra og öruggara að fara út og versla en að panta í gegnum netið og borga vaskinn."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-25 22:20:35",
            "id": "771598",
            "reply_to_id": "771584",
            "text": "legðu peningana inn á bankareikning úti og leyfðu honum að sjá innleggið. svo getur hann tekið peningana út þegar þú ert með vélina í höndunum"
        }
    ]
}