{
    "forum_title": "Rómantík",
    "user": "cubone",
    "user_id": "5203",
    "date": "2000-12-03 19:05:43",
    "title": "framhald af VIÐVÖRUN:EKKI SKOÐA ÞESSA GREIN HÚN...",
    "text": "Hæ lesendur góðir, ég hef hénna sent grein eitthvern tímann áður og jæja það var ástarflækja hjá mér. Hún hét: VIÐVÖRUN: EKKI SKOÐA ÞESSA GREIN HÚN SÖKKAR minnir mig og það var ástarflækja, með 2 strákum. Og ég fékk mörg góð og ok svör. En þetta er framhald af hinni greininni. OK Here it goes:\nÞið munið sennilega öll sem lásuð fyrri greinina að ég var hrifinn af þessum tveimur strákum! En nú hefur það allt breyst! Það gerðist á Föstudaginn í síðustu viku að ég varð hreinlega ástfangin af mótleikara mínum, hinn strákurinn hvarf og ég hugsa ekkert um hann lengurJ Ok það var gott mál, en svo um leið og ég hætti að hugsa um fyrri strákinn varð strákurinn sem ég er hrifinn af hætti hreinlega að horfa á mig, hann varð skrýtinn og allt féll í sundur. Ég hef reynt að nálgast hann en gengur það mjög illa núna í augnablikinu (hann er líka 1 ári eldri en ég) Ég sagði vinkonu minni frá þessu sem er 2 árum eldri en ég og hefur næga lífsreynslu í svona málum, sjálf er hún í sambandi við gaur út á landi! En þetta er ekki um hana, hún sagði mér frá ýmsu sem ég hefði í raun enga hugmynd um að hann væri (ja í rauninni smá),en nei hún sagði mér að hann væri hrifinn af vinsælustu stelpunni í skólanum sem er í hans bekk!!! Ég féll í sundur og átti erfitt með að anda, ég sýndi henni það ekki en ég fór í felur og ákvað að reyna að finna solltið út. Hún sagði mér að hann og vinur hennar hafi sagt henni að þeir væru hrifnir af henni í vetur,við þetta fór ég næstum því að gráta en ég kjarkaði mig upp og hætti að gráta, vinkona mín tók eftir því að ég var farin að votast í augun,en ég sagðist hafa fengið eikkað í augað! Svo hvað eftir annað var hún að segja mér að hún fannst að ég væri að gera mistök því að hún hélt að þessi strákur sem ég væri hrifinn af,kynni ekki að elska. Við þetta fór ég inn í herbergi og læsti mig inni, ég fór að gráta. Og ég bara spyr af hverju er líf erfitt, afhverju eru strákar flóknir og gefa manni ýmis skrýtin merki og svo hætta allt í einu! Akurru eru þeir feimnir (við hvað?), af hverju finnst mér eins og að ég sé föst undir ísjökli og allir eru að hlægja af mér oná honum, AF HVERJU ég??? Þetta líf er ósanngjarnt og ég veit ekkert hvað skal gera í sambandi við hann, ég veit ekkert hvað skal segja og gera, en mér finnst þó að það sé smá smuga fyrir mig en ég efast hvort ég kemst útum hana eður ei. En ég skal reyna að komast til hans,ég verð………………………………\nKveðja Cubone,*líf í pottþéttu rústi*",
    "url": "https://www.hugi.is/romantik/greinar/10588/framhald-af-vidvorunekki-skoda-thessa-grein-hun/",
    "url_id": "10588",
    "id": "62551",
    "replies": [
        {
            "user": "Samick2",
            "user_id": "4326",
            "date": "2000-12-03 19:21:50",
            "id": "62552",
            "reply_to_id": "62551",
            "text": "Strákar eru bara geðveikt flókið fyrirbæri… láttu mig þekkja það… ég er einn af þessum erfiðu!  Málið er að enginn strákur vill (held ég) vera endalaust góður… fyrst.  Þá er hann bara búinn að gefa of mikið upp… og er þ.a.l. berskjaldaður fyrir hinum aðillanum, skiluru?  Það er held ég ein óþægilegasta tilfinningin í heiminum að vera berskjaldaður… geta ekkert flúið og varið sig.  Þessvegna eru strákar með skel… sem verður alltaf þykkari og þykkari… þangað til að kemur eitthvað uppá… þá erum við algjörar kellingar.  Ekki vera að svekkja þig á þessu… ef hann er ekki til í að gefa neitt af sér… verðuru bara að gefa hann upp á bátinn… sorry… kannski fullhart… en það verður bara meira og meira “self-destructive” fyrir þig að gefa endalaust og fá ekkert til baka…  Take it from someone who knows!!!\nGangi þér vel…\nGromit"
        },
        {
            "user": "Grettir",
            "user_id": "30958",
            "date": "2000-12-03 20:24:54",
            "id": "62553",
            "reply_to_id": "62551",
            "text": "mjög rómantísk ég næstum\nelska þig eftir að hafa\nlesið þetta(djók ég geri það í raun)"
        },
        {
            "user": "Grettir",
            "user_id": "30958",
            "date": "2000-12-03 20:26:38",
            "id": "62554",
            "reply_to_id": "62551",
            "text": "mjög rómantísk ég næstum\nelska þig eftir að hafa\nlesið þetta(djók ég geri það í raun)"
        },
        {
            "user": "muza",
            "user_id": "6065",
            "date": "2000-12-03 23:35:42",
            "id": "62555",
            "reply_to_id": "62551",
            "text": "strákar eru bara srákar og verða það alltaf. Ég held að við verðum bara að reyna að sætta okkur við það :o|"
        },
        {
            "user": "demone",
            "user_id": "3795",
            "date": "2000-12-05 08:26:59",
            "id": "62556",
            "reply_to_id": "62551",
            "text": "Við strákarnir erum bara með þennan rosa skráp sem við viljum ekki hleypa inn fyrir og þessi gríma okkar sem að við berum framan á okkur veldur því að við gefum alls kyns merki, bæði viljandi og óviljandi! Engar áhyggjur þú munt finna þann sem að fellir grímuna fyrir þig!"
        },
        {
            "user": "jath",
            "user_id": "7157",
            "date": "2002-07-14 11:04:22",
            "id": "62557",
            "reply_to_id": "62551",
            "text": "hvort ertu stelpa eða strákur..þú leikur allavegna hvort tveggja hérna inni???"
        }
    ]
}