{
    "forum_title": "Kvikmyndir",
    "user": "ginsberg",
    "user_id": "27371",
    "date": "2002-11-25 03:23:25",
    "title": "Víetnam Stíðsmyndir",
    "text": "Fyrsta myndin sem gerð var um Víetnam-stríðið var The\nGreen Berets(1968). Green Berets er svo sannarlega ,,John\nWayne” mynd, myndin er í raun vestri í búningi stríðsmyndar.\nJohn Wayne og hermennirnir frá Bandaríkjunum eru allir\nfluggáfaðir, vopnaðir kænsku og líkamlegum styrk.  Meðan\nVíetnamarnir eru ekkert nema heimskir villimenn og í raun er\neini munurinn á Norður- og Suður-Víetnömum sá að\nnorðurmenn eru ,,vondir” á meðan suðurmenn eru ,,góðir” .\nInn í söguna fléttast síðan illviljaður blaðamaður sem vill\nekkert meira en að eyðileggja mannorð þessara góðhjötuðu\nhermanna. Green Berets er slæm mynd en engu að síður má\nnjóta þess að horfa á hana. Ástæðan fyrir því er að bjartsýni\nBandaríkjamanna kemur svo greinilega í ljós, þetta er ein af\nfáum Víetnam-stríðsmyndum sem líta svona jákvæðum\naugum á stríðið. Ein af útskýring á því af hverju það er er sú að\nþetta er eina myndin sem gerð var áður en stríðinu lauk.\nThe Green Berets var hersveit sem byggði herstöð í miðju\nVíetnam, sem var svæði undir stjórn kommúnista árið 1965.\nÞetta var til þess að skrifuð var saga sem heitir The Green\nBerets, sú saga var síðan keypt af Wayne sem leikstýrði og\nframleiddi síðan kvikmynd byggða á sögunni.  Kvikmyndin\nreynir á engan hátt að skilja hlið Víetnama eða velta fyrir sér\nvandamálum þeirra. Bandaríkjamenn töpuðu ,,raunverulega”\nstríðinu í Víetnam sökum þess að þeir skildu ekki landið og\níbúa þess, svipað á sér stað í þessari mynd.\nSkemmtilegt er að hugsa til allra staðalímyndanna sem koma\nfram í myndinni, þ.á.m Cpt. Nim sem er lýsandi ímynd um það\nhvernig bandaríkjamenn litu á Suður-Víetnama. Kapteinn Nim\ner einstaklega vel þjálfaður stríðsmaður, mikill andstæðingur\nkommúnisma.  Einnig kemur fram í myndinni að\nkommúnismi sé ljótur, bókstaflega þegar Víet Kong\nnjósnaranum sem er náð inni í herstöðinni hefur einstaklega\nljótt og afmyndað andlitsfall.\nThe Green Berets kom ekki í bíó fyrr en í Júlí1968, það var of\nseint.  Þetta jákvæða viðhorf varðandi stríðið hafði verið skyggt\ná af ýmsum atburðum. Febrúar sama ár hafði bandaríska\nfólkið séð fréttamyndir frá Víetnömum vera að ráðast á  hús\nsendiherra þeirra í Víetnam. Eftir að hafa eitt gríðarlegum\nupphæðum og fórnað mörgum lífum gátu þeir ekki verndað\neigin sendiherra.\nKannski urðu þessir atburðir til þess að næsta stóra-myndin\nsem gerð var um Víetnam stríðið kom ekki fyrr en 10 árum\nsíðar. Sú mynd, Deer Hunter(1978) sem innihélt margar\nstórar stjörnur s.s Robert DeNiro, Meryl Streep og Christopher\nWalken. Þessi mynd er nánast andstæða The Green Berets,\nþær eiga fátt sameiginlegt fyrir utan að fjalla báðar um sama\nstríðið.  The Deer Hunter er talin vera mjög góð mynd\n(imdb.com gefur 8.1, þar er hún einnig í 96. sæti yfir bestu\nmyndir allra tíma) og markaði á sinn hátt tímamót í sögu\nkvikmynda.  Þessi kvikmynd er fyrst og fremst dramatísk mynd\nsem á sér stað á tímum Víetnam stríðsins. Hún fjallar um\náhrif stríðsins á íbúa lítils bæjar í bandaríkjunum og vinahóps\nsem þar býr.\nMichael, Steven og Nick eru ungir menn sem vinna í\nverksmiðju í Pennsylvaniu.  Þeir eru kallaðir í herinn til þess\nað berjast í Víetnam. Áður en þeir fara giftist Steven heitkonu\nsinni, Angelu og er giftingarveisla þeirra einnig kveðjupartí fyrir\nfélaganna. Eftir svolítinn tíma og mikinn hrylling lenda þeir í\nhöndum Víet Kong sem neyða þá til að spila rússneska\nrúllettu. Michael frelsar þá en fljótlega skiljast leiðir þeirra.\nNick fer yfir um og strýkur úr hernum til þess eins að keppa\náfram í rússneskri rúlettu. Steven missir báða fæturna fyrir\nneðan hné og neyðist til að ferðast um í hjólastól það sem\neftir er. Michael missir áhugan á því að fara heim eins og þeir\nallir en harkar það þó af sér.\nÞegar þessi mynd kom út olli hún Víetnam-stríðsmynda æði\nog henni fylgdu þó nokkrar skemmtilegar og góðar.  Þriðja\nmyndin um stríðið var mynd með stórleikaranum Burt\nLancaster ( Ben-Hur).  Þessi mynd hét Go Tell The Spartans\n(1978) hún kom út sama ár og Deer Hunter og þótti ekki jafn\ngóð þrátt fyrir að vera oft lofuð af fyrrverandi hermönnum sem\nsögðu hana vera nokkuð raunverulega.  En þrátt fyrir það ætla\nég ekki að fara nánar út í þá mynd heldur fjalla um næstu\nmynd sem er oft talin besta Víetnam stríðsmyndin.\nFjórða myndin sem kom út um þetta stríð var Apocalypse\nNow(1979) sem kom út einungis einu ári eftir The Deer\nHunter. Eftir að Apocalypse Now kom út höfðu þrír virtir\nleikstjórar gert Víetnam stríðiðsmynd; John Wayne, Michael\nCimino og Francis Ford Coppola eftir þetta var ekki snúið,\nnúna framvegis var enginn leikstjóri, leikstjóri án þess að hafa\ngert stríðsmynd og þá helst Víetnam stíðsmynd.\nApocalypse Now skartaði ýmsum stórum stjörnum Martin\nSheen, Marlon Brando og Robert Duvall og var ekki mikið síðri\nen Deer Hunter (8.5 á imdb.com og í 29. sæti yfir bestu myndir\nallra tíma).  Apocalypse Now gerist nánast öll í stíðinu, ekki er\nfjallað um lífið eftir stríðið eða mótmælin heima í Usa-inu.\nKapteinn Willard (Sheen) er sendur út í stríðið til þess að\nfinna og drepa hinn stórskýtna og kolgeðveika Kurtz (Brando)\nsem hefur komið sér upp eigin heri inni í skógnum. Meðan\nWillard fer inn í skóginn fellur hann hægt og rólega fyrir\nseiðandi krafti þess, liðsmenn hans fara að falla fyrir\neiturlyfjum og eru hægt og rólega drepnir einn á fætur öðrum.\nSmátt og smátt fer Willard að líkjast manninum sem hann var\nsendur til að drepa, missir allt álit sitt á lífinu og sér engan\ntilgang.\n“ We must kill them. We must incinerate them. Pig after pig,\ncow after cow, village after village, army after army. And they\ncall me an assasin. What do you call it when the assasins\naccuse the assasin ? ” ( Colonel Kurtz )\nÞessi setning lýsir því hversu óhugnaleg persóna Kurtz er í\nmyndinni\nGerð myndarinnar var heldur einkennilegur ferill sem stóð yfir\ní heil tvö ár frá 1976 til 1978 í Filipseyjum og Bandaríkjunum.\nEiginkona Francis, Eleanor skrifaði bók um gerð myndarinnar,\nhún heitir ,,Notes: On the making of Apocalypse Now”. Bókin\nfékk góða dóma er mælt með henni fyrir unnendur kvikmynda.\nNú ætla ég að hoppa 5 ár áfram í tímann og fjalla um mynd\nsem kom út árið 1984.  Birdy (1984) fjallar um lífið eftir stríðið,\nBirdy (Matthew Modine) er ungur maður sem er upptekinn af\nfuglum.  Einn daginn er hann sendur til taka þátt í stríðinu,\nþegar hann kemur heim er hann sendur á geðspítala fyrir\nfyrrverandi hermenn þar sem hann telur sig vera orðinn fugl.\nBesti vinur hans, Al (Nicholas Cage) reynir eftir bestu getu að\nhjálpa honum.\nTveimur árum síðar kom út myndin Platoon (1986).  Platoon\ner oft talin ein af fjórum bestu myndum sem gerðar hafa verið\num Víetnam stríðið ásamt Deer Hunter, Apocalypse Now og\nFull Metal Jacket sem fjallað verður um síðar.  Platoon fjallar\num ungan mann sem sendur er til Víetnam í herflokk þar sem\nhann lendir í miðjum árekstri tveggja foringja.  Annar foringinn\nvill slátra öllum víetnömum sem hann mætir en hinn ekki.\nOliver Stone leikstýrir þessari mynd sem vann óskarsverðlaun\nfyrir bestu myndina.  Þessi mynd er einstaklega gott dæmi um\n,,ekta stríðsmynd”.\nÁri eftir Platoon kom Full Metal Jacket (1987), undir leikstjórn\nStanley Kubrick sem fjallar á eftirminnilegan hátt um\næfingarbúðir bandaríska hersins.  Aðalhlutverkið leikur\nMatthew Modine, sem einnig lék í Birdy, Private Joker.  Fylgst\ner með því hvernig hann upplifir æfingarbúðir, stríðið og\ndauða vina sinna.  Joker gengur í gegnum hræðilegar\nfangabúðir, jafnvel verri en þær sem G.I Jane gekk í gegnum í\nsamnefndri mynd.  Sjálfur hef ég ekki enn getað fyrirgefið\nhinum óhugnalega þjálfara Sargeant Hartman sem hræðir\nlíftóruna úr þeim hermönnum sem lenda undir stjórn hans.\nFull Metal Jacket sem er í uppáhaldi margra (í 92. sæti á\nimdb.com) var tilnefnd til óskarsverðlauna fyrir best handritið.\nSama ár komu út tvær myndir sem tengjast Víetnam stríðinu,\nGood morning, Víetnam (1987) með þeim stór ,,skemmtilega”\nleikara Robin Williams sem þorir að rísa upp og skemmta\nhermönnum með útvarpsþætti sínum.  Forest Witaker leikur\neinnig í myndinni, en hann kom líka fram í Platoon.   Hin\nmyndin sem kom út þetta ár heitir Hamburger Hill (1987) og\nfjallar hún um eina af blóðugustu orustunum í Víetnam\nstríðinu, orustuna við Hamburger Hill eins og kanarnir kölluðu\nhana.\nSvo var það Born on the 4th of July(1989) sem fjallar um líf\nRon Kovic (Tom Cruise) eftir tíma stríðsins, hvernig hann\nreiðist hippana í byrjun en sameinast þeim síðar.  Myndin lýsir\ná góðan hátt hvernig ástandið í Bandaríkjunum var á þessum\ntíma.  Myndin er byggð á sannri sögu, leikstýrðri af Oliver\nStone sem einnig gerði Platoon. Með þessari mynd mynd\nhafði hann gert tvær frábærar myndir um stríðið. Hann átti þó\neftir að gera þá þriðju, Heaven and Earth (1993) sem skartar\nengum öðrum en Tommy Lee Jones.\nSama ár kom myndin Casualties of War (1989), ágætis\nstríðsmynd með Sean Penn og Michael J. Fox í\naðalhlutverkum.  Síðar komu fleiri Víetnam-myndir, flestar í\nvæmnari kantinn og má þar nefna The War(1994) sem eina af\nmest áberandi.  Árið 2000 kom Í fysta skiptið í 11 ár góð\nVíetnam stríðsmynd Tigerland (2000), leikstýrðri af Joel\nSchumacher.",
    "url": "https://www.hugi.is/kvikmyndir/greinar/105889/vietnam-stidsmyndir/",
    "url_id": "105889",
    "id": "772844",
    "replies": [
        {
            "user": "lilbitch",
            "user_id": "13002",
            "date": "2002-11-25 10:33:33",
            "id": "772845",
            "reply_to_id": "772844",
            "text": "Þetta er mögnuð grein.\nBestu Vietnam stríðsmyndir sem ég hef séð eru eftirtaldar:\n1.Apocalypse Now Redux\n2.Full Metal Jacket\n3.Platoon"
        },
        {
            "user": "nedrud",
            "user_id": "26720",
            "date": "2002-11-25 10:55:00",
            "id": "772846",
            "reply_to_id": "772844",
            "text": "Mér leiðast þessar endarlausu Víetnam myndir.:("
        },
        {
            "user": "DrAnus",
            "user_id": "14203",
            "date": "2002-11-25 10:59:19",
            "id": "772847",
            "reply_to_id": "772844",
            "text": "Hvað með Forest Gump"
        },
        {
            "user": "nedrud",
            "user_id": "26720",
            "date": "2002-11-25 19:59:54",
            "id": "772848",
            "reply_to_id": "772847",
            "text": "Forrest Gump snýst nú ekki um afleiðingar stríðs eða neitt annað. Stríðið er sýnt því þar kynnist hann tvemur af fjórum mikilvægustu persónum myndarinnar. Annars skiptir skiptir stríðið engu máli."
        },
        {
            "user": "heimirhannesson",
            "user_id": "19881",
            "date": "2002-11-25 21:13:46",
            "id": "772849",
            "reply_to_id": "772848",
            "text": "Forrest Gump er ekki stríðsmynd það eru þarna 4 atriði eða eitthvað en í dead presidents þá skiptir þessi fáu stríðsatriði máli alla myndina.\nEn allavega toppurinn hjá mér:\n1. The Deer Hunter\n2. Full Metal Jacket\n3. We Were Soldiers"
        },
        {
            "user": "gr33n",
            "user_id": "5289",
            "date": "2002-11-25 11:13:13",
            "id": "772850",
            "reply_to_id": "772844",
            "text": "Af hverju gleymir fólk alltaf Dead Presidents??\nAllavegana, toppurinn hjá mer\n1. Full Metal Jacket\n2. Platoon\n3. Dead presidents"
        },
        {
            "user": "DarkSide",
            "user_id": "18698",
            "date": "2002-11-25 11:21:35",
            "id": "772851",
            "reply_to_id": "772850",
            "text": "Dead Presidents er ekki Víenam-mynd frekar en Forest Gump. Fyrir utan það að Víetnam-kaflinn í Dead Presidents er langversti kafli myndarinnar!!!"
        },
        {
            "user": "gr33n",
            "user_id": "5289",
            "date": "2002-11-25 11:23:48",
            "id": "772852",
            "reply_to_id": "772851",
            "text": "Tjah, hún sagði náttúrulega söguna og afleiðingar stríðsins á fólk, hvað er það annað en stríðsmynd.\nT.d. gerist Deer Hunter svipað mikið í stríðinu ef ekki minna, en hún er vietnam mynd"
        },
        {
            "user": "DarkSide",
            "user_id": "18698",
            "date": "2002-11-25 11:27:03",
            "id": "772853",
            "reply_to_id": "772852",
            "text": "Haltu þig á mottunni kallinn…"
        },
        {
            "user": "gr33n",
            "user_id": "5289",
            "date": "2002-11-25 11:32:08",
            "id": "772854",
            "reply_to_id": "772853",
            "text": "Halda mig á mottunni??, sagði ég eitthvað móðgandi?"
        },
        {
            "user": "Eliathor",
            "user_id": "22679",
            "date": "2002-11-25 12:21:34",
            "id": "772855",
            "reply_to_id": "772854",
            "text": "Vá andrúmsloftið hérna er eins og á friðarfundunum í París 1973… :)\nSlappið af strákar, það hefur hver sína skoðun og  mín skoðun eins og gr33n er að myndir sem sýna afleiðingar stríðsins eiga alveg jafnmikið erindi, ef ekki meira en þær sem sýna sjálft stríðið."
        },
        {
            "user": "Smokey",
            "user_id": "12434",
            "date": "2002-11-25 14:31:40",
            "id": "772856",
            "reply_to_id": "772844",
            "text": "Apocalypse Now - ****/****\nPlatoon - ***1/2 /****\nFull Metal Jacket - **1/2 /****\nThe Deer Hunter - hef bara séð smá úr henni\nBorn on the 4th of July - ***/****\nCasualties of War - hef ekki séð hana\nTigerland - hef ekki séð hana ( shit, ég þarf að\nhorfa á fleiri víetnam myndir )\nOg Dead Presidents er ekki stríðsmynd…og ekki heldur Forrest Gump."
        },
        {
            "user": "gr33n",
            "user_id": "5289",
            "date": "2002-11-25 14:36:07",
            "id": "772857",
            "reply_to_id": "772856",
            "text": "Ég skil ekki hvernig er hægt að segja að DP sé ekki stríðsmynd…. ég meina, hún sýnir afleiðingar stríðsins eftir stríð, svipað og Deer Hunter og Born on the 4th og July.\nEn hver hefur náttúrulega sína skoðun"
        },
        {
            "user": "Smokey",
            "user_id": "12434",
            "date": "2002-11-25 14:41:51",
            "id": "772858",
            "reply_to_id": "772857",
            "text": "ok, ok…hún er kannski hálfgerð stríðsmynd en ekki stríðsmynd “stríðsmynd” ( hvað sem það er )!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-11-25 16:10:17",
            "id": "772859",
            "reply_to_id": "772858",
            "text": "bestu\nplatoon\nfull metal jacket\nborn on the 4th of july\nog ef deer hunter, forrest gump og dead presidents eru ekki stríðsmyndir þá er 4th of july það ekki heldur."
        },
        {
            "user": "cactuz",
            "user_id": "5705",
            "date": "2002-11-25 16:31:49",
            "id": "772860",
            "reply_to_id": "772844",
            "text": "Góð grein.  Mér finnst persónulega Apocalypse Now,Platoon og Full Metal Jacket bestar enda 3 snilldarleikstjórar á bak við þær(Coppola,Stone og Kubrick)."
        },
        {
            "user": "sigzi",
            "user_id": "1347",
            "date": "2002-11-25 21:40:57",
            "id": "772861",
            "reply_to_id": "772844",
            "text": "Apocalypse Now er sú langbesta í þessum lista.. eftir henni kemur The Deer Hunter.\n'The Horror. The Horror.'"
        },
        {
            "user": "smashie",
            "user_id": "29359",
            "date": "2002-11-26 15:13:42",
            "id": "772862",
            "reply_to_id": "772861",
            "text": "ég verð bara að koma því að þótt hún sé ekki stríðsmynd en gerist samt í Víetnam og er alveg frábær….ég er að tala um “Gooood Morning Víetnam”"
        },
        {
            "user": "moore",
            "user_id": "26479",
            "date": "2002-11-28 00:58:46",
            "id": "772863",
            "reply_to_id": "772844",
            "text": "hvar get ég séð lista um “bestu” myndir heims"
        }
    ]
}