{
    "forum_title": "Kvikmyndir",
    "user": "cactuz",
    "user_id": "5705",
    "date": "2002-11-25 18:01:08",
    "title": "Hvaða myndir á að horfa á um jólin?",
    "text": "Nú er að byrja desember og maður ekki kominn í neinn jólafíling. Þá er oft hægt að horfa á kvikmyndir til að komast í rétta stemningu. Þá myndi maður velja sér 24 myndir til að horfa á, eina fyrir hvern dag fram að jólum. Svona væri mín upptalning….\n1.des Less Than Zero(1987): Má allveg byrja á svona þungri mynd um unglinga sem eyða jólafríinu sínu í eiturlyfjavímu. Robert Downey Jr. að sýna sitt rétta andlit hér.\n2.des Lethal Weapon(1987): Svona skemmtileg eighties löggumynd með jólaþema og má hafa smá ofbeldi í byrjun mánaðarinns.\n3. des Die Hard(1988): Halda aðeins áfram í ofbeldinu en samt góður jólafílingur í þessari mynd, sérstaklega þegar ónefndur hryðjuverkamaður er klæddur jólahúfu og bundinn við stól.\n4.des Die Hard 2(1990) : Maður verður náttúrulega að halda áfram að horfa á John McClane stúta hryðjuverkamönnum um jólahátíðina en núna bara á flugvelli í stað háhýsis.\n5.des The Long Kiss Goodnight(1996): Nóg af snjó og Samuel L Jackson í banastuði getur ekki klikkað og kemur manni í gott skap.\n6. des Reindeer Games(2000): Jafnvel Ben Affleck ætti að geta komið manni í jólafíling en aðallega Gary Sinise í jólasveinabúning. Nóg komið af ofbeldi.\n7. des Eyes Wide Shut(1999): Allt í lagi að blanda smá losta inn í jólin og nóg af jólaseríum í þessari mynd. Kubrick greinilega mikill ljósamaður.\n8.des Batman Returns(1992): Ef fólk er ennþá svoldið dapurt og þunglyndið af skammdeginu ennþá að skemma þá er svosem í lagi að kíkja á eina dökka mynd svona áður en hátíðin hefst.\n9. des Trading Places(1983): Eddie Murphy og Dan Akroyd fara á kostum í klassískri grínmynd. Akroyd er minnistæður í senunum þar sem hann klæðist jólasveinabúning og drekkur viský. Huggulegasti jólasveinn sem ég hef séð.\n10.des Gremlins(1984): Litlir skrattar sem ráðast á allt í smábæ jafnvel jólasveininn. Kemur manni alltaf í gott skap.\n11 des. Mixed Nuts(1994): Svolítið öðruvísi jólamynd um furðulega karaktera með Steve Martin og Adam Sandler í fararbroddi.\n12.des Trapped in Paradise(1994): Hey muniði þessi var heimsfrumsýnd hér á Íslandi og það þótti ótrúlega merkilegt. Jólamynd með Nicolas Cage,Jon Lovitz og Dana Carvey í hlutverkum þriggja bræðra sem lenda í hremmingum.\n13.des Ghostbusters(1984): Sko ef Ghostbusters kemur manni ekki í gott skap er þarf maður á Prozaci að halda.\n14.des Jingle All The Way: Achnuld í leit að leikfangi um jólin er náttúrulega snilldarsöguþráður, hey hún gerist um jól það er nóg.\n15.des Jack Frost(1998): Batman sjálfur Michael Keaton leikur pabba sem deyr í bílsslysi en snýr aftur sem snjókarl. SNILLD\n16.des The Muppets Christmas Carol(1992): Prúðuleikararnir fara á kostum ásamt Michael Caine í hlutverki Ebenezer Scrooge.\n17.des Scrooged(1988): Ef að fólki finnst Michael Caine ekki nógu góður þá er hægt að kíkja á þessa þar sem Bill Murray leikur Ebenezer á snilldarhátt. Mjög skemmtileg gamanmynd sem kemur manni í jólafíling.\n18.des The Santa Clause(1994): Tim Allen drepur óvart jólasveininn og þarf að fylla í skarð hans.\n19. des Home Alone(1990): Það er sama hversu mikið fólk segist hata strákinn þá veit maður að allir elskuðu þessa mynd þegar þeir voru yngri og horfðu á hana um jólin. Ein vinsælasta jólamyndin.\n20.des Home Alone 2(1992): Það þarf auðvitað að horfa á framhaldið sérstaklega af því hún gerist í Beirút Bandaríkjamanna, New York. Mér fannst alltaf Joe Pesci og Daniel Stern halda myndinni uppi.\n21.des Groundhog Day(1993): Kannski ekki beint jólamynd en gerist samt um hátíð og lætur manni alltaf líða vel. Skylduáhorf\n22.des The Grinch(2000): Það væru engin jól án þess að Jim Carrey reyndi að stela þeim í bænum Whoville.\n23.des The Night Before Christmas(1993): Alltaf snilld að kíkja á þessa um jólin þótt hún sé kannski aðeins og spooky fyrir yngstu meðlimi fjölskyldunnar.\n24.des Christmas Vacation(1989): Allgjörlega krýndur konungur jólamyndanna. Ég get ekki borðað jólamat eða opnað jólapakka án þess að vera búinn að horfa á þessa mynd fyrst. Langbesta myndin hans Chevy Chase, Randy Quaid fer gjörsamlega á kostum sem Cousin Eddie.",
    "url": "https://www.hugi.is/kvikmyndir/greinar/105884/hvada-myndir-a-ad-horfa-a-um-jolin/",
    "url_id": "105884",
    "id": "772780",
    "replies": [
        {
            "user": "betababe",
            "user_id": "8319",
            "date": "2002-11-25 19:11:25",
            "id": "772781",
            "reply_to_id": "772780",
            "text": "Þó svo að þetta eru allt góðar myndir….\nEn die hard, sem jóla mynd??\nHvernig eru eiginlega jólin á þínu heimili?\nhehehe :p\nAnnars er The grinch æðisleg, horfi alltaf á hana:)"
        },
        {
            "user": "Vanvitinn",
            "user_id": "4323",
            "date": "2002-11-25 19:21:18",
            "id": "772782",
            "reply_to_id": "772781",
            "text": "Horfiru alltaf á The Grinch , það hlýtur að hafa skeð anzi oft síðan myndin kom út í fyrra.:)en besta jólamyndin er náttúrúlega National Lampoons Christmas Vacation :)) alger snilld."
        },
        {
            "user": "Xavier",
            "user_id": "2009",
            "date": "2002-11-25 19:25:23",
            "id": "772783",
            "reply_to_id": "772781",
            "text": "Die Hard eru eðal jólamyndir… fyrir utan þá síðustu þá gerast þær allar um jól. SNILLDAR LISTI HJÁ ÞÉR"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-11-25 19:32:57",
            "id": "772784",
            "reply_to_id": "772783",
            "text": "lethal weapon og ghostbusters 1 eru myndir sem ég horfi á nánast öll ´jól :)"
        },
        {
            "user": "Anarcy",
            "user_id": "26727",
            "date": "2002-11-25 23:57:41",
            "id": "772785",
            "reply_to_id": "772781",
            "text": "Diehard 2 og nr. 1 líka ef ég man rétt  gerast um jól. Svo er Grinch snilld, en mesta jólamynd allra tíma er Christmas Vacation…alltaf gaman að henni."
        },
        {
            "user": "Harry",
            "user_id": "49977",
            "date": "2002-11-25 19:20:43",
            "id": "772786",
            "reply_to_id": "772780",
            "text": "Algjörlega sammála, Christmas Vacation er ótrúlega klassísk og góð, langbesta Jólamyndin. En ertu ekki að tala um The Nightmare Before Christmas?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-11-25 19:24:59",
            "id": "772787",
            "reply_to_id": "772780",
            "text": "veit um 3 heimili + okkur sem hafa þá skyldu að horfa á Christmas Vacation eftir matinn og pakkana"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-11-25 19:33:12",
            "id": "772788",
            "reply_to_id": "772780",
            "text": "ALLTAF christmas vacation :)"
        },
        {
            "user": "Smokey",
            "user_id": "12434",
            "date": "2002-11-25 19:39:26",
            "id": "772789",
            "reply_to_id": "772780",
            "text": "Ég horfi alltaf á The Nightmare Before Christmas um jólin ( enda skemmtilegasta mynd allra tíma…að mínu mati )!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-11-25 19:40:49",
            "id": "772790",
            "reply_to_id": "772780",
            "text": "Ég horfi á Nightmare before Christmas á sjálfan aðfangadag. Mér finnst hún langbesta jólamyndin. Ég reyni samt líka að kíkja alltaf einu sinni á Christmas vacation um hver jól."
        },
        {
            "user": "nedrud",
            "user_id": "26720",
            "date": "2002-11-25 19:50:40",
            "id": "772791",
            "reply_to_id": "772780",
            "text": "Ég horfi nú ekki á neina kvikmyndir á aðfangadag. Get nú tekið mér einn dag frí af kvikmyndum.:)"
        },
        {
            "user": "lenin",
            "user_id": "7148",
            "date": "2002-11-25 20:13:41",
            "id": "772792",
            "reply_to_id": "772780",
            "text": "Frábær listi. Nóg af myndum sem maður horfir nú á en hefði ekki gert.\nbtw, hálf sljór eitthvað og byrjaði að lesa 1. des Less than zero, des hvað? er þetta einhver hálf frönsk mynd ;)\nkv."
        },
        {
            "user": "deadgau5",
            "user_id": "25259",
            "date": "2002-11-25 20:17:41",
            "id": "772793",
            "reply_to_id": "772780",
            "text": "cactuz varstu að njósna um mig að horfa á jólamyndir……\nChristmas Vacation= Snilldin eina í jólamyndum."
        },
        {
            "user": "Iceberg",
            "user_id": "5323",
            "date": "2002-11-25 21:39:21",
            "id": "772794",
            "reply_to_id": "772780",
            "text": "Christmas Vacation horfir maður nú alltaf á á Þolláki, þetta er Holy Grale of Christmas Movies.\nDie Hard 1 og 2, Nightmare before chrinstmas, Home alone 1 og 2, Mixed Nuts, Santa Clause með tim allen og svo náttúrulega Jólaævintýri með Andrési önd og mikka og Jóakim aðalönd sem scrooge(það kemur mér í geggjað jólaskap)"
        },
        {
            "user": "Bacdafucup",
            "user_id": "11235",
            "date": "2002-11-25 22:14:36",
            "id": "772795",
            "reply_to_id": "772780",
            "text": "Let's burn dust, eat my rubber!!! :)\nYndisleg mynd, alltaf dustað af henni rykið á jólunum……."
        },
        {
            "user": "Gauos",
            "user_id": "297",
            "date": "2002-11-25 23:45:38",
            "id": "772796",
            "reply_to_id": "772780",
            "text": "Die Hard, Die Harder, The Long Kiss Goodnight og auðvitað Gremlins."
        },
        {
            "user": "WorkZ",
            "user_id": "11345",
            "date": "2002-11-25 23:51:59",
            "id": "772797",
            "reply_to_id": "772780",
            "text": "BRAVÓ!!!\nnú er bara að dusta af vídeó spólunum og panta það sem mann vantar á næstu vídeóleigu!!\nannars bara snilldin ein!!!\ngóð grein!!!"
        },
        {
            "user": "Karnage",
            "user_id": "7017",
            "date": "2002-11-26 00:15:34",
            "id": "772798",
            "reply_to_id": "772780",
            "text": "Var að horfa á Ghostbusters bara núna um daginn eftir langann tíma. Var búinn að gleyma aðal punkti kvikmyndarsögunnar.\nDr. Raymond Stantz: Everything was fine, until dickless here cut off the power grid!\nWalter Peck (dickless): They caused an explosion!\nMayor: Is that true?\nDr. Peter Venkman: Yes, Your Honor………. this man has no dick."
        },
        {
            "user": "Stibez",
            "user_id": "779",
            "date": "2002-11-26 04:30:50",
            "id": "772799",
            "reply_to_id": "772798",
            "text": "Jamm ég held ég verði nú bara hreinlega að vera sammála mörgum hérna (sem gerist reyndar sjaldan) og segja National Lampoon´s Christmas Vacation!!!\nScrooged er líka mjög góð, enda er ég mikill Bill Murray “fan”…\nEn ég er mjög mikið að spá í að reyna að leigja (jafnvel kaupa) Nightmare Before Christmas um þessi jól, því það er snilldar-ræma!!\nalrighty"
        },
        {
            "user": "dancoolsan",
            "user_id": "25940",
            "date": "2002-11-27 14:56:05",
            "id": "772800",
            "reply_to_id": "772799",
            "text": "Já! Loksins minnist einhver á Scrooged… Jólin ganga einfaldlega ekki í garð nema Scrooged sé komin í tækið. En eru jólin ekki annars bara hátíð kvikmyndanna??? Það er nú eiginlega eina tilhlökkunin sem ég finn fyrir, kvikmyndir fá áveðinn sjarma á jólunum…. Áfram Bill Murray!"
        },
        {
            "user": "Ewan",
            "user_id": "26207",
            "date": "2002-11-28 01:07:57",
            "id": "772801",
            "reply_to_id": "772800",
            "text": "Gerist Ghostbuster nokkuð í kringum jólin, kemur það nokkurn tímann fram í myndinni ?\n(bara svona spá)\nannars fínn listi hjá þér, fékk þá góðu hugmynd núna að leigja Lethal Weapon um jólin :)"
        },
        {
            "user": "Stibez",
            "user_id": "779",
            "date": "2002-11-28 01:08:28",
            "id": "772802",
            "reply_to_id": "772800",
            "text": "Ég er ekki viss um hvaða leikarar leíka í Nightmare befor christmas vegna þess að þetta er brúðumynd, en alveg hrikalega vel gerð. Þessi mynd er gerð af Tim Burton og Danny Elfman (sem gerir músik við næstum ALLAr Tim Burton myndir og einnig aðal Simpsons stefið) gerir bæði músíkina og leikur og syngur aðalhlutverkið. Frábær mynd!!"
        },
        {
            "user": "cactuz",
            "user_id": "5705",
            "date": "2002-11-26 07:39:28",
            "id": "772803",
            "reply_to_id": "772780",
            "text": "Ahh shit þetta átti að sjálfsögðu að vera The Nightmare Before Christmas eftir Tim Burton. Die Hard er að sjálfsögðu jólamynd fyrir þá sem eru eitthvað á móti því. Ég meina í endann þegar hann er búinn að kljást við skúrkana þá kemur snjór(reyndar pappír og drasl) en greinilega myndlíking fyrir snjó og gamalt og gott jólalag. JÓLAFÍLINGUR DAUÐANS!!!"
        },
        {
            "user": "TheCure",
            "user_id": "12107",
            "date": "2002-11-26 08:43:47",
            "id": "772804",
            "reply_to_id": "772780",
            "text": "The Nightmare Before Christmas er eina myndin sem mar þarf…"
        },
        {
            "user": "TheCure",
            "user_id": "12107",
            "date": "2002-11-26 08:46:52",
            "id": "772805",
            "reply_to_id": "772780",
            "text": "ég hef horft á Nightmare Before Christmas á Þorláksmessu síðustu 8 ár, þessi hefð er bara of sterk hjá mér…"
        },
        {
            "user": "johnMclane",
            "user_id": "22187",
            "date": "2002-11-26 13:23:19",
            "id": "772806",
            "reply_to_id": "772780",
            "text": "Terminator að sjálfsögðu."
        },
        {
            "user": "smashie",
            "user_id": "29359",
            "date": "2002-11-26 14:53:31",
            "id": "772807",
            "reply_to_id": "772806",
            "text": "er búið að gleyma I´ll be home for christmas… (hverjir leika í Night before christmas???)\np.s. en alltaf er gott að kíkja á Dumb and Dumber fyrir jólin þar sem snjó atriðið er geðveikt gott (þegar Lauren holly kastar snjóbolta í jeff daniels og Jeff þrykkir alveg eins fast og hann getur til baka….hehe það er snilld :)"
        },
        {
            "user": "aslar",
            "user_id": "25479",
            "date": "2002-11-26 18:20:13",
            "id": "772808",
            "reply_to_id": "772780",
            "text": "Stórkostlegustu jólamyndir allra tíma eru svo gamlar að þær eru svart/hvítar og þið hafið aldrei heyrt þær nefndar.\nÞetta eru 24.des/buin að opna pakkana/get ekki borðað meira jólamyndir.\n1)Miracle on 34th Street (ca.1940 og eitthvað)\n2)It´s a Wonderful Life m/Jimmy Stewart (framleidd á svipuðum tíma)\nNightmare before Christmas er frábær-á hana og horfi alltaf á hver jól.\nThe night before Christmas e/sögu Dickens er til í,bókstaflega, þúsund útgáfum. Þær eru margar mjög góðar og allir ættu að horfa á Scrooge hver jól.\nMyndir geta verið góðar þó gamlar séu og þegar menn voru að gera svart/hvítar myndir var lýsingin oft svo stórkostleg að litur varð óþarfur. Þessar myndir eru flottari án litar."
        },
        {
            "user": "RoMpEr",
            "user_id": "8419",
            "date": "2002-11-27 08:55:39",
            "id": "772809",
            "reply_to_id": "772780",
            "text": "Tvaer myndir sem eg horfi alltaf a um jolin:\nThe Nightmare Before Christmas:\nAlveg einstok mynd i alla stadi. Tim Burton er hreinasti snillingur. Trudi ekki minum eigin augum tegar eg sa hana i fyrsta skipti. Ekki var tad verra fyrir songleikjaadandan mig ad login eru storkostleg. Serstaklega ‘Sally’s song' sem er orugglega eitt af bestu logum sem komid hafa i biomynd.\nKenneth Branagh's Hamlet\nSidustu adfangadagskvold hefur Stod 2 komid upp teirri skemmtilegu hefd ad syna tessa mynd i heild sinni. Stormynd med haug af elitunni i bresku leikarastettinni s.s. Kenneth Branagh, Derek Jacobi og morgum fleirum. Robin Williams og Billy Christal sast lika bregda fyrir i bestu Shakespear mynd sidari ara, ef ekki allra tima.\nRoMpE"
        },
        {
            "user": "achondar",
            "user_id": "6386",
            "date": "2002-11-28 21:56:53",
            "id": "772810",
            "reply_to_id": "772780",
            "text": "The Boy who loved christmas er synd að sleppa yfir jólin"
        },
        {
            "user": "ssm",
            "user_id": "23435",
            "date": "2002-11-29 08:47:26",
            "id": "772811",
            "reply_to_id": "772780",
            "text": "Sammála\nJólin byrja ekki fyrr en Christmas Vacation hefur rúllað a.m.k. einu sinni í tækinu.\nsvo kemur dessertinn, The Grinch.\nHó, hó, hó"
        }
    ]
}