{
    "forum_title": "Rokk",
    "user": "Garsil",
    "user_id": "11709",
    "date": "2002-11-25 19:50:12",
    "title": "Ash",
    "text": "Norður-Írska hljómsveitin Ash var stofnuð stofnuð árið 1989 af æsku vinunum Tim Wheeler og Mark Hamilton þegar þeir fengu gítara í Jólagjöf. Hljómsveitin fékk nafnið Vietnam og stefndi að spila metal, Hamilton skipti yfir í bassa og fengu þeir í lið með sér trommaran Rick McMurray (a.k.a. Rock). Smám saman fór metal stefnan að breytast í punk-pop (punk og brit-pop samanblanda). Nafnið Vietnam breyttist í Ash og í kjölfarið skrifuðu þeir undir samning hjá Infectious Records og gáfu út “breiðskífuna” TRAILER.\nVinsældir þeirra drengja jókst gífurlega í kjölfar annarar plötu þeirra, 1977, árið 1996. Ash-liðar voru ekki búnir að klára framhaldsskóla þegar þrjár af þeirra “síngölum” komust í topp 5 á breska indie listanum. Ash-liðar lögðu mikið í alla sviðsframkomu, með sínum Flying-V og Fierbird hljóðfærum og mikið ljós “show”. Bandið stefnidi á stóru tónleika-hátíðirnar og sama ár spiluðu þeir á T in the Park, Glastonbury, Hróaskeldu og Reading. Haustið 1997 gékk Charlotte Hatherley í lið við bandið og jafnaði út aðdáendur hljómsveitarinnar sem núna varð stærri.\n1998 kom út platan NU-CLEAR SOUNDS, platan var mixuð af engum öðrum en trommara hljómsveitarinnar Garbage, Butch Vig. Kauði sá mixaði meðal annars Nevermind með Nirvana og Siamese Dreams með Smashing Pumpkins. 2001 gaf svo Ash út plötuna Free All Angels, sú plata varð ekki eins vinsæl eins og fyrir skífur.\nÞar sem Ash er mikið smáskífu band var það við hæfi að Ash gaf út smáskífu safnið Intergalactic Sonic 7.\nHelstu verk Ash.\nTrailer – 1995 ***1/2\n1977 – 1996 *****\nNu-Clear Sounds – 1998 ****1/2\nFree All Angels – 2001 ****\nSvo má ekki gleyma að Ash hitar upp fyrir Coldplay í höllinni 19.desember.",
    "url": "https://www.hugi.is/rokk/greinar/105927/ash/",
    "url_id": "105927",
    "id": "773447",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2002-11-26 00:02:14",
            "id": "773448",
            "reply_to_id": "773447",
            "text": "Fín hljómsveit..Verður gaman að sjá þá þann 19"
        },
        {
            "user": "larandaria",
            "user_id": "3518",
            "date": "2002-11-26 09:25:12",
            "id": "773449",
            "reply_to_id": "773447",
            "text": "ég hef nú bara eiginlega ekkert heyrt í þeim… en það breytist líklega 19. des=)"
        },
        {
            "user": "funkytown",
            "user_id": "17586",
            "date": "2002-11-26 10:18:52",
            "id": "773450",
            "reply_to_id": "773449",
            "text": "Mér finnst mjög skrítið þegar fólk hefur aldrei heyrt neitt í Ash. Er þetta ekki bara svona almenn þekking?"
        },
        {
            "user": "fokkoff",
            "user_id": "18037",
            "date": "2002-11-26 13:13:18",
            "id": "773451",
            "reply_to_id": "773447",
            "text": "Var Trailer ekki bara svona mini-LP, hélt það alltaf - enda var 1977 kynnt sem fyrsta breiðskífan þegar hún kom út"
        },
        {
            "user": "Garsil",
            "user_id": "11709",
            "date": "2002-11-26 13:36:09",
            "id": "773452",
            "reply_to_id": "773451",
            "text": "jú reyndar en samt 10 lagaplata."
        },
        {
            "user": "vampire",
            "user_id": "20765",
            "date": "2002-11-27 13:11:09",
            "id": "773453",
            "reply_to_id": "773447",
            "text": "Flott grein, fíla þessa hljómsveit í botn. Burn Baby Burn er sérstaklega skemmtilegt :)"
        },
        {
            "user": "lune",
            "user_id": "17986",
            "date": "2002-11-27 16:00:03",
            "id": "773454",
            "reply_to_id": "773447",
            "text": "veit einhver hvað málið var með candy lagið? hvað.er.það.og.hvers.vegna???"
        },
        {
            "user": "Rancid97",
            "user_id": "24018",
            "date": "2002-11-29 19:43:56",
            "id": "773455",
            "reply_to_id": "773454",
            "text": "Ég ætlaði bara svona að monta mig á því að ég hef fengið eiginhandaráritanir frá Tim, Mark og Rick. :)"
        }
    ]
}