{
    "forum_title": "Börnin okkar",
    "user": "Moose",
    "user_id": "4615",
    "date": "2002-11-27 16:28:45",
    "title": "Puttasog",
    "text": "Sælt veri fólkið.\nÍ framhaldi greinar Esherar um eyrnarbólgu vantar mér gömul og góð húsráð við puttasogi.\nSonur minn er að verða 4 ára í feb og sígur á sér þumalinn like no tomorrow.  Það meira að segja blæður stundum úr honum, og þá er bara skipt yfir í hina hendina.\nÉg fór í apótekið í gær en apótekarinn sagði að þeir væru hættir að selja þetta smirsl sem maður gat fengið í den sem að var á bragðið eins og hland.  Gaf hann mér hið fína ráð að nota bara cajann pepper….ekki alveg það sniðugasta og skil nú ekki alveg hvernig sá maður fékk vinnu sem apótekari…en hvað um það.\nVeit einhver um eitthvað trikk sem ég get notað? ég við ekki setja plástur á puttan því að ef hann sígur hann á nóttunni gæti hann sogið hann af og staðið í honum ef til vill.\nMeð von um góð svör.\nkv\nMoose",
    "url": "https://www.hugi.is/bornin/greinar/106396/puttasog/",
    "url_id": "106396",
    "id": "777668",
    "replies": [
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2002-11-27 19:25:44",
            "id": "777669",
            "reply_to_id": "777668",
            "text": "Ég las þetta þannig fyrst að hann gæti sogið puttann af ;) En því miður hef ég engin ráð handa þér!"
        },
        {
            "user": "Olversdottir",
            "user_id": "7905",
            "date": "2002-11-27 19:45:47",
            "id": "777670",
            "reply_to_id": "777668",
            "text": "Það var til einhvað efni sem maður bar á neglur til að hætta að naga, datt í hug að það gæti hjálpað.\nAnnars er bara að setja einhvað hrikalega bragðvont á puttann og athuga hvað gerist.\nMá samt ekki vera einhvað sem svíður undan ef hann er með sár.\nEinnig má reyna að leyfa honum að vera með snuð ef þetta er einhver sogþörf sem honum vantar að fá útrás fyrir. Dóttir mín sem verður 5 ára núna í des byrjaði með snuð þegar hún var tæplega 3 ára og var með það í ca 1 ár annars hefur ekkert af mínum börnum verið með snuð en ég potaði því að henni þegar hún byrjaði að sjúga á sér puttana og hún hætti því svo henti hún snuðinu sjálf þegar hún var búin að fá útrás fyrir þetta."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2002-11-27 22:47:09",
            "id": "777671",
            "reply_to_id": "777668",
            "text": "Leyfðu honum þetta bara.  Hann hættir ábyggilega sjálfur áður en hann fermist.  Ég saug sjálfur á mér puttana sem krakki og það þýddi víst ekkert að bjóða mér snuð.  Alla vega var ég oft með mjög nagaða og ljóta putta þegar ég var 4-5 ára en ég hætti þessu alla vega áður en ég byrjaði í skóla.  Það voru ekki gerðar neinar ráðstafanir til að láta mig hætta því."
        },
        {
            "user": "Moose",
            "user_id": "4615",
            "date": "2002-11-27 23:00:41",
            "id": "777672",
            "reply_to_id": "777671",
            "text": "það böggar mig ekkert að hann sé að þessu þannig sé..en ég vil ekki að tennurnar á honum skekkist\n:("
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2002-11-27 23:03:51",
            "id": "777673",
            "reply_to_id": "777672",
            "text": "Það gerði mínum tönnum alla vega ekkert illt þó ég sygi puttana.  Fólk hefur oft spurt mig hvað ég hafi verið lengi með spengur en ég var það aldrei.  Skiptir það annars nokkru máli þó barnatennurnar skekkist?"
        },
        {
            "user": "GlingGlo",
            "user_id": "2646",
            "date": "2002-11-28 15:12:09",
            "id": "777674",
            "reply_to_id": "777673",
            "text": "Já þetta getur verið slæmt ef barnatennurnar skekkjast, þ.e. ef það er gómurinn sem aflagast. Þá skekkjast líka fullorðinstennurnar. En reyndar minnir mig að það sé minni hætta með þetta með puttasog en mikla snuðnotkun, er samt ekki 100% viss. Systir mín þurfti á tannréttingum að halda sem unglingur sem var rakið aftur til mikillar snuðnotkunar sem barn."
        },
        {
            "user": "blom",
            "user_id": "2152",
            "date": "2002-11-30 11:09:58",
            "id": "777675",
            "reply_to_id": "777668",
            "text": "það hlýtur að virka að vera með þetta efni (naglalakk) á nöglinni.  Annars eru tannréttingar yfirleitt raknar til notkun á snuði og í rauninni skiptir það ekki máli hvort það er barnatennur eða fullorðins, það er verst því að það aflagar góminn og hugsanlega eitthvað “tannholdið” sem að tennurnar eru í.  Vinkona mín sem er 23 er að fara núna fyrst í alvöru tannréttingar … og hún er orðin það gömul að það er erfitt fyrir hana að fá endurgreitt svo betra að reyna að halda þeim nokkuð beinum og laga ef eitthvað þarf og svo fá endurgreitt ef krakkinn þarf að fara í tannréttingar:)  (getur verið “meðfæddur” galli)"
        },
        {
            "user": "chacha",
            "user_id": "14993",
            "date": "2002-12-03 15:01:28",
            "id": "777676",
            "reply_to_id": "777668",
            "text": "Heklaðu litla “sokka” á puttana sem þú bindur svo um hendina ég var með þannig þegar ég var lítil vegna þess að ég saug þumalinn. Hann vill ábyggilega ekki sjúga garn. svo geturu haft þetta í uppáhalds litunum hans =0)"
        },
        {
            "user": "Moose",
            "user_id": "4615",
            "date": "2002-12-03 15:33:03",
            "id": "777677",
            "reply_to_id": "777676",
            "text": "jamm eg var einmitt ad hekla duk nuna um helgina…ekki malid ad hekla svona putta sokka ;)\nkv\nMoose"
        }
    ]
}