{
    "forum_title": "Músík almennt",
    "user": "AllesKlar",
    "user_id": "19099",
    "date": "2002-11-26 00:01:38",
    "title": "Metallica - Load",
    "text": "Metallica - Load\nProduced by: Bob Rock with hetfield & Ulrich\nJæja, ég er einn af þei fáu sem fíla “nýju” Metallica og fyrir þá sem nenna að lesa þetta ætla ég hér að ganga í\ngegnum bestu plötu Metallica (IMO…. og takiði tilit til þess að þetta þýðir ‘In My Oppinion’) með ‘Master Of Puppets’\nrétt í 2. sæti, ég geri þetta því ég veit að margir hér geta farið léttilega með það að gera umfjöllun um annað hvort ‘Master of Puppets’\neða ‘Metallica (the Black Album).\n1. Ain’t My Bitch\n2. 2X4\n3. The House That Jack Built\n4. Until It Sleeps\n5. King Nothing\n6. Hero Of The Day\n7. Bleeding Me\n8. Cure\n9. Poor Twisting Me\n10. Wasting My hate\n11. Mama Said\n12. Thorn Within\n13. Ronnie\n14. The Outlaw Torn\nLög sem voru tekinn inní S&M:\n'Until It Sleeps'\n'Hero of The Day'\n'Bleeding Me'\n'The Outlaw Torn'\n('Wasting My Hate' átti alltaf að vera með, það var búið að æfa það með sinfoníunni en því var hent rétt fyrir 1. showið)\nMetallica er ein af þessum hljómsveitum sem á eftir að vera stór partur af bók tónlistarsögunnar (ef hún kemur einhvertíma út).\nEins og flestir vita eru þessir snillingar búnir að breytast mjög síðan í “gamla daga” (1982 - 1993) og orðnir aðeins\nmeira ‘mellow’ en þeir voru þá, og fólki finnst gaman að kalla þá í dag Sell-outs frekar en Metal goð, en hvernig getur það staðist\nþví þeir gerðu allar þessar þungu plötur sem flestir elska og enginn getur breytt því, ekki einu sinni “stórt stökk\nniður” eins og fólk vill kalla ‘Load’ & ‘ReLoad’.\nÞessi plata byrjar á hinu mjög öfluga lagi með hið sterka (frekar heimskulega) nafn ‘Ain’t my bitch', sem\ner þetta sterka ‘intro’ sem prýðir margar plötur, en þetta lag er í þyngri kanntinum og hefur enga sérstaka melódíu\nsem ætti að leiða mann í gegnum það, hefur frekar heimskulegan texta, en er samt með smá viti. Næsta lag mætti líkja við\nlag ‘Black Sabbath’ ‘Sabbra cadabra’ sem Metallica tóku einmitt upp sem cover fyrir ‘Garage inc. plötuna, en þetta lag heitir\n’2X4' og í þessu lagi reynir Hetfield að vera mjög vondur með textanum sínum, og nær hann því alveg, en þetta lag fjallar um\nhvað það er oft óþarfti að hefja slagsmál.\nJæja þá er ég kominn yfir eiginlega slöppustu lög plötunar, og fólk vildi halda því fram að oft bestu lögin væru alltaf sett fyrst :).\nLag nr. 3…. ‘The House That Jack Built’ er lag sem kemur mér alltaf í stuð þótt það sé ekki nema meðal þungt,\nen ástæða þess er þetta “þunga og djúpa” andrúmsloft sem Hetfield nær að skapa og ef maður er mikill aðdáandi\nraddar hans þá ætti Chorusinn alveg að koma þér til að banka í veggi með trommunum ('The house that “bamm bamm”' ;) )\nHér geri greinaskil því það hefur reynst fólki vel að skilja betur greinina með þeim, en lag nr. 4 er lag sem\nmargir ættu að kannast við, ‘Until it Sleeps’. Þetta lag var samið í jammi og útkoman að mínu mati er alveg frábær,\nþetta var fyrsta smáskífan af ‘Load’ og má til gamans geta að er þetta lag var gefið út var keppni á MTV minnir mig\nþar sem maður gat unnið fullan vörubíl af Metallica rusli, eða fullan vörubíl af Metallica rusli og þá sjálfa með í\nvörubílnum, svona einkashow :), myndbandið við ‘Until it Sleeps’ er voða drungalegt og byggist á málveki sem Kirk\ná minnir mig. ‘King Nothing’ er næst, þetta lag er eiginlega bara ripp-off af ‘Enter Sandman’ nótnalega séð, en ef\nþú ert ekkert fyrir það þá er þetta hið fínasta lag með flottri bassalínu og sterkum söng, þetta var minnir mig 3. smáskífan,\nen myndbandið við það var tekið upp í ‘Salt Lake City, Utah’ og sýnir meðlimina í kuldafötum og dýrafeldum í fellibyl\nog snjó spilandi lagið. ‘Hero of The Day’ var önnu smáskífan af ‘Load’, þetta lag elska allir eldri aðdáendur að hata\nskilst mér, þetta er mjög poppaði lag ég neita því ekki en mér hefur alltaf fundið mikið til þessa lag, veit ekki\nástæðuna fyrir því, voða melódískt allt í gegn þangað til BAMM!!! styrkurinn eykst og lagið endar á því. Næsta lag\ner eitt af meistaraverkum Metallica, 8 minútna lag þar sem bassi & gítar nær að byggja upp þetta ‘mood’ sem\nég get ekki líst í orðum, alveg sama þótt þú sért Metallica aðdáandi eður ei, þá gæti þetta lag auðveldlega náð\ntil þín.\nHér er ég kominn á seinni hluta plötunnar sem er ekkert verri en sá fyrri, endilega lesiði áfram :)….\nLag nr. 8 eða lagið ‘Cure’ sem einn vinur minn sagði bara núna rétt um daginn að væri hræðilegt lag, ég\nveit ekki alveg hvað pirraði hann, lagið eða textinn, mér finnst allravegna lagið vera með þeim betri á þessari\nplötu, og það sama mætti segja um textann, voða einfaldur en heldur sér alveg við gott efni, hér er bara sona\nsmá partur af honum:\nBetting on the cure.\nIt must get better than this,\nNeed to feel secure\nYeah it's got to get better than this\nBetting on the cure\nEveryone's gotta to have the sickness\nCause everyone seems to need the cure\nAnnars verður lagið að vera gangi til að skilja þetta almennilega en einfalt er að komast í “headbang”\nfíling með þessu lagi. Jæja næst er það mjög blúsað lag sem hefur all svaka mikið “Edge” sem ég hef tekið\neftir að fólk er alls ekki að fíla, þetta lag lyftist ekkert og er voða mikið oní drullupolli yfir allt,\nen nýlega hef ég hlustað á þetta lag frekar mikið og það hefur alveg fests við mig og verð ég að segja að\nþetta er hið fínasta lag, næsti “smellur” er lag sem kallast ‘Wasting My Hate’ og er keyrslu lag alveg frá\nupphafi til enda, þegar ég segi keyrslulag þá á ég við að það haldi mjög skemmtilegu tempo alveg í gegn, svo\ngæti ég líka sagt (þótt ég sé bara í æfingarakstri) að þetta er frábært lag til keyra með.\nÞað er alveg nóg að segja um næsta lag ‘Mama Said’, en hvar á ég að byrja, jæja þetta er tvímælalaust\nrólegasta lag sem metallica hafa nokkutíma gert,\nkassagítar og blues effectar einkenna þetta ‘Country’ lag þar sem James talar um mömmu sína, voða “Cheesy” og alls ekki\nlíkt Metallica að gefa þetta út á breiðskífu, en ‘Load’ er auðvitað mjög róleg plata í heild. Annars hefur mér aldrei\nfundist neitt leiðilegt við þetta lag, þetta er voða “sweet og mellow” sem er á þessu litla róli allt í gegn, þetta\nvar síðasta smáskífan af Load, myndbandið við það er frekar erfitt að finna skilst mér, enda er það frekar leiðilegt.\nsíðustu greinarskilin, eða aðeins 3 lög eftir. ‘Thorn Within’ er næst, jæja hvað er hægt að segja um þetta lag…\nTil að byrja verð ég að segja þetta mjög gott lag með texta sem maður lætur alls ekki framhjá sér fara við hlustun,\nég veit alls ekki um hvað hann er en hann grípur mann algjerlega, lagið sjálft er alls ekkert áberandi þrátt fyrir\nað það sé þungt, næst er lag sem ALLIR hata fyrir utan mig og einn vinur minn, allravegna hef ég ekki séð neinn hérlendis\nsem fílar þetta “vonda” lag, ‘Ronnie’ heitir það og fjallar það um krakka sem tekur uppá því að hefja skothríð í skólanum sínum,\nég held að þetta sé byggt á sannri sögu, lagið er alveg frábært alls enginn “smellur” en það er alveg magnað hvað lagið er “illt”.\nJæja ég ætla gera ein greinaskil í viðbót fyrir uppáhaldslag mitt með Metallica, en það heitr ‘The Outlaw Torn’\nog hefur sama keim og ‘Bleeding Me’, það er u.m.b. 9 minútur af þungu andrúmslofti, jammi og frábærum texta,\ní þessu lagi fer James á mjög háar nótur með orðunum ‘I’m Outlaw of Torn', alveg eins og ‘Bleeding me’ er þetta lag sem\nbæði aðdáendur og …jaaaa ekki aðdáandur gætu fílað og mér finnst að ENGINN ætti að láta framhjá sér fara.\nÉg vil þakka þeim sem nenntu að lesa þetta og segja öllum að coverið á ‘Load’ er listaverk eftir einhvern “sicko”\nsem þótti sniðugt að blanda saman sæði og blóði, svo er ‘ReLoad’ coverið eftir sama listamann en það er\nþvag og blóð minnir mig.\nÉg gef þessari plötu ****½/*****",
    "url": "https://www.hugi.is/musik/pistlar/106364/metallica-load/",
    "url_id": "106364",
    "id": "776893",
    "replies": [
        {
            "user": "hurley",
            "user_id": "29005",
            "date": "2004-08-23 11:06:21",
            "id": "776934",
            "reply_to_id": "776893",
            "text": "Þessi plata er mjög góð en samt ekki sú besta sem Metallica hafa gert. Mér finnst Master eða Black Album bestu plöturnar, reyndar fíla ég allt efni sem Metallica hafa gert:)Hlakka mikið til að heyra St. Anger…:)"
        },
        {
            "user": "icp",
            "user_id": "31825",
            "date": "2004-08-23 11:06:21",
            "id": "776933",
            "reply_to_id": "776893",
            "text": "Metallica voru bestir á master of puppets og já load"
        },
        {
            "user": "hnullinn",
            "user_id": "33119",
            "date": "2004-08-23 11:06:21",
            "id": "776932",
            "reply_to_id": "776893",
            "text": "Load er fín plata en alls ekki sú besta(IMO).  Master of Puppets og Justice… eru í mestu uppáhaldi hjá mér og ég er ekki frá því að þær séu bara bestu plötur sem hafa verið gefnar út.\nI don,t have to be careful, I have a gun.\n- Homer Simpson"
        },
        {
            "user": "DrEvil",
            "user_id": "25921",
            "date": "2004-08-23 11:06:21",
            "id": "776931",
            "reply_to_id": "776893",
            "text": "Góð grein. Load er fín plata að mínu mati, en mér finnst Reload aðeins betri.\nkv, Dr.Evil"
        },
        {
            "user": "JamesHetfield",
            "user_id": "34838",
            "date": "2004-08-23 11:06:21",
            "id": "776930",
            "reply_to_id": "776893",
            "text": "Metallica er bara Besta hljómsveit í heimi og er eins og flestir vita að gefa út pötu sem ber nafnið st.Anger ég mæli með henni allir að hlusta á metallicu\nMETALLICA 4EVER…."
        },
        {
            "user": "traustik",
            "user_id": "5358",
            "date": "2004-08-23 11:06:21",
            "id": "776928",
            "reply_to_id": "776893",
            "text": "mér finnst þessi plata ekkert sérstök, bestu Metallica plöturnar eru Master of the puppets og Kill'em all"
        },
        {
            "user": "gunni7",
            "user_id": "28895",
            "date": "2004-08-23 11:06:21",
            "id": "776929",
            "reply_to_id": "776928",
            "text": "Flott grein um þessa plötu,ég persónulega fynnst þessi plata mjög góð og allar fyrri plötunar.ég fýla sem sagt nýja metallica og það gamla"
        },
        {
            "user": "hogni",
            "user_id": "34697",
            "date": "2004-08-23 11:06:21",
            "id": "776926",
            "reply_to_id": "776893",
            "text": "ertu hommi farðu heim til mín og rassagatið ZzZzZzZzZz"
        },
        {
            "user": "AllesKlar",
            "user_id": "19099",
            "date": "2004-08-23 11:06:21",
            "id": "776927",
            "reply_to_id": "776926",
            "text": "…and who the hell are you?"
        },
        {
            "user": "hogni",
            "user_id": "34697",
            "date": "2004-08-23 11:06:21",
            "id": "776925",
            "reply_to_id": "776893",
            "text": "ertu hommi farðu heim til mín og rassagatið ZzZzZzZzZz"
        },
        {
            "user": "hogni",
            "user_id": "34697",
            "date": "2004-08-23 11:06:21",
            "id": "776924",
            "reply_to_id": "776893",
            "text": "ertu hommi farðu heim til mín og rassagatið ZzZzZzZzZz"
        },
        {
            "user": "hogni",
            "user_id": "34697",
            "date": "2004-08-23 11:06:21",
            "id": "776923",
            "reply_to_id": "776893",
            "text": "ertu hommi farðu heim til mín og rassagatið ZzZzZzZzZz"
        },
        {
            "user": "ibbets",
            "user_id": "10684",
            "date": "2004-08-23 11:06:21",
            "id": "776921",
            "reply_to_id": "776893",
            "text": "Merkilegt að þú segir að þetta sé besta platan þeirra en samt eru flest allir dómarnir hjá þér “bara fínt lag með grípandi texta”.  Hefuru Hlustað á Metallica?  Það sem þeir voru að gera í gamla daga var svo æðislega tilraunakennt og frumlegt á þeim tíma að aðrar hljómsveitir í svipuðum geira gátu ekki gert annað en að herma eftir.  Ég eyddi mínum uppvaxtarárum í að stúdera Metallica í bak og fyrir, bæði á gítar, trommur og textana og það sem þeir gerðu með því að láta Bob Rock producera svörtu plötuna markaði bara stóra svarta klessu á ferilinn þeirra.\nÞað sem er að gerast á plötunum sem komu út með og eftir svörtu plötunni er vægast sagt ófrumlegt, ekki lélegt, alls ekki, en mjög slappt samt sem áður.\nkveðja\nibbets"
        },
        {
            "user": "AllesKlar",
            "user_id": "19099",
            "date": "2004-08-23 11:06:21",
            "id": "776922",
            "reply_to_id": "776921",
            "text": "Eftir að ég var búijn að hlusta á allar plötunar í  gegnt alveg yfir 100 sinnum þá fékk ég mig aldrei fullsaddan af Load, hún er bara allt of góð IMO!"
        },
        {
            "user": "ingolfura",
            "user_id": "28512",
            "date": "2004-08-23 11:06:21",
            "id": "776920",
            "reply_to_id": "776893",
            "text": "eg er segi bara Load er besti diskur minn med metallica og Black Album 90 :D og eg a alveg 15 diska med essum snillingum :D"
        },
        {
            "user": "krusi79",
            "user_id": "17100",
            "date": "2004-08-23 11:06:21",
            "id": "776918",
            "reply_to_id": "776893",
            "text": "Þetta er mjög góð grein hjá þér. og svo vil ég taka fram að þeir hafa sjálfir sagt að næsta plata þeirra verður þyngri.\nMetallicA breyttu tónlistar heiminum!"
        },
        {
            "user": "Andskoti",
            "user_id": "29761",
            "date": "2004-08-23 11:06:21",
            "id": "776919",
            "reply_to_id": "776918",
            "text": "það sögðu þeir líka um síðustu plötu og plötuna þar á undan, svo sníst þetta um góða tónlist ekki þyngsli…"
        },
        {
            "user": "Andskoti",
            "user_id": "29761",
            "date": "2004-08-23 11:06:21",
            "id": "776917",
            "reply_to_id": "776893",
            "text": "Þetta er slöpp en ekki alvond plata. Hefðu átt að hætta þarna og bara og ekki koma nálægt stúdíói aftur… En ég á bágt með að skilja hverning þér getur fundist þetta besta metallica skífan, en allir hafa sinn smekk býst ég við…"
        },
        {
            "user": "chimera",
            "user_id": "12367",
            "date": "2004-08-23 11:06:21",
            "id": "776916",
            "reply_to_id": "776893",
            "text": "Góð grein verð ég að segja. Master of Puppets er uppáhaldsplatan mín með Metallica, en Load er í 2. sæti og hef ég oft reynt að verja hana, með misjöfnum árangri.\nÉg fíla gamla dótið þeirra alveg í hönk og hlusta alveg jafn oft á Kill Em All eins og t.d. Load. ReLoad fannst mér reyndar ekki hálfdrættingur á við Load en hún á spretti.\nBestu lögin á Load eru að mínu mati Poor Twisted Me, Ronnie, Bleeding Me og Hero of the Day. Ótrúlega flott og blúsuð plata og leiðinlegt hvað fáir gallharðir Metallica-fans gáfu henni lítinn sem engan sjens. Spilagleðin skín í gegn, þeir gefa skít í alla strauma og stefnur og spila það sem þeim finnst skemmtilegt, og það heyrist svo sannarlega á útkomunni.\nEina sem ég hef út á þá í Metallica að setja er það hvað þeir virðast hafa slakað á í live-performanceinu en eru alls ekki slæmir. hafa bara tapað þessum ógurlega þéttleika sem var t.d. á Justice-túrnum.\nJá þeir eru sko Bítlar nútímans…"
        },
        {
            "user": "Weiki",
            "user_id": "31145",
            "date": "2004-08-23 11:06:21",
            "id": "776915",
            "reply_to_id": "776893",
            "text": "Þetta eru mitt álit á Metallica\nMaster of puppets og Ride the lighting eru lang bestu diskar sem gerðir hafa verið. Þannig að þeir eru jafnir í 1sæti hjá mér á Metallica listanum svo koma Kill em all og and …justice for all, síðan garage inc sem er alveg frábær þá héld ég að þeir væru að rifa sig upp til fyrri góðra takta en neiii!! ári seinna kom þetta drasl sem að var ekki einu sinni hægt að skeina sér með S&M!! En svarta platan er líka frábær eins og þær sem að á unda henni kom. En Load og Reload eru alveg ofboðslega slappar og bara frekar leiðinlegar plötur. En ég ætla gefa Metallica 1 sjens í viðbót þegar að nýja platan kemur og hefði ég ekki gert nema fyrir það að lagið I disapear var gefið út og það er alveg frábært lag."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-08-23 11:06:21",
            "id": "776914",
            "reply_to_id": "776893",
            "text": "góð grein."
        },
        {
            "user": "rainmaker",
            "user_id": "29015",
            "date": "2004-08-23 11:06:21",
            "id": "776909",
            "reply_to_id": "776893",
            "text": "Bob Rock er bara hálfviti. Hann breytti algjörlega Metallica og tónlistinni þeirra. Eftir að þeir gáfu út Svarta diskinn þá breyttust þeir alveg. Mér fannst sjálfum Flemming Rassmusen miklu betri Producer heldur en Bob Rock. Ég hef séð myndbönd sem voru tekin á meðan upptökunum stóð á Metallica Black Album, og ég tók eftir því að hann vildi hafa allt eftir sínu höfði. Þið getið bara kíkt á það, það heitir “Two hours in the life of Metallica”"
        },
        {
            "user": "sigzi",
            "user_id": "1347",
            "date": "2004-08-23 11:06:21",
            "id": "776910",
            "reply_to_id": "776909",
            "text": "Þú verður að viðurkenna að þú værir kannski ekki að hlusta á Metallica ef það væri ekki fyrir Bob Rock. Hann kynnti heiminn fyrir Metallica. Síðan er spurning hvort það sé hann sem breytti þeim eða þeir sem þroskuðust. Mér finnst Black Album fínn diskur, en eftir það finnst mér lítið varið í þá. Nýji diskurinn á samt að vera ólíkur (Re)Load.\nSvo heita þessi myndbönd ‘A Year and A Half In The Life of Metallica Part 1 & 2’."
        },
        {
            "user": "JohnFrusciante",
            "user_id": "10562",
            "date": "2004-08-23 11:06:21",
            "id": "776911",
            "reply_to_id": "776910",
            "text": "Ég held það sé líka svolítil spurning um það hvort Metallica hafi aðlaðast markaðinum með svarta albúminu eða hvort markaðurinn hafi ekki bara aðlagast þeim. Þetta er a.m.k. það sem Lars Ulrich heldur fram. Þeir fóru aldrei inn í stúdíó og sögðu “Nú ætlum við að gera mainstream rokk plötu og sigra heiminn” … hvorki hljómsveitarmeðlimir né Bob Rock. Þeir voru bara sannir sjálfum sér, eins og þeir hafa alltaf verið, fyrir svarta diskinn sem og eftir hann, og það gekk bara fullkomnlega upp.\nÞað er ekkert annað en eðlilegt þróun að þegar menn fara að nálgast fimmtugsaldurinn að þeir fari að róast aðeins niður og semja mýkri tónlist (sjáið bara Pearl Jam t.d) þannig að þessi þróun sem átti sér stað milli svarta albúmsins og Load var alveg fyrirsjáanleg og er ekki pródúsernum að kenna.\nMetallica eru, voru, og verða einhver besta rokkhljómsveit sem heimurinn hefur alið af sér, hvort sem litið er á gamalt eða nýlegt efni, og áhrifin sem þeir hafa haft á upprennandi kynslóð rokkara er óumdeilanleg. Metallica eru Bítlar nútímarokksins."
        },
        {
            "user": "sigzi",
            "user_id": "1347",
            "date": "2004-08-23 11:06:21",
            "id": "776912",
            "reply_to_id": "776911",
            "text": "Heyr! Heyr!"
        },
        {
            "user": "doctor",
            "user_id": "386",
            "date": "2004-08-23 11:06:21",
            "id": "776913",
            "reply_to_id": "776912",
            "text": "Metallica ekki næstum jafn góðir og þeir voru áður, too soft, en samt gott :D"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2004-08-23 11:06:21",
            "id": "776908",
            "reply_to_id": "776893",
            "text": "Ég er víst einn af þeim sem finnst Svarti diskurinn marka hrun Metallica, en engu að síður finnst mér einmitt Hero of the Day og Mama Said vera eftirminnileg lög af Load. Ekki vegna þess að þau séu léleg, Mama Said er skemmtileg ballaða sem blandar skemmtilega Metallica drunga og kántrí. Ég er ekki frá því að það sé áhugavert líka hvernig þeir Metallica gerist e.k. heavy-pop eða metal pop-rock band í Hero.\nAnnars er ég ekki frá því að ég gæti alveg eins hlustað á Creed eins og seinni plötur þeirra…"
        },
        {
            "user": "Bak3r",
            "user_id": "23590",
            "date": "2004-08-23 11:06:21",
            "id": "776907",
            "reply_to_id": "776893",
            "text": "Verð nú bara að segja það að Metallica eru orðnir þvílikir pussar mar, Kill em all og Master Of Puppets eru bestu diskarnir af mínu mati."
        },
        {
            "user": "gummirulz",
            "user_id": "17787",
            "date": "2004-08-23 11:06:21",
            "id": "776935",
            "reply_to_id": "776893",
            "text": "NR.1: nýja platan(st.anger) kemur út 9 JÚNÍ.\nNR.2: Þið gleymduð Ride The Lightning(næstbesta platan IMO)\nNR.3:uppáhalds diskarnir mínir eru\n1: Kill em all\n2: Ride the lightning\n3: Master of Puppets\n4: Justice\n5: Black Album(allar hinar finnst mér crapp)"
        },
        {
            "user": "Jolly",
            "user_id": "2156",
            "date": "2004-08-23 11:06:21",
            "id": "776897",
            "reply_to_id": "776893",
            "text": "Metallica er án efa ein sú áhrifamesta hljómsveit sem ég þekki. Þeir eiga nokkra slagara, nokkur frábær lög en svo einnig alveg mjög mikið af alvarlega slöppu efni. On the whole fín hljómsveit. (Sumir verða kannski móðgaðir og því tek ég fram að þetta er persónulegt álit mitt)."
        },
        {
            "user": "johnMclane",
            "user_id": "22187",
            "date": "2004-08-23 11:06:21",
            "id": "776894",
            "reply_to_id": "776893",
            "text": "Ég verð nú bara að segja að mér finnst AND JUSTICE FOR ALL besti diskur þessarar snilldar hljómsveitar."
        },
        {
            "user": "AllesKlar",
            "user_id": "19099",
            "date": "2004-08-23 11:06:21",
            "id": "776895",
            "reply_to_id": "776894",
            "text": "sammála.."
        },
        {
            "user": "AllesKlar",
            "user_id": "19099",
            "date": "2004-08-23 11:06:21",
            "id": "776896",
            "reply_to_id": "776895",
            "text": "ég verð að segjast alveg ósammála ykkur, mér finnst ‘Kill ’em All' & ‘…And Justice For All’ lélegustu"
        },
        {
            "user": "Goalkeeper",
            "user_id": "16530",
            "date": "2004-08-23 11:06:21",
            "id": "776898",
            "reply_to_id": "776893",
            "text": "Ég verð nú bara að vera sammála Jolly, Metallica eiga fullt af slöppum lögum."
        },
        {
            "user": "sigzi",
            "user_id": "1347",
            "date": "2004-08-23 11:06:21",
            "id": "776899",
            "reply_to_id": "776898",
            "text": "En aftur á móti eiga þeir líka mörg frábær lög!"
        },
        {
            "user": "johnMclane",
            "user_id": "22187",
            "date": "2004-08-23 11:06:21",
            "id": "776900",
            "reply_to_id": "776899",
            "text": "Lagið The One er bara meistaraverk, eitt af því flottara sem maður hefur heyrt!"
        },
        {
            "user": "sk8er",
            "user_id": "21477",
            "date": "2004-08-23 11:06:21",
            "id": "776905",
            "reply_to_id": "776900",
            "text": "Sammála, lagið The One er alveg frábært lag!"
        },
        {
            "user": "AllesKlar",
            "user_id": "19099",
            "date": "2004-08-23 11:06:21",
            "id": "776906",
            "reply_to_id": "776905",
            "text": "Bara ‘ONE’ ekki ‘THE ONE’"
        },
        {
            "user": "gaulverji",
            "user_id": "14174",
            "date": "2004-08-23 11:06:21",
            "id": "776904",
            "reply_to_id": "776900",
            "text": "við  johnmclane vill ég bara segja að ef þér finnst lagið ONE meistaraverk sem það er þá finnst mér að þú ættir að ná nafninu rétt"
        },
        {
            "user": "sigzi",
            "user_id": "1347",
            "date": "2004-08-23 11:06:21",
            "id": "776903",
            "reply_to_id": "776900",
            "text": "Þeir eiga nú ekkert lag sem heitir The One, en þeir eiga lag sem heitir One og það er eitt allra besta lag þeirra og með bestu lögum sem hafa verið samin."
        },
        {
            "user": "Zl1Rc",
            "user_id": "29871",
            "date": "2004-08-23 11:06:21",
            "id": "776901",
            "reply_to_id": "776900",
            "text": "sko metallica eru bara snillar þeir eru bestir. eg fretti ad það væri ad koma nyr diskur með þeim i febrúar?? sa það a heimasiðuni er það satt??"
        },
        {
            "user": "sigzi",
            "user_id": "1347",
            "date": "2004-08-23 11:06:21",
            "id": "776902",
            "reply_to_id": "776901",
            "text": "Nei, það er að koma diskur út í MAÍ næsta ár. Þeir eru enn sem komið er búnir að taka upp sjö lög og eru núna að leita af nýjum bassaleikara eftir að Jason hætti með þeim í fyrra, 21. jan. Pródúserinn þeirra, Rob Rock, plokkar bassann hjá þeim núna. Þangað til nýr finnst."
        }
    ]
}