{
    "forum_title": "Húmor",
    "user": "Ingvarinn",
    "user_id": "13317",
    "date": "2002-11-28 06:18:58",
    "title": "Brandarar (copy/paste)",
    "text": "Eldri hjón lágu í rúminu kvöld eitt. Eiginmaðurinn var við það að\nsofna,en frúin var í rómantísku skapi og vildi spjalla.\nHún segir: “ Það var nú sá tími að þú varst vanur að halda í höndina á mér þegar við fórum að sofa”\nSamviskusamlega rétti hann höndina yfir til hennar augnablik og reyndi svo að sofna á ný. Nokkru seinna segir konan; “Svo varstu vanur að kyssa mig” Svoldið pirraður beygði hann sig yfir hana og smellti einum á kinnina konu sinni sneri svo bakinu í hana og reyndi enn á ný að sofna. Mínútu seinna segir hún; “…og svo varstu vanur að bíta mig í\nhnakkann…” Reiðilega sviptir eiginmaðurinn sænginni af sér og gengur fram. “Hvert ertu að fara?” spyr hún. “Að ná í tennurnar”\nJónas hrigdi í mig og sagði? Ég var á leiðinni í vinnu í morgun þegar ég leit yfir á hina akreinina og sá þá konu í glænýjum Súbarú á 90 kílómetra hraða með andlitið klesst upp við\nbaksýnisspegilinn að reyna að draga ælæner í kringum augun á sér!\nÉg horfði frá henni í nokkrar sekúndur, en þegar ég leit á hana aftur, þá var hún komin hálfa leið inn á mína akrein og enn að reyna að mála sig. Mér brá svo hrottalega að ég missti\nrafmagnsrakvélina mína og hún sló kleinuhringinn úr hinni hendinni á mér. Í látunum við það að rétta bílinn minn af með hnjánum á stýrinu, þá datt farsíminn minn af eyranu á mér oní kaffibollann sem ég var með á milli læranna og við það missti ég samband við mjög mikilvægan kúnna!\nÞESSAR KELLINGAR KUNNA EKKERT AÐ KEYRA !!!\nNonni litli sá bílinn hans pabba síns aka framhjá leikvellinum og inn í\nskógarjaðrið. Þar sem Nonni er mjög forvitinn drengur, elti hann bílinn og\nsá pabba og Siggu frænku í ástríðufullum faðmlögum. Nonna litla fannst\nþetta mjög spennandi og fylgdist með í nokkra stund. Hann gat varla hamið\nsjálfan sig eftir að heim var komið og byrjaði, mjög æstur, að segja mömmu\nsinni frá.\nMAMMAMAMMA, ÉGVARÚTIÁLEIKVELLIÞEGARPABBIOG…\nMamma bað hann um að róa sig aðeins. Hún vildi endilega heyra söguna hjá\nhonum, en hann yrði að tala rólega.\nSvo Nonni byrjar aftur: Ég var úti á leikvelli og ég sá pabba fara með\nSiggu frænku í bílnum inn í skóginn. Ég elti þau og hann var að kyssa Siggu\nfrænku, svo hjálpaði hann henni að fara úr pilsinu, svo hjálpaði Sigga\npabba að fara úr buxunum, svo lagði Sigga frænka sætin aftur og lagðist,\nsvo lagðist pabbi…\nÁ þessari stundu, stoppaði mamma Nonna hann af og sagði: Nonni minn, þetta\ner mjög svo áhugaverð saga, hvernig væri að þú geymdir hana þangað til í\nkvöldmatnum. Mig langar svo til að sjá svipinn á honum pabba þínum þegar þú\nsegir hana í kvöld.\nVið kvöldmatarborðið, biður mamma Nonna litla um að segja þeim söguna.\nNonni byrjar að segja frá, lýsir þessu öllu saman mjög vandlega, þegar hann\nelti bílinn inn í skóg, þegar þau afklæddust, lögðust niður og, síðast en\nekki síst, … þegar pabbi og Sigga frænka gerðu alveg eins og mamma og Halli\nfrændi voru vön að gera þegar pabbi var á sjónum\n(Stundum væri betra að hlusta á alla söguna, áður en maður grípur fram í)\nEitt sinn kom Jón gamli til Kanada og sótti um vinnu sem skógarhöggsmaður. Verkstjórinn sá að hann var nú dálítið gamall fyrir þetta erfiða starf en ákvað samt að leyfa honum að spreyta sig á starfinu. Hann lét því Jón gamla fá öxi og sagði honum að byrja.\nÍ lok vinnudagsins hafði Jón gamli skilað langmesyum afköstum og ákvað því verkstjórinn að gefa sig á tal við hann. Hann fór og spurði Jón gamla : “Hvar lærðirðu eiginlega þessi vinnubrögð, ég hef aldrei séð annað eins.” “Ég vann við skógarhögg í Sahara á mínum yngri árum” svaraði Jón. “En það eru engir skógar í Sahara”sagði verkstjórinn undrandi. Þá glotti Jón gamli og sagði: “ Ekki lengur”\nJónas fór til Kanada og sótti um starf sem skógarhöggsmaður. Verkstjórinn ræddi við hann um starfið. “Allir menn í vinnu hjá mér geta fellt 100 tré eða fleiri á dag. Við gefum þér tækifæri til að sýna hvað þú getur.” Með það rétti hann honum keðjusög og fór, en sagði honum fyrst að hann kæmi klukkan fimm til að sjá hvernig hefði gengið.\nKlukkan fimm kom verkstjórinn aftur og taldi trén sem Jónas var búinn að fella – 98. “Mér þykir þetta ákaflega leitt, Jónas minn, en þú náðir ekki lágmarkinu.”\n“Ég var rétt að ná tökum á þessu,” sagði Jónas. “Leyfðu mér að reyna aftur á morgun. Ég þori að lofa því að ég næ 100 trjáa lágmarkinu!”\n“Allt í lagi, þeir sögðu mér, strákarnir, að þú hefðir ekki slegið af í allan dag, svo ég skal samþykkja að þú fáir að prófa aftur á morgun.”\nDaginn eftir kom verkstjórinn aftur klukkan fimm og taldi trén – 99 í þetta sinn. En honum féll vel við Jónas, þetta var hæglátur piltur og ekki til neinna vandræða, svo hann ákvað að gefa honum annað tækifæri. Einnig þótti honum líklegt að Jónasi tækist að fara upp í 100 trjáa lágmarkið eftir að hafa fellt fyrst 98 tré og síðan 99 tré. “Ég ætla að leyfa þér að reyna einn dag í viðbót, Jónas,” sagði hann.\nÞriðja daginn kom verkstjórinn klukkan fimm og taldi trén hjá Jónasi, en aftur hafði hann bara náð 99 trjám. “Því miður Jónas minn,” sagði hann. “Ég verð að láta þig fara.” Jónas varð mjög hnugginn og byrjaði að týna föggur sínar saman. Verkstjórinn hafði samúð með honum og sagði “Bíddu aðeins, Jónas. Ég ætla að skoða sögina þína, hún gæti verið bitlaus.” Hann tók upp keðjusögina, skoðaði hana í krók og kring og setti hana svo í gang.\n“FJANDINN SJÁLFUR !!” hrópaði Jónas. “HVAÐA HELVÍTIS HÁVAÐI ER ÞETTA ?!?”\nÍ FANGELSI fær maður 3 fríar máltíðir á dag.\nÍ VINNUNNI fær maður pásu fyrir 1 máltíð-sem maður þarf að borga sjálfur.\nÍ FANGELSI fær maður að fara fyrr út fyrir góða hegðun.\nÍ VINNUNNI fær maður meiri VINNU fyrir góða hegðun.\nÍ FANGELSI er maður sem opnar og lokar öllum hurðum fyrir mann\nÍ VINNUNNI þarftu að gera það sjálfur\nÍ FANGELSI má maður horfa á sjónvarpið og verið í tölvunni.\nÍ VINNUNNI þú verður rekinn.\nÍ FANGELSI fær maður sitt eigið klósett\nÍ VINNUNNI þarf maður að deila með öðrum\nÍ FANGELSI mega vinir og vandamenn koma í heimsókn\nÍ VINNUNNI ekki sjéns í helvíti.\nÍ FANGELSI borga skattgreiðendur allt fyrir þig\nÍ VINNUNNI Þarftu í fyrsta lagi að borga til að koma þér í vinnuna, og svo er tekið 40% af þér í skatt…. til þess að borga fyrir fangana!\nFangaklefi er að meðaltali 2-4 fermetrum stærri en meðal skrifstofa.\nMaður og kona hans voru strand á eyðieyju í mörg ár. Dag einn skolaði öðrum manni upp á strönd. Nýji maðurinn og kona hins mannsins löðuðust strax hvort að öðru en vissu bæði að vissum reglum bæri að virða. Eiginmaðurinn, aftur á móti, var mjög ánægður með að sjá nýja karlinn. “Nú getum við haft þrjá manns á átta tíma vöktum í eftirlitsturninum, í staðinn fyrir að tveir séu\ní turninum á 12 tíma vöktum.”\nNýji maðurinn er meira en fús til að hjálpa til og býður sig fram til að taka fyrstu vaktina. Hann klifrar upp í turninn og byrjar sína vakt. Fljótlega byrjuðu eiginmaðurinn og kona hans að raða steinum í hring, fyrir eldstæði, til að geta eldað mat.\nNýji maðurinn öskrar niður, “Hey, bannað að ríða!”\nÞau öskra til baka, “Við erum ekki að ríða!” Nokkrum mínútum síðar byrja þau að setja rekavið í eldstæðið. Aftur öskrar maðurinn niður, “Hey, bannað að ríða!”\nAftur öskra hjónin tilbaka, “Við erum ekki að ríða!”\nSeinna, eru hjónin að setja stórar greinar á þak kofans til að laga leka. Enn og aftur öskrar maðurinn, “Hey, ég sagði bannað að ríða!”\nÞau öskra tilbaka “Við erum ekki að ríða!”\nLoks lýkur fyrstu vaktinni og nýji maðurinn klifrar niður úr turninum og eiginmaðurinn byrjar að klifra upp.\nHann er ekki hálfnaður upp þegar nýji maðurinn og konan byrja að ríða á fullu. Eiginmaðurinn lítur niður úr turninum og segir, “Hvur djöf…, séð héðan, virðist ALVEG eins og þau séu að ríða.”",
    "url": "https://www.hugi.is/humor/greinar/106636/brandarar-copypaste/",
    "url_id": "106636",
    "id": "779694",
    "replies": [
        {
            "user": "Roggi",
            "user_id": "18889",
            "date": "2002-11-28 15:40:55",
            "id": "779695",
            "reply_to_id": "779694",
            "text": "Seinasti var skemmtilegur."
        },
        {
            "user": "jaman",
            "user_id": "23386",
            "date": "2002-11-28 22:04:57",
            "id": "779696",
            "reply_to_id": "779694",
            "text": "þessir brandarar eru ALLIR nýbúnir að vera hérna á huga"
        },
        {
            "user": "no98",
            "user_id": "17874",
            "date": "2002-11-29 18:27:39",
            "id": "779697",
            "reply_to_id": "779694",
            "text": "Ég veit hvernig væri að lesa brandara og hætta þessu þetta er ógeðslega boring."
        }
    ]
}