{
    "forum_title": "Leikjatölvur",
    "user": "FuriousJoe",
    "user_id": "6087",
    "date": "2002-11-28 07:53:44",
    "title": "PlayStation 2",
    "text": "Sælir aftur, ekki halda að ég hafi svikið félaga okkar í Nintendo því svo er nú aldeilis ekki.\nMig langar bara að skrifa grein um Playstation 2 svona svipaða og með GameCube. Ekkert alvarlegt :P\nPlayStation 2-\n24. Nóvember 2000 er dagur sem ég man alltaf eftir.\nÉg og 2 félagar mínir (einn þeirra er 32 ára!!) vöknuðum klukkan 6 um morgun GEÐVEIKT SPENNTIR og fórum í líffræði próf (ég og vinur minn sem er 17 ára) og við fórum í prófið en einbeitningin var ekki nein. ég teiknaði litla mynd af PS2 á próf blaðið :Þ\nÞegar tíminn var búinn hjóluðum við heim til mín og þar beið mútta eftir okkur, þaðan fórum við og sóttum 32 ára dúddan og héldum svo ferð okkar áfram í miðborg reikjarvíkur.\nVið vorum komin fyrir utan skífuna laugarveginum fyrir opnum og vitiði til… það var fertug kona þar líka að fara að kaupa sér ps2…\nÉg átti í fyrstu erfitt með að trúa því en svo kom kallinn og opnaði dyrnar. Þetta var einsog að labba inní himnarýki…\nAllt sem mig hafði dreimt um var þarna beint fyrir framan mig.\nVið löbbuðum inn og þar sá ég stórt spjald með mynd af PS2 á og elti það niður stigann, það voru PS2 myndir útum alla veggi og allar hillur. svo þegar niður var komið leit ég til hægri og sá þar Playstation 2 tölvu.. Ég tók 2 mín. í að horfa á hana og njóta þess að vita “Hún er komin heim” hehe. svo tók ég pinnan og lék mér aðeins í Tekken tag.\nStuttu eftir það var mig farið að langa heim og greip því einn PS2 kassa og fór svo og valdi mér leik. Leikurinn sem ég valdi nefnist Wild Wild racing og er hreint disaster..\nLoksins þegar heim var haldið tók ég vélina upp í bílnum ég var orðinn svo spenntur, og ransakaði hana upp og niður hvert einasta horn. Ég hef aldrei verið svona spenntur áður!\nDiskarnir sem flestir stórleikir eru á eru DVD diskar sem halda upp að 4gb af gögnum. PS2 spilar einnig DVD myndir en margir hafa kvartað undan því sem ég skil ekki… hann hefur reinst mér mjög vel.\nInside PS2-\nTölvan inniheldur 128-bit Emotion Engine aflgjafa sem keirir á  294.912MHz\nAðal minnið er 32MB Direct RDRAM.\nGrafík: Graphics synthesizer at 147.456MHz, embedded cache VRAM–4MB\nGeislaspilarinn er 24x CD-Drif, 4x DVD-Drif\nSony munu hafa þau áform að gefa út einnig DLS breiðband og modem fyrir PS2, spurning hvort það komi hingað.. ?\nOg Harðann disk sem er allt að 40GB á stærð. Einnig USB lyklborð og mús sérstaklega fyrir PS2 annars geturu notað hvaða USB lyklborð og mús sem þú finnur.\nLeikir-\nTvö orð.. THE GETAWAY!!\nHann MadMax var svo elskulegur að útvega mér spilanlegt demo af þessum frábæra leik og ég get ekki hætt að spila það.\nÞú ert fyrverandi bankaræningi og ert búinn að ákveða að halda þér frá öllu svoleiðis. Síðan einn dag er kona þín myrt og syni þínum rænt.\nLögreglan grunar þig um morðið á konunni þinni og svo þarftu að vinna fyrir mafíustjóra annars myrðir hann son þinn.\nLeikurinn hefur verið 3 ár í vinnslu.\nHérna gefst þér tækifæri á að fara til london í leikjatölvunni þinni.\nFrábærir bílar á borð við-\nLexus\nNissan\nPeugot\nRenault\nToyota\nog annara meistaraverka. Grafíkin er hreint ótrúleg og er sú flottasta sem ég hef séð hingað til.\nHann á að koma til landsins 12 des. 2002\nTomb Rider 6-\nHérna spilaru sem… auðvitað lara croft, Þessi leikur er alveg ótrúlega flottur og hefur verið í vinnslu svipað lengi og The Getaway og ég er orðinn frekar spenntur eftir honum. hann á að láta sjá sig í febrúar 2003\nDestruction Derby-\nJájá, þeir sem þekkja til Destruction Derby (DD) á PSX geta sko verið spenntir núna! því það er annað meistaraverk á leiðinni á PS2 og það verður sko gaman að sjá hann í nýju ljósi!!\n<a href=\"\nhttp://gamespot.com/gamespot/filters/products/0,\n11114,560831,00.html“> Meira um þennan leik hér </a>\nDriver 3-\nDriver 1 sló hreinlega í gegn þegar hann kom út á PSX og var hrein snilld að spila hann. Svo kom Driver 2 út og mér gafst það tækifæri aldrei að fá að prufa hann.. Svo núna hafa þeir tilkynnt útgáfu af Driver3 sem ég býst hreinlega við að verði ”Knockoff“ af GTA.. Ég sá myndband úr honum um daginn og hann lítur mjög vel út.\n<a href=”\nhttp://gamespot.com/gamespot/filters/products/0,\n11114,561852,00.html“> Meira um þennan leik hér </a>\nAliens: Colonial Marines-\nVá… Bara með því að skoða screenshots finnst mér ég vera kominn um borð í geimskip..\nEn þar sem ég veit ekki mikið um þennan leik ætla ég ekki að reina að ljúga einhverju að ykkur.. hérna er linkur á gamespot þar getiði skoðað einhver skjáskot.\n<a href=”\nhttp://gamespot.com/gamespot/filters/products/0,\n11114,480908,00.html“> Meira um þennan leik hér </a>\nResident Evil Online-\nEkki mikið er vitað um þennan Online RE leik frá Capcom en hér áttu að geta spilað með 3 í liði (3 dúdda úr öðrum löndum jafnvel)\n<a href=”\nhttp://gamespot.com/gamespot/filters/products/0,\n11114,554411,00.html“> Meira um þennan leik hér </a>\nSilent Hill 3-\nSilent Hill 1 sló hjarta mínu rækilega út af kortinu og ég er enn að jafna mig eftir hann (martraðir) neinei… :P\nSvo gáfu konami út SH2 sem margir voru ekki ánægðir með. Mér fannst hann ótrjúlega flottur og hræðilega scary, ég gat ekki spilað hann. ég reindi það einusinni en… það endaði illa.\nSvo núna 2002 er SH3 kominn í býgerð, ekki er mikið vitað um hann að vísu en mig langaði bara að hafa þetta hér fyrir áhugasama.\n<a href=”\nhttp://gamespot.com/gamespot/filters/products/0,\n11114,561292,00.html\"> Meira um þennan leik hér </a>\nJæja er þetta komið nóg af bulli? ég held það..\nþarf að kvíla mína aumu putta.\nTakk fyrir.",
    "url": "https://www.hugi.is/leikjatolvur/greinar/106637/playstation-2/",
    "url_id": "106637",
    "id": "779698",
    "replies": [
        {
            "user": "Neonite",
            "user_id": "22704",
            "date": "2002-11-28 08:46:47",
            "id": "779699",
            "reply_to_id": "779698",
            "text": "ansk.. hugi að böggast. tenglarnir virka ekki\nen þið ættuð að sjá uppi í address bar í linkinum þá er svona % merki, strokið það bara út þá á þetta að koma. þetta er þar sem komman er (0,)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-11-28 08:50:16",
            "id": "779700",
            "reply_to_id": "779699",
            "text": "en nei það virðist ekki virka… well þið finnið þetta allt á gamespot.com"
        },
        {
            "user": "Neonite",
            "user_id": "22704",
            "date": "2002-11-28 13:47:04",
            "id": "779701",
            "reply_to_id": "779699",
            "text": "Þú þarft að taka næstu tvo stafi eftir %-merkinu úr linknum líka, þe. burt með %20. Þetta er space tákn sem hugi hefur skellt inn einhverra hluta vegna.\nNeonite"
        },
        {
            "user": "Gauos",
            "user_id": "297",
            "date": "2002-11-28 08:58:14",
            "id": "779702",
            "reply_to_id": "779698",
            "text": "Fín grein hjá þér karlinn."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-11-28 09:00:24",
            "id": "779703",
            "reply_to_id": "779702",
            "text": "Þakka þér ;)"
        },
        {
            "user": "Gussi1",
            "user_id": "5874",
            "date": "2002-11-28 09:19:40",
            "id": "779704",
            "reply_to_id": "779698",
            "text": "Nett grein =)"
        },
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2002-11-28 10:06:13",
            "id": "779705",
            "reply_to_id": "779698",
            "text": "Mjög góð grein, þrátt fyrir nokkrar stafsetningarvillur…\nZedlic"
        },
        {
            "user": "MaD",
            "user_id": "8203",
            "date": "2002-11-28 10:13:50",
            "id": "779706",
            "reply_to_id": "779705",
            "text": "“Mjög góð grein, þrátt fyrir nokkrar stafsetningarvillur…”\nJá…. nokkrar.. en annars mjög góð grein, þótt þú hafir gert nánast allar þær villur með i/y sem að hugsast getur. :D"
        },
        {
            "user": "goat",
            "user_id": "18686",
            "date": "2002-11-28 11:40:57",
            "id": "779707",
            "reply_to_id": "779706",
            "text": "Verð að hrósa þér fyrir að segja Tölvan inniheldur en ekki TALVAN eins og sumt fólk segir alltaf en annrs rúllar PS2"
        },
        {
            "user": "Truexxlie",
            "user_id": "35149",
            "date": "2002-11-28 11:53:36",
            "id": "779708",
            "reply_to_id": "779698",
            "text": "PS2 ER KÓNGURINN :)"
        },
        {
            "user": "Truexxlie",
            "user_id": "35149",
            "date": "2002-11-28 12:08:45",
            "id": "779709",
            "reply_to_id": "779698",
            "text": "07:53:44 !!!\ngerðiru þessa grein áður en þú fórst í skólann?\ndjöfull ertu ofvirkur! LOL!"
        },
        {
            "user": "Truexxlie",
            "user_id": "35149",
            "date": "2002-11-28 12:16:08",
            "id": "779710",
            "reply_to_id": "779709",
            "text": "Ég er ekki í skóla."
        },
        {
            "user": "Truexxlie",
            "user_id": "35149",
            "date": "2002-11-28 12:42:05",
            "id": "779711",
            "reply_to_id": "779710",
            "text": "nú?! hættiru í skóla eftir 10 bekk?"
        },
        {
            "user": "Roggi",
            "user_id": "18889",
            "date": "2002-11-28 12:18:35",
            "id": "779712",
            "reply_to_id": "779709",
            "text": "Ég man nú þegar ég og vinur minn vorum að spila Driver leikina. Þvílík snilld. Þetta var GTA 3 síns tíma."
        },
        {
            "user": "Neonite",
            "user_id": "22704",
            "date": "2002-11-28 13:49:16",
            "id": "779713",
            "reply_to_id": "779698",
            "text": "Hmmm, svo virðist vera að búið sé að drepa þróun á Aliens: Colonial Marines.\nNeonite"
        },
        {
            "user": "tracx",
            "user_id": "9407",
            "date": "2002-11-28 14:08:10",
            "id": "779714",
            "reply_to_id": "779713",
            "text": "góð grein ;)"
        },
        {
            "user": "Sykurpudi",
            "user_id": "22698",
            "date": "2002-11-28 14:41:11",
            "id": "779715",
            "reply_to_id": "779714",
            "text": "Jamm góð grein en mættir bæta stafsetninguna örlítið ;)\nLíka að koma einu á framfæri leikurinn heitir Tomb Raider ekki Rider (kannski bara innsláttarvilla ;)"
        },
        {
            "user": "7oom",
            "user_id": "8044",
            "date": "2002-11-28 16:42:20",
            "id": "779716",
            "reply_to_id": "779713",
            "text": "Já, það er búið að hætta við Aliens: Colonial Marines. Hann stóðst víst ekki kröfur EA."
        },
        {
            "user": "Nikki21",
            "user_id": "15608",
            "date": "2002-11-28 23:45:54",
            "id": "779717",
            "reply_to_id": "779698",
            "text": "Snilldarleg grein og ég hrosa þér fyrir að seigja hvað er inni í tölvunni ;P"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-11-29 10:16:13",
            "id": "779718",
            "reply_to_id": "779717",
            "text": "Þakka þér ;)"
        },
        {
            "user": "Roggi",
            "user_id": "18889",
            "date": "2002-11-29 12:29:04",
            "id": "779719",
            "reply_to_id": "779698",
            "text": "“Tvö orð.. THE GETAWAY!!”\n“The”er ekkiorð, það er greinir."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-11-29 12:49:19",
            "id": "779720",
            "reply_to_id": "779719",
            "text": "“THE” er samt orð þótt það flokkist undir “Greinir”"
        },
        {
            "user": "Sykurpudi",
            "user_id": "22698",
            "date": "2002-11-30 11:56:23",
            "id": "779721",
            "reply_to_id": "779698",
            "text": "A og an eru samt orð ? The er líka orð, hinn hið hin í íslensku eru orð þótt að það séu lausir greinar."
        },
        {
            "user": "apoc",
            "user_id": "24668",
            "date": "2002-12-05 16:10:51",
            "id": "779722",
            "reply_to_id": "779698",
            "text": "Hvar fær maður The Getaway Demo?…………."
        }
    ]
}