{
    "forum_title": "Geimvísindi",
    "user": "MrsDillon",
    "user_id": "27083",
    "date": "2002-11-30 18:25:30",
    "title": "geimverur :(",
    "text": "Shit ég er svo hrædd við geimverur að ég get varla sofið á næturnar(án gríns),ég er altaf að ýmunda mér að þær læðist að mér osfv.Ég er ekki hrædd við neitt annað.\nHefur eitthver hérna séð eitthvað skrítið eða eitthvað óútskýranlegt sem getur beinst til þeirra :(\nHérna á íslandi meina ég.\nég var að lesa eitthverja ufo bók og þar var sagt að fyrir löngu síðan þá hafi heil læknadeild á landspítalanum á nætur vakt séð í öskjuhlíðinni eitthvað mjög dularfullt…hrollur… :(",
    "url": "https://www.hugi.is/geimvisindi/korkar/107171/geimverur/",
    "url_id": "107171",
    "id": "784402",
    "replies": [
        {
            "user": "Eliathor",
            "user_id": "22679",
            "date": "2002-12-02 16:30:06",
            "id": "784403",
            "reply_to_id": "784402",
            "text": "Það er gæi með mér í tímum í Háskólanum sem gæti sko alveg verið geimvera.\nSvo er Ástþór Magnússon örugglega ekki úr þessari vídd.\nEinu sinni sá ég eitthvað í skýjunum sem eg hélt að væri UFO en þá var það bara skítur á gleraugunum mínum…\n:)\nSlappaðu af, það eru engar geimverur að koma að taka þig, frekar en Grýla eða Leppalúði.<br><br>————–\nDisintegration is easy, you want to impress me, reintegrate it…"
        },
        {
            "user": "wolfy",
            "user_id": "16961",
            "date": "2002-12-03 16:00:57",
            "id": "784404",
            "reply_to_id": "784402",
            "text": "Ég er þannig á hverju kvöldi, mér finnst alltaf að það séu geimverur að læðast upp að mér og að ég þurfi að hafa augun opin til að fylgast með.. Því ég vaknaði eitt kvöld og klukkan var 3, ég hugsaði um að fara að sofa aftur því það var svo seint, en svo heyri ég hljóð frammi og svo allt í einu byrjar hurðin að opnast rólega, ég reyndi að segja: Hver er þetta? en gat ekki talað né hreyft mig.. svo sé ég 3 verur ganga inn og eina það sem ég gat gert var að horfa á þær. Þær gengu rólega og gengu skrítnilega? ekki eins og menn að mér og störðu um leið á mig.. þær gengu þangað til þær voru komnar upp að mér og þá vaknaði ég allt í einu kl 6 dauðhræddur..\nÉg hef einfaldlega ekki sofið vél síðan, og ég vona að ekkert slíkt gerist hjá þér :("
        },
        {
            "user": "MrsDillon",
            "user_id": "27083",
            "date": "2002-12-03 16:50:33",
            "id": "784405",
            "reply_to_id": "784404",
            "text": "ómæ god, þú ert að plata :(\nnúna ætla ég að gráta mig í svefn alla nætur :( og vona að hundarnir mínir passi mig :( nokkuð viss ad geimverur séu hræddar við hunda :)"
        },
        {
            "user": "wolfy",
            "user_id": "16961",
            "date": "2002-12-03 17:26:44",
            "id": "784406",
            "reply_to_id": "784405",
            "text": "Er ekki að plata, er alvara. Eina leiðin til að vera ekki hræddur/hrædd er barasta að hugsa um einhvað skemmtilegt á kvöldin :) Og ekki lesa neitt “UFO,Abductions,Aliens”, þá verð ég glápandi á hurðina í alla nótt heh"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-12-04 01:32:46",
            "id": "784407",
            "reply_to_id": "784405",
            "text": "Nja, Aliens like dogs. Sérstaklega ef tómatsósa er með.\nNei, bara grín. Hundar passa okkur alveg, ég rétt læðist inn í húsið þegar að ég kem af böllum, vill ekki vekja neinn en nei, Rommel verður að hlaupa niður stigann geltandi;).\nKveðja, Sigtryggur.<br><br>“Good luck, and may the cheating console be with you”"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-31 22:06:57",
            "id": "784408",
            "reply_to_id": "784405",
            "text": "þú ert 17 ára gella=) geimverur koma til þín (sko karlkyns sætir=) og kyssa þig,o.fl sko þær gera þér ekki neitt mein <br><br><a href=“mailto:Terror@myway.com”><font color=“darkblue”>T</font><font color=“black”>3</font><font color=“green”>R</font><font color=“Grey”>R</font><font color=“Yellow”>0</font><font color=“Pink”>R</font>\n</a>\n<a href=\"\nhttp://kasmir.hugi.is/Jet\n\">Kasmir</a>\n<u><i>1337</u></i"
        },
        {
            "user": "MrsDillon",
            "user_id": "27083",
            "date": "2002-12-03 18:41:59",
            "id": "784409",
            "reply_to_id": "784402",
            "text": "til hvers að vera hrædd/ur við þær, ef að þær taki tig þá veistu alveg örugglega ekkert af því vegna þess að þú verður svæfð eða eitthvað! :P<br><br><font color=“black”><p align=“center”><i>Ash nazg durbatulûk, ash nazg gimbatul, ash nazg thrakatulûk\nagh burzum-ishi krimpatul.</i>\n————————————-\n<i>One Ring to rule them all, One Ring to find them, One Ring to\nbring them all and in the Darkness bind them.</i></p"
        },
        {
            "user": "MrsDillon",
            "user_id": "27083",
            "date": "2002-12-03 18:54:43",
            "id": "784410",
            "reply_to_id": "784409",
            "text": "ég myndi vita að þær hefðu snert mig og komið við mig :/ ég myndi deyja…."
        },
        {
            "user": "wolfy",
            "user_id": "16961",
            "date": "2002-12-03 20:58:25",
            "id": "784411",
            "reply_to_id": "784409",
            "text": "Þannig var ég fyrst, en eftir að hafa séð þetta með mínum eigin augum.. þá verðuru dauðhræddur, og verður það örugglega alla ævi."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-12-04 16:28:27",
            "id": "784412",
            "reply_to_id": "784411",
            "text": "?<br><br><font color=“gold”><p align=“center”><i>Ash nazg durbatulûk, ash nazg gimbatul, ash nazg thrakatulûk\nagh burzum-ishi krimpatul.</i>\n————————————-\n<i>One Ring to rule them all, One Ring to find them, One Ring to\nbring them all and in the Darkness bind them.</i></p"
        },
        {
            "user": "hjeppi",
            "user_id": "3701",
            "date": "2002-12-05 21:49:36",
            "id": "784413",
            "reply_to_id": "784402",
            "text": "hahahahahaha, ekki vera hrædd. Þær eru ekki til. end of story.\nrofl, ég les oftast svona sögur frá fólki sem seigist hafa verið rænt þegar ég er leiður, ég spring úr hlátri við að lesa þessa lýgi og vitleysu. Heh, þúrt eins og fólk var í gamla daga þegar trúað var á tröll, fólk skeit í sig á hverju kvöldi af hræðslu við draug eða tröll, eins og ég hef sagt áður, eitt voru það tröllin, núna eru það geimverur, er að spá í hvað fólk á eftir að trúa á eftir 100 ár. :) <br><br><img>\nhttp://kasmir.hugi.is/kasmir/umsjon/synamynd.php3?uname=hjeppi&myndnafn=1.jpg\n</img"
        },
        {
            "user": "hjeppi",
            "user_id": "3701",
            "date": "2002-12-06 14:06:38",
            "id": "784414",
            "reply_to_id": "784413",
            "text": "eitt sinn*\n<br><br><img>\nhttp://kasmir.hugi.is/kasmir/umsjon/synamynd.php3?uname=hjeppi&myndnafn=1.jpg\n</img"
        },
        {
            "user": "wolfy",
            "user_id": "16961",
            "date": "2002-12-10 04:32:22",
            "id": "784415",
            "reply_to_id": "784413",
            "text": "Í fyrsta lagi ertu umkringdur geimverum (við sjálf) Erum við ekki geim verur? Eða erum við svona verur sem þú ýmindar þér bara? Og svo trúiru ekki á verur í geimnum.. Veistu hvað geimurinn er stór? Ef óendanlegur þá væru endalausar geimverur. Það er ís á tunglinu og á Mars.. hverjar eru þá líkurnar á lífi í geimnum? :O"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-12-18 12:56:24",
            "id": "784416",
            "reply_to_id": "784413",
            "text": "þú ert dálítið MJÖG þröngsýnn ef að þú trúir ekki á geimverur… ég meina það er talið að það séu um 10.000.000.000.000.000.000 plánetur úti í geiminum og það er að minnsta kosti líf á einni þeirra.. okkar, og afhverju ekki á einhverri annari? Það er sagt að við höfum verið geðveikt heppin að líf hafi kviknað hérna, og útafþví að það eru svo margar plánetur til afhverju hefði ekki einhver önnur pláneta verið svo heppin líka?<br><br><font color=“fire”><p align=“center”><i>Ash nazg durbatulûk, ash nazg gimbatul, ash nazg thrakatulûk\nagh burzum-ishi krimpatul.</i>\n————————————-\n<i>One Ring to rule them all, One Ring to find them, One Ring to\nbring them all and in the Darkness bind them.</i></p"
        },
        {
            "user": "Moen",
            "user_id": "17218",
            "date": "2002-12-10 18:53:03",
            "id": "784417",
            "reply_to_id": "784402",
            "text": "Ímyndunarverurnar eru til og þær eru vondar. Þær fara til annarra hnatta og ræna\nímyndunarveikum stelpum sem geta ekki sofið.\nÍmyndunarverurnar búa yfir tækni sem er okkur svo framandi að við getum ekki einu sinni ímyndað okkur það. Auk þess þá tjá ímyndunarverurnar sig með hugarafli og geta lamað ímyndunarveikar stelpur þannig að þeir geti ekkert hreyft nema augun.\nÍmyndunarverurnar setja ímyndunarveiku stelpurnar í speglun og káfa hressilega á þeim með löngu gráu fingrunum sínum.\nOg það versta er að þú ert að tapa svefni yfir þessu bulli.\n“Geimverur” eru ekki til þær eru ÍMYNDUN."
        },
        {
            "user": "tomas",
            "user_id": "794",
            "date": "2002-12-16 21:13:49",
            "id": "784418",
            "reply_to_id": "784402",
            "text": "heyrðu þú ert bara búinn að horfa of oft á signs myndina ég var sona eftir hana ;Þ<br><br>–\n[)CosaNostrA(]kenny\n|FC|presedente\nTommi"
        },
        {
            "user": "MrsDillon",
            "user_id": "27083",
            "date": "2002-12-18 16:12:29",
            "id": "784419",
            "reply_to_id": "784418",
            "text": "Ég hef ekki séð Sign myndina :( Má ekki við því að hræða mig meira"
        },
        {
            "user": "angelina",
            "user_id": "31251",
            "date": "2003-01-06 22:58:00",
            "id": "784420",
            "reply_to_id": "784419",
            "text": "þú verður að horfa á sign myndina….\nÞá færðu margt nýtt til að hugsa um :) hehehe"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-17 19:18:59",
            "id": "784421",
            "reply_to_id": "784402",
            "text": "ég held ég hafi séð geimveru eða hvort það hafi verið spegill mydninn ég veit ekki.  En vá eina sem ég er hræddur við er eitthvað sem mér finnst geta gerst, þanneig ég held ég lendi ekki í neinu sream tilfelli, heldur er ég skíthræddastur um innrás frá öðrum plánetum(sign ég skeit á mig) en ég sef vel á næturnar því ég veit að einhvað verndar mig.<br><br><font color=“red”>Friðrik da king</font>\n<b>Tilvitnun:</b><br><hr><i>Að deyja er það þegar sameindir taka á sig nýtt form, ég er maður ég dey og svo verð ég að grasi…  þannig heldur lífið áfram!</i><br><hr>\n<a href=“mailto:fridrikd@hotmail.com”>E-Mail</a"
        }
    ]
}