{
    "forum_title": "Heimilið",
    "user": "chavez",
    "user_id": "7283",
    "date": "2002-12-01 12:27:31",
    "title": "Íbúðar kaup",
    "text": "Jæja þá er komið að því. Greiðslumatið komið, viðbótarlánið sammþykt, lífeyrissjóðs lánið sammþykt.\nÞá fyrst hefst vandræðagangurinn. Ég er bundinn því að kaupa íbúð í Kópavogi vegna þess að viðbótarlánið var sammþykt þar, sem er svo sem allt í lagi nema hvað að íbúðir í kóp eru mun dýrari enn í Rvk. Við erum búin að vera leita af 3. herbergja íbúð núna í 2 mán, gerðum tilboð í eina sem var hafnað :( (sett á hana 11.9 en hún fór á 12.2)\nvið erum að leita af íbúð sem við ætlum að gera upp þ.e að setja nýtt eldhús, gólfefni og kannski baðherbergi enn allar íbúðir sem við höfum skoðað eru seldar þið vitið “nýlegt þetta, uppgert hitt, nýtt svona” osfr. afhverju selur enginn í Kóp íbúð sem þarf að gera upp :( og líka ótrúlegt hvað fólk getur sett ljót ný eldhús/baðherbergis innréttingar (persónulegt mat) enn svona er það nú…\nÞað sem okkur þykir verst er að á þessum 2. mán erum við búin að horfa á íbúðar verð hækka um 1/2 til 1 miljón. svo að það er leiðinlegt að vera bíða eftir réttu íbúðinni ef maður veit að þær eru hækkandi í verði, enn svona er það, ég læt ykkur vita hvað gerist..\nkv\nChaves",
    "url": "https://www.hugi.is/heimilid/greinar/107253/ibudar-kaup/",
    "url_id": "107253",
    "id": "784972",
    "replies": [
        {
            "user": "Augustus",
            "user_id": "848",
            "date": "2002-12-01 12:42:04",
            "id": "784973",
            "reply_to_id": "784972",
            "text": "Ekki taka viðbótarlán nema að það sé algjörlega nauðsynlegt. Það takmarkar þig bæði við hvar þú getur keypt, hvað þú getur keypt og hverjum þú getur svo selt seinna meir."
        },
        {
            "user": "more64u",
            "user_id": "22588",
            "date": "2002-12-01 15:02:31",
            "id": "784974",
            "reply_to_id": "784972",
            "text": "Mér finnst 12 millj. svolítið mikið fyrir 3 herbergja íbúð senm þarf að setja allt nýtt í. Það er líka hægt að sækja um viðbótarlán annar staðar, t.d. í rvk. eða eitthvað þá ertu ekki bundin hvar þú kaupir.\nÉg er líka nýbúin að kaupa. keypti  90 ferm. á 11.5 í grafavogi þarf ekkert að gera fyrir hana.\nSvo er líka eitt með viðbótarlánið, að það er ekki lengur þak hvað þú mátt kaupa á heldur færðu eitthvað ákveðið hátt í lán."
        },
        {
            "user": "chavez",
            "user_id": "7283",
            "date": "2002-12-01 15:58:37",
            "id": "784975",
            "reply_to_id": "784974",
            "text": "Varðandi 12 mill, íbúðina þá þurfti ekkert að gera við hana:). enn hún kom á sölu og var seld 2 dögum síðar svo markaðurinn er mjög harður.\nGreiðslumatið gaf mér og frúnni 12.5 millur með viðbótar og lífeyrissjóðsláninu. ég er búinn að skoða íbúðir í grafarvoginum og líst mjög vel á þær enn alveg eins og ég sagði þá erum við bundin því að kaupa í Kópavogi.. Ég fæ sennilega ekki 90% lán í Rvk vegna þess að við við erum yfir launa mörkum. enn það sakar ekki að sækja um :)\nkv\nChaved"
        },
        {
            "user": "more64u",
            "user_id": "22588",
            "date": "2002-12-01 16:05:06",
            "id": "784976",
            "reply_to_id": "784975",
            "text": "okey ég skil hvað þú átt við.  Maður kannst við þetta.  Ég er alveg sammála með það að fara gegnum greiðslumat og annað er auðveldasti parturinn, og þegar því er lokið þá byrjar vesenið, það er skoða íbúðir  og finna það sem að maður er ánægður með.  Og náttúrulega að “ná” henni áður en hún er seld."
        },
        {
            "user": "gunna7fn",
            "user_id": "3811",
            "date": "2002-12-02 10:45:02",
            "id": "784977",
            "reply_to_id": "784976",
            "text": "Ég keypti íbúð í sumar í breiðholtinu, greiðslumatið mitt hljóðaði upp á 12,9 m. með líferissjóðsláninu (ekkert viðbótarlán).  Við keyptum á 11,5 í seljahverfinu, 100 fm með bílskýli.  Við eru búin að gera íbúðina upp fyrir mismuninn.  Við vorum reyndar mjög heppinn með verð, konan sem seldi okkur ætlaði að selja íbúðina í fyrra og seti íbúðina aftur á sölu í ár án þess að hækka verðið.\nSeljahverfið er fínn staður, miðsvæðis eins og Kópavogur, en þá ertu komin í sama vand, út af viðbótarláninu.\nÞegar við vorum að leita í sumar, fundum við ekkert innan skimsamlegra marka í Kópavogi\np.s. ég vona að þið skiljið þetta ;)"
        },
        {
            "user": "Augustus",
            "user_id": "848",
            "date": "2002-12-03 10:44:33",
            "id": "784978",
            "reply_to_id": "784975",
            "text": "Greiðslumatið miðast reyndar oftast við það að þú gerir ekkert annað en að borga af íbúð og lifir á pulsum :)\nÞað er ekki skynsamlegt að kaupa íbúð sem er í efsta stigi greiðslumatsins.\nVið skötuhjúin fengum greiðslumat upp á rúmar 12 milljónir en keyptum á 10,2m. Það hefði eiginlega ekki mátt vera meira upp á afborganir að gera (einn og hálfur námsmaður)"
        },
        {
            "user": "daja",
            "user_id": "2431",
            "date": "2002-12-03 21:11:30",
            "id": "784979",
            "reply_to_id": "784972",
            "text": "úff.. ég var í þessum sporum í sumar… þó að fasteignablaðið sé fullt af eignum er bara lítið brot sem er áhugavert.. ótrúlegt rusl sem er til. Talandi um Kópavoginn þá var vinkona mín að selja þar 3 herbergja við fossvogsdalinn og það var komið tilboð áður en hún var komin á netið.. seldist strax.\nSjálf vorum við maðurinn minn mjög heppin. Fundum  3. herb. íbúð í Grafarvoginum sem var nýkomin á sölu og buðum strax í .. keyptum 10,7m.  Æðisleg íbúð, máluðum og fluttum inn :) gæti ekki verið hamingjusamari með útsýni yfir alla Reykjavík og sundin :)\ngangi þér vel í þinni íbúðaleit.. vonandi finnur þú eitthvað sem fyrst :)"
        }
    ]
}