{
    "forum_title": "Hátíðir",
    "user": "Pingvin",
    "user_id": "19866",
    "date": "2002-12-02 18:51:57",
    "title": "Besta jólagjöfin (jólasaga)",
    "text": "Þessi jólasaga er copy/paste af jólavef Júlla. En hún er þess virði að lesa hana…\nJólin voru að ganga í garð.Halli litli var kominn í sparifötin og beið nú jólagleðinnar. Hann gekk inn til ömmu sinnar. Þar ætlaði hann að stytta sér stundir, meðan jólamaturinn var borinn á borð. Mamma og pabbi voru búin að raða jólagjöfum umhverfis jólatréð í betri stofunni. Jólabögglarnir voru marglitir og skrautlegir. Halli var óþreyjufullur. Hann var vanur að fá margar jólagjafir, en nú var eftir að vita hvað hann hlyti að þessu sinni. Það var best að dveljast hjá ömmu um stund. Hún var vís til að segja honum sögu, en þær kunni hún margar og sagði þannig frá að unun var á að hlýða. Hún kunni vel þá list að segja sögu. Amma Halla sat í stólnum sínum og prjónaði. Hún réri fram í gráðið. Hún var blind, eldur augnanna horfinn, en það var eins og hún ætti innri augu sem greindu þá hluti, er öðrum voru huldir. Æviárin höfðu rist rúnir í svip hennar. Löng og hörð lífsbarátta hafði gefið henni minningar , sumar daprar, en einnig aðrar , sem voru henni ljós í myrkrinu og vermdu hana á ævikvöldi. Halli brosti til ömmu sinnar. Hún faðmaði hann að sér og faldi smáar hendur hans milli lófa sinna. Varmi og atlot þreyttra og hrukkóttra handa veittu drengnum ró og innri hlýju. “ Ertu nú kominn blessaður stúfurinn minn?” “Já amma mín viltu segja mér sögu ? Mér finnst tíminn svo lengi að líða. Ég hlakka svo til að fá jólagjafirnar og ganga í kringum jólatréð”. “Jú litli vinur ég skal gjarnan gera það ” En eitt verður þú að muna. Þótt jólagjafirnar þínar séu góðar, þá mega þær ekki verða til þess, að þú gleymir öðrum, en munir aðeins eftir þér sjálfum.Þær mega aldrei verða svo margar, að þú kunnir að hætta að meta þær. Gleymdu því aldrei að besta jólagjöfin sem mennirnir hafa eignast, er lítið barn, sem lagt var í jötu, af því ekki var rúm fyrir það í gistihúsinu:“ Svo hóf gamla konan söguna. ” Þegar ég var lítil stúlka, átti ég heima í sveit.Ég hlakkaði til jólanna eins og þú.Sérstaklega eru mér minnistæð jólin, sem ég nú ætla að segja frá: Frost og snjókoma hafði verið um langan tíma. Þá voru ekki miðstöðvar eða rafmagn til þess að hita upp húsin. Ylurinn frá eldavélinni, sem kynt var með sverði , hrísi eða moði frá gripunum var ekki nægur til að sigrast á kuldanum. Svo þurfti líka að spara eldiviðinn. Það logaði ekki eldur nema nokkurn hluta dagsins. Oft var því kalt og ónotalegt. Ég man líka, að hendur mínar voru bólgnar og rauðar. Kuldabólgan sagði til sín Nokkrum dögum fyrir jól veiktist Nonni litli, bróðir minn. Honum versnaði með hverjum degi , sem leið.Pabbi varð að brjótast í næstu sveit eftir lækni hvað sem það kostaði . Við vorum aðeins fjögur á heimilinu, mamma og pabbi, ég og litli bróðir á öðru ári. Pabbi átti því illa heimangengt á þessum tíma árs , þegar allar skepnur voru á gjöf. Langt var til næstu bæja og enga hjálp þar að fá, því karlmenn voru margir í kaupstaðarferð fyrir jólin. En nú var ekki um annað að ræða en að pabbi færi að sækja lækninn. Litli bróðir varð að fá hjálp ef mögulegt var Í bernsku minni þekktust ekki aðrar jólagjafir en einhver þörf flík. Ég fékk oftast nýja ullarsokka og brydda skó og þótti mikið til koma, var glöð og ánægð. Nú vissi ég, að mamma gat ekki lokið þessum kærkomnu jólagjöfum vegna veikinda Nonna litla. Ég forðaðist að hugsa um þau vonbrigði, en bað þess heitt og innilega, að litli bróðir fengi að lifa. í þeirri bæn gelymdi ég öllum erfiðleikum mínum. Ég gekk inn í svefnherbergið til mömmu. Það logaði á stóra lampanum í einu horninu. Mamma kraup við rúmstokkinn og hlúði að Nonna litla . Það var þung raun að sjá kvaladrættina í andlitinu og hlusta á kvein hans. Mamma sagði ekki neitt , en það blikuðu tár í augum hennar . Við vonuðum, að pabbi kæmi sem fyrst með lækninn þrátt fyrir veðurofsann. Ég kraup við hlið mömmu. Við grétum báðar við hvílu litla bróður. Tár okkar vættu heitar hendur hans. Bænin í saklausum augum barnsins gekk okkur til hjarta. Stormurinn hvein úti . Nóttin var myrk.—–Loksins loksins hrikti í bæjarhurðinni. Ég hentist fram og opnaði dyrnar. Inn úr dyrunum reikuðu tvær klökugar og fannbarðar verur, líkari ófreskjum en mennskum mönnum Það var pabbi og læknirinn.— Aðfangadagur jóla var kominn Læknirinn og pabbi höfðu vakað alla nóttina. Þau höfðu sameiginlega gert allt, sem í þeirra valdi stóð til þess að hjálpa litla bróður. Þessa nótt áttu þau aðeins eina ósk,óskina, sem fólst í bæninni um sigur lífsins. Ég hafði oltið útaf í rúmi mínu í öllum fötum og vaknaði ekki fyrr en með birtu. Jólahátíðin var komin. Pabbi og læknirinn röbbuðu saman. Mamma tendraði jólaljósin með bros á vör. Ég sat við rúm Nonna litla. Hann hreyfði sig ofurlítið og opnaði augun. Hann starði á mig um stund. Fagurt bros breiddist yfir andlitið.Þetta bros er fegursta og besta jólagjöfin, sem ég hef eignast um ævina.",
    "url": "https://www.hugi.is/hatidir/greinar/107474/besta-jolagjofin-jolasaga/",
    "url_id": "107474",
    "id": "787040",
    "replies": [
        {
            "user": "todgi",
            "user_id": "9140",
            "date": "2002-12-02 20:59:55",
            "id": "787041",
            "reply_to_id": "787040",
            "text": "Ég nenni ekki að lesa þessa sögu vegna þess að það vantar svo mikið bil á milli orða, greinskila og kannski aðlagandi söguþráð?"
        },
        {
            "user": "todgi",
            "user_id": "9140",
            "date": "2002-12-04 14:04:40",
            "id": "787042",
            "reply_to_id": "787041",
            "text": "so very very true…"
        }
    ]
}