{
    "forum_title": "Golf",
    "user": "links",
    "user_id": "7395",
    "date": "2002-12-02 15:06:00",
    "title": "Hugsunarháttur.",
    "text": "Sælir.\nÞað sem ég ætla nú að tala um er hvað mikilvægt er að hugsa rétt þegar maður er að spila á mótum eða bara að gamni á vellinum sínum.\nÞar sem ég er þaulvanur að spila í stigamótum og öðrum mótum er ég búinn að læra það að temja reiði mínu og vera alltaf í jafnvægi og góðu skapi þótt maður sé að spila alveg hræðilega. Ég er búinn að fylgjast með nokkrum mönnum sem alveg eyðileggja skorið sitt vegna þess að þeir slógu eitt lélegt högg og eftir það þunglyndiskast og smá af lemja kylfu í jörðina. Það hjálpar þeim náttúrulega ekkert og þeir fara bara að spila enn verr!!!\nPersónulega finnst mér að ef maður heldur sér í góðu skapi og pirrar sig ekkert á þessu í staðinn fyrir að vera reiður, þá er maður að spara þó nokkur mörg högg. Það sem er líka leiðinlegt er að ef einhver sem er með manni í holli og er orðinn að brjálaður, þá kemur þetta niður á þeim hinum sem eru í hollinu með honum og þeir fara líka að spila illa vegna hans. Mér finnst að ef einhver er svona í móti ætti að láta hann fá víti ( 1 eða 2 högg ) og þá ætti hann svona að fara að skilja að neikvæð hugsun borgi sig ekki.\nTakk fyrir mig\n- Links",
    "url": "https://www.hugi.is/golf/greinar/107448/hugsunarhattur/",
    "url_id": "107448",
    "id": "786456",
    "replies": [
        {
            "user": "bsk17",
            "user_id": "13829",
            "date": "2002-12-02 15:20:28",
            "id": "786457",
            "reply_to_id": "786456",
            "text": "Ég þekki einn sem er mjög góður en á það til að láta skapið sitt hlaupa með sig í gönur!"
        },
        {
            "user": "axes",
            "user_id": "25114",
            "date": "2002-12-02 15:21:01",
            "id": "786458",
            "reply_to_id": "786456",
            "text": "þetta er alveg satt, ég hef nokkrum sinnum orðið fúll þegar ég spila illa og þá spila ég miklu ver.\nÞað mætti alveg setja reglur um það hve mörg víti ef maður sleppir skapinu t.d. 2 víti fyrir að kasta kylfu eða slá henni o.s.fv. En hins vegar finnst mér allt í lagi að fólk blóti aðeins ef því gengur illa."
        },
        {
            "user": "lufc",
            "user_id": "19001",
            "date": "2002-12-02 15:49:58",
            "id": "786459",
            "reply_to_id": "786458",
            "text": "mer finnst golf vera þannig iþrott að menn eiga að hafa hemil a skapinu a ser eða hljota refsingu fyrir að t.d að negla kylfunni i jörðina eða alika"
        },
        {
            "user": "gallbladra",
            "user_id": "20317",
            "date": "2002-12-02 17:22:52",
            "id": "786460",
            "reply_to_id": "786459",
            "text": "mér finnst allt í lagi að blóta og lemja kylfunni(Ekkert fast!) í jörðina… ekki samt þannig að það komi far…… þetta er líka sálfræði… aðstoðarþjálfarinn hjá okkur kenndi okkur að spila í holukeppni…. þegar gengur illa er hægt að nota nokkra hluti sem ég ætti ekki að segja frá til að snúa leiknum við og sigra án þess að þú spilir betur."
        },
        {
            "user": "arnig",
            "user_id": "28231",
            "date": "2002-12-02 17:26:44",
            "id": "786461",
            "reply_to_id": "786460",
            "text": "Ef þú ættir ekki að segja frá þessum ráðlegginum aðstoðarþjálfara þíns þá myndi ég gleyma þeim sem allra fyrst!! Þú tapar á endanum á einhverju svona löguðu."
        },
        {
            "user": "gallbladra",
            "user_id": "20317",
            "date": "2002-12-02 17:37:44",
            "id": "786462",
            "reply_to_id": "786461",
            "text": "Ég notaði þetta í Sveitakeppninni í sumar á akranesi….. ég var 4 undir þegar 7 voru eftir ég vann 2/1"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2002-12-02 17:30:35",
            "id": "786463",
            "reply_to_id": "786460",
            "text": "Hvaða ráð voru þetta?  Lemja kylfunni í hendina á keppinautnum? :)"
        },
        {
            "user": "gallbladra",
            "user_id": "20317",
            "date": "2002-12-02 17:38:12",
            "id": "786464",
            "reply_to_id": "786463",
            "text": "NEHHH"
        },
        {
            "user": "ottosig",
            "user_id": "28291",
            "date": "2002-12-05 22:43:49",
            "id": "786465",
            "reply_to_id": "786464",
            "text": "Eg er sammala honum ArnaG\nEf tetta er eitthvad oheidarlegt hja ter Gallbladra ta aettir tu nu bara halda tessu fyrir tig. Tad eru til margar adferdir til ad spila inna salfraedin hja motherja sem eru hvorki oheidarlegar eda leidinlegar. Eg get nefnt sem daemi ad gefa 60-90 cm putt tar til ad a reynir. En a endanum er tad bara spilamennskan sem raedur urslitum. Eg held Gallbladra ad tu aattir adeins ad spa i tessu og einbeita ter ad tvi ad vinna leiki med haefileikum og leikni i stad tess ad nota einhver brogd.\nEg hef lent i tvi ad menn noti einhver leidindi og oheidarleika en madur reynir bara ad lata tad ekki a sig fa og vinna leikinn. En hvernig sem fer ta er tad golfid sem sker um urslitin. Tad eina sem gerist er ad madur missir alit a manninum sem madur spilar vid.\nKaer kvedja Otto Sig\nps. hvad ert tu gamall gallbladra ? Spyr bara tvi madur hefur heyrt ad ymis heimskupor hafa att ser stad i sveitakeppnum ungl."
        }
    ]
}