{
    "forum_title": "Battlefield",
    "user": "kvikindi",
    "user_id": "9068",
    "date": "2002-12-06 01:48:54",
    "title": "\\Mod`i*fi*ca\"tion\\",
    "text": "Ég ætla að byrja á enskri skilgreiningu á Modification.\n————————————– ———————\n[mod·i·fi·ca·tion]\nn.\n1.  The act of modifying or the condition of being modified.\n2.  A result of modifying.\n3.  A small alteration, adjustment, or limitation.\nmodi·fi·cator n.\nmodi·fi·cato·ry (-kt-r) or modi·fi·cative (-ktv) adj.\n————————————————- ———-\n“Að modda leik er góð skemmtun. Þetta mod er bannað innan átján ára. Góða skemmtun”\nAAhhhhh…. ef aðeins þetta væri svona einfalt. En svo er ekki.\nAf lestri á korkunum á www.bf1942.com að dæma þá virðist vera algjört helvíti fyrir *moddara* að reyna að breyta leiknum til hins “betra” því EA/DICE hafa búið svo um hnútana að til þess að breyta leiknum þarft þú að notast við hluti sem þegar eru í leiknum.\nSem dæmi:\nKugelkopter er algjör sjón að sjá. Þetta er jeppi sem breytt hefur verið í þyrlu sem getur tekið allt að sex manns inn í einu. Einn til að stjórna “þyrlunni” sjálfri, þrjá á kúlulaga byssuturrets, og auka farþega til að sjá um að droppa sprengjum.\nÞennan mod hef ég reynt og það er vægast sagt erfitt að reyna að stýra ferlíkinu sökum þess að EA/DICE hafa ekki gefið út SDK-ið ennþá (kóðann). Ég held persónulega að þeir ætli að bíða eftir gulli þar til þeir sleppi þessu út og þá líklegast búnir að gefa sjálfir út nokkra “official” modda líka.\nAnnars finnst mér nokkuð fáránlegt að kaupa þennan “Veg til Rómar” mod því að í honum er ekkert sem er á leiðinni, og vil ég þá helst benda á æsispennandi mod sem er í vinnslu: Desert Combat heitir sá mod og er, eins og flestir/nær allir moddar ÓKEYPIS.\nÉg man skyndilega eftir spurningunni: Á að búa til Battlefield Irak? (eða myndirðu kaupa-) ..ég svaraði hreint og klárt NEI. Ef hann væri búin til af einhverjum áhugamönnum sem gæfu vinnu sína til að bæta skemmtanagildi leiksins fyrir þá sem og okkur hin væri bara stórkostlegt! En að kaupa… ég gef peninga mína dálítið hikandi þegar ég get fengið eitthvað ókeypis.. =)\nHérna fylgir með tengill yfir á forum-ið hjá bf1942.com þar sem þið getið skoðað hitt og þetta. Ég mæli með að þið kíkið á mod eins og Heavy Bombardment og fleiri (flamethrower, shotgun ofl!!!)\nhttp://bf1942forums.gameservers.nl/\nÚff.. . mín fyrsta grein… endilega gefið mér komment -ef ég fæ þetta birt, *og ekki halda aftur af ykkur* ;)\nKvikindi Out.\nBF1942 : +SS EVIL\n|||\n?¿?\n*",
    "url": "https://www.hugi.is/bf/greinar/108371/modification/",
    "url_id": "108371",
    "id": "794670",
    "replies": [
        {
            "user": "GARafAR",
            "user_id": "20511",
            "date": "2002-12-06 11:15:57",
            "id": "794671",
            "reply_to_id": "794670",
            "text": "Góð grein. Ekki að sjá að sé 1sta skifti.    Meðal annars , algjörlega sammála."
        },
        {
            "user": "kvikindi",
            "user_id": "9068",
            "date": "2002-12-06 11:19:44",
            "id": "794672",
            "reply_to_id": "794671",
            "text": "ah já… kíkið líka á www.bf1942.com og gramsið þar =)\n+SS Evil"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-12-06 12:02:30",
            "id": "794673",
            "reply_to_id": "794670",
            "text": "Flott grein, gj"
        },
        {
            "user": "mogull",
            "user_id": "16332",
            "date": "2002-12-06 12:47:18",
            "id": "794674",
            "reply_to_id": "794670",
            "text": "The road to rome er nú í rauninni ekki mode heldur viðbót allavega vil ég ekki kalla þetta mod.."
        },
        {
            "user": "Blitz",
            "user_id": "6683",
            "date": "2002-12-06 14:15:21",
            "id": "794675",
            "reply_to_id": "794674",
            "text": "Road to rome er mod, meina eða addon :)"
        },
        {
            "user": "psycho",
            "user_id": "1791",
            "date": "2002-12-07 12:11:06",
            "id": "794676",
            "reply_to_id": "794670",
            "text": "Góð grein.\nþú átt framtíðina fyrir þér í greina skrifum.\nþessi grein er betri heldur enn margar sem vanir greinna skrifar hafa gert.\nEn ég verð bara að segja það: ÞESSI TITILL ER GAY. :) samt flott hjá þé"
        },
        {
            "user": "kvikindi",
            "user_id": "9068",
            "date": "2002-12-08 10:42:57",
            "id": "794677",
            "reply_to_id": "794676",
            "text": "Einfalt og gott: Takk."
        },
        {
            "user": "ricardo",
            "user_id": "12519",
            "date": "2002-12-09 15:12:57",
            "id": "794678",
            "reply_to_id": "794670",
            "text": "good job son\n[mode]phoenix"
        },
        {
            "user": "fuse",
            "user_id": "23112",
            "date": "2003-01-07 15:14:10",
            "id": "794679",
            "reply_to_id": "794670",
            "text": "það er líka til mod sem fietir modcolaction og er með helling að sniðugum faratækjum og fleiru"
        }
    ]
}