{
    "forum_title": "Leikjatölvur",
    "user": "Sphere",
    "user_id": "8460",
    "date": "2002-12-06 23:41:51",
    "title": "Metroid og Retro Studios",
    "text": "Sphere:\nHaha….rúst….verður að æfa þig betur í SSB. ef þú vilt vinna hinn\neina sanna meistara :p\nJoN^DaviS:\nOjbara, þú ert alltaf svo heppinn.\nSphere:\nJæja, búinn að jafna þig eftir pizzaátið, svakaleg óhljóð þarna\ninn á klósetti áðan.\nJoN^DaviS:\nÉg ætla ekki að snerta pizzu næsta mánuðinn!\nSphere:\nJæja, get ekki beðið eftir Metroid Prime. Retro Studios alveg að\nmeika það.\nJoN^DaviS:\nright :D\nSphere:\nHmm…ok\nSphere:\nWhere to start ;)\nJoN^DaviS:\nKemur Retro Studios inn með stæl eða bara sem enn einn\nframleiðandinn?\nSphere:\nRetro Studios kemur inn með stæl og tekur pláss RareWare,\nno doubt about that.\nSphere:\nBerum bara saman Metroid Prime og StarFox Adventures, and\nthen tell me I´m wrong.\nJoN^DaviS:\nPersónulega finnst mér þeir koma inn með engri smá bombu\nþví Metroid Prime er meira en nokkur þorði að hugsa sér. Held\nað fáir hafi byrjað svona vel. Margir vilja meina að RareWare\nhafi byrjað vel með GoldenEye á Nintendo 64 en þeir byrjuðu\nekki með GoldenEye. Þeir byrjuðu way back árið 1983 og það\nekki með neinu meistaraverki\nJoN^DaviS:\nStarfox og Metroid… Auðvelt. Metroid Prime er einfaldlega að\nrassskella Starfox þegar maður ber saman einkunnir og\nalmennt álit. Flestir eru vonsviknir með SFA en jafnvel\nefasemdamenn og anti-Nintendo fólk er mjög hrifið af Metroid\nPrime. Segir margt\nSphere:\nÞeir unnu djobbið vel vegna Nintendo. Hefði NIntendo ekki\naðstoðað þá eins og þeir hafa gert með Retro nýlega þá hefðum\nvið bara séð flotta en leiðinlega leiki.\nSphere:\nÞað er náttúrlega ekkert betra en 7f beib með geislabyssu :)\nJoN^DaviS:\nRare kunna vissulega að gera flotta leiki en ég held nú líka að\nNintendo hafi átt sinn þátt í skemmtanagildi þeirra leikja. En\neru þeir ekki að gera það sama hjá Retro? Þeir stjórnuðu\nframleiðsluferli MP frá A til Ö.\nSphere:\nDálítið skrítið, en Nintendo hafa gert fáa “Teen rated” leiki í\ngegnum tíðina…..spurning hvort þetta sé bara byrjunin, kannski\ner nýr horror leikur handan við hornið\nJoN^DaviS:\nRetro eru að setja nýjan standard þegar kemur að console\nFP(S) leikjum. En MP er eins og við öll vitum ekki FPS leikur.\nÞeir setja hins vegar standard þegar kemur að ímyndunarafli\nog getu, hvort sem er grafísk geta eða getan til að búa til góðan\nleik.\nJoN^DaviS:\nÞað er aldrei að vita en ég held að það væri þá ekki frá Nintendo\nheldur kæmi annar horror leikur frá Silicon Knights eða Retro\nstudios, en þeir hafa jú sannað sig. Fyrirtæki sem er byggt upp\naf Könum sem unnið hafa við leiki eins og Half-Life og Quake.\nJoN^DaviS:\nHins vegar var ég að pæla hvort að Retro Studios séu strax\nfarnir að huga að næsta Metroid leik eða hvort þeir séu byrjaðir\nað einhverjum leik úr þeirra eigin banka\nSphere:\nMetroid Prime er flottari artisticly heldur en tæknilega, þó að\nhann sé flottur í báðum flokkum. Ef þú skoðar umhverfið og\nveggina o.s.fv þá tekurðu eftir því. Eiginlega hver hlutur er\nsjálfstæður. They dont rely en pretty textures but millions of\npolygons and great character models. Allt er hannað mjög flott\nog eiginlega ekkert sem mér finnst formlegt. Margir\nframleiðendur nú til dags leggja meiri áherslu á listrænt\nútlit…svo er líka gott að vera opinn og segja “Metroid Prime er\nMono Lisa” tölvuleikjaheimsins\nSphere:\nPersónulega vona ég að þeir séu að gera einhver MMORPG\nZelda leik, how cool would that be ?\nSphere:\nSvo hefur maður verið að heyra að einn af aðalforriturum Metroid\nvélarinnar fór frá ID   til Retro….gaur sem vann mjög náið með\nCarmack….útskýrir kannski eitthvað af þessu :)\nJoN^DaviS:\nÞað er satt. Ég held ég hafi persónulega ekki séð leik sem\nhefur fengið jafnmikla ummönnun og Metroid Prime þegar\nkemur að artistic touch. Ekkert herbergi eða svæði er eins. Þeir\ngerðu hvern hlut “sjálfstæðan” og ekkert er eins. Rosalega flott\nað sjá þetta í videos. Myndir sýna leikinn ekki rétt.\nJoN^DaviS:\nÉg hef á tilfinningunni að þeir geri einhverskonar MMO leik fyrir\nGameCube (auðvitað) þegar hún verður Online. Zelda Online\nmaybe, en ég held það væri eitthvað af þeirra eigin\nhugmyndum.\nSphere:\nMMORPG Zelda myndi örugglega seljast mjög vel enda\nþekkja eiginlega allir seríuna og hafa eitthvað gott að segja um\nhana. Ég myndi vilja hafa leikinn realistic…held að Cel-shaded\nleikur myndi ekki meika það.\nJoN^DaviS:\nÞað gæti vel verið að Nintendo myndu senda sína\nbrainstormera til Austin til þess að hjálpa Retro við að gera\nZelda MMORPG. Hver veit? Þeir létu Rare hafa Starfox, sem\nþeir reyndar klúðruðu aðeins. Sad to say\nJoN^DaviS:\nÉg held þó samt að Retro muni gera fleiri FP leiki fyrir\nGameCube. Fyrst þeir gátu gert Metroid að svona mögnuðum\nFP leik þá hljóta Nintendo að heimta exclusive alvöru FPS leik.\nÞá er ég að tala um FPS. Murder death kill… svona aðeins til að\nhrista kiddie image af sér\nSphere:\nÞað er alltaf jafn gaman að fá leikina síðastur….að þurfa að bíða\nfram í febrúar er bara illt….they´re evil I tell you….\nSphere:\nHeld að ég meiki ekki biðina\nSphere:\nImport er málið, en bara allt of dýrt.\nJoN^DaviS:\nÞað er evil að vera í Evrópu þegar Retro og Nintendo eru\nannarsvegar hehe. Metroid og Zelda.\nJoN^DaviS:\nSpurning um að ég kaupi mér FreeLoader þegar hann kemur\nog hringi svo í kunningja minn í Texas og læt hann senda mér\nMP með DHL Express ;) Og þar að auki láta hann taka myndir\naf höfuðstöðvum Retro og senda með hehe. Úh… :D\nSphere:\nFreeloader hefur oft verið seinkað og ég hef er farinn að gruna\nað hann láti aldrei sjá sig…Ef hann kemur þá sé ég fyrir mér\nkæru frá Nintendo\nJoN^DaviS:\nJá líklega. Annars er alltaf gaman að fá leiki eftir langa bið.\nMakes things so good.\nJoN^DaviS:\nHeldurðu að Retro fari í MMO leik eða FPS leik næst? Margir\nhalda að Ravenblade verði endurlífgaður en persónulega er ég\nlítið spenntur fyrir honum. Væri meira til í alvöru FPS leik en\neins og ég sagði áðan, MP er ekki FPS ;)\nSphere:\nVona MMOFPS…..það yrði bara snilld…en vonandi er það\nMMORPG, hef alltaf langað að spila svoleiðis, nema flestir í dag\ner bara svo fjandi leiðinlegir….kannski bætist við smá action…\nJoN^DaviS:\nÉg persónulega er enginn RPG fan, finnst þeir oftast\nleiðinlegir. Not my type of games. En MMOFPS væri indeed\nsnilldin ein. Hmmm… sem færir mann að einni spurningu…\nMetroid Online? :) Sjáðu fyrir þér Metroid multiplayer online only\n:) En Metroid leikirnir eru ekki þannig leikir svo það er í raun\nútilokað…\nSphere:\nMetroid Online myndi ekki virka….með svona targeting kerfi\nværi of auðvelt að “fragga”….Þeir myndu þurfa að breyta honum í\nfps til þess að hann virki.\nJoN^DaviS:\nÞað er einmitt það sem ég sagði. Metroid er ekki þannig leikur.\nÞað væri flott ef þeir myndu búa til FPS leik from scratch sem\nværi bæði Single player galore og líka MMOFPS sem mundi\nkicka eistu.\nJoN^DaviS:\nÉg er hins vegar alveg sannfærður að það eiga eftir að koma MP\nclones á næstu árum. Reyna að gera það sem MP gerði og\neinfaldlega bara herma eftir Metroid heiminum eða\nhugmyndum.\nSphere:\nÞegar ég hugsa út í það þá myndi mér ekki langa í neitt annað\nen Zelda Online….Þá meina ég MMOA\nSphere:\nMP clones eiga eftir að koma…..visornum á eftir að vera\nnauðgað…..sé fyrir mér fullt af leikjum með svoleiðis….the way of\nbusiness\nJoN^DaviS:\nÞað væri rosalega flott. Sameiginlegt verkefni EAD og Retro að\nbúa til risastóran online heim sem hefði í raun ekkert mission,\nbara interactive og stórt community fyrir Zelda fans. Gætir sett\nupp eigið heimili og jafnvel orðið helsti burðarliður í þorpinu\neinu… það væri magnað!\nSphere:\nÞeir myndu náttúrlega hafa einhver mission og þegar þau\nklárast þá uploada þeir öðrum…samt ætti maður eigið hús og ef\nmaður er vinsæll, eigin flokk….\nJoN^DaviS:\njá það væru auðvitað mission. Spurning um að missionin væru\nþá limited to XX users. Sjáðu fyrir þér heila herdeild af Kokiri\nforrest krílum undir stjórn Links á leið upp hæð í leit að Ganon\nsem þá væri stjórnað af einhverjum evil dúdda í vesturbænum.\nYeah… would kick ass\nJoN^DaviS:\nMaður þyrfti að bíða meðan XX players bjóða sig fram í gönguna\nað Ganon… á meðan mundu þeir sem bíða safna að sér\nvopnum og alls kyns dóti ;)\nSphere:\nÞú myndir náttúrlega stofna lið með öðrum\nnontendum….náttúrlega svindl ef að Link yrði í leiknum….hafa\nhann bara unplayable. Náttúlega rugl ef að einhver einn væri\nLink.\nJoN^DaviS:\nJá það er svo sem rétt. Það mundi skapa “ÉG VIL VERA LINK”\nrifrildi milli okkar Zelda nördanna.\nJoN^DaviS:\nÞetta væri hins vegar ofurcool. Að vera meðlimur í svona online\nZelda community væri bara brilliant. Það væri bara cool að kíkja\ná vin sinn sem væri t.d lone ranger útí skógi en væri\nvopnasmiður og maður gæti eytt tíma þar í vopnaæfingar og\nvopnasmíði á meðan aðrir eyða tíma í pöbbaröltið í Kakariko\nvillage\nJoN^DaviS:\nKannski að maður hringi í Retro kallanna og segi þeim að þetta\nsé möst :D\nSphere:\nÞetta er möst…eina vandamálið er að Nintendo hefur ekki fulla\ntrú á netspilun…..Hún hefur ekki sannfært þá sem\npeningamaskína….ennþá.\nJoN^DaviS:\nÞeir hljóta að sannfærast eftir að ég hringi í þá. Ég meina, af\nhverju ættu þeir ekki að taka mark á Zelda nördi frá Íslandi, þar\nsem netspilun er eins og Sushiát í Japan.. ehrm… já…\nSphere:\nen Jon…við spilum PSO þegar hann kemur…ekki satt ?\nJoN^DaviS:\njú… mig langar það allavega :D En ætli GC online verði\nspilanlegt hérna?\nJoN^DaviS:\nJújú segjum það bara!\nSphere:\njamm…pantar áskrift erlendis eins og með dreamcast\nSphere:\nheld að það virki\nJoN^DaviS:\nVona það!\nJoN^DaviS:\nÉg hef allavega trú á Retro Studios eftir þetta. En ég held samt\nað þessi Zelda online draumur okkar sé langsóttur draumur ;)\nSphere:\nJamm…Metroid Prime er nóg þangað til\nJoN^DaviS:\nHann er meira en nóg finnst mér. Ég hef ekki verið svona\nspenntur í langan tíma! Ótrúlegt hvernig þeim tókst að flengja\nefasemdamenn svona rækilega.\nSphere:\nEn svo er spurningin Silicon Knights v.s. Retro Studios\nJoN^DaviS:\nÞar sem ég hef ekki enn spilað Metroid Prime en hef þó fulla\ntrú á honum þá segi ég go Retro. Held samt að Silicon Knights\neigi eftir að sanna sig fyrir fullt og allt með Too human\nSphere:\njamm….Too Human á eftir að slá margt út, ef ekki allt\nJoN^DaviS:\nÞað kemur allt í ljós!\nJoN^DaviS:\nEn eins og staðan er í dag þá er Nintendo vel stætt af flottum\npowerhouse. Retro og Silocon Knights… Ég held þeir gráti\nRare ekki mikið\nSphere:\nHehe…enda dýrir í rekstri\nSphere:\nRetro var keypt á $1 million, Rare var selt fyrir u.þ.b $200\nmillion\nJoN^DaviS:\nStórgróði ;)\nSphere:\nSýndu mér N64 safnið þitt.\nJoN^DaviS:\nHmmm, ok.\nSphere:\nVááá !! Keyptirðu leik á viku, ég hef aldrei séð svona marga\nleiki í einni skúffu.\nJoN^DaviS sýnir Sphere N64 safnið sitt og á meðan tala þeir\num netspilun á leikjatölvum í framtíðinni.",
    "url": "https://www.hugi.is/leikjatolvur/pistlar/108590/metroid-og-retro-studios/",
    "url_id": "108590",
    "id": "796237",
    "replies": [
        {
            "user": "hjeppi",
            "user_id": "3701",
            "date": "2004-08-23 11:08:30",
            "id": "796256",
            "reply_to_id": "796237",
            "text": "það er nú verið að gera Star Wars mmorpg, ( www.starwarsgalaxies.com )\nleikur sem gerist í Star wars heimnum, það væri alveg hægt að gera svona leik í Zelda heiminum..\nÞað hafa komið út mmorpg leikir byggðir á single player leikja heimum sem hafa gengið up og eru ennþá spilaðir."
        },
        {
            "user": "Gourry",
            "user_id": "758",
            "date": "2004-08-23 11:08:30",
            "id": "796255",
            "reply_to_id": "796237",
            "text": "Zelda online hljómar mjög illa. Leikjasería sem byggir á einhverjum “The” character myndi virka illa í online like þar sem allir myndu vilja vera Link og ég vill ekki sjá “GROUP ON GANON NEED HEALER!” og svo eru einhverjar grúppur að bíða eftir að fá að hunta Ganon, myndi eyðileggja Zelda eins og maður þekkir hann."
        },
        {
            "user": "officerb",
            "user_id": "23211",
            "date": "2004-08-23 11:08:30",
            "id": "796257",
            "reply_to_id": "796237",
            "text": "sko leikurinn gæti gengið út á það að maður byrjar þá er spurt hvaða race maður vildi leika svo hvaða borg maður vildi eiga heima í (t.d. termina, great sea) svo hvort maður væri góður eða vondur. Svo yrði maður að finna sér heimili og svo væru einhverjir adminar sem myndu leika zeldu, link og þá gaura sem skipta mest máli þessi leikur myndi vera þannig það væri hægt að kaupa föt og sverð og þannig svo kannski einn daginn myndirðu rekast á zeldu og hún myndi gefa þér quest og ef maður myndi klára það quest þá irði maður með betra ranking og því meiri quest maður myndi gera því mikilvægri quest er hægt að gera. Fyrirgefið að lét ekki mikið af punktum og svona þurfti barta að flýta mér."
        },
        {
            "user": "RoyalFool",
            "user_id": "5820",
            "date": "2004-08-23 11:08:30",
            "id": "796239",
            "reply_to_id": "796237",
            "text": "Skemmtileg lesning.\nRetro Studios unnu reyndar að öðru verkefni á meðan að Metroid Prime var í fullum gangi. Vinna á þessu öðru verkefni Retro er auðvitað hulið öllum, en það er í fullum gangi…"
        },
        {
            "user": "Roggi",
            "user_id": "18889",
            "date": "2004-08-23 11:08:30",
            "id": "796240",
            "reply_to_id": "796239",
            "text": "Ef að ég ætti Zelda MMORPG þá myndi ég ekki nenna að vera lone ranger útí skógi. Og svo myndi það ekki passa, finnst mér."
        },
        {
            "user": "jonkorn",
            "user_id": "8512",
            "date": "2004-08-23 11:08:30",
            "id": "796241",
            "reply_to_id": "796240",
            "text": "Þú fattaðir ekki pointið :) Maður getur farið frá almúganum og stungið af út í skóg og safnað að sér vopnum, búnaði og jafnvel safnað liði í heilan her og svo gert innrás á vitleysinginn Ganon eða fíflið í næsta húsi :D Maður gæti þ.e farið úr sínu þorpi og gert sig ready í Triforce showdown ;)"
        },
        {
            "user": "Armageddon",
            "user_id": "7834",
            "date": "2004-08-23 11:08:30",
            "id": "796243",
            "reply_to_id": "796241",
            "text": "Pælið í þessu. Svona 10000000 manns að fara að berjast á móti Ganon er bara vitleysa…. möguleikar Ganon á að vinna….. Og að einhver vitleysingur sé með Triforce….humm ownage dauðans hjá þeim gaur. Og ef að það ætti að fara eftir sögunni nákvæmlega á þá að velja random manns til að hafa Triforce. Hvað ef einhver vitleysingur fær hann. Ef það á að gera Zelda online þá verður Ganon ekki. Það væri bara einhver annar vondi kall í stíl eins og Majora eða eitthvað. Það væru bara svona quest að bjarga Kakariko frá draugum úr kirkjugarðinum eða eitthvað. Síðan, hversu margir væru að herma eftir nafninu hjá Link eða klæðnaði, vopnum og stíl? Það er alveg á hreinu að hvorki Triforce eða Ganon væru í þessum leik. Og líka að diskarnir eru bara 1.5 gb að á þá að hafa þetta á 2-4 diskum eða fleiri? Og hvað með expansion-pack? Á þá að vera 1.5 gb uppfærsla á netinu eða á að selja okkur hann???"
        },
        {
            "user": "Sphere",
            "user_id": "8460",
            "date": "2004-08-23 11:08:30",
            "id": "796245",
            "reply_to_id": "796243",
            "text": "Armageddon: Hmm…geymsluplássið yrði ekki til mikilla vanrdæða. Flestir MMORPG leikir í dag eru á einum disk, EverQuest, FFXI, Eve og PSO.\nAuðvitað myndi fólk ekki að berjast við Ganon, heldur bara búa í heimi þar sem hugsunarhátturinn er eins og í Zelda heiminum. Gera ýmis mission the Zelda way."
        },
        {
            "user": "Armageddon",
            "user_id": "7834",
            "date": "2004-08-23 11:08:30",
            "id": "796246",
            "reply_to_id": "796245",
            "text": "Auðvitað en það var talað um í greininni um að ákveðin tala að mönnum myndi kannski berjast á móti Ganon. Það myndi aldrei virka, hversu ósanngjarnt væri það með okkur hina? Mér líst vel á þetta ef þetta verður bara svona chill leikur en það á eftir að vera fullt af fávitum sem eiga eftir að skemma fyrir okkur reynsluna og mér líst betur á að hafa þessa seríu í single player. Eitt er víst að þetta yrði ekkert líkt Zelda WW eða OoT þegar að kemur að gameplay. En þetta er rétt hjá þér jonkorn, þetta er falleg hugsun, og mér líður vel á að hugsa um hversu æðislegt þetta væri. Að búa á Death Mountain og vera vopnasmiður, eða þjófur í eyðimörkinni, riddari í Hyrule castle,\nkung-fu Zora og Kokiri mage. Ekkert fyndist mér jafn skemmtilegt og að upplifa þetta. En myndi það ganga upp?"
        },
        {
            "user": "Roggi",
            "user_id": "18889",
            "date": "2004-08-23 11:08:30",
            "id": "796247",
            "reply_to_id": "796246",
            "text": "Ef að það yrði gerður Zelda online þá myndi hann ekki ganga út á það að sigra illu öflin. Þá væri ekki hægt að vera Link eða neitt slíkt. Maður myndi einfaldlega velja sér race og búa í Hyrule. Leikurinn myndi ekkert líkjast Zelda."
        },
        {
            "user": "jonkorn",
            "user_id": "8512",
            "date": "2004-08-23 11:08:30",
            "id": "796248",
            "reply_to_id": "796247",
            "text": "Það er alveg satt að Zelda, Link og Ganon væru líklega EKKI í leiknum. Hins vegar gæti vel verið að ef það væru einhverjir sem stjórnuðu þessu, þá gætu þeir sett upp “OH NO! GANON IS HERE!” mode og þá færu allir að reyna að buffa Ganon, fullt af liði. En þá væru líka margir sem væru að spila sem liðsmenn Ganon og mundu hjálpa honum, berjast fyrir hann og verja hann. Can you imagine the HUGE battle? :)\nEða þá að stjórnendur myndu auglýsa að “LINK IS COMING TO TOWN AT 15:00. SEE YOUR HERO FOR YOURSELF!” og þá myndi þorpið fyllast mar :D hehe\nEn þetta værin eins og Roggi sagði. Maður mundi velja sér þjóðflokk (race) og velja sér hvort maður væri on the good side, evil side eða bara hlutlaust brjálæðingur ;)"
        },
        {
            "user": "bsodbsod",
            "user_id": "1478",
            "date": "2004-08-23 11:08:30",
            "id": "796249",
            "reply_to_id": "796248",
            "text": "Já, ég vill bara spyrja afhverju greinin hlaut nafnið Metroid og Retro Studios en ekki hugmyndir um Zelda online eða eitthvað álíka.  Meiri hlutinn var um það…"
        },
        {
            "user": "jonkorn",
            "user_id": "8512",
            "date": "2004-08-23 11:08:30",
            "id": "796250",
            "reply_to_id": "796249",
            "text": "Vegna þess að við vorum að pæla hvort að Retro Studios myndu vinna með EAD t.d við að gera Zelda Online ;) Svo að Zelda umræðan spratt upp úr því :)"
        },
        {
            "user": "Roggi",
            "user_id": "18889",
            "date": "2004-08-23 11:08:30",
            "id": "796251",
            "reply_to_id": "796250",
            "text": "“Can you imagine the HUGE battle?”\nJá já, ég get vel ímyndað mér það. Og það væri mergjað stuð. En það er alldrei þannig í MMORPG's. Ég meina. Ímyndaðu þér þetta:\nEinhver gaur er nýbúinn að fá leikinn og er kominn af stað. Þegar hann byrjar í, segjum, Kakariko village, þá er allt í rúst. Hann fer að velta þessu fyrir sér og sér síðan út um allt fult af særðu fólki. Svo fer hann að tala við fólk og kemst að því að daginn áður hafði verið háð RISA orrusta og hefði hún staðið í nokkra klukkutíma. Fólkið hafði safnast saman í Hyrule field og stormað á móti illu öflunum. Síðan fór allt í klessu og allir að berjast. Út um gervalla Hyrule var háð blóðugt stríð.\nMyndirðu afbera það að hafa misst af þessu?!"
        },
        {
            "user": "gerbill",
            "user_id": "996",
            "date": "2004-08-23 11:08:30",
            "id": "796252",
            "reply_to_id": "796251",
            "text": "You snooze, you lose buddy! :D\nZelda Online væri fínn, en það yrði erfitt að láta það ganga upp…leikurinn yrði ekki mjög Zelda-legur."
        },
        {
            "user": "TestType",
            "user_id": "14778",
            "date": "2004-08-23 11:08:30",
            "id": "796253",
            "reply_to_id": "796252",
            "text": "Átti þessi “hringborðsumræða” að vera um Retro Studios og Metroid Prime eða Zelda?\nÉg bara spyr??"
        },
        {
            "user": "jonkorn",
            "user_id": "8512",
            "date": "2004-08-23 11:08:30",
            "id": "796254",
            "reply_to_id": "796253",
            "text": "Virðist vera sem sumir skilji ekki innihaldið. Það sem við vorum að spá í var hvort að Retro studios væru að vinna að Zelda Online í samvinnu við EAD t.d. Svo er líka pælt í MP þarna fyrir að vera different.\nZelda umræðan kemur Retro umræðunni við því pælingarnar voru, as said before, hvort að Retro væru með Zelda project bakvið eyrun (not likely!)"
        },
        {
            "user": "jonkorn",
            "user_id": "8512",
            "date": "2004-08-23 11:08:30",
            "id": "796244",
            "reply_to_id": "796243",
            "text": "Af hverju að pæla svona? :) Bara láta hugann flakka milli hugmynda og láta vaða bara :D Hafa gaman af því vegna þess að þetta verður líklega aldrei að veruleika ;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-08-23 11:08:30",
            "id": "796242",
            "reply_to_id": "796241",
            "text": "Zelda online hljómar mjög vel, það væri æðislegt að bú til gangs og taka kannski yfir annara manna borgum og eitthvað svoleiðis."
        },
        {
            "user": "Aage",
            "user_id": "2449",
            "date": "2004-08-23 11:08:30",
            "id": "796238",
            "reply_to_id": "796237",
            "text": "Hehe, gaman af þessu ! :D\nZelda online yrði algjör snilld.. samt hæpið að þannig leikur muni koma í náinni framtíð :P\nOg já, ég held að Retro Studios séu alveg að fylla uppí skarðið sem RareWare skildu eftir sig.. :)"
        }
    ]
}