{
    "forum_title": "Rokk",
    "user": "zella",
    "user_id": "10875",
    "date": "2002-12-07 03:30:51",
    "title": "The - hljómsveitir!",
    "text": "afhverju er það að fólki sem að þykir the strokes góð hjómsveit þykir næstum alltaf líka the white stripes góð hljómsveit? og þeim sem að þykir the white stripes góð hljómsveit þykir the hives oftar en ekki góð hljómsveit? og þeim sem að þykja the hives góðir finnast the vines góðir líka?\nþegar að þú hlustar á þessar hljómsveitir eiga þær næstum ekkert sameiginlegt hvað varðar tónlistina sjálfa… .þessi bönd eiga ef til vill e-ð sameiginlegt hvað varðar framkomu, klæðnað (samt ekki, það er bara það að hljómsveitirnar hafa allar ákveðinn stíl hvort sem að það er einkennisbúningur er mér-er-alveg-sama-um-all-og-alla lúkkið…) eða þá staðreynd að meðlimir hljómsveitanna eru allir frá aldrinum 20-25 ára…..\nmitt álit á hljómsveitunum:\nthe strokes= góðar melódíur og flottir textar, eru góðir hvort sem að það er í útvarpinu eða á tónleikum, eru með þennan mér-er-sama-um-allt-og-alla stíl sem að er bara að virka svona þrusu vel hjá þeim… lögin þeirra eru öll frekar svipuð (á góðan hátt) svo að maður veit alveg við hverju á að búast að þeirra hálfu….\nthe hives= mun kraft meiri tónlist, punk-rokk, textar kannski ekki neitt sérstaklega merkilegir enda tekur maður nánast ekki eftir þeim þar sem að það er ómögulegt að skilja hann pelle söngvara, mjög góðir á tónleikum, gefa mikið frá sér en að mínu mati ekki beint besta bandið til að hlusta á heima í stofu…. eins og the strokes er músíkin frekar svipuð.. eins og þeir sem að e-ð þekkja til the hives vita eru þeir ávallt klæddir í svört jakkaföt og með hvítt bindi og segja þeir ástæðuna fyrir þessu vera að þeim þykir svo leiðinlegt að kaupa föt!\nthe white stripes= dúett, lögin á nýjasta diski þeirra “white blood cells” eru af ýmsum toga. þar má finna kántrí, rokk, ljúfar melódíur í anda bítlanna svo e-ð sé nefnt… þaður veit eiginlega ekki við hverju á að búast frá þeim þar sem að þeim dettur alltaf e-ð skemmtilegt í hug. þau systkinin meg og jack white eru alltaf klædd í hvít og rauð föt og er það kannski eitt af því fyrsta sem að maður tekur eftir í sambandi við þau….\nthe vines= fín hljómsveit þegar að maður hlustar á þá heima en ég hef séð e-ð af tónleika upptökum með þeim og satt best að segja eru þir hörmulegir “live”.. hann craig kallinn er ekkert að reyna að syngja vel heldur er hann frekar að reyna að vera spes og vera með hinar ýmsu grettur… enda er mér-er-sama…. lúkkið mjög áberandi hjá þeim… þau lög sem að eru hvað helst þekkt af fólki eru mest “rokkuðu” lögin af geisla diski þeirra “highly envolved”… hin lögin eru í rólegri kanntinum en ekkert verri fyrir það…..\njæja þetta var nú bara mín skoðun.. segið mér endilega hvað ykkur finnst!\ntakk fyrir\nZeLLa",
    "url": "https://www.hugi.is/rokk/greinar/108607/the-hljomsveitir/",
    "url_id": "108607",
    "id": "796481",
    "replies": [
        {
            "user": "vatn",
            "user_id": "22477",
            "date": "2002-12-07 10:12:24",
            "id": "796482",
            "reply_to_id": "796481",
            "text": "the strokes og the hives eru uppháhalds hljómsveitirnar mínar fín grein\n*vatn*"
        },
        {
            "user": "TheCure",
            "user_id": "12107",
            "date": "2002-12-07 10:18:59",
            "id": "796483",
            "reply_to_id": "796481",
            "text": "The White Stripes er LANGbesta hljómsveitin af þessum… bara mitt álit! :) LANGbesta.."
        },
        {
            "user": "skitpuzz",
            "user_id": "21653",
            "date": "2002-12-07 13:11:49",
            "id": "796484",
            "reply_to_id": "796481",
            "text": "Ég get ekki alveg tekið undir þetta allt hjá þér. Sko það sem er að heilla fólk er “soundið” þessi hrái hljómur sem minnir á gömlu góðu daganna, Velvet Underground, Mc5, Sex Pistols……..\nOk. The Vines eru örlítið frábrugðnir þessari stefnu og líkjast kannski meira Nirvana, sem er náttúrulega líka vinsæl nostalgíuhljómsveit. Mér finnst nú soldið kjánalegt að segja að það eina sem þessi bönd eiga sameiginlegt sé “The….” Þetta er allt bara ný stefna í rokkinu, hrárri og beinskeyttari en t.d nu-metal sem engir aðrir en rokkungar fíla."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-12-07 14:28:01",
            "id": "796485",
            "reply_to_id": "796484",
            "text": "ÞAð er nú ekkert nýtt að vera hrár, en þessi bönd eru náttúrulega að skapa mjög gott comeback fyrir hráa tónlist, sem er gott.\nNirvana gerði það sama einmitt fyrir rúmum áratug, sem var líka gott.\nGaman að líkja The Vines við Nirvana, þótt það sé einföldun. Ég fór að gefa Nirvana séns og hlusta meira á þá EFTIR að ég kynntist The Vines.\nAnnars finnst mér The Vines og The White Stripes áberandi merkilegri sveitir en hinar tvær."
        },
        {
            "user": "tonik",
            "user_id": "21598",
            "date": "2002-12-07 19:06:00",
            "id": "796486",
            "reply_to_id": "796484",
            "text": "“Mér finnst nú soldið kjánalegt að segja að það eina sem þessi bönd eiga sameiginlegt sé ‘The’ ”\nSatt er það. Það er mjög kjánalegt, þar sem þær enda líka allar á “s” og ég held að essið sé frekar málið."
        },
        {
            "user": "japancake",
            "user_id": "15743",
            "date": "2002-12-09 11:30:10",
            "id": "796487",
            "reply_to_id": "796486",
            "text": "annars er ég sammála tonik. þær enda allar á s og það er málið."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2002-12-07 13:56:28",
            "id": "796488",
            "reply_to_id": "796481",
            "text": "mér finnst þetta nú ekkert sérstakar hljómsveitir nema kannski Hives, alltaf gaman að heyra eitt af 1,5 mínútna flippunum þeirra."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-12-07 14:13:00",
            "id": "796489",
            "reply_to_id": "796481",
            "text": "Þú alhæfir svolítið. Mér finnst til dæmis, The strokes og The white stripes mjög góðar en mér finnst The Hives vera andskoti slappir."
        },
        {
            "user": "smist",
            "user_id": "11631",
            "date": "2002-12-07 14:56:41",
            "id": "796490",
            "reply_to_id": "796481",
            "text": "Hummm…\nmér finnst…\nThe White Stripes vera frábær\nThe Strokes góðir\nThe Hives leiðinlegir\nThe Vines ömurlegir\nen það er nú bara mín skoðun ;)"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-12-07 14:59:55",
            "id": "796491",
            "reply_to_id": "796490",
            "text": "The who eru lang besta “THE” hljómsveit í heimi og mun vera"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-12-07 15:12:58",
            "id": "796492",
            "reply_to_id": "796491",
            "text": "The Who eru vissulega góðir en ég ætla að kjósa The Beatles ;)"
        },
        {
            "user": "AbbeyRoad",
            "user_id": "29530",
            "date": "2002-12-07 16:23:30",
            "id": "796493",
            "reply_to_id": "796492",
            "text": "Sammála, the Beatles. (Líka the Doors, the Cure o.fl.)"
        },
        {
            "user": "balrog",
            "user_id": "2218",
            "date": "2002-12-07 15:52:13",
            "id": "796494",
            "reply_to_id": "796481",
            "text": "Ef að “THE” í nafni hljómsveitar hefði áhrif á vinsældir eða gæði tónlistarinnar væri hljómsveitin The the mikið frægari en hún er. :)"
        },
        {
            "user": "Sunbeam",
            "user_id": "5207",
            "date": "2002-12-08 18:20:22",
            "id": "796495",
            "reply_to_id": "796494",
            "text": "En The the voru svo langt á undan…\nPersónulega finnst mér nú bara The Shins og The Datsuns bestastar…"
        },
        {
            "user": "Rancid97",
            "user_id": "24018",
            "date": "2002-12-08 18:25:42",
            "id": "796496",
            "reply_to_id": "796495",
            "text": "Ég segi nú bar The sex pistols."
        },
        {
            "user": "brosbirta",
            "user_id": "28859",
            "date": "2002-12-07 15:57:46",
            "id": "796497",
            "reply_to_id": "796481",
            "text": "Jó jó snilldar grein hjá þér snillinn þinn:Þ\nbrosbirta:)"
        },
        {
            "user": "Fibonacci",
            "user_id": "29608",
            "date": "2002-12-07 16:43:11",
            "id": "796498",
            "reply_to_id": "796481",
            "text": "Þetta þykir mér afskaplega fátæklegur málatilbuningur. Það að hljómsveitir með the séu vinsælar. Ef maður  leggur sig fram er hægt að finna ótrúlegustu orsök/afleiðinga tengingu á milli hluta. Gott dæmi um þetta eru barnsfæðingar í Mið Evrópu, einhver snillingurinn gat fundið línulegt samband á milli þeirra og fjölda storka!!!\n'Eg gef því ekki mikið fyrir þessa grein en hljómsveitirnar eru allar góðar þó að allar séu nú fremur einhæfar ef undan er skilin the White Stripes"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-12-07 16:50:47",
            "id": "796499",
            "reply_to_id": "796481",
            "text": "The Rolling Stones?"
        },
        {
            "user": "lune",
            "user_id": "17986",
            "date": "2002-12-07 17:34:29",
            "id": "796500",
            "reply_to_id": "796481",
            "text": "Af þessum hljómsveitum sem eru nefndar í greininni er ég eiginlega bara að fíla The White Stripes, the Vines eru góðir á sinn hátt. Hvernig finnst ykkur annars The Sounds vera?"
        },
        {
            "user": "Alfie",
            "user_id": "16839",
            "date": "2002-12-08 12:23:32",
            "id": "796501",
            "reply_to_id": "796500",
            "text": "the sounds er snilld :) híhí. hm. nei.. annars veit ég ekki lune mín…. þau eru allavega skárri en nokkrar af þessum hljómsveitum. hm. white stripes er bestasta besta hljómsveitin þarna. sérstaklega lag nr.16 á white blood cells :) skil ekki afhverju enginn er sammála mér…….\nen ætli the american analog set sé ekki bara besta the - hljómsveitin…. eða the bag of joys :) víííí…\nnei nei. bíddu. the múm."
        },
        {
            "user": "japancake",
            "user_id": "15743",
            "date": "2002-12-09 11:28:38",
            "id": "796502",
            "reply_to_id": "796501",
            "text": "múmfrík…\nhm.. aldrei heyrt um the sounds.. en  the white stripes er góð. og the plan snilld. og the hives. en the strokes er leiðinleg. og svo er hljómsveit sem heitir the the en ég veit ekkert hvernig hún er.."
        },
        {
            "user": "Alfie",
            "user_id": "16839",
            "date": "2002-12-09 20:34:32",
            "id": "796503",
            "reply_to_id": "796502",
            "text": "det er bare dejligt…\nen ég meina…. the album leaf? ha? the-hljómsveit sko bara. og the bag of joys :) akkuru finnst mér ég alltaf vera að tala um þá hljómsveit? það er ekki viljandi….\nhm. líka the new pornographers… eða eitthvað þannig :) hm. ég á eitt gott lag með þeim á kassettu…\nog munið svo: “rim afmarkar toppþríhyrning ADE sem er einslaga upphaflega þríhyrningnum ABC.”\n……."
        },
        {
            "user": "zella",
            "user_id": "10875",
            "date": "2002-12-08 12:47:51",
            "id": "796504",
            "reply_to_id": "796500",
            "text": "the sounds eru bara blondie eftirhermur\nen það er alveg að virka að mínu mati :)"
        },
        {
            "user": "Raefill26",
            "user_id": "28087",
            "date": "2002-12-07 17:38:01",
            "id": "796505",
            "reply_to_id": "796481",
            "text": "Allt snilldar bönd Lít upp til þeirra\nRæfill"
        },
        {
            "user": "Garsil",
            "user_id": "11709",
            "date": "2002-12-07 17:55:49",
            "id": "796506",
            "reply_to_id": "796481",
            "text": "“Our songs aren't too short, everyone else's songs are too long.”\nNicholaus Arson gítarleikari (treble) The Hives við Guitar Player September 2002"
        },
        {
            "user": "zella",
            "user_id": "10875",
            "date": "2002-12-08 12:46:50",
            "id": "796507",
            "reply_to_id": "796506",
            "text": "hehe snillingur :)"
        },
        {
            "user": "Alfie",
            "user_id": "16839",
            "date": "2002-12-08 17:32:44",
            "id": "796508",
            "reply_to_id": "796507",
            "text": "uh? hver? ég? :)\nhm. annars gleymdi ég mér alveg við að skoða múm dótið á síðunni þinni… sem sagt. ég er ekki búin að læra fyrir þýskupróf…..\n.\n.\n.\n*dúnk*\ngaman að því."
        },
        {
            "user": "Bender",
            "user_id": "271",
            "date": "2002-12-07 18:26:46",
            "id": "796509",
            "reply_to_id": "796481",
            "text": "sá The hives á ice-airwaves, bleh altílagi…\nsá White stripes á hróaskeldu og djöfulsins snilld var það…\nthe strokes fer bara endalaust í pirrurnar á mér."
        },
        {
            "user": "Tansa",
            "user_id": "21350",
            "date": "2002-12-08 00:10:10",
            "id": "796510",
            "reply_to_id": "796481",
            "text": "góð grein :) Mér finnst the hives massað góðir, the vines fínir, the strokes ágætir og the white stripes mjög góð hljómsveit!"
        },
        {
            "user": "SapereAude",
            "user_id": "3399",
            "date": "2002-12-08 06:33:37",
            "id": "796511",
            "reply_to_id": "796481",
            "text": "The Deftones segi ég bara ;)"
        },
        {
            "user": "lune",
            "user_id": "17986",
            "date": "2002-12-08 20:32:27",
            "id": "796512",
            "reply_to_id": "796481",
            "text": "punk as fuck! skil ekki fólk sem finnst the sex pistols ekki ótrúlegir…þeir voru ótrúlega góðir sama hvað hver segir…"
        },
        {
            "user": "Ulfhildar",
            "user_id": "24971",
            "date": "2002-12-09 18:04:45",
            "id": "796513",
            "reply_to_id": "796481",
            "text": "Sofandi"
        },
        {
            "user": "vampire",
            "user_id": "20765",
            "date": "2002-12-10 21:50:42",
            "id": "796514",
            "reply_to_id": "796481",
            "text": "mér finnst the white stripes ÆÐISLEG, þau eru alltaf í svo töff fötum og svo er tónlistin þeirra náttúrulega líka frábær.\nthe strokes eru ágætir, að minnsta kosti lagið someday.\nthe hives eru mjög fínir.\nég hef ekkert hlustað á the vines þannig að ég hef ekki myndað mér skoðun á þeirri hljómsveit.\nkv.\nvamp."
        },
        {
            "user": "risaopal",
            "user_id": "11225",
            "date": "2002-12-11 17:09:30",
            "id": "796515",
            "reply_to_id": "796481",
            "text": "Mér fynst nú Herbs vera sú allra besta : )"
        },
        {
            "user": "hakonice",
            "user_id": "6341",
            "date": "2002-12-12 01:16:00",
            "id": "796516",
            "reply_to_id": "796481",
            "text": "The Smashing Pumpkins segi ég nú bara :Þ\nOg sex pistols er bara snillllllld :D"
        },
        {
            "user": "eikig",
            "user_id": "29046",
            "date": "2002-12-12 20:45:14",
            "id": "796517",
            "reply_to_id": "796481",
            "text": "mér finnst nú skrýtið að segja að þessar hljómsveitir eigi ekkert sameiginlegt nema The allar þessar hljómsveitir eru svoldið líkar.\nThe White Stripes eru góð\nThe Vines er snilld\nThe Hives er allt í lagi\nen ég verð að vera sammála Bender þegar ég segi að The Strokes fara endalaust í taugarnar á mér.\nég set líka alltaf spurningamerki við svona stráka sem eiga pabba sem eiga svo mikla peninga að þeir skíta þeim nánast. Eitthvað hlýtur það nú að hjálpa.\nSvo eru meg og jack í the white stripes ekki systkyni heldur hjón."
        },
        {
            "user": "BenjaminN",
            "user_id": "28889",
            "date": "2002-12-13 00:20:59",
            "id": "796518",
            "reply_to_id": "796481",
            "text": "þessar hljómsveitir eiga það sameiginlegt að virðast svoldlar bílskúrs hljómsveitir og eru allar með pínu 70s stíl í sér og þetta eru allt einföld lög ekjert flókin sóló eða flókin tölvu taktur ekjert flókið og öruglega ekjert of lærðir tónlista menn of lærðir tónlistamenn geta oft verið svo ó frumlegir það gerið þetta svoldið líkt þetta er allt hrátthjá þeim fólk eldar tónlist of mikið það er gott að elda mat en eldaður of mikið og hann verður seigur eða jafnvel brendur alltaf er gott að fá medium rear sem er mjúkt undir tönn\np.s ég fila ekki the hivs og það fila ekjert allir sem fila enhvað af þessu allan pakkan"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-12-14 00:37:10",
            "id": "796519",
            "reply_to_id": "796518",
            "text": "Ég segi nú bara: The Beatles\nSynd að Led Zeppelin hafi ekki verið The Led Zeppelin og The Deep Purple…\nAnnars eru The Police helvíti góðir, vantar bara The U2 til að toppa þetta allt saman…\nSegjum samt: The Ten Years After, þeir voru helvíti góðir á Woodstock."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-12-14 03:07:53",
            "id": "796520",
            "reply_to_id": "796519",
            "text": "Sko, þú getur nefnt Led Zeppelin. Segir bara að The Nobs, eða The New Yardbirds hafi verið bestir ;)"
        },
        {
            "user": "barrett",
            "user_id": "12862",
            "date": "2002-12-16 11:50:53",
            "id": "796521",
            "reply_to_id": "796481",
            "text": "The Apes\nThe Hives\nThe Strokes\nThe White Stripes\nThe sadlæjkafklæjskldjgfs\núff, er þetta bara ofsóknaræðið í mé"
        }
    ]
}