{
    "forum_title": "Skóli",
    "user": null,
    "user_id": null,
    "date": "2002-12-09 15:24:48",
    "title": "Íslenskir skólar langir í heild..",
    "text": "Ég hef orðið svolítið var við það hérna á huga að sumir halda að við séum með svo miklu meira frí en aðrir skólar í öðrum löndum. En frí fyrir krakka í grunnskólunum á Íslandi er bara MJÖG svipað og í öðrum löndum. Frænka mín þekkir konu í Ástralíu og hún fór aðeins að spyrja hana útí fríið í grunnskólum og þegar hún fór að reikna það út þá erum við með mjög svipað frí í heild og krakkarnir þar. Því að þó þau séu með minna sumarfrí þá eru þau líka með eitthvað um 2 vikur í vetrarfrí, og svo auðvitað jólafrí, og svo aftur vetrarfrí held ég og svo páskafrí. Þannig að öll fríin þeirra saman eru svipuð og sumar, jóla og páskafríið okkar (mig minnir að við höfum reyndar verið með eitthvað um viku lengra frí).\nSvo líka þetta með að krakkarnir í örðum löndum séu svo oft miklu lengur en við í skólanum, þá þekki ég stelpu í Englandi og hún sagði mér að þau væru alltaf til 4 í skólanum. Reyndar er ég stundum til 4 og einu sinni í viku til 5, en ég var það ekki þegar ég var í t.d. 4. bekk, en þá var hún farin að vera alla daga til 4.\nOkkur fannst það rosalega mikið að þurfa að vera til 4 þá, en þegar við töluðum um það þá sagði hún okkur, að það væri samt ekki nærri því eins mikið um að læra BARA í þeirra skóla. En við erum að læra næstum endalaust þangað til skóla lýkur, á meðan þau eru að gera alls kyns hluti með náminu. En ég er nú samt ekki að segja það að ég vildi heldur vinna minna í skólanum og vera lengur, það er betra að ljúka skóla fyrr, heldur er ég bara að benda á það að grunnskólarnir á Íslandi eru kannski ekki svo mikið betri heldur en margir aðrir (þá meina ég meira af fríum og þess háttar).\nEn auðvitað er Íslandið okkar samt alltaf best í heild!!;)",
    "url": "https://www.hugi.is/skoli/greinar/109078/islenskir-skolar-langir-i-heild/",
    "url_id": "109078",
    "id": "800550",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2002-12-09 15:50:59",
            "id": "800551",
            "reply_to_id": "800550",
            "text": "Smá athugun: breskir skólar byrja um kl. 9-9:30, en eru oftast búnir kringum 4-4:30 (amk. var það þannig hjá mér). Það eru oftast einhverjir fleiri hlutir að gerast en bara leiðinlegur lærdómur. Það var alltaf eitthvað til að kæta mann, og halda manni við efnið.\nEn fríin eru hryllingur. Það er ekki neitt skemmtilegt að vera í viku fríi á hverjum 6 vikum… Ekkert hægt að gera í Bretlandi í viku (amk. ekki á 11ára aldri, nú til dags væri það bara að gá með þetta næturlíf sem er þó heldur slappt). Einnig er sumarfríið 6 vikur! Það er ógeðslegt… Djöfullinn var ég glaður að komast aftur til Íslands, og fá langt sumarfrí. Það er bara mín raun að þessi lengri páska og jólafrí borga sig ekkert. Þau eru ekki það mikið lengri. Hinsvegar lærir maður mun meira þarna úti en hér.\nEn jæja, léttir að vera kominn í menntaskóla :) Bara til 1 í skólanum…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-12-09 16:24:57",
            "id": "800552",
            "reply_to_id": "800551",
            "text": "skólinn sucka"
        },
        {
            "user": "ellen",
            "user_id": "30570",
            "date": "2002-12-09 16:40:25",
            "id": "800553",
            "reply_to_id": "800550",
            "text": "Jamms sammála þér ! ég var i skóla í Hollandi og þegar ég bjó þar hafði ég ekki heyrt einu sinni um það að læra heima ! en ég var reyndar til þrjú í skólanum en á Íslandi til tvö , en svo fengum við 1 kl. frí um hádegið þá gátum við farið heim þannig að þetta er eiginlega jafn mikið !"
        },
        {
            "user": "Andyandlou",
            "user_id": "1783",
            "date": "2002-12-09 17:02:14",
            "id": "800554",
            "reply_to_id": "800550",
            "text": "hildza mín… ég er til kl 6 í skólanum á hverjum degi…"
        },
        {
            "user": "Steinia",
            "user_id": "2047",
            "date": "2002-12-09 17:08:07",
            "id": "800555",
            "reply_to_id": "800554",
            "text": "gonzo klukkan 17:02:\nhildza mín… ég er til kl 6 í skólanum á hverjum degi…\nTHINK!"
        },
        {
            "user": "Steinia",
            "user_id": "2047",
            "date": "2002-12-09 19:22:05",
            "id": "800556",
            "reply_to_id": "800555",
            "text": "chase: það er nú orðið þannig að margir komast í tölvu í skólanum eða eru með ferðatölvur í tíma !\nThink ;)"
        },
        {
            "user": "sigurast",
            "user_id": "23587",
            "date": "2002-12-09 19:39:12",
            "id": "800557",
            "reply_to_id": "800555",
            "text": "ég var ekkert að kvarta yfir því að ég þyrfti að vera þarna einn dag til 5! en ég giska nú á að þú sért ekki í grunnskóla!"
        },
        {
            "user": "sigurast",
            "user_id": "23587",
            "date": "2002-12-09 19:40:49",
            "id": "800558",
            "reply_to_id": "800557",
            "text": "þetta átti að fara til chase.."
        },
        {
            "user": "sigurast",
            "user_id": "23587",
            "date": "2002-12-12 12:30:03",
            "id": "800559",
            "reply_to_id": "800558",
            "text": "Það er reyndar alveg rétt hvað þetta er svipaður tími, því t.d. í Danmörku er haust,vor og vetrarfrí og þar að auki jóla og sumarfrí og þó að okkar sumarfrí er lengra þá erum við ekki styttra í skólanum en þau því við f+áum ekkert haust og vorfrí!!"
        },
        {
            "user": "johanng",
            "user_id": "9215",
            "date": "2002-12-09 17:13:07",
            "id": "800560",
            "reply_to_id": "800550",
            "text": "Já þau fara í íþróttir og þannig stuff en nei ekki hérna á Íslandi og hléin milli tíma erlendis eru mun meiri en hér á landi .. áráðanlegar heimildir.."
        },
        {
            "user": "DrDie",
            "user_id": "23043",
            "date": "2002-12-12 13:07:52",
            "id": "800561",
            "reply_to_id": "800550",
            "text": "Í frakklandi eru þau nú oftast til 5 og 1-2 á laugadögum."
        }
    ]
}