{
    "forum_title": "Rómantík",
    "user": "deadlift83",
    "user_id": "6593",
    "date": "2002-12-10 03:32:20",
    "title": "Bælt framhjáhald",
    "text": "Halló.\nMér finst kanski þessi grein ekki passa hér, hún er ekki rómantísk,\nen mér langaði að tjá mig um liðna atburði einhversstaðar.\nÉg bið ekkert endilega um álit, en öllum er auðvitað frjálst að tjá sig.\nÉg hitti æðislega stelpu á netinu fyrir rúmum 2 árum síðan, hún er\ntöfrandi, lífsglöð, feimin, fórnfús, barngóð, og alltaf góð við\nalla, og svo er hún rosalega ævintýraglöð. Ég féll fyrir henni\nstrax, og það tók mig marga mánuði að fá hana til að taka eftir mér\nsökum unga aldurs.\nEn ég vann mig inn í hjarta hennar, og hafði aldrei áður reynt eins\nmikið á mig til sanna mig og bæta á allann hátt.\nÉg komst fljótlega að því að hún átti misheppnaða sambúð að baki,\nog hún gaf í skyn að það hafi verið vegna barnsleysis.\nVið tengdumst hægt og rólega ótrúlega vel, og mér fanst ég vera\nbúinn að finna ást sem ég ætlaði aldrey að sleppa, og hún sagðist\nelska mig meira en hún hafði nokkurntíma upplifað hamingju áður.\nKynlífið var frábært og var alltaf batnandi, hún hafði mikla\nkynlífsþörf, og ég vissi að hún hafði fantasíur sem ég ætla ekki\nað nefna hér, og við stungum upp á ótrúlegustu hlutum, og við\nfengum aldrey nóg að hvort öðru.\nEn svo komu upp erfiðir tímar hjá mér, þar sem ég þurfti að vera\num tíma, rúmann mánuð í kynlífsbindindi vegna öfgakenndra íþrótta\nsem ég legg rækt við. Hún hafði upplifað þetta áður frá mér, og\ngekk það vel fyrsta skiptið sem við nutum ekki kynlifs um tíma.\nEn í þetta skipti deildum við um ýmsa hluti, og ég tjáði henni\nað svona hafi þetta verið þegar hún kynntist mér, og fyrir mér\nværi mikið í húfi, og við ættum bara að vera frá hvoru öðru um\ntíma ef þetta væri vandamál.\nÞegar tímabilið var yfirstaðið tókum við saman á ný. Þetta var\nrétt eftir áramótin 2001-2002. Hún hafði verið í fjölskilduhófi\nað mér skildist og keyrði til mín drukkin, svo ég keyrði hana\nheim.\nÞegar ég kom að hlaði heima hjá henni, og var að fylgja henni\nheim, kom systir hennar drukkin, og verulega hrærð, og spurði\nmína heittelskuðu hvað væri að henni, og skammaði mig fyrir að\nskemma samband hennar við kallinn sinn !!\nJá! Kallinn sinn, semsagt… ekki ég. Einhver annar.\nÞá hafði hún tekið saman við gamla kærasta sinn yfir jólin,\ntilkynnti öllum í fjölskildu sinni að þau væru tekin aftur saman!\nOg við tvö værum ekki lengur par.\nEn síðan ákveðið í flýti að segja honum upp, og vildi fá mig\naftur í sitt líf eftir þennan tíma.\nÞetta kom mér algerlega í opna skjöldu, og mér leið eins og ég\nværi algerlega dofinn, ég fór inn til hennar þar sem hún sat\ngrátandi og bað mig um að fyrigefa sér, því hún elskaði engann\njafn mikið og mig. Ég vissi ekki hvað ég átti að gera, ég hafði\nalltaf ýmindað mér að í svona aðstöðu yrði bálreiður og myndi\nörugglega gera eitthvað af mér.\nEn nei!! ég stóð dofinn með engin svipbrygði og fanst ég vera\nalgerlega varnarlaus, og fanst eins og það þyrfti ekki nema væga\ngolu til að fella mig. Engin orð, engin vopn, engar hefndir gátu\ngefið mér ástina mína og traust til baka. Mér fanst ég vera\nskítugur upp fyrir haus, og áður fallega lífsglaða stúlkan mín\nvanhelguð, og ég gat ekki einusinni horft á hana, hvað þá snert.\nMánuðir liðu. Ég gat ekki talað við hana, þó ég hugsaði til\nhennar á hverjum degi og harmaði liðna atburði. Ég gat ekki\nlifað án hennar, en ég gat ekki horfst í augu við hana, og ég\nsökkti mér í íþróttir af fullum krafti. Árangurinn var lítill,\nen ég gat þó þannig öðru hverju leitt hugan að öðru en henni rétt\ná meðan ég barðist við markmiðin.\nMeð því gerðust undursamlegir atburðir!!\nÉg gat blokkað alla mína hryggð með því að íta líkama mínum út á\nystu nöf. Og fann mér þannig aftur fært að tala við hana aftur.\nÉg þóttist fyrigefa liðna atburði, og sannfærði mig um að þeir\nværu sjálfummér að kenna, við vorum svo hamingjusöm, og töluðum\naldrey um það sem gerst hafði.\nNúna er ár síðan þetta gerðist sirka, og sama árstíma ber að garði.\nNÚNA.. stend ég frammi fyrir vandamáli !! Ég er búinn að ná part\naf mínum settu íþróttalegu mörkum, ég fór að slaka á æfingum,\nog NÚNA.. hef ég aftur vaknað úr þeirri bælingu sem ég bjó mér\ntil af ásettu ráði og finn engin takmörk til að setja mér, til að\nbæla þessa tilfinningu um vantraust, vanlíðan, öryggisleisi, og\nsorg. Mér hryllir við að snerta hana, og mér líður illa án hennar.\nþað vill svo til, að kærastan fór út að skemmta sér um helgina,\nog ég gersamlega umturnaðist úr bræði, og hræðslu um að ég sé að\nglata henni aftur.\nTilfinningar mínar eru tómar………..\nEndir.",
    "url": "https://www.hugi.is/romantik/greinar/109338/baelt-framhjahald/",
    "url_id": "109338",
    "id": "802656",
    "replies": [
        {
            "user": "Vindur",
            "user_id": "11782",
            "date": "2002-12-10 11:36:21",
            "id": "802657",
            "reply_to_id": "802656",
            "text": "Þú ert búinn að “ná þínum settu íþróttalegu mörkum”, það er flott.  EN hefurðu sett þér einhver takmörk í sambandinu ??  Þ.e. t.d. hvar sérðu ykkur strympu eftir 6 mánuði ?  1 ár ??\n“If you're heading nowhere, that's where you're going to be”.."
        },
        {
            "user": "gunna7fn",
            "user_id": "3811",
            "date": "2002-12-10 11:40:32",
            "id": "802658",
            "reply_to_id": "802656",
            "text": "Segðu henni hvernig þér líður, svona er ekki að segja það sé búið.  Þó að þér hafi liðið betur með þetta á tímabili þýðir það ekki að eilífu.  Þú verður munlegur að eiga í þessum tilfinningum ef þú vinnur ekki úr þeim.  Tíminn læknar ekki öll sár, heldur hvað þú gerir við tíman.\nStökkt út í djúpulauginn og segðu henni hvernig þér líður, annars kemur líklega til að missa hana.  Hún hlítur að finna að allt er ekki eins og áður, það er erfiðara að nálgast þig.  Þetta er málefni sem erfitt er að nálgast og byrja að tala um.\nEkki láta þetta bitna á öðrum hlutum, þ.e. rífast við hana um uppvast, sjónvarpstöðvar eða eitthvað annað sem skipir engu máli\nÁgæt er að byrja að segja henni hvað þér þykir vænt um hana, að þú elskir hanna og tala svo um hitt.\nÞú verður að hugsa fyrst og fremst um þína hamingju, ef þú ert ekki hamingjusamur getur ekki gert neinn annan hamingju samna.\ngangi ykkur vel"
        },
        {
            "user": "Canebz",
            "user_id": "9061",
            "date": "2002-12-10 12:15:33",
            "id": "802659",
            "reply_to_id": "802656",
            "text": "Bara að gleyma henni og fara í frönsku útlendina hersveitina. Nei nei ekki hlusta á mig, ég veit ekkert!"
        },
        {
            "user": "tokodai",
            "user_id": "28924",
            "date": "2002-12-10 13:31:33",
            "id": "802660",
            "reply_to_id": "802659",
            "text": "Áhugaverð saga. Vona að úr rætist hjá ykkur.\nEn hvaða öfgakenndu íþróttir eru þetta eiginlega sem setja menn í kynlífsbindingi svo vikum skipir? Ég er nú bara forvitinn að vita…"
        },
        {
            "user": "wbdaz",
            "user_id": "6083",
            "date": "2002-12-10 16:15:13",
            "id": "802661",
            "reply_to_id": "802660",
            "text": "Já ég er líka svolítið forvitinn að vita hvaða íþrótt getur mögulega sett svona kynlífsskorður!"
        },
        {
            "user": "snowcat",
            "user_id": "27658",
            "date": "2002-12-10 16:21:42",
            "id": "802662",
            "reply_to_id": "802656",
            "text": "wow ég las greinina og ég sver að ég hefði haldið að þú værir eldri!! Þetta eru ekki skemmtilegar aðstæður en þú barasta hlýtur að sjá að þetta gengur ekki svona! Ég persónulega myndi ekki fyrirgefa það sem hún gerði þér en það er þitt að ákveða…….\nÞað eru samt fleyri fiskar í sjónum og vá líf þitt er ekki á enda það er bara í lægð…..\ngangi þér vel………\nPS hvað er hún gömul?"
        },
        {
            "user": "deadlift83",
            "user_id": "6593",
            "date": "2002-12-11 02:44:06",
            "id": "802663",
            "reply_to_id": "802662",
            "text": "Eins og ég sagði í byrjun greinar, þá lagði ég ekki fram þessar skriftir til að biðja um hjálp eða álit.\nHeldur er þetta meira mín sannsögulega dæmisaga.\nDæmisaga um hvað maður getur í sjálfselsku blindað\nsjálfansig raunveruleikanum.\nÉg skrifa þetta líka í von um að þeir sem lesi\nþetta, geri ekki sömu mistök í framtíðinni.\nÞví hér er ég ekki einn fórnarlamb, heldur\ngerði ég henni enn meiri skaða að láta hana halda\ní minni sjúku bælingu að ég hafi verið nógu sterkur til að fyrirgefa henni, og ranka svo\núr rotinu ári seinna, og átta mig á að ég geti\nekki haldið við hana sambandi.\nÞað er auðveldara en maður heldur að bæla\ntilfinningar. Og getur valdið öðrum tjóni, ekki\nbara manni sjálfum.\nHvað íþróttina varðar, þá held ég að ég haldi\nþví bara fyrir mig :)\nÞví mér finst gott að halda smávæginlegri\nnafnleynd :) Þó að flestir átti sig örugglega\nfljótt á því hver maður er.\nEn ég þakka þeim sem svöruðu áliti fyrir jákvæðar\nundirtökur.\nKv.B"
        },
        {
            "user": "Apache",
            "user_id": "22151",
            "date": "2002-12-11 10:10:22",
            "id": "802664",
            "reply_to_id": "802663",
            "text": "Mín reynsla af svona kvenfólki er slæm, ég ráðlegg þér að droppa henni og leita á önnur mið. Persónulega hef ég tapað nokkrum árum vegna svikulla kvenna.  Mín reynsla er að þær læknast ekki af brókarsóttinni."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-12-11 11:41:06",
            "id": "802665",
            "reply_to_id": "802663",
            "text": "vá mar.. hvað er hún gömul?"
        },
        {
            "user": "Surmjolk",
            "user_id": "9073",
            "date": "2002-12-13 13:03:23",
            "id": "802666",
            "reply_to_id": "802663",
            "text": "Síðast er ég vissi að þá getur maður haft heiftarleg mök eins og maður vill þó svo að maður sé í íþróttum!  Ég get kannski ímyndað mér að það mundi hjálpa þér í klettaklifri þar sem að þú værir búinn að “tæma þig” og værir þ.a.l. léttari.  Það er kannski að þetta komi að notum í júdó þar sem að þú vilt halda allri “aukaþyngd” til að gera andstæðingnum erfitt fyrir…..en já…bara…pæling.  :)"
        },
        {
            "user": "jonr",
            "user_id": "3773",
            "date": "2002-12-10 16:38:07",
            "id": "802667",
            "reply_to_id": "802656",
            "text": "Svona fer þegar menn taka íþróttirnar fram yfir kvenfólkið."
        },
        {
            "user": "zett",
            "user_id": "26470",
            "date": "2002-12-10 18:11:02",
            "id": "802668",
            "reply_to_id": "802656",
            "text": "er þetti soldið eins og í frends: “we were on að break!!!” en svona að öllu gríni slepptu þá voruð þið í hléi ekki satt og þú getur varla eignað þér hana á meðan því hún er jú einusinni með ákveðnar þarfir og það getur verið að hún hafi verið mjö ósátt við að vera án þín svona um hátíðirnar og þetta hafi verið eins konar sjúkleg hefnd…\nÞað er aldrei holt að fela sig á bakvið annríki í íþróttum/vinnu en ég segi eins og fleiri, hvaðað íþrótt er það sem setur svona kynlífsskorður…\nSvo er það líka spurning hvort eigi að ganga fyrir… þín hamingja eða árangurinn í íþróttunum. Líkami þinn á eftir að eldast og góði árangurinn á aldrei eftir að endast en ástin getur enst þér ævilangt ef þú rktar hana vel og flestir myndu segja að ástin gæfi meira af sér til lengri tíma litið… en það á auðvitað ekki taka eigin ákvarðanir útfrá áliti fjöldans og það besta fyrir þig í þessari stöðu er auðvitað að tala um þetta við hana, þú bjargar engu með því að bæla þetta endalaust niður… Fyrst þú ert búin að veraa ð leyna þessum tilfinningum ómeðvitað í heilt ár þá er það eflaust búið að grafa dálítið undan stoðum sambandsins ekki satt.\nEn reyndu nú líka að sjá þetta dálítið frá hennar hlið… ef hún sér svona rosalega eftir þessu því þá ekki að fyrirgefa henni, svo ef þetta gerist aftur þá er auðvitað allt búið en það geta nú samt allir gert mistök."
        },
        {
            "user": "heidaa",
            "user_id": "21830",
            "date": "2002-12-10 20:01:22",
            "id": "802669",
            "reply_to_id": "802668",
            "text": "once a cheater always a ceather ;(\nef þig hryllir við að “snerta” hana, þá myndi ég láta þetta eiga sig…"
        },
        {
            "user": "Arasaka",
            "user_id": "15059",
            "date": "2002-12-10 23:00:16",
            "id": "802670",
            "reply_to_id": "802656",
            "text": "hm… erfitt mál..\nég mundi segja, talaðu við hana! ef hún tekur þessu eins og þú sért bara að reyna að vera með vesen skaltu bara gleyma þessu!\nen auðvitað vona ég að þið getið leyst þetta!! :)\nps… já ég er líka forvitin, hvaða íþrótt er þetta!?!?!"
        },
        {
            "user": "gyda85",
            "user_id": "27357",
            "date": "2002-12-11 17:45:42",
            "id": "802671",
            "reply_to_id": "802656",
            "text": "Ég ætla ekki að fara segja þér að tíminn lagi öll sár því það er ekki satt, þau verða bara ekki eins sár viðkomu.\nSpurningin er ekki hvort þú elskir hana heldur hvort hún elski þig í raun.\nHefði hún virkilega hætt á það að missa þig ef hún elskaði þig svona mikkið?\nEn kanski fattaði hún það ekki fyrr en efitir á. Svona veist ekki hvað þú átt fyrr en þú missir það dæmi.\nSegðu henni hvernig þér líður reynið að vinna úr því ef það gengur ekki þá skalltu slíta sambandinu því það á eftir að særa þig meira að hafa hana hjá þér og sjá hana alltaf og muna eftir gömlum dögum heldur en að hætta með henni og leyfa þér að jafna þig.\nHvað getur ein sál borið mikkið?"
        },
        {
            "user": "Andyandlou",
            "user_id": "1783",
            "date": "2002-12-12 04:11:35",
            "id": "802672",
            "reply_to_id": "802656",
            "text": "Ástin er horfin… þetta eru bara gamlar tilfinningar sem halda ykkur saman, minnir mig á smásögu sem ég var að lesa sem hét “Ace in the hole” fjallaði um íþróttamann og konu hans og sambúð þeirra."
        },
        {
            "user": "Andres18",
            "user_id": "4577",
            "date": "2002-12-12 16:32:36",
            "id": "802673",
            "reply_to_id": "802672",
            "text": "Þetta er ofyrirgefanlegt að minu mati.\nEg raðlegg þer að gleyma henni og leita annað.\nÞað er nog af fiskum i sjonum."
        },
        {
            "user": "divaa",
            "user_id": "11336",
            "date": "2002-12-13 14:38:20",
            "id": "802674",
            "reply_to_id": "802656",
            "text": "Úff, flókið!!! En mér finnst að þú verðir að segja henni hvernig þér líður. Þetta lagast aldrei ef þú talar aldrei um þetta. Þú vilt að þetta lagist, ekki satt? Þú getur sagt henni það og að þetta sé ekki búið en að þið þurfið að vinna úr þessu og svona. Ef ekkert gengur þá ættirðu kannski að spyrja þig hvort þú viljir vera í sambandi með manneskju sem þú ert ekki hamingjusamur með, jafnvel þó þér finnist þú ekki geta án hennar verið."
        },
        {
            "user": "bonita",
            "user_id": "29265",
            "date": "2002-12-14 09:21:17",
            "id": "802675",
            "reply_to_id": "802656",
            "text": "Láttu þessa dömu róa ef hún byrjar einu sinni á framhjáhaldi þá verður það aftur og aftur þetta er sjálfsagt manneskja sem veit ekkert hvað hún vill,\np.s Apache karlmenn eru ekkert betri þeir halda framhjá alveg jafnt og konur og hafa jafnvel betri tækifæri til þess, ég veit allt um það .\nEin sem er orðin þreytt á framhjáhöldum og svikum og ætlar að hugsa sín mál fram yfir hátíðir."
        },
        {
            "user": "bonita",
            "user_id": "29265",
            "date": "2002-12-14 09:42:08",
            "id": "802676",
            "reply_to_id": "802675",
            "text": "Ég er kanski harðorð en ég er ný búin að ganga í gegnum svona vesen og mín tilfinning er að það sé rétt að byrja  og ég þarf að takast á við það hvort þetta samband gangi upp því ég er svo eigingjörn að ég vil ekki deila stóru ástinni minni með öðrum sem er kanski skiljanlegt,en maður lifir bara einu sinni og þá á maður bara að sætta sig við það besta ekki næst besta og það eru fullt af fiskum í sjónum það gengur bara misvel að finna þá bestu jólakveðjur Bonita"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-12-20 14:45:54",
            "id": "802677",
            "reply_to_id": "802656",
            "text": "*En í þetta skipti deildum við um ýmsa hluti, og ég tjáði henni\nað svona hafi þetta verið þegar hún kynntist mér, og fyrir mér\nværi mikið í húfi, OG VIÐ ÆTTUM BARA AÐ VERA FRÁ HVORU ÖÐRU UM\nTÍMA EF ÞETTA VÆRI VANDAMÁL.*\nOrð úr þínum eigin munni.\nHefurðu horft á þetta frá hennar sjónarhorni? Þú tekur íþróttina frammyfir hana (okay) en biður svo um hlé á sambandinu þegar hún fór eitthvað að tala við þig um þetta! Það er kanski frekar barnalegt að biðja þig að gefa upp íþróttina en henni hefur áræðanlega fundist þú hafa skitið alveg yfir sig og fann þessa fáránlegu leið til að særa þig til baka.\nMiðað við hvað þú ert hrifin af henni og að þú varst búinn að fyrirgefa henni að vissu leiti þá værir þú FÍFL að segja henni upp! Þú þarft töluvert meira hugrekki til þess að láta þetta ganga upp."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-12-20 14:45:58",
            "id": "802678",
            "reply_to_id": "802656",
            "text": "*En í þetta skipti deildum við um ýmsa hluti, og ég tjáði henni\nað svona hafi þetta verið þegar hún kynntist mér, og fyrir mér\nværi mikið í húfi, OG VIÐ ÆTTUM BARA AÐ VERA FRÁ HVORU ÖÐRU UM\nTÍMA EF ÞETTA VÆRI VANDAMÁL.*\nOrð úr þínum eigin munni.\nHefurðu horft á þetta frá hennar sjónarhorni? Þú tekur íþróttina frammyfir hana (okay) en biður svo um hlé á sambandinu þegar hún fór eitthvað að tala við þig um þetta! Það er kanski frekar barnalegt að biðja þig að gefa upp íþróttina en henni hefur áræðanlega fundist þú hafa skitið alveg yfir sig og fann þessa fáránlegu leið til að særa þig til baka.\nMiðað við hvað þú ert hrifin af henni og að þú varst búinn að fyrirgefa henni að vissu leiti þá værir þú FÍFL að segja henni upp! Þú þarft töluvert meira hugrekki til þess að láta þetta ganga upp."
        },
        {
            "user": "myass",
            "user_id": "30576",
            "date": "2002-12-21 17:25:28",
            "id": "802679",
            "reply_to_id": "802656",
            "text": "Farðu bara að ríða henni fastar ;)"
        },
        {
            "user": "helgi74",
            "user_id": "20730",
            "date": "2002-12-26 23:45:21",
            "id": "802680",
            "reply_to_id": "802656",
            "text": "ekki spennandi kvensa!!!!!!!!!!!!!!"
        },
        {
            "user": "zion",
            "user_id": "11315",
            "date": "2002-12-30 02:18:00",
            "id": "802681",
            "reply_to_id": "802656",
            "text": "Ég held að þú hafir enda við að hjálpa mér að taka mjög erfiða ákvörðun. Ákvörðun sem ég var nokkuð hræddur við að taka en ég held að það sé rétt hjá þér að það er best að vera ekki að blekkja tilfinningar sínar.\nKveðja, The P ;)"
        },
        {
            "user": "deadlift83",
            "user_id": "6593",
            "date": "2003-01-02 00:40:15",
            "id": "802682",
            "reply_to_id": "802681",
            "text": "Gott hjá þér félagi ;)"
        }
    ]
}