{
    "forum_title": "Tíska & útlit",
    "user": "bonobo",
    "user_id": "22716",
    "date": "2002-12-10 16:01:00",
    "title": "Skaterboy look!",
    "text": "Okey, ég var að spá. Hvað finnst ykkur um þetta svokallaða skaterboy look sem er alveg að renna inn núna. Ég held að það varð einhver bylting í tískuiðnaðinum þegar Avril Lavigne steig á sviðið, hún varð vinsæl og allt í einu varð þvílíkt vinsælt að vera í hermannabuxum, svona hnésíðum stuttbuxum og þröngum nærbol. Ég meina er Avril að fara eftir nýjustu tísku eða fer tískan eftir henni? Hver veit? Hún segist klæða sig eins og hún vill og ég veit ekki. Hvað finnst ykkur um stelpur sem eru í svona fötum og hlaupa um á hjólabretti og línuskautum? Persónulega finnst mér það nokkuð töff. Ég geng bara í venjulegum fötum að mínu mati en fíla rosalega þetta nýja (eða gamla) look. Jæja, segið mér allavega hvað ykkur finnst ;)\nJá, audda hafa hermannabuxur verið lengi í tísku en ekki svona alveg eins og núna. Eins stelpa kom í skólann í dag klædd eins og skæruliði! Í hermannajakka og hermannabuxum!",
    "url": "https://www.hugi.is/tiska/greinar/109349/skaterboy-look/",
    "url_id": "109349",
    "id": "802845",
    "replies": [
        {
            "user": "Blitz",
            "user_id": "6683",
            "date": "2002-12-10 22:23:26",
            "id": "802846",
            "reply_to_id": "802845",
            "text": "jesús kristu"
        },
        {
            "user": "1Xtra",
            "user_id": "25810",
            "date": "2002-12-10 22:35:55",
            "id": "802847",
            "reply_to_id": "802845",
            "text": "Ef manneskja er ekki fræg og klæðist eins og hún vill er hún lúði.\nEf hún er fræg og klæðist eins og hún vill er hún “brautryðjandi” fyrir nýja tísku.\nHafiði séð þessa Avril Lavigne stelpu án make-up ?\nÉg held ég myndi deyja hún var hræðileg."
        },
        {
            "user": "Lola",
            "user_id": "27945",
            "date": "2002-12-10 22:37:46",
            "id": "802848",
            "reply_to_id": "802847",
            "text": "Hvar sástu mynd af henni ómálaðri? Verð að sjá það!!\nLola"
        },
        {
            "user": "1Xtra",
            "user_id": "25810",
            "date": "2002-12-10 22:45:31",
            "id": "802849",
            "reply_to_id": "802848",
            "text": "http://www.geocities.com/antilavigne/nomakeup.html"
        },
        {
            "user": "Lola",
            "user_id": "27945",
            "date": "2002-12-10 22:48:02",
            "id": "802850",
            "reply_to_id": "802849",
            "text": "Takk fyrir!!!\nLola"
        },
        {
            "user": "Lola",
            "user_id": "27945",
            "date": "2002-12-10 22:51:01",
            "id": "802851",
            "reply_to_id": "802849",
            "text": "OOOOOOJJJJJJ hún er HORROR!!!!\nLola"
        },
        {
            "user": "isabel",
            "user_id": "27278",
            "date": "2002-12-11 02:16:10",
            "id": "802852",
            "reply_to_id": "802851",
            "text": "hún er ekkert horror, common, þetta sýnir bara að hún er eðlileg eins og hver önnur manneskja"
        },
        {
            "user": "Lola",
            "user_id": "27945",
            "date": "2002-12-11 17:09:54",
            "id": "802853",
            "reply_to_id": "802852",
            "text": "ég veit að hún er eðlileg. En ég þekki samt margar stelpur sem eru sætari en hún ómálaðar og syngja betur. Samt eru þær ekki frægar. Það sem gerir hana svona vinsæla held ég er stíllinn hennar.\nSjálfri finnst mér hún ágæt.\nLola"
        },
        {
            "user": "alren",
            "user_id": "3144",
            "date": "2002-12-11 22:49:40",
            "id": "802854",
            "reply_to_id": "802853",
            "text": "æ, ég bara þoli ekki þessa gellu. sérstaklega þetta skaterboj lag hennar.. það var einu sinn skeiterboj, sem var skotin í ballerínu, en það snjóaði svo mikið uppí nefið á henni og núna er hann frægur og þessvegna er ég með honum og við erum að gera lag til að dissa hana.. bla bla bla..\ní videóinu er gellan trömpuð undir og handtekin á tónleikum hjá henni avril.. ble svona rugl fæ ég klígju af…."
        },
        {
            "user": "1Xtra",
            "user_id": "25810",
            "date": "2002-12-12 20:26:11",
            "id": "802855",
            "reply_to_id": "802854",
            "text": "alren: er þetta satt með tónleika vídjóið ?"
        },
        {
            "user": "alren",
            "user_id": "3144",
            "date": "2002-12-16 16:25:11",
            "id": "802856",
            "reply_to_id": "802855",
            "text": "já videoið er svona.. ömurleg hugmynd.. eins og það sé eitthvað gellunni að kenna að hún vildi ekki skeiterboj…"
        },
        {
            "user": "hallat",
            "user_id": "24113",
            "date": "2002-12-11 14:37:37",
            "id": "802857",
            "reply_to_id": "802851",
            "text": "Oki það var líka að mtv eitthvað um myndbandið hjá henni og ég skildi ekki hvernig hún gat litið svona illa út..!!!"
        },
        {
            "user": "Niea",
            "user_id": "17367",
            "date": "2002-12-11 15:02:11",
            "id": "802858",
            "reply_to_id": "802848",
            "text": "hún er með flott hár og er oki í klæðnði en oj bara að sjá framan í hana án make us er ógeð :Þ"
        },
        {
            "user": "1Xtra",
            "user_id": "25810",
            "date": "2002-12-16 20:48:28",
            "id": "802859",
            "reply_to_id": "802847",
            "text": "Steiny: “ef manneskja er ekki fræg og klæðist eins og hún vill er hún lúði”. Þetta er svo ekki satt!!"
        },
        {
            "user": "1Xtra",
            "user_id": "25810",
            "date": "2002-12-16 20:49:47",
            "id": "802860",
            "reply_to_id": "802859",
            "text": "Svona er fólk í dag… Manneskja verður að vera fræg til þess að geta komið einhverju nýju af stað."
        },
        {
            "user": "1Xtra",
            "user_id": "25810",
            "date": "2002-12-16 20:50:50",
            "id": "802861",
            "reply_to_id": "802860",
            "text": "já en hinir sem fylgja ekki þeim manneskjum .urfa ekki að vera stimplðir lúðar!!"
        },
        {
            "user": "1Xtra",
            "user_id": "25810",
            "date": "2002-12-16 20:52:02",
            "id": "802862",
            "reply_to_id": "802861",
            "text": "Ég var ekkert að stimpla þá lúða.\nÉg var bara svona að reyna að sýna hvernig flest fólk hugsar í dag :Þ"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-12-16 20:55:55",
            "id": "802863",
            "reply_to_id": "802862",
            "text": "ok..skil. Ég er sammála því, þeir sem eru öðruvísi eru lúðar af sumra mati..en þeim sem finnst það, ÞEIR eru lúðar!!;)"
        },
        {
            "user": "Nemesis",
            "user_id": "22078",
            "date": "2002-12-11 10:45:12",
            "id": "802864",
            "reply_to_id": "802845",
            "text": "Ég vill bara efna loforðið mitt um að vera duglegur að tjá mig um tískuna. En mér finnst Avril alger bomba í klæðnaði. Annars finnst mér úlnliðsböndin gefa besta lúkkið. Þau svona… “klára svipinn” vitið hvað ég meina þaggi?:)\np.s. ég er stráku"
        },
        {
            "user": "snikkin",
            "user_id": "25858",
            "date": "2002-12-11 12:06:51",
            "id": "802865",
            "reply_to_id": "802845",
            "text": "þetta er nottla fínn klæðnaður, virkar þægilegur, en ég myndi örugglega fara að hlæja ef ég sæi einhverjar svona wannabe stelpur - finnst að þetta sé meiri stíll fyrir stelpur sem eru í svona hjólabrettastandi og sollis.\njú, ég er frekar sammála um að hún líti illa út án make-up… VÁ!!! þvílík breyting á einni manneskju…"
        },
        {
            "user": "Hibi",
            "user_id": "27324",
            "date": "2002-12-13 11:16:09",
            "id": "802866",
            "reply_to_id": "802865",
            "text": "Allir líta illa út ómálaðir. Og rétt er það, þetta er geggjað þægilegt, ég á svona stuttar víðar buxur og égdýrka þær! Avril Lavigne er töff stelpa!\nKveðja Híbí"
        },
        {
            "user": "sjoefn7",
            "user_id": "5661",
            "date": "2002-12-11 16:17:47",
            "id": "802867",
            "reply_to_id": "802845",
            "text": "mér finnst hún nú bara mjög venjuleg á þessarri mynd…"
        },
        {
            "user": "JerryLee",
            "user_id": "26069",
            "date": "2002-12-12 00:13:19",
            "id": "802868",
            "reply_to_id": "802845",
            "text": "Þetta Skater kjaftæði er RUGL og ömurleg tíska…þetta er samt geðveik gella á myndinni!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-12-12 10:55:07",
            "id": "802869",
            "reply_to_id": "802868",
            "text": "Oh my god segji ég nú bara. Avril er bara wannabe svöl. PUNKTUR"
        },
        {
            "user": "sigurast",
            "user_id": "23587",
            "date": "2002-12-12 10:56:16",
            "id": "802870",
            "reply_to_id": "802845",
            "text": "PS: Gwen Steffani er þúsund sinnum flottari og svalari. Hún er meira svona upfront."
        },
        {
            "user": "sigurast",
            "user_id": "23587",
            "date": "2002-12-12 13:41:30",
            "id": "802871",
            "reply_to_id": "802870",
            "text": "Eruð þið sætar án make ups?????????????????"
        },
        {
            "user": "HvadaInga",
            "user_id": "30071",
            "date": "2002-12-12 21:33:42",
            "id": "802872",
            "reply_to_id": "802845",
            "text": "Umm ég elska svona klædnad en ég er samála krakkanum madur á ekki ad klædast svona fötum nema ad madur sé á brettum og stuff en ég er thad ekki svo ad ég geng bara í thví sem mér fynnst flott og thad er erftidara ad ná í stráka í stráka fötum en í thröngum buxum hehehe :o)"
        },
        {
            "user": "hockeygirl",
            "user_id": "21172",
            "date": "2002-12-18 02:42:43",
            "id": "802873",
            "reply_to_id": "802845",
            "text": "fín grein… ég sjálf gengi í fötum sem mér finnst sjálfri töff en filgi engri tísku.. en stundum kemur e-ð í tísku sem mér finnst flot.. þannig a þá geng ég í því! mér finnst avril lavigne frekar töff.. og hva er málið með þetta meikup? ég sjálf nota ekkert meikup.. og veit valla muninn á öllu þessu dóti..!\nég vil taka það fram enn og aftur að ég er versla flest (eiginlega öll) mín föt í brim.. og þar fást föt “for girls who ride” Nikita..\n:)"
        },
        {
            "user": "Hofi",
            "user_id": "28929",
            "date": "2002-12-21 14:40:08",
            "id": "802874",
            "reply_to_id": "802845",
            "text": "Ég verð nú að segja að ég held að Avril sé ekkert braut ryðjandi í klæðnaði en samt.. ég hef gengið í svona rokkara fötum ( allt annað en 17 gellur ganga í) og ekki var fýlað fötin mín fyrr en Avril kom, hvað er eilla í gangi? það liggur við að ég hætti að ganga í svona fötum bara vegna þess að öllum finnst þau flott nuna útaf einhverri tónlistar gellu.. sem er nú samt alger töffari.."
        },
        {
            "user": "LOUD",
            "user_id": "14310",
            "date": "2002-12-21 18:02:27",
            "id": "802875",
            "reply_to_id": "802845",
            "text": "Ég fíla ekki Avril Lavigne og mér finnst hún ekki neinn brautriðjandi í klæðaburði. Ég hef gengið í víðum fötum síðan ég var í 9.bekk og ég er tvítug núna, mörgum finnst það asnalegt að ég gangi í víðum fötum ennþá, bróðir minn er alltaf að dissa mig út af því enda gengur hann í fötum sem eingin venjulegur maður mundi hafa efni á (Hugo Boss)\nMálið er það að mér finnst þægilegt að vera í víðum fötum og ég ætla ekkert að fara að hætta því."
        }
    ]
}