{
    "forum_title": "Tolkien",
    "user": "Amon",
    "user_id": "20748",
    "date": "2002-12-10 08:17:16",
    "title": "Doriath",
    "text": "Gott að sjá að aðrir eru byrjaðir að skrifa :) og já Ratatoskur og þið gaurarnir leitið\neins og þið viljið á “The Encyclopedia of Arda” en ég bíst ekki við því að þið finnið\nmikið!\nDoriath\nHér ætla ég að skrifa smá grein um Doriath, en þó aðalega fjalla um frægustu\npersónur og mannvirkið Menegroth (einnig nefnd Mengrótta í íslensku þýðingunni).\nMeliana var ein Maia. Hún þótti fögur og hún var slungin í göldrum, en án galdranna\nhefði Doriath nánast aldrei verið til, því að girðing Meliönu svokölluð verndaði skóga\nDoriaths gegn öllu því illþýði er Melkor sendi í landið. Upphaflega dvaldi hún bara í\nLóríensskógum Amans, en seinna meir fór hún stundum til Middle-earth. Einu sinni í\nskógum Nan Elmoth hitti hún þó Elwë Singollo, sem þekktastur er undir nafninu Elu\nThingol, en hún hitti hann þegar hann var á leið vestur til Amans með fólki sýnu\nTelerunum. Hún beitti hann göldrum, en það er mest hennar sök á því að sumir Telera\nurðu eftir í Beleriand, því að þessir Telerar vildu ekki skilja við húsbónda sinn og\nhöfðingja.\nLengi dvaldi Elu Thingol í skógunum með Meliönu, og hún dansaði oft fyrir hann í\ntrjálundunum. Seinna meir komu þau bæði út úr skóginum, og tóku Telerar Meliönu\nstrax fyrir drottningu, því að Thingol hafði verið leiðbeinandi Telera á leiðinni vestur,\nog einnig konungur.\nÞessir Telerar ásamt Meliönu og Thingol tóku sér landið Doriath til búsetu, og þar\nstofnuðu þau Mengróttu - þúsundhella og var sölum Mengróttu ávallt lýst með dýrð.\nÉg man ekki lýsingarnar nákvæmilega en ég ætla að reyna að lýsa þeim eftir minni.\nÞar voru súlur, skornar út í líki byrkitrjáa skreyttar með dýrum eðalsteinum. Veggirnir\nvoru einnig þaktir eðalsteinum og það sama gilti um loft og gólf. Mikið átti að vera\num skreytingar, og svona rétt í lokinn á þessum lýsingum vil ég taka það fram að ég\nman ekki það mikið um þessi lýsingarmálefni að það beri að taka þær alvarlega. Ef\nþær eru vitlausar vil ég biðjast innilegrar afsökunnar.\nLandið Doriath var nánast eintómur skógur og í gegnum landið unnu tvær ár,\nEsgalduin og Sirionsfljót. Minni partur landsins sem var hinn norðvestri var þakinn\nskóginum Neldoreth, en stærri parturinn, suðurmeginn er hét Region. Það var einnig\nannar lítil eikarskógur sem bar nafnið Nivrim. Allt þetta land var varið af girðingu\nMelíönu, en með töfrum sínum var þessi tiltekni “skjöldur” alveg í kringum landið.\nÍ miðju Doriaths voru hellar, sem mynduðust við það að áin Esgalduin skall á\nklettunum. Þessir hellar urðu að höll Thingols Doriath.\nMeliana og Thingol áttu eina dóttur en enga syni og var dóttirin Lúthien Tinúvíel og\nvar maki hennar Beren. Þau gengu í gegnum miklar hamfarir en báru úr bítum einn\nSilmeril. Þetta var þó ekki vel til unnið því að Silmerillinn leyddi seinna yfir dóm\nDoriaths þegar Thingol kvaddi saman dverga til að sameina tvö meistarastikki;\ndvergahálsmenið Nauglamír og Silmerillin. Þegar dvergarnir vildu ekki láta Thingol\nhalda hálsmeninu, og ætluðu að fara með það til bláufjalla þaðan sem þeir voru\nupprunir, lét Thingol drepa þá. Það leyddi til þess að dvergar Bláufjalla og Negrost\nréðust á Mengróttu og þegar Thingol dó hvarf girðing Meliönu því að Meliana hafði\ngert þetta allt fyrir hann, og þegar Thingol var dáinn hafði hún enga von í\nMiddle-earth svo hún snéri til baka til Amans. Dior Eluchil sonur Berens og\nLúthíenar kom til Mengróttu því að hann var erfingi krúnunnar en var drepinn (minnir\nmig).\nkv. Amon",
    "url": "https://www.hugi.is/tolkien/greinar/109352/doriath/",
    "url_id": "109352",
    "id": "802920",
    "replies": [
        {
            "user": "yoda",
            "user_id": "9861",
            "date": "2002-12-10 11:14:37",
            "id": "802921",
            "reply_to_id": "802920",
            "text": "vissi að það gætu ekki orðið meira en 2 greinar milli greinanna þinna…\nágætis grein hlakka til að sja önnur viðbrögð"
        },
        {
            "user": "Finisboy",
            "user_id": "6088",
            "date": "2002-12-10 11:26:20",
            "id": "802922",
            "reply_to_id": "802921",
            "text": "Var þessi “skjöldur” eða “girðing” ekki kallað “belti Melíönu” í Ísl. þýðingunni? Minnir það… Annars var þetta mjög góð grein."
        },
        {
            "user": "Amon",
            "user_id": "20748",
            "date": "2002-12-10 11:41:58",
            "id": "802923",
            "reply_to_id": "802922",
            "text": "ef það er rangt í greininni minni biðst ég afsökunar, nennti ekki að fletta því upp :)\nkv. Amon"
        },
        {
            "user": "Greymantle",
            "user_id": "18648",
            "date": "2002-12-10 16:32:29",
            "id": "802924",
            "reply_to_id": "802920",
            "text": "Jæja, þú ert allur að sækja í þig veðrið Amon! Skemmtilegt að sjá að þú ert hættur í Ördu, en þar er nú samt að finna áhugaverðar upplýsingar\n(sem og í ýmsum viðaukum), nebblilega hvað Thingol merkir á engilsaxneskunni, eða veistu það?"
        },
        {
            "user": "Amon",
            "user_id": "20748",
            "date": "2002-12-10 16:37:17",
            "id": "802925",
            "reply_to_id": "802924",
            "text": "ekki man ég það nú! kannski þú nenntir að segja mér það!?\nkv. Amon"
        },
        {
            "user": "Greymantle",
            "user_id": "18648",
            "date": "2002-12-10 17:02:18",
            "id": "802926",
            "reply_to_id": "802925",
            "text": "Af Encyclopedíunni, Ördu:\nSingollo:\nAn ancient surname, meaning ‘Greycloak’, of Elwë, brother of Olwë and lord of the Sindar. It is better known in its later Sindarin form, Thingol.\n*  *  *\nPersónulega finnst mér þýðingin betri í Silmarillion útgáfunni minni."
        },
        {
            "user": "Amon",
            "user_id": "20748",
            "date": "2002-12-10 17:37:49",
            "id": "802927",
            "reply_to_id": "802926",
            "text": "svo að Thingol var Sindarin…. mér minnti að “greycloak” væri Sindarísk útgáfa af Singollo sem væri þá Quenya / engilsaxneska\nkv. Amon"
        },
        {
            "user": "Amon",
            "user_id": "20748",
            "date": "2002-12-10 18:54:13",
            "id": "802928",
            "reply_to_id": "802920",
            "text": "mig langar ekki til að dæma þig þar sem ég er ekki mjög duglegur við að senda inn greinar en þetta er frekar “dull” grein. Gast rakið sögu Doriath mun nánar."
        },
        {
            "user": "Amon",
            "user_id": "20748",
            "date": "2002-12-10 20:35:03",
            "id": "802929",
            "reply_to_id": "802928",
            "text": "„Hér ætla ég að skrifa smá grein um Doriath, en þó aðalega fjalla um frægustu persónur og mannvirkið Menegroth (einnig nefnd Mengrótta í íslensku þýðingunni).\"\nég segi að ég ætli aðalega að fjalla um frægustu persónur og Menegroth\nkv. Amon"
        },
        {
            "user": "Amon",
            "user_id": "20748",
            "date": "2002-12-10 20:52:49",
            "id": "802930",
            "reply_to_id": "802929",
            "text": "það sem ég er að segja, þetta er soldið sundurslitin frásögn"
        },
        {
            "user": "Amon",
            "user_id": "20748",
            "date": "2002-12-10 21:21:01",
            "id": "802931",
            "reply_to_id": "802930",
            "text": "…\nkv. Amon"
        },
        {
            "user": "Guybrush",
            "user_id": "14640",
            "date": "2002-12-16 22:04:57",
            "id": "802932",
            "reply_to_id": "802930",
            "text": "Það þarf ekki alltaf að kvarta og kveina þó að greinin sé ekki fullkomin."
        }
    ]
}