{
    "forum_title": "Hokkí",
    "user": "MutaNt",
    "user_id": "15732",
    "date": "2002-12-10 17:00:01",
    "title": "Loksins eitthvað að ganga hjá Flames",
    "text": "Calgary Flames - 2\nVancouver Canucks - 1\nEr loksins eitthvað að ganga upp hjá Calgary Flames? Þrír seinustu leikir þeirra hafa allir gengið þeim í haginn en allir sem fylgjast með NHL vita að þeim ganga ekkert það vel, eru jafnir Phoenix Coyotes í Vesturdeildinni með 23 stig.\nÞeir unnu Colorado Avalanche, 2-1, gerðu jafntefli við Minnesota Wild og unnu svo Vancouver Canucks í gærkvöldi. Þjálfari þeirra, Al MacNeil, er loksins að gera góða hluti með þetta lið og segist hann vera sigurstrangur núna og vonum bara verður gaman að sjá hvort þessari sigurgöngu heldur áfram.\nEn í þessum leik, Canucks vs. Flames, að þá byrjuðu Calgary að skora í 1. leikhluta með marki frá nýliðanum Mattias Johansson til að koma Calgary yfir. Svo í 2. leikhluta skoraði Artem Chubarov fyrir Vancouver Canucks en Calgary voru ekki lengi að svara fyrir sig með marki frá Chris Clark og með þessum sigri eru Calgary 2-0-1, það þýðir 2 sigrar, 0 töp og 1 jafntefli.\nCalgary mætir Carolina Hurricanes og Colorado Avalanche í þessari viku og eru báðir leikirnir á heimavelli.\nChris Drury, eða “The Clutch”, er stigahæstur hjá Flames með 22 stig, en hann er í 56. sæti yfir stigahæstu menn þannig að Calgary þarf aðeins að fara taka sig til. ;)\nJarome Iginla, einn af lykilmönnum þessa liðs var ekki í leiknum á móti Vancouver og verður örugglega ekki í leikjunum á móti Hurricanes og Avalanche þannig að það verður spennandi að sjá hvort þeir nái að sigra.",
    "url": "https://www.hugi.is/hokki/greinar/109356/loksins-eitthvad-ad-ganga-hja-flames/",
    "url_id": "109356",
    "id": "802957",
    "replies": [
        {
            "user": "Aage",
            "user_id": "2449",
            "date": "2002-12-10 19:48:46",
            "id": "802958",
            "reply_to_id": "802957",
            "text": "Gott mál að þeir séu að taka sig á.\nÉg hef samt mínar efasemdir um næstu leiki, því bæði liðin sem þeir þurfa að mæta eru geysilega góð..\nFlott grein btw :)"
        },
        {
            "user": "MutaNt",
            "user_id": "15732",
            "date": "2002-12-10 21:18:41",
            "id": "802959",
            "reply_to_id": "802958",
            "text": "Já, sammála þér en vona samt að þeir vinni því að ég vil sjá önnur lið komast ofar, ekki bara þau sömu ;)"
        },
        {
            "user": "Aage",
            "user_id": "2449",
            "date": "2002-12-10 22:05:33",
            "id": "802960",
            "reply_to_id": "802959",
            "text": "Jamm, það væri gaman að sjá fjölbreytni í þessu :þ"
        },
        {
            "user": "fic",
            "user_id": "13571",
            "date": "2002-12-11 07:54:49",
            "id": "802961",
            "reply_to_id": "802957",
            "text": "er Iginla meiddur?"
        },
        {
            "user": "MutaNt",
            "user_id": "15732",
            "date": "2002-12-11 07:56:44",
            "id": "802962",
            "reply_to_id": "802961",
            "text": "Já hann er meiddur í mjöðminni.\nhttp://www.calgaryflames.com/news/story4.\nhtml"
        },
        {
            "user": "fic",
            "user_id": "13571",
            "date": "2002-12-11 08:00:01",
            "id": "802963",
            "reply_to_id": "802962",
            "text": "ok"
        },
        {
            "user": "lyons",
            "user_id": "21741",
            "date": "2002-12-12 17:34:19",
            "id": "802964",
            "reply_to_id": "802957",
            "text": "Roman Turek er snillingu"
        }
    ]
}