{
    "forum_title": "Gamanþættir",
    "user": "isabel",
    "user_id": "27278",
    "date": "2002-12-10 19:43:41",
    "title": "Chandler -  6. sería",
    "text": "Rachel: Maybe we should get a divorce lawyer?\nChandler: Well, I think, I think, Ross already has one. Now, this one’s free, right? Because you paid for the first two, so the third one’s free!\nRachel: Uh, the worst day! Y’know, you think you’re making progress at work and then your boss calls you Raquel.\nChandler: Hey listen, for the first four years of my work everybody called me Sha-la-lap. (vandræðaleg þögn.) Seriously.\nRoss: I-I-I don’t even know why I bother to talk to you guys about it. Y’know what? I’m just gonna do it on my own with no naked chicks.\nChandler: That’s the way I did it ‘til I was 19.\nJoey: Besides, as soon as my insurance kicks in I can get all the free operations I want! Yeah, I’m thinking I’ll probably start with that laser eye surgery too.\nChandler: Oh Joey’s got a really bad hernia, but that’s nothing a little laser eye surgery won’t fix!\nRachel: Ross didn’t get the annulment; we are still married!\nChandler: Ross, just for my own piece of mind, you’re not married to anymore of us are ya?\nRoss segir frá tölvu framtíðarinnar.\nChandler: And I just realized I can sleep with my eyes open!\nChandler: Hi, my name’s Chandler. I just moved in next door and I was wondering if you would be interested in battling me in a post-apoplectic world for control of the galaxies last remaining energy source?\nChandler eyðir heilum degi í að búa til blómakransa með monicu.\nChandler: I feel like I’ve really gotten in touch with my feminine side enough today. You know. In fact I think we’re two sachets away from becoming a lesbian couple.\nJoey: Hey Chandler. Come on in. We’re knitting pot holders!\nChandler: No thanks, Josephine!\nChandler kemur inn og Ross er að mála sig\nChandler: Hey Ross, I was wondering if… Oh my God!! Where are all the men???\nMonica: You bought a boat?\nJill: Oh, it was for a friend.\nChandler: Boy did we make friends with the wrong sister!\nChandler: What if I had had the guts to quit my job? I’d probably be writing for the New Yorker, getting paid to be funny. But my job’s fun too! I mean tomorrow, I-I don’t have to wear a tie\nJoey:  You didn’t cry when Bambi’s mother died?\nChandler: Yes it was very sad when the guy stopped drawing the dee",
    "url": "https://www.hugi.is/grin/greinar/109368/chandler-6-seria/",
    "url_id": "109368",
    "id": "803218",
    "replies": [
        {
            "user": "simaskra",
            "user_id": "18264",
            "date": "2002-12-10 20:25:54",
            "id": "803219",
            "reply_to_id": "803218",
            "text": "Á hvaða síðu er þetta?  Þú hlýtur að muna það núna fyrst að þú sendir inn alla þessa pósta :) ekki misskilja mér finnst þetta flott efni, var bara að spá…\nMér finnst Chandler vera mesta snilldin í þessum þáttum fyrr og síðar!"
        },
        {
            "user": "isabel",
            "user_id": "27278",
            "date": "2002-12-10 20:42:01",
            "id": "803220",
            "reply_to_id": "803219",
            "text": "Ég save-aði þetta inn á tölvuna fyrir löngu síðan, ég er sjálf í bömmer yfir að muna þetta ekki, þetta var nefnilega flott síða…"
        },
        {
            "user": "simaskra",
            "user_id": "18264",
            "date": "2002-12-10 20:43:22",
            "id": "803221",
            "reply_to_id": "803220",
            "text": "Skil :) allt í kei sko.  Væri alveg til í að skoða sko :)"
        },
        {
            "user": "isabel",
            "user_id": "27278",
            "date": "2002-12-10 20:44:32",
            "id": "803222",
            "reply_to_id": "803221",
            "text": "já einmitt :) ég er að leita að þessu, læt ykkur vita ef ég finn þetta :)"
        },
        {
            "user": "TestType",
            "user_id": "14778",
            "date": "2002-12-10 20:53:14",
            "id": "803223",
            "reply_to_id": "803219",
            "text": "Gæti það verið vegna þess að Chandler er eini “eðlilegi” characterinn í þessari seríu fyrir utan Rachel? Bara pæling.\nMér finnst t.d. leiðinlegasti karakterinn vera Pheobe og þar á eftir kemur Monica vegna þess að þetta eru minna “belivable” persónur en hinir. Þ.e.a.s. of ýktar persónur fyrir minn smekk.\nEkki misskilja mig, ég hef gaman að Friends, en ég get bara ekki undir nokkrum kringumstæðum fengið sjálfan mig til að hlæja að Pheobe eða bröndurum tengdum henni."
        },
        {
            "user": "TestType",
            "user_id": "14778",
            "date": "2002-12-10 20:56:10",
            "id": "803224",
            "reply_to_id": "803223",
            "text": "Ahemm, gleymdi að taka það fram að þetta er svar við póstinum frá simaskra:\n“Mér finnst Chandler vera mesta snilldin í þessum þáttum fyrr og síðar!”"
        },
        {
            "user": "davidrey",
            "user_id": "20004",
            "date": "2002-12-11 18:28:47",
            "id": "803225",
            "reply_to_id": "803223",
            "text": "Rachel:\nWell, now how come you guys have never played poker with us?\nPhoebe:\nYeah, what is that? Like some kind of guy thing? Like some kind of sexist guy thing? Like it's poker… so only guys can play?\nRoss:\nNo, women are welcome to play…\nPhoebe:\nOh, okay so then what is it - some kind of, you know … like some kind of, you know like… okay, what is it?\nC'mon þessi var góður!"
        },
        {
            "user": "TestType",
            "user_id": "14778",
            "date": "2002-12-11 18:56:47",
            "id": "803226",
            "reply_to_id": "803225",
            "text": "Ok, hann er býsna góður ;)"
        },
        {
            "user": "Geimkureki",
            "user_id": "7079",
            "date": "2002-12-23 23:51:32",
            "id": "803227",
            "reply_to_id": "803219",
            "text": "http://www.steinfamily.demon.co.uk/index.html\nþað er siðan með öllum chandler linunum"
        },
        {
            "user": "kallason",
            "user_id": "16394",
            "date": "2002-12-10 22:08:06",
            "id": "803228",
            "reply_to_id": "803218",
            "text": "Áttu ekki eitthvað svona með Joey?????"
        },
        {
            "user": "isabel",
            "user_id": "27278",
            "date": "2002-12-10 22:15:42",
            "id": "803229",
            "reply_to_id": "803228",
            "text": "ég er einmitt að leita að því :)"
        },
        {
            "user": "bjornjul",
            "user_id": "20",
            "date": "2002-12-10 23:32:14",
            "id": "803230",
            "reply_to_id": "803229",
            "text": "Hér eru nokkur Quotes:\nhttp://home.capu.net/~highway/Friends/quotes\n_index.shtml\nEnjoy :)"
        },
        {
            "user": "Negotiator",
            "user_id": "14745",
            "date": "2002-12-11 09:52:43",
            "id": "803231",
            "reply_to_id": "803218",
            "text": "Þú verður að skella einhverju inn með Joey.\nHann er bara snillingur."
        },
        {
            "user": "whysoserious",
            "user_id": "27654",
            "date": "2002-12-11 14:10:31",
            "id": "803232",
            "reply_to_id": "803218",
            "text": "Þvílík snilld!!! he,he!! :D"
        },
        {
            "user": "davidrey",
            "user_id": "20004",
            "date": "2002-12-11 18:15:31",
            "id": "803233",
            "reply_to_id": "803218",
            "text": "Ross segir frá tölvu framtíðarinnar.\nChandler: And I just realized I can sleep with my eyes open!\nHaha!! Snilld!\nJoey: Hey Chandler. Come on in. We’re knitting pot holders!\nChandler: No thanks, Josephine!\nChandler kemur inn og Ross er að mála sig\nChandler: Hey Ross, I was wondering if… Oh my God!! Where are all the men???\nNr hvaða þættir eru þetta ?"
        }
    ]
}