{
    "forum_title": "Hundar",
    "user": "musli",
    "user_id": "26248",
    "date": "2002-12-10 11:25:18",
    "title": "peddigree eða einnhvað annað????",
    "text": "Hvernig hundafóður kaupir þú??? ég kaupi peddigree puppy food……..Fyrir hvilpinn minn og hún dýrkar það hvað finnst hundunum ykkar best??? kaupið þið einnhvað hundanammi???????ég kaupi nagbeinn og jerky…En þið??????????\nSendið mér svör…..bæó kk musli",
    "url": "https://www.hugi.is/hundar/korkar/109421/peddigree-eda-einnhvad-annad/",
    "url_id": "109421",
    "id": "803720",
    "replies": [
        {
            "user": "RuFFStuFF",
            "user_id": "22098",
            "date": "2002-12-10 13:28:52",
            "id": "803721",
            "reply_to_id": "803720",
            "text": "Ég er nú ekki viss um að Pedigree sé neitt gott fóður, hef allavega bara heyrt það að margir hundar vilja éta það en það sé svo lélegt að þeir fari bara meira úr hárum, prumpi mikið og það komi geðveik hundafýla af þeim. Samt hljóta nú einhverjir hundar að vera allt í lagi á þessu fóðri en ef ég væri þú myndi ég tala við gæludýrabúð og finna betra fóður og síðan skipta því smá saman út. Veit að pedigree er ódýrara en margir segja að það sé alveg þess virði að eyða pínku meira í gott fóður, jafnvel þótt hundurinn hafi verið fínn á pedigree varð hann bara enn betri þegar rétt fóður var fundið. Engin fýla af hundinum, fór minna úr hárum og bara allt betra.\nÉg nota Royal Canin, það er mjög gott nema fyrir hunda sem þola ekki fiskimjöl. Minn hundur dýrkar allt sem inniheldur fiskimjöl, svo gott bragð af því.\nAnnars var einhver á spjallinu að segja að hundurinn sinn færi miklu minna úr hárum á Solid gold, ég hef samt ekki prófað það.\nGangið þér annars vel að finna gott fóður.\nKv. Rebs"
        },
        {
            "user": "RuFFStuFF",
            "user_id": "22098",
            "date": "2002-12-11 02:03:01",
            "id": "803722",
            "reply_to_id": "803721",
            "text": "ég blanda bara saman matarafgöngum og pedigree og set ólífuolíu og frískamín útá hjá mínum og hann bara elskar það!!!!!\nHann fer lítið sem ekkert úr hárum, er blanda af íslenskum,border collie,labrador og einhverju fleiru og með þykkan snöggan feld…!\nsvo bursta ég hann bara nokkrum sinnum í viku og hann hefur það nú bara mjög gott!!!\nsoldið feitur;þ útaf því ég hætti svo seint að gefa honum 3\na dag( hann er ca16 mánaða)<br><br>Don't breed or buy while homeless animals die!!!\n<a href\"\nhttp://kasmir.hugi.is/RuFFStuFF/"
        },
        {
            "user": "Stubbur1",
            "user_id": "22583",
            "date": "2002-12-10 13:40:51",
            "id": "803723",
            "reply_to_id": "803720",
            "text": "ég byrjaði að á að gefa mínum hundi (ísl. fjárhundur) pedigree og mér fannst það ekki koma nógu vel út. Svo fór ég að lesa á umbúðirnar þá er svo mikið af uppfyllingarefnum í því, t.d. aska!!!!\nÉg gef mínum hundi núna Solid Gold og ég er mjög ángægð með það, í Solid Gold eru engin uppfyllingaefni, og í Solid Gold er einnig ekkert hveiti (hundar geta haft hveitióþol), ekkert soja, sykur eða salt. Þetta er svoldið dýrt fóður en hundurinn minn er SVO fallegur núna. Feldurinn glansar og fer ekkert úr hárum og það er sagt að ísl. hundar fari mikið úr hárum.\nSambandi við hundanammi þá er rosalega gott að gefa þeim nagbein. Stubbur vill ekki keypt hundanammi en hann elskar lifrarpylsu, bjúgu og pylsur."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-12-11 18:01:20",
            "id": "803724",
            "reply_to_id": "803720",
            "text": "Ég er nýlega búin að skipta um fóður hjá pomma tíkinni minni oh hún fékk royal canin og hún elskar það r meira að segja hætt að kíkja í dallana hjá stóru hundunum. Svo var ég að fá mér chiahuahua tík og hún vildi ekki gamla fóðrið hennar Lady bara royal canin :)\nP.S. Þær heita Lady Aþena og Lady Hera  :)<br><br><a href=\"\nhttp://www.liquid2k.com/ethan_sucks/quiz2/quiz2.htm\n“><img border=”0“ src=”\nhttp://www.liquid2k.com/ethan_sucks/quiz2/ursnoop.jpg\n“></a><br><font size=”2“><a href=”\nhttp://www.liquid2k.com/ethan_sucks/quiz2/quiz2.htm\n“>Which cartoon character are you??</a> Find out @ <a href=”\nhttp://www.liquid2k.com/ethan_sucks/quizzes.htm\n“>blackhole</a></font>\n<img src=”\nhttp://www.nekorevolution.net/test/04hippy.gif\n“ border=”0“><br>\n<a href=”\nhttp://www.nekorevolution.net/test/t_label.html\n“ target=”_blank“><font size=”-2\">Who are you?</font></a"
        },
        {
            "user": "mydog8me",
            "user_id": "13849",
            "date": "2002-12-12 10:39:51",
            "id": "803725",
            "reply_to_id": "803720",
            "text": "ÉG er með mína á Royal canin! Það virkar alveg þvílíkt vel(nema fyrir hunda með ofnæmi fyrir fiskimjöli) Setterinn minn og cavalierinn glansa báðir geggjað flott og þeir eru í fínum holdum!\nÞað var alltaf geggjað vandamál með þá báða hvað þeir voru grannir(þeir hlaupa yfirleitt marga kílómetra á dag) en svo fór ég að gefa þeim Royal canin energy fóður og þeir gjörsamlega blómstra!!!!!!\nKv. Dóra, Alex og Blús<br><br>Kv.mydog8me\n-=Ef allt gengur á afturfótunum, stattu þá á höndum=-"
        }
    ]
}