{
    "forum_title": "Músík almennt",
    "user": "Prair",
    "user_id": "29858",
    "date": "2002-12-11 03:15:16",
    "title": "Paul is Dead",
    "text": "Paul is Dead. (Er Paul McCartney dauður?).\nMig langar að hripa niður nokkur orð um þann skemmtilega óskemmtilega orðróm sem komst af stað seint á 7.áratugnum um að Paul McCartney  ofurbítill væri dáinn. Sagan komst af stað árið 1969 þegar diskaknapi nokkur að nafni Russell Gibb í Detroit í Bandaríkjunum lýsti því yfir að hafa komist að því að Paul McCartney væri dáinn og vísaði máli sínu til stuðning í fjölmargar vísbendingar þess efnis sem finna mætti í verkum Bítlana allt til ársins 1966. Fjölmiðlar voru snöggir að blása þetta allt upp og fyrr en varði gekk sú saga fjöllum hærra að Paul væri dauður, og Bítlamaniacar um víða veröld sáu vísbendingar í hverju horni.\nPaul McCartney átti að hafa látist í bílslysi kl 5:00 að morgni miðvikudagsins 9.nóvember á því herrans ári 1966. (Wednesday  morning at five o’clock…-She´s Leaving Home). Hann tók ekki eftir að umferðarljósin höfðu breyst (Didn´t notice that the light’s had changed…-A Day in the Life) vegna þess hann var að fylgjast með ungum fallegum kvennstöðumælaverði (Lovely Rita Meter Maid).  Bifreið Paul´s átti að hafi staðið í ljósum logum og andlit hans varð svo illa farið að ekki var hægt að nota tannlæknaskýrslur til að bera kennsl á hann. Hann lést þó ekki þegar í stað heldur af höfuðáverkum fljótlega á eftir. Í kjölfarið var haldin Paul McCartney “look-a-like” keppni þar sem ungur skoti að nafni William Campbell sigraði. Úrslitin voru þó aldrei kunngjörð. Hann var sannarlega líkur Paul, og er jafnvel mynd af honum á plakatinu sem fylgdi Hvíta Albúminu, neðst í vinstra horninu, með yfirvararskegg og gleraugu (þetta er í alvöru mynd af Campbell). Læknar reyndu hvað er gátu að breyta William Campbell alveg í Paul og tókst með ágætum nema aldrei tókst að fjarlæga ör af efri vör hans og var hann þess vegna alltaf með yfirvaraskegg. Læknarnir eru að sjálfsögðu táknaðir með Doctor Robert. (“..you're a new and better man…he does everything he can, Dr. Robert..”). William Campbell tekur síðan sæti Paul í hljómsveitinni og má jafnvel heyra hann kynntan til sögunnar, (…I’d like to introduce to you…the one and only Billy Shears – Sgt.Pepperts Lonely Hearts Club Band). Billy er eins og allir vita gælunafn fyrir William, og með smá stafaleik má fá út: Billy Shears…Billy’s hear…Billy’s here. Plötuumslagið á Peppers gaf einnig fjöldan allan af vísbendingum. Til að mynda eru myndir af fjölmörgum látnum eða gleymdum einstaklingum. Það er opinn olnbogi yfir höfði Paul, nokkuð sem táknar slæman fyrirboða. Vaxmyndir af hinum yngri Bítlum horfa niður á gröf.  Einnig við hliðina á BEATLES er bassi fyrir örvhenta, en með aðeins þrem strengjum sem tákna hina eftirlifandi Bítla. Einnig má lesa LONELY HEARTS í spegli frá ákveðnu sjónarhorni og kemur þá út  1 ONE 1 X HE | DIE. ‘1 ONE 1’. Vísun í dauða Paul og hina þrjá eftirlifandi. Fjölmargar vísbendingar í viðbót má, með smá lagni, finna út um allt á plötuumslögum og í textum Bítlana. Í lagi Lennon’s I am the Walruss, er það Paul sem er í rostungabúningnum, og í laginu Glass Onion syngur John “…and here’s another clue for you all…the walruss was Paul”,  en rostungur táknar dauða í sumum trúarbrögðum. Á plötuumslagi The Magical Mystery Tour má lesa BEATLES í spegli sem símanúmerið 231-7438. Þegar hringt var í þetta númer með réttu svæðisnúmeri svaraði rödd sem sagði “You’re getting closer…” og síðan var lagt harkalega á.  Á svipaðan máta má á öðrum stað fá út annað símanúmer þar sem rödd svarar með “Be aware of Abbey Road”. Á Hvíta Albúminu má finna lagið I´m so tired eftir John Lennon, og séu síðustu orðin í textanum spiluð aftur á bak má heyra “Paul’s dead man…miss him…miss him”.  Skemmtilegasta “vísbendingin” að mínu mati er samt umslagið á Abbey Road þar sem fjórmenningarnir sjást ganga yfir gangbraut fyrir utan Abbey Road stúdíóið. Fyrstur kemur John, klæddur í hvítt og táknar með því prest (eða jafnvel Guð), næstur kemur Ringo klæddur sem meðhjálpari eða útfaraþjónustumaður, Paul er næstur, berfættur með lokuð augun (táknar líkið að sjálfsögðu). Göngulagið er úr takt við hina Bítlana og hann heldur á sígarettu með hægri hendi (en eins og allir vita er McCartney örvhentur). George rekur svo lestina klæddur eins og sá sem tekur gröfina. Og ef þetta er ekki nóg má sjá að sjúkrabíl eða útfararbíl er lagt hægra megin við götuna. Og bíllinn sem kemur í áttina að Bítlunum virðist stefna beint á Paul. Hvíti bíllinn sem er lagt vinstra megin við götuna hefur bílnúmerið 28IF. Sem þýðir auðvitað að Paul hefði verið 28 ára hefði hann lifað. Ennfremur má sjá á númeraplötunni stafina LMW, sem stendur fyrir Linda McCartney Wheeps.\nÞetta er allt saman óneitanlega nokkuð óhugnalegt og ég ítreka að þetta er aðeins brot af öllum þeim vísbendingum og sönnunargögnum sem menn töldu sig hafa fyrir því Paul McCartney væri ekki lengur á meðal oss. Þær má auðveldlega nálgast á netinu en fjöldinn allur af heimasíðum er tileinkaður þessu orðrómi. Persónulega trúi ég nú ekki að Paul hafi geispað golunni en samt finnst mér gaman að grúska í þessu.  Hvort allar þessar vísbendingar hafi verið þarna fyrir hreina tilviljun  er erfitt segja, eða voru Bítlarnir  bara að gera stólpagrín að okkur öllum saman eða var þetta kannski allt saman ein stór, og þá ákaflega vel heppnuð, auglýsingabrella. Ég skal ekki segja. Gaman af þessu samt. Gives you the creeps.\nKveðja. Prair.\nP.s. Vona að einhver hafi nennt að lesa þetta, endilega skoðið meira um þetta skemmtilega mál.",
    "url": "https://www.hugi.is/musik/greinar/109592/paul-is-dead/",
    "url_id": "109592",
    "id": "804750",
    "replies": [
        {
            "user": "Sphere",
            "user_id": "8460",
            "date": "2002-12-11 04:28:45",
            "id": "804751",
            "reply_to_id": "804750",
            "text": "Þegar að Elvis lést þá frétti heimurinn af því eins og skot. Afhverju að halda því leyndu með Paul\nÞað fólk sem að heldur þessum heimasíðum uppi segir líklega að Elvis sé ennþá meðal okkar.\nAnnars mjög athyglisverð grein."
        },
        {
            "user": "Steinia",
            "user_id": "2047",
            "date": "2002-12-11 09:36:54",
            "id": "804752",
            "reply_to_id": "804750",
            "text": "Jamm svona samsæri og annað tengt því geta oft verið ansi skemmtilegt, en vá ég fékk vægt shook þegar ég sá fyrirsögnina :)"
        },
        {
            "user": "Hildur",
            "user_id": "26976",
            "date": "2002-12-11 10:36:55",
            "id": "804753",
            "reply_to_id": "804750",
            "text": "Vel skrifuð og skemmtileg grein. Veit ekki með Linda M. Wheeps, fannst það einum of langsótt. Restin var samt ótrúlega merkileg."
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2002-12-11 15:33:41",
            "id": "804754",
            "reply_to_id": "804750",
            "text": "Virkilega skemmtileg og áhugaverð grein, eiginlega of mikil tilviljun allt saman! En smá pæling, er það ekki á meðal vor, en ekki oss?"
        },
        {
            "user": "Hildur",
            "user_id": "26976",
            "date": "2002-12-11 16:18:54",
            "id": "804755",
            "reply_to_id": "804754",
            "text": "Jú, það er að sjálfsögðu á meðal vor. Góð ábending."
        },
        {
            "user": "Prair",
            "user_id": "29858",
            "date": "2002-12-11 16:40:01",
            "id": "804756",
            "reply_to_id": "804755",
            "text": "Auðvitað er það á meðal vor, en ekki á meða oss. Takk fyrir ábendinguna."
        },
        {
            "user": "sjoefn7",
            "user_id": "5661",
            "date": "2002-12-11 16:01:40",
            "id": "804757",
            "reply_to_id": "804750",
            "text": "Vá hvað þeir áttu sjúka áðdáendur :)\nAnnars var ég búin að lesa mér til um þetta áður, finnst þetta frekar fyndið :)"
        },
        {
            "user": "risaopal",
            "user_id": "11225",
            "date": "2002-12-11 17:06:45",
            "id": "804758",
            "reply_to_id": "804750",
            "text": "Hann er ekki dauður ég skal meira að segja hringja í hann og spurja hann : )"
        },
        {
            "user": "smashie",
            "user_id": "29359",
            "date": "2002-12-12 01:49:52",
            "id": "804759",
            "reply_to_id": "804758",
            "text": "mér finnst þetta bara merkilegt að því leyti að Paul McCartney er alltaf að halda tónleika og er jafn góður þá og “fyrri” McCartney-inn…Mér brá er ég sá fyrirsögnina ;)"
        },
        {
            "user": "sjoefn7",
            "user_id": "5661",
            "date": "2002-12-12 11:07:52",
            "id": "804760",
            "reply_to_id": "804750",
            "text": "Annars virðistu vera dáldið upptekinn af dauða Bítlanna, grein um John Lennon fyrir neðan… ;)"
        }
    ]
}