{
    "forum_title": "Kvikmyndagerð",
    "user": "vamanos",
    "user_id": "8901",
    "date": "2002-12-12 23:40:23",
    "title": "Að skrifa handrit",
    "text": "Flestir þekkja það að fá góða hugmynd að stuttmynd/kvikmynd og ætla svo að koma henni á blað og vita ekki alveg hvernig á að bera sig að því. Því ætla ég að setja hér fram nokkur atriði sem vert er að hafa í huga þegar handrit er skrifað. Þetta er samt langt því frá að vera tæmandi listi, einungis yfirlit yfir það helsta sem ég hef rekist á við mín skrif.\nÞegar hugmynd verður til þarf að greina hana svo hægt sé að sjá hvernig best er að koma henni á framfæri. Oftast er hægt að skipta myndum í nokkra hluta: Upphaf, “hook”, miðju, “climax” og úrlausn. Ég ætla að nota Sódómu Reykjavík sem dæmi í þessari grein.\nUpphaf: Þarna er oftast æskilegt að kynna til sögunnar aðalpersónu/r sögunnar, sögusvið og tíma.\nÍ Sódómu kynnumst við Axel sem er greinilega ekki mjög “cool” í augum annara, td. systur hans. Sögusviðið kemur berlega í ljós í titli myndarinnar og tími hennar er í raun bara nútíminn.\nHook: Mikilvægt er að koma “hook” að sem fyrst til að áhorfendur missi ekki áhugann strax. Hook er eitthvað vandamál eða þessháttar sem krefst úrlausnar af hálfu aðalpersónunnar.\nAxel þarf að finna fjarstýringu móður sinnar annars drepur hún fiskana sem hann geymir í baðkarinu.\nMiðja: Þetta er aðalsöguflötur myndar. Þarna geta oft komið inn í ýmsar fléttur til að krydda þráðinn örlítið en samt má ekki gleyma aðalatriði myndarinnar.\nLeit Axels að fjarstýringunni skilar honum á hina ýmsu staði, td. heimili Mola. Hann þarf einnig að kljást við mannræningja úr “Mafíu Íslands”.\nClimax: Undir lok miðju gerist eitthvað sem hefur úrslitakosti um endi myndarinnar. Annaðhvort er það gjörð af hálfu aðalpersónu eða aukapersónu (td. “vondi kallinn”) sem stýrir myndinni að úrlausninni. Oft er samt um að ræða nokkra samverkandi atburði sem gerast þó með tiltölulega stuttu millibili.\nÍ Sódómu má segja að climax sé náð þegar Axel öskrar yfir alla þvöguna á Sódómu “Dúfnahólar 10!” því þar með beindi atburðarásinni á heimili sitt.\nÚrlausn: Úrlausn leysir vandamálið sem kynnt var í byrjun, kemur öllum lausum endum haganlega fyrir (ekki algilt, framhaldsmyndir lifa á að skilja eftir lausa enda) og oftast er þeim breytingum sem undanfarin atburðarás hefur gert á persónunni komið til skila.\nAxel fékk loks fjarstýringu og meira að segja nýtt sjónvarp handa mömmu sinni. Einnig hefur ástin gert vart við sig í lífi hans og má segja að hann sé ekki lengur nördinn sem hann var í upphafi.\nJæja, ég vona að þetta hafi verið skiljanlegt. Svona reyni ég yfirleitt að koma mínum hugmyndum frá mér til að gera mér betur grein fyrir hvað þarf að koma fram í myndinni.\nÞó gott sé að hafa þessar “reglur” í huga getur oft verið hentugra að brjóta þær, en það ætti hver að dæma fyrir sig.\n-vamanos",
    "url": "https://www.hugi.is/kvikmyndagerd/greinar/109893/ad-skrifa-handrit/",
    "url_id": "109893",
    "id": "807522",
    "replies": [
        {
            "user": "fan",
            "user_id": "51595",
            "date": "2002-12-12 23:56:47",
            "id": "807523",
            "reply_to_id": "807522",
            "text": "Þettu er uppskriftin að hinni týpísku mynd en ef maður ætlar að fara Woody Allen leiðina þá gæti maður alveg eins tekið mynd af skyrdollu í einn og hálfan klukkutíma og unnið óskarinn fyrir það!\nEn annars góð grein hjá þér! Hver veit nema að ég fari að gera gott handrit bráðlega? Svo endilega ef einhverjir vilja senda inn handrit þá endilega póstið því inn á áhugamálið en ef það er frekar stutt þá er komin korkur fyrir handrit!"
        },
        {
            "user": "vamanos",
            "user_id": "8901",
            "date": "2002-12-13 00:00:50",
            "id": "807524",
            "reply_to_id": "807523",
            "text": "Ég held nú að Woody Allen sé eini maðurinn sem gæti mögulega gert skyrdollu í einn og hálfan tíma áhugaverða.\nEn þó svo þetta virðist of-einföldun þá er það einfaldlega vegna þess að í grunninn eru allar kvikmyndir svona á einn eða annan hátt. Víkja allar mismikið frá reglunni en þetta er í  grunninn það sem myndir eiga sameiginlegt."
        },
        {
            "user": "eZtro",
            "user_id": "7617",
            "date": "2002-12-13 09:33:24",
            "id": "807525",
            "reply_to_id": "807523",
            "text": "Argh, já það virkar!"
        },
        {
            "user": "Exitmusic",
            "user_id": "10281",
            "date": "2002-12-12 23:58:24",
            "id": "807526",
            "reply_to_id": "807522",
            "text": "sniðugt, ætla að prófa þetta við mín skrif:D"
        },
        {
            "user": "Laggs",
            "user_id": "6813",
            "date": "2002-12-13 00:07:17",
            "id": "807527",
            "reply_to_id": "807522",
            "text": "Fín ráð og fín grein, gj"
        },
        {
            "user": "Laggs",
            "user_id": "6813",
            "date": "2002-12-13 00:18:20",
            "id": "807528",
            "reply_to_id": "807527",
            "text": "Fínt að fá svona góð ráð, maður man þetta næst…"
        },
        {
            "user": "Dixie",
            "user_id": "23502",
            "date": "2002-12-13 01:04:56",
            "id": "807529",
            "reply_to_id": "807528",
            "text": "Fín grein Vamanos…… Woody Allen er snillingur."
        },
        {
            "user": "Refur98",
            "user_id": "4412",
            "date": "2002-12-13 01:47:49",
            "id": "807530",
            "reply_to_id": "807522",
            "text": "Til gamans má geta að þetta kerfi notuðu grikkir hér fyrir um 3-4000 þúsund árum síðan,\nþetta er í grófum dráttum sama uppbygging og  þeir notuðu. nema bara leikritinn þeirra voru kanski fimm tíma stykki, soldið sem nutíma bíó áhorfandi mundi kikna undan.\nþið vitið MTV og allt það…"
        },
        {
            "user": "Refur98",
            "user_id": "4412",
            "date": "2002-12-13 01:49:51",
            "id": "807531",
            "reply_to_id": "807530",
            "text": "já ég gleymdi… þetta með að brjóta reglunar.\nEr ekki sagt að maður verður að kunna reglunar til að brjóta þær..\næ bara svona…"
        },
        {
            "user": "fridfinnur",
            "user_id": "4873",
            "date": "2002-12-13 01:48:31",
            "id": "807532",
            "reply_to_id": "807522",
            "text": "Þetta eru fín viðmið við handritsgerð.\nÉg vinn aðeins öðruvísi þesgar ég skrifa þ.e. ég er búinn að smíða alla myndina í hausnum á mér löngu áður en ég skrifa hana, búinn að jsá fyrir mér allar klippingar, öll svipbrigði, músík og hljóðklippingu, uppsetningar og lýsingu. Ég held aðmikilvægasti hæfileiki kvikmyndagerðarmanns sé að geta visjúlæsað allt fyrirfram og vera kominn með allt nokkunvegin á hreint þegar hann sest og skrifar handritið. But what the hell do I know, hef ekkert skotið ennþá, á bara fullt af ókláruðum handritum. En svo ég vitni í Robert Rodriguez, konung allra sjálfstæðra kvikmyndagerðarmanna (skaut El Mariachi í smábænum þarsem hann bjó fyrir engann pening á 16mm kameru sem hann fékk lánaða stundum): “Um leið og þú ert farinn að horfa á kvikmyndir og brjóta niður myndmálið, farinn að skilgreina hluti í kringum þig myndrænt eða um leið og þú færð hugmynd ertu orðinn kvikmyndagerðarmaður”"
        },
        {
            "user": "fan",
            "user_id": "51595",
            "date": "2002-12-13 13:53:43",
            "id": "807533",
            "reply_to_id": "807532",
            "text": "Fridfinnur, ég er sammála þér að það er stór hæfileika að geta ýmindað alla myndina sína áður en maður skirfar handritið en ég er búinn að ýminda mér mynd sem ég ætla að fara að skrifa handritið af og hún heitir Blómalögreglan og þessi mynd er búinn að vera að sveima í kollinum á mér ábyggilega í ár!\nOg núna um jólin verður handritið skrifað :-)"
        }
    ]
}