{
    "forum_title": "Netið",
    "user": "jolli2",
    "user_id": "5033",
    "date": "2002-12-12 16:49:00",
    "title": "ADSL hjá Mmedia = 56 k módem!!",
    "text": "Fyrir svona ári síðan þá keypti bróðir minn sér tölvu hjá Tölvulistanum(ef ég man rétt) og þar var svona tilboð í gangi “Gerðu samning við Mmedia til eins árs og þú færð módemið frítt hjá okkur”. Hann skellti þér á þetta tilboð. Núna var hann fastur í hjá þeim í ár.\nAð skrifa undir svona samning hjá Mmedia er eins og að semja við einhver að þú notir bara 56k módem í heilt ár. Vegna þess að hjá þeim er ömurlegur hraði sem jafnast á að vera með 56k módem. Ég hef verið hjá mörgum öðrum aðilum t.d. Islandia, Íslandssíma og er ég hjá Simnet núna, Þótt að þeir sé ekki fullkomnir finnst mér þeir vera bestir.\nÉg er mikill tölvuleikjaunnandi og spila þá mjög mikið á netinu og eins og flestir vita þá er lélegt ping ekki skemmtilegt í netleikjum. Eftir klukkann 2 á daginn er hell að spila leiki, pingið fer oft upp í 150 ef ekki upp í 200.\nOk síðan einn daginn þá hringi ég uppeftir í þessa kalla til þess að skamma þá aðeins og ég tala við einhvern kall sem er einhver stjóri þarna. Ég segi honum hvernig þetta er hjá mér og hann segist vita allt um þetta vandamál og það eigi að fara laga þetta bráðum og hann hringir í mig þegar þetta er komið í lag. Síðan einn góðan veðurdag hringir hann í mig og segir að þetta sé komið í lag og ég fer að spila. Þetta var í lagi í svona mesta lagi viku þá var allt komið í sama lag aftur.\nÞetta er ekki bara eitthvað case hjá mér, ég hef talað við fullt af liði sem spilar leiki og það segir að það sé ekki nógu ánægt með Mmedia. Ég ráðlegg öllum þeim sem vilja spila tölvuleiki á nútímahraða(256 og ofar) að vera ekki hjá mmedia.\nÉg hvet einhvern stjóra á Mmedia til þess að reyna að afsaka þetta hérna og segja hvað hann ætlar að gera í málunum.\nJökull\nP.s. Vinsamlegast ekki koma með einhver leiðindar komment útaf stafsetningarvillum",
    "url": "https://www.hugi.is/netid/greinar/109850/adsl-hja-mmedia-56-k-modem/",
    "url_id": "109850",
    "id": "806759",
    "replies": [
        {
            "user": "IceDeVil",
            "user_id": "79",
            "date": "2002-12-12 18:29:11",
            "id": "806760",
            "reply_to_id": "806759",
            "text": "Ég verð nú að segja eins og er…að þú gætir\nskráð þig hjá einhverju öðru fyrirtæki og borgað bara staðalgjaldið hjá Mmedia á hverjum mánuði.\nLíka ættiru að geta skilað módeminu til þeirra aftur og hætt þannig hjá þeim…annars veit ég ekkert um það.\nAldrei treysta Mmedia, Það einfaldlega sýgu"
        },
        {
            "user": "polignac",
            "user_id": "30227",
            "date": "2002-12-12 18:51:32",
            "id": "806761",
            "reply_to_id": "806759",
            "text": "Hægan, hægan\nFrétt af vef L$\n“Eins og þú getur hafa tekið eftir síðustu vikur, hefur svartími á Internetþjónustu Símans Internet um ADSL-tengingar, ekki ætíð uppfyllt kröfur til rauntímaþátttöku í netleikjum. Við biðjumst velvirðingar á því.”\nSjá nánar á\nhttp://simnet.siminn.is/control/wb-view-news?id_news\n=1939&cid_type=82&pid=17796"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-12-12 19:10:02",
            "id": "806762",
            "reply_to_id": "806761",
            "text": "Polignac: Þetta er nú bara hálf sagan og eins og kemur fram neðar í fréttinni gera símnet allt sem í þeirra valdi stendur til að laga þetta. Minnir þessi tilvitnun þín í þessa frétt óneitanlega á ákveðið atriði í spaugstofunni fyrir stuttu þar sem fengist var við tilvitnanir Landsvirkjunnar í umhverfisskýrslu :-/"
        },
        {
            "user": "hagur",
            "user_id": "6993",
            "date": "2002-12-12 19:35:12",
            "id": "806763",
            "reply_to_id": "806759",
            "text": "Ég get nú bara ekki séð neitt að ADSL-inu hjá Marmiðlun, né þjónustu þeirra á nokkurn hátt.\n“Vegna þess að hjá þeim er ömurlegur hraði sem jafnast á að vera með 56k módem”\nÉg er með 1.5mbit ADSL hjá þeim og er alltaf að ná peak speed í dánlódi allavega. Fer auðvitað eftir remote servernum, en ég er yfirleitt í 160kb ~ 190kb á sekúndu.\n“… og eins og flestir vita þá er lélegt ping ekki skemmtilegt í netleikjum.”\nÉg viðurkenni þó að ég er ekki að spila leiki á netinu þannig að lágt ping er kannski ekki mikið issue hjá mér."
        },
        {
            "user": "an13810",
            "user_id": "1716",
            "date": "2002-12-12 21:01:35",
            "id": "806764",
            "reply_to_id": "806759",
            "text": "OK vá. Þú ert örugglega bara með eitthvað mjög svo steikt hjá þér í gangi.\nMMedia.is er besti internetþjónustuaðili sem ég vet um og búinn að vera hjá þeim mjög lengi og bara EKKERT að kvarta hjá þeim. Mjög góð þjónusta og allt. Og fer mjög sjaldan niður."
        },
        {
            "user": "FarmerJon",
            "user_id": "3219",
            "date": "2002-12-13 04:11:50",
            "id": "806765",
            "reply_to_id": "806764",
            "text": "hef verið hjá islandia í ca. ár og ALDREI neitt\nvesen, spilaði cs og q3 einu sinni og var alltaf\nmeð sama ping ef ekki minna en aðrir sem voru\nhjá simnet."
        },
        {
            "user": "jolli2",
            "user_id": "5033",
            "date": "2002-12-13 13:10:18",
            "id": "806766",
            "reply_to_id": "806764",
            "text": "“OK vá. Þú ert örugglega bara með eitthvað mjög svo steikt hjá þér í gangi. MMedia.is er besti internetþjónustuaðili sem ég vet um”\nÉg veit ekki hvaða reynslu þú hefur á öðrum internetþjónustum en, Mér finnst Mmedia vera langversta internet þjónustan sem er í gangi í dag.\nan13810, spilar þú einhverja tölvuleiki t.d. q3?\nÉg finn kannski ekkki það mikinn mun þegar ég er að skoða síður á netinu en það er alveg frá að spila tölvuleiki. Þetta er ekkert stillingadót vegna þess að ég er búinn að nota sama configinn á margar vélar og tengingar.\nJökull"
        },
        {
            "user": "demonz",
            "user_id": "3238",
            "date": "2002-12-13 17:33:42",
            "id": "806767",
            "reply_to_id": "806766",
            "text": "Ég signaði undir svona samning hjá mmedia.is í 12 mánuði og ég get ekki kvartað…í byrjun fór netið reyndar ekki í gang því þeir höfðu gleymt að búa til accountinn minn en ég hringdi í þá og þeir redduðu þessu á mínútunni…\nEinnig þegar ég þurfti að búa til annan email account hjá þeim þá redduðu þeir því mjög fljótt…seint að kvöldi til!\nOk, nóg um þjónustuna…hraðinn hefur alltaf verið mjög góður eftir að ég tengdi upp símalínuna aftur við tölvuna hjá mér…hún var víst orðin gömul og lúin og var oft að detta út…eftir þetta hefur internetið verið mjög stable…ég dett kannski útaf því einu sinni á 2gja mánaða fresti en ég læt það ekki á mig fá.\nPing…eins og flestir vita þá eru ping og packetloss vandræðin nýlega ekki margmiðlun að kenna…heldur SIMNET.\nEftir að þeir buðu upp á þetta tilboð með að allir með 256 gætu fengið 512 ókeypis í 3 mán og svo framvegis þá hefur allt verið að lagga til helvítis…\nHinsvegar þá hafði ég verið að spila leiki áður en þetta gerðist og hef engu að kvarta um ping þar…einnig þegar ég spilaði nýlega þá var ég með gott ping…\nKannski er vandamálið bara þín megin?"
        },
        {
            "user": "teknique",
            "user_id": "1626",
            "date": "2002-12-22 01:56:48",
            "id": "806768",
            "reply_to_id": "806766",
            "text": "Og hefur þú prófast að tengjast öðrum þjónustum í gegnum landssíma-adsl á þessari línu, til dæmis heimsknet? Ef ekki, hættu þá að kenna Margmiðlun um að línan þín sé ónothæf."
        },
        {
            "user": "SammiJ",
            "user_id": "29138",
            "date": "2002-12-13 18:13:08",
            "id": "806769",
            "reply_to_id": "806759",
            "text": "Það er oft margir þættir sem spila inn í hve adsl/modem nær góðum hraða til internetþjónustu. Til dæmis má nefna að gæði símalínu bæði heima hjá notanda og út til útstöðvar hefur áhrif hve góða tengindu þú færð. Síðan getum við líka tekið dæmi um það hvernig internetveitur gjarnan setja upp sínar tengingar við umheimin.\ndæmi:\n1. Litla Internet þjónustan “noname” kaupir sér 1024K/512K tengingu frá stórum þjónustuaðila eins og td. Símanum sem dæmi.\n2. Litla Internetþjónustan “noname” selur nú út frá sér frá sér fjórar 1024K/512K án þess að stækka tenginguna hjá sér út til síns þjónustuaðila. það ætti þá að vera nokkuð ljóst að þarna getur komið upp það vandamál að þú ert ekki að fá þá hreinu 1024K/512K tengingu sem þú upphaflega borgaðir fyrir. En internetveitan getur samt leyft sér þetta svo lengi sem notendurnir sem keyptu tengingu hjá þeim nýta ekki sýna línu til fullnustu. Ef við segjum að þessir notendur séu með 25% nýtni á sýna tengingu þá gefur 4*25%=100% nýtni á tengingunni frá “noname” til síns þjónustuaðila."
        },
        {
            "user": "player",
            "user_id": "26579",
            "date": "2002-12-16 01:46:06",
            "id": "806770",
            "reply_to_id": "806759",
            "text": "Margmiðlun er hundleiðinlegt fyrirtæki er með 256kb (100 mb gagnamagn) tengingu hjá þeim og ef ég þarf að kvarta þá lata kvikindin mig hringja í 900 númer eitthvað sem mér finnst óásættanlegt svo er ég líka alltqaf að detta út"
        },
        {
            "user": "Blender",
            "user_id": "15536",
            "date": "2002-12-17 19:41:36",
            "id": "806771",
            "reply_to_id": "806770",
            "text": "Ég er hjá Mmedia og það er bara SNILLLD.  Ég er ALDREI með látt ping í leikjum svosem CS og síðan fer download hraðinn minn aldrei niður fyrir 30kb/s jafnvel þó ég sé að uploada til einhverra.  Og síðan sendi ég þeim e-mail í dag um að ég vildi láta lækka download limitið mitt og hvað gerist, þeir senda mér mail eftir 5 mín um að það sé búið að lækka það, og semsagt breyta reikningum minum.  Þúrt  bara fífl sem veist ekki RASSGAT um hvað þúrt að tala um, og síðan lélega pingið sem þúrt að tala um er bara vandamál hjá Símanum en ekki Mmedia. Vona að þú biðjir Mmedia afsökunar fyrir að vera að rakka þá niður, og vona síðan einnig að þú vitir hvað þú sért að tala um í framtíðinni.\nPS: ekki kenna Mmedia um það hvað bróðir þinn er heimskur að gangast undir 12 mánaða samning fyrir 1 lame-ass módem."
        },
        {
            "user": "Karlh",
            "user_id": "134",
            "date": "2002-12-20 01:38:28",
            "id": "806772",
            "reply_to_id": "806771",
            "text": "Sælir.\nÉg vissi ekki að Margmiðlun væri að selja ADSL.\nÞá er nú við einhverju að búast í samkeppnini.\nSíðast þegar ég vissi bauð Margmiðlun upp á internet aðganga yfir ADSL, en ekki ADSL aðganga."
        },
        {
            "user": "HinrikSig",
            "user_id": "14816",
            "date": "2002-12-29 08:05:01",
            "id": "806773",
            "reply_to_id": "806771",
            "text": "Blender:\n“ekki kenna Mmedia um það hvað bróðir þinn er heimskur að gangast undir 12 mánaða samning…”\nHvað ert þú eiginlega gamall? 10 ára? Kallandi mann fífl og að krefjast afsökunar frá manni sem er einungis að benda þeim á að hann er ekki að fá það sem bróðir hans er að borga fyrir?\n“Þúrt bara fífl sem veist ekki RASSGAT um hvað þúrt að tala um…”\n“Ég er hjá Mmedia og það er bara SNILLLD. Ég er ALDREI með látt ping í leikjum svosem CS…”\nBýstu síðan við því að við tökum þig alvarlega þegar þú veist greinilega ekki einu ekki hvað ping er?"
        },
        {
            "user": "eth",
            "user_id": "4616",
            "date": "2003-01-02 03:00:56",
            "id": "806774",
            "reply_to_id": "806771",
            "text": "Ég er nú ekki alveg alvitur á svona hluti, en ég hef allaveganna aldrei lent í því að uploada á 30 kb/s á 256/128 tengingu. Þú sérð að 256 er download hraðinn og 128 er upload hraðinn. Til þess að fá út kb/s úr þessu deilir maður með 8. Þannig að:\n256/8 = 32 kb/s download hraði\n128/8 = 16 kb/s upload hraði\nÞó hef ég nú séð upload fara uppí mestalagi 20 kb/s finnst mér 30 kannski svolítið of mikið.\n(Með fyrirvara um vitleysu)"
        },
        {
            "user": "eth",
            "user_id": "4616",
            "date": "2003-01-02 03:02:57",
            "id": "806775",
            "reply_to_id": "806774",
            "text": "Vinsamlegast hunsið ofangreint álit. Ég las ekki nógu vel. Klukkan er orðin soldið margt."
        },
        {
            "user": "Joe86",
            "user_id": "20199",
            "date": "2003-01-28 00:58:54",
            "id": "806776",
            "reply_to_id": "806759",
            "text": "Ég er nú ekki alveg sammála þessu… sko.. ég er búin að vera hjá mmedia í áðeins meira en eitt ár.. og er með 512 k og það fer uppí 60-70 kb á sek … þannig.. það er ekki eins og 56k.. en í leikjum.. þá lagga ég ekki nema að allur helv serverinn laggar!… (og auddað þegar marr er að dl'a ;))"
        },
        {
            "user": "IngaLG",
            "user_id": "13422",
            "date": "2003-02-03 03:04:50",
            "id": "806777",
            "reply_to_id": "806759",
            "text": "Hm… Ég veit að ég er algjör hálfviti en geriði það, þolið mig í smá stund.  Ég var að fá adsl tengingu en fæ bara 100mb á mánuði.  ég komst að því að ég get ekki mögulegar downloadað neinu á erlendum síðum fyrir þann kvóta en ég get tekið eins og ég vil af íslenskum.\nGetur einhver sagt mér hvar/hvernig ég fer að því að finna lög, anime, leiki og svoleiðis dót á íslenskum síðum?"
        },
        {
            "user": "Karon",
            "user_id": "10020",
            "date": "2003-02-09 18:58:14",
            "id": "806778",
            "reply_to_id": "806777",
            "text": "Farðu á\nhttp://dc.gormur.net"
        },
        {
            "user": "JoeyBoy",
            "user_id": "30771",
            "date": "2003-02-09 20:55:50",
            "id": "806779",
            "reply_to_id": "806778",
            "text": "já. ég var að fá með DC++ í gær…og strax búnn að downloada um 500MB..\nSnilld"
        },
        {
            "user": "IngaLG",
            "user_id": "13422",
            "date": "2003-02-10 12:36:51",
            "id": "806780",
            "reply_to_id": "806779",
            "text": "Já fékk mér það líka en maður þarf 2gb af dóti til að komast inn á hubbinn :( á ekki nema nokkur mb :/"
        },
        {
            "user": "Mammi",
            "user_id": "33554",
            "date": "2003-02-13 13:29:31",
            "id": "806781",
            "reply_to_id": "806759",
            "text": "Þetta er ekki rétt það er alveg í lagi hjá mé"
        },
        {
            "user": "gunnar",
            "user_id": "36139",
            "date": "2003-03-14 13:09:59",
            "id": "806782",
            "reply_to_id": "806759",
            "text": "þeir sem vilja góða bandvídd geta bara hætt að hvarta flytja á krókinn fengið sér ljósleiðara og brillerað um netið á 100 mb/ps - 1 gb/ps.\nwww.fjolnet.net\nGunni"
        },
        {
            "user": "Joe86",
            "user_id": "20199",
            "date": "2003-03-28 16:27:56",
            "id": "806783",
            "reply_to_id": "806759",
            "text": "gmg.. ég er hjá mmedia og það er ekkert eins og 56k!.. (er með 512 k) og dl'a oftast á 60-70 kb/s.\nSambandi við að spila online þá er ég reyndar ekki alltaf glaður út af pinginnu en ég lagga eiginlega alltaf þegar allir á servernum / serverinn laggar… þannig mmedia ownar og engann kjaft =D"
        }
    ]
}