{
    "forum_title": "Frjálsar íþróttir",
    "user": "Moen",
    "user_id": "17218",
    "date": "2002-12-12 18:05:47",
    "title": "Skammhlauparar :)",
    "text": "Allir sem stunda langhlaup kannast við það á sumrin þegar góðviðrishlauparar fara á stjá. Þessir nýliðar fara út og hlaupa frekar hratt í smá tíma, 5-10mín eða skemur og kvellspringa svo. Mér þykir persónulega fátt skemmtilegra en að hlaupa uppi þessa skammhaupara en fara ekki frammúr þeim heldur bara liggja aftan á þeim og bíða svo þar til þeir gjörsamlega deyja og þá stinga þá af. Þeir blása og blása en ég, æfi hlaup, blæs varla úr nös og skokka því alveg óþreyttur frammúr.\nHvers vegna gera þeir þetta? Ég tel það vera vegna þess að almennt telur ungtfólk það mjög auðvelt að hlaupa. Það hefur hlaupið í leikfimi og öðrum íþróttum en gera sér ekki grein fyrir því að þegar á að fara lengri vegalengd að þá verður að spara orkuna og forðast að fara í of mikla sýru. Vanur hlaupari veit hinsvegar nokkurnvegin hvar mörkin eru og getur því þrýst á þau án þess að springa.\nÉg get séð það á fólki nokkurnvegin strax ef það er ekki vant því að hlaupa, það er ákveðinn kraftur í vönum hlaupara sem sést í hverju skrefi. Ég hef stundum farið á bretti í líkamsræktarstöðum  til að taka langa tempó æfingu(klaki og snjór á götum). Ég stilli bara á þann hraða sem ég ræð við í langan tíma (við mjólkursýrutoppinn) án þess að springa og held honum í langan tíma (um 30mínútur). Eftir smá tíma á brettinu er fólk farið að horfa ansi mikið á mig því ég blæs og blæs en spring ekki. Þarna er ég kannski alveg á mörkunum en ég spring ekki. Skammhlauparinn springur alveg en vani hlauparinn getur haldið sér á ferð þó hann sé einsog hinn í öndun. Hins vegar er ekkert mál að sprengja sig þótt maður sé vanur en maður þekkir mörkin og getur forðast það og er líka fljótari að jafna sig.\nHinn venjulegi skammhlaupari er týpan sem hlær að fólki sem er úti að skokka rólega þótt hann viti ekki hversu langt það er að fara. Þegar ég sé hlaupara fara hægt að þá hugsa ég alltaf að kannski er hann bara að fara langt fyrir sína getu og dáist að þroskanum sem hlauparinn sínir. Ekki misskilja mig að fólk á að reyna á sig en það á að fara rólega í það svo það bara fái ekki leið á hlaupum strax.",
    "url": "https://www.hugi.is/frjalsar/greinar/109837/skammhlauparar/",
    "url_id": "109837",
    "id": "806530",
    "replies": [
        {
            "user": "Moen",
            "user_id": "17218",
            "date": "2002-12-20 00:10:02",
            "id": "806531",
            "reply_to_id": "806530",
            "text": "Mér finnst gaman að hlaupa eins hratt og ég get alveg þangað til að það fer að hægast á mér og ég dett loks niður en að sjálfsögðu hita ég upp áður… annars er þetta ekkert svo gaman. Það eru bara masókistar sem hlaupa á veturna eða með þráhyggju og fullkomnunar áráttu. Þegar það fer að voru þá er ég að plana valhopparahóp en ef hitinn fer undir 30 gráður á Celcius að staðarhita þá leggst þetta niður …og hvað ertu að monta þig þú þarna!"
        },
        {
            "user": "Moen",
            "user_id": "17218",
            "date": "2002-12-20 00:35:02",
            "id": "806532",
            "reply_to_id": "806531",
            "text": "Ég varð að skrifa eitthvað inná þetta svæði en raunin er sú að flestir hugsa eins og þú. Að það séu bara masokistar sem hlaupa á veturna er bara bull. Allir sem eru keppnismenn æfa sig eða að minnstakosti halda sér við yfir veturna."
        },
        {
            "user": "sigurast",
            "user_id": "23587",
            "date": "2002-12-20 03:08:15",
            "id": "806533",
            "reply_to_id": "806532",
            "text": "Það er alveg hægt að vera skammhlaupari með stæl… eins og ég sá einu sinni gaur í Rvkmaraþoninu og hann var alltaf að taka fram´úr öllum og svo stoppaði hann og var eitthvað að spjalla við eibhvern gaur á hjóli, vel svalur á því:)"
        },
        {
            "user": "sigurast",
            "user_id": "23587",
            "date": "2002-12-21 18:55:41",
            "id": "806534",
            "reply_to_id": "806533",
            "text": "skammhlauparar veit ég nú bara ekkert hvað er en gæti einhver sagt mér hvað kringlu og sleggjukast er ????????????????\nmunið að hakka í “láta höfund vita að honum hafi verið svarað”\noki takk"
        },
        {
            "user": "sigurast",
            "user_id": "23587",
            "date": "2002-12-21 19:03:37",
            "id": "806535",
            "reply_to_id": "806534",
            "text": "KRINGLUKAST ER AÐ FLEYGJA HRING OG SLEGGJUKAST ER AÐ HENDA KÚLU Í BANDI. Um að gera að prófa!"
        },
        {
            "user": "sigurast",
            "user_id": "23587",
            "date": "2002-12-22 14:23:14",
            "id": "806536",
            "reply_to_id": "806535",
            "text": "Einmitt það, takk æðislega ég þurfti nauðsynlega að vita þetta :)"
        },
        {
            "user": "sigurast",
            "user_id": "23587",
            "date": "2002-12-23 18:32:23",
            "id": "806537",
            "reply_to_id": "806536",
            "text": "Ekki það að ég ætli að fara að prufa þetta :)"
        },
        {
            "user": "sigurast",
            "user_id": "23587",
            "date": "2002-12-23 18:33:10",
            "id": "806538",
            "reply_to_id": "806535",
            "text": "ég er bara ekkert í því að prufa svona hluti :)"
        },
        {
            "user": "sigurast",
            "user_id": "23587",
            "date": "2002-12-23 21:05:23",
            "id": "806539",
            "reply_to_id": "806538",
            "text": "Samt eru frjálsar íþróttir áhugamál þitt hér á huga…"
        },
        {
            "user": "sigurast",
            "user_id": "23587",
            "date": "2002-12-24 11:10:26",
            "id": "806540",
            "reply_to_id": "806539",
            "text": "Þú meinar það já……ég hef aldrei prufað frjálsar íþróttir en ég þekki strák….."
        },
        {
            "user": "solvi3",
            "user_id": "32077",
            "date": "2003-02-27 13:33:20",
            "id": "806541",
            "reply_to_id": "806532",
            "text": "Það er bara málið að æfa yfir veturna. Halda sér í formi og hvaðeina."
        },
        {
            "user": "Scorpio21",
            "user_id": "7299",
            "date": "2003-04-09 15:00:42",
            "id": "806542",
            "reply_to_id": "806541",
            "text": "já ég hugsaði svona þegar veturinn hófst\nen….svo þegar maður fær lungnabólgu af því að hlaupa í svona skííítakulda þá fer maður að hugsa sig svona 2 um áður en maður fer að sprella aðeins á klakanum"
        },
        {
            "user": "solvi3",
            "user_id": "32077",
            "date": "2003-02-13 23:47:06",
            "id": "806543",
            "reply_to_id": "806531",
            "text": "Það er bara alminnilegt fólk sem æfir langhlaup allan veturinn. Hitt eru bara kellingar.\náfrma langhalup"
        },
        {
            "user": "Flug123",
            "user_id": "39780",
            "date": "2003-06-07 19:05:55",
            "id": "806544",
            "reply_to_id": "806531",
            "text": "það eru sannir keppnismenn sem hlaupa á veturna en þeir sem gera það ekki missa allt þol og verða bara lélegir."
        },
        {
            "user": "paskalilja",
            "user_id": "30573",
            "date": "2002-12-28 15:57:35",
            "id": "806545",
            "reply_to_id": "806530",
            "text": "Af hverju skrifaðuru svona langt eða gerði pabbi það"
        },
        {
            "user": "paskalilja",
            "user_id": "30573",
            "date": "2002-12-29 12:46:27",
            "id": "806546",
            "reply_to_id": "806545",
            "text": "Ég er langdregin djók en gæti einhver sent mér mynd af jogurtgiristökki???"
        }
    ]
}