{
    "forum_title": "Kvikmyndir",
    "user": "avid",
    "user_id": "147",
    "date": "2002-12-12 16:53:33",
    "title": "Verð á DVD diskum komið út í öfgar!",
    "text": "Já, ég verð að fá að blása aðeins út. Ég er að verða brjálaður á því að geta ekki stokkið út í búð og keypt mér eina DVD mynd án þess að þurfa að greiða fyrir diskinn með Visa léttgreiðslum til þriggja mánaða…\nMér finnst verðið á DVD diskum vera komið út í svo miklar öfgar að það hálfa væri yfirdrifið nóg! Fyrir um þremur árum voru flestar DVD myndir á 1990 krónur en í dag er erfitt að finna mynd undir 3000 krónum! Ég var vanur að kaupa mér Friends disk á 1690 í Elko og BT (og meira að segja 1290 í Euronics!), en nú kosta þeir t.d. á ofur tilboði 2300 í Elko..!\nÉg veit að það hefur verið smá verðbólga, en það er ekki búð að vera svona gríðarlega mikil hækkun á öðru afþreyingarefni. T.d. hafa tölvuleikir lítið sem ekkert hækkað á síðustu árum og tónlistardiskar hafa ekki hækkað svona mikið þó þeir hafi aðeins hækkað.\nMér finnst bara vera komið nóg og velti því fyrir mér hvort að þetta sé vísbending um að Skífan sé að fara á hausinn eða eitthvað?? Allavega þegar ég fór til Danmerkur í sumar (sem eru með svipað verðlag á afþreyingarefni (reyndar ódýrari tónlistar-geisladiskar)), þá gat ég keypt mér 10 diska fyrir um 15 þúsund. Þar voru fleiri tugir ef ekki hundruð titla á 100 kr danskar (1100 íslkr) og flestir nýjir diskar voru svo um 2000 - 2500 krónur með undantekningum náttúrulega.\nMig langaði bara rétt aðeins að láta heyra í mér og heyra ykkar skoðun á þessu máli.",
    "url": "https://www.hugi.is/kvikmyndir/greinar/109879/verd-a-dvd-diskum-komid-ut-i-ofgar/",
    "url_id": "109879",
    "id": "807234",
    "replies": [
        {
            "user": "Azmodan",
            "user_id": "20255",
            "date": "2002-12-12 17:15:23",
            "id": "807245",
            "reply_to_id": "807234",
            "text": "Fullkomlega sammála, þess vegna panta ég ALLAR mínar DVD myndir.\nSamt er nú verð á geisladiskum búið að hækka tölsvert. Það er nú ekki langt síðan þeir voru á 1800kr en nú er þetta komið upp í 2300-2500 sem er náttúrulega alveg útí hött.\nAzmodan."
        },
        {
            "user": "Spirou",
            "user_id": "1369",
            "date": "2002-12-12 17:26:42",
            "id": "807246",
            "reply_to_id": "807234",
            "text": "Ég einfaldlega versla ekki myndir hérna heima nema þær séu á undir 2000 kr en ég geri samt undantekningar ef myndin er virkilega virkilega góð."
        },
        {
            "user": "NecroN86",
            "user_id": "25384",
            "date": "2002-12-12 17:29:48",
            "id": "807247",
            "reply_to_id": "807234",
            "text": "Tölvuleikir eru svo feitt búinar að hækkar marr. Varla leikur undir 4500 kallinum!!"
        },
        {
            "user": "Azmodan",
            "user_id": "20255",
            "date": "2002-12-12 18:37:20",
            "id": "807248",
            "reply_to_id": "807247",
            "text": "Þetta er nú ekki alveg satt hjá þér.\nFyrir u.þ.b. 5 árum var enginn PC leikur undir 6000. Svo lækkaði það niður í 5000 og nú er það um 4000.\nÉg verð að segja að ég er mjög sáttur við verðið á PC leikjum nú til dags en aftur á móti eru PS2 leikirnir fáránlega dýrir.\nAzmodan."
        },
        {
            "user": "wbdaz",
            "user_id": "6083",
            "date": "2002-12-12 18:44:11",
            "id": "807249",
            "reply_to_id": "807248",
            "text": "Azmodan: PC leikir yfir 6000 þús? Ha? Ertu ekki að rugla við PlayStation?\nVerðið á leikjatölvuleikjum er skiljanlegt, því þá færði tölvuna ódýrt en borgar leikina dýrt.\nEn ég forðast það að kaupa eitthvað tölvutengt (DVD eða annað) ef það kostar meira en 2000. Enda nota ég enþá 350mhz tölvu :D"
        },
        {
            "user": "Azmodan",
            "user_id": "20255",
            "date": "2002-12-12 19:00:40",
            "id": "807250",
            "reply_to_id": "807249",
            "text": "Ég man vel eftir þessu, var svona fyrir um 5 árum. Ekki lét maður það á sig fá.\nKeypti Doom 2 á sínum tíma fyrir 6000kr í Skífuni.\nAzmodan."
        },
        {
            "user": "vor",
            "user_id": "50550",
            "date": "2002-12-19 00:25:02",
            "id": "807251",
            "reply_to_id": "807250",
            "text": "Jahérna, hvar bjóst þú eiginlega?\nÉg var að kaupa mína leiki á um 2500-3500 krónur. Nýja.\nKv. ^Schafer^"
        },
        {
            "user": "avid",
            "user_id": "147",
            "date": "2002-12-12 21:43:18",
            "id": "807252",
            "reply_to_id": "807248",
            "text": "Azmodan: Ég hef starfað í tölvuverslunum síðan 1997 og ég því miður get ekki verið sammála þér þarna um verðlagsþróun í PC leikjum. Þeir hafa nánast kostað það sama öll þessi ár. Kannski hækkað og lækkað eðlilega miðað við verðlagsbreytingum á öðru dóti eins og matvöru og þess háttar…\nDVD diskar hins vegar hafa hækkað um 100% í heildsölu án VSK á þessu tímabili - sem segir okkur að það er eitthvað gruggugt í gangi hjá innflutningsaðilum (SAM eða Skífan eða whatever)."
        },
        {
            "user": "SvartaPerlan",
            "user_id": "10529",
            "date": "2002-12-12 17:29:53",
            "id": "807253",
            "reply_to_id": "807234",
            "text": "ég kaupi bara dvd sem er undir 2000kr, nema ef að þetta er alveg spes mynd. :)\nbest að panta þetta bara að utan, miklu ódýrara + það að það er meira um auka diska á til dæmis bandarískum dvd."
        },
        {
            "user": "johnMclane",
            "user_id": "22187",
            "date": "2002-12-12 17:48:40",
            "id": "807257",
            "reply_to_id": "807253",
            "text": "ég kaupi varla meira en eina mynd á mánuði útaf verðinu, þetta er alltof dýrt.\nT.d Skífan, Taxi Driver er t.d á 3200 kr en í BestBuy í Bandaríkjunum er hún á 14,99 dollara.\nÉg fer bráðlega til Bandaríkjana og ætla að kaupa og kaupa og kaupa!"
        },
        {
            "user": "Necc",
            "user_id": "4478",
            "date": "2002-12-12 18:08:31",
            "id": "807254",
            "reply_to_id": "807253",
            "text": "Ég held að ég sé sá eini sem er alveg skítf*cking sama um þetta aukaefni á dvd diskunum ég meina hver horfir á einhvern trailer eða hlustar á commentary eða heimildarmynd\nalgjört bull.\nFrekar myndi ég vilja myndina og bara myndina og borga þar af leiðandi minna fyrir!!!"
        },
        {
            "user": "exe",
            "user_id": "8082",
            "date": "2002-12-12 18:14:32",
            "id": "807255",
            "reply_to_id": "807254",
            "text": "amm ég er eiginlega alveg sammála þér necc ég lít aldrei á þetta aukaefni .."
        },
        {
            "user": "oskara",
            "user_id": "4202",
            "date": "2002-12-12 18:17:26",
            "id": "807256",
            "reply_to_id": "807254",
            "text": "Ég. Þú ert ekki allir þótt ótrúlegt megi virðast."
        },
        {
            "user": "rubber",
            "user_id": "25588",
            "date": "2002-12-12 18:05:15",
            "id": "807235",
            "reply_to_id": "807234",
            "text": "Alveg sammála. Ég er á móti þessu. Ég mótmæli. Vér mótmælum allir."
        },
        {
            "user": "Jeedo",
            "user_id": "17190",
            "date": "2002-12-12 18:05:34",
            "id": "807236",
            "reply_to_id": "807234",
            "text": "piff, ég er hættur að kaupa dvd myndir og leiki og mun ekki gera það þangað til það kemur almennilegt verð á þetta."
        },
        {
            "user": "yourTeddyBear",
            "user_id": "29600",
            "date": "2002-12-13 11:33:50",
            "id": "807237",
            "reply_to_id": "807236",
            "text": "já en þeir hækka bara og hækka"
        },
        {
            "user": "JonGretar",
            "user_id": "7636",
            "date": "2002-12-12 18:07:14",
            "id": "807238",
            "reply_to_id": "807234",
            "text": "Þá er bara að versla í 2001 eða videosafnaranum. Lang besta úrvalið þar líka.\nÍslenskir verslunarmenn eru frekar gjarnir á að hækka verð eins og ástæða var til að gera við gengisbreytingarnar miðað við dollarann fyrir um 2 árum. En eru svo ekkert að lækka það aftur þegar dollarinn lækkar síðan."
        },
        {
            "user": "null",
            "user_id": "12272",
            "date": "2002-12-12 18:44:30",
            "id": "807239",
            "reply_to_id": "807238",
            "text": "2001 eru nú ekki alveg þekktir fyrir að stuðla að hagstæðu DVD verði frekar en Skífan.  Þó er úrvalið í 2001 ólíkt skemmtilegra.  En ég hætti fyrir þó nokkru að versla DVD myndir, verðið er einfaldlega fáranlega hátt.  Eina sem við getum gert að sniðganga þetta…þá lækka þeir um hæl þegar þeir sitja uppi með fullan lager af DVD myndum."
        },
        {
            "user": "DonCorleone",
            "user_id": "21163",
            "date": "2002-12-12 21:55:29",
            "id": "807240",
            "reply_to_id": "807239",
            "text": "hvaða verslun er þessi 2001?"
        },
        {
            "user": "DonCorleone",
            "user_id": "21163",
            "date": "2002-12-13 16:30:11",
            "id": "807241",
            "reply_to_id": "807240",
            "text": "Jesper\n2001 er sérverslun á Video og DVD myndum. Þeir panta líka fyrir þá sem vilja geisladiska frá Bretlandi.  Hún er á Hverfisgötu eitthvað í Reykjavík og síminn er á borðinu."
        },
        {
            "user": "DonCorleone",
            "user_id": "21163",
            "date": "2002-12-13 16:26:25",
            "id": "807242",
            "reply_to_id": "807239",
            "text": "HEYR HEYR!!!!!\nBOYCUT ALL DVD STORES IN ICELAND ! ! ! !\nWE DEMAND LOWER PRICES ! ! ! ! !\nTELL ALL YOUR FRIENDS ! ! ! ! !\nÞað er alveg kominn tími til að standa saman!!!!"
        },
        {
            "user": "avid",
            "user_id": "147",
            "date": "2002-12-12 21:39:30",
            "id": "807243",
            "reply_to_id": "807238",
            "text": "JonGretar : Já það má kannski að hluta til rekja þetta til gengisbreytinga. En við skulum ekki gleyma því að US dollarinn hefur hækkað mikið en evrópskir gjaldmiðlar ekki svo mikið (jú kannski sterlingspundið úr 110 í 135). Þannig að ég held það sé ekki hægt að rekja þetta alfarið til gengisbreytinga vegna þess að region 2 dvd myndir eru ekki keyptar frá USA."
        },
        {
            "user": "Ferenzcy",
            "user_id": "8754",
            "date": "2002-12-12 18:09:34",
            "id": "807244",
            "reply_to_id": "807234",
            "text": "Rugl Verð eins og þeir segja alltaf í BT"
        },
        {
            "user": "andr1g",
            "user_id": "13567",
            "date": "2002-12-12 18:24:51",
            "id": "807258",
            "reply_to_id": "807234",
            "text": "dc++ ;]"
        },
        {
            "user": "Farnix",
            "user_id": "20629",
            "date": "2002-12-12 18:48:31",
            "id": "807259",
            "reply_to_id": "807234",
            "text": "Já, ég er sammála þér, málið er líka að skífan á gjörsamlega markaðinn. Enn það er samt eitt ekki alveg rétt hjá þér, það er að tölvuleikir hafa ekkert hækkað, þeir hafa nefnilega gert það, þeir kostuð alltaf kringum 4000 kr. enn núna 5000 kr."
        },
        {
            "user": "Farnix",
            "user_id": "20629",
            "date": "2002-12-16 13:31:39",
            "id": "807260",
            "reply_to_id": "807259",
            "text": "Ég keipti fyrir 2 árum ED-tv sem þá kostaði 1500 og nú kostar hún 2300!!!!"
        },
        {
            "user": "Eliathor",
            "user_id": "22679",
            "date": "2002-12-16 18:46:35",
            "id": "807261",
            "reply_to_id": "807260",
            "text": "Hefur einhver séð dvd diskanna með 8ndu seríu af Friends… 2800 stykkið takk fyrir…!!! :(\nÉg meina þetta er allt of hátt!"
        },
        {
            "user": "Punisher",
            "user_id": "19114",
            "date": "2002-12-17 00:26:24",
            "id": "807262",
            "reply_to_id": "807261",
            "text": "ég er Friends fun en það er ekki séns að ég  kaupi 1 friends þátt á 2800 stykkið. ég fékk mér complete 1 season á 4000kr. reyndar þurfti ég að panta þáttin en það er þess virði :"
        },
        {
            "user": "Howitzer",
            "user_id": "7869",
            "date": "2002-12-17 02:59:45",
            "id": "807263",
            "reply_to_id": "807262",
            "text": "fyrir þá sem vita það ekki þa´er verðið í 2001 OG vídeosafnaranum þvilikt hátt lika…. ein ny mynd í 2001 kostar svona 3-4 þús kall!!! (allavega þegar að ég kom þar seinast) það er lika eginlega aldrei opið þa"
        },
        {
            "user": "gunna7fn",
            "user_id": "3811",
            "date": "2002-12-17 11:10:17",
            "id": "807264",
            "reply_to_id": "807263",
            "text": "Við ættum að gera, Hverjir ætla að mótmæla allt of há verðlagi á DVD diskum hérlendis, á þessu áhugamáli"
        },
        {
            "user": "DrAnus",
            "user_id": "14203",
            "date": "2002-12-12 19:39:08",
            "id": "807265",
            "reply_to_id": "807234",
            "text": "Ekkert smá sammála!!!\nbesta dæmið er nú lotr extended pakkinn… 5000kr allstaðar!!!! kostar með sendingarkostnaði inn í landið frá amazon.com 3500kr.\nKostaði ekki collecters gift set 12000 í BT? það kostar á amazon.com 35$.\nAnnars kaupi ég mér ekki myndir sem kosta meir en 2000 hérna heima.\nsíðast þegar ég keypti hérna heima var í haust þegar hagkaup var með hörku útsölu. með klassara eins og physco, to kill a mockinbird og bonnie and clyde á 1000 kall"
        },
        {
            "user": "bjoggi",
            "user_id": "588",
            "date": "2002-12-12 19:45:53",
            "id": "807266",
            "reply_to_id": "807265",
            "text": "Ég versla bara á play.com, þeir eru með fín verð og þau verð sem þeir eru með miðast við vöruna komna heim að dyrum, semsagt með sendingarkostnaði.\nAnnars er ég búsettur í Noregi og hér útí næstu matvöruverslun er mikið úrval af myndum á 99kr norskar, var td að kaupa Apocalypse now á 99kr."
        },
        {
            "user": "avid",
            "user_id": "147",
            "date": "2002-12-12 21:46:00",
            "id": "807267",
            "reply_to_id": "807266",
            "text": "Bjöggi: My point exactly! Hin Norðurlöndin virðast ekki vera með þetta svona okurdýrt…\nREYNDAR fannst mér DVD óeðlilega dýrt í Osló í sumar miðað við Kaupmannahöfn - kannski var ég bara ekki að versla á réttum stöðum í Osló?"
        },
        {
            "user": "Randy",
            "user_id": "10928",
            "date": "2002-12-12 22:25:12",
            "id": "807268",
            "reply_to_id": "807234",
            "text": "Hvar eru þið að versla DVD myndir erlendis annars staðar en play.com sem einhver hér kom með, hvar er hagstæðast að versla (bestu tilboðin) og er þetta allt tollað líka þegar þetta er sent til manns.\nTakk,\nRandy"
        },
        {
            "user": "DonCorleone",
            "user_id": "21163",
            "date": "2002-12-13 16:38:50",
            "id": "807269",
            "reply_to_id": "807268",
            "text": "Ég hef sjálfur verslað við amazon.com.  Fékk diska frá þeim 3 vikum eftir að ég pantaði,  var sæmilega sáttur.\nSíðan eru amazon.co.uk líka til og mvc.co.uk og blackstar.co.uk\nSvo er nýleg grein hérna á DVD áhugamálinu eftir DVDDisk um nokkrar verslanir og hvernig maður getur reiknað verð á þeim til sín :)"
        },
        {
            "user": "jonr",
            "user_id": "3773",
            "date": "2002-12-12 22:33:07",
            "id": "807270",
            "reply_to_id": "807234",
            "text": "Ef mig grunar að varan er kominn frá $kífunni, þá versla ég hana ekki. Punktur. Er að safna í CD+Bókapakka fra USA eftir áramót.\nJ."
        },
        {
            "user": "SeCtOr",
            "user_id": "6564",
            "date": "2002-12-12 22:55:40",
            "id": "807271",
            "reply_to_id": "807270",
            "text": "Verðið á DVD myndum hefur allavega fælt mig frá því að kaupa mér DVD spilara."
        },
        {
            "user": "Lancelot",
            "user_id": "20861",
            "date": "2002-12-12 23:13:56",
            "id": "807272",
            "reply_to_id": "807234",
            "text": "þú segir “ hvort að þetta sé vísbending um að Skífan sé að fara á hausinn ”\nSvarið er já, Norðurljós á skífuna og er það á hvers manns vörum að skuldastaða Norðurljósa er MJÖG slæm.\nkv.\nLancelot"
        },
        {
            "user": "kleyfhugi",
            "user_id": "29634",
            "date": "2002-12-12 23:14:44",
            "id": "807273",
            "reply_to_id": "807234",
            "text": "Verðið er allt allllt allllllt of  hátt  pg ég\ner farinn að pannta að utan    mikklu lærra verð"
        },
        {
            "user": "RunI",
            "user_id": "23537",
            "date": "2002-12-13 00:02:36",
            "id": "807274",
            "reply_to_id": "807273",
            "text": "ICE AGE (2002)\nVisually appealing, cleverly designed, and plenty of animated slapstick humor to keep the kids amused!\nList Price: $29.98\nEveryday Low Price: $20.99\n$8.99\nADD TO CART | MORE\nPlus…\n» SUM OF ALL FEARS, THE (2002)  $20.74  = 1.800 kr\n» Spiderman (Widescreen) 2pk $24.40 =  2.250kr\n»\n» STAR WARS EPISODE II-ATTACK OF THE CLONES (2002) $22.85  = 1.990 kr\n» LORD OF THE RINGS:(LTRBX) (2001)  $25.52 =  2.220 k"
        },
        {
            "user": "DVDDiskur",
            "user_id": "28800",
            "date": "2002-12-13 02:02:29",
            "id": "807275",
            "reply_to_id": "807274",
            "text": "Smá comment hérna….\nFyrir það fyrsta, hvað ert þú að tala um hérna?? Þú gefur ekkert upp hvaðan þú hefur þessar upplýsingar. Hins vegar langaði mig að leiðrétta þennan misskilning hjá þér…..\nSum of all fears=$20,74*85*1,345=ca.2350ÍSK.\nSpiderman=$24,40*85* 1,345=ca.2800ÍSK.\nStar Wars=$22,85*85*1,345=ca.2600ÍSK.\nLord of the rings=$25,52*85*1,345=ca.2900ÍSK.\nSvo er hún ekki framleidd í Letterboxed útgáfu svo best ég veit, nema þú sért að skoða einhverja tælenska svartamarkaðs TeleSync útgáfu. Ég hef eingöngu séð hana í Anamorphic Widescreen (16:9) á markaðnum, og ef það er til einhver önnur útgáfa (sem ég efast stórlega um), þá er það FullFrame. (4:3)\nLetterboxed Widescreen er mynd sem er keyrð út í FullFrame, en er widescreen. Semsagt óhæf til áhorfs í breiðtjaldssjónvörpum. Semsagt, þessar upplýsingar frá þér eru alrangar :o)\nKveðja,\nDVD Diskurinn"
        },
        {
            "user": "eot",
            "user_id": "711",
            "date": "2002-12-13 13:02:08",
            "id": "807276",
            "reply_to_id": "807275",
            "text": "Ummm … ertu ad tala um Spider-Man eda hvad? Spider-Man er faanleg (i USA) i tveimur utgafum, Full Frame og Widescreen.\nOg fyrir ta sem tekkja ekki hugtokin Widescreen, Fullscreen, Full Frame, Anamorphic, Letterbox osfrv., ta eru herna nokkrar upplysingar:\nLetterboxing er hugtak sem er komid fra VHS-widescreen myndum og merkir einfaldlega tad ad tad eru sjast tveir svartir larettir fletir a sjonvarpinu tinu tegar tu horfir a mynd i widescreen.\nA DVD diskum er Anamorphic Widescreen tad tegar myndin hefur verid “formottud” tannig ad haegt se ad horfa a hana “almennilega” a breidtjaldssjonvarpi, ta i 16:9 ratio. Hins vegar eru langflestar myndir i Bandarikjunum teknar upp i 1.85:1, sem er of breitt fyrir sjonvorpin (16:9 = 1.77:1) og gerdu sum fyrirtaeki mikid af tvi fyrir nokkrum arum ad sleppa sma af rammanum til hlidar svo myndin gaeti passad potttett i sjonvarpid. Spider-Man var tekin upp i 1.85:1 widescreen (sem er ameriski standardinn, to mer finnist personulega 2.35:1 miklu flottara) og er diskurinn Anamorphic kodadur, en sleppir to ekki upplysingum til hlidanna, svo tad sjast liklegast mjog litlar svartar linur a botni og toppi breidtjaldssjonvarpa.\nOg sumt folk a tad til ad tala um tad hvad Fullscreen/Full Frame se slaemt. Fullscreen i sinni nakvaemustu merkingu tydir einfaldlega tad ad svortu rammarnir hafa verid fjarlaegdir og ad myndin se synd i svokolludu “open matte” formatti - t.e. tad vantar ekkert af rammanum, en buid er ad baeta vid upplysingum a botni og toppi skjaarins. Yfirleitt eru kvikmyndir ekki teknar upp med svoleidis syningu i huga. T.d.  tok Stanley Kubrick flestar ef ekki allar myndirnar synar upp Full Frame, syndi taer flestar ad eg held i Widescreen i kvikmyndahusum, en gaf taer svo ut a myndbandi og DVD i Full Frame - tad vantadi semsagt ekkert af rammanum.\nTad sem flestir MEINA tegar teir tala um Fullscreen er pan & scan, sem er ogedslegt ferli buid til fyrir videomarkadinn. Ta er allt ad helmingur rammans klipptur i burtu svo myndin falli ad kossottum sjonvarpsskjanum, og eydileggur ferlid oftar en ekki heilu myndirnar (to svo margir telji ad nu til dags se Widescreen-kvikmyndataka ekki eins mikid notud til hins ytrasta og fyrir tilkomu sjonvarpsins). Pan & scan er tess vegna EKKI sami hluturinn og fullscreen, to svo audvelt se ad rugla tessum hlutum saman."
        },
        {
            "user": "DVDDiskur",
            "user_id": "28800",
            "date": "2002-12-16 02:17:02",
            "id": "807277",
            "reply_to_id": "807276",
            "text": "Nei.. ég var að tala um Lord Of The Rings, sem var titluð LTRBX í þessum lista sem kom þarna. Í DVD heiminum er LTRBX eingöngu notað fyrir Fixed Aspect (Letterboxed) Widescreen myndir keyrðar út í FullFrame.\nOg í nánast öllum tilvikum þegar kvikmyndir eru teknar upp í dag, eru þær teknar upp í (1.85:1 eða stærra) Widescreen, en FullFrame útgáfan er hrein og klár Pan&Scan versjón. ÞAÐ er ástæðan fyrir illu orði götunnar á FullFrame myndum. Pan&Scan er hrein og klár nauðgun á kvikmyndum og hugsjónum leikstjóranna.\nSmá sidenote.. prófið að horfa á VHS útgáfuna af Indiana Jones (var það ekki bara í Raiders of the Lost Ark?) þegar gaurarnir eru að hoppast ofaná lestinni… það er ENGIN spenna í atriðinu þar, því maður hefur ekki hugmynd um hvort gaurinn er 10 metra eða 100 metra á eftir Indy. Þetta er náttúrulega bara ein sena af tugþúsundum sena í þúsundum mynda, sem er eyðilögð með Pan&Scan."
        },
        {
            "user": "svg",
            "user_id": "330",
            "date": "2002-12-16 19:03:32",
            "id": "807278",
            "reply_to_id": "807277",
            "text": "Ertu ekki að tala um The Last Crusade?\nÞegar hann er ungur skáti og er að flýja með krossinn."
        },
        {
            "user": "DVDDiskur",
            "user_id": "28800",
            "date": "2002-12-18 00:50:21",
            "id": "807279",
            "reply_to_id": "807278",
            "text": "Gawd ég man það ekki.. sem er greinilegt merki um yfirvofandi elli :o)\nEn maður verður sko að fara að horfa á þetta aftur… sérstaklega eftir að ég hafði svona mikið fyrir því að kaupa mér allar 3 myndirar í Widescreen á VHS :D\nKveðja,\nDVD Diskurinn"
        },
        {
            "user": "eot",
            "user_id": "711",
            "date": "2002-12-13 07:59:31",
            "id": "807280",
            "reply_to_id": "807234",
            "text": "Herna i Sviss er haegt ad fa DVD myndir a alveg frabaeru verdi. Lord of the Rings Extended utgafan er a 49 franka sem er = 3000 kall! Eg get ekki einu sinni keypt Dead Again a Islandi a minna en 3000 kall! Svo er lika haegt ad kaupa alveg tvilikt urval af godum myndum a 16 - 20 franka. Og geisladiskar herna … gud minn godur! Tad er allt svo odyrt herna midad vid Island, og samt heldur folk ad Sviss se eitt dyrasta land i heiminum!\nTad tarf ad fara ad gera eitthvad heima a froni - tetta gengur ekki svona lengur!"
        },
        {
            "user": "nedrud",
            "user_id": "26720",
            "date": "2002-12-13 13:38:58",
            "id": "807281",
            "reply_to_id": "807234",
            "text": "Það er ekki rétt með geisladiska. Nýr diskur kostar oftast 2600 kr. fyrir þremur árum 1800 kr. Reyndar er Japis að gera uppreisn.\nLifi Japis!!!!!"
        },
        {
            "user": "gunna7fn",
            "user_id": "3811",
            "date": "2002-12-13 17:20:59",
            "id": "807282",
            "reply_to_id": "807281",
            "text": "þegar ég byrjaði að safna DVD fyrir 3 árum síðan var ódýrar að kaup mynd en geisladisk.  Í dag kaupi ég alla mína diska á netinu, nema einskta\nDæmi:  BAck to the Futer kostar hér 7999 í BT á amazon.co.uk kostar hún hingað kominn 4500 kr. sem er ekki venjulegt"
        },
        {
            "user": "johnMclane",
            "user_id": "22187",
            "date": "2002-12-14 00:10:23",
            "id": "807283",
            "reply_to_id": "807234",
            "text": "Skídan að taka framförum!!\nÉg var að kaupa GoodFellas á 1299 þar, þá er ég að meina í Kringlunni!\nÉg fékk hana á 1039 því ég fæ alltaf 20% afslátt, frænka vinnur þar.\nÞað er alltaf gaman að sjá góðar klassíkar myndir á góðu verði!"
        },
        {
            "user": "xark",
            "user_id": "1706",
            "date": "2002-12-14 00:57:28",
            "id": "807284",
            "reply_to_id": "807283",
            "text": "þetta er nu meiri klíkuskapurinn :D\nen goodfellas á 1300, það hlytur að vera nokkuð gott bara fyrir svona góða mynd :)"
        },
        {
            "user": "avid",
            "user_id": "147",
            "date": "2002-12-14 01:03:07",
            "id": "807285",
            "reply_to_id": "807283",
            "text": "johnMclane :  Já, það er ágætt að einn og einn titill sé á ofurtilboði. En það er bara ekki nóg. Ég keypti mér sjálfur disk um daginn á þessu tilboði á um 1300 krónur og allt í lagi með það. En þetta var ekki diskur sem ég var að eltast við neitt sérstaklega, bara gaman að eignast hann..\nÉg keypti mér ekki neinn disk sem mig “virkilega” langaði, og kom upprunalega þangað til að kíkja á, af þeirri einföldu ástæðu að ég týmdi als ekki að kaupa mér mynd/disk."
        },
        {
            "user": "johnMclane",
            "user_id": "22187",
            "date": "2002-12-15 18:14:08",
            "id": "807286",
            "reply_to_id": "807285",
            "text": "Ég sakna Euoronics, það var gott verð þar!!"
        },
        {
            "user": "bjornj",
            "user_id": "6445",
            "date": "2002-12-15 22:02:47",
            "id": "807287",
            "reply_to_id": "807234",
            "text": "Nú er rúmt ár frá því Skífumenn hækkuðu verð á öllum sínum vörum í skjóli hækkunar á erlendum gjaldmiðlum og verð er enn óbreytt sem er í hæsta máta óeðlilegt. Allt undanfarið ár hefur íslenska krónan verið að styrkjast gagnvart ÖLLUM gjaldmiðlum og er styrkingin rúm 20%. Það væri því eðlilegt að verðlag á erlendum vörum myndi lækka samfarandi því. Það er líka skilyrðislaus krafa okkar neytenda að það gerist. Það er alveg greinilegt að það eru einhverjar þarna úti sem eru að kaupa DVD diska á 3300 kr. Ef það væri ekki svo þá væri Skífan löngu búin að lækka verðið, annars væru þeir tapa peningum.  Þarna hefur Skífan í skjóli gengishækkunar fundið leið til að taka okkur neytendur í ósmurðan. Oft mætti halda að starfsmenn Skífunnar hafi ekki klárað barnaskóla eða þá að neytendur séu svo rosalega fáfróðir að það er engu lagi líkt og fái eitthvað kikk út úr því að láta Skífuna taka sig í skraufþurrann og ósmurðann.\nÉg vil bara koma þeim skilaboðum til þeirra sem eru að kaupa DVD myndir í Skífunni á 3300 kr. að það að þið eruð ekki að gera góð kaup, það verið að svindla á ykkur og það eru þið sem ráðið markaðinu. Það eru neytendur sem skapa eftirspurnina. Ef eftirspurn er eftir DVD myndum á 3300 þá verður framboð af þeim. Þetta er grundvöllur hagfræðinnar. Ef eftirspurnin er ekki til staðar þá eru ráðamenn Skífunnar hálfvitar sem ekki hafa lært hagfræði og viðskiptagreinar (enda eru þær ekki kenndar í grunnskólum) og fyrirtækið mun tapa herfilega. En ef eftirspurnin er til staðar þá er verið að svindla á okkur.\nÉg vil hvetja neytendasamtökin til að kanna þetta mál, því þetta er ekki eðlilegt!\nVið getum ekki látið þetta viðgangast. Tökum saman höndum og berjumst fyrir okkar eigin hagsmunum. Við eigum betra skilið."
        },
        {
            "user": "Gourry",
            "user_id": "758",
            "date": "2002-12-17 11:34:41",
            "id": "807288",
            "reply_to_id": "807287",
            "text": "Það er bara til of mikið af fólki sem veit ekki um neitt betra(fólk sem er ekki mikið tölvufólk og/eða þorir ekki að panta af netinu) og verslar þannig alltaf við “viðurkenndan” aðila eins og það lítur á það.\nGallinn er að meiri hluti almennings veit ekki betur og þess vegna erfitt að fá þau til að breyta hegðun sinni."
        },
        {
            "user": "vhg",
            "user_id": "18138",
            "date": "2002-12-17 18:00:49",
            "id": "807289",
            "reply_to_id": "807234",
            "text": "Verð á öllu afþreyingarefni er ömurlegt á Íslandi í dag. Geisladiskar, tölvuleikir, og bíómyndir þá sérstaklega DVD eru á ömurlegu verði miðað við hvað þeir eru að græða á þessu."
        },
        {
            "user": "bjornj",
            "user_id": "6445",
            "date": "2002-12-17 22:13:45",
            "id": "807290",
            "reply_to_id": "807289",
            "text": "Það er ýmislegt hægt að gera þar sem fákeppni er og einn aðili hefur ráðandi markaðshluteild á markaðinum."
        },
        {
            "user": "Blublu",
            "user_id": "12532",
            "date": "2002-12-18 09:07:11",
            "id": "807291",
            "reply_to_id": "807234",
            "text": "Jamm, ég kaupi mér næstum aldrei DVD myndir…. reyndar gerði ég undantekningu um daginn og keypti LOTR FOTR extended útgáfuna… það var allt of dýrt en ég lét mig samt hafa það."
        },
        {
            "user": "caprio",
            "user_id": "29506",
            "date": "2002-12-18 10:01:21",
            "id": "807292",
            "reply_to_id": "807291",
            "text": "ég er sammála ykkur öllum,  þetta er einokun eins og á flestu öðru hér á íslandi.  LÆKKIÐ  VERÐIÐ !!!sýnið skífumönnum þessa umræðu ;)"
        },
        {
            "user": "Rikki",
            "user_id": "5508",
            "date": "2002-12-18 13:31:29",
            "id": "807293",
            "reply_to_id": "807234",
            "text": "Word.\n3500 kall fyrir LOTR:FOTR DVD í Skífunni þegar hann var nýr, samt of mikið :/"
        },
        {
            "user": "Punisher",
            "user_id": "19114",
            "date": "2002-12-19 12:52:51",
            "id": "807294",
            "reply_to_id": "807234",
            "text": "hvenær kemst þessi í heitar umræður á forsíðu?"
        },
        {
            "user": "Wise",
            "user_id": "1604",
            "date": "2002-12-19 19:00:39",
            "id": "807295",
            "reply_to_id": "807294",
            "text": "komið þangað :"
        },
        {
            "user": "Wise",
            "user_id": "1604",
            "date": "2002-12-25 03:02:07",
            "id": "807296",
            "reply_to_id": "807295",
            "text": "Í stað þess að kaupa DVD diska og kvarta undan verðinu, afhverju kaupir fólk sér ekki bara DVD skrifara og leigir myndirnar og skrifar þær.  Ég meina skrifararnir eru alltaf að lækka, hægt að fá ágætis skrifara á um 25-30.000 hér á Spáni veit ekki verðið á Íslandi.  Það myndi spara fólki alveg hellings pening.  Maður þarf ekkert að eiga bara original myndir, allt í lagi að panta uppáhalds myndirnar erlendis frá."
        },
        {
            "user": "Cradle",
            "user_id": "17480",
            "date": "2002-12-27 03:17:53",
            "id": "807297",
            "reply_to_id": "807296",
            "text": "sko mar kaupir ekki myndir í skífunni það get ég sagt ég ætlaði kaupa requiem for dream sem er uppáhaldsmyndin mín  en hún kostaði í skífunni  3000 og eitthvað en ég beið aðeins svo kíkti ég á bt.is þá var hún á 1800 kall pælið í muninum milli búðanna   og dvd er stórkostlega dýrt   en já það er ábyggilega fínt að kaupa sér dvd skrifara :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-12-30 18:42:35",
            "id": "807298",
            "reply_to_id": "807297",
            "text": "En þegar maður skrifar DVD eru það þá ekki nákvæmlega sömu gæði og R-CD eða hvað sem það er kallað, þegar maður sækir mynd á netinu?????\nÉg myndi ekki vilja eiga uppáhaldsmyndina mína Í SVO LÉLEGUM GÆÐUM…."
        },
        {
            "user": "Nero",
            "user_id": "30928",
            "date": "2002-12-31 01:28:29",
            "id": "807299",
            "reply_to_id": "807234",
            "text": "Leikir eru búnir að hækka geðveikt mikið, ég sá nú um daginn leik í PS 2 sem kostaði 8000 sem er brjálæði og geisladiskar hafa nú hækkað töluvert"
        },
        {
            "user": "Gitta12",
            "user_id": "31129",
            "date": "2003-01-18 13:02:06",
            "id": "807300",
            "reply_to_id": "807299",
            "text": "Ég vona að það lesi þetta eitthver sem vinnur í búðum sem selja svona dýrt og LÆKKI VERÐIÐ\nþetta er super dúper RUGL."
        }
    ]
}