{
    "forum_title": "Rokk",
    "user": "Garsil",
    "user_id": "11709",
    "date": "2002-12-13 17:03:08",
    "title": "New Order",
    "text": "NEW ORDER (1980 - 20??)\nPlús þremeningana úr Joy Division bættist við hópin Gillian Gilbert (Hljómborð). Fyrsta útgáfa New Order var síngullinn “Ceremony” (mars 1981) sem var upphaflega samin fyrir Joy Division en náði ekki að komast út vegna uppgjöf Joy Division. Nokkrum mánuðum seinna kom út fyrsta breiðskífa New Order, Movement, ekkert sérstök plata sú en ekki líkt því sem kom á eftir. Breytist hljómur hljómsveitarinnar með þeirra næsta síngul “Everything's Gone Green” þar komu inn synth-ar sem á árum áður höfðu liðsmenn New Order harðneitað að snerta.\nEftir árslanga (1983) pásu kom út þeirra tímamótar smellur “Blue Monday” og sama ár kom út “Power, Corruption and Lies” sem kom þeim sannarlega á kortið. Trommu samplarog skrítnir textar einkenndu plötuna. New Order kom saman með Arthur Baker til að taka upp þeirra næsta síngul “Confusion” (lagið kom fyrir í myndini Blade)\nLow-Life kom út 1985 og vakti síngullin “The Perfect Kiss” mikla lukku og Árið eftir 1986 kom Brotherhood út. Substance kom út árið eftir það og innihélt það topp-smelli og remix af þeim. Blue Monday var síðan gefin út aftur sem smáskífa árið 1988, þá remixuð. Technique leit svo dagsinsljós árið 1989 og var þeirra tölvukenndasta plata til þessa.\nEftir að hafa tekið upp þema lag British World Dup Soccer “World in Motion” fóru meðlimir New Order í sitthvora áttina (þó ekki hætt). Hook Stofnaði hljomsveitina Revenge reið hún ekki feitum hesti, ekki vakti hún athygli og eru plöturnar þeirra gjörsamlega til skammar. Morris og Gilbert riðu nú aðeins feitari hesti skárri plötur góðar plötur á dance mælikvarða og Sumner, Johnny Marr(fyrrverandi gítarleikari smiths) og Neil Tennant (Pet Shop Boys) komu saman og stofnuðu hljómsveitina Electronic með aðstoð Karl Bartos(Kraftwerk).\nLoks árið 1993 komu New Order saman áný og tóku upp plötuna Republic risa túr fylgdi í kjölfarið. Þessi túr sló á alla rúmora um að hljómsveitin var að hætta. aftur kom eyða Electronic gáfu út sína aðra skífu og Hook kom af stað öðru sóló verkefni, Monaco. Árið 2000 kom síðan “Brutal” út á Sándtrakinu The Beach (Leonard DiCaprio) og ári seinna kom svörun þeirra við popp heiminum í dag, Get Ready.\nHeimildir: www.neworderonline.com og www.allmusic.com\nPLötulisti:\n1981  Movement\n1983  Power, Corruption & Lies\n1985  Low-Life\n1986  Brotherhood\n1989  Round & Round\n1989  Technique\n1993  Republic\n2001  Get Ready",
    "url": "https://www.hugi.is/rokk/greinar/110126/new-order/",
    "url_id": "110126",
    "id": "809323",
    "replies": [
        {
            "user": "Garsil",
            "user_id": "11709",
            "date": "2002-12-13 18:41:58",
            "id": "809324",
            "reply_to_id": "809323",
            "text": "Vill minna á að þetta er framhald af Joy Division greininni."
        },
        {
            "user": "Exitmusic",
            "user_id": "10281",
            "date": "2002-12-13 19:18:09",
            "id": "809325",
            "reply_to_id": "809324",
            "text": "grunaði það einhvernveginn hehe flottar greinar dude"
        },
        {
            "user": "quanix",
            "user_id": "10361",
            "date": "2002-12-13 19:23:42",
            "id": "809326",
            "reply_to_id": "809323",
            "text": "hehehehehehe (lagið kom fyrir í myndini Blade)\nooo nei kallinn :)\neina sem new order á í því lagi er smá sample biti … sem er úr laginu confusion með new orde"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-12-13 22:15:02",
            "id": "809327",
            "reply_to_id": "809323",
            "text": "Frábært band. Ef ég hefði haft hálfan heila hefði ég verið að hlusta á New Order í gaggó :D\nBúinn að bæta úr því, keypti mér Brotherhood. Kannski ekki þeirra besta plata, en góð engu að síður. Get Ready er hreint frábær."
        },
        {
            "user": "atlib",
            "user_id": "19709",
            "date": "2002-12-14 17:56:46",
            "id": "809328",
            "reply_to_id": "809323",
            "text": "Værirðu samt ekki til í að vanda þig þegar þú skrifar þessar greinar.\nÞetta er t.d. næsta óskiljanlegt:\n„Morris og Gilbert riðu nú aðeins feitari hesti skárri plötur góðar plötur á dance mælikvarða“\nBara svona fyrir okkur hin.\nOg hvað í andskotanum er dance mælikvarði?  Eru rokkplötur bara góðar á rokk-kvarðanum?  Eða raftónlist á hinum alþekkta raftónlistar-kvarða?  Þetta er bara bull.  Góðar plötur eru bara góðar plötur.\nMér finnst líka að vefstjórarnir hérna á Huga megi aðeins pæla í hvað þeir birta, greinar sem hafa málfræði- og stafsetningarvillur á við texta eftir sex ára hund eru einfaldlega ekki að gera sig.\nBara skoðun."
        },
        {
            "user": "Garsil",
            "user_id": "11709",
            "date": "2002-12-14 20:16:22",
            "id": "809329",
            "reply_to_id": "809328",
            "text": "Morris og Gilbert gáfu út betri plötur en Hook. Þeirra plötur voru samt meira út í Dance-tónlist. (Techno, klúbbatónlist eða hvað sem þið viljið kalla þetta)"
        },
        {
            "user": "traustik",
            "user_id": "5358",
            "date": "2004-03-14 23:14:44",
            "id": "809330",
            "reply_to_id": "809323",
            "text": "skítsæmileg grein, Ceremony er náttúrulega besta lagið þeirra og besta lag joy division sem aldrei varð til. Technique er langbesta platan þeirra!"
        }
    ]
}