{
    "forum_title": "Húmor",
    "user": "jolli69",
    "user_id": "29588",
    "date": "2002-12-14 20:18:45",
    "title": "Vanvirðin við réttinn",
    "text": "VANVIRÐING VIÐ RÉTTINN!!!\nÞessir textar eru teknir úr bókinni “Disorder in the Court” og eru raunverulegar spurningar og svör, skrifað orð fyrir orð af blaðamönnum sem hafa þurft að sitja undir þessu án þess að mega svo mikið sem glotta við tönn. Sumir þessara texta eru hrein snilld, ef þú hefur ekki tíma til að lesa þetta allt skaltu allavega lesa það næsta, Það er algert möst!:)\nQ: What is your date of birth?\nA: July fifteenth.\nQ: What year?\nA: Every year.\n===\nQ: What gear were you in at the moment of the impact?\nA: Gucci sweats and Reeboks.\n====\nQ: This myasthenia gravis, does it affect your memory at all?\nA: Yes.\nQ: And in what ways does it affect your memory?\nA: I forget.\nQ: You forget. Can you give us an example of something that you've forgotten?\n====\nQ: How old is your son, the one living with you?\nA: Thirty-eight or thirty-five, I can't remember which.\nQ: How long has he lived with you?\nA: Forty-five years.\n====\nQ: What was the first thing your husband said to you when he woke up that morning?\nA: He said, ‘Where am I, Cathy?’\nQ: And why did that upset you?\nA: My name is Susan.\n====\nQ: Do you know if your daughter has ever been involved in voodoo or the occult?\nA: We both do.\nQ: Voodoo?\nA: We do.\nQ: You do?\nA: Yes, voodoo.\n====\nQ: Now doctor, isn't it true that when a person dies in his sleep, he doesn't know about it until the next morning?\n====\nQ: The youngest son, the twenty-year old, how old is he?\n====\nQ: Were you present when your picture was taken?\n====\nQ: So the date of conception (of the baby) was August 8th?\nA: Yes.\nQ: And what were you doing at that time?\n====\nQ: She had three children, right?\nA: Yes.\nQ: How many were boys?\nA: None.\nQ: Were there any girls?\n====\nQ: How was your first marriage terminated?\nA: By death.\nQ: And by whose death was it terminated?\n====\nQ: Can you describe the individual?\nA: He was about medium height and had a beard.\nQ : Was this a male, or a female?\n====\nQ: Is your appearance here this morning pursuant to a deposition notice which I sent to your attorney?\nA: No, this is how I dress when I go to work.\n====\nQ: Doctor, how many autopsies have you performed on dead people?\nA: All my autopsies are performed on dead people.\n====\nQ: All your responses must be oral, OK? What school did you go to?\nA: Oral.\n====\nQ: Do you recall the time that you examined the body?\nA: The autopsy started around 8:30 p.m.\nQ: And Mr. Dennington was dead at the time?\nA: No, he was sitting on the table wondering why I was doing an autopsy.\n====\nQ: Are you qualified to give a urine sample?\n====\nQ: Doctor, before you performed the autopsy, did you check for a pulse?\nA: No.\nQ: Did you check for blood pressure?\nA: No.\nQ: Did you check for breathing?\nA: No.\nQ: So, then it is possible that the patient was alive when you began the autopsy?\nA: No.\nQ: How can you be so sure, Doctor?\nA: Because his brain was sitting on my desk in a jar.\nQ: But could the patient have still been alive, never the less?\nA: Yes, it is possible that he could have been alive and practicing law somewhere.",
    "url": "https://www.hugi.is/humor/greinar/110348/vanvirdin-vid-rettinn/",
    "url_id": "110348",
    "id": "810880",
    "replies": [
        {
            "user": "roxyna",
            "user_id": "26878",
            "date": "2002-12-15 14:12:38",
            "id": "810881",
            "reply_to_id": "810880",
            "text": "snilld,en nenni ekki að lesa allt!!!!!!\nhehe"
        },
        {
            "user": "gamehunter",
            "user_id": "25110",
            "date": "2002-12-15 19:49:29",
            "id": "810882",
            "reply_to_id": "810880",
            "text": "næsta skiptir gætirðu þýtt textann?"
        },
        {
            "user": "Fluga",
            "user_id": "26273",
            "date": "2002-12-15 21:29:07",
            "id": "810883",
            "reply_to_id": "810880",
            "text": "Snilld sérstaklega þetta seinasta…:) lol…"
        },
        {
            "user": "snikkin",
            "user_id": "25858",
            "date": "2002-12-16 00:58:19",
            "id": "810884",
            "reply_to_id": "810880",
            "text": "hreinasta snilld…."
        },
        {
            "user": "IngaAusa",
            "user_id": "22132",
            "date": "2002-12-16 01:31:43",
            "id": "810885",
            "reply_to_id": "810884",
            "text": "skondið\nsérstaklega þetta seinasta"
        },
        {
            "user": "vampire",
            "user_id": "20765",
            "date": "2002-12-16 11:37:48",
            "id": "810886",
            "reply_to_id": "810880",
            "text": "fyndið, þetta seinasta var fyndnast."
        },
        {
            "user": "Lengarn",
            "user_id": "23411",
            "date": "2002-12-16 16:29:38",
            "id": "810887",
            "reply_to_id": "810886",
            "text": "Nr. 3 er líka fyndið\nAhahahahahahaha"
        }
    ]
}