{
    "forum_title": "Heimilið",
    "user": "Delirium",
    "user_id": "19072",
    "date": "2002-12-14 12:18:16",
    "title": "gæti þegið góð ráð!",
    "text": "ég veit ekkert hvert ég á að setja þetta enn ég ættla að prófa þetta hérna! En vinsamlegast ekki fara að grafa mig upp og finna símanúmerið mitt og fara að hringja og segja hversu hrikalegt þetta er, en endilega komið með hugmyndir og eitthvað sem að gæti hjálpað!\nSko svona er í pottinn ´búið að mamma mín er alltaf í svo rosalega miklu stressi, alltaf að fara yfir ritgerðir (hún er kennari) og hefur alltaf mjög lítinn tíma, hún gerir eiginlega aldrey neitt fyrir sjálfa sig nema kanski að fara í ljós. Ég meina henni finnst meira að segja mjög erfitt að kyngja því að hún fari í heitt og gott bað í staðinn fyrir í sturtu til að spara tíma svo að hún geti farið að elda kvöldmat! Núna þegar jólin eru að koma veit fjölskyldan ekkert hvað við eigum að gefa henni!Fyrst datt okkur í hug að gefa henni gjafakort í einvhernskonar ég man ekki hvað það heitir, svona þar sem maður fær nudd og getur farið í heitapottinn og það er bara vsona stjanað við mann (vitiði hvað ég er að tala um?) en þá sagði pabbi að hún myndi bara láta það renna út því að hún á eitt þannig sem að hún notar ekki! Þetta er rosalegt vandamál. Hún er alltaf svo stressuð og ef að hún býr til kvöldmat og einhver segir ojj þá finnst henni eins og að við séum alls ekkert þakklát fyrir það sem að hún er að gera, en það er SVO EKKI satt! Við erum núna öll að reyna að vera svona aðeins meira hreinlátari, setja óhreina diska í uppþvottavélina til að spara mömmu tíma og reina að hætta að segja ojj við öllum mat og hætta að suða um pizzu á hverju kvöldi og þannig (ekki það samt að við gerum það alltaf en við spurjum af og til, en þá eru ekki til nógu miklir peningar. Enda er rándýrt að panta pizzu!) en samt finnst henni hún ekki gera nóg! Hún er alltaf að reyna að vera góð með því að taka til í skólatöskurnar okkar systkyna og búa um rúmið (En við tökum til sjálf) En það eru hlutir sem að við getum gert sjálf og erum oft búin að segjast geta gert sjálf, en hún er alltaf að leggja sig alla fram í að vera góð. En ég vil biðja ykkur að gefa okkur kanski smá ráð um  það hvernig við getum sýnt mömmu að okkur þykir alveg rosalega vænt um hana og við elskum hana öll alveg út af lífinu án þess að hún þurfi alltaf að vera mamma ársins! Og endilega komið með hugmyndir af jólagjöf handa henni, við erum alveg tóm! OG plís ekki fara að hringja eitthvert hingað heim og segja að allt sé svo hræðilegt! BARA plís það er ekki mikil fyrirhöfn að sleppa því! EN ég vona að ég fái góð viðbrögð og góða hjálp!",
    "url": "https://www.hugi.is/heimilid/greinar/110321/gaeti-thegid-god-rad/",
    "url_id": "110321",
    "id": "810548",
    "replies": [
        {
            "user": "Olversdottir",
            "user_id": "7905",
            "date": "2002-12-14 16:21:56",
            "id": "810549",
            "reply_to_id": "810548",
            "text": "Getur hugsast að mamma þín sé með snert af þunglyndi ? Þetta hljómar einhvað þannig.\nÞað er alltaf erfitt að koma með hugmynd af jólagjöf fyrir manneskju sem maður þekkir ekkert en mér dettur kannski helst í hug að það gæti verið sniðugt að gefa henni einhver falleg föt.\nMeð að sýna henni að þið elskið hana þá er best held ég að tala við hana og segja henni að þið elskið hana og að hún þurfi ekki að gera alla hluti sjálf heldur að þið viljið hjálpa til. Allaveg að ræða við hana um hvernig ástandið sé og láta hana vita að þið hafið áhyggjur af henni."
        },
        {
            "user": "stubba",
            "user_id": "30186",
            "date": "2002-12-14 17:14:46",
            "id": "810550",
            "reply_to_id": "810548",
            "text": "Það er erfitt að brjótast út úr svona hegðun.\nHvernig væri að gefa mömmu ykkar frídag einu sinni í viku og skikka hana til að taka sér raunverulega frí þann dag. Þið gætuð eldað og þrifið og hún gæti t.d. farið út að ganga.\nHugmynd að jólagjöf er t.d. einhver sjálfshjálparbók, þar sem komið er inn á þessi mál. Einnig eru til góðir slökunardiskar, sem hjálpa fólki að slaka á í dagsins önn og sjá hlutina í öðru ljósi. Segið henni hve mikið ykkur þyki vænt um hana og þið óskið þess að hún fari að slaka meira á og NJÓTA lífsins."
        },
        {
            "user": "aslar",
            "user_id": "25479",
            "date": "2002-12-14 20:07:51",
            "id": "810551",
            "reply_to_id": "810548",
            "text": "Ég er mamma sem vinn oft of mikið en vil samt að allt sé hreint og fínt. Besta gjöfin sem þið getið gefið mömmu þinni er HJÁLP. Strákurinn minn er 12 ára. Hann býr um rúmið sitt-alltaf, hann þrífur herbergið sitt, vaskar alltaf upp og bæði sækir og fer með litla bróður sinn í leikskólann ef þess þarf. Ég er rosalega heppin.\nHann fær vasapening, 1000kr á viku, sem eru í raun laun hans fyrir að passa og vaska upp.\nMaðurinn minn kann að elda og gerir það oft. Það sem ég geri er svo að þvo þvottana og þrífa íbúðina. Ef fjölskyldan mín ynni ekki með mér heimilisstörfin myndi ég leggjast niður og deyja. Ein manneskja getur ekki eldað,þrifið,þvegið og gert allt fyrir heila fjölskyldu.\nGefið mömmu þinni eitthvað fallegt í jólagjöf-farið í apótek/Lyfju eða snyrtivörverslun og kaupið gjafaöskju eða gjafatösku fulla af fínum kremum. Kaupið handa henni fallega peysu.\nSíðan skulu þið hætta að henda frá ykkur fötum og dóti, alltaf setja í uppþvottavélina og ganga frá eftir ykkur og borða matinn ykkar og vera fegin að þið þurfið ekki að elda.\nGleymið svo ekki að segja mömmu þinni að þið elskið hana (lágmark 3 í viku) og hún sé besta mamma í heimi (lágmark 1 sinni í viku).\nÞetta var kannski ekki það sem þú vildir heyra en ég vona að þetta hjálpi eitthvað.\nGleðileg jól."
        },
        {
            "user": "Delirium",
            "user_id": "19072",
            "date": "2002-12-14 23:01:12",
            "id": "810552",
            "reply_to_id": "810551",
            "text": "ÞEtta eru allt góð ráð og ég þakka öllum innilega og ég ættla bara að bera þetta undir famelíuna. En ég þakka öllum kærlega fyrir og gleðileg jól!"
        },
        {
            "user": "fidrildi",
            "user_id": "27555",
            "date": "2002-12-17 18:50:13",
            "id": "810553",
            "reply_to_id": "810548",
            "text": "álitið hér að ofan er mjög gott.\nÞað að segja mömmu þinni að þér  finnist maturinn sem að hun eldar sé góður og hjálpa henni með heimilisverkin þá á ég ekki við aðþú takir þetta bara að þér heldur á ég við að gera bara smá. Þegar mamma þín hefurstaðið á haus við það að taka til að segja henni þá hversu fín það sé.\nSegja henni að þér þyki vænt um hana. Þetta gerir alveg rosalega mikið. Svona getur brætt mann alveg niður í gólf."
        },
        {
            "user": "betababe",
            "user_id": "8319",
            "date": "2002-12-18 11:53:43",
            "id": "810554",
            "reply_to_id": "810548",
            "text": "Og af hverju ættum við að fara að grafa upp símanúmerið þitt?"
        },
        {
            "user": "Delirium",
            "user_id": "19072",
            "date": "2002-12-18 13:29:41",
            "id": "810555",
            "reply_to_id": "810554",
            "text": "þvi að síðast þegar ég skrifaði grein um eitthvað svona (sem að ég sendi inn á huga og ´fekk ógilda því að pabbi var næstum búinn að missa starfið) þá fór fólk að gá hver þetta væri sem að ætti svona erfitt og það vissi hver pabbi minn var því að ég sagði í hvaða starfi hann er (og það getur bara ein manneskja verið í þessu starfi) og það vita svo margir hver hann er og vita símanúmerið hanns að það fór bara ókunnugt fólk að hringja í hann og spurja hvort að þetta væri barnið hanns sem að ætti svona erfitt. Pabbi var næstum búinn að missa starfið svo að hann gæti verið heima að hugsa um grey littlku dóttur hanns og hjálpa henni, og ef að hann myndi ekki gera það og gæti ekki hugsað um barnið sitt þá gæti hann alls ekki verið í þessu starfi, því að hann hefur ábyrgð á milljón króna hlutum!"
        },
        {
            "user": "sexybitz",
            "user_id": "7647",
            "date": "2002-12-29 18:04:44",
            "id": "810556",
            "reply_to_id": "810548",
            "text": "Huh, mikið finn ég til með mömmu þinni.\nÉg veit ekki hvað er best að gera fyrir hana, nema eins go var bent á að SKIKKA hana í frí einn dag í viku.. eða mánuði, hugsa hennar vegna þá væri það betra einusinni í mánuði, svona konur vita oft ekekrt hvað þær eiga að gera þegar einhver annar er að skúra =)\nUm að gera að fylgja því eftir líka, ekki bara bjóða sig fram og gleyma því svo ;)\nHvað gafstu henni?"
        },
        {
            "user": "Delirium",
            "user_id": "19072",
            "date": "2002-12-29 21:22:08",
            "id": "810557",
            "reply_to_id": "810556",
            "text": "hvað gaf ég henni í jólagjöf? Ja við g+afum henni hárþurku (hana vantaði þannig!) og svo gáfum við henni alveg ógeðslega svala vekjaraklukku sem að lýsir stöfunum með leisergeisla upp í loftið! og svo mælir hún hitann líka! svo gáfum við henni eitthvað eitt enn sem að ég man ekki hvað var! ég er vön að búa eitthvað til handa mömmu og pabba en hafði bara svo lítinn tíma í ár! Svo vann pabbi ferð til Evrópu frá visa og þau fara semsagt tvö saman til Evrópu í sumar þannig að það er eitthvað!"
        },
        {
            "user": "shining",
            "user_id": "1453",
            "date": "2003-01-01 09:49:06",
            "id": "810558",
            "reply_to_id": "810548",
            "text": "Segið henni það :) hún verður ánægðust með það held ég :) (vá ég svara seint)"
        }
    ]
}