{
    "forum_title": "Sápur",
    "user": "Pingvin",
    "user_id": "19866",
    "date": "2002-12-14 00:05:30",
    "title": "Þátturinn Föstudaginn 13",
    "text": "Hér ætla ég að skrifa það helsta sem skéði í þættinum í dag.\nTek fram að þetta er ekki í réttri röð.\nLyn fékk alveg nóg af því að reyna að vera góð við Mitch, sagði honum bara hreynlega að hypja sig því að hann væri ekki velkominn. Mitch spurði hvort að þau væri út af því að hann hefði setið inni, Lyn sagði að það hefði kannski einhvern þátt í því, en þá væri öll sagan ekki sögð…\nLolly kom í heimsókn til Lous, hann fór með hana að heilsa upp á Harold, Harold spurði hana hvernig væri á nýja heimilinu, Lolly sagðist ekki vita það, því að þau væru ekki flutt þangað enn…. Þá komst í ljós að John og Sandy eru að flytja með hana upp í sveit…\nHarold tók Ramsbottom skiltið niður…\nSerena hringdi nokkrum sinnum í Karl, Susan var orðin pirruð á því, sagði loks Karl frá áhyggjum sínum um hann og Serenu. Karl sagði henni að það væri ekkert að óttast, hann elskaði hana bara…\nÞátturinn endaði síðan þannig að Mitch og Steph voru að fara til Sydney, þá var bankað og Steph fór til dyra, varð mjög hissa á svipinn og…………\nP.s. ég veit hver þetta er, þeir sem vita það, ekki skrifa neina spoilera undir, það getur skemmt fyrir mörgum…\nkveðja gudny89",
    "url": "https://www.hugi.is/sapur/greinar/110325/thatturinn-fostudaginn-13/",
    "url_id": "110325",
    "id": "810575",
    "replies": [
        {
            "user": "Shadow_Of_Castiel",
            "user_id": "10379",
            "date": "2002-12-14 14:11:41",
            "id": "810576",
            "reply_to_id": "810575",
            "text": "Woody"
        },
        {
            "user": "Hrund",
            "user_id": "5445",
            "date": "2002-12-15 19:23:03",
            "id": "810577",
            "reply_to_id": "810576",
            "text": "æ…þú átt ekki að segja þetta eyðinleggur fyrir sumum, en ég vissi hver þetta var því að ég gáði að því á neighbours síðunni….."
        },
        {
            "user": "Apple",
            "user_id": "24032",
            "date": "2002-12-15 21:25:30",
            "id": "810578",
            "reply_to_id": "810577",
            "text": "Jæja.. ég þakka þér bara fyrir að hafa sagt.. nú veit ég það >:("
        },
        {
            "user": "Onoes",
            "user_id": "1099",
            "date": "2002-12-14 17:04:56",
            "id": "810579",
            "reply_to_id": "810575",
            "text": "Góður baker……"
        },
        {
            "user": "gudHE",
            "user_id": "17833",
            "date": "2002-12-16 16:17:53",
            "id": "810580",
            "reply_to_id": "810575",
            "text": "Þið hérna sem hafið horft á neighbours um aldur og ævi, getið kannski svarað mér.\nAf hverju var Susan með svona miklar áhyggjur af Karli í sambandi við Serenu. Var það bara af því að Serena er ritarinn hans sem er að reyna við hann, eða hefur Karl áður haldið framhjá Susan. Mér fannst systir hennar þanna sem kom í heimsókn um daginn, eitthvað vera að gefa það í skin…"
        },
        {
            "user": "gudHE",
            "user_id": "17833",
            "date": "2002-12-16 16:48:50",
            "id": "810581",
            "reply_to_id": "810580",
            "text": "Mig minnir að hann hafi haldið framhjá Susan með gamla ritaranum sínum sem hét Sandra eða eitthvað svoleiðis.\nHún var einu sinni í þáttunum og á hundinn Bob."
        },
        {
            "user": "gudny89",
            "user_id": "33574",
            "date": "2002-12-16 16:49:42",
            "id": "810582",
            "reply_to_id": "810581",
            "text": "Já það er alveg rétt en hún hét reyndar Sarah."
        },
        {
            "user": "tillumta",
            "user_id": "11059",
            "date": "2002-12-17 18:09:57",
            "id": "810583",
            "reply_to_id": "810582",
            "text": "mig minnir samt að karl hafi bara kysst söruh, hæun var geðveikt leiðilegur karakter, alltaf með geðveikt hátt tagl og það var svo strekkt að augun urðu skáeygð"
        },
        {
            "user": "tumix",
            "user_id": "23375",
            "date": "2002-12-22 20:40:32",
            "id": "810584",
            "reply_to_id": "810583",
            "text": "já hann kyssti hana og svo flutti hún eitthvað í burtu en hún var ennþá hrifin af honum held ég.\nhún er svo geðveikt flott"
        },
        {
            "user": "starfish",
            "user_id": "26750",
            "date": "2003-01-07 19:55:31",
            "id": "810585",
            "reply_to_id": "810575",
            "text": "Sarah giftist reyndar lækni og flutti með honum eitthvert. hún fór ekki af því að hún og Karl voru að halda framhjá."
        }
    ]
}