{
    "forum_title": "Hátíðir",
    "user": null,
    "user_id": null,
    "date": "2002-12-14 00:10:35",
    "title": "af hverju santa claus kemur EKKI í ár",
    "text": "1. Fjúgandi hreindýr eru líffræðingum ekki kunnug og hafa vísindamenn ekki ennþá fundið neinar vísbendingar sem styður kenningu um tilvist þessa undarlegu skepna.\n2. Það eru u.þ.b. 2 milljarðar barna í heiminu (yngri en 18 ára). En á meðan Jólasveinninn sýnir ekki áhuga á múslimum, hindúum, búddistum, gyðingum o.sfrv. þá minkar þessi tala niður í 14 % eða um 280 milljónir barna. Til að gera reikninginn aðeins auðveldari þá gerum við ráð fyrir því að það séu um 3 börn á hverju heimili og það gerir stoppustöðvarnar 93,3 milljónnir.\n3. Sveinki hefur nú 31 tíma til að klára verkefni sín, þökk sé snúningi jarðarinnar og mismunandi tímbeltum. Hann verður þá að heimsækja 836,32 heimili á sek.  Þetta þýðir að á hverju heimili hefur hann 1,2 þúsundasta úr sek. til að að leggja sleðanum, hoppa niður um skorsteininn, fylla sokka eða setja pakka undir jólatréð, borða góðgæti sem börna hafa skilið eftir, klifra upp aftur, setjast í sleðan og fljúga til næsta hús.\n4. Þessi gífurlega vegalengd sem sveinki fer á ári hverju er um 11,76 milljónir mílur. Meðalhraðinn verður þá 3,79 millj. km/klst. Til samanburðar þá fór hraðskreiðasta tæki sem maðurinn hefur gert, geimskipið Ulysses, á 160.000 km/klst.   Meðalhreindýr hleypur á milli 20 – 30 km hraða á klst.\nSvona getur stærðfræðin verið skemmtileg..;)\n5. Annað skemmtilegt fyrirbæri er þyngd sleðans. Gerum ráð fyrir að hvert barn fái eitt lítið Lego-sett sem er um 300g að þyngd, til samans verða það um 28 þús tonn. Síðan verður auðvita að telja með líkamsþyngd sveinka (sem margir vilja meina að sé hærri kantinum..).  Eitt hreindýr dregur hámark 300 kg (á jörðu niðri). Eftir þessar útreikningar kemur í ljós að sveinki þarf rúmlega 93 þús. hreindýr til að draga sleðann..\n6. Þetta gifurlega magn, sleðinn og heryndýrin, ferðast nú um á hraðanum 3,79 millj km/klst. Með því að reikna hitastigið á hraðanum sem sveinki fer á í gegnum andrúmsloftið, get ég hugsað mér að hitinn sé kominn upp í 14,3 millj°. Við þennan hita koma eftir stuttan tíma varanleg brunasár og áður en 1 sek. væri liðin þá væru 93 000 hreyndýr orðin að ösku.\n7. Niðurstaðan mín er þá að lokum sú að ef Jólasveininn hefur einhvern tíma verið til þá væri hann örugglega dáinn núna",
    "url": "https://www.hugi.is/hatidir/greinar/110326/af-hverju-santa-claus-kemur-ekki-i-ar/",
    "url_id": "110326",
    "id": "810586",
    "replies": [
        {
            "user": "hugsandi",
            "user_id": "5454",
            "date": "2002-12-14 07:51:14",
            "id": "810587",
            "reply_to_id": "810586",
            "text": "ég ætla að setja jólasveininn í flokk með mætum mönnum eins og súpermann, batmann, spiderman, og fleirri, = sem sagt Ofurhetja  :P\ngóð grein btw :) naylah"
        },
        {
            "user": "aslar",
            "user_id": "25479",
            "date": "2002-12-14 09:11:25",
            "id": "810588",
            "reply_to_id": "810587",
            "text": "ég er með þér-jólasveininn er örugglega í hópi Ofurhetjanna. Það útskýrir líka búninginn.\nJólin!"
        },
        {
            "user": "EstHerP",
            "user_id": "11032",
            "date": "2002-12-14 11:31:06",
            "id": "810589",
            "reply_to_id": "810586",
            "text": "Já en það má nú líka sleppa íslenskum heimilum, við trúum ekki ekki á Santa Claus, okkar jólasveinar eru alíslenskir og 13.stykki. Enda trúum við ekki á svona þrælabúðir eins og Santa þarf að ganga í gegnum né fljúgandi hreindýr ;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-12-14 11:43:51",
            "id": "810590",
            "reply_to_id": "810586",
            "text": "Já, og svo er jólasveinninn líka göldróttur ! :þ\nFín grein !"
        },
        {
            "user": "spurzio",
            "user_id": "19348",
            "date": "2002-12-14 12:10:38",
            "id": "810591",
            "reply_to_id": "810586",
            "text": "fín grein, en gleimum ekki aðtímin er afstæður.\nsveinki er líka rammgöldróttur."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-12-14 12:15:37",
            "id": "810592",
            "reply_to_id": "810586",
            "text": "Vá maður veistu ekkert :), jólasveinnin getur stoppað tíman og þá kemst hann útum allt á eini sek., horfir engin á barnaefnið ?\n:)"
        },
        {
            "user": "saracute",
            "user_id": "29551",
            "date": "2002-12-14 12:37:58",
            "id": "810593",
            "reply_to_id": "810586",
            "text": "Híhí, þú trúir greinilega ekki á jólasveininn! :-) Það vita allir fullvita menn að þetta er bara börnum til gamans, ekki satt :-)?\nKveðja, Sara Cuty\nBTW-Flott grein!"
        },
        {
            "user": "wbdaz",
            "user_id": "6083",
            "date": "2002-12-14 12:50:32",
            "id": "810594",
            "reply_to_id": "810586",
            "text": "Flest lönd hafa sinn sérstaka jólasvein(a). Þessi í rauðabúningnum er bara til í kóklandi :)"
        },
        {
            "user": "maur",
            "user_id": "15803",
            "date": "2002-12-14 12:58:27",
            "id": "810595",
            "reply_to_id": "810586",
            "text": "hver sagði að hann væri einn í þessu. það eru svona 5000 verslanamiðstöðvar í bandaríkjunum og einn jólasveinn í hverri alla daga í desember.\nþarna afsannaði ég kenninguna þína.\nókí bæ\nmaurinn"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-12-14 20:52:33",
            "id": "810596",
            "reply_to_id": "810595",
            "text": "sveinki tengist ekkert kristni, amk ekki coca cola jólasveinnin :D"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-12-16 15:37:43",
            "id": "810597",
            "reply_to_id": "810586",
            "text": "ég er sammála þeim sem sögðu að hann væri ofurhetja.\nHann er ofurhetja…hann getur stoppað tímann…OG hann er í 4. vídd!!!!\nhaha…afsannaði þetta helvíti;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-12-16 21:38:49",
            "id": "810598",
            "reply_to_id": "810586",
            "text": "Kommon marr, jólasveininn, er bara jólasveininn, hann er ofurhetja, bara einsog “Batman+Superman+Ég+þú” o.s.fr, hann getur allt, muhahahahahhaha"
        }
    ]
}