{
    "forum_title": "Rokk",
    "user": "Garsil",
    "user_id": "11709",
    "date": "2002-12-14 23:29:24",
    "title": "Hudson Wayne - I'm a Fox",
    "text": "Mér langar að vekja athygli á rosafengnu hljómsveitinni\nHudson Wayne.Fyrir nokkrum dögum gaf Hudson Wayne\nút sína aðra þröngskífu, I'm A Fox. Ég fór niðrí Hljómalind\ntil að kaupa pötuna (fæst líka í Japis og 12 tónum) og talaði\naðeins við Árna eins og maður á til þegar hann er að afgreiða.\nHann gat ekki sagt neitt nema gott um hljómsveitina. M.a.\nþað fyrsta sem maður tekur eftir þegar maður fer á\nhljomalind.is er I'm A Fox auglýst sem jóla plata ársins og\nef fólk skoðar aðeins meira um hljómsveitina á síðunni er\ntalaðu um að hún sé eithvað sú efnilegasta og áhugaverðsta\nhljómsveit á klakanum í dag. Árni Viðar lýsir lögunum\nmeðal annars sem ljúfum ballöðum í anda Will Oldham,\nNeil Young, Johnny Cash og Giant Sand. Mineur-Aggressif\ngefur út plötuna, sem er þeirra eigið útgáfufyrirtæki og er\nplatan unnin í samvinnu við kimono.\nHudson Wayne samanstendur af fjórum meðlimum, þeim\nÞráinni Óskarsyni (bassi, orgel), Birgi Viðarsyni (gítar),\nHákoni Aðalsteinsyni (gítar/slide) og Helga Sigurðssyni\n(trommum). Þess má geta að Þráin er líka í hljómsveitunum\nkimono og Reporter, Hákon í Lúnu og Helgi í Reporter ásamt\nÞráini. Hudson Wayne hefur áður gefið út þröngskífuna Sligthly\nout of Hawk.\nNýja platan þeirra I'm a Fox skart rosalegum myndum eftir\nMaríó Múskat (bassaleikara kimono). Fyrsta lagið, The Note,\ner eitt kúrekalegasta lag sem samið hefur verið af Íslendingi :o)\nNæsta lag, Visual Pop, er eitt besta lagið á plötunni, snilldar rafgítar-\nleikur yfur ljúfa kassagítarshljóma og bursta trommur. Minnir\nmig dálítið á Low, en það er bara betra.\nIodine er svona eins og After the Gold rush Hudson Waynes.\nEinfaldir djúpir píanó-hljómar og þegar á líður lagið kemir\nsvona blandaður Radiohead+Coldplay gítarleikur yfir, rosa flott.\nTake, Take a brake, Take a Take, Take it now…\nLagið númer fimm, Are You Seaworthy?, er rosalega fallag\nballaða og ef ég vitna aðeins í textan…so just take me as I am,\nI've alredy take me peace, so don't ever lie to me again… rosa\nfallegt lag með djúpum tom-tom trommutakt sem einkennir\nhljómsveitina á fyrstu tvem skífunum.\nLoka lagið, The Storm, þunglyndis-ballaða í anda Nick Cave\nmeð rosalegum gítarsamleik. Platan í heild skilur mann eftir\ní eftirvæntigu eftir breiðskífu frá þeim félögum í Hudson Wayne.\nMæli einfregið að þið (sem fílið ofan nefnda artista) kíki á þennan disk.",
    "url": "https://www.hugi.is/rokk/greinar/110355/hudson-wayne-im-a-fox/",
    "url_id": "110355",
    "id": "810977",
    "replies": [
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-12-15 07:44:37",
            "id": "810978",
            "reply_to_id": "810977",
            "text": "Það er bara of mikið af góðri tónlist til að komast yfir, EF maður gægist framhjá því sem er haldið að manni alla jafna.\nPrýðisgrein, ég vona að ég eigi eftir að heyra eitthvað með þessum piltum á næstunni."
        },
        {
            "user": "Sumardagur",
            "user_id": "30042",
            "date": "2002-12-15 22:06:55",
            "id": "810979",
            "reply_to_id": "810977",
            "text": "Já þessi hljómst er æðisleg  og platan er allveg ótrulega góð söngvarinn er með stórkostlegustu rödd á íslandi ..ég gæti skrifað endalaust um hvað þeir eru góðir og platan kostar bara 700 kr í Hljómalind ..\nen mig minnir að það séu Hákon úr  lúnu og gylfi úr kimono og Þráinn sem skipa reporter .\nmust buy .."
        },
        {
            "user": "Qipinge",
            "user_id": "6668",
            "date": "2002-12-16 22:08:42",
            "id": "810980",
            "reply_to_id": "810977",
            "text": "Þess má geta að Þráinn er stórkostlegur organisti, gefur Keith Emerson ekkert eftir, mikill snillingur."
        },
        {
            "user": "svin",
            "user_id": "19775",
            "date": "2002-12-18 13:04:08",
            "id": "810981",
            "reply_to_id": "810977",
            "text": "Þetta er glæsileg plata sem á eftir að slá í gegn, sjálfur hef ég hlustað á hana og er hún góð!!!\n“já,glæsileg grein garsil”"
        },
        {
            "user": "japancake",
            "user_id": "15743",
            "date": "2002-12-19 09:36:39",
            "id": "810982",
            "reply_to_id": "810977",
            "text": "ég er að hlusta á i'm a fox akkúruat núna. og þó ég hafi ekki verið mjög duglegur að versla diska þetta undanfarna ár finnst mér þessi geisladiskur vera með þeim betri sem ég hef hlustað á á árinu. lag númer 2 finnst mér best, held ég.. röddunin minnir mig smá á yo la tengo. hljómurinn er rosa góður á þessum disk. annars eru þau öll lögin voða góð."
        }
    ]
}