{
    "forum_title": "Handbolti",
    "user": "steinarp",
    "user_id": "1486",
    "date": "2002-12-15 13:06:58",
    "title": "Haukar duttu út gegn Ademar Leon!!!",
    "text": "Í gær fór fram síðari leikur Hauka og spænska liðsins Ademar Leon á Ásvöllum í Hafnarfirði. Leikurinn hófst klukkan 16:30 og byrjaði vel hjá þeim íslensku!!! Haukar komust í 2-1 og svo í 3-2 en eftir það komust Spánverjarnir yfir og voru yfir lengst af. Eftir 26 mínútna leik ætlaði allt um koll að keyra en þá gaf Aron Kristjánsson spænska leikmanninum Manuel Colón olnboga skot og skarst Spánverjinn á nefni. Mikið blóð og mikil læti!! Svo lítil seinkunn varð vegna þessa atviks á leiknum þar sem þurka þurfti allt blóðið upp og allar hrákurnar eftir Spánverjana. Leikurinn hófst svo að nýju eftir að dómararnir höfðu dæmt brotið eftir myndbandi sem þeir sáu á stórum skjá á Ásvöllum. Þetta atvik ætti að vera gott dæmi um það hvernig handbolti yrði ef dæmt yrði eftir myndavélum. Þarna sáu dómararnir ekki neitt en gátu samt gefið rautt spjald fyrir það sem þeir voru alveg vissir um!!! Mín skoðum hefur lengi verið að ekki eigi að dæma handbolta eftir myndavélum heldur eiga dómarar að dæma eftir samvisku sinni og dæma það sem þeir sjá. Og eftir þetta atvik er ég ennþá meira á móti myndavéladómgæslu!!! Leikurinn fór svo að stað að nýju og varð mun rólegri eftir þetta. Að vísu lömdu Spánverjarnir Haukana ennþá og sýndu mjög grófan leik en svona er þetta. Í hálfleik var staðan 11-15 Ademar Leon í vil. Í síðari hálfleik byrjuðu Haukarnir mjög vel og komust yfir fljótlega eftir hlé í 18-17. Þeir komust svo í 19-17 en þá hrukku báðir markverðir í gang og vörðu hreinlega allt. Ademar komst aftur yfir í stöðuna 19-20 og endaði leikurinn svo á því að leikmenn Ademar fóru með sigur af hólmi í þessum bráðfjöruga og illa dæmda leik. Athygli margra vakti þó í fyrri hálfleik þegar þjálfari Ademar rauk inná völlinn til þess að mótmæla að leikurinn héldi áfram þegar Spánverji lá á vellinum eftir hið fræga olnbogaskot Arons. Þjálfarinn var kominn út á miðju þegar hinir arfaslöku dómarar leiksins stöðvuðu leikinn og það eina sem hann fékk fyrir þessa óíþróttamannslegu hegðun var gult spjald. Hann var síðan að margra mati inná vellinum allan leikinn og nöldraði endalaust en fékk ekki meira en gult spjald!!! Margir eru þeirrar skoðunar í þessum leik hafi fólk fengið að sjá einhverja þá verstu dómara sem dæmt hafa í þessari evrópukeppni!!!",
    "url": "https://www.hugi.is/handbolti/greinar/110523/haukar-duttu-ut-gegn-ademar-leon/",
    "url_id": "110523",
    "id": "812439",
    "replies": [
        {
            "user": "wbdaz",
            "user_id": "6083",
            "date": "2002-12-15 13:38:32",
            "id": "812440",
            "reply_to_id": "812439",
            "text": "Finnst þér s.s. slæmt að leikmaður sem slasar annan leikmann fái rautt spjald? Og þú verður MEIRA á móti sjónvarpsdómum afþví að þitt lið tapað á þeim? Ég játa það alveg að ég sá bara 5 mínútur af þessum leik, enda var mér nokk sama um hann."
        },
        {
            "user": "steinarp",
            "user_id": "1486",
            "date": "2002-12-15 16:06:35",
            "id": "812441",
            "reply_to_id": "812440",
            "text": "Ég er EKKI að segja það að mér finnst asnalegt að leikmaður sem slasar annan fái rautt spjald!!! En það sem mér finnst asnalegt er það að dómarar leiksins sáu EKKI brotið og gátu því ekki dæmt á það!!! Þannig er það að í reglunum segir að ekki skal dæma eftir myndbandi í handknattleik!!!!!!! Því er það alveg fáránlegt að dómarar í EVRÓPUKEPPNINNI dæmi eftir sjónvarpinu!!!! Í raun og veru geta Haukar kært þennan dóm og grætt eitthvað á því! Og ertu þú að segja mér það að þér finnist að handbolti eigi að vera dæmdur af myndbandi????? Eins og ég segi þá veit Aron það og við Haukarar vitum það líka sjálfir að hann átti að fá rautt spjald fyrir þetta brot EN dómararnir sáu brotið EKKI og því ekki hægt að dæma á þetta!!! Síðan verð ég að segja að ef þetta væri eitthvað annað lið sem myndi lenda í þessu þá myndi ég líka verða meira á móti þessu!!! Þetta hefur aldrei svo ég viti gerst í handbolta leik og því er þetta í raun og vera háalvarlegt mál!!!!\nVertu svo ekki svona vitlaus handbolti er íþrótt þar sem dómarar eiga að dæma eftir skynseminni ekki eftir myndbandi!!!! Ég efast ekki um það að ef lið þitt myndi lenda í þessu yrðir þú líka meira á móti þessu!!!! Þú veist nákvæmlega ekkert hvað þú ert að segja!!!"
        },
        {
            "user": "wbdaz",
            "user_id": "6083",
            "date": "2002-12-15 16:11:42",
            "id": "812442",
            "reply_to_id": "812441",
            "text": "Bestur… fjúff það er aldeils að ég þarf að verja mig núna.\nJá ég veit að reglurnar leyfa ekki að það sé dæmt eftir myndbandi. Mér finndist aftur á móti mjög sniðugt að það yrði leyft, það myndi vonandi fækka vafasömum dómum. Leikmenn eiga ekki að sleppa frá brotum afþví að dómarar sáu það ekki.\nDómarar eiga að dæma eftir skynsemi þar er ég sammála, en mér finnst einnig skynsamlegt að nýta sér upptökur þegar það á við. Ég veit fullkomlega hvað ég er að segja, ekki gera lítið úr minni greind takk fyrir."
        },
        {
            "user": "b52",
            "user_id": "9058",
            "date": "2002-12-15 14:20:17",
            "id": "812443",
            "reply_to_id": "812439",
            "text": "Ég sá nú þennan leik og mér fannst dómarnir ágættir sérstaklega að fara eftir myndbandinu og kominn tími til fyrir handboltan að fara taka svoleiðis i mikilvægum leikjum til að byrja með.\nEn fengu ekki báðir rauttpjald gat ekki séð betur einig hinn blóðugi spánverji en ég skil vel reiði hans hver yrði ekki reiður ef maður fengi eitt gott högg á neban:) það var svona tyson yfirbragð á þessu:)\nKveðja\nB52"
        },
        {
            "user": "Aage",
            "user_id": "2449",
            "date": "2002-12-15 16:02:26",
            "id": "812444",
            "reply_to_id": "812439",
            "text": "Vá hvað þetta er ólesanleg grein !\nReyndu að setja þetta betur upp, í guðanna bænum.."
        },
        {
            "user": "olza",
            "user_id": "21561",
            "date": "2002-12-15 20:18:20",
            "id": "812445",
            "reply_to_id": "812439",
            "text": "Haukar áttu aldrei möguleika sorry man !\nStjarnan hefði geta unnið Hauka miðað við leika þeirra á laugardag haha !"
        },
        {
            "user": "Gabbler",
            "user_id": "18730",
            "date": "2002-12-15 22:01:35",
            "id": "812446",
            "reply_to_id": "812439",
            "text": "Sæll Bestur.\nLeiðinlegt að þið hafið dottið útúr keppninni.  En það er enn leiðinlegra ef þið Haukar ætlið að fara að kenna dómurum um þetta.\nFinst þér að Aron hefði átt að komast upp með þetta bara af því að dómararnir sáu það ekki?\nEf þetta hefði verið á hinn veginn.  Leikmaður spænska liðsins hefði brotið illilega á einhverju leikmanni Hauka þá er ég nú viss um að annað hljóð væri í koppnum :)\nEn svona er þetta bara.\nÉg verð nú samt að segja að mér fanst Haukar arfaslakir í þessum leik.  Ég er á þeirri skoðun að þeir hafi toppað í leiknum á móti FH og nú liggi leiðin niðurávið :)\nKveðja Gabbler."
        },
        {
            "user": "vaffess",
            "user_id": "9092",
            "date": "2002-12-16 10:51:27",
            "id": "812447",
            "reply_to_id": "812446",
            "text": "Ég verð nú að segja að enginn er að kenna dómurunum um tapið. Heldur er einfaldlega verið að benda á arfaslaka dómgæslu í leiknum sérstaklega eftir þetta atvik, þá misttu þeir algjörlega allt úr höndum sér. Samræmið var ekkert.\nEn varðandi atvikið að þá var ég áleiknum og sá því miður nákvæmlega ekkert af því sem var í gangi þannig að ég var ekki vongóður þegar ég hélt heim á leið. Annað kom á daginn þegar ég horfði á sjónvarpsupptokuna í rólegheitum heima. Því oftar sem ég horfði því sannfærðari var ég um að Spánverjinn var ekkert saklausari en Aron og ef eitthvað er sá seki.\nÞað sést greinilega þegar sýnd er frá atvikinu með mundavélinni sem er bakvið markið að fyrst rífur spánverjinn VEL í treyjuna á honum og gefur honum síðan gott olnbogaskot í eyrað, sem er greinilega ásetningur, síðan eðlilega bregður Aroni og held ég að fáir hefðu gert annað en að sveifla hendinni í hann líkt og hann gerði, með útrétta hendina. Það vita það allir sem hafa spilað handbolta að það þarf lítið til að fá smá skurð og/eða góðar blóðnasir.\nMitt mat 2mín. á báða málið afgreitt ekkert vesen. Svo hefði alveg mátt skella rauðu á þjálfarann fyrir að fara inná völlinn.\nSvo skiptir það ekki máli hvað okkur finnst um myndavélar í þessu máli, því það er skýrt í reglunum að það er bannað að fara eftir sjónvarpsupptökum við dómgæslu á leik. Einnig voru það ekki dómararnir sem ákváðu spjaldið heldur eftirlitsdómarinn."
        },
        {
            "user": "steinarp",
            "user_id": "1486",
            "date": "2002-12-16 12:07:08",
            "id": "812448",
            "reply_to_id": "812446",
            "text": "Benda þér á það Gabbler að ég er EKKI að segja að Aron hefði ekki átt að fá neitt fyrir þetta. Ég sá þetta nú MJÖG vel þegar öll lætin voru, var á kústinum og var inní hópnum, og Spánverjarnir sögðu að þetta hefði bara átt að vera 2 mín ekki rautt. En eins og ég hef sagt áður þá var það fyrir bestu í raun og vera að Aron hafi fengið rautt spjald. Ef hann hefði ekki fengið rautt þá hefði verið gengið frá honum. Síðan er ég alveg sammála þér í öllu vaffess með þetta nema hvað að eftirlitsdómarinn sá þetta ekki heldur sá hann þetta í sjónvarpinu. Að vísu getum við Haukarar lært á þessu að taka þennan skjá bara ekkert fram fyrir evrópuleiki!!!"
        },
        {
            "user": "Gabbler",
            "user_id": "18730",
            "date": "2002-12-16 13:00:12",
            "id": "812449",
            "reply_to_id": "812448",
            "text": "Ok.  :)\nSniðugt samt að vera með þennan skjá.  Það gerir það áhorfendavænna að horfa á leikina.  Erfitt samt að meta hvað dómarar gera því auðvitað sjá þeir brotin endurtekin á skjánum.\nÞetta er alltaf spurning.\nKveðja Gabbler."
        },
        {
            "user": "aggislae",
            "user_id": "7206",
            "date": "2002-12-16 13:30:42",
            "id": "812450",
            "reply_to_id": "812449",
            "text": "Ég skil ekki þetta endalausa væl í dómurunum. Ég horfði á leikinn í sjónvarpinu og mér fannst ekkert að dómurunum.\nÞað eina sem get gangrýnt var arfaslöpp lýsing Baldvins hjá RÚV. Það sem bjargarði lýsingunni var Siggi Sveins sem kom með frábær komment inn á milli."
        },
        {
            "user": "Wise",
            "user_id": "1604",
            "date": "2002-12-17 16:09:03",
            "id": "812451",
            "reply_to_id": "812450",
            "text": "Ég sá nú ekki þennan leik.  En mér finnst að það ætti að breita reglunum bæði í handbolta og fótbolta þannig að dómarar EIGI að líta á upptökur ef að einhver vafaatriði koma upp.  Það myndi bæði koma í veg fyrir tuddaskap og leiðindi."
        }
    ]
}