{
    "forum_title": "Kvikmyndir",
    "user": "Azmodan",
    "user_id": "20255",
    "date": "2002-12-15 22:27:54",
    "title": "Audition (1999)",
    "text": "Leikstjóri: Takashi Miike.\nHandrit: Ryu Murakami(skáldsaga), Daisuke Tengan.\nLeikarar: Ryo Ishibashi, Eihi Shiina, Tetsu Sawaki, Jun Kunimura…etc.\nSpecial FX: Yuuichi Matsui.\nEins og fram hefur komið áður eru Japanarnir búnir að vera heldur hryllingsmyndaglaðir núna síðastliðin ár. Við erum búin að sjá meistaraverk á borð við Ring (1998) og Battle Royale (2000) og nú á loks að fara gefa út The Eye (2002) á DVD hér í Evrópu sem ég bíð persónulega mjög spenntur eftir.\nÞessi mynd er þó ekki nein draugamynd eins og Ring eða The Eye heldur er hér á ferð það sem mætti kalla sálartrylli.\nÞessi mynd á eitt sameiginlegt með Ring, hún er frekar róleg alveg þangað til í bláendirinn.\nShigeharu Aoyama missti konu sína fyrir 7 árum síðan og nú loks tekst syni hans að telja honum trú um að nú sé kominn tími til að giftast aftur.\nFélagi hans fær hann til að halda áheyrnapróf og velur hann sér nokkrar úr stórum búnka umsækjenda til þess að fara í viðtal. Stepurnar halda að þær séu í viðtali vegna kvikmyndahlutverks en í rauninni er Aoyama að velja sér lífsförunaut.\nHann er þó alltaf með augað á einni sem hann ákveður svo að hitta aftur eftir þetta.\nFélagi hans sem hjálpaði honum með áheyrnarprófið er þó ekki sammála honum, það er eitthvað skrýtið við þessa konu og fer hann að grenslast fyrir um hana. Í ljós kemur að allt sem hún sagði í viðtalinu voru lygar og það næst ekki í neinn sem þekkir til hennar.\nAoyama fer að hitta hana reglulega og er orðinn vægast sagt mjög ástfanginn, við komumst þó brátt að því að það er ekki allt sem sýnist með hana.\nMyndin er frekar lengi að koma sér af stað en verður þóg adrei leiðinleg, hún heldur manni vel við efnið allan tíman. Myndin er mjög dimm og stendur manni ekki á sama á köflum þegar myndin nær ámarki og finnst manni alltaf eitthvað skrítið við þessa stelpu sem er mjög vel leikin af Eihi Shiina.\nLeikstjórnin er mjög góð og heldur manni við efnið því að það er mjög auðvelt að klúðra svona mynd.\nFyrir fólk sem vilja fá allt í andlitið strax hef ég aðein eitt ráð, haldið ykkur frá þessari. Annars þeir sem hafa þolinmæði þá er climaxið í þessari mynd vel þess virði og með því ógeðfeldara sem ég hef séð.\n***",
    "url": "https://www.hugi.is/kvikmyndir/pistlar/110700/audition-1999/",
    "url_id": "110700",
    "id": "813556",
    "replies": [
        {
            "user": "Gandalfur",
            "user_id": "1129",
            "date": "2004-08-23 11:10:13",
            "id": "813559",
            "reply_to_id": "813556",
            "text": "Mér finnst myndin allt of lengi að koma sér af stað. Endirinn er samt frábær og það á ógeðslegan hátt."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-08-23 11:10:13",
            "id": "813560",
            "reply_to_id": "813559",
            "text": "Þetta er mest skerí kona sem ég hef séð á ævi minni, enda hef ég ekki þorað á deit í heilt ár eftir að ég sá þessa mynd (hurrrrr)"
        },
        {
            "user": "potter",
            "user_id": "3741",
            "date": "2004-08-23 11:10:13",
            "id": "813558",
            "reply_to_id": "813556",
            "text": "Brilliant mynd!.takashi miike er snillingur, en ég verð að sjá fleiri myndir eftir hann, t.d.\n“Visitor Q og ”Ichi the killer\"."
        },
        {
            "user": "eot",
            "user_id": "711",
            "date": "2004-08-23 11:10:13",
            "id": "813557",
            "reply_to_id": "813556",
            "text": "Eg er sammala ter ad leikstjornin hafi verid god, en adalgallinn var handritid sem var bara allt of mikid ad reyna ad vera eitthvad surrealiskt listaverk. Til tess ad virka sem slikt hefdi Miike turft ad bua til adeins surrealiskari myndir, en gerdi tad tvi midur ekki.\nEg verd nu lika bara ad vidurkenna ad mer fannst tessi mynd frekar leidinleg. Hun inniheldur enga uppbyggingu a spennu, ef oft oskiljanleg (draumarnir og veruleikamisskilningurinn …) og breytist svo allt i einu i vidbjodslega hryllingsmynd i lokin. Endirinn er reyndar algjort must fyrir ta sem fyla tannig hluti, en hitt er frekar slappt."
        }
    ]
}