{
    "forum_title": "Blizzard leikir",
    "user": "Amon",
    "user_id": "20748",
    "date": "2002-12-16 14:23:55",
    "title": "[W3] fleyrir team strats móti germans 4vs4",
    "text": "Hérna ætla ég að koma með mínar team strats hugmyndir. Þær eru allar gerðar fyrir\n4vs4\n–––||–––\nStrat 1\n2 human players með Archmage, og rifleman, Archmage taka water elementals sem\n1st skill, og brilliance aura sem 2nd skill, ef leikurinn endist nóg taka þá elementals\nlv2 og síðan blizzard.\n2 orc players með tvo far seer´s, og grunta. Far seers taka lightning sem 1st skill, og\nwolfes sem annað, síðan bara að techa upp skillin, í hæsta level en muna það að chain\nlightning er ávalt betri en wolfes. Annar playerinn myndi svo massa upp wizards\n(báðar tegundir) og nota bloodlust & healing wards. Hinn playerinn myndi taka\nTauren og Blademaster og massa áfram grunts.\n–––||–––\nStrat 2\n1 human með arcmage og footman, seinna knights. Taka elemental sem 1st skill, og\nsíðan blizzard, þá brilliance aura, og svo aftur elemental þangað til öllm skillum í lv3 er\nnáð - mass teleport\n2 nightelf, annar með PoTM og hinn með KotG. PoTM playerinn massa upp archers,\nog huntress, en KotG playerinn vera með druids. PoTM á fyrst að taka searing\narrowes, þá aura, og koll af kolli (ekki scout) þangað til Starfall er komið. KotG að\ntaka treants, og seinna thorns aura, halda því áfram þangað til lv3 er náð á treants, og\nlv2 á thorns, þá að taka rain of healing (rétt nafn?).\n1 orc með far seer, grunta og shamans. Hafa chain sem 1st skill, næst wolves síðan\nchain lv2… ekki taka earthquake fyrr en í level 7. Shamans eiga að vera með bloodlust\ná autocast.\n–––||–––\nstrat 3\n1 undead með lich og ghouls. Fá frosta nova, síðan frost armor, o.s.f. á level 6 (ef\nmaður kemst þangað) taka sér death ´n decay.\n1 human með archmage og footmans, Arcmage taka elemental, síðan aura, síðan\nelemental, síðan blizzard, elemental, blizzard, aura, blizzard.\n1 orc með far seer, shamans og troll wich doctors. Nota wards & bloodlaust og hafa\nchain og wolfes á reiðu. Fá sér síðan wivern´s.\n–––||–––\nkv. Amon",
    "url": "https://www.hugi.is/blizzard/greinar/110730/w3-fleyrir-team-strats-moti-germans-4vs4/",
    "url_id": "110730",
    "id": "813998",
    "replies": [
        {
            "user": "Nucli",
            "user_id": "21277",
            "date": "2002-12-17 21:12:22",
            "id": "813999",
            "reply_to_id": "813998",
            "text": "Heyrðu þetta er vörn gegn rushi….. gerast rush ekki oftast áður en Human nær að byrja að gera knights? :Þ"
        },
        {
            "user": "Amon",
            "user_id": "20748",
            "date": "2002-12-17 21:15:09",
            "id": "814000",
            "reply_to_id": "813999",
            "text": "Sagði ég ekki „footman, seinna knights\" ? SEINNA knights en samt, gott að þú myntist á það.\nkv. Amon"
        },
        {
            "user": "Nucli",
            "user_id": "21277",
            "date": "2002-12-17 21:18:43",
            "id": "814001",
            "reply_to_id": "814000",
            "text": "Zorrý Stína…. Footmen eru einhvernveginn (mitt mat), svona kallar sem eiginlega geta ekkert!\nÉg meina ég hef aldrei séð Footmenna ráða við nokkra grunta, igge nei, alls ekki\nNú?\n:D\n=)\nGREEN POWER!!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-12-17 21:54:36",
            "id": "814002",
            "reply_to_id": "813998",
            "text": "Vantar ekki 1 spilara í strat 3?\nHvað um að hafa nightelf í staðinn fyrir human í strat 1?"
        },
        {
            "user": "HuBeRt",
            "user_id": "2668",
            "date": "2002-12-18 00:41:45",
            "id": "814003",
            "reply_to_id": "813998",
            "text": "Til að byrja með, afhverju skrifaðiru nýja grein í stað þess að svara bara eldri grein sem var þarna?\nAnnað, það er mest spurning um, á móti team-germany (ekki team germans) að þetta er spurning um að verjast rushinu þeirra, ekki hvað maður á að gera í extra-extra late game, eins og knights og druids og fleira, maður er ekkert að fá svoleiðis kalla á móti gruntrushi. Heldur ekki riflemen, þeir eru kannski tier1, en kommon?\nStrat 3: eru bara 3 spilarar þarna? Dual master-casters er ekki eitthvað sem þú hefur á móti grunts, ef þú techar hratt í þetta, er maður búinn að vera þegar rushið kemur, 100%\nBara svona btw\nHuBeRt-IceC"
        },
        {
            "user": "Amon",
            "user_id": "20748",
            "date": "2002-12-18 14:05:27",
            "id": "814004",
            "reply_to_id": "814003",
            "text": "Þegar ég copy/paste-aði þetta úr skjalinu sem ég skrifaði þetta í hefur þennan texta vantað…\nkv. Amon"
        },
        {
            "user": "LoLITiltU",
            "user_id": "18899",
            "date": "2002-12-18 17:55:52",
            "id": "814005",
            "reply_to_id": "813998",
            "text": "Góðgrein þó. Loksins smá battle pælingar."
        },
        {
            "user": "Amon",
            "user_id": "20748",
            "date": "2002-12-18 19:09:22",
            "id": "814006",
            "reply_to_id": "814005",
            "text": "Ég þakka\nkv. Amon"
        },
        {
            "user": "fluffzo",
            "user_id": "346",
            "date": "2002-12-23 09:43:42",
            "id": "814007",
            "reply_to_id": "814006",
            "text": "Bara benda þér á að þú þyrftir að lesa greinarnar þínar allverulega yfir áður en þú póstar þeim ;) og einnig að kanna hvort að svipað efni hafi komið áður og bara senda inn á áðurkomnar greinar eins og tildæmis greinina sem kom á undan þessari og er bara svona 100 sinnum betri og meira vit í IMO.\nOg þar sem að team germany er með þetta RUSH stratt þá held ég að það þýði lítið að vera að pæla í því sem þú ert að pæla hérna í þessari grein þar sem að flest allt sem þú segir er late late game strats sýnist mér á öllu….þannig að reply við hinni greininni hefði alveg verið nóg og ég skil ekki alveg hvernig þessi grein komst inn….\nanyways gg gl hf\nfluffy-IceC"
        }
    ]
}