{
    "forum_title": "Heimspeki",
    "user": null,
    "user_id": null,
    "date": "2002-12-16 12:43:01",
    "title": "Hvað er? er hvað?",
    "text": "(ég ákvað að birta hér eina stutta hugleiðingu sem ég skrifaði í blaðið Kratylos, sem ég og félagar mínir nokkrir stöndum að)\nÞegar þessi tvö orð draga sig saman og huga að kaupum á hundi og húsbíl, er voðinn vís. Neistaflug er of léttvægt orð, ætli ekki sé réttara að það rigni eldi og brennisteini – sem er reyndar visst neistaflug. Hver veit um meira taugastrekkjandi spurningar en t.a.m. hvað er list? hvað er menning? hvað er ég? hvað er hvað? og hvað er möbíusarborði?\nHvað með það?\nSkilgreiningar eru heftandi og hamlandi, þegar best lætur truflandi. En þó geisar faraldur skilgreiningarveirunnar of heim allan. Það lýsir sér best í því að rétt í þessu, upp úr blautu, fekk ég óstjórnanlega löngun til að glíma við spurninguna: hvað er skilgreining?\nBest væri að svara öllu svona þvaðri á sama veg og Ágústínus kirkjufaðir ansaði því hvað tíminn væri forðum: „Þegar enginn spyr mig, hvað tíminn er, þá veit ég það. Þegar einhver spyr mig, veit ég það ekki.”. Hve mikilli hentisemi má einn dýrlingur búa yfir? Er heilögum mönnum ekkert heilagt?\nEn aftur að því óþolandi efni sem höfundur sér eftir að hafa skrifað um, en nú verður ekki aftur snúið – nema hann vilji verða að saltstöpli. Mig fýsir að útkljá þetta í eitt skipti fyrir öll, en auðvitaskuld verður það ekki raunin. Lausn á vandamáli eyðir því sjaldan, eða aldrei, það skýtur alltaf upp kollinum aftur hjá einhverjum.\nÞví fer fjarri að allir séu á eitt sáttir þegar skilgreiningin á list er annars vegar. Hefur höfundur heyrt mýgrút kenninga, heimabakaðra og fjöldaframleiddra, frá ótrúlegasta fólki í gegnum tíðina. Seint verður gerð grein fyrir öllu kenningakaðinu sem sprettur upp í kringum listaverkið, fyrir ofan það, neðan það og inni í því. T.a.m. heldur kunningi minn því statt og stöðugt fram að list sé merking og aðferð sem maður notar til að koma merkingunni til skila [VeryMuch :)], en ég neyðist til að slá hér varnagla því ég hef ef til vill ekki skilið þessa tilgátu til hins ýtrasta og gæti verið að fara með fleipur.\nFyrir nokkru síðan stakk ég minni eigin kredduköku í ofninn sem mér þá þótti bragðast afskaplega vel (augabragð með smá afbragði og keim af klofbragði). Hún fól í sér að ef einhver skapar eitthvað með það í huga að það sé listaverk, og hann segir það vera listaverk að verki loknu – þá er það listaverk. Og þótt einhver loðmulla og halalalli horfi á verkið og segi háum rómi: „þetta er ekki list!”, þá breytir það litlu. Því þó það sé kannski ekki listaverk í hans augum, þá er það enn listaverk í augum skaparans – og einhvern veginn hlýtur þetta allt að velta á höfundinum. En auðvitað er gall í gjöf Njarðar, það er aldrei að vita hvað maðurinn hugsar, kannski lýgur hann einsog andskotinn og þar fram eftir götunum. Það var annmarki sem ég gat sætt mig við, ég meina, við verðum seint fullkomlega viss um nokkuð hvort eð er. Nóg um það.\nHöldum okkur við listina. Ég á tvær aðferðir í handraðanum til að gera atlögu að henni, en hvorug er réttnefnd lausn. Aðferðirnar eru til þess gerðar að afmá alvarleika spurningarinnar; gera úr henni góðlátlegt grín. Sumir kalla þetta útúrsnúning, aðrir rökgreiningu tungumálsins, hinir án efa fiskabúr.\nHægt er að halda því fram að þetta sé í raun ekki spurning, heldur blekki orðin okkur til að halda það. Þau draga okkur á asnaeyrunum út um allar jarðir að tilefnislausu. Þar sem „list” er nafnorð, teljum við okkur trú um að það vísi til einhvers áþreifanlegs, einhvers hlutar – rétt einsog orðið „daðla” gerir. Og þar er komin ástæða fyrir því að fólk er ekki á eitt sátt hvað þetta varðar, því finnst eitthvað vanta. En spurningin er fölsk, hún villir á sér heimildir.\nAðferðin sem ég treysti hvað mest á og ætla því að klykkja út með er einnig fólgin í orðum, og byrjar með samlíkingu. Tökum til dæmis leiki, ef við reynum að skilgreina leik lendum við ávallt í vandræðum; engin skilgreining virðist ná yfir þá alla. Það sést á því hve mikið fellur undir „leik”: boltaleikur, leikur barna, hljóðfæraleikur, látbragðsleikur, orðaleikur, tölvuleikur, hægðarleikur(!) og svo mætti lengi telja. Mér finnst þetta eiga við listina líka (og reyndar menningu o.fl.), hún er ekkert eitt. Ef við skilgreinum hana erum við að afmarka hana og skipa henni fastan sess, setja hana á „sinn” ímyndaða stað, og það dregur úr krafti þessarar taumlausu höfuðskepnu menningarinnar.\nEn nú vaknar stóra spurningin; hvað í ósköpunum er þá leiklist?\nElmar Geir Unnsteinsson",
    "url": "https://www.hugi.is/heimspeki/greinar/110709/hvad-er-er-hvad/",
    "url_id": "110709",
    "id": "813715",
    "replies": [
        {
            "user": "coupland",
            "user_id": "6222",
            "date": "2002-12-16 13:04:52",
            "id": "813716",
            "reply_to_id": "813715",
            "text": "hvað er:\nauðvitaskuld?\nkenningakað?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-12-16 14:04:25",
            "id": "813717",
            "reply_to_id": "813716",
            "text": "ég skeytti saman auðvitað og vitaskuld, fekk út auðvitaskuld… þetta er nú bara létt grín.\n-kað er viðskeyti og þýðir mikið af einhverju. S.s. mikið af kenningum."
        },
        {
            "user": "nologo",
            "user_id": "2605",
            "date": "2002-12-16 13:06:12",
            "id": "813718",
            "reply_to_id": "813715",
            "text": "Já krakkar mínir, svona fáum við út ef við reynum að troða öllum orðatiltækjum sem maður kann í aðeins 700 orða texta.\nEn annars, ef ég skildi þetta rétt  (sem er mjög ólíklegt) þá spyrðu hvað list sé.\nList er stílfærður veruleiki sem höfðar til skynjunar okkar (oftast en alls ekki alltaf fegurðarskyns okkar)og vekur upp í okkur ákveðna tilfinningar.\nÞað má seygja að list sé “artificial” tilfinningar, tilraun til þess að miðla tilfinningum sem maður hefur alldrei fundið í gegnum hinu ýmsu stílfærðu form rrunveruleikans eins og hljóðs, mynda eða atferils.\nÉG held að það liggi engin vafi á því að þessi texti sé list þar sem hann vekur upp í mér allkins ruglingslegar kenndir sem voru þar ekki fyrir."
        },
        {
            "user": "nologo",
            "user_id": "2605",
            "date": "2002-12-16 14:11:42",
            "id": "813719",
            "reply_to_id": "813718",
            "text": "nologo:\nmér finnst nú ekki of mikið um orðatiltæki í þessum texta, það er bara misjafnt hvernig fólk skrifar. Ég er mikill íslenskumaður og líklega er það ástæðan fyrir því að textinn er tyrfinn. Einnig gæti ástæðan verið sú að ég sný inn- og útúr mörgum orðum…"
        },
        {
            "user": "nologo",
            "user_id": "2605",
            "date": "2002-12-16 14:14:27",
            "id": "813720",
            "reply_to_id": "813719",
            "text": "Nei,nei, ég var nú mest að grínast. Mér þykir sjálfum gaman að því að skrifa í svipuðum stíl. Sumum þætti nú samt jólatréið ofskreytt en það fer bara eftir smekk."
        },
        {
            "user": "thortho",
            "user_id": "7555",
            "date": "2002-12-16 13:15:06",
            "id": "813721",
            "reply_to_id": "813715",
            "text": "Til hamingju með þetta!  Hvar gæti maður annars nálgast þennan Kratylos?\nAnnars segi ég bara við þig svipað og hann Geir (gthth) sagði við mig þegar ég sagði einmitt svipað - líkti saman leik og list (ættarmótshugmyndin, held ég að þetta sé kallað, og að lokum komið frá Wittgenstein):\nÞað er greinilegt að þú ert undir áhrifum frá nafna mínum Gylfasyni. :)  Það verður svo jafnvel enn greinilegra þegar þú talar um skilgreiningarveiruna - í einhverri ritgerð talaði hann um skilgreiningarveikina.\nOg annars er ég eiginlega of sammála til að geta sagt nokkuð af viti um þetta.  Ég biðst afsökunar á því."
        },
        {
            "user": "svejka",
            "user_id": "23416",
            "date": "2002-12-16 14:15:14",
            "id": "813722",
            "reply_to_id": "813721",
            "text": "thortho:\nÞakka þér, þetta er því miður bara gefið út á Akureyri, en ef þú ert staddur hér ættirðu að finna bæði tölublöðin sem út hafa komið á öllum helstu kaffihúsum bæjarins.\nÞað er kórrétt að ég sé undir áhrifum Þorsteins, ég les hann af áfergju - enda eru ritgerðir hans hreinræktuð snilld."
        },
        {
            "user": "svejka",
            "user_id": "23416",
            "date": "2002-12-16 15:31:57",
            "id": "813723",
            "reply_to_id": "813722",
            "text": "Eru menntskælingar ekki farnir að taka sig aðeins of alvarlega. Þetta minnir mann á það, þegar maður sér bandarískar bíómyndir þar sem fjölskyldufaðirinn þarf að taka sér frí úr vinnu til að skreyta húsið og garðinn á meðan mamman er inni að spreia jólatréð hvítt með gervisnjó. Kannski minnir þetta líka bara á árshátíð MA."
        },
        {
            "user": "thortho",
            "user_id": "7555",
            "date": "2002-12-17 20:52:22",
            "id": "813724",
            "reply_to_id": "813722",
            "text": "“ … enda eru ritgerðir hans hreinræktuð snilld.”\nÉg get nú nefnt nokkra sem eru ekki alveg sammála þér; þeim þykir hann of fullyrðingaglaður, eða of langt til vinstri eða ekki nógu langt til hægri."
        },
        {
            "user": "thesun",
            "user_id": "30379",
            "date": "2002-12-26 16:00:06",
            "id": "813725",
            "reply_to_id": "813724",
            "text": "Þið talið öll frekar illa um skilgreiningar, kallið þær veiki eða veirur.  Ég er á önverðum meiði og finnst skilgreiningar einmitt bráðnauðsynlegar.\nAð segja að skilgreiningar séu takmarkandi og heftandi, dragi úr dynamík og fullri merkingu einhvershugtaks, er um að ræða lélega skilgreiningu.  Eða þá að þið eruð að leggja rangan skilning í orðið og þess vegna finnst ykkur skilgreiningin heftandi.   Góð skilgreining nær yfir breidd hugtaksnins og kannar dýptir þess (eins og sumar skilgreiningarnar á list sem hér hafa komið fram).  Ef við skilgreinum ekki þau hugtök sem við erum að nota, erum við farin að tala óljóst,  við segjum list…  en meinum ,,það sem mér finnst vera list“  og hver og einn leggur mismunandi skilning í hugtakið,  hver notar það eftir sinni hentisemi.  Nú kunnið þið að spyrja ,, er það ekki bara fínt?”.  Jú það er fínt ef þið viljið að hver tali sitt tungumál,  hver í sínu horni með mismunandi tungumál og engin leið að tala saman.  Ef við ætlum að tala SAMAN þurfum við sameiginlegar skilgreiningar svo að við séum að tala um SAMA hlutinn.\nEndilega ef þið eruð að tala um: list, trúarbrögð, guð, ást, synd eða tilfinningar  dokið við og skilgreinið hvað ykkur finnst liggja í orðunum, og sjá  ágreiningurinn leisist oft upp, einfaldlega vegna þess að þið misskilduð hvort annað!"
        },
        {
            "user": "thesun",
            "user_id": "30379",
            "date": "2003-01-14 19:07:10",
            "id": "813726",
            "reply_to_id": "813725",
            "text": "Er alveg sammála því að skilgreiningar eru mikilvægar til að einfalda okkur að tala saman. Fullt af nýjum orðum og hugtökum eru búin til í hinum ýmsu faggreinum,og ekki að ástæðulausu sem einungis fagmenn þekkja og þeir sem hafa lesið sér  eitthvað til um efnið.\nEn hugtök eins og ást,hamingju,fegurð og etc. jafnvel list er ekki eins klippt og skorið, og erfitt að setja þau í orð innan einhvers ramma,og engin tilgangur í því heldur. Ég get tjáð mig í orðum,hvað mér finnst vera list, ást og hamingja en ég er ekki að koma með eina skilgreingu sem á að vera rétt.\nEr alveg sammála greinarhöfunduni að ef ef höfundur einhvers verks telur það samkvæmt sinni sannfæringu vera list þá get ég samsinnt því,svo er annað mál hvort maður kann að meta það.\nHeld líka að listamenn vilji fá alveg frjálsar hendur, þegar þeir búa til verk sín.  Sumir reyna meira að kanna viðbrögð fólks og reyna að sjokkera það sem mest í stað þess að leggja meira upp úr verkinu sjálfu."
        },
        {
            "user": "midgardur",
            "user_id": "12186",
            "date": "2002-12-16 16:02:57",
            "id": "813727",
            "reply_to_id": "813715",
            "text": "Segjir það eitthvað að segja að skilgreining er pólitík. Pólitík sem snýr að andlegri forræðishyggju (heganomy, minnir mig að hún er kölluð í kreddufræðunum). Sá sem býr yfir valdi til skilgreiningar á sneið í huga okkar.\nM."
        },
        {
            "user": "grallara",
            "user_id": "21547",
            "date": "2002-12-16 16:29:54",
            "id": "813728",
            "reply_to_id": "813715",
            "text": "Þetta var svona dálítið ruglingslegt og ég veit ekki alveg hvort ég skildi þetta eins og þú ætlaðist til að ég mundi skilja þetta en það var gaman að lesa þetta. Ég var í áfanga í skólanum sem var kallaður listasaga. Þetta var valfrjálsáfangi og ég valdi að taka þennan áfanga því ég hef mjög gaman af tónlist og þetta er m.a. skylduáfangi á tónlistarbraut. Ég fór þangað í góðri trú þar sem að ég hélt að nú mundi ég fá að fræðast um hinar ýmsu listir leiklist, tónlist og myndlist. En nei þá er bara verið að fjalla um myndlist og höggmyndalist, einhverra hluta vegna þá hefur myndlistin/höggmyndalist bara fengið leyfi til að kalla sig list en allar aðrar listir eru tónlist, leiklist, byggingarlist og lengi mætti áfram telja. Mér finnst það frekar súrt að það séu einungis myndlist og höggmyndalist sem fá að kalla sig einfaldlega bara list. Ég álít list vera leið listamannsins til að tjá tilfinningar sínar sama hvort það er í formi tónlistar, leiklistar eða myndlistar eða einhvers annars konar listar. Ég held að list þurfi ekki endilega að hafa neina merkingu, hver ætti sú merking að vera? En á að kalla t.d. tónlistarmenn sem spila verk annarra listamenn? Þá eru þeir náttúrulega ekki að tjá tilfinningar sínar og þar með mundi mín kenning falla. En ef þeir útsetja lögin á sinn hátt? Eru þeir þá orðnir listamenn?\nEn jæja, vá ég er gjörsamlega rugluð af þessum pælingum. Þannig ég hætti þeim bara núna."
        },
        {
            "user": "nologo",
            "user_id": "2605",
            "date": "2002-12-16 17:08:51",
            "id": "813729",
            "reply_to_id": "813728",
            "text": "Já, það er ömurlegt með meira móti hvað mynd/höggmynda list einokar titilin að vera list. Man þegar ég var í skóla þá var boðið upp á sona listasmiðju og hugsaði ég tónlistar-og leiklistarfíflið mér gott til glóðarinnar en einhverra hluta vegna þá voru einu listirnar sem í boði voru að teikna eitthvað og föndra sona drasl. Og þegar þetta barst til tals urðu´allir voðalega hissa að mér skyldi finnast tónlisti og leiklist eiga heima á listasmiðju einnig. Og bókmenntir eru náttúrulega stærsta listin en það væri guðlast að halda slíku fram.\nÉg stend við það að list sé það að endurgera mannsins tilfinningar í hvað formi sem það sé!"
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2002-12-16 21:46:30",
            "id": "813730",
            "reply_to_id": "813715",
            "text": "Svo það sem við gerum er að sleppa því að skilgreina list, eða\nhöfum svokallaða “opna” skilgreiningu, sem felst í því að hægt\ner að teygja á núverandi skilgreiningu til að ná utan um það\nsem við viljum að list sé og geti orðið.\nEn þegar allt kemur til alls er “opin skilgreining” bara snobbaðra\nheiti á “engri silgreiningu” svo við lendum í sama veseni.\nSvo niðurstaðan er sú að engin veit raunverulega hvað list er.\nSem er slæmt.\nÉg held að þessu hugtaki sé bara ekki við bjargandi.\nÞað er þó alltaf gaman að “flottu dóti” eins og málverkum. :-)"
        }
    ]
}