{
    "forum_title": "Kvikmyndir",
    "user": "Atari",
    "user_id": "100",
    "date": "2002-12-17 04:47:58",
    "title": "Hringadróttinsaga:Tveggja Turna Tal",
    "text": "Þetta er færsla sem ég skrifaði á heimasíðuna mína og ákveð að senda hana hingað. Að mínu mati inniheldur þessi gagnrýni ekki SPOILERA, sérstaklega ekki fyrir þá sem þekkja sögurnar. Mögulegir spoilerar er þegar ég er lýsa hvar sumar senur eiga sér stað og í hvaða samhengi.\nJæja þá er maður loksins búin að sjá þessa mynd sem ég ásamt öruggleg fjölmörgum öðrum hef verið að bíða eftir. Ekki mun ég spilla með að segja nett frá myndinni hér, En ég get sagt eitt að hún er bara nokkuð betri í fyrstu atrennu en fyrri myndin. Að vísu hefur þessi mynd ekki byrjun né enda og fólk verður bara að hafa það í huga þefar það skellir sér á þessa ræmu því er ég viss um að það skemmir örlítið fyrir fólki. Frásagnar stílnum sem einkenndi þennan kafla sögurnar er örlítið frábrugðin bókunum en það kemur vel út og er ég sáttur við þann part myndarinar að blanda söguþráðunum saman en ekki vera segja þá einn í einu. Gollrir er ekkert smá flott gerður og þarna er ég held bara komin það sem margir óttuðst að tölvuleikarar yrðu betri en frábærir. Eiga auðvitað langt í land með að ná þessum ekta leikurum en þetta er ótrúleg vinnsla á þessum karakter.\nGimli Glóason er yfirþyrmilega fyndinn þessa mynd og er það bara möst. Margir hafa haft á orði að persónurnar eru ekki þær sömu og í fyrri myndini og verð ég nú að vera ósammála þeim fullyrðinum. Tökum Gimla sem dæmi, fólk talar um að hann sé fyndin hérna enhafi ekki verið það í fyrri myndinni. Sem er rugl.. hann var nefnilega gífurlega fyndin í undirdjúpum Moria þegar hann sagði að það kastar engin dverg og baðum að það yrði ekki togað í skeggið hans.\nSama má segja um Kát og Pippin, þeir voru mjög skemmtilegir í fyrri myndini en hérna fá þeir fá tækifæri til að skemmta okkur áhorfendum miðað við þær aðstæður sem þeir lenda í, rétt í lokin gefst þó tækifæri til húmors hjá þeim félögum og er það fullnýtt. Aðrir karakterar halda sínum dampi og hafa ekkert breyst neitt þó sumir vilja meina annað. Lýsing á því hversu Hringurinn Eini íþyngir Fróða er vel útfært og húsbóndahylli Sáms líka. Ákveðni og ábyrgð Aragons fær líka fínar lýsingar. Legolas fær að mínu mati ekki nógu stórt hlutverk en það sem hann gerir er lýst mjög vel og sérstaklega vinátta hans og Gimla. Og hann er ekkert meria brútal þarna en í fyrstu myndinni, hann fær eindfaldlega meira til að drepa þarna.\nBardagdin við Helmsgjá er gífurlega flottur og tilkomu míkill, en einhverja hluta vegna bjóst við meiru. Og má kannski skrifa það að mestu á þær sögusagnir sem ég hef heyrt. Engu að síður var ég miklu meira en sáttur við það stórfenga atriði.\nAtriði þegar Enturnar taka sig til og gera áras á Saruman er líka skemmtilega útfært með keim af smá húmor þökk sé Kát og Pippin, og líka smá eldi :D\nEn þetta er auðvitað mitt mat.. ég er svo harður sko.\n3.5 Stjörnur af 4 í einkun.\nPS ég gaf LOTR:FOTR 2.5 stjörnur fyrst. En sú mynd komst nú í fjörar eftir að ég sá Extended Versionið",
    "url": "https://www.hugi.is/kvikmyndir/greinar/110944/hringadrottinsagatveggja-turna-tal/",
    "url_id": "110944",
    "id": "815514",
    "replies": [
        {
            "user": "fridfinnur",
            "user_id": "4873",
            "date": "2002-12-18 14:15:57",
            "id": "815515",
            "reply_to_id": "815514",
            "text": "Sé hana á föstudaginn. En já, ég var að lesa reviewið hanns Roger Eberts og ennog aftur tekst þessum manni að pirra mig til helvítis þarsem að enn og aftur þykist hann hafa eitthvað vit á þessum blessuðu bókum (sem hann las fyrir einhverjum áratugum og “gluggaði” örlítð í áður en að Fellowship kom út) og hann segir eitthvað á þá leið að bardaginn í helms deep sé of blóðugur og haldi ekki í sakleysislegan og barnalegan anda Tolkien…ef mér skjátlast ekki voru lýsingarnar á þessari blessuðu orrustu vægast sagt sóðalegar í bókinni þarsem að aflimunum var nokkuð vel lýst í smáatriðum. Ef að þetta er barnalegt og sakleysislegt vil ég ekki vita hvað hann kallar fullorðinn´sbókmenntir."
        },
        {
            "user": "Ratatoskur",
            "user_id": "8834",
            "date": "2002-12-18 15:07:39",
            "id": "815516",
            "reply_to_id": "815515",
            "text": "Já það er ótrúlegt hvernig Ebert kallinn þykist vita betur en allir aðrir um þessar bækur þrátt fyrir að hafa lesið þær síðast fyrir tugum ára síðan.\nEf hann hefði lesið þær aðeins fyrr hefði hann kannski gert sér grein fyrir sér að bardagar Tolkiens eru mjög blóðugir. Í ROTK er til dæmis sagt frá því þegar Orkarnir ákveða að skutla höfðum fallinna Gondormanna aftur inn í borgina. Þetta skrifaði Tolkien og Ebert á ábyggilega eftir að hrista hausinn þegar hann sér þetta í þriðju myndinni.\nOg stöðuga romsan hans um að Hobbitar eigi alltaf að vera í aðalhlutverki er eiginlega túlkunaratriði. Jú Hobbitarnir eru vissulega í aðalhlutverki í bókinni en alls ekki allan tímann. Og The Two Towers bindið fjallar aðallega um Aragorn, Gandalf og félaga. Og sagan þeirra er mjög mikilvæg og ekki hægt að komast hjá henni.\nÉg get samt að vissu leyti verið sammála honum um að persónur mættu fá að njóta sín meira.\nHinsvegar er vægast sagt stórfurðulegt ef maður lítur á mjög hæpin rök Eberts og þriggja stjörnu dóm hans á The Two Towers og ber saman við nýjustu Harry Potter myndina sem fékk fjórar stjörnur hjá honum.\nMeð fullri virðingu fyrir Harry Potter sem mér fannst ágætis mynd þá er leikur krakkanna í myndinni frekar lélegur og persónusköpunin óttalega fábrotin en samt finnst honum myndin meistaraverk.\nEn með The Two Towers gerir hann svo stórar og fáránlegar kröfur sem eiga ekki við rök að styðjast að ég veit ekki hvað.\nÉg er alvarlega að spá í að skrifa honum bréf og spyrja hann aðeins út í sumt."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-12-18 17:10:40",
            "id": "815517",
            "reply_to_id": "815516",
            "text": "go ratatoskur!\nen hey er þetta ekki svona 20x greinin um þessa mynd hérna á huga."
        },
        {
            "user": "Gandalfur",
            "user_id": "1129",
            "date": "2002-12-18 20:59:05",
            "id": "815518",
            "reply_to_id": "815516",
            "text": "Ég er líka dálítið svekktur út í Ebert. Ekki útaf því að hann gefur myndinni “bara” 3 stjörnur heldur hvernig hann gagnrýnir hana. Meikar ekki sens hvernig hann talar um bókina. Ég er farinn að halda að hann sé að rugla hobbitanum saman við LOTR.\nSvona talar hann um Harry Potter:\nWhat's developing here, it's clear, is one of the most important franchises in movie history, a series of films that consolidate all of the advances in computer-aided animation, linked to the extraordinary creative work of J.K. Rowling, who has created a mythological world as grand as “Star Wars,” but filled with more wit and humanity.\nÞetta finnst mér hreint og beint fáránlegt en maðurinn má víst hafa sína skoðun.\nSvo gaf hann Tomb Raider 3 stjörnur sem er ófyrirgefanlegt að mínu mati.\nJá ég verð að viðurkenna að þessi maður fer ferlega í taugarnar á mér."
        },
        {
            "user": "Ratatoskur",
            "user_id": "8834",
            "date": "2002-12-18 22:33:52",
            "id": "815519",
            "reply_to_id": "815518",
            "text": "Já Tomb Raider er víst mynd í sama klassa og Lord of the Rings skv. Roger Ebert. Frekar niðurdrepandi."
        },
        {
            "user": "tunkur",
            "user_id": "16472",
            "date": "2002-12-20 23:06:05",
            "id": "815520",
            "reply_to_id": "815518",
            "text": "hvar er hægt að finna gagnríni Roger Ebert á netinu"
        },
        {
            "user": "Gandalfur",
            "user_id": "1129",
            "date": "2002-12-21 14:29:07",
            "id": "815521",
            "reply_to_id": "815520",
            "text": "tunkur. Hér:\nwww.suntimes.com/index/ebert.html"
        },
        {
            "user": "Gandalfur",
            "user_id": "1129",
            "date": "2002-12-21 14:29:55",
            "id": "815522",
            "reply_to_id": "815520",
            "text": "tunkur. Hér:\nwww.suntimes.com/index/ebert.html"
        },
        {
            "user": "Gandalfur",
            "user_id": "1129",
            "date": "2002-12-21 14:30:46",
            "id": "815523",
            "reply_to_id": "815520",
            "text": "tunkur\nwww.suntimes.com/index/ebert.html"
        },
        {
            "user": "ask",
            "user_id": "5847",
            "date": "2002-12-19 00:04:38",
            "id": "815524",
            "reply_to_id": "815514",
            "text": "Já, ég er sammála flestu þessu.\nVar bara mjög hrifinn af myndinni í heildina. Mér fannst myndin ekki eins stöðug og seinasta, þ.e.a.s meiri sveiflur, eina stundina verið að lýsa rómantísku sambandi og þá næstu hrikalegum bardagasenum. Ég er ekki að segja það sé slæmt, nú er reyndar ár síðan ég sá hina, en mér fannst hún svona jafnari, spennunni dreift jafnt og þétt.\nBardaginn við Helmsgjá var virkilega flottur og mér fannst þeir lýsa valdi hringsins mjög vel.\nÞrjár stjörnur að mínu mati ekki réttmæt gjöf, því að það eru aðeins 3 myndir sem ég man, sem stendur, að hafa setið alveg þéttingsfast yfir, án þess að blikka auga og það er: FOTR, Minority Report og Two Towers.\nJust me 2 cents.\nP.s ég hef ekki lesið Hobbitinn eða LOTR.\nkv.\nBergu"
        },
        {
            "user": "fridfinnur",
            "user_id": "4873",
            "date": "2002-12-19 00:30:50",
            "id": "815525",
            "reply_to_id": "815524",
            "text": "Ebert á rétt á sinni skoðun, en hann hefur oft komið með kjaftæðis stjörnugjafir og finnst mér hann hálf lélegur gagnrýnandi."
        },
        {
            "user": "fridfinnur",
            "user_id": "4873",
            "date": "2002-12-19 16:52:21",
            "id": "815526",
            "reply_to_id": "815525",
            "text": "Há, mér hefði ekki fundist neitt að því hefði Ebert gefið TTT eina stjörnu bara ef hann hefði rökstutt það útfrá einhverskonar lógík ekki bara ahnns túlkun á bókum sem hann las fyrir 20 árum. Allir túlka bækurnar mismundandi og hann gæti a.m.k. haft sómann í að lesa þetta alltsaman aftur út í gegn ef hann ætlar að fara þá leið að gagnrýna myndirnar útfrá bókunum."
        },
        {
            "user": "Madrid",
            "user_id": "27547",
            "date": "2002-12-19 18:11:53",
            "id": "815527",
            "reply_to_id": "815526",
            "text": "Hringadróttinsaga:Tveggja Turna Tal er bara besta mynd sem eg hef séð"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-12-19 19:13:54",
            "id": "815528",
            "reply_to_id": "815527",
            "text": "sammála besta mynd í heimi"
        },
        {
            "user": "Dahlia",
            "user_id": "17898",
            "date": "2002-12-21 00:23:57",
            "id": "815529",
            "reply_to_id": "815514",
            "text": "Var að koma heim af þessarri mynd, og ekki er ég nú vonsvikinn. Þvílík mynd hér á ferð, og að hún skuli fá 3 stjörnur frá Ebert er náttúrulega rugl enda tek ég ekki mark á þeim manni. Ég var búinn að heyra að TTT væri ekki eins góð og hin frá ýmsum, en mér finnst TTT eiginlega betri en FOTR. Bardaginn við Helms Deep er snilldarlega útfærður, vægast sagt mjöööög flottur. Ég held bara að enginn geti verið vonsvikinn eftir þessa mynd."
        },
        {
            "user": "kingmob",
            "user_id": "1813",
            "date": "2002-12-21 14:23:00",
            "id": "815530",
            "reply_to_id": "815514",
            "text": "st'orkostleg mynd. gefur þeirri fyrri ekkert eftir. bara 360 dagar ‘i return of the king!\nog ebert hefur ekki hundsvit ’a kvikmyndum. hann telur “the cell” viðl'ika sj'onrænt meistaraverk og “2001”, blastar “fellowship” og “matrix” fyrir að þær “endi ekki”, meðan “final fantasy” myndin f'ekk 3 og h'alfa stjörnu hj'a honum eingöngu vegna þess að h'un var ein st'or tæknibrella.\nog ekki er n'u roeber f'elagi hans sk'arri. þoldi ekki “chicken run” eingöngu af þv'i að h'un fjallaði um talandi kj'uklinga. það voru næg rök fyrir hann að myndin væri l'eleg. og þetta eru virtir gagnr'ynendur!\n-km"
        },
        {
            "user": "kingmob",
            "user_id": "1813",
            "date": "2002-12-21 14:23:19",
            "id": "815531",
            "reply_to_id": "815514",
            "text": "st'orkostleg mynd. gefur þeirri fyrri ekkert eftir. bara 360 dagar ‘i return of the king!\nog ebert hefur ekki hundsvit ’a kvikmyndum. hann telur “the cell” viðl'ika sj'onrænt meistaraverk og “2001”, blastar “fellowship” og “matrix” fyrir að þær “endi ekki”, meðan “final fantasy” myndin f'ekk 3 og h'alfa stjörnu hj'a honum eingöngu vegna þess að h'un var ein st'or tæknibrella.\nog ekki er n'u roeber f'elagi hans sk'arri. þoldi ekki “chicken run” eingöngu af þv'i að h'un fjallaði um talandi kj'uklinga. það voru næg rök fyrir hann að myndin væri l'eleg. og þetta eru virtir gagnr'ynendur!\n-km"
        },
        {
            "user": "kingmob",
            "user_id": "1813",
            "date": "2002-12-21 14:23:31",
            "id": "815532",
            "reply_to_id": "815514",
            "text": "st'orkostleg mynd. gefur þeirri fyrri ekkert eftir. bara 360 dagar ‘i return of the king!\nog ebert hefur ekki hundsvit ’a kvikmyndum. hann telur “the cell” viðl'ika sj'onrænt meistaraverk og “2001”, blastar “fellowship” og “matrix” fyrir að þær “endi ekki”, meðan “final fantasy” myndin f'ekk 3 og h'alfa stjörnu hj'a honum eingöngu vegna þess að h'un var ein st'or tæknibrella.\nog ekki er n'u roeber f'elagi hans sk'arri. þoldi ekki “chicken run” eingöngu af þv'i að h'un fjallaði um talandi kj'uklinga. það voru næg rök fyrir hann að myndin væri l'eleg. og þetta eru virtir gagnr'ynendur!\n-km"
        },
        {
            "user": "kingmob",
            "user_id": "1813",
            "date": "2002-12-21 14:24:48",
            "id": "815533",
            "reply_to_id": "815532",
            "text": "'ups. kom alltaf error. h'elt þetta hefði ekki komið inn. scuze me!"
        }
    ]
}