{
    "forum_title": "Bretti",
    "user": "LocoDuck",
    "user_id": "23289",
    "date": "2002-12-21 20:39:28",
    "title": "er hættur að skilja",
    "text": "Ég meina það ég er hættur að botna í þessu öllu ,\nsnjóleysi , bara opið um helgar í skálafelli , þessu landi yfir höfuð .\nHvað er að gerast afhverju erum við hætt að fá þennan venjulega snjóskamt sem við eigum að fá á þessum tíma, þetta er að verða hálf óvenjuleg “kvöl” sem við snjóbrettamenn og snjóbrettakonur erum að ganga í gegnum á hverju einasta ári! ég er að verða pínulítið þreyttur á þessu en vonandi er þetta bara eitthvað hitaskeið í gangi núna en COMON !!!!!!!!!!!!!!!!\nþetta HLÝTUR bara að fara snjóa bráðum allavegana einhverntíma í des ég er að verða frekar þreyttur og pirraður á þessu öllu saman\nhow about u folks",
    "url": "https://www.hugi.is/bretti/greinar/111845/er-haettur-ad-skilja/",
    "url_id": "111845",
    "id": "823014",
    "replies": [
        {
            "user": "SiggiSnow",
            "user_id": "27445",
            "date": "2002-12-23 02:52:11",
            "id": "823015",
            "reply_to_id": "823014",
            "text": "Ef þú hefur ekkert að gera í snjóleysinu hví færðu þá bara ekki einhvern til að draga þig á brettinu út á sjó eða finnur þér góðan sjávarhamar eða eitthvað og ferð að æfa þig að stökkva, ég meina þú færð alveg jafn mikið út úr því."
        },
        {
            "user": "ArniGeir",
            "user_id": "7507",
            "date": "2002-12-23 10:42:01",
            "id": "823016",
            "reply_to_id": "823015",
            "text": "Siggi! þetta eru ekki sjóskíði!!!\nMaður á að renna sér á (S)H2O"
        },
        {
            "user": "darkjesus",
            "user_id": "12986",
            "date": "2002-12-23 12:22:46",
            "id": "823017",
            "reply_to_id": "823014",
            "text": "OK, ég skil þig alveg og er alveg sammála þér, en getur fólk ekki hætt að senda inn “greinar” um snjóleysi??? Þetta eru innihaldslausar greinar sem eiga heima á korkinum!!\nAsta P, þetta er ekki góð grein sem þú hefðir átt að senda á korkinn!!!"
        },
        {
            "user": "LocoDuck",
            "user_id": "23289",
            "date": "2002-12-23 13:49:09",
            "id": "823018",
            "reply_to_id": "823017",
            "text": "ok já sorry ég meina ég veit alveg að það komi snjór en bara , ég er kannski bara orðin of óþolinmóður ég veit ekki “siggisnow” um hvað varst þú að tala kallinn minn ????????????"
        },
        {
            "user": "LocoDuck",
            "user_id": "23289",
            "date": "2002-12-23 15:05:03",
            "id": "823019",
            "reply_to_id": "823018",
            "text": "Það er ekkert verið endalaust að velta sér upp úr því að það sé enginn snjór frekar þá umræða um snjó almennt, og hvort það viti einhver um snjó og hvort það sé að snjóa einhversstaðar en ég meina er einhver skýring á því að það er að verða frekar hlýtt núna í desember en ég kom hérna með eina sem ég lét á korkinn en hvort það veit einhver eikkað meira en ég .\nAri Trausta var eikkað að bulla um að þetta er bara eikkað hitaskeið siðustu 2-3 ár og það þurfi ekkert að vera mikið lengur í viðbót ………\nVeit einhver eitthvað um þessi mál !!!!!!!!!!!!"
        },
        {
            "user": "SiggiSnow",
            "user_id": "27445",
            "date": "2002-12-24 01:56:07",
            "id": "823020",
            "reply_to_id": "823018",
            "text": "Hva fdsjdfsjdh, hefurðu aldrei rennt þér á vatni eða látið draga þig út á sjó, það er bara snilld og svo héllt ég að allir hefðu einhverntíma stokkið fram af bjargi.\nÞú talar um að hafa ekkert að gera í snjóleysinu, þá þarf maður að nota hugmyndaflugið og fara í næsta frystihús og verða sér út um svo sem kerrufylli af ís sem maður notar svo við eitthvað rail eða hvað sem maður vill."
        },
        {
            "user": "LocoDuck",
            "user_id": "23289",
            "date": "2002-12-24 03:06:11",
            "id": "823021",
            "reply_to_id": "823020",
            "text": "já það væri kool að stökkva fram af bjargi og fara á wakeboard bara ég á engan bíl og ég veit ekkert hvar maður á að fara út á sjó og ég á engan bát og hvað þá wakeboard þannig að ég er í frekar erfiðari stökkva fram af bjargi meiaru þá ofan í sjó eða bara í fallhlíf ?"
        },
        {
            "user": "SiggiSnow",
            "user_id": "27445",
            "date": "2002-12-24 16:11:48",
            "id": "823022",
            "reply_to_id": "823021",
            "text": "Þú þarft ekki endilega wakeboard til þess að láta draga þig út á sjó þó það sé vissulega mikið betra en það er annars ekkert erfitt að vera á snjóbretti nema þá losnar maður ekki úr bindingunum þegar maður dettur og öruggast er að vera í vesti."
        },
        {
            "user": "Nero",
            "user_id": "30928",
            "date": "2002-12-30 17:23:18",
            "id": "823023",
            "reply_to_id": "823022",
            "text": "Það er bara best að búa fyrir norðan á Akureyri. Þar er alltaf hægt að fara á bretti á veturna"
        }
    ]
}