{
    "forum_title": "Battlefield",
    "user": "OBhave",
    "user_id": "3496",
    "date": "2002-12-21 02:06:40",
    "title": "Viðgerðapallar",
    "text": "Þetta er eitt umræðuefni sem mér liggur á hjarta og sem ég hef nú þegar póstað sem svar við greininni “Spawncamp=Tactík” sem var greinilega mjög heitt og umdeilt umræðuefni, miðað við þann fjölda svara sem hún fékk. Það höfðu greinilega allir eitthvað að segja um það. En þetta er nokkurs konar “undirflokkur” í því máli, þó að ég sé eiginlega að tala um camp á repair pöllum hvar sem þeir finnast. Ég veit ekki hvort þetta verður grein eða hvort þetta lendir á korknum og mér er í raun sama, mig langar bara að vita hvað öðrum finnst um þetta. Eruð þið sáttir við þetta eins og það er? Eruð þið síður en svo kátir, og viljið láta breyta þessu? Er ykkur kannski bara SKÍTsama? Látið heyra í ykkur. Allavega hérna er svarið mitt við greininni:\n[tek það fram að mér finnst þetta frábær leikur] \"En það er eitt við leikinn sem mér finnst að developers mættu laga og það eru viðgerðar (repair) pallarnir. Mér finnst það í alla staði pirrandi og óraunverulegt í annars mjög skemmtilegum og mátulega raunverulegum leik að skriðdrekar skuli geta setið á þessum stöðum nánast ódauðlegir og barist með fullum styrk. (nema að allir skjóti hann í rassinn samtaka á sömu sekúntunni eða ef maður nær að koma Exp pack á hann) En hvernig í andskotanum á að leysa þetta? Taka út repair pallana? Nei. Mér dettur í fljótu bragði ein lausn í hug og það er að repair pallarnir séu *aðstaða* fyrir hermanninn að laga tankinn sjálfur. Þar með fá menn sitt repair en geta ekki barist á meðan. Eða þá að skriðdrekinn geti einfaldlega ekki hreyft byssuna eða skotið meðan hann er á pallinum (mjög rökrétt þar sem maður lagar varla hluti skriðdrekans meðan þeir eru allir á hreyfingu) og ef þú lendir í fyrirsát, þá geturðu bara keyrt út af pallinum. Hvað finnst ykkur? [edit: Með *aðstöðu* hugmyndinni gæti drekinn barist meðan hann fær repair, en þá væri þó allavega hægt að drepa repair gaurinn (hljómar ágætlega, þar sem hlutirnir laga sig náttúrulega ekki sjálfir). Og svo datt mér önnur aðferð í hug, mjög svo einföld, að gera hafa viðgerðirnar eins og þær eru, nema bara *hægari*. Þar með væri heilsa óvinadrekans ekki næstum komin í fullt þegar þinn dreki er tilbúinn að skjóta aftur. En auðvitað hefur þetta þann galla að óvinadrekinn hefur ennþá leiðindaforskot á þig, og mun betri möguleika á að vinna slaginn. En.. enn og aftur, Hvað-Finnst-Ykkur?     End of edit]",
    "url": "https://www.hugi.is/bf/greinar/111809/vidgerdapallar/",
    "url_id": "111809",
    "id": "822217",
    "replies": [
        {
            "user": "viking",
            "user_id": "25813",
            "date": "2002-12-21 15:13:27",
            "id": "822219",
            "reply_to_id": "822217",
            "text": "Það er gaman að kasta dýnamíti á viðgerðapallana og þegar skriðdreki kemur “Búmm!!!!!”\n=]"
        },
        {
            "user": "Rikki",
            "user_id": "5508",
            "date": "2002-12-21 16:02:46",
            "id": "822220",
            "reply_to_id": "822219",
            "text": "Vel orðað =)\nAnnars eru nú one-shot kill spots á sumum drekum ef þú leikur sem anti-tank.\nÁ Sherman er kassi aftan á turrettunni, skjóttu í hann og “Búmm!” (þó svo að hann sé glænýr og óskemmdur)\nÁ PanzerIV er eins og lárétt, svart rör aftan á búknum… beint í það.\nÁ Chi-ha (japanski) eru tvö púströr aftan á búknum, hægri og vinstra megin, skjóta beint inn í þau.\nMeira man ég ekki, en það var eitthvað á öðrum tönkum, alltsaman á bakhliðinni ;)"
        },
        {
            "user": "shaguar",
            "user_id": "1341",
            "date": "2002-12-22 01:53:09",
            "id": "822221",
            "reply_to_id": "822220",
            "text": "Hvað með Tigerinn og Russia skriðdrekann gula, man ekki hvað hann heitir, hvernig er maður fljótastur að eyðileggja þá?"
        },
        {
            "user": "Rikki",
            "user_id": "5508",
            "date": "2002-12-22 13:36:02",
            "id": "822222",
            "reply_to_id": "822221",
            "text": "Tja, Tigerinn hefur engan þektan one-shot kill spot, og ég hef ekki hugmynd um hvernig á að plamma þann Rússneska.\nAnnars hefur mér fundist áhrifaríkast að skjóta á bakhliðina, eða á beltin á hliðunum. (ATH, þú þarft mörg skot á Tiger!)"
        },
        {
            "user": "gvari",
            "user_id": "26369",
            "date": "2002-12-22 15:44:46",
            "id": "822223",
            "reply_to_id": "822222",
            "text": "Jú tiger,T34 og M10 eru skriðdrekabanar og þessvegna með öflugri skot og meiri brynvörn enn ef að þú ert á T.d M10 þá er nóg að hitta í annanhvorn bensíntankinn á Tiger og þá Búmm eitt skot það sama á við hina drekana M10 hefur engan sjánlegan bensíntank aftan á sér eins og T34 og tiger enn þú getur samt tekið hann í einu skoti.Enn ef að þú ert á sherman eða einhverjum af þessum minni þá þarftu 3 góð skot í bossann til að sprengja þá."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-12-21 17:00:33",
            "id": "822218",
            "reply_to_id": "822217",
            "text": "Bara hætta þessu væli og laumast aftan að tönkunum sem anti tank eda enginneer og bara sprengja hann *ekkert mál*"
        },
        {
            "user": "ilo",
            "user_id": "8027",
            "date": "2002-12-21 17:13:00",
            "id": "822224",
            "reply_to_id": "822217",
            "text": "ég lít nú meira á þetta sem challenge og eitt af því sem gerir þetta bara skemmtilegra"
        },
        {
            "user": "GARafAR",
            "user_id": "20511",
            "date": "2002-12-21 17:17:30",
            "id": "822225",
            "reply_to_id": "822217",
            "text": "Í raun ætti kannski ekki að vera hægt fyrir “óvin” að repaira á “óvina” repairpoint. Ekki nema basenum hafi verið náð.   : )"
        },
        {
            "user": "POrTA",
            "user_id": "309",
            "date": "2002-12-21 17:30:02",
            "id": "822226",
            "reply_to_id": "822217",
            "text": "Það tók mig nú ekki meira en 3 artillery skot til að stúta einum Panzer á svona palli um daginn….það er ekkert að því að hafa þetta svona"
        },
        {
            "user": "Czar",
            "user_id": "1110",
            "date": "2002-12-21 17:54:03",
            "id": "822227",
            "reply_to_id": "822217",
            "text": "allveg sammála þessu, finnst reyndar pallarnir minna vandamál, mesta vandamálið eru flugskýlin, hef lent í því að það voru tveir óvina skriðdrekar í einu svoleiðis drepandi allt sem hreyfðist, ætti að breyta þeim þannig að skýlin lagi bara flugvéla"
        },
        {
            "user": "LoGy",
            "user_id": "5904",
            "date": "2002-12-31 00:00:48",
            "id": "822228",
            "reply_to_id": "822227",
            "text": "Já Czar það er vel pirrandi þegar gaurar campa inní flugskýlum í óvina beisum"
        },
        {
            "user": "penguin",
            "user_id": "31040",
            "date": "2002-12-21 18:40:25",
            "id": "822229",
            "reply_to_id": "822217",
            "text": "Mér finnst viðgerðarpallarnir fínir en það er reyndar eitt MJÖG óraunverulegt við þá, það að óvina farartæki fái fulla þjónustu hjá ósýnilegu “Botta”vélsmiðunum í mínu aðalbasei !\nLausnin er að þú fáir aðeins sjálfkrafa viðgerð á eigin viðgerðapöllum (sem bera flagg þinnar þjóðar)\nALLS ekki þegar maður plantar í óvinaflugskýli eða viðgerðapalli."
        },
        {
            "user": "Rumms",
            "user_id": "30459",
            "date": "2002-12-21 18:55:15",
            "id": "822230",
            "reply_to_id": "822217",
            "text": "Mér Finnst nú bara að maður ætti ekki að geta\nskotið a meðan maður er að repaira og ekki geta repairað i óvina base!"
        },
        {
            "user": "Feelix",
            "user_id": "17380",
            "date": "2002-12-22 01:26:06",
            "id": "822231",
            "reply_to_id": "822217",
            "text": "Er sammála þessu, ekki ætti að vera hægt að gera við drekana eða flugvélar á pöllum eða flugskýlum nema þínum eigin. Þar sem þinn fáni er.\nFinnst einnig sniðugt að ekki væri hægt að skjóta á meðan viðgerð stendur, gerir leikinn raunverulegri og meira strategic. þarft að pæla meir í staðsetningu.\nmín skoðun\nkv [Fantur]Feelix"
        },
        {
            "user": "kvikindi",
            "user_id": "9068",
            "date": "2002-12-22 01:38:59",
            "id": "822232",
            "reply_to_id": "822231",
            "text": "HVAR ERU BAKDYRNAR Á FLUGSKÝLINU????\nÞetta “meikar” náttúrulega ekkert “sens”.\n+SS EVIL\n(bron ot be syldexic)"
        },
        {
            "user": "OBhave",
            "user_id": "3496",
            "date": "2002-12-23 03:41:53",
            "id": "822233",
            "reply_to_id": "822231",
            "text": "hmm… já mér finnst mjög góð rök fyrir því að banna mönnum að fá repair hjá ÓVININUM =P en það leysir ekki málið með neutral pallana…  jæja, takk fyrir innleggin"
        },
        {
            "user": "tunkur",
            "user_id": "16472",
            "date": "2002-12-24 16:07:20",
            "id": "822234",
            "reply_to_id": "822233",
            "text": "nutral pallarnir eru bara óvirkir því að það er einginn birjaður að nota stöðinna svo að það á ekki neit í stöðinni að vera kominn í gang"
        },
        {
            "user": "OBhave",
            "user_id": "3496",
            "date": "2002-12-24 23:31:27",
            "id": "822235",
            "reply_to_id": "822234",
            "text": "nei ég meina það er ennþá hægt að campa og berjast á neutral pöllunum, þó að það sé bannað að gera það á ENEMY pöllum"
        },
        {
            "user": "morgvin",
            "user_id": "29192",
            "date": "2002-12-22 16:10:30",
            "id": "822236",
            "reply_to_id": "822217",
            "text": "hættið þessu væli þið verðið að athuga svo lengi sem skriðdrekinn er að campa á pallinum er hann ekki á víg vellinum, svo má náttúru lega til gamans geta hvurn andskotann er hann að gera þarna til að byrja með ?? var gat í vörninni ?"
        }
    ]
}