{
    "forum_title": "Deiglan",
    "user": "Lynx",
    "user_id": "3520",
    "date": "2000-12-11 15:39:52",
    "title": "Reykjanesbrautin",
    "text": "Jæja, þá byrjar sú umræða eina ferðina enn.  Reykjanesbrautin.  Finnst ykkur ekki undarlegt að miðað við þá miklu umferð sem fer um þennan veg, þá skuli Reykjanesbrautin ennþá vera EINBREIÐ í báðar áttir?  Tíðni banaslysa á þessum vegi er ótrúleg og satt best að segja þá finnst mér það engin furða, miðað við aðstæður.  Umferðarþunginn og hraðinn er gífurlegur.  Þarna um fer öll umferð milli Reykjavíkur og byggðarlaga á Suðurnesjum, fyrir utan ALLA umferð inn og út úr LANDINU með flugi.\nMiðað við alla þá fjármuni sem verið er að eyða úr ríkissjóði í alla mögulega og ómögulega hluti, væri ekki nær að eyða fé líka í að bjarga mannslífum með því að breikka Reykjanesbrautina í 4-6 akreinar og setja eyju á milli akstursáttanna á brautinni??  Þetta er hraðbraut, eftir alltsaman, sama hvað hver segir.  Og mér finnst það alveg forkastanlegt að ekki skuli hafa verið gripið til aðgerða fyrir löngu síðan.  Það var ekki fyrr en fyrir 3-4 árum sem brautin var einusinni UPPLÝST.\nÉg vil því lýsa yfir stuðningi við mótmælendur á Reykjanesbraut í dag.  Þó svo að ég sé ekki samþykk aðferðunum, þá viðurkenni ég það að flest önnur úrræði hafa verið fullreynd og ég skil vel að kominn sé úlfaþytur meðal íbúa Suðurnesja.  Gott ég er ekki í tímaþröng að ná flugi :o/\nAnyways, vildi bara tjá mig um þetta mál og sjá hvað aðrir hafa að segja um það.\nKv. Lynx",
    "url": "https://www.hugi.is/deiglan/greinar/11230/reykjanesbrautin/",
    "url_id": "11230",
    "id": "67739",
    "replies": [
        {
            "user": "radical",
            "user_id": "5666",
            "date": "2000-12-11 15:55:03",
            "id": "67740",
            "reply_to_id": "67739",
            "text": "Ég er alveg sammála þessu.. það er löngu orðið tímabært að laga þessa dauðagildru.. það fer allt of mkil umferð um þennan veg á hverjum einasta degi og það er einfaldlega hættulegt að hafa svona umferða miklan veg, einbreiðan… og það er líka sniðugt að hafa eyju á milli akstursátta.\nKeyrið varlega\npotent"
        },
        {
            "user": "Vargur",
            "user_id": "541",
            "date": "2000-12-11 16:10:16",
            "id": "67741",
            "reply_to_id": "67739",
            "text": "Alveg sammála Lynx. Breikka og setja eyju eða vegrið á milli. Það er jú kostnaðarsamt, en ef það verður til að afstýra einu dauðaslysi þá er það þess virði.\nv a r g u"
        },
        {
            "user": "Krusindull",
            "user_id": "5081",
            "date": "2000-12-11 16:17:00",
            "id": "67742",
            "reply_to_id": "67739",
            "text": "Fullkomlega sammála.\n+Svo er fólki og bílum alltaf að fjölga.\nÞað er orðið löngu tímabært að breikka Reykjanesbrautina og miklu meira en tími til kominn.\nKrusindull"
        },
        {
            "user": "Rhamsez",
            "user_id": "556",
            "date": "2000-12-11 16:38:12",
            "id": "67743",
            "reply_to_id": "67739",
            "text": "Ég er svo innilega sammála þessu, það er löngu orðið tímabært að breikka þessa slysagildru.\nÉg held að besta lausnin væri að leggja tvær nýjar akreinar í ca. 10m fjarlægð frá þessum sem fyrir eru til að halda öruggri fjarlægð milli akstursstefna!"
        },
        {
            "user": "kjwise",
            "user_id": "993",
            "date": "2000-12-11 16:45:02",
            "id": "67744",
            "reply_to_id": "67743",
            "text": "Það væri auðvitað best að fá hraðlest á milli en allar pælingar í þá átt taka langan tíma að verða að eitthverju þannig að jú, auðvitað á að breikka þennan veg.\nEn líklegast þarf að reikna út kostaðinn af þeirri framkvæmdinni, óþægindin og kostnaðinn vegna þeirra sem verða á meðan að breikkun stendur, kostnaðinn við aukið uppihald, deila þessu síðan með fjölda látinna og spyrja hvort að mannlífið sé virkilega metið fyrir neðan þá tölu."
        },
        {
            "user": "Rhamsez",
            "user_id": "556",
            "date": "2000-12-11 16:53:24",
            "id": "67745",
            "reply_to_id": "67744",
            "text": "Nú spyr ég bara hvort meturðu meira, mannslíf eða þægindi? Hvort viltu frekar breikka reykjanesbrautina eða byggja jarðgöng á austfjörðum?"
        },
        {
            "user": "Moose",
            "user_id": "4615",
            "date": "2000-12-11 16:50:16",
            "id": "67746",
            "reply_to_id": "67739",
            "text": "thad er nu til betri leidir til ad motmaela en thetta bull sem a ser stad thanna sko.\nkvedja\nMoose"
        },
        {
            "user": "Bender",
            "user_id": "271",
            "date": "2000-12-11 16:58:31",
            "id": "67747",
            "reply_to_id": "67739",
            "text": "mig minnir að eitt banaslys kosti 200 milljónir ( er ekki alveg viss ) þannig að breikka reykjanesbrautina tæki ekki langan tíma að borga sig upp"
        },
        {
            "user": "Throstur",
            "user_id": "160",
            "date": "2000-12-11 17:13:07",
            "id": "67748",
            "reply_to_id": "67747",
            "text": "Hvað meinarðu eiginlega með að banaslys kosti 200 milljónir? Mannslíf er ÓMETANLEGT TIL FJÁR! Það er ekki hægt að verðleggja það!"
        },
        {
            "user": "otti",
            "user_id": "5350",
            "date": "2000-12-11 18:37:07",
            "id": "67749",
            "reply_to_id": "67748",
            "text": "Ég er alveg sammála."
        },
        {
            "user": "JediMLD",
            "user_id": "2426",
            "date": "2000-12-11 19:24:10",
            "id": "67750",
            "reply_to_id": "67749",
            "text": "100 % sammála"
        },
        {
            "user": "gmc",
            "user_id": "2689",
            "date": "2000-12-11 17:07:21",
            "id": "67751",
            "reply_to_id": "67739",
            "text": "Það á að byrja að stækka hana NÚNA!!! Allaveganna gera áætlun STRAX"
        },
        {
            "user": "yaf",
            "user_id": "6162",
            "date": "2000-12-11 19:51:12",
            "id": "67752",
            "reply_to_id": "67739",
            "text": "Ég vil fá lest."
        },
        {
            "user": "telia",
            "user_id": "5165",
            "date": "2000-12-11 20:18:01",
            "id": "67753",
            "reply_to_id": "67752",
            "text": "Ég er svo sammála fyrsta ræðumanni…núna er tími til komin að fara að gera e\neitthvað í þessum vegamálum og það á reykjanesbrautinni tilhvers að vera\nað vesenast í einhverjum jarðgöngum og veseni út á landi það getur beðið en\nbreykkun á reykjanesbrautinni er þörf á…..og lest hum…lest er góður kostur\nsvosem er dauðaslysum myndi varla fækka!!!!!! Lest má bíða með..\nOg mótmælin sem voru í dag ég skal sko rétt vona að ríkistjórnin hafi haft\naugun opin og aðeins pælt í hlutunum og fari nú loksins að flýta þessu því\neftir síðasta slys kemur bara annað og svo annað og talan hækkar bara með\nárunum…."
        },
        {
            "user": "kelika",
            "user_id": "6197",
            "date": "2000-12-11 21:12:05",
            "id": "67754",
            "reply_to_id": "67739",
            "text": "Ég styð mótmælin. Það var alveg brilliant hugmynd að gera þetta. Það er bara þannig í okkar þjóðfélagi, sem er þjakað af lífsgæðakapphlaupinu, að mannslíf fara ekki að skipta máli fyrr en þau eru verðlögð. Sick!!! Og við þurfum aðgerðir en ekki endalausar umræður. Það er líka skrýtið að hugsa til þess að um leið og viðskipti og peningar eru komin í málið sbr. allt tjónið hjá Flugleiðum, þá verður allt vitlaust. Öll mannslífin eru greinilega ekki nóg til að ná fram úrbætum."
        },
        {
            "user": "hun",
            "user_id": "4708",
            "date": "2000-12-11 23:10:58",
            "id": "67755",
            "reply_to_id": "67754",
            "text": "breikkun reykjanesbrautar fínt og blessað, sem og aðrar vegaframkvæmdir sem vinna að auknu öryggi. en… ÍSLENDINGAR keyra aldrei samkvæmt aðstæðum. þeir halda alltaf að þeir ráði við náttúruöflin og auk þess eru þeir hraða/raunsæisfirrtir. ég meina hver hefur ekki lent í því að einhver idiot á reykjanesbrautinni keyrir á móti aksturstefnu og rétt smígur inn í þétta röðina áður en hann kremur á þér andlitið. þessi gaur er kannski 5 mínútum á undan að tékka sig inn í leifsstöð og getur því notið tveggja fleiri bjórsopa heldur en gaurinn sem keyrði löglega. fólk er náttlega fíbbl, það er staðreynd. ég er ekki viss um að breikkun eigi eftir að bjarga fleiri mannslífum en ef fólk myndi bara haga sér eins og fólk ( smá undarleg setning!).\nég vona að það sé enginn sem lesi þetta sem þarf að taka þetta til sín því ég mun skynja hver það er og ég kem og buffa hann!!!“!” áður en sá hinn sami gerir buff úr einhverjum öðrum með sínum formula1stælum.\nbrjáluð hún."
        },
        {
            "user": "loom",
            "user_id": "1464",
            "date": "2000-12-11 23:55:18",
            "id": "67756",
            "reply_to_id": "67739",
            "text": "Já.  Þetta hefur verið í brennidepli stjórnmálamanna svo lengi sem ég man, og löngu tímabært að mótmæli hefjist.\nKæri greinarhöfundur, ég er þér fyllilega sammála í því að ég sé ekki sammála þessum aðferðum sem notaðar eru.  Ef verið er að mótmæla, á það ekki að koma niður á fólki sem að _þarf_ að komast eftir þessum vegi, heldur frekar þá að fara niður að ráðhúsi, og mótmæla þar fyrir utan.  Þessar aðferðir eru allt of grófar.\nAnnað sem mér hefur dottið í hug er lestakerfi, eða a.m.k. _ein_ hraðlest sem fer frá Reykjavík (Mjódd?) til Keflavíkur.  Mjóddin er mjög aðgengileg fyrir flestalla.  Strætómiðstöð, og er frekar nálægt bæjarmörkum.  Þetta myndi spara mörgum aurinn, við að keyra til Keflavíkur, og geyma hugsanlega bílinn þar í nokkra daga/vikur.  Einnig myndi ég halda að þetta myndi spara tíma fyrir mörgum, því að margir láta keyra sig til Keflavíkur, til þess að makinn geti haft bílinn.\nAuðvitað, áður en þetta er gert, er bráðnauðsynlegt að breikka brautina, til að fækka dauðaslysunum, og svo má líta að lestakerfi.\nÉg hvet yfirvöld eindregið til að drífa sig að þessu, jafnframt þeim breytingum sem er verið að gera á mótum Breiðholtsbrautar og Reykjanesbrautar.  Það er kominn tími til að yfirvöld spyrji sig:  Hvort er mikilvægara?  Nokkur mannslíf á ári, eða ánæga margra á hraða til vinnu?"
        },
        {
            "user": "hun",
            "user_id": "4708",
            "date": "2000-12-12 09:22:08",
            "id": "67757",
            "reply_to_id": "67756",
            "text": "hei loom ingibjörg sólrún ræður engu um breikkun reykjanesbrautarinnar.\nþað væri nær að fara og kasta eggjum í alþingishúsið.\nannars ætla ég að benda þeim sem um lestar eru að tala að skoða eldri þráð sem fjallar um það efni. þar koma fram mörg rök bæði með og á móti lestarkerfi til keflavíkur.\nst.hún"
        },
        {
            "user": "Lynx",
            "user_id": "3520",
            "date": "2000-12-12 09:50:43",
            "id": "67758",
            "reply_to_id": "67756",
            "text": "Alþingishúsið, loom, Alþingishúsið.  En ég skil hvað þú átt við.  Kv. Lynx"
        },
        {
            "user": "disa",
            "user_id": "549",
            "date": "2000-12-12 11:32:53",
            "id": "67759",
            "reply_to_id": "67756",
            "text": "Spurning um hvort Íslendingar myndu notfæra sér lestarnar, við erum nú þekkt fyrir að nota EKKI almenningssamgöngur.\nEn þetta með hvað mannslíf kostar, þá var það hagfræðilegur útreikningur hvað það kostar þjóðfélagið þegar banaslys ber upp á en það er um 130 miljónir en tekið var fram að þar væru ekki verðlagðar þjáningar, sorg og missir… enda verður það aldrei verðlagt."
        },
        {
            "user": "elDoro",
            "user_id": "3625",
            "date": "2000-12-12 15:45:52",
            "id": "67760",
            "reply_to_id": "67739",
            "text": "Þarna er komin enn önnur framkvæmd sem hægt væri að setja ákveðnar 800 milljónir frekar í en í sendiráð. Hvar í fjandanum er forgangsröðunin hjá þessum köllum?"
        },
        {
            "user": "grizzly",
            "user_id": "2874",
            "date": "2000-12-12 17:06:32",
            "id": "67761",
            "reply_to_id": "67760",
            "text": "Hún er ekki til."
        },
        {
            "user": "grizzly",
            "user_id": "2874",
            "date": "2000-12-12 17:04:20",
            "id": "67762",
            "reply_to_id": "67739",
            "text": "Tvöföldun STRAX í gær takk fyrir!!!"
        },
        {
            "user": "hetjan",
            "user_id": "6225",
            "date": "2000-12-12 18:27:10",
            "id": "67763",
            "reply_to_id": "67739",
            "text": "hvað ert þú ein af þessu einstæðu mæðrum sem höfðu ekkert betra við tíman að gera en að loka brautinn ÞARNA og hindra alla í að fara í flug og kosta fólk milljóni"
        },
        {
            "user": "hun",
            "user_id": "4708",
            "date": "2000-12-12 18:43:51",
            "id": "67764",
            "reply_to_id": "67763",
            "text": "ég var að koma úr strætó rétt í þessu. í strætó heyrði ég í útvarpinu karl og kerlingu væla. þetta vælandi fólk var að öllum líkindum einhverjir þingmenn. og þetta væl fór gífurlega í taugarnar á mér. útvarpsmaðurinn var að ræða við fólkið um reykjanesbrautina og hvort því fyndist nauðsynlegt að fara út í framkvæmdir þar. og þá fór fólkið að væla,…jú jú þetta er hættulegur kafli en það hafa nú líka orðið hræðileg slys annars staðar. ef við myndum t.d. setja göng á milli fáskrúðsfjarðar og reyðarfjarðar myndum við losna við vondan kafla þar sem hefur orðið vont slys. ég er viss um að kellingin sagði eitt slys en ekki mörg. það geta nú ekki hafa orðið mörg slys á einhverjum fáförnum hluta hringvegarins, allavegana ekki miðað við þjóðbrautina til keflavíkur.\nþetta viðtal (við fólk sem ég veit ekki hvað heitir, afsakið lélega heimildaöflun en ég var í strætó notabene) gaf svo góða mynd af sveitamennskunni í íslenskum stjórnmálum. það eru allir þingmenn bara vinna fyrir sitt kjördæmi… að vinna að því að einhverjir 300 manns geti skotist í bæinn á nó tæm, eða ég veit ekki hvað. helvítis rotnu íslensku stjórnmál, afhverju gilda atkvæði fólksins ekki jafnt, afhverju er atkvæði siggu á súgandafirði 3 sinnum merkilegra en mitt?\næi ætlaði nú ekki að blaðra svona mikið á reykjanesbrautarþræðinum en mér þætti gott að heyra hvað landsbyggðarliðið hefur fram að færa um það afhverju það ætti að fá meir úr 5 sinnum meir úr ríkissjóði en ég.\nbreiðholtsmærin hún"
        },
        {
            "user": "Lynx",
            "user_id": "3520",
            "date": "2000-12-12 19:05:26",
            "id": "67765",
            "reply_to_id": "67763",
            "text": "Nei Hetjan, ég er hvorki einstæð móðir né bý í Keflavík.  Og ég hef sem betur fer líka verið svo heppin að þurfa ekki að upplifa þann ólýsanlega missi, sem slysin á Reykjanesbrautinni hafa haft í för með sér.  Aftur á móti get ég haft samúð með fólki og skilning.\nÞað er alveg spurning, Hetjan, hvort þú sért fær um að hugsa eitthvað aðeins lengra en um milljónirnar sem tapast við umferðartöf og hugsað um mannslífin sem tapast og sorgina sem missirinn hefur í för með sér.  Þetta fólk sem lokaði Reykjanesbrautinni var að grípa til örþrifaráða til að vekja athygli á hættunni sem ástvinir þeirra búa við á hverjum degi, t.d. aðeins við það að fara til og frá vinnu á Höfuðborgarsvæðinu.  Ég sagði aldrei að tilgangurinn helgaði meðalið, en hitt er annað mál að að lokum grípur fólk í hálmstrá, sama hvað einhverjum sálarlausum peninga-vélum finnst um það og afleiðingar þess.  Mér þætti meira við hæfi að vísa pirringi vegna umferðartafa þangað sem hann á heima.  Til þingmannanna “okkar” sem taka ákvörðanir um þessi mál og hafa ýtt þessu á undan sér með skammsýni, nísku og landsbyggðarpoti, árum saman.\nFáðu þér smá mennsku og yfirsýn, þú hefðir bara gott af því og vertu ekki með þetta röfl.\nGóðar stundir,\nLynx"
        },
        {
            "user": "hun",
            "user_id": "4708",
            "date": "2000-12-12 22:41:26",
            "id": "67766",
            "reply_to_id": "67765",
            "text": "áhugaverðar staðreyndir í tölum sem komu fram í stöðvar tvö fréttum um peninga og vegaframkvæmdir.\nþegar búið verður að gera göng á siglufjörð og önnur milli fáskrúðsfjarðar og reyðarfjarðar borgar ríkið 5500 kall með hverjum bíl sem fer í gegn. á sama tíma borgar ríkið 43 með hverjum bíl sem keyrir reykjanesbrautina.\nþessar tölur fást með því að rýna í áætlanir um kostnað vegna vegaframkvæmda svo og fjölda bíla sem keyra per dag.\nreiknihún"
        },
        {
            "user": "krystall",
            "user_id": "5587",
            "date": "2000-12-12 23:47:11",
            "id": "67767",
            "reply_to_id": "67766",
            "text": "Auðvitað á að breikka reykjanesbrautina það er ekki spurning.  Einnig vil ég benda á að miklar umræður eru að flytja reykjavíkurflugvöll til keflavíkur og þar með aukast ennþá samgöngurnar á milli.  Reiknað er með að erlendir ferðamenn verði eitthvað nálægt 300.000 á þessu ári.  Þetta er bara svo sorglegt að við getum ekki gert neitt nema í eftirmála stórra slysa.\nÍ sambandi við mótmælin, þá er hugur minn með fólkinu sem stóð á mótmælunum, ef ég hefði ekki verið að vinna hefði ég tekið þátt.  Haldið þið ekki að við Suðurnesjafólk höfum ekki með ýmsum ráðum reynt að koma viti fyrir fólk.  Ef ykkur finnst þetta ósanngjarnt fyrir fólkið sem var að bíða allan þennan tíma (3 tímar) hvað finnst ykkur þá um launamótmæli kennara í þessu sambandi? Hafa valdið beinum óþægindum fyrir tugþúsundir manns á undanförnum vikum.\nÞað eru líka fleirri slys sem verða á reykjanesbrautinni en dauðaslys. Undanfarin ár hafa hundruð manns lent í slysum á brautinnni og hlotið örkumlun af."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2000-12-13 11:44:41",
            "id": "67768",
            "reply_to_id": "67739",
            "text": "Breikka reykjanesbrautina ekki eitthvað helvítis annað rugl sem þessar kellingar og kallar eiða í"
        }
    ]
}