{
    "forum_title": "Borðaspil",
    "user": null,
    "user_id": null,
    "date": "2002-12-26 21:26:58",
    "title": "[WHFB]listin að mála orka (fyrir styttri komna).",
    "text": "jæja, hér ætla ég að fjalla um hvernig er þægilegt, fljótlegt og flott að mála orka.  Í fyrsta lagi þá eru orkar grænir, og ganga um í alls kyns drasl leður klæðum sem þeir skella saman á sig og svo ganga þeis líka oft um, “prýddir” beinum t.d kjálkum og þannig.  En nú er komið nóg um það, skellum okkur í málningarnar.  Ég tek það fram að þetta er ekki ráð frá snillingi en ég tel mig vera nógu góðan til að gefa öðrum ráð sem ég hef fengið vítt og breitt um “landið” (hehe, segji bara svona).\nTil að stytta þetta tel ég upp svona lista hvernig ég geri þetta í röð/pörtum.  Ég skipti semsagt niður hvað ég geri fyrst #1, næsta #2 og síðan koll af kolli.\nAlla orkana þarf að “undercoata” með svörtu spreyji áður en lengra er haldið.\n#1.  Ég lími allan kallinn saman, nema hendurnar, hausinn og skyldina á höndunum.  Ef að orkinn er með tösku eða eitthvað þess háttar þá skulið þið ekki líma það á strax\n#2   Nú byrja ég að mála búkinn og lappirnar.  Ég mála þetta í brúnum og svörtum litum t.d Chaos Black, Bestial Brown og Snakebite Leather.  Brynjubútarnir og allt járn drybrushast með Chainmail.  Það eru stundum stórir saumar á Buxum og fleira en mér finnst best að “drybrusha” þá í gráum eða bara einfaldlega brúnum litum, mikilvægt er að draga pensilinn þvert yfir saumana því að annars fer oft málning inn í staði þar sem þeir koma ekki vel út. Síðan mála ég hálsinná orkanum en hann  málast eins og fram kemur hér fyrir neðan.\n#3   Núna mála ég alla húð á orkunum, hendurnar og andlitið (hálsinn var málaður á sama tíma og búkurinn).  Ég mála þessa staði á orkunum svona.  Fyrst mála ég allt vel yfir með Dark Angels Green en dry brusha síðan Goblin Green yfir.  Ef þið viljið hafa þá dekkri þá er líka hægt að nota Snot Green í stað Goblin Green.  Hérna ítrena ég að drybrusha vel og vandlega á flötu svæðin svo að húðin verði ekki algerlega röndótt.  Þegar maður málar puttana þarf að hafa í huga að drybrusha Þvert yfir þá alveg eins og með saumanna, Þá kemur dökkt svæði á milli þeirra.\n#4   Skyldina tek ég fyrir næst.  Ég drybrusha tréið á þeim oftast bara með Snakebite leather eða skreyti það með munstrum.  Járn bitarnir á þeim drybrushast bara með Chainmail eins og vanalega og beinin mála ég eins og fram kemur að neðan.\n#5   Tennurnar og beinin mála ég næst.  Tennurnar eru núna undercoataðar svartar svo að það er ekki einfaldara en það að taka Skull white og drybrusha ÞVERT yfir tennurnar. Síðan eru það beinin.  Það er hægt að mála þau á marga vegu en ég ætla að telja upp tvær aðferðir til þess.  Fyrsta leiðin er að hafa beinið svart (undercoatað eins og allt ætti nú að vera hérna) og drybrusha síðan Bestial Brown og næst skull white.  Ekki setja of mikið hvítt né brúnt en samt ekki of lítið af hvítu, bara svo að þetta líkist gömlum beinum.  Mér finnst flottara að hafa tennur ljósari og mála þær því oftast meira af Skull White.  Önnur leiðin mín er einfaldlega sú að drybrusha Bleached Bone yfir beinin.\n#6  Núna er allri málningavinnu lokið og ég lími kalinn saman.\n——————————————— ———————\nEf það vantar einhverjar leiðbeiningar í málunununi ´þá skulið þér bara senda mér skilaboð.\nTakk fyrir að lesa þetta og vonandi kemur þetta að góðum notum hjá einhverjum.\nKveða, Kári.",
    "url": "https://www.hugi.is/bordaspil/greinar/112662/whfblistin-ad-mala-orka-fyrir-styttri-komna/",
    "url_id": "112662",
    "id": "829152",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2002-12-27 00:11:11",
            "id": "829153",
            "reply_to_id": "829152",
            "text": "Fín grein, nafni minn.\nEn ég mála þannig aldrei klessa litinn á kallinn, frekar nota ég minni málningu, og mála fleiri umferðir, en þetta er mjög algengt ef maður er að mála með ljósum lit, og eða notar ekki Undercoat.\nÉg lími aldrei kallinn alveg saman, heldur mála ég allt í pörtum, og lími sama, en það fer náttúrulega eftir aðstæðum á kallinum, en ef ég er að mála griffon með Bretonnian eða high elves eða eftir því hvaða liði hann er notaður, sem er fugl, þá klessi ég honum saman ef ég er í einhverjum litaerfiðleikum með að blanda litunum saman þá, já klessi ég honum saman aftur.\nEn þetta er bara fínt annars hjá þér, ég er alveg sammála þér með þessa grein, og gangi þér bara vel."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-12-27 00:15:29",
            "id": "829154",
            "reply_to_id": "829153",
            "text": "Pheh ég gerði fullt af villum og sleppti orðum en ég ætla að láta þetta vera skýrara heldur en þetta var áður.\nFín grein, nafni minn.\nEn ég mála þannig aldrei með því að  klessa litinn á kallinn, frekar nota ég minni málningu, og mála fleiri umferðir, en þetta er mjög algengt ef maður er að mála með ljósum lit, og eða notar ekki Undercoat.\nÉg lími aldrei kallinn alveg saman, heldur mála ég allt í pörtum, og lími saman, en það fer náttúrulega eftir aðstæðum á kallinum, en ef ég er að mála griffon með Bretonnian eða high elves eða eftir því hvaða liði hann er notaður, sem er fugl, þá klessi ég honum saman ef ég er í einhverjum litaerfiðleikum með að blanda litunum saman þá, já klessi ég honum saman aftur.\nEn þetta er bara fínt annars hjá þér, ég er alveg sammála þér með þessa grein, og gangi þér bara vel."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-12-27 00:28:48",
            "id": "829155",
            "reply_to_id": "829154",
            "text": "ég klessi ekkert litinn á, hvað meiarðu?  Allaveganna mála ég bara svona nokkur þunn lög af málningu á kallinn þannig að það verði ekki svona “röndótt” eða að það sjást allar penslastrokurnar, það er líka alltaf best að mála margar þunnar áferðir í stað einnar feitrar klessu.\nNo bother anyway namer (nafni á ensku, hálfgerð beinþýðing :D)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-12-27 00:33:10",
            "id": "829156",
            "reply_to_id": "829155",
            "text": "Neinei, ég er ekkert að segja að þú sért að klessa á kallana, bara ég er að segja það almennt við alla.\nJá, það er rétt hjá þér."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-12-27 00:36:41",
            "id": "829157",
            "reply_to_id": "829156",
            "text": "jáááá..ok…nú skil ég.  En hvernig líst þér á orkann minn?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-12-27 12:42:08",
            "id": "829158",
            "reply_to_id": "829157",
            "text": "Hann er fínn, þetta eru góðar aðferðir sem maður þarf að hafa í huga."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-12-27 12:42:08",
            "id": "829159",
            "reply_to_id": "829157",
            "text": "Hann er fínn, þetta eru góðar aðferðir sem maður þarf að hafa í huga."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2002-12-27 00:45:22",
            "id": "829160",
            "reply_to_id": "829152",
            "text": "Kári, þetta eru orkar sem þú ert að mála ekki menn með ofvaxnar tennur sem eru burstaðar á vherjum degi, svo ættu þær ekki að vera soldið gular ???"
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2002-12-27 01:26:10",
            "id": "829161",
            "reply_to_id": "829160",
            "text": "ef þú vilt hafa tennurnar svona þá er bara mála með beina-aðferðinni…..svart undercoat-drybrusha Bestial Brown-drybrusha Skull White."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-12-27 02:20:20",
            "id": "829162",
            "reply_to_id": "829161",
            "text": "jájá, við vitum báðir mjög vel að ég er ekki að fara að mála neina orka :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-12-27 02:22:40",
            "id": "829163",
            "reply_to_id": "829162",
            "text": "nei en bara fyrir hina að vita."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2002-12-27 18:09:30",
            "id": "829164",
            "reply_to_id": "829161",
            "text": "Eða þá bara að nota Bleached Bone í tennurnar! ég geri það alltaf á orkana mína, þótt að þeir elstu hafi notað Colgate."
        },
        {
            "user": "Goodfella",
            "user_id": "20380",
            "date": "2002-12-29 12:26:59",
            "id": "829165",
            "reply_to_id": "829152",
            "text": "góð grein\nvinur minn gerrir alltaf svona svartar línur í vöðvana á gaurunum (orkum). Gerið þið það ekkert?"
        }
    ]
}