{
    "forum_title": "Bækur",
    "user": "svejka",
    "user_id": "23416",
    "date": "2002-12-26 14:20:51",
    "title": "Samúel",
    "text": "Samúel - e. Mikael Torfason\nBókin Samúel fjallar, eins og gefur að skilja, um Samúel. Hann er geðtruflaður, líklega haldinn geðklofa eða geðklofalíkri persónuleikröskun, og hefur ýmsar ranghugmyndir um heiminn í kringum sig. Hann á, að því er virðist, í mjög afbrigðilegu sambandi við konu sína og móður og kemur með eindæmum illa fram við báðar.\nSamúel býr í smábæ við Aarhus (Árósa) í Danaveldi. Hann hefur óbeit á því samfélagi er hann lifir í og er skipulega að berjast gegn nýfasismanum sem þar á sér stað. Hann leitar í félagskap anarkista og múslima, þar sem hann er að skipuleggja byltingu með skrifum bókar.\nÍ gegnum bókina á Samúel í baráttu við raunveruleikann sem hann afneitar staðfastlega og telur sig auðveldlega geta flúið.  Á endanum fer Samúel yfirum með ófyrirsjáanlegum afleiðingum og tekur bókin þá skref í aðra átt.\nÞessi saga Mikaels er frábærlega vel skrifuð og samsett. Hún kemur verulega á óvart og heldur manni ævinlega við efnið. Í fyrrihluta bókarinnar byggir frásögnin að mestu leiti á hugsunum Samúels og því hvernig fortíðin hefur mótað hann. Seinna kemur í ljós að ekki er allt sem sýnist og verður sagan aftur fersk og í raun er maður að læra um hann Samúel upp á nýtt í seinni hlutanum.\nÁberandi í bókinni eru róttækar hugsanir vitfirrings sem hefur fengið nóg  af hinum lítilmótlegu gildum vesturlanda og yfirgangi þeirra í heimsmálum.  Þar kemur fram óbeit á því hvernig fólk kýs að loka augunum fyrir óförum heimsins og hneppa sig í varðhald neyslunar og lífsgæðakapphlaupsins. Bókin er hápólitísk og tekur fast á málum innflytjenda á norðurlöndum, ástandinu í miðausturlöndum og hverskyns þjóðernisrembingi og rasisma. Einnig eru Danir gagnrýndir harkalega en það er fremur vegna ytri aðstæðna bókarinnar, ekki vegna óbeitar höfundar í garð baunverja (enda býr hann í Danmörku).\nÉg mæli með þessari bók fyrir hvern sem hefur fastmótaðar skoðanir á heimsmálum eða áhuga á sálarástandi hinna veiku og afbrigðilegu. Ég er þess fullviss að þessi bók mun koma upp þegar rætt verður um bókmenntaverðlaun Norðurlandaráðs.",
    "url": "https://www.hugi.is/baekur/greinar/112647/samuel/",
    "url_id": "112647",
    "id": "829025",
    "replies": [
        {
            "user": "rabdor",
            "user_id": "25778",
            "date": "2002-12-26 18:27:00",
            "id": "829026",
            "reply_to_id": "829025",
            "text": "góð grein.\nég fékk hana í jólagjöf og er nýbyrjaður að lesa hana(aðeins fyrstu tíu bls. eða svo).mér líst ágætlega á hana og hún lofar góðu."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2002-12-26 18:52:57",
            "id": "829027",
            "reply_to_id": "829025",
            "text": "Ef ég þekki Mikael rétt er hann ekki með mjög “original” hugmyndir, notar rosalega mikið ruddalegt orðbragð til að fá athygli. Ég get rétt ímyndað mér klisjukenndar hugmyndir hans um ástandið í Miðausturlöndum og fyrirsjánalegt hatur hans á BNA-Bush."
        },
        {
            "user": "svejka",
            "user_id": "23416",
            "date": "2002-12-26 19:38:38",
            "id": "829028",
            "reply_to_id": "829027",
            "text": "Bókin er um líf anarkista sem á við alvarlega geðtruflun að stríða og því verða hugmyndir hans varla klisjukenndar heldur raunverulegar. Ef þú telur ólíklegt að fólk sem heyrir raddir og hefur hinar ýmsu ranghugmyndir um heiminn sé eitthvað í nöp við Bandaríkin, þá efast ég um að þú gerir þér grein fyrir því hvernig geðklofi virkar."
        },
        {
            "user": "svejka",
            "user_id": "23416",
            "date": "2002-12-26 20:07:25",
            "id": "829029",
            "reply_to_id": "829025",
            "text": "Nú hef ég fylgst vel með Mikael í gegnum tíðina… lesið allar bækurnar og svona. Fekk þessa í jólagjöf og rubbaði henni af á jóladag.\nHann er að þroskast mikið í þessari bók, en samt vantar enn þá mikið uppá. Mikael verður betri og betri. Ég hlakka eiginlega mest til að lesa bækurnar sem hann skrifar eftir ca. 10-20 ár… en nóg með það.\nNú hef ég líka lesið helvítis helling eftir Jean Baudrillard… sem er nokkurs konar hugmyndasmiður bókarinnar. Og margar útfærslur Mikaels á kenningum hans eru bara nokkuð frumlegar - en annað er bara bein tilvitnun. Reyndar er grunnhugmyndin að bókin skemmtileg, þ.e. að einhver trúi kenningum Baudrillards svo bókstaflega að hann gjörsamlega afneiti lyginni -eftirlíkingu af eftirlíkingunni o.s.frv.\nHér er í fyrsta skipti finnst mér nokkur vísir að frumlegu hugmyndaaugði hjá Mikka sjálfum, þessi fær mann oft til að staldra við og hugsa - og æla af viðbjóði að sjálfsögðu. Hinar fá mann stundum bara til að æla.\nÉg veit stundum ekki hversvegna ég les bækurnar eftir hann, ég get yfirleitt ekki lesið texta með svona miklum slettum og hroðvirknislegum málfarsvillum - en eitthvað fær mig til að horfa framhjá því hjá Mikka.\nég vil helst ekki tala um þetta sem mjög pólitíska bók… miklu frekar innsýn í hugarheim geðsjúklings - pólitíkin er í bakgrunni, hún hjálpar til en er alls ekki meginstef eða “boðskapur” bókarinnar… allavega að mínu mati… það má túlka þessa bók á mjög marga vegu held ég.\nÞetta er allt í áttina hjá honum, gaman að fylgjast með honum vaxa úr grasi."
        },
        {
            "user": "svejka",
            "user_id": "23416",
            "date": "2002-12-27 15:20:02",
            "id": "829030",
            "reply_to_id": "829029",
            "text": "Ég mun ekki geta samþykkt það að pólitíkin sé í bakgrunninn, þar sem Mikael tileinkar bókina bróður sínum, Bashir Ali, em er greinilega múslimi. Einnig kom Mikael fram í fjölmörgum viðtölum, bæði í sjónvarpi og útvarpi eftir útgáfu bókarinnar þar sem hann talaði mun meira um málefni útlendinga en bókina sjálfa."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-12-27 16:49:42",
            "id": "829031",
            "reply_to_id": "829030",
            "text": "jújú… ætli það sé ekki rétt að hann ætli pólitíkinni stórt hlutverk - það er líklega hárrétt hjá þér. Ég býst við að ég sé bara svo ópólitískur að ég hafi gert mitt besta við að túlka bókina ekki pólitískt - mér finnst miklu skemmtilegra að lesa þetta þannig að pólitíkin sé bara hjálpartæki… annars veit ég ekki…"
        },
        {
            "user": "gsig",
            "user_id": "14441",
            "date": "2002-12-30 11:45:00",
            "id": "829032",
            "reply_to_id": "829025",
            "text": "Samúel hreint út sagt frábær saga. Mæli líka með henni fyrir alla."
        }
    ]
}