{
    "forum_title": "Gæludýr",
    "user": "isabel",
    "user_id": "27278",
    "date": "2002-12-28 03:35:14",
    "title": "kóngulær",
    "text": "Ég vildi endilega deila með ykkur smá atviki sem pabbi lenti í\nfyrir nokkrum árum.\nÞað var þannig að hann keypti sér í blómaval svona lítil tré í blómapottum sem maður hefur úti fyrir framan dyrnar. Hann var nýbúinn að kaupa iðnaðarhúsnæði sem hann ætlaði að gera upp og breyta í gallerí.\nÞennan sama dag, þegar hann var að fara heim, áhvað hann að geyma trén inni, svo þau mundu nú ekki fjúka yfir nóttina.\nDaginn eftir kemur hann í húsnæðið og er að opna hurðina, það er kolniða myrkur og hann sér ekkert, maður þarf að labba aðeins lengra inn til að kveikja ljósin.\nHann labbar aðeins inn fyrir og finnur þá að það er eitthvað framan í honum, eitthvað sem iðar um allt. Hann flýtir sér að kveikja ljósin og kemst þá að því að hann er með MILLJÓNIR af litlum, rauðum köngulóm um allt andlit, þær skriðu inn á hann og uppí hann og allan pakkann!!!\nÞetta var viðbjóðslegt!!!\nEftir nánari athugun komst hann að því að þær komu einhvern veginn af trjánum sem hann hafði keypt í Blómaval.\nÉg mæli nú bara með því að fólk hugsi sig tvisvar um áður en það skellir sér í blómaval til að kaupa sér plöntur :)",
    "url": "https://www.hugi.is/gaeludyr/greinar/112962/kongulaer/",
    "url_id": "112962",
    "id": "831404",
    "replies": [
        {
            "user": "Begga",
            "user_id": "2277",
            "date": "2002-12-28 13:01:12",
            "id": "831405",
            "reply_to_id": "831404",
            "text": "mmmhhh… hefði ekki verið til í að lenda í þessu! :( Eins og ég elska dýr, þá meika ég ekki pöddur…"
        },
        {
            "user": "AnnnaJ",
            "user_id": "22337",
            "date": "2002-12-28 13:08:03",
            "id": "831406",
            "reply_to_id": "831404",
            "text": "OJJ ojj ojj aumingja pabbi þinn !!!!!!!!\nÉg HATA köngulær sko HATA :("
        },
        {
            "user": "longbow",
            "user_id": "25468",
            "date": "2002-12-28 14:03:20",
            "id": "831407",
            "reply_to_id": "831404",
            "text": "GMG það er ekki hægt að vera hrædd(ur) við köngulær ! :D"
        },
        {
            "user": "Barabas",
            "user_id": "9210",
            "date": "2002-12-28 14:58:31",
            "id": "831408",
            "reply_to_id": "831407",
            "text": "Víst er hægt að vera hræddur við þær !\nÞessi kvikindi skríða á manni og BÍTA mann og eru eytraðar og loðnar og bara OJJJJ"
        },
        {
            "user": "gudny89",
            "user_id": "33574",
            "date": "2002-12-28 21:14:03",
            "id": "831409",
            "reply_to_id": "831407",
            "text": "Víst er það hægt, það er einhver veiki eða eikkað solleiðis sem ráðstafr því… man ekki hvað hún heitir… helda að það sé á latínu."
        },
        {
            "user": "sjubbi",
            "user_id": "27913",
            "date": "2002-12-28 15:07:25",
            "id": "831410",
            "reply_to_id": "831404",
            "text": "arrrg ef ég væri pabbi þinn myndi ég brenna húsið……… loðnar KÖNGULÆR garrrg :O"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-12-28 17:39:03",
            "id": "831411",
            "reply_to_id": "831404",
            "text": "ég veit að amma kaupir oft einhver blóm. og það fylgja þeim svona pínulitlar flugur. amma sér þær ekki en ég geri það. og þær eru pirrandi"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-12-28 18:49:49",
            "id": "831412",
            "reply_to_id": "831404",
            "text": "Þetta myndi ég ekki meika ! Ég HATA köngulær ég fékk hroll um leið og ég sá myndina af h******s pöddunni !"
        },
        {
            "user": "Huggies",
            "user_id": "7621",
            "date": "2002-12-28 20:49:27",
            "id": "831413",
            "reply_to_id": "831404",
            "text": "ég væri til í að smakka eina tarantúlu …..mmmmm….. eða bara sem pet"
        },
        {
            "user": "tempest",
            "user_id": "26717",
            "date": "2002-12-30 23:31:37",
            "id": "831414",
            "reply_to_id": "831404",
            "text": "ég botna ekki í því hvernig það sé hægt að vera hrædd/ur við lítil meinlaus dýr.???\nþær eru nú einusinni að gera okkur greiða með því að losa okkur við flugur???"
        }
    ]
}