{
    "forum_title": "Kvikmyndagerð",
    "user": "Hadrianus",
    "user_id": "3208",
    "date": "2002-12-28 01:18:34",
    "title": "Blóð og sár",
    "text": "Þó ég sé almennt á móti því að gera ofbeldisfullar bíómyndir og að nota byssur í íslenskum bíó myndum þá þurfti ég að farða stórt sár eftir andlitinu á mér fyrir einsa stuttmynd.\nBLÓÐ: Þrjár aðferðir eru til að redda blóði\n1. Kaupa Grimas gerviblóð frá Bandalagi Íslenskra leikara (Dýrt en gott)\n2. Blanda saman Sírópi, smá vatni, rauðum matarlit og Maís sterkju (ótrúlega raunverulegt en viðbjóður á bragðið)\n3. Blanda saman sírópi, smá vatni, rauðum matarlit og mjólk í stað serkjunar (Ekki jafnraunverulegt á litinn, þynnra en gott á bragðið, fer að súrna eftir nokkrar klukkustundir.)\nMan ekki nákvæm hlutföll í gerviblóðinu, læt alltaf tilfinninguna ráða.\nÞegar farða þarf fölleita manneskju er best að kaupa sér kökumeik hjá BÍL (Bandalag íslenskra leikara) og til að spara pening er gott að nota kartöflu mjöl í stað púðurs, gefur líka fölari lit.\nVax til að búa til sár fæst hjá bíl og er einstaklega vand með farið og klístrað og ég kann ekki enn almennilega að ná því af mér nema skrúbba. Ef einhverjir hafa áhuga get ég sent inn kennslu leiðbeiningar um það sem ég kann sambandi við að búa til skurði eftir hnífa, skotför, kúlur, opin beinbrot og eitthvað fleira.\nFyrir marbletti og glóðuraugu er best að nota Grimast litina frá bíl, Blár, rauður og smá svartur er makað í kringum augað, svo er liturinn þurrkaður burt þar til raunverulegur litur er kominn. líkt og á með fylgjandi mynd.\nVona að þetta hjálpi einhverju þó þetta sé frekar hráar og ónákvæmar upplýsingar.",
    "url": "https://www.hugi.is/kvikmyndagerd/greinar/112959/blod-og-sar/",
    "url_id": "112959",
    "id": "831327",
    "replies": [
        {
            "user": "maur",
            "user_id": "15803",
            "date": "2002-12-28 16:09:49",
            "id": "831328",
            "reply_to_id": "831327",
            "text": "glæsilegt að vita þetta. en hvar er BíL og ef þú veist komdu þá endilega með númerið"
        },
        {
            "user": "DoktorPer",
            "user_id": "17080",
            "date": "2002-12-28 16:19:13",
            "id": "831329",
            "reply_to_id": "831328",
            "text": "ég mundi notast við formúluna sem að Sam Raimi notaði fyrir gerviblóð:\n6/10 er sýróp\n3/10 rauður matarlitur\n1/10 mjólk\nog síðan smá blár matarlitu"
        },
        {
            "user": "Fleebix",
            "user_id": "5906",
            "date": "2002-12-28 16:35:44",
            "id": "831330",
            "reply_to_id": "831329",
            "text": "tIcelander, ekki gleyma að Raimi notaði maple sýróp sem er drulludýrt á Íslandi. Uppskrift 3 er ódýrust by the way og því hentugust ef verið er að nota mikið blóð :)"
        },
        {
            "user": "Hadrianus",
            "user_id": "3208",
            "date": "2002-12-30 02:59:35",
            "id": "831331",
            "reply_to_id": "831328",
            "text": "Bíl eða bandalag íslenskra leikfélaga er til húsa við laugarveg 96, rétt hjá þar sem stjörnubíó var, og er opið þar virka daga milli 9-13 en lokað um helgar.\nnálgast má upplýsingar á www.leiklist.is"
        },
        {
            "user": "IngaAusa",
            "user_id": "22132",
            "date": "2002-12-31 01:36:57",
            "id": "831332",
            "reply_to_id": "831331",
            "text": "jamm.  sniðugt.\ntil að gera hrukkur, þá á að dekkja húðina með  púðri (t.d. kringum augun)  svo er fórnarlambið látið kreysta augun eins og það getur (kreppa það) og dúmpað yfir með mjög ljósu púðri,  þá dekkjast línurnar í kring um augun og verða að  hrukkum.  getur verið mjög raunverulegt ef það er gert vel:c)"
        },
        {
            "user": "fridfinnur",
            "user_id": "4873",
            "date": "2002-12-28 16:41:05",
            "id": "831333",
            "reply_to_id": "831327",
            "text": "Bróðir minn vinnur við “tæknibrellur” í flestöllum myndum sem gerðar eru á íslandi og var ég einmitt með honum þegar hann var að mixa blóði fyrir Óskabörn Þjóðarinnar. Hann notaði fullt af kókómjólk, venjulegan strásykur og rauðan matarlit. Þetta var alveg óhugnarlega raunverulegt og alls ekki óætt ;) Til að bæta við heilaslettum notaði hann skyrslettur sem hann mixaði við."
        },
        {
            "user": "rumputuski",
            "user_id": "9062",
            "date": "2002-12-28 17:29:08",
            "id": "831334",
            "reply_to_id": "831327",
            "text": "Í stuttmynd sem ég tók þátt í með vinum mínum notuðum við nú bara tómatsósu, og þá átti skyrtan mín að vera blóði drifin að innan, og það er ótrúlegt hvað þetta kom vel og raunverulega út! :)"
        },
        {
            "user": "maur",
            "user_id": "15803",
            "date": "2002-12-29 16:03:39",
            "id": "831335",
            "reply_to_id": "831334",
            "text": "já, já tómatsósa. ég þurfti einu sinni að skirpa blóði sem var tómatsósa og og hún fór í nefið mitt og allt og ég var með hausverk restina af kvöldinu"
        },
        {
            "user": "fan",
            "user_id": "51595",
            "date": "2002-12-28 18:04:47",
            "id": "831336",
            "reply_to_id": "831327",
            "text": "Ég átti einu sinni gerviblóð sem ég keypti mér í Kiss eða Hókus Pókus og eftir það þá var bara gaman að gera svona blóð brellur!\nEn maður þarf að prófa þessar “uppskriftir” ykkar :@"
        },
        {
            "user": "Cruxton",
            "user_id": "631",
            "date": "2002-12-28 19:36:32",
            "id": "831337",
            "reply_to_id": "831327",
            "text": "Hvað með að kaupa bara kindablóð á haustin þegar sláturvertíðin stendur sem hæst? Þetta er örugglega hægt að fyrsta með lítilli fyrir höfn.\nKeep it real :-)"
        },
        {
            "user": "DoktorPer",
            "user_id": "17080",
            "date": "2002-12-28 21:23:43",
            "id": "831338",
            "reply_to_id": "831337",
            "text": "Ég held að það sé nokkrum tónum of ljóst, ekki viss samt. Síðan þarf að passa uppá að það byrji ekki að mynda kekki."
        },
        {
            "user": "Deeq",
            "user_id": "1707",
            "date": "2002-12-28 21:29:53",
            "id": "831339",
            "reply_to_id": "831327",
            "text": "Uppskrift 3 er mjög góð, hef gert splattermynd sjálfur. ;) Best er þó að sjóða mjólkina, þá súrnar hún ekki strax. ;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-12-28 23:58:26",
            "id": "831340",
            "reply_to_id": "831327",
            "text": "Fixiste: ,,Ef einhverjir hafa áhuga get ég sent inn kennslu leiðbeiningar um það sem ég kann sambandi við að búa til skurði eftir hnífa, skotför, kúlur, opin beinbrot og eitthvað fleira.\"\nJá, endilega! Það væri frábært!!"
        },
        {
            "user": "darkjesus",
            "user_id": "12986",
            "date": "2003-01-02 02:45:32",
            "id": "831341",
            "reply_to_id": "831327",
            "text": "ég prófaði að nota bara tómatssósu, þynnti hana aðeins með vatni en svo til að fá dekkri lit þá setti ég bara rauðan matarlit!  En ég er allsenginn pro í þessu! :)"
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2003-01-02 15:57:52",
            "id": "831342",
            "reply_to_id": "831327",
            "text": "Okkur vinunum finnst samt bara langbest að gera ekta sár. Þá er það náttúrulega raunverulegast.\nP.S. Við gerum náttúrulega undantekningu ef að einhver missir handlegg eða eitthvað."
        },
        {
            "user": "Refur98",
            "user_id": "4412",
            "date": "2003-01-02 19:42:09",
            "id": "831343",
            "reply_to_id": "831327",
            "text": "hvernig er best að gera bólgur þannig að ekki sjáist hvar gervi endar og hold tekur við?\nGleðilegt nýtt á"
        },
        {
            "user": "Hadrianus",
            "user_id": "3208",
            "date": "2003-01-03 00:14:17",
            "id": "831344",
            "reply_to_id": "831343",
            "text": "Þegar ég er að farða mar eins og þetta á mydninni þá klíni ég fyrst miklum lit framan í mig þannig að þetta er ljótt og dökkt fjólublátt. Síðan þurrka ég það mesta af með bómullarskífum, og þurrka meira fjær frá upphafi bólgunar þannig að maður fær dvínandi tón á bólguna.\nEf bólgan á að vera við munn eftir t.d kjaftshögg er gott að bleita bómullarskífu og troða henni undir vörina til að fá bólgu."
        },
        {
            "user": "Refur98",
            "user_id": "4412",
            "date": "2003-01-03 16:37:49",
            "id": "831345",
            "reply_to_id": "831344",
            "text": "En td. bólgið auga, það er augabrún, eða haka. þar sem maður þarf að setja gervi, hvaða efni væri best að nota til að það sjáist ekki þar sem efni endar og hold byrjar?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-09 06:37:46",
            "id": "831346",
            "reply_to_id": "831327",
            "text": "Þegar ég brugga blóð fyrir myndir fer það algjörlega eftir tilefninu, aðstæðum og því hvaðan úr líkamanum blóðið á að koma, hvaða leiðir ég fer.\nEf ég þarf mikið af blóði, og þ.a.l. ódýrt finnst mér best að nota hina einföldu grunnuppskrift; uppþvottalög og matarlit. Uppþvottalögurinn ljær blóðinu fínan raunveruleikablæ, þessi uppskrift ein og sér skilur mann eftir með fínt, freyðandi blóð sem getur virkað mjög trúverðugt við réttar aðstæður. Til að drýgja það og/eða þynna má svo einfaldlega bæta vatni við. Ég hef enn ekki fundið uppskrift sem er billegri og betri, enda hægt að fá wellfare-uppþvottalög skítódýran í Bónus eða Nettó. En þessi uppskrift er náttúrulega ekki góð á bragðið (svo ekki sé meira sagt) enda frekar hugsuð þegar þörf er á dreyra í lítratali (en ekki er mjög algengt að eðlilegur maður skyrpi lítrum af blóði).\nÞegar þarf æta uppskrift nota ég oft kókómjólk og matarlit í bland, eins og einhver hefur áður minnst á. Þessi blanda hefur að vísu þann ókost að hún er frekar ljós (stundum bleik og ónothæf ef matarliturinn er lélegur), og þegar hún er storknuð blekkir hún engan. Ef þarf að skyrpa blóði í litlu magni finnst mér síðan langbest að nota einfaldlega óblandaðan matarlit. Ekki góður á bragðið, en það má láta sig hafa það því það getur komið verulega vel út.\nSíðan eru til margar aðrar uppskriftir (endilega bara að prófa sig áfram í eldhúsinu) en þetta er nú sá grunnur sem ég vinn oftast út frá."
        }
    ]
}