{
    "forum_title": "Bílar",
    "user": "fight4life",
    "user_id": "30133",
    "date": "2002-12-29 19:47:21",
    "title": "Draumabíllinn.",
    "text": "Ég gat ekki setið á mér þegar ég sá hve margir lásu og svöruðu greininni “markmiðin mín”.  Mér finnst svakalega gaman að velta mér upp úr fallegum og kraftmiklum sportbílum (það er svo helv… mikið til að þeim) en ég fæ alltaf þessa tómatilfinningu því meira sem ég skoða.  Ástæðan er einfaldlega peningar.  Sportbílar eru einfaldlega rándýrir, því hef ég reynt að setja mér heilbrigð markmið og hef fengið leyfi konunnar til að framkvæma þau (þó samt ekki fyrr en á næsta ári).  Ég hef sem betur fer ekki fallið í þá gröf að fá æði fyrir einum sportbílaframleiðanda og sjá ekkert annað (þó við vitum öll að 911 turbo er hinn eini sanni).  Það er töluvert til af bílum sem hægt er að eignast fyrir undir þremur milljónum og mér persónulega finnst að bíllinn þurfi ekki að vera dýrari til að uppfylla öll grunnskylirði sem “exotic car”.\nNokkur dæmi:\nPorsche 911, 3,2 eða e.t.v fyrstu Carrera 4 módelin:  Allt frábærir akstursbílar, eldri bílarnir þurfa meiri lægni í akstri ef ná á úr þeim afli og árangri.\nPorsche 928 s, se, s4 og gt: Allt bílar sem ná inn í fjárhagsrammann.  928 er ein vandaðasta bílasmíði sem fyrirfinnst.  Reyndar mun þyngri en 911 og meiri lúxus performer, en engu að síður alvöru sportbíll sem nær árangri.\nPorsche 944 s, s2 turbo og turbo s:  Nettir og skarpir þjóðverjar sem gera allt sem góður sportbíll gerir, reyndar eru s og s2 e.t.v. í það latasta.\nMazda rx7:  250 hö í wankel mótor og léttum bíl.  Mikið kikk út úr litlu rúmtaki, endingin á mótornum er hins vegar áhyggjuefni.\nMazda mx línan:  Léttir og skemmtilegir en engir afreksíþróttabílar í afli.\nCorvette LT1:  Sennilega mitt uppáhald í þessum verðklassa (-3 millur).  Skemmtilega grófir, mótor sem byrjar að torka strax, nánast óendanlegir “tjún” möguleikar og hljóð sem maður FINNUR í gegnum líkamann.\nSubaru Imreza Turbo:  Þessir bílar eru jú sportbílar i “dulargerfi”, þeir líta út sem fjölskyldubílar.  En sem brautar og kappakstursbílar þá standa þeir jafnfætis nánast öllum þeim sem hér eru taldir upp fyrir ofan.\nFleiri bílar: M3, Integra, GT 3000, o.fl. o.fl.\nListinn gæti verið nánast endalaus.\nÞ.a. í lokin ætla ég að setja mína topp þrjá, þið getið síðan gefið ykkar komment.\n3 sæti:  Fyrstu árgerðirnar af Carrera 4.  O.k. ég segi fyrstu árgerðirnar því þær eru líklegastar til að sleppa inn í þriggja milljóna rammann.  Eini gallinn er að ef ég tæki hann frá Þýskalandi þá þyrfti ég að taka bíl sem væri ekinn 150 þús eða meira.  Mér finnst alltaf erfitt að horfa á töluna þó ég viti að þeir í Stuttgart kunni sitt fag manna best.  Annað sem fær mig til að setja hann ekki ofar: mér finnst hann æðislega fallegur en mörgum finnst hann ferlega ljótur, ég er e.t.v. pínulítið viðkvæmur fyrir því (þori þó að viðurkenna það).\n2. sæti:  928 s4.  320 hö í bíl sem hefur rúmlega alla aukahluti.  Hann þyrfti samt að vera beinskiptur.  Ég ók sjálfskiptum s4 og hann er latur fyrir neðan 3700 sn/mín sem þýðir að ég vil byggja hann upp í snúning áður en ég tek af stað, þá er andsk.. laus og 0-100 gerist á 5,2 sek ef ég næ góðum skiptingum.  Ekki slæmt fyrir 1600 kg. sleða.\nÁstæðan fyrir því að ég tæki s4 frekar en GT (sem er kraftmeiri) er að ég vil frekar góðan s4 en slappan GT (fyrir þennan pening).\n1. Sæti: Corvette LT1 eða LT4.  O.k. o.k. ég veit hvað þið hugsið: amerísk hrákasmíð sem gæti lekið í rigningu.  Ég veit og viðurkenni að þessir bílar ERU ekki eins vandaðir og þjóðverjarnir í 2. og 3. sæti EN ég hef verið að skoða netið og það er ekki óraunhæft að taka inn ´94-´96 Vettu fyrir um 2,2 milljónir, bíl sem er ekinn um 40 þús mílur.  Þá er ég að tala um beinskiptan (6 gíra) bíl að sjálfsögðu.  Ímyndið ykkur nokkra hluti: 300-320 hö eftir árgerðum.  Sex gíra kassi, útlit sem ROKKAR, frábærir aksturseiginleikar á braut, fjarlæganlegur toppur og ansi góðar græjur.  Við eigum líka eftir u.þ.b. 800 þús, sem gætu t.d. farið í knastás, nýjan tölvukubb, opnara kerfi, og opnara loftinntak, MSD magnara, ásamt Hurst skipti, + smá afgangur til að fara í helgarferð til London eða París.  Útkoman Raunhæf 420 til 440 hö sem nægja til að fá mig til að brosa hringinn og finnast ég vera á toppi alheimsins á góðum sumardegi, og að sjálfsögðu með toppinn opinn.\nKveðja,\nF",
    "url": "https://www.hugi.is/bilar/greinar/113128/draumabillinn/",
    "url_id": "113128",
    "id": "832299",
    "replies": [
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-12-30 00:21:38",
            "id": "832300",
            "reply_to_id": "832299",
            "text": "Ágætis pæling. 3 millur er peningur sem dugar til að láta drauma rætast, eins og endurtekið hefur komið fram á þessu áhugamáli.\nGæti röflað endalaust varðandi þetta, en held ég reyni að vera stuttorður, í bili a.m.k. :)\nÉg held að það sé fyrst og fremst smekksatriði val á milli 911 3.2 og 964 en af 3 millum verður ekki mikill afgangur ef góður 3.2 ca. ‘87-’89 er tekinn. Það eru traustari bílar en 964 og fyrir 3 millur færðu aldrei topp bíl af þannig held ég. Akstur er ekki málið með þessa bíla, svo lengi sem um þá er hugsað. Ég myndi samt sjálfur vilja ekki fara mikið yfir 150þ. þó það sé ekki svo stórt atriði.\nVarðandi MX-bíla Mazda held ég að það sé ekki mikið til að láta sig dreyma um nema MX-5. Hann skaraði fram úr á sínum tíma og er orðinn klassík. Ekkert mál að fá bíla sem gera það sama betur en MX-3 og MX-6.\nÞetta verður vonandi líflegt, svo ég er hættur að þenja mig í bili :)"
        },
        {
            "user": "Kahuz",
            "user_id": "1164",
            "date": "2002-12-30 08:55:49",
            "id": "832301",
            "reply_to_id": "832299",
            "text": "Einsog margir þá á ég mér nokkra draumabíla\n1. 1978 Trans am(Bandit)\n2. 1977 Chevrolet Corvette\n3. 1969 Chevrolet Camaro\n4. 2003 BMW M3\n5. 1968 Ford Mustang Fastback GT500 + shelby kit\n6. 1970 Firebird Formula\nlistinn er endalaus…. :)"
        },
        {
            "user": "Benzari",
            "user_id": "27446",
            "date": "2002-12-30 09:13:04",
            "id": "832302",
            "reply_to_id": "832299",
            "text": "Ek um á fyrsta draumabílnum, C týpu af Benz árg.'94\nNæsti draumabíll er annaðhvort E-class ‘96-’01 eða S-class ‘91-’99\nHef aldrei verið mikið fyrir tveggja dyra bíla en þeir sem koma helst til greina í þeim flokki eru, Porsche 911 Turbo(silfur eða hvítur) og Chevy.Corvette LT1,ZR1 og C5 er magnaður (litur að sjálfsögðu rauður)\nÁður en maður hættir að keyra verður ekið um á Maybach ef þeir verða ennþá til."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-12-30 13:22:36",
            "id": "832303",
            "reply_to_id": "832299",
            "text": "Þú kemur þarna inn á góðan punkt sem hefur nú örugglega komið upp hér áður.\nÉg hef verið duglegur að kaupa mína drambíla og alltaf breytast draumarnir.\nM5 hefur augljóslega praktíska kosti auk þess að vera frábær akstursbíll.\nEn þegar maður stendur í íbúðarkaupum þá þarf maður að endurskipuleggja hjá sér og því hef ég eytt gífurlegum tíma í að finna út hvaða bíla er hægt að fá hinum ýmsu verðflokkum í gegnum innflutning.\nÍ draumabíla geiranum kemur ansi margt til greina hjá mér.\nFyrst og fremst þá ÆTLA ég að eignast 911 - það er bara tímaspursmál. Hann skal vera kominn innan tíu ára.\nÞað er vel hægt að fá góðan 911 sirka 1987 módel á svona 2.5 milljónir hingað kominn. Ég er þá að tala um bíl ekinn 200-300 þúsund og er slíkt í fínu lagi ef hann hefur fengið topp viðhald. Ég hef séð svona bíla auglýsta í UK frá umboði með ársábyrgð þrátt fyrir að vera eknir meira en þetta. það segir ýmislegt. Einnig er hægt að kaupa 3 ára ábyrgð á þessa bíla með ákveðinni skoðun. Ef bíll sem er ekinn 300 þús getur fengið þriggja ára ábyrgð þá er hann í TOPPSTANDI það er ljóst.\nGamlir SLC benzar eru líka margir á mjög viðráðanlegum verðum - það er hægt að fá þokkalega slíka á innan við milljón hingað komna.\nSama má segja með 3.0 CS BMW.\nM3 E30 er alltaf einn af draumabílunum en þeir eru dýrir. Þó er alveg hægt að nálgast góðan slíkann bíl fyrir 1.5 milljónir hingað kominn.\nCorvette getur alveg komið til greina, þessir bílar eru ódýrir og basic og líta vel út.\nÉg held samt að laaaaang skynsamlegasti kosturinn sé að fara út í Porsche 944.\nÞetta eru afskaplega vandaðir bílar, frábæra höndlun og kosta skít og ekki neitt. Fyrir 1.5 milljónir getur þú fengið fínt eintak og þessir bíla koma manni alltaf á óvart.\nÞað gæti líka verið skynsamlegt að setja markið aðeins lægra í byrjun og byrja á eins og 944 Turbo eða S2 sirka 1987 módel. Slíkann bíl er hægt að fá hingað kominn fyrir milljón og þá ekinn um 150 þúsund sem er bara í góðu lagi.\nMiðað við performance og gæði þá held ég að það sé MJÖG erfitt að slá þessa bíla út. OG það er ekki mikið til af þessum bílum hér heima og ætti að vera auðvelt að selja þá til að fá sér svo 911 bíl síðar!"
        },
        {
            "user": "soulwatcher",
            "user_id": "9067",
            "date": "2002-12-30 16:11:24",
            "id": "832304",
            "reply_to_id": "832299",
            "text": "ég verð að nöldra :)\nþað vantar skyline þarna inn hjá þér ;) .. jæja ég verð þá sá fyrsti sem eignast skyline hérlendis hehe (verst árgerð ´89 eða eitthvað þannig)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-12-30 20:11:22",
            "id": "832305",
            "reply_to_id": "832304",
            "text": "Skyline er ennþá alltof dýr!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-12-30 20:19:29",
            "id": "832306",
            "reply_to_id": "832305",
            "text": "Draumabíllinn minn er BMW 7 línan 2001 argerð  eins og pabbi á !"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-12-30 20:32:15",
            "id": "832307",
            "reply_to_id": "832304",
            "text": "Lang best að stefna á hóflega tjúnnaðan (ca. 400hö) R32 Skyline GT-R. Virkar engu verra en nýju bílarnir."
        },
        {
            "user": "Refur98",
            "user_id": "4412",
            "date": "2002-12-30 19:13:24",
            "id": "832308",
            "reply_to_id": "832299",
            "text": "mmmm…..\nÉg vissi ekki að þessir Porkarar gætu verið svona ódyrir hingað komnir og ílagi..\nÉg ég samt alltaf hrifinn af bretum(sumir eru kanski búnir að fatta það  :) TVR, Lotus(við erum með klósett pappír sem heitir Lotus) Jaguar, Caterham. En ég hef heldur aldrei skoðað þessa Porka almennilega, hvað þá keyra einn.. kanski maður skipti um trú. ;)\nHinnsvegar er ég ekki sammála um Corvette, nema þá eldri, fjögurra gíra.\nÉg er heldur ekki úti eftir að auka kraft á bílnum mínum, mér finnst að framleiðandinn eigi að hafa sett vél í sem hentar þessum bíl Best(!) ekki það sem hentar budduni eða söluskrám eða öðru en akkurat bílnum, þ.e. þeirra hugmynd að perfect bíl sé fylgd eftir.\nLotus t.d. vélinn er ekki stærri vegna þess að Colin(upphaflega allavega) fannst þess ekki þörf, og enn er verið að fylgja þeirri trú.\nPorsche, þrátt fyrir mikil mótlæti(fyrst) settu þeir vélina aftaní og standa við það. Það er þetta sem mér finnst aðdáunarvert með þessa bíla, Svo er það bara smekksatriði hvort það henti mér betur eða verr..\nAllavega minn listi\nTVR Tuscan Speed six (en ekki hvað!)\nJaguar E-type 69'\nCaterham eða Elise.."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-12-30 20:33:36",
            "id": "832309",
            "reply_to_id": "832308",
            "text": "Lotus er oft textabókardæmi um bíla sem þola meira afl en fengu það ekki vegna fjárskorts.\nBase Elise er bíll sem biður um að vera tjúnnaður! Ekki að ég myndi hafa stórar áhyggjur af því, myndi samt vilja sport púst til að laga sándið ;)"
        },
        {
            "user": "Refur98",
            "user_id": "4412",
            "date": "2002-12-31 00:35:31",
            "id": "832310",
            "reply_to_id": "832309",
            "text": "Tja.. tjúnaður lotus.. tja.. það hljómar reyndar ekki ílla, mér finnst samt( in my perfect world  :) að bílar sem þessi fyrirtæki framleiða ættu að vera perfect, að einhverju leiti, samkvæmt einhverji hugmynd.. Ég fyrir mitt litla leiti hefði viljað fá.. em.. karakters meiri vélar í lotus, sexur, flatar(þó ekki nema fjarka, en miðað við pláss ætti flat sexa að taka minna pláss en L4(er það ekki?)) eitthvað meira spennandi en maður finnur í Toyotu eða VW."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-12-31 04:10:44",
            "id": "832311",
            "reply_to_id": "832310",
            "text": "Þetta er lítill mid-engined bíll, nær ekkert er meira space efficient en þverstæður línu fjarki! Lotus sjálfir bjóða upp á tjún kitt. Byrjar í Sport 135 útfærslu (sem er mjög góð!) og gengur upp í ca. 190 hö.\nÉg held að málið sé það að Lotus eltist ekki bara við tölur á blaði þegar þeir velja vélarauka í Elise, heldur að tilfinningin sé rétt. Millihröðun og inngjafarviðbragð er mikilvægara en 0-100.\nÁ endanum er Elise bíll sem er smíðaður á budget. Prufaðu að skoða aukahlutalistann fyrir venjulegan 120hö Elise og fáðu sjokk. Það er allt optional nánast.\nÉg er reyndar að miklu leiti sammála þér, maður á ekki að þurfa að tjúnna bíla. Maður þarf þess í raun aldrei, en sumir bílar bara mega svo vel við aukakrafti án þess að aðrir bílar væru betra svar.\nEr eitthvað sem jafnast á við Elise útfrá þeim gildum sem Elise er byggður á? Varla, þannig að svarið er ekki að kaupa annan bíl, heldur bara að fikta við Lísuna. Ef mann langar ;)"
        },
        {
            "user": "teknique",
            "user_id": "1626",
            "date": "2002-12-31 01:09:06",
            "id": "832312",
            "reply_to_id": "832299",
            "text": "Mig langar í Lotus Esprit, hinsvegar hef ég engan áhuga á halda við svoleiðis bíl, varahlutirnir eru DÝRIR og ég hef heyrt að bilanatíðnin sé nokkur."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2002-12-31 04:21:41",
            "id": "832313",
            "reply_to_id": "832312",
            "text": "Draumar um Lotus Esprit eru ekki það vitlausasta. Það eru almennt ekki ódýrir partar í svona tæki hvort eð er og ef þú velur vel, keyrir reglulega og ferð vel með er margt vitlausara.\nVandamálið liggur frekar í því að verð eru há utan Englands. Kannski mál að sætta sig við hægrihandarstýri og finna síðbúinn 4 strokka bíl, eða bara t.d. 2.2 HC bíl?\nÞetta eru ákaflega sérstakir bílar og þótt þeir hafi marga galla eru flestir bílamenn enn heillaðir af sumum eiginleikum og kostum Esprit."
        },
        {
            "user": "geysir",
            "user_id": "22635",
            "date": "2002-12-31 22:08:33",
            "id": "832314",
            "reply_to_id": "832313",
            "text": "Drauma bíllinn hjá mér er VW bjalla gömul (55 árgerðin) eða Ný úr kassanum með spoiler kit, flækjur, leðurinnréttingu og á feitt breiðum dekkjum."
        },
        {
            "user": "Refur98",
            "user_id": "4412",
            "date": "2003-01-01 13:22:08",
            "id": "832315",
            "reply_to_id": "832313",
            "text": "Reyndar með Esprit, ef þú skoðar Ameríska síður um bíla og leitar að Lotus þá færðu nánast eingöngu Esprit, og allir V8, annað hvort Turbo eða ekki.. Og þar ættu nú ekki að vera erfitt að finna notaðan V8 og nokkuð gallalausa(þeir eru nú búnir að framleiða þennan bíl síðan 76')\nÞað er til Esprit hér á landi, veit einhver um hann."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2003-01-01 21:23:26",
            "id": "832316",
            "reply_to_id": "832315",
            "text": "Esprit kom fyrst með V8 um miðjan síðasta áratug. Vélin er hönnuð og smíðuð af Lotus og er alltaf twin turbo.\nÞað skiptir ekki höfuðmáli hve lengi Lotus framleiðir bílana, þetta er ekki Porsche ;) Það eru búnar að koma nokkrar meiriháttar breytingar á Esprit frá því hann kom fyrst. Sú mikilvægasta var sú þegar bíll fékk nýtt útlit hannað af Peter Stevens."
        },
        {
            "user": "Refur98",
            "user_id": "4412",
            "date": "2003-01-02 02:24:16",
            "id": "832317",
            "reply_to_id": "832316",
            "text": "ooops my bad.. hélt að GT væri twin og venjulegi V8 bara N/A…\nnei… þetta er enginn Porsche, ég meina einhver verður að gera Skemtilega bíla  ;)\n(þá er ég að meina bíla sem maður að að spenda quality time með(bílskur og skiptilykill)) Mér finnst einmitt Esprit Mjög myndarlegur bíll, og þá sérstaklega þessi nyji,\nVeit samt ekki hvort ég mundi Esprit frekar en Tuscan, svipað verð, Tusanin er m.a.s. aðeins ódyrari.\nÉg hef samt ekki orðið var við að þessir bílar séu eitthvað bilanagjarnir, eru þeir það?\nog gleðilegt nytt ár!!"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2003-01-02 13:29:39",
            "id": "832318",
            "reply_to_id": "832317",
            "text": "Lotus eru nú ekki þekktir af áreiðanleika, en Esprit i góðu ástandi sem er ekið reglulega og viðhaldið vel ætti ekki að vera neitt sérstakt vesen held ég. A.m.k. minna vesen en Tuscan hugsanlega ;)\nOg gleðilegt ár!"
        },
        {
            "user": "vmelsen",
            "user_id": "26128",
            "date": "2003-01-03 03:56:49",
            "id": "832319",
            "reply_to_id": "832299",
            "text": "Hvað segiði um að versla ykkur Scania 144G 6x6 420 hestöfl með kassa sem þið munduð bara innrétta sem íbúð?\nKannski soldið dýrt en kannski mjög gaman fyrir þá sem hafa gaman að því og eiga aura.\nþetta var bara smá útur dúr því allir eru nú að láta sér dreyma.\nKv vmelsen            Gleðilegt nýtt á"
        },
        {
            "user": "flat6",
            "user_id": "23529",
            "date": "2003-01-06 10:40:12",
            "id": "832320",
            "reply_to_id": "832299",
            "text": "Draumabíllinn minn, þá er ég að tala um bíl sem að er möguleiki að ég geti eignast, er porsche 968. Ég keyrði svoleiðis bíl um jólin og hann er þrususkemmtilegur. Hann er nokkurn veginn samblanda af 944 og 928. En samt er hann líkari 944 í akstri. Það má segja að hann sé endurbættur 944 með alvuru afli. 240hö og 5,9 í 100kmh"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2003-01-06 20:44:41",
            "id": "832321",
            "reply_to_id": "832320",
            "text": "Sem gerir hann samt hægari en 944 Turbo S ;)"
        },
        {
            "user": "H81K123",
            "user_id": "23706",
            "date": "2003-01-07 10:35:58",
            "id": "832322",
            "reply_to_id": "832321",
            "text": "Hver er verðmiðinn á 944 turbo S,  og hvað gæturðu náð corvettunni hratt fyrir það?\nFáum okkur bara drag racing grind og stingum þá báða af ;)"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2003-01-07 12:21:03",
            "id": "832323",
            "reply_to_id": "832322",
            "text": "Ætli meður fái eitthvað hraðari Corvettu á ca. 1.5 millur? Annars man ég ekki hvað verðið var nákvæmlega á 944 Turbo, en maður ætti a.m.k. ekki að þurfa að borga yfir 2 millur.\nFyrir það fær maður ekki bara hraðskreiðan bíl heldur bíl með rómaða aksturseiginleika, skotheldan orðstýr þegar kemur að smíðum, áreiðanleika og endingu og auðvitað ÞETTA merki á húddinu.\nEf þú vilt bara komast hratt er ekkert mál að versla bara eitt stykki Camaro og henda blower ofan á vélina, en ég held að sá bíll myndi ekki fullnægja sömu þörfum og 944."
        },
        {
            "user": "H81K123",
            "user_id": "23706",
            "date": "2003-01-06 18:31:28",
            "id": "832324",
            "reply_to_id": "832299",
            "text": "“amerísk hrákasmíð sem gæti lekið í rigningu.”\nMín reynsla af amerískum bílum er sú að þeir eru mjög vandaðir á flestann hátt.  Og don´t worry,  þeir leka ekki,  nema þú sért með slæmt eintak sem hefur verið farið illa með ;)\n“Ég veit og viðurkenni að þessir bílar ERU ekki eins vandaðir og þjóðverjarnir í 2. og 3. sæti ”\nÉg hef reyndar ekki ekið þessum bílum,  en ég hef ekið nýlegum góðum bens  (og nokkrum fleiri þýskum bílum)  og svo ekið 8-15 ára gömlum amerískum bílum (t.d. cherokee og trans am) og mín reynsla er að þeir amerísku eru síst óvandaðari hvað varðar akstureiginleika og ánægju í akstri (og staðalbúnað!) ;)\nAnnars er Corvette LT5  (minnir að það hafi verið öflugasta útgáfan)  algjör snilld. Fór í prófun hjá bílablaði á 3,73 í hundrað og talin með frábæra aksturseiginleika :)\nSANNKALLAÐUR DRAUMABÍLL :)\nKveðja\nHrúgan"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2003-01-06 20:47:07",
            "id": "832325",
            "reply_to_id": "832324",
            "text": "Ég hef verið farþegi í ansi mörgum Benz og ég yrði ansi hissa ef ég rækist loks á þann Benz ‘89 sem væri með verri frágangi en ’89 Camaro sem ég prufaði.\nÞað sem undir liggur (drifbúnaður, undirvagn etc.) er ábyggilega níðsterkt í þessum bílum, en innréttingin var skran sem meira að segja sló þaulvanan druslueiganda. Mínar druslur höfðu bara verið japanskar ;) (Þetta síðasta var reyndar óþarfi, ég gat bara ekki á mér setið…)"
        },
        {
            "user": "H81K123",
            "user_id": "23706",
            "date": "2003-01-07 10:33:37",
            "id": "832326",
            "reply_to_id": "832325",
            "text": "Ég átti cherokee 85 (á nú 88 árgerð).  Varð aldrei var við að nokkuð væri að innréttingunum eða öðru.  Það eru líka góð sæti í honum, ekki eitthvað rusl. Ég hef keyrt nokkra ameríska bíla (og skoðað marga í viðbót :) og hef ekki orðið var við þennan slæma frágang sem menn vilja meina.\nAnnars hefur mér heyrst að það hafi verið ansi margt að þessum camaro sem þú prófaðir,  þannig að þú ættir að varast að dæma út frá því þar sem það hljómar sem slæmt eintak.  (Líklegast hefur verið farið illa með þann bíl.)\nT.d. er innréttingin einkar glæsileg í nýju Grand Cherokee og Corvettu  (finnur myndir af henni á www.corvette.com ;)\nEn í þessum cherokee 85 var m.a. loftkæling, crus contron,  veltistýri, vökvastýri og margt fleira  (reyndar var búið að taka úr honum loftkælinguna og megnið af mengunarbúnaði).\nÉg efast um að t.d. crus control, veltistýri, vökvastýri hafi verið búnaður í “venjulegum” bens(sem kostaði undir 10 milljónum)  árið 1985 :)\nFarðu á bílasölur og skoðaðu innréttingar í 4. kynslóð af trans am og dæmdu svo ;)"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2003-01-07 12:16:33",
            "id": "832327",
            "reply_to_id": "832326",
            "text": "Hvaðan skilst þér að þessi Camaro sem ég ók hafi verið slæmur? Bíllinn leit út fyrir að vera einkar vel hirtur og var lítið ekinn.\nÉg hef séð myndir af innréttingum í C5 og skoðað C4 up close. Innréttingar í C4 eru hallærislegar og líta út fyrir að vera úr harðplasti sem maður myndi búast við að finna í Fiat eða Suzuki. Synd þar sem þetta eru fallegir bílar. Innréttingar í C5 eru ósköp plain skv. myndum og ekkert merkilegri en í hverjum öðrum fólksbíl.\nEf maður dæmir bíla af búnaði er skiljanlegt að maður hrífist af þeim amerískum. 1985 hefðu 10 millur örugglega keypt hvaða Benz annan en Pullman reyndar þannig að ég er ekki viss hvað þú ert að fara. Ég keyrði Benz 230 árgerð ca. '80 og get sagt að sumir bílaframleiðendur í dag hefðu getað verið stoltir ef innréttingar þeirra hefðu verið svona vandaðar.\nÉg hef setið í slatta af amerískum bílum og í minningunni er sammerkt með þeim flestum hve slæmur frágangur er á innréttingum. Annars er út í hött að tala um að bílar einhvers lands séu allir á einhvern hátt, en þetta finnst mér samt áberandi þótt eflaust eigi þetta ekki við um þá alla. Það er betra að dæma bíla hverja fyrir sig."
        },
        {
            "user": "geit",
            "user_id": "31310",
            "date": "2003-01-07 22:45:28",
            "id": "832328",
            "reply_to_id": "832299",
            "text": "hugsiði um BMW Alpina B10 twin turbo bíll sem er til sölu hér á landi. Yfir 400 hestöfl og með öllu."
        },
        {
            "user": "juden666",
            "user_id": "31422",
            "date": "2003-01-09 20:53:07",
            "id": "832329",
            "reply_to_id": "832299",
            "text": "Drauma bílarnir mínir eru.\n1.porsche 959\n2.Porsche 911 turbo\n3.shelby GT 500kr\n4.transam 79. (svartur með erninum á húddinu)\n5.gto 67\n6.doge viper 96.    eld rauður\nog svo mætti leingi telja"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-19 20:40:31",
            "id": "832330",
            "reply_to_id": "832329",
            "text": "Drauma´bíllinn minn er Porsche Carrera GT"
        },
        {
            "user": "rainmaker",
            "user_id": "29015",
            "date": "2003-01-20 13:51:34",
            "id": "832331",
            "reply_to_id": "832299",
            "text": "Ég væri alveg til í að eiga Cadillac El Dorado.\nmeð 4,5 L vél"
        }
    ]
}