{
    "forum_title": "Hip hop",
    "user": null,
    "user_id": null,
    "date": "2002-12-29 20:54:33",
    "title": "Ýmsir - BumSquad",
    "text": "Rónarnir í Bumsquad eru búnað gef út safndisk, svona flestir íslensku hip hop hausnarnir eru þarna. þessi diskur er ótrúlega góður þrátt fyri að sum lög eigi engan veginn heima þarna.Castor og Pollox í samvinnu við DesiBel gefa út.\n01. Bumsquad - 101 Bumsuad. - ótrúlega leiðinlegt lag, einkahúmór og læti, allveg hægt að hlæja að þessu einu sinni en síðan er þetta bara fyrir.\n02. O.N.E - Pempin'. - Gott lag góður instrumentall og O.Pee sýnir hvað hann er orðinn góður. Conseptið í textanum er ekkert alltof girnilegt og skipti eg alltaf um lag þegar hann segir;I layback grab my dick, lost in a fantasy\". Þessi lína og framhaldið er aðéyðileggja lagið.\n03. Bæjarins Bestu - Í Klúbbinn. - Minnir mig á eitthvað Redman lag, en samt ágætislag. Mar fær doldið fljótt leið á þessu en góð textagerð gaman að heyra Deluxe rappa og fínn instrumentall frá honum.\n04. Mezzías MC - Skýjum ofar.- Feitasta sem ég hef heyrt með Mezzías, snilldar lag og bar vel unnið í alla staði.\n05. Skytturnar - Ess-ká-Yfsilon. - Ferskasti skíturinn í bransanum í dag. Þeir eru með allveg feitasta flæði og bítið er ótrúlega fresh. Eina sem ég fíla ekki er hvað Gunni er eitthvað að stæla AGBent&7berg flæðið.\n06. Tiny - Straigth Execution. - Tiny og O.Pee eru bestu enskumælandi rappara klakans. Heyrist aldrei þessi leiðinda hreimur og vitleysa. En þetta lag er eitt það besta á disknum, smooth rapp hjá Tiny og einn sá feitasti taktur sem ég hef heyrt.\n07. BetaRokk - Vaknaði í Brussel. - Í einu orði viðbjóður, Palli skilar samt sínu ágætlega.\n08. Kritikal Mazz- Can't stop. - óFrumleiki er eina orðið sem ég get sagt um þessa hljómsveit. Ofnotaðasta consept alrra tíma, ya can't stop uz. Fínasta bít, en eins og margt annað alltof ófrumlegt. Síðan finnst mér Reptor lelegur rappari og ekkert hægt að hrópa húrra fyrir textunum. Chipah er betri en er með pínu hreim sem eyðileggur.\n09. AG ásamt Kjarra - Þjóðsöngur.- Mjög beitt textagerð, taka fyrir góð málefni og er þetta ágætislag, Feitt viðlag og Stjáni er með frábæran texta. Með P'olitiskari ísl Hip Hop lögum. Mjög gott.\n10. Móri - Brotni Taktur. - ‘Agætis lag, feitt producering eins og í öllum móra lögum. Það má deila um hvort boðskapurinn sé góður, talar um að reykja frekar hass en að drekka.\n11. Bent&7berg - Tímapressa. - Sett upp eins og Dagbók, Dj Gummo með ágætisbít, þetta lag verður samt leiðinlegt þegar viðlagið kemur, því að minu mati eyðileggur það lagið. Doldið skrýtið en samt gotta ef mar pælir ekki í viðlaginu.\n12. MC Steinbítur - Vopnaalda. - Svona frekar leiðinlegt lag, Gengur engan veginn upp þótt það séu ágætis línur þarna, Þá er þetta ofnotað sampl og bara leiðinlegt til lengdar. ’AGætis Syntha kafli þarna í miðjunni.\n13. EvilMind - Þegar sólin sest. - Snilldar lag,Yngsti artistin á disknum en samt með betri lögum. Junglizt með snilldar bít og saman gera þeir eitt besta lag Disksins.\n14. Ur'Anuz - Hugarheimur - Djöful leiðinlegt lag, Flæðið útí hött . Byrja línuna geðveikt hratt og enda alltaf svona hægt. Kannski flott að brjóta rappið upp soleis einu sinni í laginu enn allt lagið er orðið frekar þreytandi.\n15. AG - Þú veist það. - Brjálað lag, alltaf gaman þegar AG fara að sprella aðeins. Alltof feitt bít og snilldar vers hjá þeim báðum. Stjáni kom mjög á óvart og er frekar góður í þessu lagi.\n16. Vivid Brain - Vocabulary Dictionary. - VErsta lag hans til þessa, þetta er eina lagið sem ég get ekki hlustað á á disknum. Allveg drepleiðinlegt undirspil og hreimurinn hjá honum er hræðinlegur. Hann ætti að halda sig við íslenskuna.\nEn í Heildina litið fínn diskur. Bestu lögin eru; Þu Veist það, Þegar sólin sest, sýjum ofar, Straight execution og Ess-ká-Yfsilon. Endielga kaupið hann og ég gef honum 3 stjörnur af 5\n***/*****",
    "url": "https://www.hugi.is/hiphop/pistlar/113287/ymsir-bumsquad/",
    "url_id": "113287",
    "id": "833796",
    "replies": [
        {
            "user": "darrri",
            "user_id": "22549",
            "date": "2004-08-23 11:12:23",
            "id": "833805",
            "reply_to_id": "833796",
            "text": "S.K.Y. & Pempin´ & Í klúbbinn & Þegar Sólin Sest & Þú Veist það eru snilld\nKM lagið hefði verið eitt af þeim bestu ef Rep & Ciph væru mixaðir aðeins hærra"
        },
        {
            "user": "darrri",
            "user_id": "22549",
            "date": "2004-08-23 11:12:23",
            "id": "833806",
            "reply_to_id": "833805",
            "text": "Ess-ká-ufsilon,skýjum ofar,Þjóðsöngur,Straight Execution,Þegar sólin sest,Pempin´(en er sammála með þarna I grab my dick-dæminu) og Cant stop eru bestu lögin að MÍNU mati"
        },
        {
            "user": "copkiller",
            "user_id": "16679",
            "date": "2004-08-23 11:12:23",
            "id": "833807",
            "reply_to_id": "833806",
            "text": "Enn hvað finnst ykkur um Uranuz…"
        },
        {
            "user": "DaC",
            "user_id": "15383",
            "date": "2004-08-23 11:12:23",
            "id": "833804",
            "reply_to_id": "833796",
            "text": "ég heyri hreim hjá opee en ekki hjá tiny…"
        },
        {
            "user": "KaT",
            "user_id": "8108",
            "date": "2004-08-23 11:12:23",
            "id": "833800",
            "reply_to_id": "833796",
            "text": "“Conseptið í textanum er ekkert alltof girnilegt”\nþað er rétt hjá þér, ojjjj kynlíf!;)\nannars finns mér, one, BB, tiny, skytturnar, evilmind bestu lögin á disknum"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-08-23 11:12:23",
            "id": "833801",
            "reply_to_id": "833800",
            "text": "Nei, orðaði þetta ekekrt alltof vel. það sem ég er að meina er að gaurinn er að segaj aðeins og mikið, svona hlutir sem hann getur haft fyrir sjálfan sig….nawmean?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-08-23 11:12:23",
            "id": "833797",
            "reply_to_id": "833796",
            "text": "Ég get verið sammála flestu þarna en þó ekki öllu.\nMóri talar um það að reykja frekar gras en að drekka og í sjálfu sér er það ekkert verri boðskapur en hvað annað!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-08-23 11:12:23",
            "id": "833798",
            "reply_to_id": "833797",
            "text": "ég verð að segja að lagið Þjóðsöngur með Ag er eitt besta íslenska hiphop lag sem ég hef heyrt.. Eina íslensk rappaða pólitíska lag sem hefur virkilega gegnið upp..PROPS TO THAT !!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-08-23 11:12:23",
            "id": "833799",
            "reply_to_id": "833798",
            "text": "Þú veist það - AG\nSkýjum ofar - Mezzias mc\nÞetta eru að mínu mati bestu lög þessa disks!"
        },
        {
            "user": "GLS",
            "user_id": "31065",
            "date": "2004-08-23 11:12:23",
            "id": "833802",
            "reply_to_id": "833796",
            "text": "Ég fór nú bara að hlægja þegar að ég las þessa grein sem er annars fín og ég er sammála flestu þarna. Að ég sé eitthvað að stæla AGBentog7berg flæði finnst mér persónulega út í hött. Í fyrsta lagi finnst mér ekkert líkt með AG og Bentog7berg og hvað þá að ég sé að stæla flæði þeirra. AG eru sér á báti hvað flæði varðar og myndi mig aldrei detta það í hug að reyna stæla Elvar eða Stjáni sem eru með mjög sérstakt og skemmtilegt flæði. Bentog7berg hafa líkt flæði en þó ekki eins, Bent er mun æstari og hraðari en 7berg sem heldur yfirleitt jöfnu flæði út lagið sem er mjög flott (t.d. bls 8 sem er mad lag). Einnig þar sem ég hef eiginlega verið með sama stílinn síðan ég byrjað í köldum skúr með heimi í 8. bekk (hann hefur náttúrulega þróaðst síðan) en ég er alls ekki að segja að ég hafi verið á undan einum né neinum með einhvern ákveðin stíl þar sem ég tel voða lítið líkt með mér og þessum artistum sem þú nefndir. Ef þú hlustar á eitthvað af þessum gömlu lögum þar sem ég kem við sögu er flæðið mitt yfirleitt eins, auk þess sem SKY er frekar gamalt lag og meira partí er eðlilegt að það sé kraftur í flæðinu. En ég ætla þó ekki að vera fullyrða eitt né neitt þú mátt hafa þína skoðun eins og allir en vona bara að þú dæmir aftur eftir að við höfum gefið út nýju plötuna.\nGLS"
        },
        {
            "user": "optic",
            "user_id": "8648",
            "date": "2004-08-23 11:12:23",
            "id": "833803",
            "reply_to_id": "833802",
            "text": "Voðalega er fólk viðkvæmt…uss uss uss…\nhappy new year…optic"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-12-06 14:36:22",
            "id": "6985802",
            "reply_to_id": "833796",
            "text": "hvar fæ ég þennan disk ?"
        }
    ]
}