{
    "forum_title": "Gamanþættir",
    "user": "isabel",
    "user_id": "27278",
    "date": "2002-12-30 00:33:45",
    "title": "Þáttur 106 – The one with the butt",
    "text": "Þáttur 106 – The one with the butt\n— Allir fara að horfa á leikrit sem Joey leikur í. Þar hittir Chandler konu (Aurora) sem hann deitar en hún er gift og á annan kærasta auk hans, sem sagt 3 gæjar.  Joey fær nýjan umboðsmann (Estelle) sem mun vera umboðsmaður hans í næstu seríum, og hún útvegar honum hlutverk í nýrri kvikmynd með Al Pachino. Hlutverkið er að vera “butt double”. Hann verður samt rekinn þar sem hann var sagður leika of mikið með honum (rassinum). Rachel þrífur íbúðina alveg sjálf, og þegar vinirnir koma heim gera þau grín af því hversu smámunasöm og hreinlát Monica er. Monica reynir að afsanna það. Chandler dömpar Auroru eftir að hún var komin með enn einn gæjann.—\nBestu setningarnar að mínu mati:\nPhoebe: The exclamation point in the title scares me. Y'know, it's not just Freud, it's Freud!\nChandler: She's amazing! She makes the women I dream about look like short, fat, bald men!\nMonica: Well, go over to her! She's not with anyone.\nChandler: Oh yeah, right. And what would my opening line be? “Excuse me. Blah rargh largh.”\nRachel: Oh, c'mon. She's a person, you can do it!\nChandler: Oh please. Could she be more out of my league? Ross, back me up here.\nRoss: He could never get a woman like that in a million years.\nChandler: Thank you, buddy.\nPhoebe: Oh, oh! But you know, you always see these really beautiful women with these really nothing guys. You could be one of those guys.\nJoey: The Estelle Leonard Talent Agency. Wow, an agency left me its card! Maybe they wanna sign me!\nPhoebe: Based on this play? …Based on this play!\nChandler: So tell me, how do you think your husband would feel about you sitting here with me… sliding your foot so far up my pant leg you can count the change in my pocket?\nPhoebe: Yeah, you are, Monica. Remember when I lived with you? You were like, a little, y'know, Ree! Ree! Ree! Ree!\nChandler: Where's Joey? His mom's on the phone.\nMonica: He's in the bathroom. I don't think you wanna go in there!\nChandler: C'mon, we're roommates! (labbar inn á klósett, öskrar og hleypur aftur út.) My eyes!! My eyes!!\nMonica: I warned you…\nMonica: Hey, wait wait, aren't you the guy that plays the butt in the new Al Pacino movie?\nJoey: Nope.\nRoss: No? What happened, big guy?\nChandler: (við Ross) “Big guy?”\nRoss: well It felt like a big guy moment.\nPhoebe: No, I don't think this was your shot. I mean, I don't even think you just get one shot. I really believe big things are gonna happen for you, I do! You've gotta just keep thinking about the day that some kid is gonna run up to his friends and go ‘I got the part! I got the part! I’m gonna be Joey Tribbiani's ass!'.\nMonica: (liggur uppí rúmi og er að hugsa) If it bothers you that much, just go out and get the shoes. No. Don't do this. This is stupid! I don't have to prove anything, I'm gonna go get them…But then everyone will know. Unless I get them, and then wake up really early and put them back! …I need help!",
    "url": "https://www.hugi.is/grin/greinar/113302/thattur-106-the-one-with-the-butt/",
    "url_id": "113302",
    "id": "833931",
    "replies": [
        {
            "user": "paskalilja",
            "user_id": "30573",
            "date": "2002-12-30 15:04:59",
            "id": "833932",
            "reply_to_id": "833931",
            "text": "Góð grein, enda snilldarþættir sem hún fjallar um!:)"
        },
        {
            "user": "paskalilja",
            "user_id": "30573",
            "date": "2002-12-30 16:39:34",
            "id": "833933",
            "reply_to_id": "833932",
            "text": "Góður…;)"
        }
    ]
}