{
    "forum_title": "Bækur",
    "user": "Delirium",
    "user_id": "19072",
    "date": "2002-12-30 13:31:21",
    "title": "Emanúel (spoiler fyrir þá sem að hafa ekki lesið)",
    "text": "Fyrr núna á árinu kom bókin Emanúel út hún snýst um Emanúel sem að er að byrja í framhaldsskóla og hefur alveg ótrúlegann áhuga á myndavélum og öllu sem að því tengist. Um sumarið tekur hann mynd af stelpu sem að heitir Helena (myndin af henni er framan á kápunni, reyndar sést bara aldrey í andlitið) og hann verður auðviað ástfanginn af Helenu og hún af honum og þau eru rosalega hamingjusöm. Í birjun skólaársins hittir Emanúel strákinn Tage og seinna meir verða þeir bestu vinir. En stóri bróðir Tages er þroskaheftur en samt mjög gáfaður miðað við það, hann gefur Emanúel inn á milli góð ráð varðandi samband hanns við helenu og t.d. þegar að Emanúel kaus frekar að vera heima í Svíþjóð hjá Helenu heldur en að fara til New York í mjög góðann myndaskóla (æi ég man ekki hvað svona skólar heita myndatökuskólar eða eitthvað en só vott!) Það hjálpaði hann honum með eins og margt annað. En Lína er stelpa sem að er með honum í bekk og þegar að helena var kosin sem sjálf Lúsía á Lúsíu ballinu og var umvafin sætum og flottum strákum sem að voru miklu flottari en Emanúel að hanns mati varð hann svo afbríðis samur að hann drakk sig fullann, og varði afgangnum af kveldinu með Línu og þar með eiðilagði Lína samband þeirra með því að notfæra sér það að hann var fullur og fúll út í helenu! en bókin endar þannig að Hann og Helena hætta saman á áramótunum og Per (bróðir Tages) verður vitni að áramótaheiti Emanúels!\nEmanúel Hatur og Ást (bók 2)\nÞarna var emanúel mjög óhamingjusamur í birjuninni á bókinni því að hann var hættur með Helenu og allt í steik, svo var það þessi Lína sem að gat ekki látið hann í friði! En jæja hann og Helena hittast svo aftur og ákveða að verða vinir, en svo verða þau ástfangin aftur, en svo bregst Emanúel henni aftur og þau hætta aftur saman og svo kemur nýr strákur í bekkin sem að hetiri Jack og er alveg ótrúlega flottur og var skiptinemi einhverstaðar í New York eða eitthvað, og auðvitað hata allir strákarnir hann á stundinni þar sem að allar stelpurnar bráðna yfir honum! En Emanúel er alveg pottþétt á því að helena myndi aldrey láta freistast af honum! En svo einn daginn eignast pabbi hanns nýa konu sem að er að fara að flytja inn og hún á víst strák og þeim´ætti að koma vel saman sagði hún og pabbi hanns, En einn daginn í skólanum fór Jack að kyssa Helenu og Helena kyssir á móti. emanúel trúði ekki sýnum eigin augum (mig langaði til að hoppa inn í bokina og kála þessum Jack gaur!) En jæja svo kemur að því að kellingin flytji inn og þá kemur allt í ljós! Jack er sonur hennar (ég vissi það allann tímann! ég bara hafði það á tilfiniingunni þar sem að allt var búið að vea svona ömurlegt hjá Emanúel!) Og Jack flytur inn, eða reyndar ekki inn heldur á háaloftið sem að er ofan á bílskúrnum því að emanúel heimtaði að hann væri ekki í sama húsi og hann! En þar sem að Jack og Helena voru saman kom helena stundum og heimsótti hann og Emanúel var að farast úr ást þangað til að Per útskýrði fyrir honum að kannski væri hann ekki ástfanginn af Helenu, heldur var hann ástfanginn af því að vera ástfanginn af henni! Og svona endaði bókin (næstum ég sleppi auðvitað einvherju!)\nOg svo er næsta bókín á leiðinni! Bækurnar eru eftir Sören Olsson og anders Jacobsson og ef að þið viljið skoða eitthvað um Emanúel eða fleyri sögupers´nur sem að þeir hafa skrifað þá er hægt að fara inn á\nhttp://www.soren-anders.se\n(reyndar er allt á sænsku en það skilst alveg!",
    "url": "https://www.hugi.is/baekur/greinar/113307/emanuel-spoiler-fyrir-tha-sem-ad-hafa-ekki-lesid/",
    "url_id": "113307",
    "id": "833975",
    "replies": [
        {
            "user": "ggogsi",
            "user_id": "20537",
            "date": "2003-01-01 18:48:53",
            "id": "833976",
            "reply_to_id": "833975",
            "text": "Kúl, ég slepp þá við að lesa bækurnar;)  Ekki það að þær hafi verið á listanum yfir þær bækur sem ég ætla að lesa.\nEn það sem ég vildi segja er að þetta er nú kannski aðeins of nákvæmt til að teljast spoiler.  Spoilerar eru yfirleitt örlítið þokukenndari og hinta meira í staðin fyrir að segja nákvæmlega hvað gerist.  Þetta er nú eiginlega meira endursögn (eða hvað sem það heitir á íslensku - recap á ensku) af bókinni. Það er í fínu lagi mín vegna en það er spurning að merkja næstu greinar sem endursegja bækur með einhverri annarri viðvörun en spoiler:)"
        },
        {
            "user": "ggogsi",
            "user_id": "20537",
            "date": "2003-01-01 18:48:55",
            "id": "833977",
            "reply_to_id": "833975",
            "text": "Kúl, ég slepp þá við að lesa bækurnar;)  Ekki það að þær hafi verið á listanum yfir þær bækur sem ég ætla að lesa.\nEn það sem ég vildi segja er að þetta er nú kannski aðeins of nákvæmt til að teljast spoiler.  Spoilerar eru yfirleitt örlítið þokukenndari og hinta meira í staðin fyrir að segja nákvæmlega hvað gerist.  Þetta er nú eiginlega meira endursögn (eða hvað sem það heitir á íslensku - recap á ensku) af bókinni. Það er í fínu lagi mín vegna en það er spurning að merkja næstu greinar sem endursegja bækur með einhverri annarri viðvörun en spoiler:)"
        },
        {
            "user": "Delirium",
            "user_id": "19072",
            "date": "2003-01-01 20:58:30",
            "id": "833978",
            "reply_to_id": "833977",
            "text": "já ég átti nú frekar erfitt með að greina hvað þetta væri nú. Stundum bara leiðist mer svo að ég sest bara við tlvuna og skrifa eitthað bull!"
        }
    ]
}