{
    "forum_title": "Danstónlist",
    "user": "Versacee",
    "user_id": "16667",
    "date": "2002-12-30 19:51:08",
    "title": "*  FLAUEL *",
    "text": "Bara af svona forvitni, þá fór ég á flauel á hérna hann *Hipp-e* þetta var mín fyrsta ferð á þenna flotta klúbb en ég varð dulítið vonsvikinn yfir hvað var fátt um manninn þarna, það voru nú ekki fleiri en 6 á dansgólfinu þegar ég kom um 03:00 ! og það er verið að segja mér að það sé oftast svona dræm stemning þarna er þetta satt ? er flauel ekki að meika það ?  ég heyrði líka að síðasta oldskúl kveld stemningin þar hefði ekki verið uppá marga fiska..\ner landinn ekki að meika þennan brilliant klúbb ??",
    "url": "https://www.hugi.is/danstonlist/greinar/113329/flauel/",
    "url_id": "113329",
    "id": "834364",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2002-12-30 20:36:05",
            "id": "834365",
            "reply_to_id": "834364",
            "text": "klúbburinn er ágætur…. staðsetningin er vonlaus"
        },
        {
            "user": "TestType",
            "user_id": "14778",
            "date": "2002-12-30 20:41:20",
            "id": "834366",
            "reply_to_id": "834364",
            "text": "Á þetta að kallast grein??"
        },
        {
            "user": "TestType",
            "user_id": "14778",
            "date": "2002-12-30 21:20:56",
            "id": "834367",
            "reply_to_id": "834366",
            "text": "þetta kallast já grein, fatta það fyrst núna ?"
        },
        {
            "user": "TestType",
            "user_id": "14778",
            "date": "2002-12-30 21:38:32",
            "id": "834368",
            "reply_to_id": "834367",
            "text": "Nei, en mér finnst bara að stjórnendur þessa áhugamáls ættu að gera aðeins meiri kröfur til efnis sem kemur hingað inn.\nAð samþykkja þetta finnst mér sýna ‘shockingly’ lágan standard stjórnenda hér."
        },
        {
            "user": "ivar666",
            "user_id": "18026",
            "date": "2002-12-30 22:31:56",
            "id": "834369",
            "reply_to_id": "834368",
            "text": "þetta er kanski ekki löng grein,en það er heldur kanski verið að opna umræður."
        },
        {
            "user": "somganja",
            "user_id": "23783",
            "date": "2002-12-31 18:34:00",
            "id": "834370",
            "reply_to_id": "834369",
            "text": "Þetta er allveg pottéttur staður og eg kíkji þarna oft enn fer alltaf eftir svona klukkutíma, veit ekki afhverju eg fer alltaf aftur enn er örruglega að vona að það sé eitthvað lið þarna enn það er aldrei. sambandi við vatnið þá er 200 kall hefí dýrt enn þeir sem drekka mikið vatn eru ekki að kaupa áfengi þannig þetta er bara sanngjart. staðsetningin finnst mér vera kúl og hún mundi virka ef reykjavík væri með helmingi meira af fólki enn maður verður bara að spila úr þeim spilum sem maður hefur. Þannig allir sem fíla flauel ættu ´því að drulla sér að kíkja þar oftar því annars mun hann loka og þá er ekkert eftir nema elextrolux kvöldin gífurlegu….."
        },
        {
            "user": "ahs",
            "user_id": "18317",
            "date": "2002-12-31 05:10:20",
            "id": "834371",
            "reply_to_id": "834364",
            "text": "Þetta er auðvitað hræðileg staðsetning, svo hefur fólk sem sækist í raftónlist kannski verið í prófum undanfarið, en svo er náttla eitt….\nHANN ER DÝR! maður þarf að skíta seðlum til að vera þarna… ég reyndar fæ mér aldrei dýra drykki, yfirleitt bara vatn, en það er einmitt það sem sjokkerar mig svona mikið… VATNIÐ KOSTAR 200 kall!!! OMG!!\nég ætla aldrei aftur þarna vegna ofangreindra ástæðna.\nÞetta finnst mér vera MJÖG sorglegt því mér finnst staðurinn vera mjög flottur. Hann er stór, með chillout horni, flottri lýsingu ofl. en mikilvægast er að hann er með GEÐVEIKT hljóðkerfi."
        },
        {
            "user": "ivar666",
            "user_id": "18026",
            "date": "2002-12-31 09:07:28",
            "id": "834372",
            "reply_to_id": "834371",
            "text": "Jóakim Aðalönd!!!\nguð minn góður þótt þú þurfir að borga heilar tvö hundruð krónur fyrir vatn!!\nþetta er þjónustugjald,sem er sjálfsagt að borga.\nmér finnst þetta ekki skipta neinu, ég drekk yfirleitt alltaf skipstjóra í kók og mikið af honum!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-12-31 09:21:33",
            "id": "834373",
            "reply_to_id": "834372",
            "text": "Ég skil samt ekki hvernig svona staður getur leyft sér að vera með dýrara áfengi en meðal verð niðrí bæ .. nýr staður sem hefur þessa staðsetningu + ógeðslega dýr. Afhverju ekki að gefa fólkinu eina ástæðu í viðbót til að mæta á svæðið og hafa örlítið ódýrara áfengi ? Mundu örugglga bara gærða á því til lengri tíma … but what do i know :P"
        },
        {
            "user": "ivar666",
            "user_id": "18026",
            "date": "2002-12-31 14:13:11",
            "id": "834374",
            "reply_to_id": "834372",
            "text": "já, ef að liðið sem væri að reka þetta hefði half a brain þá hefði það áttað sig á því eftir fyrsta kvöldið að það hefði ekki efni á því að haga sér eins og gaukur á stöng\ntónlist og gjöld lúta markaðslögmál ívar….   og ef að annaðhvort þeirra er ekki að fara vel í skapið á fólki…. þá mætir það ekki [staðsetningin verður þá að teljast sem gjald... leigubílagjald]"
        },
        {
            "user": "ivar666",
            "user_id": "18026",
            "date": "2002-12-31 14:49:51",
            "id": "834375",
            "reply_to_id": "834374",
            "text": "ég gekk í gegnum nákvæmlega sama pakkann með diablo……\nég ákvað að lokum að rukka ekki fyrir vatnið.\nþú ert í allt öðrum pælingum kallinn minn…..\nég held að staðan sé einfaldlega sú að það er enginn markaður fyrir svona stað.hvað þá á grensásvegi…..\nef svona staður ætti að geta gengið þyrfti hann að vera niðrí bæ,aðeins minni og spila meira mainsteam.\náramótakveðjur: ívar :)"
        },
        {
            "user": "ahs",
            "user_id": "18317",
            "date": "2002-12-31 14:42:59",
            "id": "834376",
            "reply_to_id": "834372",
            "text": "það er samt ALLT svona dýrt. Þeir geta í raun ekki leyft sér þetta og það er ekkert sjálfsagt að borga þetta þjónustugjald. Flestir sem ég þekki fara mun frekar á staði þar sem bjórinn kostar 500-600 krónur, en ef mig minnir rétt þá kostar hann 800 á þessum stað. Hver vill vera á stað þar sem allt er svona dýrt?"
        },
        {
            "user": "LadyJ",
            "user_id": "8744",
            "date": "2002-12-31 21:27:12",
            "id": "834377",
            "reply_to_id": "834376",
            "text": "Já það er víst rétt, það er alltof dræm stemmning á þennan stað, því nú ver og miður, eins fullkominn og mér finnst hann vera. En já það vanntar algjörlega fólkið inná þennan stað. Opnunarkvöldið var frábært.. þá var troðið útúr dyrum. Bara ef allar helgar væru svoleiðis.. þá væri þetta ekkert mál..\nEn nei, því miður eru þeir síðan að fara að loka. Þessi staður er bara ekki að virka, ísland er bara þannig að fólk vill ekki fara úr miðbænum… það er alveg löngu búið að sjá það út að skemmtistaður virkar ekki nema hann sé niðrí bæ.\nFyrir utan var já.. (og reyndar er ennþá) áfengið frekar dýrt inná Flauel, stór bjór kostar 650 kr og lítill kostar 500. sem er náttúrulega way to much…\nÞeir hefðu frekar átt að opna svona KM klúbb í gamla sambíóinu á snorrabraut… það hefði verið brill!!!"
        },
        {
            "user": "Rawk",
            "user_id": "7092",
            "date": "2003-01-01 20:17:03",
            "id": "834378",
            "reply_to_id": "834377",
            "text": "Eitt skil ég ekki, þeir auglýsa ekki sjitt hvað er að gerast hjá þeim og það er ekki vænlegt til árangurs"
        },
        {
            "user": "ghozt",
            "user_id": "428",
            "date": "2003-01-02 18:24:06",
            "id": "834379",
            "reply_to_id": "834378",
            "text": "Það er mjög gott að komast að því hvað er að gerast á flauel , bæði er mjög virk (á því hvað er að gerast reyndar bara) heimasíða www.flauel.is , og svo hef ég séð þá ófáa flyera og annað þvíumlíkt frá þeim.\nEn eins og ég segi og mun segja og hef sagt, að þessi tegund djamms sé bara lögð í dvala ..\nog jáh!\nGleðilega hátíð og eigiði gott nýtt ár, og ekkert vesen !"
        },
        {
            "user": "Rawk",
            "user_id": "7092",
            "date": "2003-01-02 19:55:12",
            "id": "834380",
            "reply_to_id": "834379",
            "text": "Það eru nú ekki allir sem hafa aðgang að netinu.. :)"
        },
        {
            "user": "Lando",
            "user_id": "16918",
            "date": "2003-01-03 03:49:42",
            "id": "834381",
            "reply_to_id": "834380",
            "text": "ekki allir sem vita af þessum stað hvað þá heimasíðunni. Ekki það að ég þykist vita allt um markaðssetningu en til þess að flauel færi eitthvað að pulla held ég að það þyrfti að lækka áfengisverð verulega (minnir reyndar að nú sé allt ódýrara fyrir 2?), auglýsa miklu meira og jafnvel semja við eitthvert taxa fyrirtækið um Flauel-miðbær miðbær-flauel ferðir á niðurgreiddu verði eða eitthvað svoleiðis, veit ekkert hvernig þannig dílar virka, yrði kannski mjög dýrt en whatever.\nAllavega verður staður að gera eitthvað til þess að koma sér af stað, getur ekki bara opnað stað og búist við að allir hlaupi þangað um leið, þott hann sé flottur og word of mouth sé sterkt fyrirbæri. Reyndar finnst mér flauel strax vera kominn með orð á sig fyrir að vera hálftómur að mestu leyti og lítil stemning oftast nær:S"
        },
        {
            "user": "ghozt",
            "user_id": "428",
            "date": "2003-01-16 11:28:21",
            "id": "834382",
            "reply_to_id": "834380",
            "text": "Það eru bara plebbar sem hafa ekki aðgang að sjálfu internetinu..\nég meina, ef þú átt ekki email, áttu þér ekkert líf.\n-ghoztinn, á villigötum"
        },
        {
            "user": "TomasP",
            "user_id": "15117",
            "date": "2003-01-18 18:44:20",
            "id": "834383",
            "reply_to_id": "834382",
            "text": "heh so true :]"
        },
        {
            "user": "TomasP",
            "user_id": "15117",
            "date": "2003-01-03 18:55:38",
            "id": "834384",
            "reply_to_id": "834364",
            "text": "Flauel er flottasti skemmtistaður landsins og hvergi annarstaðar hefur plötusnúður jafngóðargræjur og eru þar ,það er allt til fyrirmyndar fyrir innan dyrnar á staðnum ,en þrátt fyrir að staðsetninginn sé skemmtileg þá er hún hörmung markaðslega séð ,flauel myndi þrífast vel niðrí bæ og þá með ódýrara áfengisverði :]"
        },
        {
            "user": "ivar666",
            "user_id": "18026",
            "date": "2003-01-04 14:34:30",
            "id": "834385",
            "reply_to_id": "834384",
            "text": "af hverju haldið þið að áfengisverð myndi lækka ef hann væri niðrí bæ??\nþað er hærri leiga á húsnæðum niðrí bæ"
        },
        {
            "user": "snatilati",
            "user_id": "30067",
            "date": "2003-01-06 22:22:44",
            "id": "834386",
            "reply_to_id": "834385",
            "text": "Hef ekki ennþá farið á flauel, bara vegna þess hvað hann er á fáránlegum stað. Annars hefyr mann alltaf langað til að heyra tónana þar. Synd að hafa old school kvöld þarna og engin mætir því eins og flestir vita þá eru það mögnuð kvöld!"
        },
        {
            "user": "terrordisco",
            "user_id": "5531",
            "date": "2003-01-14 22:47:18",
            "id": "834387",
            "reply_to_id": "834385",
            "text": "Ivar666: leigan á Grensásvegi er skítlág, thannig ad leigan er varla faktor í áfengisverdi. thetta er bara okur, plain and simple, og thetta er ad koma i bakid á theim"
        },
        {
            "user": "ivar666",
            "user_id": "18026",
            "date": "2003-01-14 23:35:40",
            "id": "834388",
            "reply_to_id": "834387",
            "text": "lestu aftur það sem ég skrifaði….\nleigan er dýrari í bænum.\nen það er rétt hjá þér…okur´búlla :)\nen töff okurbúlla"
        },
        {
            "user": "Beflamed",
            "user_id": "19738",
            "date": "2003-01-08 10:23:31",
            "id": "834389",
            "reply_to_id": "834364",
            "text": "Jamms.. það er sorglegt hvað er að gerast með Flauel. Mar hefur heyrt margt gott um staðinn. Langað mikið til þess að fara. En shiting briks.. maður hefur minstu vitund  um hvað sé í gangi þarnna(Er ekki mikið fyrir að djamma um helgar, bíð meira eftir einhverjum eventi)Nema einum of seint eða alltof tímalega(svona 2 til 3 vikum fyrir tíman eða eftir á) sem er ekki gott fyrir stað sem er ný til kominn og er ekki beinnt með fría auglýsingu(sem miðbæjar staðirnir eru með vegna staðsetningar). Þannig að það kæmi mér ekki mikið á óvart ef þessi annars ágætis staður fari á kúpuna nokkuð fljótlega :( þá eingöngu vegna ómarkvisrar markaðsetningar(þeir ættu að prufa að hanga meira í útvarpi já eða sjónvarpi(fá að kíka í þætti eða senda inn kynningar). Hvort áfengið sé of dýrt eða annað þá held ég að það skipti ekki alveg öllu. því ef ekkert selst þá skiptir ekki öllu hvort ölið kosti 500 kr eða 700 kr. Þá miða við staðsetninu á þessu stað. En öl sem kostar 500 kr gæti meikað heilmikið niðrí bæ þegar ölið kostar oftar en ekki 600 kr en ég efast um að þetta skiptir einhverju máli þarnna. Því að þú þarft að ferðast um í Taxa til að komast þarnna og það kostar $$$.\nkv\nBeflamed"
        }
    ]
}