{
    "forum_title": "Geimvísindi",
    "user": "Mangi",
    "user_id": "1098",
    "date": "2000-12-12 23:59:29",
    "title": "Fljúgandi diskar",
    "text": "Oftast þegar fólk segist hafa séð eitthvað utan úr geimnum er það fljúgandi diskur. En ég held bara að þetta sé algert rugl og vitleysa sem fólk hefur spunnið upp til að fá athygli. Múgurinn er svo auðtrúa að núna halda allir að geimverur séu með stór augu og koma með fljúgandi diskum. Þegar fólk er að ljúga segist það alltaf hafa séð disklaga geimskip, þetta er nú orðið soldið þreytt.\nÞað væri nú fyndið að geimverurnar myndu nú loksins koma hingað á jörðina og þær væri bara alls ekki í fljúgandi diskum heldur í sívalningslaga gufugeimskipum. Og síðan myndu mörg þúsund litlir dvergar stíga út úr geimskipinu.\nHvers vegna ættu geimverurnar að koma einmitt núna ef þær hafa ekki komið í mörg milljón ár?",
    "url": "https://www.hugi.is/geimvisindi/greinar/11344/fljugandi-diskar/",
    "url_id": "11344",
    "id": "68711",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2000-12-13 01:33:38",
            "id": "68712",
            "reply_to_id": "68711",
            "text": "Nákvæmlega! Geimverur eru varla til, eina sem þú gætir kallað “geimverur” eru einhverjar bakteríur og gerlar og þetta tvennt er nú ekki það þróað til að það geti búið til disklaga geimskip með öllu!!!"
        },
        {
            "user": "Bender",
            "user_id": "271",
            "date": "2000-12-13 01:49:42",
            "id": "68713",
            "reply_to_id": "68711",
            "text": "Það bara getur ekki verið að það séu ekki til geimverur því alheimurinn er svo stór, að okkar litla jörð sé eini staðurinn í öllum alheiminum þar sem líf er… Svo sambandi við geimverur útaf hverju þurfa þær alltaf að vera einhver krípi það gæti alveg verið að þær séu bara alveg eins og við ,,, kannski þróaðri en við eða bara að þessar geimverur eru bara að rækta okkur hér á jörðinni og svo þegar íbúarnir á jörðinni eru orðnir svo margir að það væri varla hægt að búa hér, þá myndu þær koma og sækja okkur og nota okkur sem þræla og stela öllu sem við höfum fundið upp????????"
        },
        {
            "user": "krystall",
            "user_id": "5587",
            "date": "2000-12-13 02:03:04",
            "id": "68714",
            "reply_to_id": "68713",
            "text": "Auðvitað eru til geimveru.  Það var nýlega sannað vísindalega.\nVissuði ekki að það er GEIMRYK sem stuðlar að kúariðu,,,\neða þannig!"
        },
        {
            "user": "hann",
            "user_id": "28994",
            "date": "2000-12-13 02:46:18",
            "id": "68715",
            "reply_to_id": "68711",
            "text": "ég veit ekki,en ég hef lært það mikið að ég trúi því, sem eitthver sagði eitthverstaðar og eitthvertíman\"aldrei segja aldrei:)"
        },
        {
            "user": "reynzi",
            "user_id": "1069",
            "date": "2000-12-13 14:58:33",
            "id": "68716",
            "reply_to_id": "68711",
            "text": "Jú það eru til geimverur!! en við höfum samt ekki haft neitt samband við þær né þær við okkur…\nÞessir fljúgandi diskar og fleira sem að fólk hefur verið að spotta og þessar verur með stóru augun erum við sjálf í framtíðinni að reyna að vara okkur við tortímingunni sem verður einhverntíman a long time from now…við lifum s.s í fortíðinni"
        },
        {
            "user": "Sivar",
            "user_id": "3343",
            "date": "2000-12-15 03:30:55",
            "id": "68717",
            "reply_to_id": "68711",
            "text": "Ahhaaaa  þú er með misskilning.  sko þær hafa haft samband við okkur. Þær höfðu samband við Bandarísk stjórnvöld vegna þess að þau eru mest þróuðust nema bandarísk stjórnvöld treystu ekki almenningi fyrir þessu stórfenglegum fréttum (mig minnir að þetta hafi gerst 1950 og eitthvað).  Hvaðan helduru að stealth flugvélin hafi komið?  Nú auðvitað frá geimverunum.  En það sem stórnvöld eru að gera núna er að leka úpplýsingum um geimverum, svo að fólk verði viðbúið sannleikanum.  Já breiðið út boðskapin.  Það eru til geimverur."
        },
        {
            "user": "Velmagt",
            "user_id": "3210",
            "date": "2000-12-15 11:51:27",
            "id": "68718",
            "reply_to_id": "68711",
            "text": "Geimverur geta vel verið til haf hverju áttu  hundruðir manna að lúga þegar ekki einu sinni helmingur þeirra kemst í fréttirnar.\nOg hver segir að geimverur hafi ekki verið kannski þær hafi komið mörgum sinnum en fundist mannfólkið of ofbeldisfullt og eru að bíða eftir að við þróumst andlega meira."
        },
        {
            "user": "Mangi",
            "user_id": "1098",
            "date": "2000-12-16 00:06:50",
            "id": "68719",
            "reply_to_id": "68718",
            "text": "Mér fannst geimverurnar í Starship Troopers vera flottar."
        },
        {
            "user": "gunnarh",
            "user_id": "19033",
            "date": "2000-12-16 16:22:21",
            "id": "68720",
            "reply_to_id": "68719",
            "text": "það er satt þær voru snilld."
        },
        {
            "user": "Link",
            "user_id": "2287",
            "date": "2000-12-17 13:54:32",
            "id": "68721",
            "reply_to_id": "68719",
            "text": "já svona giant kochrouchers þær eru scery og þvílík mynd hún er frábær og það er mjög erfitt að drepa þær."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2000-12-17 19:47:56",
            "id": "68722",
            "reply_to_id": "68711",
            "text": "Þær hafa ekki haft ástæðu til að tala við okkur áður en við öðluðumst þá þekkingu sem þurfti til að skjóta okkur út í geim.\nAnnað er að þetta er einfaldlega ekki rétt hjá þér, að sagnir um geimför og geimverur séu að koma fyrst fram núna. Sagnir um geimför og undarleg för á jörðu niðri hafa verið til í mörgþúsund ár. Það var samt ekki fyrr en á 20. öldinni sem menn fóru að segjast hafa actually séð verurnar sjálfar, og geta verið margar ástæður fyrir því, MEÐAL ANNARS vegna þess að þær séu í raun og veru ekkert til, en það gætu líka verið fleiri ástæður fyrir því."
        },
        {
            "user": "HuBeRt",
            "user_id": "2668",
            "date": "2000-12-18 15:07:53",
            "id": "68723",
            "reply_to_id": "68711",
            "text": "smakvæmt hinni upprunalegu biblíu voru guðirnir fjórir en ekki einn og þeir komu til jarðar í stórum glansandi kerrum og þeim er líst í fornritum einsog hvítu geimflaugarnar sem við sjáum með fallhlíf aftanúr og það segir okkur það að geimverurnar eru alveg einsog við nema bara þróaðri og þegar við vorum með illa þróaðar hestakerrur voru þeir að finna eitthvað sem mengaði ekki jafn mikið og olía!!!!"
        },
        {
            "user": "HuBeRt",
            "user_id": "2668",
            "date": "2000-12-19 03:36:17",
            "id": "68724",
            "reply_to_id": "68723",
            "text": "Hver var það eiginlega sem setti það sem eitthvað skilyrði að geimskipin yrðu eitthvað sem vitsmunalífið byggi til? Það getur allt eins verið að lífverur þróist í einhverskonar samlífi og að einhver lífvera hafi þróað aðferð til að ferðast og að önnur lífvera hafi farið að notfæra sér það og það hafi orðið úr þessu samlífi sem gerir báðum aðilum kleyft að kanna nýja heima"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2000-12-20 00:42:45",
            "id": "68725",
            "reply_to_id": "68711",
            "text": "margt fólk hefur í geðvandamáli að stríða og geimverur eru ekki til"
        },
        {
            "user": "intro",
            "user_id": "6380",
            "date": "2000-12-20 22:01:38",
            "id": "68726",
            "reply_to_id": "68711",
            "text": "ég og tveir aðrir vinir mínir sáum nú fljúgandi andskota fyrir svona tveimur árum. vorum í fótbolta kl. svona 11 um vetur. vorum 4 saman en við sáum það bara 3. sá fjórði missti af þessu, hehe loser. þetta flaug bara hljóðlaust yfir leikskólann við fótboltavöllin ekkert í svo mikilli hæð. síðan hvarf það bara. some scary shit. og þetta er engin lygi. margir hafa séð svona og við erum bara 3 af fullt af fólki sem er ekki að bullshitta.\nnothing but the truth"
        },
        {
            "user": "Tweaky",
            "user_id": "2609",
            "date": "2000-12-20 22:17:42",
            "id": "68727",
            "reply_to_id": "68726",
            "text": "Nei Einar, heyrðu nú mig, núna gengurðu of langt.\nFólk verður að fá að vita að þú dvaldir á geðspítala í 5ár!! Lygarnar geta ekki haldið svona áfram lengur, þú sást engan fljúgandi disk…þetta var allt saman blekking, þú lifir í blekkingu! Snap out of it!"
        },
        {
            "user": "intro",
            "user_id": "6380",
            "date": "2000-12-20 22:21:46",
            "id": "68728",
            "reply_to_id": "68727",
            "text": "jo atli, im gonna kick your ass. haha. Nú ef við erum komnir út í svona lagað ættirðu kannski að segja öllum frá kynfæravörtunum þínum sem þú skrifaðir ritgerð um í skólanum. back at ya motherf*****\nengin reiði hé"
        },
        {
            "user": "Tweaky",
            "user_id": "2609",
            "date": "2000-12-20 22:23:13",
            "id": "68729",
            "reply_to_id": "68728",
            "text": "Ok ok hættum öllu bullshitti…en fyrst við erum komnir út á svona hálan ís þá verður fólk að heyra af óendanlegri fýsn þinni til að hafa samfarir með dýrum! Sérstaklega húsdýrum!\n…Blessuð sé minning Skjöldu."
        },
        {
            "user": "intro",
            "user_id": "6380",
            "date": "2000-12-20 22:25:52",
            "id": "68730",
            "reply_to_id": "68729",
            "text": "þú vilt ekki að ég byrji að segja frá kynlífsórum þínum með alifuglum þannig þegiðu bara\n(skjalda dó af því að þú steigst á hana og þú veist það vel, reyndu ekki að klína því yfir á mig)"
        },
        {
            "user": "jonfr",
            "user_id": "5868",
            "date": "2000-12-21 22:12:55",
            "id": "68731",
            "reply_to_id": "68711",
            "text": "Auðvitað eru til geimverur!! Annars værum við einu sem eru til í heiminum.Svo var líka sannnað að það hafi verið fundið vatn einhverstaðar í geimnum."
        },
        {
            "user": "jonfr",
            "user_id": "5868",
            "date": "2000-12-23 00:15:45",
            "id": "68732",
            "reply_to_id": "68731",
            "text": "Búið að sanna að það væri vatn annars staðar í heiminum…\n…ég hef reyndar vægast sagt takmarkaða trú á því að nokkur vísindamaður hafi sagt á 20. öldinni að það væri ekki vatn úti í geimnum… vatn er mjög einfalt efni, búið til úr mjög einföldum sameindum, og hefur það eiginlega verið álíka viðurkennt og Darwin-kenningin að vatn sé að sjálfsögðu að finna í fáránlega miklu vatni út um allar trissur, jafnvel í okkar eigin sólkerfi.\nÞú hefur líklega heyrt um vatnsfundinn á Mars. Já, það þykir nærri sannað að á Mars hafi einhvern tíma verið mikið vatn, og að þar sé enn eitthvað af því frosið. Ég verð að viðurkenna að ég er ekki alveg með það á hreinu hvort þetta hafi nú þegar verið sannað, en það er a.m.k. allt sem bendir til þess að þetta sé vatn þarna. Ofan á það er það allt nema ólíklegt, þar sem, eins og ég sagði, vatn er mjög einfalt fyrirbrigði.\nÚti í geimnum er líka að finna brennistein, metangas, nikkel og ýmsar tegundir efna sem finnast á jörðinni. Það er samt ekki á færi nema fróðustu manna hvort að einhver tenging sé á milli þess að efnin sé hér og þar í heiminum. Það að það sé vatn á Mars þýðir ekki að það hafi verið líf þar, bara vegna þess að það er vatn á jörðinni og það er líf hér."
        },
        {
            "user": "jonfr",
            "user_id": "5868",
            "date": "2000-12-24 04:22:18",
            "id": "68733",
            "reply_to_id": "68732",
            "text": "Mig grunar að geimverur(eða önnur samfélög í geimnum) mundu ekki vilja tala við okkur úf af því að við erum svo ógeðslega stutt komin í tækniþróun og hugsun(við erum frumstæð). Það eiga eftir að líða a.m.k 100-200 ár í viðbót áður en við komust í samband við geimverur."
        },
        {
            "user": "cactuz",
            "user_id": "5705",
            "date": "2000-12-30 12:20:43",
            "id": "68734",
            "reply_to_id": "68711",
            "text": "Af hverju þarf það alltaf að vera sagt að við séum ekki nógu andlega þróuð fyrir aðrar geimverur og þess vegna vilja þau ekki koma. Ok ef einhverjar geimverur eru það tæknilega þróuð að þau komast hingað er þá sjálfgefið að þau eru andlega þróuð. Er alltaf samasem merki á milli tækni og andlegrar hugsunar kannski hafa þau ekkert fyrir þessari tækni eins og einhver var að ýja að hér einhverstaðar fyrir ofan. Kannski er okkar þróaðasta tækni grunntækni hjá þeim. Skilur mig einhver eða er þetta bara eitthvað rugl í mér.\ncactuz******"
        },
        {
            "user": "L4m3r",
            "user_id": "6420",
            "date": "2000-12-31 04:23:05",
            "id": "68735",
            "reply_to_id": "68711",
            "text": "UFO er bull en það er líf á öðrum hnöttum tel ég."
        }
    ]
}