{
    "forum_title": "Gæludýr",
    "user": "Sweet",
    "user_id": "2593",
    "date": "2002-12-31 16:13:00",
    "title": "Lærið tungumál gára",
    "text": "Þetta eru upplýsingar úr bókinni Gári litli, á þessu er hægt að sjá hvernig gáranum líður og hvort það sé ekki allt í lagi með hann=)\nHvað þýðir ef gári…\nKlórar sér í hausnum: - Þegar gári klórar sér á höfðinu, getur hann ekki einfaldlega teygt aðra löppina upp á hausinn, heldur verður hann fyrst að renna fætinum umdir vængnum og teygja hann þaðan upp á hausinn. Það er gáranum eðlilegt að klóra sér á hausnum. Ef hann gerir það ekki, er hann kannski orðinn veikur.\nTeygir fótinn aftur undan sér: - Gári þarf alltaf við og við að vera að teygja fæturna til skiptis aftur undan sér. Honum er það eðlilegt og sýnir að honum líður vel. Um leið og hann dregur fótinn aftur til sín, knýtir hann klærnar venjulega saman í lítinn hnefa. Oft sleppir hann því þó að kreppa klærnar og sumir gera það aldrei. Ef þið takið eftir því að hann teygir alltaf sama fótinn aftur, eða ef hann teygir fæturna ekki, skuluð þið vera á verði. Hann kann að vera að veikjast, t.d. að lamast af vítamín skorti.\nSitur á einum fæti: - Eftir að gári hefur teygt úr öðrum fæti, er algengast að hann dragi hann aftur til sín, setji hann upp að kviðnum, feli hann í fiðrinu og sitji svo lengi á einum fæti. Þetta er honum einmitt eðlilegt og er greinilegt tákn um vellíðan. Ef honum líður sérlega vel, kvakar hann eða kurrar lágt.\nStingur hausnum í fiðrið: - Ef honum líður svo sérlega vel, snýr hann hausnum í hálfhring og stingur nefinu niður í fiðrið á öxlunum. Hann heldur þá oft áfram að klúkka af vellíðan og ef hann þagnar alveg, er hann sofnaður. Flestir fuglar sofa þannig á einum fæti, en líka eru margir sem sofa á báðum fótum, en stinga hausnum með sama hætti í fiðrið. Meðan gárarnir eru enn vakandi standa þeir oft á fætinum uppspenntum, en líkt og krjúpa niður um leið og þeir sofna. Þá heyrist líka oft smá ískurhljóð við það að þeir bíta saman goggunum og er það enn eitt merki um vellíðan.\nVonandi hefur þetta gagnast einhverjum og ég sendi kannski inn framhald af þessu ef þetta verður eitthvað lesið=)\nKv. Sweet",
    "url": "https://www.hugi.is/gaeludyr/greinar/113505/laerid-tungumal-gara/",
    "url_id": "113505",
    "id": "835638",
    "replies": [
        {
            "user": "Begga",
            "user_id": "2277",
            "date": "2003-01-01 18:50:06",
            "id": "835639",
            "reply_to_id": "835638",
            "text": "Glæsilegt hjá þér þetta Sweet!\nKrakkar, fleiri greinar, ég vil sjá svona 2-3 fuglagreinar á viku í Janúar og þá held ég að vefstjóri geti varla neitað okkur um fuglaáhugamál! (það sama á auðvitað um fiska eða annað, ef áhugi er fyrir því)\nKveðja,\nBegga"
        },
        {
            "user": "Sweet",
            "user_id": "2593",
            "date": "2003-01-01 18:57:24",
            "id": "835640",
            "reply_to_id": "835638",
            "text": "Ég ætla að skrifa meira upp úr þessari bók:) hún er mjög fróðleg og hjálpar örugglega mörgum=)"
        },
        {
            "user": "sofandi",
            "user_id": "11595",
            "date": "2003-01-01 22:31:15",
            "id": "835641",
            "reply_to_id": "835638",
            "text": "það væri geðveikt ef þú héldir áfram að skrifa  um gára eða fugla. núna þarf ég að fara að kaupa vítamin handa páfagauknum!!! ;)"
        },
        {
            "user": "Sweet",
            "user_id": "2593",
            "date": "2003-01-01 22:52:37",
            "id": "835642",
            "reply_to_id": "835638",
            "text": "ég á vítamín en þyrfti að vera duglegri að gefa mínum það, ég er ekki viss um að þeim finnist það gott það er svo vond lykt af því! En mér var sagt að það væri nauðsynlegt að þeir fengu vítamín reglulega þannig ég verð að fara að gefa honum meira af því.\nÞað kemur meira af svona bráðlega, þetta er svo langt að það verður líklega í tveimur hlutum:)\nEn ertu ekki til í að fá fuglaáhugamál????"
        },
        {
            "user": "sverrsi",
            "user_id": "26176",
            "date": "2003-01-02 11:51:19",
            "id": "835643",
            "reply_to_id": "835642",
            "text": "Það er undirskriftalisti á forsíðunni"
        },
        {
            "user": "Sweet",
            "user_id": "2593",
            "date": "2003-01-01 22:53:59",
            "id": "835644",
            "reply_to_id": "835638",
            "text": "Í þremur hlutum meina ég:)"
        },
        {
            "user": "Sweet",
            "user_id": "2593",
            "date": "2003-01-02 12:00:13",
            "id": "835645",
            "reply_to_id": "835638",
            "text": "Það væri kannski gott að skrifa grein um þetta hér á dýrum, er ekki viss um að allir sjái þetta á forsíðunni:/ en ég mæli ekki með að setja það á korkana það les þá varla enginn=)"
        }
    ]
}