{
    "forum_title": "Deiglan",
    "user": "idf",
    "user_id": "20187",
    "date": "2002-12-31 18:24:30",
    "title": "Innrásin í Írak 2003",
    "text": "Nú virðist lítið geta komið í veg fyrir innrás Breta og BNA í Írak, líklega í lok Janúar, eftir u.þ.b. mánuð.\nSamkvæmt heimildum Sunday Times þá er verið að plana algert leifturstríð, fyrst með “intensívum” loftárásum, allt að 1000 árásarferðum á skömmum tíma gegn hernaðarskotmörkum. Síðan er gert ráð fyrir hraðri innrás vélaherdeilda frá Kuwait til Bagdad, en ekki búist við mikilli mótspyrnu frá herjum Saddams sem ekki eru merkilegir fyrir. Þess ber að geta að Saddam hefur ekki tekist að byggja upp herinn í þann styrk sem hann hafði fyrir Flóabardaga en hernaðarstyrkur BNA hefur aukist til muna, ekki sýst tæknilega hliðin.\nUndirbúningur er hafinn á fullu, sérsveitir Ísraela leyta Skud skotpalla í vestur-Írak og Bretar æfa sýnar hersveitir í kúrdíska hluta norður-Íraks. Auk þessa hafa flugherir Breta og BNA verið á stöðugu eftirlits flugi yfir flugbannsvæðum Íraks og hefur það mikið æfingagildi þar sem oft er skotið á þá eða beint á þá ratstsjárgeisla. Byrjað er að dreifa áróðursefni sem er beint að Írökskum almenningi þar sem þeim er gert grein fyrir að væntanlegum árásum sé ekki beint að þeim og þeir geti vænst fulls stuðnings við uppreisn gegn Saddam.\nAndstaða við áætlanir BNA og Breta fer minnkandi,t.d. ræfillin Shcröder gefur nú í skyn að Þjóðverjar muni veita óbeina aðstoð og fullyrt er að Saudar hafi gefið samþykki fyrir afnotum af flugvöllum. Bush og Blair hafa verið þolinmóðir og hafa reynt samningaleiðina en sýnt hefur verið fram á brot Íraka sbr. “material breach” í ófullnægjandi skýrslu þeirra um ætlaða vopnaeign sýna. Það er kominn tími til að Heimurinn sýni samstöðu um að koma glæpamönnum eins og Saddam frá völdum, hans valdatíð hefur og myndi eyða fleiri lífum en munu týnast við að koma honum frá. Látum hann ekki draga okkur lengra á asnaeyrum.\nGleðilegt ár !\nIDF",
    "url": "https://www.hugi.is/deiglan/greinar/113510/innrasin-i-irak-2003/",
    "url_id": "113510",
    "id": "835717",
    "replies": [
        {
            "user": "Nocturnal",
            "user_id": "20790",
            "date": "2003-01-01 03:28:46",
            "id": "835718",
            "reply_to_id": "835717",
            "text": "Þetta verður slátrun.\ngleðilgt nýtt ár……..i hope"
        },
        {
            "user": "thorwave",
            "user_id": "27176",
            "date": "2003-01-01 03:46:05",
            "id": "835719",
            "reply_to_id": "835718",
            "text": "Það er nú samt spurning hverjum verður slátrað? Miðað við það sem bandaríkamenn segja er líklegt að þessi þjóð eigi sýkla, efna eða kjarnavopn og Sadam er svona persóna sem hikar ekki við að nota þannig lagað.\nKannski er ólíklegt að hann noti þetta á Bandaríkin þar sem það er mun auðveldara fyrir hann að ráðast á einhverja af “vinum” Bandaríkjamanna sem liggja við landamæri Íraks. Þessar þjóðir eru fátækar og stríðshrjáðar og mega alls ekki við fleiri áföllum.\nMín vegna mega Bandaríkjamenn ráðast á alla þá hryðjuverkamenn sem þeir vilja ef þeir bara myndu sleppa því að blanda alltaf nágrönnum inn í þetta."
        },
        {
            "user": "thorwave",
            "user_id": "27176",
            "date": "2003-01-02 15:23:25",
            "id": "835720",
            "reply_to_id": "835719",
            "text": "Hvaða “fátæku, stríðshrjáðu þjóðir” ert þú eiginlega að tala um? “Vinir” Bandaríkjamanna sem liggja við landamæri Írak eru Saudi Arabía og Kuweit og ekki get ég séð að þær þjóðir séu neitt sérstaklega fátækar eða stríðshrjáðar. Flestir nágrannar Írak eru ríki þar sem allt veður í olíu og gulli og ekki hægt að kvarta yfir efnahaginum.\nAð mínu áliti er það íraska þjóðin sem ekki má við fleiri áföllum. Þó að stríðinu hafi “lokið” fyrir meira en áratug, þá hefur þjáning þeirra ekki tekið enda. Herflugvélar BNA varpa sprengjum á landið nánast vikulega og viðskiptabannið, sem átti að vera refsing fyrir Saddam Hussein, hefur nánast engin áhrif haft á hann sjálfan, heldur beint eða óbeint orðið valdur að þúsundum dauðsfalla og þá aðallega á börnum og öðrum óbreyttum borgurum. Saddam Hussein og hans ríkisstjórn eru ekki af hinu góða, en ég sé ekki hvernig stríð getur komið þeim frá völdum."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2003-01-02 23:47:07",
            "id": "835721",
            "reply_to_id": "835720",
            "text": "Sérðu ekki hvernig stríð getur komið þeim frá völdum ? Líklega verður þetta auðveldara en í Afganistan en þá töluðu einmitt margir friðarsinnar ein og þú. Lofárásir BNA og breta hafa einungis verið gegn hernaðarmannvirkjum og lítð hefur heyrst um mannfall borgara í þeim þrátt fyrir að Írakar myndu vilja benda á það. Auk þess hafa þeir aðallega gert þetta þegar þeim hefur verið ógnað eða skotið á flugvélarnar við eftrilit yfir flugbannsvæði sem var ákveðið í vopnahlessamningum við Íraka sjálfa 1991."
        },
        {
            "user": "thorwave",
            "user_id": "27176",
            "date": "2003-01-03 10:15:57",
            "id": "835722",
            "reply_to_id": "835721",
            "text": "Aðstæður í Afganistan og Írak eru gjörólíkar. Í Afganistan vildi meirihluti fólksins koma talibönunum frá völdum og fjöldi þeirra aðstoðaði við það. Í Írak ríkir mikill ótti við Saddam og enginn þorir að mótmæla neinu sem hann gerir. Hinum óbreytta borgara í Írak er meira umhugað um að finna hreint vatn og komast lífs af en að gera stjórnarbyltingu. Flestir þeir írakar sem eru á móti ríkisstjórninni og þora að sýna það eru flóttamenn og lifa utan Írak. Því getur reynst erfitt fyrir þá að gera uppreisn innan frá, eins og gert var í Afganistan.\nLoftárásirnar hafa nú ekki einungis verið gegn hernaðarmannvirkjum. Bna og bretar hafa oftar en einu sinni “óvart” sprengt upp verksmiðjur og önnur mannvirki sem teljast ekki til hernaðarmannvirkja, t.d. lyfjaversksmiðju. Það hefur orðið mannfall við þessar loftárásir og fyrir því hef ég áreiðanlegar heimildir. Maður fær nefninlega ekki alltaf að heyra allan sannleikann í fréttaflutningi bandarískra og breskra fjölmiðla."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2003-01-03 14:33:00",
            "id": "835723",
            "reply_to_id": "835722",
            "text": "Bíddu nú við ! Ertu að segja að öll pressan í BNA og SB (Stóra Bretland) sé múlbunin og þjóni hagsmunum Bush og Blair ? Kjaftæði.\nOg það er líka kjaftæði að halda að íbúar Írak sé eitthvað síður fegnir að losna við Saddam, búinn að gleyma uppreisnum Kúrda í norðri og Fenja Arabanna í suðri 1991 ? Það verður að segjast að Kanarnir klúðruðu málum illa þá þegar gott tækifæri gafst og studdu uppreisnaröflin ekki nógu vel."
        },
        {
            "user": "dechango",
            "user_id": "25871",
            "date": "2003-01-03 15:16:12",
            "id": "835724",
            "reply_to_id": "835723",
            "text": "idf.\nBandarískir fjölmiðlarisar eru lang fyrirferðamestir í fréttaflutningi þar í landi, og einnig mjög hlutdægir, sbr. deilur Ísraela og Palestínumanna.\nStuddu Bandaríkjmenn uppreisnaröflin ekki nógu vel? Þeir studdu þau bara alls ekki neitt, en höfðu samt sem áður lofað því. Þeir höfðu engan áhuga á að ‘frelsa Írösku þjóðina’ þá og hafa engan áhuga á því núna."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2003-01-03 15:27:01",
            "id": "835725",
            "reply_to_id": "835724",
            "text": "decango\nÞú getur alveg haldið fram að CNN ráði öllum fréttum í BNA en það kemur ekki í veg fyrir margar og mismunandi skoðanir þar. Þú ert alveg dmigerður kanahatari sem klórar sér í kollinum undrandi þegar hann kemst að því að öll Bandaríska þjóðin fer ekki í skrúðgöngu fyrir Bush.\nOg því heldur því auðvitað fram að BNA fari bara í stríð þegar það þjónar þeirra hgasmunum. Hverjir voru þeirra hagsmunir í Sómalíu eða Kosovo ?"
        },
        {
            "user": "dechango",
            "user_id": "25871",
            "date": "2003-01-03 16:10:55",
            "id": "835726",
            "reply_to_id": "835725",
            "text": "Ég var ekkert að tala um mismundandi skoðanir fólks. Sjálfur þekki ég fólk sem býr í Bandaríkjunum og er á móti ‘stríðsæsingastefnu’ Bush. Ég var bara að segja hversu fyrirferðamiklir fjölmiðlarisarnir væru þar.\nOg svo sagði (skrifaði) ég ekki að Bandaríkin færu bara í stríð þegar það þjónar þeirra hagsmunum .. ég var aðeins að benda á það að þeim var alveg sama um Írösku þjóðina þegar uppreisnin var reynd, og þeim lofuð aðstoð.\n.. og ég er ekki Kanahatari."
        },
        {
            "user": "erikolaf",
            "user_id": "13555",
            "date": "2003-01-06 09:39:05",
            "id": "835727",
            "reply_to_id": "835725",
            "text": "idf\nÞú segir “Og því heldur því auðvitað fram að BNA fari bara í stríð þegar það þjónar þeirra hgasmunum. Hverjir voru þeirra hagsmunir í Sómalíu eða Kosovo ? ”\nÞú hefur væntanlega heyrt um Public Relations eða reyna að láta eitthvað líta vel út. Í Sómalíu þá höfðu Bandaríkjamenn mikinn og langana tíma til þess að hjálpa Sómölum en nei þeir biðu eftir að Rauði krossinn var búinn að vinna sína vinnu og fleiri hjálparstofnanir. Þá senda þeir inn 30.000 maura og reyna líta fallega út fyrir heimspressuna. Fæst af því sem nokkur þjóð er af því að þeim er svo annt um fólkið í landinu. Nema kannski ef að Lúxemborg eða Ísland janfvel myndi gera eitthvað. Þjóð fer aldrei í stríð eða í hjálparstarfsemi nema það þjóni hagsmunum þess á einhvern hátt þetta er staðreynd sem að 8 ára frænkan mín veit jafnvel. Ef að sríðið þjónar engum tilgangi fyrir viðskipti landsins eða “elítan” þá má þjóðin fara í rassgat þetta hlýturðu að sjá."
        },
        {
            "user": "jmh",
            "user_id": "26815",
            "date": "2003-01-06 10:11:24",
            "id": "835728",
            "reply_to_id": "835727",
            "text": "Þið getið þakkað USA fyrir að þið talið ekki Rússnesku í dag, Það er næsta öruggt að ef Ísl. hefði ekki verið í bandalagi við þá, NATO.\nÁrás á Írak er óumflýjanleg til þess að fyrirbyggja mjög slæma þróun. Afleiðingar þess að Írakar komi sér upp kjarnavopnum mundi finnast um allan heim, m.a. hér, efnahagslega.\nAð láta þá óáreitta við að koma sér upp WMD er ábyrgðarleysi sem ekki er hægt að láta viðgangast."
        },
        {
            "user": "Pipppi",
            "user_id": "14619",
            "date": "2003-01-06 10:37:45",
            "id": "835729",
            "reply_to_id": "835728",
            "text": "Bull og kjaftæði."
        },
        {
            "user": "erikolaf",
            "user_id": "13555",
            "date": "2003-01-06 12:56:44",
            "id": "835730",
            "reply_to_id": "835728",
            "text": "Þarf ekki sannanir fyrir því að þeir seú að koma sér upp WMD. Scott Ritter sem var aðalvopna eftirlitsmaðurinn í Írak segir að þeir hafi fundið nálægt 98% af öllum vopnum sem eru í Írak eða þangað til að þeir voru kallaðir heim frá Írak vegna þess að BNA og Bretar vildu sprengja meira og vildu ekki þeir meiddu sig. Já það virðist gleymast að það var ekki Saddamm sem rak þá á brott frá Írak heldur voru þeir teknir frá Írak. Engar óyggjandi sannanir hafa komið fram sem segja að hann eigi vopn né hafi getu til að búa til slík vopn. Strið fyrir olíu og heimsyfirráð er það eina sem er verið að hugsa um í þessu tilviki eins og svo oft áður þegar BNA á í hlut."
        },
        {
            "user": "jmh",
            "user_id": "26815",
            "date": "2003-01-06 13:22:04",
            "id": "835731",
            "reply_to_id": "835730",
            "text": "Heldur þú kannski að Saddam sé maður sannleikans?\nÞað er næsta öruggt að þeir eru að reynan koma sér upp WMD. Heldur þú kannksi að hann hafi allt á glámbekk. Auðvitað hefur hann falið öll verksummerki.\nÍrakar vísuðu UN eftirlitsmönnunum í burtu í Nóv.1998. (skoðaðu fréttir frá þeim tíma)\nEnn eitt er víst að Saddam og stjórn hans eru glæpahundar sem þarf að uppræta."
        },
        {
            "user": "erikolaf",
            "user_id": "13555",
            "date": "2003-01-06 13:54:01",
            "id": "835732",
            "reply_to_id": "835731",
            "text": "í fyrsta lagi þá eru það Bandríkjamenn sem segjast hafa sannanir fyrir því að þeir séu að reyna koma sér upp WMD og ef að einhver segir að einhver sé að reyna slíkt eða reyna hvað sem er er þá er það saksóknarinn sem á að sanna málið en ekki verjandinn. Þannig er það í réttarkerfinu. Ef þeir vita hvar verið er að framleiða þessi vopn þá á að senda eftirlitsmennina þangað og þá er málið útrætt vopnin fundin og Saddamm sekur. Það hefur ekki verið gert. Og auk þess þá greinilega veist þú ekkert um þetta mál ef þú segir að Saddamm hafi rekið eftirlitsmennina úr landi 1998 að gamni þá fylgir hér copy/paste af\nhttp://www.fair.org\nmerkilegt hvernig áróður virkar ef hann er sagðr nógu oft. Það virðist eins og minnigarhola Orwells hafi gleypt sannleikann í þessu máli.\nWhat a Difference Four Years Makes\nWhy U.N. inspectors left Iraq–then and now\nThe U.N. orders its weapons inspectors to leave Iraq after the chief inspector reports Baghdad is not fully cooperating with them.\n– Sheila MacVicar, ABC World News This Morning, 12/16/98\nTo bolster its claim, Iraq let reporters see one laboratory U.N. inspectors once visited before they were kicked out four years ago.\n–John McWethy, ABC World News Tonight, 8/12/02\n————————————————- ——————————-\nThe Iraq story boiled over last night when the chief U.N. weapons inspector, Richard Butler, said that Iraq had not fully cooperated with inspectors and–as they had promised to do. As a result, the U.N. ordered its inspectors to leave Iraq this morning\n–Katie Couric, NBC's Today, 12/16/98/\nAs Washington debates when and how to attack Iraq, a surprise offer from Baghdad. It is ready to talk about re-admitting U.N. weapons inspectors after kicking them out four years ago.\n–Maurice DuBois, NBC's Saturday Today, 8/3/02\n————————————————- ——————————-\nThe chief U.N. weapons inspector ordered his monitors to leave Baghdad today after saying that Iraq had once again reneged on its promise to cooperate–a report that renewed the threat of U.S. and British airstrikes.\n–AP, 12/16/98\nInformation on Iraq's programs has been spotty since Saddam expelled U.N. weapons inspectors in 1998.\n–AP, 9/7/02\n————————————————- ——————————-\nImmediately after submitting his report on Baghdad's noncompliance, Butler ordered his inspectors to leave Iraq.\n–Los Angeles Times, 12/17/98\nIt is not known whether Iraq has rebuilt clandestine nuclear facilities since U.N. inspectors were forced out in 1998, but the report said the regime lacks nuclear material for a bomb and the capability to make weapons.\n–Los Angeles Times, 9/10/02\n————————————————- ——————————-\nThe United Nations once again has ordered its weapons inspectors out of Iraq. Today's evacuation follows a new warning from chief weapons inspector Richard Butler accusing Iraq of once again failing to cooperate with the inspectors. The United States and Britain repeatedly have warned that Iraq's failure to cooperate with the inspectors could lead to air strikes.\n–Bob Edwards, NPR, 12/16/98\nIf he has secret weapons, he's had four years since he kicked out the inspectors to hide all of them.\n–Daniel Schorr, NPR, 8/3/02\n————————————————- ——————————-\nThis is the second time in a month that UNSCOM has pulled out in the face of a possible U.S.-led attack. But this time there may be no turning back. Weapons inspectors packed up their personal belongings and loaded up equipment at U.N. headquarters after a predawn evacuation order. In a matter of hours, they were gone, more than 120 of them headed for a flight to Bahrain.\n–Jane Arraf, CNN, 12/16/98\nWhat Mr. Bush is being urged to do by many advisers is focus on the simple fact that Saddam Hussein signed a piece of paper at the end of the Persian Gulf War, promising that the United Nations could have unfettered weapons inspections in Iraq. It has now been several years since those inspectors were kicked out.\n–John King, CNN, 8/18/02\n————————————————- ——————————-\nRussian Ambassador Sergei Lavrov criticized Butler for evacuating inspectors from Iraq Wednesday morning without seeking permission from the Security Council.\n–USA Today, 12/17/98\nSaddam expelled U.N. weapons inspectors in 1998, accusing some of being U.S. spies.\n–USA Today, 9/4/02\n————————————————- ——————————-\nBut the most recent irritant was Mr. Butler's quick withdrawal from Iraq on Wednesday of all his inspectors and those of the International Atomic Energy Agency, which monitors Iraqi nuclear programs, without Security Council permission. Mr. Butler acted after a telephone call from Peter Burleigh, the American representative to the United Nations, and a discussion with Secretary General Kofi Annan, who had also spoken to Mr. Burleigh.\n–New York Times, 12/18/98\nAmerica's goal should be to ensure that Iraq is disarmed of all unconventional weapons…. To thwart this goal, Baghdad expelled United Nations arms inspectors four years ago.\n–New York Times editorial, 8/3/02\n————————————————- ——————————-\nButler ordered his inspectors to evacuate Baghdad, in anticipation of a military attack, on Tuesday night–at a time when most members of the Security Council had yet to receive his report.\n–Washington Post, 12/18/98\nSince 1998, when U.N. inspectors were expelled, Iraq has almost certainly been working to build more chemical and biological weapons,\n–Washington Post editorial, 8/4/02\n————————————————- ——————————-\nButler abruptly pulled all of his inspectors out of Iraq shortly after handing Annan a report yesterday afternoon on Baghdad's continued failure to cooperate with UNSCOM, the agency that searches for Iraq's prohibited weapons of mass destruction.\n– Newsday, 12/17/98\nThe reason Hussein gave was that the U.N. inspectors' work was completed years ago, before he kicked them out in 1998, and they dismantled whatever weapons they found. That's disingenuous.\n–Newsday editorial, 8/14/02\nReyndu að hrekja þetta bróðir."
        },
        {
            "user": "chavez",
            "user_id": "7283",
            "date": "2003-01-06 17:47:38",
            "id": "835733",
            "reply_to_id": "835732",
            "text": "Það þýðir ekkert að ráðast á Írak því þeir geta hugsanlega ógnað einhverjum. Það verða að vera einhverjar sannanir fyrir því að þeir hafi þessi vopn. Ég má ekkert buffa mann niðrí bæ útaf því að hann gæti nú ráðist á mig."
        },
        {
            "user": "chavez",
            "user_id": "7283",
            "date": "2003-01-06 21:21:09",
            "id": "835734",
            "reply_to_id": "835733",
            "text": "VIð skulum ekki gleyma að Saddamm sendi fullt af langdrægum flugskeytum á Israela þegar BNA réðust á þá.. Svo hann getur stungið þó svo hann geti ekki unnið, samt liggur smá kaldhæðni í þessu því að BNA áttu og eiga Patriot loftvarnar eldflaugar sem gerðu illt verra með þvi að annað hvort eyða Írösku flugskeytunum  og senda fullt af litlum flugskeytum (Sprengjubrotum) yfir Israel eða hitta ekki og rústa einhverju öðru með heilum patriot flugskeytum í staðin.\nkv\nChaves"
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2003-01-11 23:18:44",
            "id": "835735",
            "reply_to_id": "835727",
            "text": "Ég veit ekki betur en að Kanarnir hafi verið tregir til að senda þarna lið og hafi gert það að lokum þegar heimsbyggðinni ofbauð hvernig herstjórar stálu matargjöfum. En það fór illa fyrir Könunum og kannski sannfært þá um að það borgi sig ekki að hjálpa fólki sem kærir sig kollót um hvert anað.\nSkiljanlega minnist þú ekki á Kosovo, en þar komu BNA múslímskum meirihluta til varnar, en Evrópuþjóðirnar voru of miklar gungur til að skakka leikinn. Samt eru BNA menn sakaðir um að vera í stríði gegn múslímum, en þess má geta í leiðinni að u.þ.b. 15.000 múslimar eru Bandaríkjaher, þ.m.t. flugher og flota.\nAnnars held ég að allmennt hafi aðgerðir BNA tekist vel í Kosovo, þrátt fyrir eyðileggingu og dauða Serba, en kannski þurfti þetta til að hreinsa út Milosevich og frú og þeirra gengi."
        },
        {
            "user": "thorwave",
            "user_id": "27176",
            "date": "2003-01-03 16:45:52",
            "id": "835736",
            "reply_to_id": "835723",
            "text": "idf\nÉg er alls ekki að segja að öll breska og bandaríska pressan þjóni hagsmunum BNA og SB, en það er varla hægt að neita því að oft er fréttaflutningur þeirra þónokkuð hlutdrægur. Það eina sem ég er að segja er að fólk ætti að skoða hlutina frá fleiri en einu sjónarhorni áður en það myndar sér skoðanir. Stór hluti arabísku pressunnar er mjög vilhallur á hagsmuni Írak, en það má samt alveg líka kynna sér þeirra fréttaflutning en ekki gleypa við öllu sem sagt er á CNN.\nÍbúar Írak yrðu flestir eflaust mjög fegnir að losna við Saddam Hussein, en það þýðir ekki að þeir ætli eða geti hjálpað til við að steypa honum af stóli. Það hefur verið reynt og eins og fram hefur komið, þá var það gert vegna loforða BNA um aðstoð. En þegar á hólminn var komið, þá bökkuðu bandaríkjamenn frá öllu saman og skildu íraska uppreisnarmenn eina eftir í fremstu víglínu. Þú getur rétt ímyndað þér hvaða refsingu Saddam lét þessa menn taka út. Af hverju ættu írakar að trúa loforðum sem bandaríkjamenn gefa í dag, þegar þeir sviku þessi sömu loforð fyrir áratug?\np.s. uppreisn kúrda er svo allt annar handleggur þar sem þeir eru minnihlutahópur í Írak. Uppreisn þeirra er eingöngu ætluð þeim til framdráttar, ekki meirihluta írösku þjóðarinnar."
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-01-03 14:45:31",
            "id": "835737",
            "reply_to_id": "835722",
            "text": "Thorwave\nÞú veist greinilega þó nokkuðmikið.\nSamt vil ég bæta við í sambandi við loftárásirnar einu mikilvæu atriði.\nLangflestar loftárásir BNA og Breta eru á radarstöðvar.\nÍrakar ‘skjóta’ radargeisla(sem oftast er tengdur flugskeytum) að flugvélum BNA og Breta, þegar yfirflug á sér stað.\nÞá skjóta flugvélarnar flugskeyti sem eltir uppi upptök geislans, þegar honum var ‘skotið’.\nÞá er spurning, hvar farartækið er, sem hýsti upptök radargeislans er staðsett. Það er auðvelt að ‘skjóta’ radargeisla í 5 sek., slökkva á tækjunum, og flytja farartækið nokkur hundruð metra. Svo kemur flugskeyti frá flugvélunum á upphaflegan ‘skotpunkt’ geislans.\nSem gæti hafa verið fyrir framan skóla, sjúkrahús eða mosku.\nÉg er ekki að segja að það hafi alltaf skeð, en þetta er mjög svo möguleg staða og í áróðursstríði er Saddam fær í flestan sjó.\nEf ég man rétt, þá mega Írakar ekki ‘skjóta’ radargeislum á flugvélar í yfirflugi á þeim svæðum sem kölluð eru á ensku ‘no fly zone’ og Írökum er bannað að fljúga yfir. Þetta var í vopnahléssamningum Íraka og bandamanna eftir lok Flóabardaga."
        },
        {
            "user": "Pipppi",
            "user_id": "14619",
            "date": "2003-01-03 22:07:18",
            "id": "835738",
            "reply_to_id": "835737",
            "text": "Það er kominn tími til að leiðrétta þennan misskilning. Það stendur ekkert um flugbannsvæðin í vopnahlésskilsmálunum. Engin ályktun öryggisráðsins kveður beinlínis á um þau. Réttlætingu má finna í því tímabundna ástandi sem ríkti í írak vorið 1991 og sbr. eldri ályktanir öryggisráðsins:\nhttp://news.bbc.co.uk/1/hi/world/mid\ndle_east/2490361.stm\nÍ dag er yfirflug breta og BNA manna gjörsamlega ólöglegt. Írakar eru í fullum rétti að skjóta á flugvélar sem rjúfa lofthelgi landsins, og allt tjón sem af því hlýst er á ábyrgð þeirra fyrrnefndu."
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-01-03 23:02:19",
            "id": "835739",
            "reply_to_id": "835738",
            "text": "Þetta er rétt hjá þér…\nÉg ég ofan í mig staðhæfingu byggða á misskilningi..\nSamt er í lokin á geininni frá BBC þetta:\n“The latest UN resolution on the disarmament of Iraq does not mention the no-fly zones, but it does stipulate that Baghdad should not take or threaten hostile acts directed against any member state taking action to uphold Secuirty Council resolutions.\nThis is the most likely clause Washington will refer to if it wants to assert that firing on British and American planes amounts to a violation of the UN resolution.”\nGaman að sjá að þú lest BBC.\nKannski bara þegar greinar þar henta þér?"
        },
        {
            "user": "Pipppi",
            "user_id": "14619",
            "date": "2003-01-03 23:07:05",
            "id": "835740",
            "reply_to_id": "835739",
            "text": "Ekki veit ég hvaða dylgjur þú ert að setja fram nákvæmlega, en þetta stenst auðvitað engan veginn að um brot á afvopnunarályktuninni sé að ræða, þar sem ekki er verið að framfylgja neinni ályktun með þessu yfirflugi. BNA menn reyndu eitthvað að halda því fram en þora ekki að leggja það fyrir öryggisráðið, því það yrði hlegið að þeim þar.\nhttp://news.bbc.co.uk/1/hi/world/middle_east/24\n92413.stm\n“UN Secretary-General Kofi Annan says Iraqi attacks on allied planes in no-fly zones do not violate the new Security Council resolution.”"
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-01-03 23:48:32",
            "id": "835741",
            "reply_to_id": "835740",
            "text": "Dylgjurnar eru þær:\nMiðað við fyrri skrif þín. Þá ertu ekki vanur að vitna í vestræna fjölmiðla og hefur vantreyst þeim almennt.\nEn kannski er allt í lagi að vitna í BBC, EF greinin þar er að þínu skapi..ok?"
        },
        {
            "user": "Pipppi",
            "user_id": "14619",
            "date": "2003-01-04 01:22:43",
            "id": "835742",
            "reply_to_id": "835741",
            "text": "Þetta er tómt rugl og ímyndun hjá þér. Hvaða fjölmiðla er ég vanur að vitna í eiginlega? Ég les BBC á hverjum degi ef þig langar að vita það. Ef þú ert að saka mig um að vitna í blaðagreinar þegar það er máli mínu til framdráttar, tja, þá er ég greinilega sekur. Gerir þú það kannski ekki?"
        },
        {
            "user": "kattamat",
            "user_id": "5019",
            "date": "2003-01-01 04:17:13",
            "id": "835743",
            "reply_to_id": "835717",
            "text": "Þó að maðurinn sem ræður yfir írak sé djöfull í mannsmynd, þá held ég að stríðið um írak sé eingöngu út á peninga. Sumir hafa haldið þessu framm og sett fram allskonar brandara sem gera lítið úr þessu, t.d. að benda á að Bush sé olíubarón, og írak er olíuveldi.\nÞað vita það flestir að stríð er mikil penínga maskína, og stríð geta valdið leiftursnöggum þróunum og aukið peningastreimi í allskonar iðnað. Þetta veit Bush.\nMér persónulega finst þetta svo heimskulegt. Allir í heiminum voru búnir að gleima að Írak væri til þangað til að Bush fór að tala um að fara í stríð við þá. Aðeins var talað um Kuweit, en þeir eru núna að græða feitt á bandaríkjunum. Eins og stendur. Þeir hafa reyndar verið að gefa í skin að þeir vilji ekki vera í skuld við BNA og eru mikill pólítískur þrístingur í Kuweit um að hætta samtstarfi við BNA…\nBut who knows, við vitum ekki hvað mun gerast. Kanski verður ekkert stríð, og á meðan það er ekki stríð þá er heimurinn okkar betri."
        },
        {
            "user": "Gandalfur",
            "user_id": "1129",
            "date": "2003-01-01 13:19:19",
            "id": "835744",
            "reply_to_id": "835717",
            "text": "Ég er á móti þessari árás. Peningasóun og sóun á mannnslífum. Þótt Saddam sé harðstjóri af verstu gerð þá er hann að mínu mati ekki hættulegur heiminum. Hann hefur aldrei verið tengdur hryðjuverkamönnum eins og Bin Laden. Raunar er honum í nöp við þessa trúarbrjálæðinga. Það sem hann vill er að halda völdum."
        },
        {
            "user": "dechango",
            "user_id": "25871",
            "date": "2003-01-01 13:51:56",
            "id": "835745",
            "reply_to_id": "835717",
            "text": "Það verður ljósara með degi hverjum að Bandaríkin ætli að ráðast á Írak á þessu ári, en þó er það ekki alveg hundrað prósent.\nÍ fyrstu voru rök Bush og félaga með stríði í stuttu máli þau að Saddam ætti efnavopn og væri hættulegur.\nEn á Saddam efnavopn? Í byrjun Írakmálsins var þetta hugsanlega stríð aðeins gegn einum manni: Saddam Hussain. Hann ætti efnavopn, og þess vegna þyrfti að koma honum frá völdum. En nú hafa eftirlitsmenn Sameinuðu þjóðanna verið þar í nokkrar vikur, og ekki fundið neitt.\nEn skv. Bush og félögum á Saddam samt efnavopn. Vopnaeftirlitsmennirnir munu ekkert finna þarna; Saddam er einfaldlega búinn að fela vopnin sín, eða flytja þau annað. Til hvers eru þá vopnaeftirlitsmenn? Til þess að finna (falin) vopn, ef þau eru þá þarna.\nEn nú hafa verið að koma önnur rök fyrir innrás. Það þarf nefnilega að frelsa Íröksku þjóðina. Hvernig væri hægt að gera það? Margir hafa bent á hve vel til tókst í Afganistan .. þar sem hin nýja ríkisstjórn ræður engu fyrir utan Kabúl, og þar sem stríðsherrar berjast enn um völd. Afganska þjóðin hefur alls ekki verið frelsuð. Og ég held að Írakska þjóðin mun heldur ekki vera frelsuð.\nEn segjum að Saddam eigi efnavopn, eins og Bush segir. Myndi hann þá ekki nota þau á innrásarlið Bandaríkjanna?\nÉg held að aðrar ástæður liggi á bak við innrás í Írak ..\nGleðilegt nýtt ár!"
        },
        {
            "user": "xark",
            "user_id": "1706",
            "date": "2003-01-01 16:38:32",
            "id": "835746",
            "reply_to_id": "835745",
            "text": "Já fyrst hann á efnavopn af hverju ætti hann ekki að nota þau á innrásarherinn. Þessi lýsing í greininni gerir ekkert ráð fyrir því. Síðan er dáldið ólíklegt að áróðursbæklingar munu hafa áhrif eftir að saddam hefur heilaþvegið alla í þennan langan tíma :D"
        },
        {
            "user": "Dahlia",
            "user_id": "17898",
            "date": "2003-01-01 17:04:40",
            "id": "835747",
            "reply_to_id": "835745",
            "text": "Alveg sammála, ég er fullviss um að það liggi önnur ástæða á bak þessarra yfirvofandi árása á Írak.\nEn ef svo er ekki, þá mun ég ekki sættast á þessa árás fyrr en að Bush og félagar hafa amk. sannað að Saddam eigi efnavopn. Þeir fullyrða og fullyrða um það, en geta ekkert sannað. Þeir tala jú um að frelsa Írösku þjóðina, en ég held að það muni ekki takast.\nÞað er kominn tími á að fá sannannir fyrir þessum ásökunum. Vopnaeftirlitsmenn hafa ekki fundið neitt sambandi við falin efnavopn eða annað þvíumlíkt, og þess vegna tel ég líklegt að það sé bara yfirhylming yfir raunverulegu ástæðuna fyrir yfirvofandi stríði."
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-01-01 17:41:33",
            "id": "835748",
            "reply_to_id": "835717",
            "text": "Sé eithvað að marka sérfræðinga, þá segja þeir að stríð við Írak muni kosti BNA milljarða dollara.\nÞað er beinn aukakostnaður, sem hvergi skilar sér til baka. Líkt og henda peningum út um gluggann.\nSvo ef einhver peningalegur hagur liggur á bak við áform BNA, þá er það einhver langtíma áætlun, sem ekki er látin uppi.\nBNA hafur lofað Rússlandi og Frakklandi, ef þeir steypa Saddam, að beita sér fyrir að viðskiptasamningar þessara landa við Írak, verði virtir. Og eru þeir samningar aðallega á olíusviðinu. Svo ekki mun BNA fá einhverja einokun innan olíugeirans í Írak."
        },
        {
            "user": "Tahara",
            "user_id": "22188",
            "date": "2003-01-01 19:16:27",
            "id": "835749",
            "reply_to_id": "835717",
            "text": "Ég er hlynntur breyttu stjórnarfari og stjórn í Írak.\nSamt sem áður finnst mér rök BNA til umheimsins um nauðsyn innrásar vera mjög slök.\nTil dæmis eru ein helstu rökin slátrun Íraka á Írönum í stríðinu á milli þeirra og á Kúrdum í N-Írak. BNA studdu samt Írak í stríðinu 100% og vöktu aldrei athygli á stríðsglæpum sem þeir vel vissu af.\nHelsta ástæðan er svo vegna gereyðingavopna.\nStórveldi og lönd vinveitt þeim meiga eiga gereyðingavopn en önnur ekki.\nBNA hafa ekki heldur sannað á einn einasta hátt að gereyðingavopn séu þar. Er fólk ekki saklaust þangað til sekt er sönnuð?\nÁ sama tíma hefur N-Kórea. Land sem BNA telja jafn hættulegt aljþjóðaheiminum og Írak (Axis of Evil). Viðurkennt að eiga kjarnorkusprengju (gereyðingavopn). BNA hafa samt varla lýst yfir afstöðu til þessara mála þar.\nAnnað hvort vegna:\nÓtta við að þurfa kljást á tveimur vígstöðum í vopnuðu stríði og ímyndunarstríði.\nEða:\nAð arðsemi N-Kóreuinnrásar sé ekki jafn mikil fyrir utanríkisstefnu BNA, Heimsmarkað-, og efnahagskerfi og hagsmunir BNA fyrirtækja eins og Íraksinnrás yrði.\nEkkert svart gull í N-Kóreu."
        },
        {
            "user": "kattamat",
            "user_id": "5019",
            "date": "2003-01-01 21:57:08",
            "id": "835750",
            "reply_to_id": "835717",
            "text": "Það er ekkert sem er að hindra BNA að einfaldlega skjóta efnavopnum sjálfir á óvini íraks og segja “Saddam dit it!”."
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-01-02 00:19:55",
            "id": "835751",
            "reply_to_id": "835750",
            "text": "Kattamat\nÞað er margt sem hindrar þá að gera slíkt.\nÞað kemur alltaf fram hver framleiddi efnavopnin. Ef ekki strax, þá mjög fljótlega.\nHver framleiðandi skilur eftir sig ‘fingrafar’ einhversstaðar á framleiðsluferlinum og þá er hægt að rekja ‘framleiðsluna’ til heimahúsanna.\nÞað er nóg af hlutlausum stofnunum sem eru fullfærar um að framkvæma slíka leit."
        },
        {
            "user": "september",
            "user_id": "15204",
            "date": "2003-01-02 12:16:45",
            "id": "835752",
            "reply_to_id": "835717",
            "text": "Þetta verður stutt stríð, varir kannski í nokkra daga ekki meira, þá gefast írakar upp. Annars hef ég meiri áhyggjur af efnahagslegum afleiðingum árásarinar og eftirköstum, og ég hef meiri áhyggjur af Davíð Oddssyni en Saddam Huessen."
        },
        {
            "user": "erikolaf",
            "user_id": "13555",
            "date": "2003-01-02 14:52:57",
            "id": "835753",
            "reply_to_id": "835717",
            "text": "Ef að hugmynd þín sé að koma glæpamönnum heimsins frá á þá ekki að vera okkar skylda að koma þessari stjórn í Bandaríkjunum frá. Bandaríkin er leiðandi í hryðjuverkum útum allan heim spurðu bara fólk í Suður og Mið Ameríku og Asíu o.fl. Það væri þá ekki úr vegi að spyrja hverjir sáu Írökum fyrir vopnum þegar þeir gösuðu Kúrdanna. Ef að mig minnir rétt þá voru það Bandaríkjamenn. Þegar Saddamm framdi þessa hræðilegu glæpiu sína gegn sinni eigin þjóð þá var það gert með fullu samþykki Bandaríkjamanna. Svo þegar Saddamm hættir að hlýða skipunum BNA þá er hann orðinn glæpamaður og hættulegur. Ekki misskilja mig Saddamm er vondur maður og væri heimurinn betur settur án hans en það að sprengja upp landið og bæta ofan á þá milljón manns sem hafa látist vegna viðskiptaþvingana sem Bandaríkjamenn ýttu svo á að setja á Írak. Þá er það ekki þess virði."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2003-01-02 15:25:50",
            "id": "835754",
            "reply_to_id": "835717",
            "text": "Þetta verður algjört blóðbað, hjá báðum liðum.\nBush er algjör hálfvitatussa. Þessu  fólki í Írak líður nógu illa og svo kemur hann og lætur fólkinu líða en verr og mun svo væntanlega eftir stríðið koma með einhverja drullheimskulega aularæðu um frelsi. Frelsiskjaftæði, Bandaríkjamenn eru bara heimskir loddarar sem halda því fram að hjá þeim ríki eitthvað megafrelsi. Sem er algjört bull."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-02 19:24:57",
            "id": "835755",
            "reply_to_id": "835754",
            "text": "Ég ætla bara rétt að vona að BNA menn missi sem flesta hermenn og að hryðjuverkamenn geri árás á BNA og drepi sem flesta. Þessa árás verður ekki hægt að réttlæta þannig að ég óska BNA mönnum hins versta."
        },
        {
            "user": "Pipppi",
            "user_id": "14619",
            "date": "2003-01-03 03:58:10",
            "id": "835756",
            "reply_to_id": "835717",
            "text": "Margir eru nú auðtrúa heimskingjarnir í heiminum, og þeir opinbera sig margir sem trúa því að BNA menn og skoffínið þeirra á bretalandi hafi göfug markmið með því að ráðast á Írak. Fyrst átti að reyna að bendla Saddam Hussein við hryðjuverkastarfsemi, en það hefur gjörsamlega mistekist. Þegar sýnt var að ekkert haldbært væri að hafa í því var dregið fram þetta með gereyðingarvopnin. En allan tímann hafa þeir BNA menn sagt meðfram að þeir ætli í stríð við Saddam hvort sem hann á þessi vopn eða ekki, og hvort sem öryggisráðið leyfir það eða ekki. M.ö.o. hefur vopnaeftirlit ekki neitt með málið að gera. Þetta er einfaldlega klassískar stríðæsingar og samsæri um að rjúfa friðinn, og meðal annars fyrir slíkt voru nasistar dæmdir til refsingar í Nurnberg fyrir rúmri hálfri öld. Þið sem sjáið ekki í gegnum þetta stríðsbrölt, ég vorkenni ykkur, og ekki bætir úr skák að heyra afsakanirnar fyrir því að drepa allt þetta fólk. Þær eru nefnilega þær sömu og einræðisherrar kommúnista notuðu sífellt til að réttlæta sín fjöldamorð - að þetta væru hagsmunir heildarinnar og ætti eftir að “borga sig upp” í mannslífum. Ekki voru þeir að birta útreikninginn fyrir því samt, og það gera ekki heldur þeir sem nú hvetja til fjöldamorða. Sem betur fer eru langflestir íslendingar ekki ginnkeyptir fyrir þessari þvælu, en það hafa skoðanakannanir sýnt svo ekki verður um villst."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2003-01-03 14:28:54",
            "id": "835757",
            "reply_to_id": "835756",
            "text": "Veit ekki hvort hefur verið sannað en það er á allra vitorði að Saddam borgar “bætur” eða umbun ættingju þeirra sem drepa Ísraela. Það er nóg ástæða útaf fyrir sig til að uppræta þennan glæpahund og ekki sýst sona hans, en landar þeirra mundu hafa sérlega ánægju að ganga frá þeim sjálfir."
        },
        {
            "user": "Pipppi",
            "user_id": "14619",
            "date": "2003-01-03 21:59:38",
            "id": "835758",
            "reply_to_id": "835757",
            "text": "Dæmigerð átylla fyrir það sem stríðsæsingamenn velja sér. Það er líka bæði sannað og á allra vitorði að ísraelsmenn eyðileggja heimili þess ógæfusama fólks sem missir syni sína á þennan hátt. Það gefur hverjum sem er rétt til að greiða bætur fyrir þessi eignaspjöll."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2003-01-03 22:49:18",
            "id": "835759",
            "reply_to_id": "835758",
            "text": "Pipppi\nJá, Ísraelsmenn grípa til þess örþrifaráðs að eyðileggja hús fjölskyldna glæpamannana til að vega upp á móti hvatningargreiðslum Saddams, og þannig fá tilvonandi hryðjuverkamenn til að hugsa sig um tvisvar. Þetta virðist vera að skila árangri."
        },
        {
            "user": "biko",
            "user_id": "5867",
            "date": "2003-01-04 01:18:53",
            "id": "835760",
            "reply_to_id": "835759",
            "text": "Finnst þér eðlilegt að refsa fjölskyldum fyrir glæpi ættmenna þeirra? Bróðir minn var handtekinn fyrir að smigla etöflum til Ìslands. Finnst þér að íslenska ríkið hefði átt að koma og rífa húsið okkar og skjóta kannski nokkur af okkur systkynunum í leiðinni? Kollektív refsing er mannréttindabrot og gegn fullt af alþjóðasamningum!"
        },
        {
            "user": "Pipppi",
            "user_id": "14619",
            "date": "2003-01-04 01:25:06",
            "id": "835761",
            "reply_to_id": "835760",
            "text": "Biko: Ekki að ég sé ósammála þér, en kannski við ættum ekki að draga palestínumálið inn í þennan þráð (meira en orðið er), þú veist hvað gerist ALLTAF þegar þau mál ber á góma.\nM'kay?:)"
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2003-01-04 16:17:38",
            "id": "835762",
            "reply_to_id": "835760",
            "text": "Finnst þér sambærilegt fjöldamorð og e-töflu smygl ? Þetta er full réttlætanlegt, foreldrar bera ábyrgð á uppeldi barna sinna."
        },
        {
            "user": "antibobo",
            "user_id": "30925",
            "date": "2003-01-03 11:03:16",
            "id": "835763",
            "reply_to_id": "835717",
            "text": "Bush hefur sagt að Saddam sé ógnun við heimsfrið en eins & ég hef skilið fréttafluttning að þá er Bush eina raunverulega ógnunin við heiminn.\nÉg er sammála því að Saddam verður að fara frá völdum á því er engin spurning en gildir ekki það sama um Bush sem er engu minni geðsjúklingur,hann fer bara aðeins fínna í þetta & passar sig á að gera þetta annarsstaðar en heima hjá sér,ólíkt  þeim einræðisherrum sem eru uppi.\nStríð nútímans bitna fyrst & fremst á saklausu fólki, líkt & í afghanistan heyrði maður oftar en ekki að tugir borgara hefðu látist eða særst en 5 hryðjuverkamenn.\nBna eru meira að segja þekktir fyrir það að myrða sína eiginn menn “fyrir slysni” ég held að vanhæfni sé réttara orð yfir það,þrátt fyrir alla þessa tækni virðast þeir gjörsamlega vanhæfir á meðan að hryðjuvekamenn gera nákvæmlega það sem að þeir ætla sér.\nEn það breytir ekki því að Saddam verður að víkja & sá ég að ég held í 60mín að elsti sonur hans væri langt um verri en kallinn,Mullyja eða hvað hann heitir stæði í raun á bakvið allar pyntingar & ofsóknir í landinu, enn meiri ástæða til að koma manninum frá völdum svo að þau berist ekki í erfðir.\nÉg er samt sem áður andvígur því að sprengja upp sakluaust fólk, ég væri ekki til í að vera sprengdur upp fyrir eitthvað sem að Hr.Ólafur Ragnar væri að gera, það er bara heimskulegt"
        },
        {
            "user": "thorwave",
            "user_id": "27176",
            "date": "2003-01-04 13:53:48",
            "id": "835764",
            "reply_to_id": "835763",
            "text": "Elsti sonur Saddam heitir Uday. Satt er það að hann er enn verri en faðirinn, en það sem ekki allir vita er að hann er ekki í góðu bókinni hjá Saddam og þá sennilega vegna þess hversu mikil völd Uday hefur,(en eins og allir vita er Saddam valdafíkill og lætur ekki viðgangast að einhver sé valdameiri en hann sjálfur) Ekki þykir líklegt að hann yrði arftaki forsetans; held að hvorki faðir hans né ríkisstjórnin mundu láta það gerast. Ef einhver úr fjölskyldu Saddam “erfði” völdin yrði það líklega næstelsti sonurinn, Qusay, sem er öllu skárri en Saddam og Uday og þó nokkuð vinsæll meðal írösku þjóðarinnar."
        },
        {
            "user": "antibobo",
            "user_id": "30925",
            "date": "2003-01-05 18:10:06",
            "id": "835765",
            "reply_to_id": "835764",
            "text": "Takk fyrir að leiðrétta mig,það er svoldið síðan að ég sá þetta.\nÞað er vonandi að það yrði skref í rétta átt að Qusay taki við & láti syndir feðrana ekki ná sér,en ég hef ekki kynnt mér þeirra sögu svo ég get í raun ekki lagt mikinn dóm á hvort að það væri betra fyrir þjóðina (írak) að hann tæki við af föður sínum.\nEn hvort sem að það verður Qusay eða einhver annar sem verður fyrstur til að reyna að koma Írak til frelsis ( líkt & við þekkjum) eins & tjáningafrelsi,trúfrelsi & bara basic human rights þá verður það langt & mjög líklega sársaukafullt ferli,ég vona að Qusay reyni það ef að hann fær tækifærið til þess,þá hafa t.d. menn eins & Bush ekki ástæðu eða tilefni til að gera það sem er í uppsiglingu.\nEn við vitum það ábyggilega báðir að það er bara olía & peningar sem eru á bakvið þetta ekki hryðjuverkamenn eða mannréttindabrot eða kjarnorku/efnavopn,það er bara (því miður) front,góð leið til að blinda sjokkeraðan heiminn sem liggur enn í sárum & ótta síðan 11sept. 2001 sem var að sjálfsögðu hræðilegur atburður.\nEn hvernig sem ég lít á það þá réttlætir það ekki að myrða fleira saklaust fólk & hvað þá í nafni réttlætis.\nÉg lít svo á að ef að BNA & UK framkvæma þetta þá sendir það vægast sagt villandi boð um réttlæti.\n(gerðu eins & ég segi ekki eins & ég geri) það er boðskapurinn frá Bush núna."
        },
        {
            "user": "thorwave",
            "user_id": "27176",
            "date": "2003-01-06 10:42:00",
            "id": "835766",
            "reply_to_id": "835765",
            "text": "antibobo\nÞað ríkir trúfrelsi í Írak. Þó að mannréttindum sé ábótavant og tjáningafrelsi sé einungis í heiðri haft ef segja á eitthvað fallegt um forseta landsins, þá hefur hann látið minnihlutatrúarhópa óáreitta. Mig minnir að í kringum 10% þjóðarinnar sé kristinnar trúar, nokkur prósent eru gyðingar og svo eru einhverjir minni trúarhópar þar og hafa þeir fengið að lifa í friði til þessa."
        },
        {
            "user": "thorwave",
            "user_id": "27176",
            "date": "2003-01-06 10:57:50",
            "id": "835767",
            "reply_to_id": "835766",
            "text": "Smá leiðrétting á sjálfri mér.\nAðeins um 3% þjóðarinnar eru kristin eða annarrar trúar."
        },
        {
            "user": "antibobo",
            "user_id": "30925",
            "date": "2003-01-08 15:33:51",
            "id": "835768",
            "reply_to_id": "835767",
            "text": "Það er mjög gott að trúfrelsi skuli vera & nokkrir trúarhópar séu á staðnum aðrir en íslamskir, en svo er það annað mál hvort að eitthvað er farið eftir því í raun & veru eða hvort að það er bara á pappírum eins & með málfrelsið þar sem þú mátt segja hvað sem er svo lengi sem að það er eitthvað gott um forsetan.\nÉg hef ekki trú á að það (trúfrelsið) sé virt frekar en annað sem þykir gott & gilt & sjálfsagt, en ef að ég fer með rangt mál þá endilega leiðréttu mig:)"
        },
        {
            "user": "thorwave",
            "user_id": "27176",
            "date": "2003-01-08 15:56:19",
            "id": "835769",
            "reply_to_id": "835768",
            "text": "Það vill nú þannig til að maðurinn minn kemur frá Írak. Nágrannar fjölskyldu hans eru kristnir og lifa þeir í sátt og samlyndi við alla aðra íbúa hverfisins. Þó nokkrar kirkjur má finna í Írak (þó aðallega í stórborgum landsins) og kristið fólk hefur sömu réttindi og múslimar til menntunar, heilsugæslu o.s.frv.\nÞví má svo bæta við að Tarik Aziz, varaforsætisráðherra Írak (deputy prime minister) er kristinn, en hann er mikils metinn í stjórn Saddam og kemur oft fram í fjölmiðlum (“vestrænum” sem “óvestrænum”)til að “commenta” á atburði líðandi stundar.\n:)"
        },
        {
            "user": "Pipppi",
            "user_id": "14619",
            "date": "2003-01-08 17:22:23",
            "id": "835770",
            "reply_to_id": "835769",
            "text": "BNA menn vilja að allur heimurinn haldi að Írak sé slæmt ríki. Það er rugl. OK Hussain er klikkaður en ekki öll þjóðin. Og svo sagði Bush um daginn að Norður-Kóreumenn ættu ekki að halda að BNA menn gætu ekki ráðist á þá á sama tíma og á Írak. En einhver hérna sagði að Bush segði að hann hefði sannanir fyrir því að Írakar ættu gjöreyðingarvopn. Þetta er gott dæmi um heimsku hans. Ef Bush hefði einhverjar sannanir fyrir því þá myndi hann segja vopnaeftirlitsmönnum SÞ frá því hvar þessi vopn væru. En það sem fer langmest í taugarnar á mér er það að þegar BNA ráðast á Írak (ég er viss um að þeir geri það) þá fer þetta sennilega bara eins og síðast. Staða Hussains veikist ekki neitt og ekkert breytist nema það að hagur almennings í Írak versnar og hugsanlega verður viðskiptabannið hert og mun það ekki á nokkurn hátt bitna á Hussain heldur saklausu fólki sem ræður engu um það hvaða menn eru við völd því það þarf enginn að segja mér það að Hussain sé kosinn forseti þó svo að hann segi það. Ef það eru menn í landinu sem eru á móti honum (það eru margir þannig) þá hefði Hussain ekki fengið 100% atkvæðanna í síðustu kosningum. Það veit hver maður það eins og að Ísraelum á að útrýma. Svo eru BNA menn að tuða útaf því að N-Kóreumenn séu að fara að koma sér upp kjarnorkuvopnum og að Írakar eigi gjöreyðingavopn en auðvitað mega BNA menn eiga þau en ekki aðrir. Og að sumar þjóðir heims skulu styðja svona helvítis vitleysu ! Þvílíkt rugl !!! Þeir ráða engu um það hverjir mega eiga svona vopn og hverjir ekki. Enginn hefur ákveðið það að BNA menn stjórni heiminum nema þeir sjálfir."
        },
        {
            "user": "Pipppi",
            "user_id": "14619",
            "date": "2003-01-08 21:53:24",
            "id": "835771",
            "reply_to_id": "835770",
            "text": "rebel:\nMætti ég ráðleggja þér, meðan þú ert að rökræða um hluti hvort þeir falla undir rétt eða rangt að vera ekki að hvetja til þjóðarmorðs í sömu málsgrein. Það hljómar vægast sagt annkannalega."
        },
        {
            "user": "antibobo",
            "user_id": "30925",
            "date": "2003-01-08 18:02:30",
            "id": "835772",
            "reply_to_id": "835769",
            "text": "Það er gott mál,ég ætla ekki að reyna að andmæla þessu, nú er bara að vona að þetta haldi áfram í þessa átt á öllum sviðum:)"
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2003-01-08 20:35:14",
            "id": "835773",
            "reply_to_id": "835772",
            "text": "Vonandi bara að það verði ráðist á BNA og þeir fái að kynnast því hvernig saklausa fólkinu í löndunum sem þeir hafa ráðist á líður. Hugsa kannski sinn gang ef þeir fá einhvern tímann að finna almennilega fyrir því. Ekki bara að missa rúmlega 3000 manns heldur eitthvað álíka mikið og þeir hafa drepið. BNA menn hafa orsakað það að ég mun ALDREI sýna þeim neina einustu samúð ef það verður ráðist á þá og þeir þjáist MJÖG mikið þessi helvíti. T.d. gætu þeir löngu verið búnir að binda enda á deilu Palestínumanna og Ísraela en júðarnir hafa völd í BNA og þessvegna láta þeir júðana komast upp með það sem þeir myndu sennilega nota sem ástæðu til að ráðast á aðra þjóð fyrir. En ég geri mér grein fyrir því að það eru ekki allir BNA-menn sem styðja þessa óendanlega heimsku ríkisstjórn en ég man samt ekki eftir því að BNA hafi einhverntíman haft óheimska ríkisstjórn. En fólkið þar getur kosið sér stjórn og þó svo að allir styðji ekki stjórnvöld þá er ekki hægt að týna þá út sem hata Bush þannig að það verður bara að ráðast á þá og drepa fólk. Þeir myndi kannski hætta að leika þessa alheimslöggu og skipta sér af öllum málum ef það yrði alltaf ráðist á þá fyrir afskiptasemi þeirra."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2003-01-11 23:24:15",
            "id": "835774",
            "reply_to_id": "835773",
            "text": "Þú ert fáviti Rebel, gyðingahatari, en veist ekkert um hvað þú ert að tala. Ef BNA væri ekki alheimslöggan þá væri þessi heimur farinn til helvítis undir stjórn nasista en það vildir þú.\nSvo trúi ég ekki að þú sért kvenkyns, en allaveg vona ég að þú fjölgir þér ekki."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-12 18:15:21",
            "id": "835775",
            "reply_to_id": "835774",
            "text": "Ég nota kennitöluna hennar systur minnar. Er 19 ára og kk. En ég er ekki gyðingahatari. Ég hata bara þá gyðinga sem styðja Ísraela og svo hata ég alla þá Ísraela sem eru ekki á móti ríkisstjórninni. Svo hata ég líka þá BNA menn sem eru að styðja Ísraela og mér gæti ekki verið meira sama ef þetta fólk myndi deyja því þeir níðast svo á Palestínumönnum og þeir sem gera það ekki en styðja þetta bara þeir mega líka drepast. En vertu ekki að segja að ég sé einhver helvítis gyðingahatari. Málið er bara að flestir gyðingar styðja Ísraela og þess vegna er ég á móti flestum gyðingum, ekki útaf trú þeirra (mér er skítsama á hvað fólk trúir) , heldur útaf skoðunum þeirra og gjörðum."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-04 12:51:06",
            "id": "835776",
            "reply_to_id": "835717",
            "text": "já mér verður oft hugsað til spádóms frá nostradamus sem var talað um eftir árásina á tvíburaturnana í new york,\nspádómurinn er svona á ensku\n—————————————-\nNo stradamus' prediction on World War Three:\n“In the year of the new century and nine months,\nFrom the sky will come a great King of Terror…\nThe sky will burn at forty-five degrees.\nFire approaches the great new city…”\n“In the city of york there will be a great collapse,\n2 twin brothers torn apart by chaos\nwhile the fortress falls the great leader will succumb\nthird big war will begin when the big city is burning”\n- NOSTRADAMUS\nHe said this will be bigger than the previous two.\n2001 is the first year of the new century and this is the 9th\nmonth. New York is located at the 41st degree latitude.\n—————————————-\nhér er svo að ganni linkur yfir á síðu sem ég fann\nhttp://www.leit.is/tmpSla/sla.asp?qt=nostradamu\ns"
        },
        {
            "user": "maldini11",
            "user_id": "22232",
            "date": "2003-01-04 22:21:21",
            "id": "835777",
            "reply_to_id": "835717",
            "text": "25% af allri olíu í heiminum er í Írak, spáið í því."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-04 22:48:49",
            "id": "835778",
            "reply_to_id": "835777",
            "text": "Það er bara staðreynd að BNA menn vilja hirða olíuna í Írak og þeir vilja fara í stríð. Renyið ekki að virðast það heimsk að mótmæla því. Það er alveg sama hvað Írakar gera, þó að þeir hlýði öllu sem þeim er sagt að gera, t.d. að hleypa vopnaeftirlitsmönnum SÞ í landið þá eru BNA menn aldrei sáttir. Þeir eru uppiskroppa með rök fyrir því ástæða sé til að ráðast á Írak þannig að þeir eru bara farnir að rugla einhvern fjandann. Það vita allir. T.d. þá sögðu BNA menn að það vantaði helling í skýrsluna sem Írakar sendu frá sér og BNA menn báðu um hana. Til hvers þurfa BNA menn að fá þessa skýrslu ef þeir vita allt um hana. Ég meina þeir hljóta að vita allt um þetta ef þeir vita hvað vantar. Svo sögðu þeir að það hefði ekki verið talað um einhvern stað sem þeir héldu að væru vopn á. Þá buða Írakar CIA að koma og skoða þennan stað ásamt vopnaeftirlitsmönnum SÞ en þá sögðu BNA menn að þetta væri bara blekking hjá Írökum. Ef þeir vildu fá frið og vildu skoða þennan stað þá myndu þeir taka þessu tilboði og skoða þennan helvítis stað og hætta að tala einhverja tóma steypu. Það er vitað mál að þeir vilja ekki frið og vilja bara ráðast á Írak. Svo í sambandi við deilu Palestínumanna og Ísraela þar sem Ísraelar eru í algjörum órétti eins og allir sem eru með dótið á milli eyrnanna í lagi vita að þá væri léttara að leysa þetta mál ef BNA menn væru hlutlausir. Um daginn þá átti að beita Ísraelum refsiaðgerðum vegna þess að þeir drápu starfsmann SÞ en NEI !!! Auðvitað notuðu BNA menn neitunarvaldið sitt. Þetta neitunarvald er það allra heimskulegasta í heimi. Það á að virka þannig að allavega 2 þjóðir noti það til þess að það virki. BNA menn nota það ALLTAF þegar það á að refsa Ísraelum fyrir gjörðir þeirra."
        },
        {
            "user": "BjornIngi",
            "user_id": "28111",
            "date": "2003-01-06 21:27:45",
            "id": "835779",
            "reply_to_id": "835717",
            "text": "Well er ekki Bush alveg jafn Geðveikur og Saddam..\nEf allt fer til helvítis þá bara so be it.. Bush er fífl og Saddam líka.. En það er alveg merkilegt hvað allir styðja við bakið á BNA, það bara liggur við að enginn þori að segja sínar réttu skoðanir.. BNA eru orðnir of miklir kóngar og ráða of miklu.. en það er verst að þetta óþroskaða fífl hann Bush er alltaf að reyna að sýna hvað þeir eru öflugir hernaðarlega séð..\nblablabla over and out"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-06 23:58:54",
            "id": "835780",
            "reply_to_id": "835779",
            "text": "Kanarnir munu valta yfir þá. Dauðsföll kana í persaflóastríðinu (,,fyrra\" ?) námu tugum ef ég man rétt."
        },
        {
            "user": "niflheimur",
            "user_id": "19976",
            "date": "2003-01-07 02:49:53",
            "id": "835781",
            "reply_to_id": "835717",
            "text": "nennti hreinlega ekki að lesa öll svörin hérna, en what the heck.\nÉg sé að margir virðast standa á móti þessu yfirvofandi stríði, sem er hið besta mál, enda ekki enn komin áreiðanlega skýring fyrir þessu.\nÞað má allt segja, en þegar kemur að því að sanna, það er allt annað mál.\nhérna er staðan eins og ég hef lesið hana hingað til.\nBNA setja Írak, Íran og N-Kóreu í Axis Of Evil bálka, rouge nations o.s.fr.\nBna eftir það byrjar að saka Írak um hryðjuverk. Írakar neita og biðja um sannanir. BNA framvísar engu, og hægt og rólega myndast andstæða heimsins landa gegn þessari hugmynd G.W.Bush.\nBna taka sig þá til að saka þá um framleiðslu gereyðingavopna. Írak neitar aftur, og svarar meira að segja í þeim dúr sem enginn átti von á: Hleypa aftur inn í írak vopnaeftirlitsmönnunum.(“..but Iraq will never let the inspectors back in, it's the same game as before.” -Donald Rumsfeld 2002)\nBna hamast á þessu samt sem áður, fara síðan að tala um að frelsa írösku þjóðina frá glæpi gegn mannkyni o.s.fr. o.s.fr. alltaf þegar bna sakar, þá biður Írak ásamt öðrum þjóðum um sannanir og við fáum ekkert.\nSvo aftur á móti koma N-Kóreu menn, og ekki nóg með að þeir séu einmitt listaðir í Axis Of Evil og rouge nations hans Bush, heldur líka viðurkenna þeir, heiminum til mikils áfalls, að hafa byrjað aftur á kjarnorku prógramminu sínu, langdrægum eldflaugum sem ná allveg til BNA.\nBæta síðan ofan á að þeir loka vopnaeftirlitsmenn út frá landinu.\nútkoman? æji maður, ég sé írak reyna að sýna heiminum að þeir hafi ekkert óleyfilegt til handa. Og tekst það bara nokkuð vel\nhttp://www.mbl.is/mm/frettir/erlent/frett.html?nid=1011\n383\nN-Kórea gerir hið þveröfuga og ætti í raun og veru að fá spjót BNA og bandamanna gegn sér. en einhverja hluta vegna sjá BNA menn bara rautt í Írak. Why? Guð veit. Ekki er það olían, enda myndi það ekki borga sig fyrr en á verulega löngum tíma. Klisjan var líka að stríðæsing og stríð  gerðu kraftaverk fyrir efnahaginn, en einhvern veginn þá hefur það plan ekki virkar núna, enda efnahagur bna farið dvínandi sérstaklega eftir að Bush fór að tala um þetta.\nÞannig að ég stend á gati. Og nei, Bush er ekki friðarsinni. Hann er allveg sami slátrarinn og pabbi sinn, Hitler og Stalín… bara mun heimskari.\nBiðst afsökunar á því ef svarið er ekki í heilli mynd. Ég hreinlega nennti ekki að lagfæra hana.\nMeð von um að landsbúar BNA átti sig á apanum sem rekur landið þeirra. og von um betri líðan þjáðs fólks í írak.\n-Niflinn"
        },
        {
            "user": "Pipppi",
            "user_id": "14619",
            "date": "2003-01-07 03:17:52",
            "id": "835782",
            "reply_to_id": "835781",
            "text": "Fjandi gott hjá þér bara Nifli, þótt fljótaskrift sé.\nÞegar talað er um olíuna í írak, og að BNA menn séu á höttunum eftir henni, þá er það ekki peningalegt verðmæti hennar sem þeir sækjast eftir. Það er örugg uppspretta olíu sem þá vantar. Hingað til hafa þeir treyst á Sáda og kúveita, og nýlega farið að reyna að ná í olíu utan þessa svæðis, sér í lagi frá Nígeríu og Venezúela. Bæði þessi lönd ramba á barmi borgarastyrjaldar, og auk þess klæjar BNA menn í lófana að umturna öllu í sádí-arabíu. Þeir VERÐA að finna aðra uppsprettu olíu, sama hvað það kostar."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-07 19:16:47",
            "id": "835783",
            "reply_to_id": "835782",
            "text": "Hvaða djöfulsins máli skiptir það að Írakar skutu nokkrum sprengjum á Ísrael ? Þeir eiga það svo sannarlega skilið þessar rottur, bara synd að það drápust ekki margir. Vonandi að þeir skjóti margfalt fleiri sprengjum á Ísraela núna ef BNA menn ráðast á þá."
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-01-07 19:54:15",
            "id": "835784",
            "reply_to_id": "835782",
            "text": "Í sambandi við olíuna frá Persaflóa og BNA.\nVeit einhver hvað BNA flytur inn mikinn hluta af olíunotkun sinn frá þeim heimshluta?\nEf ég man rétt þá koma 12% þaðan.\nNáttúrulega segir það ekki alla söguna. Ef skrúfað yrði(eða minnkað) fyrir olíuna þaðan, þá hefði það mikla hækkun á heimsmarkaðsverði í för með sér. BNA til mikillar útgjaldaaukningar og einnig fyrir restina af heiminum.\nOkkur líka hér á klakanum.\nÞekkir nokkur hér olíukreppuna 1973??(minnir að það hafi verið árið)"
        },
        {
            "user": "Gandalfur",
            "user_id": "1129",
            "date": "2003-01-07 20:59:08",
            "id": "835785",
            "reply_to_id": "835784",
            "text": "Já Bandaríkin vilja ekki vera jafn háðir Saudi-Aröbum varðandi olíu og þeir eru núna. Þeir eru mjög hræddir um að einhverjir öfgamenn komist þar til valda.\nMér finnst alltaf jafn fáránlegt hvernig hann Bush talar. Hann talar um að þeir hafi sannanir fyrir gjöreyðingarvopnum Íraka en getur samt ekki sagt vopnaeftirlitsmönnum hvar vopnin eru. Svona hefur hann talað í heilt ár en getur ekki sannað neitt. Svo vita flestir að það er lítil hætta af Saddam fyrir heiminn. Hann er gamaldags harðstjóri sem vill bara halda völdum. Hann hefur engan áhuga á að láta menn eins og Bin Laden fá vopn (Hann fyrirlítur reyndar þessa trúarbrálæðingja).\nSvo er ég orðinn mjög þreyttur á hlutverki Bandaríkjanna sem alheimslöggu. Þeir eru núna að hóta að ráðast jafnvel á N-Kóreu. Það virðist vera að engir megi eiga kjarnorkuvopn nema þeir og vinir þeirra. Svo má auðvitað enginn rannsaka hvað USA er að gera heima hjá sér. Einhvernveginn grunar mig að Bandaríski herinn sé að gera margar leynilegar og hættulegar tilraunir sem enginn veit um."
        },
        {
            "user": "xark",
            "user_id": "1706",
            "date": "2003-01-07 21:20:09",
            "id": "835786",
            "reply_to_id": "835785",
            "text": "Reyndar sagði Bush að hann vill leysa kóreudeiluna friðsamlega þótt að N-kóreumenn eigi kjarnorkuvopn, en reynir eins og hann getur að fara í stríð við íraka þótt hann getur ekki bent á nein vopn hjá þeim..\nEr það ekki bara þess vegna. Myndi maður ráðast á ríki sem á gerðeyðingarvopn bara sísvona, án þess að detta í hug að þau verði notuð og innrásarhernum eytt.."
        },
        {
            "user": "Gandalfur",
            "user_id": "1129",
            "date": "2003-01-08 14:06:20",
            "id": "835787",
            "reply_to_id": "835786",
            "text": "Rumsfeld gaf í skyn fyrir nokkrum dögum að N-Kórea væri ekki örugg að sleppa við innrás. Reyndar hafa Bandaríkin verið að gefa eftir í því máli undanfarna daga."
        },
        {
            "user": "helgi74",
            "user_id": "20730",
            "date": "2003-01-09 00:22:00",
            "id": "835788",
            "reply_to_id": "835717",
            "text": "burs tengdur einhverju vopnaframleiðslu firiræki. selur írökum vopn firir 2biljarða eiðir einum og græðir 1biljarð. hugdetta."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-09 16:53:27",
            "id": "835789",
            "reply_to_id": "835788",
            "text": "Þetta eru engar rökræður. Þetta er svona eins og ég segi að þetta sé. Sættu þig við það !"
        }
    ]
}