{
    "forum_title": "Tolkien",
    "user": "Fatboy",
    "user_id": "5729",
    "date": "2003-01-01 15:41:04",
    "title": "Faramir í bókinni og Faramir í myndinni -spoilers-",
    "text": "**SPOILERS**\nPersónuleika breytingar Faramir í annarri mynd LOTR þríleiksins ollu mér miklum vonbrigðum og hefði Andy Serkis ekki komið mér svona skemmtilega á óvart sem Gollum hefði TTT orðið slakari mynd en FOTR, Helm's Deep eður ei. Allt IMO vitanlega. :)\nAllt þetta hefure verið barið fram og til baka hér á áhugamálinu, ástæður Peter Jackson og fleiri vangaveltur… en það er eitt sem mig langar til að minnast á. Nokkuð sem ég tók eftir við lestur bókarinnar og varð mér nokkuð umhugsunarefni þegar ég las um ævintýri þeirra Frodo og Sam þegar þeir hitta Faramir. Í bókinni er hann sýndur sem vitrari og á allan hátt betir útgáfa af hinum spillta bróður sínum. Hann vill ekki taka hringinn og leyfir þeim að halda áfram ferð sinni þrátt fyrir óskir föður síns, Denethor. Þá vaknar sú spurning, hvað var Tolkien að reyna að segja með persónu Faramirs?\nÞað sem Tolkien sýndi með Boromir (og reyndar líka með Isildur) var hversu auðveldlega mennirnir spillast fyrir tilstilli hringsins. Þeir menn sem komu frá Gondor voru veikburða og hægt og hægt að tapa fyrir Sauron. Þetta kemur allt fram í FOTR og betur í TTT, bókunum það er að segja.\nSvo birtist Faramir, hann hefur valkosti, að leyfa þeim að fara eða taka hringinn. og öllum að óvörum (kannski bara mér :p ) velur hann göfugu leiðina. Hann sannar sig sem betri mann heldur en bróðir sinn og og hin sturlaða faðir sinn. Hvers venga skrifar Tokien Faramir inn í söguna? Frodo og Sam hefðu auðveldlega haldið ferð sinni áfram og stytt bókina þar með um nokkrar blaðsíður.\nMín skoðun er sú að Tolkien sé að segja okkur að það sé enn eitthvað gott í mönnum/Gondor og að það sé ennþá von. Þessi skilaboð finnst mér vera mikilvæg fyrir söguna og varð hálf-fúll þegar Peter Jackson breytti þessu meginatriði sí svona.\nKveðjur, feiti drengurinn",
    "url": "https://www.hugi.is/tolkien/greinar/113645/faramir-i-bokinni-og-faramir-i-myndinni-spoilers-/",
    "url_id": "113645",
    "id": "836754",
    "replies": [
        {
            "user": "Atari",
            "user_id": "100",
            "date": "2003-01-01 18:41:43",
            "id": "836756",
            "reply_to_id": "836754",
            "text": "Þú ert ekki búin að sjá alla myndina Heimir snýr heim(ROTK) er eftir og ég þori að veðja að hann sleppi þeim.  Það hlýtur náttúrulega að vera, hvernig endar myndin annars."
        },
        {
            "user": "Atari",
            "user_id": "100",
            "date": "2003-01-01 18:48:10",
            "id": "836757",
            "reply_to_id": "836756",
            "text": "Reyndar er það Hilmir snýr heim og Faramir sleppir þeim í lok myndarinar. Aðalástæða þessa að Faramir er svona í myndi er til að drepa ekki niður vaxandi spennu, því að eins og fólk veit þá hefði þessar senur bara verið gott og fínt chatt milli Frodo, Sam og Faramir. Faramir fær sitt “rétta” andlit í lok myndarinar þannig að þetta svona rétt sleppu"
        },
        {
            "user": "gaulverji",
            "user_id": "14174",
            "date": "2003-01-07 15:12:56",
            "id": "836758",
            "reply_to_id": "836756",
            "text": "Þú meinar Hilmir snýr heim"
        },
        {
            "user": "Amon",
            "user_id": "20748",
            "date": "2003-01-01 19:30:40",
            "id": "836759",
            "reply_to_id": "836754",
            "text": "Peter á að hafa gert þetta vegna þess að í FoTR var stöðugt verið að sýna fram á kraft hringsins og síðan kemur hann bara *POOF* „keep it\". Nei, það myndi ekki passa. (þetta las ég í viðtali)\nkv. Amon"
        },
        {
            "user": "Fatboy",
            "user_id": "5729",
            "date": "2003-01-01 20:08:04",
            "id": "836760",
            "reply_to_id": "836759",
            "text": "Já. Það er svolítið skrýtið að jafn öflugar persónur og Galadriel og Gandalf hafi verið hrædd um að spillast af hringnum en svo komi bara einhver maður geti svona auðveldlega látið hann fara, þar sem menn eiga nú að vera auðspilltasti kynstofninn. Faramir segist ekki einu sinni mundu taka hann þó að hann fyndi hann liggjandi á veginum. Galadriel þurfti að beyta öllum sínum kröftum til að spillast ekki af hringnum og Gandalf bað um að láta ekki freista sín. Þar sem PJ og félagar lögðu mjög mikla áherslu á það í myndunum að sína hversu öflugur hringurinn væri og hversu erfitt væri að hafna honum þá væri það mjög undarlegt að þessi maður kæmi out of nowhere og væri nógu viljasterkur til að láta hann alveg í friði."
        },
        {
            "user": "Fatboy",
            "user_id": "5729",
            "date": "2003-01-01 20:29:49",
            "id": "836761",
            "reply_to_id": "836760",
            "text": "Atari,\nÉg kom með mótrök við þessu spennu vandama´li sem þú minnist á í þræðinum ‘LotR: TTT’ og ég nenni ekki að copy/past-a því hingað :)"
        },
        {
            "user": "Cygan",
            "user_id": "26365",
            "date": "2003-01-01 22:04:43",
            "id": "836762",
            "reply_to_id": "836761",
            "text": "Ég hef heyrt marga segja þetta með Faramír og vissi af þessu þegar ég fór á myndina í fyrsta skiptið. Þegar ég sá hvernig Faramír var þá fór það soldið í taugarnar á mér en í lokin þá tók ég hann í sátt því að fórnar lífi sínu fyrir þá. Að hleypa Frodo í burtu finnst mér mjög líkt Faramír sem maður kynnist í bókinni."
        },
        {
            "user": "Roggi",
            "user_id": "18889",
            "date": "2003-01-01 22:55:25",
            "id": "836763",
            "reply_to_id": "836762",
            "text": "Alveg búinn að gleyma hvernig þetta Faramír vesen var."
        },
        {
            "user": "LONogDON",
            "user_id": "30729",
            "date": "2003-01-12 14:58:35",
            "id": "836764",
            "reply_to_id": "836760",
            "text": "Faramir er ekki eini sem hefur stadist hringinn, Aragorn gerði það í Fotr, þegar Frodo bauð  honum hringinn rett fyrir loka senuna.\nMér fyndist ad það hefði átt að sleppa þessu atriði, að Faramir sleppi þeim strax."
        },
        {
            "user": "svenni1986",
            "user_id": "15779",
            "date": "2003-01-01 23:08:42",
            "id": "836765",
            "reply_to_id": "836754",
            "text": "Þú greinilega skilur þetta öðruvísi en ég gerði það mér fannst Faramir vera vitur með því að SNERTA ekki hringinn heldur lét hann Frodo vera með hann og síðann slepti hann þeim."
        },
        {
            "user": "iWonderboy",
            "user_id": "24775",
            "date": "2003-01-02 02:37:41",
            "id": "836766",
            "reply_to_id": "836754",
            "text": "Gandalfur og galadríel eru hrædd við hringinn af þeirri ástæðu einni að þau vita hvernig hann er í raun, þau vita að þau eru nægilega öflug (allavega gandalfur kallinn) til að nota mátt hanns á einhvern hátt en vita einning að þau eru ekki nægilega öflug til að standast mátt hanns lengi og mundu þrátt fyrir alla þeirra gæsku og góðmensku á endanum verða hringinum og hans illsku að bráð.\nekkert af þessu á við faramír, það eina sem hann veit um hringinn er að hann varð ísíldur að bana og að hringurinn var gerður af sauroni. Líklegt er að hann viti líka að það eina sem hringurinn getur gert mönnum er að spilla þeim og deyða.\nBæði gandalfur og galadríel hafa nægilega miklar gáfur til að neita hringnum þrátt fyrir að þau viti að hann geti fært þeim óendanleg völd, faramír hefur þetta common sense sem bróður hans skorti, að segja nei við hlutum sem drepa þig (smoking kills you know?)"
        },
        {
            "user": "havh",
            "user_id": "497",
            "date": "2003-01-02 12:01:11",
            "id": "836767",
            "reply_to_id": "836754",
            "text": "Það gæti verið önnur ástæða fyrir þessu.\nFyrst af öllu þá var Boromir var ekki spilltur, hringurinn var góðan tíma í návist Boromir (marga mánuði samkvæmt bókunum) og hafði allan þann tíma til að brjóta á Boromir.  Af föruneyti hringsins kann Boromir að hafa verið andlega veikastur en hann var ekki spilltur.\nHvað varðar hringinn þá bjóst Sauron sjálfur við því að álfar og menn myndu nota hann gegn honum.\nPersónulega fannst mér Peter gera þetta ágætlega.\nkv\nDóri"
        },
        {
            "user": "Harry",
            "user_id": "49977",
            "date": "2003-01-02 17:22:20",
            "id": "836768",
            "reply_to_id": "836767",
            "text": "Alveg sammála þér með þetta. Mér finnst of margir tala um Boromir eins og hann hafi verið Vondi kallinn. Hans Góða sjálf kom fram í lokin á myndinni.\nÞað er aldrei talað um að Bilbó hafi verið spilltur."
        },
        {
            "user": "Rancid97",
            "user_id": "24018",
            "date": "2003-01-02 20:18:13",
            "id": "836769",
            "reply_to_id": "836768",
            "text": "Bilbo var aðeins spilltur. Þegar Frodo kom til Rivendell og þegar Bilbo sá hringinn gerði hann atlögu að honum. Manstu þegar hann reyndi að hrifsa hringinn af Frodo í FOTR með þessu hvæsi? Þá kom það loks í ljós að hringurinn hafði náð að spilla honum.\nI have spoken."
        },
        {
            "user": "Rancid97",
            "user_id": "24018",
            "date": "2003-01-02 20:48:41",
            "id": "836770",
            "reply_to_id": "836769",
            "text": "Var það í bókinni. Ég er ekki viss mig minnir að því hafi verið bætt í hana."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-02 20:52:00",
            "id": "836771",
            "reply_to_id": "836770",
            "text": "Það var líka í bókinni. Lýsingin á því hvernig Bilbo breyttist í útliti er mögnuð."
        },
        {
            "user": "Harry",
            "user_id": "49977",
            "date": "2003-01-03 13:43:50",
            "id": "836772",
            "reply_to_id": "836769",
            "text": "Það spillast allir af hringnum (nema Tom Bombadil að sjálfsögðu). Málið er hvort viðkomandi hafi verið spilltur fyrir."
        },
        {
            "user": "demonz",
            "user_id": "3238",
            "date": "2003-01-03 13:54:21",
            "id": "836773",
            "reply_to_id": "836772",
            "text": "Tom Bombandil spilltur?\nÞað tel ég nú ekki mögulegt þar sem hann færi varla að láta Fróða aftur fá hringinn ef hann væri spilltur?\nEn þú varst kannski að meina annað…"
        },
        {
            "user": "Harry",
            "user_id": "49977",
            "date": "2003-01-03 18:28:05",
            "id": "836774",
            "reply_to_id": "836773",
            "text": "Ég meina það sem ég sagði: “Það spillast allir af hringnum (nema Tom Bombadil að sjálfsögðu).”"
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-01-03 18:11:53",
            "id": "836775",
            "reply_to_id": "836772",
            "text": "Spilling kemur málinu ekkert við.\nÞað skipti engu máli hvort heiðarleg eða spillt persóna var með hringinn. Hringurinn var illur og gerði hvern þann sem notaði hringinn illan.\nAftur á móti voru bæði Gollum og Bilbo dæmi um hversu mikið mótvægi Hobbitar höfðu gegn illu valdi hringsins. Og svo seinna Frodo.\nFyrr kom fram að Galadriel hafi þurft að beita öllu valdi sínu til að standast freistinguna að koma höndum yfir hringinn.\nÞað tel ég vera vitleysu eina saman.\nHún sýndi Frodo bara persónulega hvernig hún yrði EF hún fengi hringinn.\nMunið lokaorð hennar: Everyone will love me and despair!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-03 18:37:50",
            "id": "836776",
            "reply_to_id": "836775",
            "text": "Og endaði svo ræðuna á því að segja að hún hafi staðist freistinguna."
        },
        {
            "user": "Ragganna",
            "user_id": "27862",
            "date": "2003-01-02 17:33:24",
            "id": "836755",
            "reply_to_id": "836754",
            "text": "Þó að þið heyrið ekkert frá mér á áhugamálinum verð ég samt að segja að þetta með Faramir pirraði mig vegna þess að hann á að hafa verið hjartahreinari en Boromir. Samt er ég ekki að segja að Boromir hafi ekki verið góður í byrjun en föðurlands hollustan var opnun sem hringurinn notaði til þess að spilla honum. Faramir á að hafa haft meira komon sens til þess að leyfa Frodo og Samwise að fara. Allavegana túlka ég þetta svona."
        },
        {
            "user": "demonz",
            "user_id": "3238",
            "date": "2003-01-02 23:55:52",
            "id": "836777",
            "reply_to_id": "836754",
            "text": "Alveg sammála þér, ég gat sætt mig við aðrar breytingar á sögunni (þó fannst mér óþarfi að blanda Arwen svona mikið inní) en að breyta Faramir svona mikið var bara too much!\nHann kom út heimskari en hann var í sögunni…það mikið er víst-"
        },
        {
            "user": "rammstein",
            "user_id": "27927",
            "date": "2003-01-03 12:33:55",
            "id": "836778",
            "reply_to_id": "836777",
            "text": "Ég er sammála þessu með Arwen hún kom ekki svona mikið við sögu í bókinni… (kom hún einhvað við sögu í bókinni TTT?)og þetta með Faramir var of mikið….en atriðið í Gondor var flott\nBardaginn um Hjálmsvirki var þokkalega flott\neða það fanst mér."
        },
        {
            "user": "Eowyn",
            "user_id": "28809",
            "date": "2003-01-07 03:46:01",
            "id": "836779",
            "reply_to_id": "836754",
            "text": "ég er sammála fatboy. Mér finnst að Faramír hefði átt að vera sýndur í sinni réttu mynd, eins og hann var í bókinni….hann var eigilega hálfgerður vondikall í myndinni…..\nog ég á LOTR rúmföt (: (: (:"
        }
    ]
}