{
    "forum_title": "Gæludýr",
    "user": "Sweet",
    "user_id": "2593",
    "date": "2003-01-01 19:26:11",
    "title": "Lærið tungumál gára 2",
    "text": "Jæja þá ætla ég að halda áfram að skrifa upp úr bókinni Gári litli:) vonandi gagnast þetta einhverjum)\nHvað þýðir ef gári…\nFiðursnyrting: - Það sést greinilega, hvað fuglinn er liðugur, þegar hann fer að snyrta sig. Hann framkvæmir snyrtinguna daglega og stendur hún yfir svo klukkustundum skiptir með nokkrum hléum. Hann grípur með nefinu í hverja fjöður, ýfir hana fyrst og sléttar hana svo og losar úr henni allt ryk og óhreinindi. Hann getur teygt sig með nefinu að öllum líkamshlutum, nema aftan á höfðinu, og með ótrúlegustu sveigingum. Alltaf þarf hann inn á milli að teygja sig aftur á gumpinn, þar sem fitukirtillinn er og síðan smyr hann fitunni úr honum um sig allan. Fitan er afar mikilvæg vörn gegn óhreinindum og raka. Höfuðið snyrtir hann með því að nudda því utan í kvist eða búrgrindina og þannig að klóra sér og síðast teygir hann sjálfan hausinn aftur á gumpinn og veltir honum upp úr fitunni frá kirtlinum. Mest er snyrtingarþörfin, þegar nýjar fjaðrir eru að vaxa, eftir að fuglinn fer úr fiðri. Nýja fiðrið er fyrst umvafið smáhylki og fjaðrirnar þenjast ekki út fyrr en þetta hylki rifnar í sundur og dettur af. Þessi hylki falla síðan niður á gólfið eins og fínasta flasa. Fjaðrir sem eru að vaxa sjást því fyrst eins og svolitlir ávalir kollar innan um eldra fiðrið.\nStélsnyrting: - Gárinn er viðkvæmastur fyrir stéli sínu og mest þarf hann að snyrta það og hann lætur ekki aðra fugla koma nálægt því að snyrta það. Ekki einu sinni makinn má dirfast að snyrta það. Ef hann gerist minnstu tilraun til þess verða viðbrögðin varnar-og skelkskrækir. Fuglinn virðist hafa mjög næmt snertiskyn í stélinu, sérstaklega í broddinum, sem leysir út ákveðin ósjálfráð viðbrögð. - Snerti það hlut, kippir hann því burt, snerti einhver lifandi vera það, snýst fuglinn tafarlaust til varnar eða leggur á flótta.\nLyftir vængjum: - Gári þarf álíka oft að lyfta vængjum eins og teygja úr fótum. Hann lyftir vængjum, an þess að teygja úr þeim. Tilgangurinn með þessu er bæði að slaka á eftir æsing og að kæla sig í miklum hita. En oft er það líka merki um vellíðan og ánægju.\nHristir fiðrið: - Það er algengur vani fuglsins, eftir að hann hefur lent í æsingi eða ótta að slaka á með því að hrista allan fiðurhaminn.\nSetur vængina á ská: - Þegar hann lætur vængina síga og liggja á ská niður með síðunum, er það merki um að hann sé mjög æstur.\nJæja þetta er komið nóg í bili=) Ég hef samt upplýsingar um meira svona, það er:  Gapir og glefsar út í loftið, teygir úr vængjum til hálfs, Sparka í brjóstið hver á öðrum, bíta í fæturna hver á öðrum, bíta eigandann og þegar þeir drita.\nÞannig ef einhverjum langar að vita eitthvað um þetta er bara að segja það og þá kem ég með þetta hingað:)",
    "url": "https://www.hugi.is/gaeludyr/greinar/113662/laerid-tungumal-gara-2/",
    "url_id": "113662",
    "id": "836976",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-02 12:43:57",
            "id": "836977",
            "reply_to_id": "836976",
            "text": "Þetta er frábært hjá þér. Endilega sendu inn meira :D"
        },
        {
            "user": "Ukyo",
            "user_id": "7465",
            "date": "2003-01-04 15:25:52",
            "id": "836978",
            "reply_to_id": "836976",
            "text": "Hvað segirðu um dritið?"
        },
        {
            "user": "Sweet",
            "user_id": "2593",
            "date": "2003-01-04 18:42:03",
            "id": "836979",
            "reply_to_id": "836976",
            "text": "Mig minnir að ég hafi sent inn síðustu greinina um þetta þannig hún kemur örugglega bráðum, þá geturðu séð þetta;)"
        }
    ]
}