{
    "forum_title": "Metall",
    "user": null,
    "user_id": null,
    "date": "2003-01-01 06:10:24",
    "title": "Bestu diskar 2002 ?",
    "text": "Jæja gott fólk þá er komið að því að fara í gegnum hvaða diskar gefnir voru út árið 2002. Og hvernig ykkur fannst þeir.\nMér persónulega fannst mér þetta hafa verið ágætt sem metal útgáfu ár. Hefði getað verið betra samt.\nListamenn á borð við Immortal, Vintersorg, Nile og Satyricon gáfu út diska.\nUppáhalds diskar mínir árið 2002 voru\nVintersorg - Visions from the spiral generator\nSnilldar diskur frá sænska kónginum Vintersorg sem syngur einnig með Borknagar. Hreint meistaraverk, diskur sem ég beið eftir og biðin var þess virði\nNile - In their darkened shrines\nGóður diskur frá meisturum death senunar.\nSatyricon - Volcano\nFrábær diskur frá Satyricon. Hann var öðruvísi en allt annað sem satyricon hafa gefið út. Flottur diskur.\nImmortal - Sons of the northen darkness\nGömlu goðin í Immortal gáfu út þennan disk snemma á árinu, og djöfulsins snilld sem þetta var. Persónulega fannst mér hann miklu betri en Damned in Black.\nKrieg - Kill yourself or someone you love\nLive diskur frá meisturum krieg.  Diskur sem hefði mátt vera betri samt undarlega góður. ótrúlega hrár og flottur svartmálmur.\nGefur stemmninguna vel í heimahúsið\nForgarður Helvítis - Gerningarveður\nLoks gefa þessir Grindcore meistarar út breiðskífu. Eitthvað sem maður hefur beðið eftir. Fyrsta breiðskífa þeirra og vonandi ekki sú síðasta. Frábært verk.\nÞetta voru svona mínir uppáhalds diskar síðastliðna árs.  Segjið mér nú endilega hvaða diskar ykkur fannst bestur þetta árið\nOg gleðilegt nýtt ár og takk fyrir það gamla",
    "url": "https://www.hugi.is/metall/greinar/113641/bestu-diskar-2002/",
    "url_id": "113641",
    "id": "836702",
    "replies": [
        {
            "user": "WBHannes",
            "user_id": "1367",
            "date": "2003-01-01 16:25:26",
            "id": "836703",
            "reply_to_id": "836702",
            "text": "Áhugaverðir titlar á árinu..\n–\nDark Tranquillity - Damage Done\nDimension Zero - Silent Night Fever\nImmortal - Sons Of Northern Darkness\nIn Flames - Reroute To Remain\nMeshuggah - Nothing\nOpeth - Deliverence\nSentenced - The Cold White Light\nSkinlab - Revolting Room\nSoilwork - Natural Born Chaos\nSystem Of A Down - Steal This Album!\n–\nHighlight:\nSoilwork - Natural Born Chaos\nEf einhver byrjar á því að segja að SOAD eigi ekki heima þarna má sá hinn sami vera úti vinur.\nChildren Of Bodom, Soilwork og The Haunted eru allar búnar að bóka plötu snemma 2003 og það verður spennandi að fylgjast með því."
        },
        {
            "user": "geronimo",
            "user_id": "9454",
            "date": "2003-01-01 17:52:25",
            "id": "836704",
            "reply_to_id": "836703",
            "text": "Meshuggah - Nothing\nTheory in Practice - Colonizing the sun\nDillinger Escape Plan - Irony is dead (með mike patton)\nSparta - nú er ég búinn að gleima hvað hann heitir…\nSworn In - Sworn in\nFear my thoughts - Vitriol\nAs Friends Rust - A young trophy band in the parlace of our times\nHeaven shall burn - Whatever it may take (er samt ekki allveg vviss hvort það hafi verið ‘02 eða ’01…)\nCaliban - nýji diskurinn!! þótt að ég sé ekki búinn að heyra mikið af honum,, samt klikkað!!!\nSigurrós - ()\nþað er hellingur í viðbót sem ég man ekki eftir í augnablikinu…"
        },
        {
            "user": "Cruzty",
            "user_id": "3452",
            "date": "2003-01-03 17:07:01",
            "id": "836705",
            "reply_to_id": "836703",
            "text": "Immortal - Sons Of Northern Darkness\nSoilwork - Natural Born Chaos\nIn Flames - Reroute to Remain"
        },
        {
            "user": "chimera",
            "user_id": "12367",
            "date": "2003-01-01 18:44:48",
            "id": "836706",
            "reply_to_id": "836702",
            "text": "Bestu plötur ársins að mínu mati:\nAudioslave - Audioslave\nAldrei hefur nokkur plata komið mér jafn skemmtilega á óvart og þessi. Ég var mjög skeptískur á þetta RATM/Cornell combó þegar ég heyrði af því fyrst en svo loksins þegar ég heyrði plötuna sá ég að þetta band ætti mjög fljótlega eftir að verða uppáhaldshljómsveitin mín. Öll lögin á plötunni eru góð að mínu mati, grúvið er rosalegt og fílingurinn ekkert venjulegur. Besta plata ársins!\nDown - Down II: A Bustle In Your Hedgerow\nRosaleg plata og á annað sætið fyllilega skilið. Greip mig ekki alveg fyrst en þannig er það oft með frábærar plötur; þær vinna á við hverja hlustun og það er sannarlega tilfellið hér. Pantera eru hálf áttavilltir þessa dagana og COC eru í pásu þannnig að þangað til það breytist hef ég Down II til að skaka mér við.\nRestin í engri sérstakri röð:\nKillswitch Engage - Alive or Just Breathing\nMeshuggah - Nothing\nCannibal Corpse - Gore Obsessed\nHundred Reasons - Ideas Above Our Station\nFoo Fighters - One By One\nQueens of the Stone Age - Songs for the Deaf\nManowar - Warriors of the World\nBúdrýgindi - Kúbakóla (hef lúmskt gaman af þessari)"
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2003-01-01 19:54:15",
            "id": "836707",
            "reply_to_id": "836706",
            "text": "Alveg sammála þessu með Down II. Þegar ég heyrði hana fyrst fannst mér þetta bara svona lala en nú hlusta á mikið á hana og er oft með diskinn í bílnum, í góðum fíling ;) Verst hvað kellingarnar fíla þetta illa!"
        },
        {
            "user": "svedditorf",
            "user_id": "30226",
            "date": "2003-01-03 01:18:00",
            "id": "836708",
            "reply_to_id": "836706",
            "text": "Nýji korn\nSIGN nýji\none by one\nhl"
        },
        {
            "user": "Andskoti",
            "user_id": "29761",
            "date": "2003-01-01 18:59:00",
            "id": "836709",
            "reply_to_id": "836702",
            "text": "Hmm… sá ég sigurrós þarna?? Ætla mér ekkert að setja út á þá ágætu sveit en ekki er það nú metall.\nOg varðandi plötur þá er ég greinilega svona geldur að ég hef engu við að bæta…"
        },
        {
            "user": "ih8",
            "user_id": "13956",
            "date": "2003-01-01 19:09:08",
            "id": "836710",
            "reply_to_id": "836702",
            "text": "Ég hlusta nú ekki mikið á nýjan metal en sá diskur sem stendur uppúr hjá mér er A night at the opera með Blind Guardian."
        },
        {
            "user": "Ulvur",
            "user_id": "8059",
            "date": "2003-01-02 02:42:01",
            "id": "836711",
            "reply_to_id": "836702",
            "text": "Bestu diskar árið 2002:\nThyrfing - Vansinnesvisor\nArcturus - The Sham Mirrors\nhmm man ekki eftir neinum öðrum eins og er."
        },
        {
            "user": "Ulvur",
            "user_id": "8059",
            "date": "2003-01-02 02:44:17",
            "id": "836712",
            "reply_to_id": "836702",
            "text": "Nýjasti Immortal diskurinn heitir “Sons Of Northern Darkness” og mér finnst hann ekkert sérstakur."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-02 07:47:04",
            "id": "836713",
            "reply_to_id": "836702",
            "text": "Killswitch Engage\nHeaven Shall Burn\n…annars var þetta ekkert spes rokkár að mínu mati man ekki eftir neinu öðru í augnablikinu"
        },
        {
            "user": "sarot",
            "user_id": "17985",
            "date": "2003-01-02 15:51:36",
            "id": "836714",
            "reply_to_id": "836702",
            "text": "mjög einfalt,- ég ætla ekki að fara að raða í sæti en set samt númer fyir framan ok…?\n1. Coldplay-A Rush Of Blood To The Head.\n2. Sigur-Rós-( )\n3.æi……..dettur ekkert neitt meira í hug…:Þ"
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2003-01-02 22:56:23",
            "id": "836715",
            "reply_to_id": "836714",
            "text": "Þú kannski tókst ekki eftir því að við erum á metal áhugamálinu?"
        },
        {
            "user": "sarot",
            "user_id": "17985",
            "date": "2003-01-05 16:06:00",
            "id": "836716",
            "reply_to_id": "836715",
            "text": "auddað tók ég eftir því…..vildi samt bara tjá mig aðeins:)"
        },
        {
            "user": "dice",
            "user_id": "8652",
            "date": "2003-01-08 09:21:38",
            "id": "836717",
            "reply_to_id": "836716",
            "text": "Einhvern veginn finnst mér vanta Today is the Day- Sadness will prevail…"
        },
        {
            "user": "hamrotten",
            "user_id": "5029",
            "date": "2003-01-02 20:32:09",
            "id": "836718",
            "reply_to_id": "836702",
            "text": "engin sérstök röð\nSatyricon - Volcano\nImmortal - sons of northen darknes\nlimbotic art - ultimate death worship\ncurse- dead sun rise"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-02 23:35:10",
            "id": "836719",
            "reply_to_id": "836702",
            "text": "mortician darkest day of horror :D"
        },
        {
            "user": "BlackYouth",
            "user_id": "16044",
            "date": "2003-01-03 15:41:27",
            "id": "836720",
            "reply_to_id": "836702",
            "text": "Já ég vill líka segja hvað mér fannst standa uppúr….\nMy Dying Bride - Dreadful Hours(enn ein snilldin frá meisturunum…þarf ég að segja meira)\nDarkane - Insanity (Algert A-klassa stuff!….með betri introum sem ég hef ´heyrt í…svo kemur hann Fredrik Thordendahl(guitar & synth…í heimsókn með sína  Meshuggah takta..alltaf gaman af því:]\nOpeth - Deliverance(þvílíkt og annað eins hef ég ekki heyrt frá þeim Opeth mönnum…mér finnst þeir svona nokkurveginn toppa Blackwater Park með þessari plötu…slá samt af þessum ómannlegheitum sem einkenndi þá á fyrri diskum…tékkið bara á The Moor af Still Life…en topparnir á Deliverance eru lögin= Deliverance og A Fair Judgement..)\nAgoraphobic Nosebleed - Frozen Corpse Stuffed With Dope (……grindcorebrjálæði…trommur á vélbyssuhraða…söngvarinn á spítti…sideproject gítarleikarans/bassaleikarans/og trommuheilaprógrammara Scott Hull sem einnig er í hinni stórgóðu hljómsveit Pig Destroyer…þarf ég að segja meira?)\nsvo eru fullt af stórgóðum titlum að líta dagsins ljóst snemma á næsta ári…Bloodbath er að fara að gefa út plötu snemma árinu og svo eru meistarar Nasum að fara að gef út plötu og ber hún heitið Helvete…svo fylgist vel með hvað er að gerast á næsta herrans ári:]"
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2003-01-03 17:04:50",
            "id": "836721",
            "reply_to_id": "836720",
            "text": "Yeah… This ain't my bag baby…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-04 13:29:19",
            "id": "836722",
            "reply_to_id": "836702",
            "text": "Hammerfall - Crimson Thunder (alltof vanmetinn diskur og bætir vel upp í fyrir vonbrigðin á Renegade).\nLock Up - Hate Breeds Suffering (snilldar diskur frá bandi sem inniheldur meðlimi frá Napalm Death, At the Gates og Dimmu Borgir)\nCannibal Corpse - Gore Obsessed (einn sá allri besti með Cannibal Corpse)\nNapalm Death - Order Of The Leach (kannksi alls ekkert nýtt,en samt mjög góður)\nOpeth - Deliverance (enn önnur klassísk Opeth plata)\nKillswitch Engage - Alive Or Just Breathing? (ein af fáum hardcore hljómsveitum sem ég hlusta á, og þessi er allgjör snilld)\nHatebreed - Perseverance (mjög góður, en ég hélt að þeir mundu koma með eitthvað sem væri ekki svona fyrirsjánlegt eftir 5 ára fjarveru)\nThe Dillinger Escape Plan - Irony Is A Dead Scene [E.P] (maður vissi bara fyrir fram að þessi mundi rokka þegar maður frétti að Mike Patton væri að vinna með þeim að þessum disk)\nImmortal - Sons Of Northen Darkness (sá besti síðan Battles In The North kom út árið 1995)\nBesta Endurútgáfa 2002 : Dissection - Storm Of The Light's Bane (besti melodic black metal diskur allra tíma)."
        },
        {
            "user": "Weiki",
            "user_id": "31145",
            "date": "2003-01-05 00:17:47",
            "id": "836723",
            "reply_to_id": "836702",
            "text": "Hérna eru mínir uppáhaldsdiskar frá síðasta ári.\nFyrir ofan himininn=Sign\nRock In Rio=Iron Maiden\nKúbakóla=Búdrýgindi\nSong for the deaf=Queens of the stone age\nTresure Chest=Helloween\nOg svo verð ég að minnast á hið stórglæsilega box sett frá Iron Maiden= EDDIES ARCHIVE sem að er hrein snilld!! og inniheldur 3 2falda diska\nBBC ARCHIVE, Beast Over Hammersmith og The B´Sides"
        },
        {
            "user": "BlackYouth",
            "user_id": "16044",
            "date": "2003-01-08 19:03:10",
            "id": "836724",
            "reply_to_id": "836702",
            "text": "Ohh ég er svo heimskur…bloodbath eru búnir að gefa út plötu  og hún heitir “Resurrection Through Carnage” en vitið þið hvort að maður geti nálgast þennan snilldargrip á cd á klakanum?\neinnig vil ég benda á heimasíðu bloodbath og er hún:\nhttp://www.bloodbath.biz/"
        },
        {
            "user": "hinn",
            "user_id": "4464",
            "date": "2003-01-12 01:25:58",
            "id": "836725",
            "reply_to_id": "836702",
            "text": "hELLO…… Mér langadi bara ad sega að mér finnst Houndred Resons diskurinn hafa fengið allt of littla athigli.\nOg mér langaði að sega ykkur frá The Datsuns. Ef þú(sem ert að lesa þetta) hefur ekki heyrt í þeim farðu þá út í búð og keiptu hann.\ngítarinn í þessum lögum fær mann til að taka gítarinn og nauðga honum og smalla honum þegar maður er hættur. Þetta er besti diskur seinasta árs ad mínu mati.\nAnnad efni sem ég var ad fíla á árinu.\nsigur rós-()\nSparta-Wiretap Scars\nadioslave-adioslave\nsystem of a down-stel this album\nQeens of the stone age-Songs four the deaf"
        },
        {
            "user": "Namingway",
            "user_id": "25054",
            "date": "2003-01-13 14:47:35",
            "id": "836726",
            "reply_to_id": "836702",
            "text": "Einn besti diskur ársins 2002 finnst mér vera Untouchables með KoRn. Þessi diskur er mjög góður, vel samansettur og hreinasta snilld. Margir þeir sem finnast þetta ekki vera spes diskur og eru hreint vonskiknir út í KoRn ættu aðeins að hugsa. KoRn eru búnir að vera villtir og uppreisnargjarnir rokkarar í átta ár. Þeir eru búnir að koma með fullt af viðbótum inn í rokkheimin sem margir hafa reynt að taka upp og nota. Þeir hafa skapað mestan þann nu-metal sem við þekkjum í dag. Þrátt fyrir þessar milu hetjudáðir eru þeir orðnir þreyttir á endalausum öskrum og reiði svo þeir ákváðu að koma með þennan nýja disk, yfirvegaðan og þéttan til þess að reyna að róa nu-metal stemminguna og koma með svolitla meiri tónlist inn í þetta.\nÞrátt fyrir allt eru aðdáendur ennþá harðir á því að hafa KoRn harða og villta og fúlsa við þessari nýju og stórglæsilegu plötu. Ég skora á alla með e-ð álit á KoRn að fara út í búð og kaupa Untouchables.\nOk?"
        },
        {
            "user": "berserkur",
            "user_id": "28668",
            "date": "2003-01-14 18:15:12",
            "id": "836727",
            "reply_to_id": "836726",
            "text": "ATH:My Dying Bride Dreadful hours & Darkane - Insanity: þessir diskar komu báðir út 2001\nSoilwork -natural born chaos\nArcturus- sham mirrors\nSentenced- the cold white light\nDream Theater- Six degrees…\nVintersorg- visions…\nHalford -Crucible\nFalconer- Vale from a chapter forlorn\nBöhse Onkelz-Dopamin\nNightwish- centurychild\nArch enemy- wages of sin\nCruachan- folklore\nFoofighters-one by one\nAudioslave - -\"-\nKalmah- they will return\nOpeth- Deliverence\neinnig mjög gaman að\nDarkane -expanding senses\nNile - in hteir darkened shrines\nDecapitated- nihility\nTheory in Practise- colonizing the sun\nSuidakra- emprise to avalon\nekki vænti ég að allir þekki þetta sem ég taldi upp"
        },
        {
            "user": "WBHannes",
            "user_id": "1367",
            "date": "2003-01-14 18:33:12",
            "id": "836728",
            "reply_to_id": "836727",
            "text": "Wages Of Sin með Arch Enemy er frá 2001 :)\nAnnars gleymdi ég að telja upp Darkane - Expanding Senses í þessum lista mínum ofar, hann er mjög góður."
        },
        {
            "user": "asgeirkh",
            "user_id": "20809",
            "date": "2003-01-26 21:45:05",
            "id": "836729",
            "reply_to_id": "836728",
            "text": "Tool - Lateralus (2001 eða 2002, dont give) .. Líklega besti diskur sem ég hef heyrt, svo auðvitað In Flames og Soilwork…frábærir tóna"
        }
    ]
}