{
    "forum_title": "Golf",
    "user": "links",
    "user_id": "7395",
    "date": "2003-01-03 17:21:42",
    "title": "Mikilvægi púttersins",
    "text": "Komiði sæl og blessuð.\nÉg Links ætla að skrifa um mikilvægi púttersins í golfinu.\nPersónulega finnst mér pútterinn gegna mikilvægasta hlutverkinu af öllum kylfum í golfinu. Það er reyndar mikið deilt um hvaða kylfa er mikilvægust, en mest er þó talað um dræverinn og pútterinn.\nÞeir sem vita þetta ekki þá er pútterinn langmest notaður þegar maður er að spila, eða að minnsta kosti 18 sinnum( ef maður er alltaf á flöt og maður chippar aldrei oní ). Aftur á móti notar maður dræverinn í mesta lagi 14 sinnum á hring ( ef við gerum ráð fyrir því að það séu 4 par 3 holur á 18 holu hring ). Auðvitað er mikilvægt að vera góður að slá með dræver, en það er eiginlega ekkert mál. Maður miðar á brautina og slær bara, og hugsar bara um það hvað kúlan mun fara langt og vera á sæmilegum stað á brautinni. Aftur á móti þarf maður að vera meira vandvirkur með pútter. Maður þarf að finna hraðann, reikna hallann, vera með rétta stefnu o.fl. Það er mjög auðvelt að klúðra púttum. Maður getur alveg léttilega þrípúttað af t.d. 2 metra færi.\nÉg hef verið að fylgjast með mótum í Bandaríkjunum. Ég hef nú séð hvaða munur er á þeim bestu og þeim sem eru á eftir. Allir slá nokkuð svipað ( kannski ekki alveg vegalengd, en sama ), en það eru púttin sem greina á milli. Tökum t.d. Phil Mickelson. Hann er mjög góður kylfingur og allt það, en þegar hann æfir leggur hann hvað mestu áherslu á púttin og vippin. Ef hann væri ekki eins og góður að pútta og vippa eins og hann er í dag þá er ég ekki viss um það Philli væri með þeim bestu og væri svo ofarlega á flestum mótum.\nÉg veit alveg að margir eru ósammála mér um þetta, en þetta er mín skoðun á þessu.\nTakk fyrir mig\n- Links",
    "url": "https://www.hugi.is/golf/greinar/114029/mikilvaegi-puttersins/",
    "url_id": "114029",
    "id": "840371",
    "replies": [
        {
            "user": "longbow",
            "user_id": "25468",
            "date": "2003-01-03 18:51:21",
            "id": "840372",
            "reply_to_id": "840371",
            "text": "Já þúrt cool! :D:D"
        },
        {
            "user": "Xman",
            "user_id": "3316",
            "date": "2003-01-03 18:54:10",
            "id": "840373",
            "reply_to_id": "840371",
            "text": "Sammála."
        },
        {
            "user": "Spirou",
            "user_id": "1369",
            "date": "2003-01-03 19:05:20",
            "id": "840374",
            "reply_to_id": "840371",
            "text": "Mér finnst gaman í golfi en ég hata að pútta, kannski af því að ég er svona lélegur í því :|\nSkotsvæðið er bara best fyrir mig…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-04 05:43:06",
            "id": "840375",
            "reply_to_id": "840371",
            "text": "hihi"
        },
        {
            "user": "bumper",
            "user_id": "30709",
            "date": "2003-01-04 09:24:49",
            "id": "840376",
            "reply_to_id": "840371",
            "text": "Amm Rauðvínssósa er fín útá brauð, finnst þér það ekki Lárus?"
        },
        {
            "user": "sk8erboy",
            "user_id": "27556",
            "date": "2003-01-04 23:52:10",
            "id": "840377",
            "reply_to_id": "840371",
            "text": "Ok ég er sammála þessu nema að einu leyti það er þetta með driverinn það að slá með driver er ekki bara að taka driverinn og slá og hitta á góðan stað það er eitt það stórkostlegasta og erfiðasta í golfinu er að vera góður með driverinn þessvegna nota sumir einfaldlega ekki driver!ég vildi bara minnast á þetta af því að það er slatta erfitt að slá með driver og vera nákvæmur eða allavega þegar maður er með mjög hraða sveiflu eins og ég mér fannst þú vera að láta það líta út eins og að það væri bara hreinlega létt að slá með driver en annars góð grein!!!"
        },
        {
            "user": "klaki",
            "user_id": "25936",
            "date": "2003-01-05 14:55:11",
            "id": "840378",
            "reply_to_id": "840377",
            "text": "Þegar fólk er að fylgjast með golfi í sjónvarpi halda að þetta sé svo einfalt!! Að slá kúlini, það er heilmikil tækni t.d. að miða, sveiflan og sjálf höggið!!!!!!!!"
        },
        {
            "user": "links",
            "user_id": "7395",
            "date": "2003-01-05 17:22:41",
            "id": "840379",
            "reply_to_id": "840377",
            "text": "Það er alveg rétt hjá þér Sk8ter boy að það sé ekkert auðvelt að slá með dræver, en að mínu mati finnst mér vera mjög svo erfiðara að pútta en að slá með dræver."
        },
        {
            "user": "sk8erboy",
            "user_id": "27556",
            "date": "2003-01-05 17:29:30",
            "id": "840380",
            "reply_to_id": "840379",
            "text": "Mér finnst svooo auðvelt að pútta ég er ágætis púttari en ég er með mjög gott sjálfstraust í púttunum en ég er frekar slappur í 40-60 metra höggunum hvaða wedgum mæliru með links ég er að spá í nýju callaway wedgin eru þau góð???"
        },
        {
            "user": "links",
            "user_id": "7395",
            "date": "2003-01-05 18:08:12",
            "id": "840381",
            "reply_to_id": "840380",
            "text": "ef þér finnst auðvelt að pútta og ert góður í því þá finnst manni þetta alveg skítlétt þá samgleðst ég þér. Í sambandi við Wedga þá á ég cleveland sandara og líka Hippo. Þeir eru báðir helvíti góðir."
        },
        {
            "user": "sk8erboy",
            "user_id": "27556",
            "date": "2003-01-05 18:13:35",
            "id": "840382",
            "reply_to_id": "840381",
            "text": "Ok ég er að spá í að fá mér svartann callaway en ég er með tom watson adams sandara"
        },
        {
            "user": "SiggiRunar",
            "user_id": "29100",
            "date": "2003-01-07 10:25:16",
            "id": "840383",
            "reply_to_id": "840380",
            "text": "Thegar madur er ad leita ser ad nyjum græjum tharf madur at pæla i ákvednum hlutum.\nTher verdur ad lika vid utlitid a kylfunni, thu verdur at fyla hana og svo verdurdu ad pæla i bouncinu a kylfunni.\nEg a sjalfur Vokey wedga og hafa their reynst mer vel. Til grein kemur lika Cleveland sem eru ágætir.\nkvedja\nSiggi Runa"
        },
        {
            "user": "MrCallaway",
            "user_id": "30646",
            "date": "2003-01-05 21:55:26",
            "id": "840384",
            "reply_to_id": "840371",
            "text": "Góð grein, nema ég er alls ekki sammála þér með Phil Mickelson. Það sem hefur háð honum síðustu ár eru þessi stuttu pútt sem hann hfur verið að missa alveg í tugatali. Hann hefur sagt það sjálfur að hann væri búinn að vinna amk einn major ef hann værii betri í þessum stuttu púttum. En að öðru leiti góð grein."
        },
        {
            "user": "gallbladra",
            "user_id": "20317",
            "date": "2003-01-09 23:34:30",
            "id": "840385",
            "reply_to_id": "840384",
            "text": "haaaaaa… þetta er fokkin bull… phil mickelson og ernie els hafa þripúttað sjaldnast á pga mótaröðinni og ég held að það hafi verið sagt að philli hafi þrípúttað 4 sinnum á árinu og og hann hefur mjög góða tölfræði yfir pútt sem eru 1  metri og styttri."
        },
        {
            "user": "abk85",
            "user_id": "29419",
            "date": "2003-01-10 08:53:12",
            "id": "840386",
            "reply_to_id": "840385",
            "text": "Phil 5 púttadi nú reindar 3m pútt, ég sá tad í einhverjum tætti um hann, tar sem var verid ad segja ad hann væri nr. 3 í púttunum en hann á tad til ad klúdra teim tegar mikid liggur vid… en annars var líka sagt ad hann væri örugglega sá besti í löngu púttunum…."
        },
        {
            "user": "gallbladra",
            "user_id": "20317",
            "date": "2003-01-11 14:25:53",
            "id": "840387",
            "reply_to_id": "840386",
            "text": "já ég hef heyrt um það…. það er vegna þess að hann neglir öll pútt sem eru 1.5 metri og styttri í miðja holu og ef eitthvað fer úrskeiðis ( sem er ekki oft) þá krækir hann og á þá annað eins ef ekki lengra pútt eftir."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-06 10:24:36",
            "id": "840388",
            "reply_to_id": "840371",
            "text": "Þetta er ein tilgangslausasta, vitlausasta, mesta bull grein sem ég hef lesið. Að það sé einfaldara að klúðra pútti en drævi er einstakt bull. Þegar ég klúðra pútti fer boltinn ekki út í móa eða týnist. Annars er það mjög nýtt fyrir öllum sem spila golf að maður notar pútterinn oftast, það þarf stærðfræðisnilling til að finna það út og sem betur fer fyrir okkur golfarana höfum við einn þannig sem heitir Links. Hann er einnig snillingur í að skrifa vitlausar og tilgangslausar greinar eins og þessa.\nÞúsun þakkir YaYa"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-02 22:57:04",
            "id": "840389",
            "reply_to_id": "840388",
            "text": "Sko ef maður er ekki góður með dræver þá notar maður bara eitthvað auðveldara t.d. 3-tré eða eitthvað járn og ferð síðan út á range að æfa drævin."
        },
        {
            "user": "YaYaIII",
            "user_id": "30634",
            "date": "2003-01-06 10:29:28",
            "id": "840390",
            "reply_to_id": "840371",
            "text": "Þetta er ein tilgangslausasta, vitlausasta, mesta bull grein sem ég hef lesið. Að það sé einfaldara að klúðra pútti en drævi er einstakt bull. Þegar ég klúðra pútti fer boltinn ekki út í móa eða týnist. Annars er það mjög nýtt fyrir öllum sem spila golf að maður notar pútterinn oftast, það þarf stærðfræðisnilling til að finna það út og sem betur fer fyrir okkur golfarana höfum við einn þannig sem heitir Links. Hann er einnig snillingur í að skrifa vitlausar og tilgangslausar greinar eins og þessa.\nÞúsund þakkir YaYa"
        },
        {
            "user": "arnig",
            "user_id": "28231",
            "date": "2003-01-06 12:13:31",
            "id": "840391",
            "reply_to_id": "840371",
            "text": "Ef þér finnst ekkert mál að slá með Driver þá einfaldlega kanntu það ekki. Að slá með Driver er ekki bara að þrusa eitthvað út í loftið, heldur að staðsetja sig réttum megin á brautinni fyrir næsta höggið.\nTeighöggið er að mínu mati það mikilvægasta í golfi. Ef teighögg misheppnast getur það auðveldlega kostað nokkur högg, ef pútt misheppnast er það bara eitt högg."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-06 14:21:01",
            "id": "840392",
            "reply_to_id": "840391",
            "text": "iss….´púttin eru svo auðveld, allavega hjá mér :þ ég er lélegur í því að skjóta inná grín en það er í lagi því ég p´æutta flest 6-9metra færin oní en samt er ég ekki góður í stuttu púttunum, en það er alveg því ég tek stutt pútt svo sjaldan :\\"
        },
        {
            "user": "CHR1S",
            "user_id": "30605",
            "date": "2003-01-06 17:53:51",
            "id": "840393",
            "reply_to_id": "840371",
            "text": "persónulega finst mér leiðinlegast við gólf er að pútta það er land skemtilegast bara að dúndra einhvað með driver!!!!!!!!!!!!"
        },
        {
            "user": "SiggiRunar",
            "user_id": "29100",
            "date": "2003-01-07 10:17:08",
            "id": "840394",
            "reply_to_id": "840371",
            "text": "Thu skrifar at thad se skitlett at dræva enn thad er bara alls ekki rett. Thad er ekkert sem er mikilvægara enn ad stadsetja sig rett a braut. Thegar madur kemur a teig verdur madur ad pæla i mörgu. T.d hvernig er vindurinn, hvernig hallar brautinn, eru einhverjar hættur a brautinni, a madur kannski ad spila save, hversu fast a madur ad sla boltann og hverning a madur ad sla hann( fade eda draw).\nHvad vardar mikilvægi thess ad vera godur puttari er eg alveg sammala ther.\nVardandi Phil Michelson er eg alveg sammala ther thvi hann er an efa einn besti spillarinn a tournum i stutta spilinu.\nkvedja\nSiggi Runa"
        },
        {
            "user": "links",
            "user_id": "7395",
            "date": "2003-01-07 14:38:05",
            "id": "840395",
            "reply_to_id": "840394",
            "text": "Ég er sammála þér SiggiRunar um það að maður slær ekki bara einhvert út í loftið. Maður verður náttúrulega að staðsetja sig á góðum stað. Annarsvegar finnst mér dræv ekki vera það erfið. Þótt mörgum hérna finnst púttin auðveld þá er það ekkert satt. Þau eru ekki auðveld. Maður þarf að spá í breikið, finna hraðann og lengd. Það er náttúrulega skítlétt að pútta í þeim skilningi að bara pútta kúlunni í holuna og búið. En ég verð að viðurkenna það ég ýkti kannski aðeins með drævin, en samt sem áður finnst púttin vera mikilvægari."
        },
        {
            "user": "gallbladra",
            "user_id": "20317",
            "date": "2003-01-09 23:40:49",
            "id": "840396",
            "reply_to_id": "840371",
            "text": "Að dræva er auðveldara en að pútta þ.e.a.s. ef þú hefur vald á drævernum. sem ég hef… þú ferð út á æfingasvæði fyrir hring með 2 körfur og notar aðra bara á driverinn og finnur tempóið og sveifluna sem er að virka og það virkar þá kaupiru bara aðra körfu… það hefur virkað vel hjá mér í síðasta sumar og ég hef oftast mætt 2 - 3 tímum fyrir á móta svo ég gæti fínpússað allt.\nEn stundum er manni einfaldlega ekki ætlað að ganga vel í mótum og því fer sem fer."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-02 22:50:59",
            "id": "840397",
            "reply_to_id": "840371",
            "text": "mikilvægi púttersins er sennilega mestur í golf plús það að vera góður í kringum gírinið. það sem ég er ekki búinn að sjá hér (að vísu er ég ekki búinn að lesa öll svörin) eru járnin, flestir atvinnumenn í golfi eru með fá pútt á hring vegna þess að þeir ná að slá nálægt holunni en að sjálfsögðu eru þeir góðir að pútta.\nEn annars er þetta mjög góð grein."
        }
    ]
}