{
    "forum_title": "Borðaspil",
    "user": "Brjann",
    "user_id": "28234",
    "date": "2003-01-03 13:00:10",
    "title": "[WHFB] Fimmtudagskvöld í Nexus",
    "text": "Sælir\nMér skilst á Júlla að það sé á skipulaginu fyrir Nexus salinn á nýju ári að fimmtudagskvöldin séu frátekin fyrir warhammer fantasy (og miðvikudagskvöldin fyrir 40K).\nGrunn hugmyndin hjá honum er að hafa salinn opinn og menn hittist þar og spili sér til skemmtunar. Svo er alltaf spurning hvort menn vilja gera eitthvað meira.\nEin hugmynd er að hafa einhverskonar deild, eða keppni þar sem allir spila við alla, einn bardagi á kvöldi, og svo eftir einhvern ákveðinn tíma er talið saman, sigurvegari útnefndur og þannig. Meira til gamans gert og til að spila við ný andlit heldur en til að vinna einhvern geðveikan titil…\nAnnað sem kemur til greina er að nota tækifærið og hafa stærri bardaga, kannski tveir gegn tveimur eða álíka…\nHvað finnst ykkur, eruð þið lausir á fimmtudagskvöldum og hafið ekkert skemmtilegra að gera en að spila warhammer???\nBrjánn Jónasson",
    "url": "https://www.hugi.is/bordaspil/greinar/114015/whfb-fimmtudagskvold-i-nexus/",
    "url_id": "114015",
    "id": "840066",
    "replies": [
        {
            "user": "Brjann",
            "user_id": "28234",
            "date": "2003-01-03 19:21:35",
            "id": "840067",
            "reply_to_id": "840066",
            "text": "Það fer eftir hvenær á fimmtudagshkvöldum og hvort það séi mikið að læra í skólanum :/"
        },
        {
            "user": "Brjann",
            "user_id": "28234",
            "date": "2003-01-04 12:56:07",
            "id": "840068",
            "reply_to_id": "840067",
            "text": "Flipskate:\nFrá svona fimm eða sex, salurinn er opinn til 23:30.\nRarrata:\nÞað er bara eitthvað sem þarf að skoða, þetta var nú bara hugmynd, ekkert farið að pæla í punktum. Fer náttúrulega eftir því hverjir ætla að mæta og hvað þeir eiga stóra herji! En ég held samt að það yrði aldrei undir 1500 pt, og hugsanlega 2000 pt.\nSpurning um að ræða þetta efir nokkur kvöld til að sjá hver áhuginn er?\nWarpchylde:\nEr alveg til í næsta fimmtudag. Ef þú ferð svo úr bænum fyrir fimmtudaginn 16. jan (eða getur ekki mætt þá) er ég að spá í að vera grófur og skora á rotturnar þann 9. jan, ef ske kynni að við færum ekki á móti hvor öðrum á mótinu! Hefndin skal verða mín!!!!!! :)\nBastich:\nÞetta er nú alveg hætt að vera fyndið! :/ Júlla er defenetly eitthvað illa við þig :)\nAnnars er ef til vill einhver möguleiki að það sé ekki búið að plana eitthvað 40K á miðvikudögum og að það sé séns á að skipta við þá á kvöldum, en ég þori ekkert að segja um það…\nSnowcloak:\nÞetta er vandamálið með að vera svona fljótur að mála herji ;) Ég vorkenni þér samt ekki neitt, væri alveg til í að vera fljótari!\nKofi22:\nJamm, það er um að gera! Þú getur þá mætt einn daginn og reynt að finna einhvern sem vill spila lítinn bardaga seinna.\nAzmodan:\nGott að vita. Hef reyndar ekki hugmynd hvað MOHAA er en það hljómar eins og eitthvað sem ég mundi ekki vilja missa af :D\nBrjánn"
        },
        {
            "user": "warpchylde",
            "user_id": "28043",
            "date": "2003-01-04 21:21:26",
            "id": "840069",
            "reply_to_id": "840068",
            "text": "Brjánn, þar sem ég fer aftur norður í hádeginu mánudaginn 13. janúar, þá skulum við stefna á blóðbað þann 9! Og blóðið verður aðallega grænt :-)\nÉg mæti væntanlega með mótsherinn minn, eigum við ekki að segja 2000 stig, klukkan 19.30? Eða hafðirðu einhvern annann tíma í huga?\nHeyrumst,\nSiggi G\nHúsavík"
        },
        {
            "user": "Brjann",
            "user_id": "28234",
            "date": "2003-01-05 13:40:55",
            "id": "840070",
            "reply_to_id": "840069",
            "text": "Siggi:\nÞetta verður þá ágætis upphitun fyrir mótið! Ég breyti eiginlega aldrei hernum mínum hvort eð er…\nSegjum 2000 stig klukkan 19:30 í Nexus. Eftir að hafa safnað að sér fleiri greenskinnum er warbossinn minn með hefnd í huga!\nBrjánn"
        },
        {
            "user": "warpchylde",
            "user_id": "28043",
            "date": "2003-01-06 10:15:56",
            "id": "840071",
            "reply_to_id": "840070",
            "text": "Brjánn, ég er kominn suður og vantar nauðsynlega að ná í þig. Geturðu sent mér e-mailið þitt (er ekki með það hérna)\nHeyrumst,\nSiggi G"
        },
        {
            "user": "NCC1701",
            "user_id": "2402",
            "date": "2003-01-03 20:39:43",
            "id": "840072",
            "reply_to_id": "840066",
            "text": "það væri flott að geta hitt einhvern og spilað því ég hef ekki spilað lengi (hef bara athafnað mig úti í horni að mála kalla.\nHversu marga pts erum við að tala um 500, 1000, 1500 það væri gott að vita það"
        },
        {
            "user": "warpchylde",
            "user_id": "28043",
            "date": "2003-01-03 20:55:19",
            "id": "840073",
            "reply_to_id": "840066",
            "text": "Nú veit ég að ég er með nefið ofan í einhverju sem mér kemur ekki við (og ekki í fyrsta skipti!), og er svo sem ekki í neinu beinu sambandi við fimmtudagskvölds-hugmyndina, en mér datt í hug að við Huga-menn (þeir sem ætla á mótið og eins hinir sem geta ekki komið á það) myndu hittast í salnum hjá Nexus á fimmtudagskvöldið þann 9. janúar. Kannski að spila, mála saman, eða bara að spjalla?\nÉg veit að ég hef gaman af því, og ekki skemmir að ég þarf ekki að vakna fyrr en á hádeginu á föstudeginum :-)\nHvernig væri að koma og hita aðeins upp?\nDatt þetta svona í hug.\nHeyrumst,\nSiggi G\nHúsavík"
        },
        {
            "user": "Bastich",
            "user_id": "27824",
            "date": "2003-01-03 21:06:05",
            "id": "840074",
            "reply_to_id": "840073",
            "text": "Frábært. Eini dagurinn í vikunni sem ég kemst ekki.\nHVAÐ ER AÐ ÞÉR JÚLLI, ER ÞÉR EITTHVAÐ ILLA VIÐ MIG?"
        },
        {
            "user": "warpchylde",
            "user_id": "28043",
            "date": "2003-01-03 23:25:29",
            "id": "840075",
            "reply_to_id": "840074",
            "text": "Lol! Ég hló vel og lengi að þessu!\nÞað er engu líkara en svo sé, Árni :-)\nHeyrumst,\nSiggi G\nHúsavík"
        },
        {
            "user": "Snowcloak",
            "user_id": "21695",
            "date": "2003-01-03 22:12:51",
            "id": "840076",
            "reply_to_id": "840073",
            "text": "Hljómar mjög vel.  Ég ætti að geta mætt.  Spurningin er bara hvaða her ég nota…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-03 23:36:28",
            "id": "840077",
            "reply_to_id": "840066",
            "text": "flott, þá gæti ég komið með glænýja (og pínulitla) orka herinn minn og lært aðeins af þeim bestu :)"
        },
        {
            "user": "Azmodan",
            "user_id": "20255",
            "date": "2003-01-04 01:08:43",
            "id": "840078",
            "reply_to_id": "840066",
            "text": "Ég er til á fimmtudagskvöldum, held ég.\nKemst ekki næsta fimmtudag. MOHAA keppni sem ég get ekki misst af.\nAzmodan."
        },
        {
            "user": "Goodfella",
            "user_id": "20380",
            "date": "2003-01-04 22:19:37",
            "id": "840079",
            "reply_to_id": "840066",
            "text": "það fer eftir því hvað er að læra hvort ég kemst eða ekki.\nMOHAA-Medal of Honor Allied Assult"
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2003-01-07 17:52:58",
            "id": "840080",
            "reply_to_id": "840066",
            "text": "HEY! Miðvikudagarnir eru uppteknir fyrir Legend of the Five Rings! >:(\nEn annars lýst mér vel á þetta! En gæti þetta verið á föstudagskvöldum frekar? Því þá þarf maður ekki að vakna klukkan sjö daginn eftir til að fara í skólann."
        },
        {
            "user": "Brjann",
            "user_id": "28234",
            "date": "2003-01-08 09:54:55",
            "id": "840081",
            "reply_to_id": "840080",
            "text": "Kreoli/Usama:\nFöstudagkvöldin eru upptekin í annað hjá Nexus, og ég er þannig séð ekki viss um að þau væru vel til þess fallin að spila á hvort eð er. Það mundi þýða að margir af eldri spilurunum mundu ekki mæta, þeir eiga sér kannski líf og vini utan hobbýsins og vilja djamma um helgar :)\nMálið er náttúrulega að salurinn verður ‘okkar’ frá 5 eða 6 um daginn, svo það er enginn að segja að þið þurfið að vera langt fram eftir kvöldi. Ef menn mæta um 6, taka bardaga í 2-3 klst geta þeir verið farnir heim um 9! Það er enginn að segja að hurðinni verði læst og enginn fari út fyrr en kl 23:30 :)\nÁ annars ekki að kíkja á fimmtudaginn núna? Ég býð upp á tækifæri á að láta berja grænskinnana mína í svaðið aftur af sigurvegara síðasta Húsavíkurmóts, SiggaG! Vasaklútar í boði hússins ;)\nBrjánn"
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2003-01-08 16:50:38",
            "id": "840082",
            "reply_to_id": "840081",
            "text": "Svo var ég líka að fatta það að skóli er ekki fyrr en klukkan níu á föstudögum þannig að þetta er í raun alveg frábær tími :D"
        },
        {
            "user": "USama",
            "user_id": "17335",
            "date": "2003-01-07 18:31:17",
            "id": "840083",
            "reply_to_id": "840066",
            "text": "það ætti frekar að hafa þetta á föstudögum og laugadögum"
        },
        {
            "user": "blowjob",
            "user_id": "28204",
            "date": "2003-01-15 16:39:24",
            "id": "840084",
            "reply_to_id": "840066",
            "text": "detta er snildar hugmynd og dad vaeri frabaert ad koma ef madur gaeti"
        }
    ]
}