{
    "forum_title": "Flug",
    "user": "socata",
    "user_id": "12956",
    "date": "2003-01-04 13:54:18",
    "title": "Selfoss flugvöllur",
    "text": "Þá er komið að því að nú á að reka selfoss flugvöll í burtu. búið er að ná samkomulagi um sölu á landi til íbúðar byggðar  í kringum völlin og nú vilja verðandi landeigendur völlin í burt svo hægt sé að byggja á honum. Til stendur að byggja undir allri aðflugsstefnu vallarins en þó án þess að þar verði að flug.\nOg þeir Sunnan menn tala um að völlurin skerði þróun byggðar, kunnuglegt tal það þeir hafa ábyggilega farið í læri hjá þessum 20 hræðum í Reykjarvík.\nAuðvitað þróast byggð í átt að flugvelli slíkt hefur alltaf gerst og mun gerast enda er flugvöllur og samgöngur forsenda byggðar völlurin er vð selfoss en ekki Hveragerði þess vegna er Selfoss stærri en Hveragerði.\nSvo ég noti nú orðin hans Davíðs hvílik endemis vitleysa er þetta?\nHvað er eiginlega að gerast?\nbest væri bara að leggja af allt flug um Ísland líka millilandarflug.\nSocata",
    "url": "https://www.hugi.is/flug/greinar/114241/selfoss-flugvollur/",
    "url_id": "114241",
    "id": "841645",
    "replies": [
        {
            "user": "socata",
            "user_id": "12956",
            "date": "2003-01-04 19:55:52",
            "id": "841646",
            "reply_to_id": "841645",
            "text": "Ég ætlaði að láta þennan link fylgja með en gleymdi því:\nhttp://www.mbl.is/mm/frettir/innlent/frett.html?n\nid=1011059\nSocata"
        },
        {
            "user": "deTrix25",
            "user_id": "8129",
            "date": "2003-01-04 23:39:43",
            "id": "841647",
            "reply_to_id": "841646",
            "text": "Miðað við hvað kaupendurnir borguðu fyrir landið er augljóst að þeir ætla sér eitthvað annað en að hafa flugvöll þarna. Ég las í fréttablaðinu í gær að ríkið hefið verið að draga það að kaupa völlin út af því að það var ekki búið að samþykkja skipulagið að svæðinu, auðvitað stukku landeigendur á tilboð kaupanda, enda mikið betur greitt en ríkið hefði greitt fyrir völlinn.\ndeTrix"
        },
        {
            "user": "SteinOs",
            "user_id": "24588",
            "date": "2003-01-05 02:29:15",
            "id": "841648",
            "reply_to_id": "841647",
            "text": "fá  Flugskýla eigendur við BISF bætingu  eignarmissis ?"
        },
        {
            "user": "deTrix25",
            "user_id": "8129",
            "date": "2003-01-05 12:23:35",
            "id": "841649",
            "reply_to_id": "841648",
            "text": "Þar sem völlurinn er á leigulandi og samningurinn rennur út á næstu árum, er ólíklegt að Flugklúbbur Selfoss fái nokkrar bætur fyrir sinn skaða.\ndeTrix"
        },
        {
            "user": "jmk",
            "user_id": "9217",
            "date": "2003-01-05 03:38:01",
            "id": "841650",
            "reply_to_id": "841647",
            "text": "Þetta er ótrúlegt, það á bara að eyðileggja allt fyrir okkur, af öllum áttum sem Selfoss getur þróast í þá finna þeir út að það sé best að stækka í átt að flugvellinum eða “Það svæði sé auðveldara og léttara að skipuleggja og koma þar fyrir íbúðarhverfum”. Ef þetta er eitthvað þá er þetta erfiðasti kosturinn…það er flugvöllur þarna sem þeir þurfa að rífa niður með sína sál og sögu. Vonum bara fyrir hönd bæjarbúa Selfoss að ráðherra samþykki þetta ekki því að þeir eiga eftir að tapa mest á þessu sjálfir."
        },
        {
            "user": "b52",
            "user_id": "9058",
            "date": "2003-01-05 04:30:38",
            "id": "841651",
            "reply_to_id": "841645",
            "text": "Já þetta eru mjög slæm tíðindi mér skilst að það liggji c.a 100 millur i vinnu og aðstöðu þarna sem klúbburinn fær ekkert fyrir og eigi að fara burt 2005 að mér skilst stuttur fyrivari það við skulum vona að þeir sjái að sér þessir nyju landeigendur maður var farinn að skoða það flytja þangað en nú þegar völlurinn fer er ekkert vit i því.\nKveðja\nB52"
        },
        {
            "user": "raggs",
            "user_id": "16691",
            "date": "2003-01-05 21:42:49",
            "id": "841652",
            "reply_to_id": "841651",
            "text": "Ég vil endilega koma því á framfæri að það liggja eitthvað í kring um 200 milljónir einungis í brautum og mannvirkjum á Selfossflugvelli og þá er ekki talin með sjálfboðavinna meðlima Flugklúbbs Selfoss. Það er vægast sagt sorglegt að sjá þessu öllu sópað í burtu eftir 30 ára uppbyggingarstarf og án nokkurra bóta."
        },
        {
            "user": "deTrix25",
            "user_id": "8129",
            "date": "2003-01-06 08:53:28",
            "id": "841653",
            "reply_to_id": "841652",
            "text": "Forsvarsmenn vallarins/Flugklúbbs Selfossar hefðu þá att að leggja sig frekar eftir því að eignast þetta land. Ef byggingafyrirtæki gat keypt þetta fyrir 30 mkr. hefði klúbburinn alveg eins átt að geta gert það, en klúbburinn fór þess í stað fram á það við landeigendur að fá að vera þarna áfram fyrir sömu smáaurana og þeir höfðu verið fyrir þarna í tugi ára.\ndeTrix"
        },
        {
            "user": "tho",
            "user_id": "30442",
            "date": "2003-01-06 16:36:48",
            "id": "841654",
            "reply_to_id": "841653",
            "text": "Mig langar að bæta því við að það kom fram í fjölmiðlum að flugklúbbur Selfoss átti hærra tilboð en verktakarnir. Landeigendurnir ákváðu hinsvegar að taka tilboði verktakanna þar sem þeim leist ekki á hugsanlega aukna flugumferð á Selfossflugvelli í framtíðinni."
        },
        {
            "user": "deTrix25",
            "user_id": "8129",
            "date": "2003-01-06 17:12:35",
            "id": "841655",
            "reply_to_id": "841654",
            "text": "Ég hef ekki heyrt af því að flugklúbburinn hafi átt hærra tilboð, en ég þarf greinilega að athuga það mál. Ég fékk hinsvegar fregnir af því að það er ekki samstaða á meðal þeirra sem eru að selja landið og það hafa víst ekki allir skrifað undir. Salan er sögð eiga undir því að allir samþykki þetta og er því enn von fyrir þá sem vilja halda vellinum þarna.\ndeTrix"
        },
        {
            "user": "Jormundgand",
            "user_id": "19854",
            "date": "2003-01-11 19:34:53",
            "id": "841656",
            "reply_to_id": "841645",
            "text": "Einfalt mál, byggja annars staðar :Þ"
        }
    ]
}