{
    "forum_title": "Heilsa",
    "user": "oxy",
    "user_id": "3756",
    "date": "2000-12-13 22:37:44",
    "title": "óhollt",
    "text": "jæja ég er búin að komast að niðurstöðu.\nÞað er mjög óhollt að vera í prófum. Jamm hvernig komst ég að því. Þegar maður er að lesa undir próf þá innbyrðir maður þetta þvílíkt mikið af nammi og gosi svo maður haldi sér nú við lesturinn. Svo ég tali nú ekki um svefnruglið. Það er núna búið að vera þannig hjá mér að ég vaki fram á nótt sérstaklega þegar ég er að fara í prófið daginn eftir til svona fjögur og svo vakna ég aftur um áttaleytið. En ég er víst bara heppin að sofa :) því margir vaka heilu næturnar og koma svo ósofðir í próf.\nHversu heilsusamlegt er þetta líferni?\nEn að sjálfsögðu er þetta okkar val :) hvernig við hegðum okkar lífi og próflestri.",
    "url": "https://www.hugi.is/heilsa/greinar/11446/ohollt/",
    "url_id": "11446",
    "id": "69357",
    "replies": [
        {
            "user": "radical",
            "user_id": "5666",
            "date": "2000-12-13 23:59:00",
            "id": "69358",
            "reply_to_id": "69357",
            "text": "Þegar ég var í heimavist þá vorum við nokkrir félagarnir sem sváfum allann daginn, vöknuðum seint um kvöldið og fórum að læra saman og fórum svo beint í prófin.. og þegar maður var búinn í prófinu… þá fór maður bara aftur að sofa og vaknaði seint um kvöldið og fór að læra og svona gekk þetta þangað til prófin voru búin.. kannski ekki alveg besta leiðin og ég mæli ekki með þessu , en þetta virkaði :-D\npotent"
        },
        {
            "user": "Lynx",
            "user_id": "3520",
            "date": "2000-12-14 00:58:46",
            "id": "69359",
            "reply_to_id": "69357",
            "text": "Jamm og það breytist ekkert sama hversu langt þú ert komin/n á menntaveginum, nema maður taki sig á og hafi fyrir því að breyta því.  Trúðu mér ég veit!\nÉg var koffein-töflu(hey þær voru ekki lyfsseðilsskyldar hérna í gamla daga…)-7lítra af Kók-bara nammi-engan mat-reyna að hætta að sofa yfirleitt-týpan í framhaldsskóla og stóran hluta úr háskólanámi mínu.  En það er hægt að breyta því.  Passa sig sérstaklega vel að sofa nóg, nota tímann betur þegar maður vakir, gefa sér tíma fyrir líkamsrækt, borða sérstaklega hollan mat til að halda kröftum, drekka mikið af vatni o.s.frv.  Og viti menn, Potent og fleiri, að það ekki bara virkaði.  Heldur virkaði það miklu betur.\nEkki þar með sagt að ég hafi nú ekki dottið í það líka á popp og kók og m&m's og espresso svona í algjörum neyðartilfellum (tímaþröng SATANS).  En ég skal alveg viðurkenna það, að það er skemmtilegra :)\nÚff hvað ég er fegin að vera ekki að læra undir próf núna :)\nGangi ykkur vel og verið dugleg (ef allt breggst þá er hreinn þrúgusykur sem fæst í apótekum alveg dúndur til að halda manni uppi eftir vökur og kaffi/gos/nammi-lífernið…),\nGamalreynd-Lynx"
        },
        {
            "user": "Lynx",
            "user_id": "3520",
            "date": "2000-12-14 01:01:02",
            "id": "69360",
            "reply_to_id": "69359",
            "text": "Já og btw ef þið eruð komin með svona kvíða-hnút-of-mikið-kaffi-stress-tómur-malli-magapínu, þá er svakalega gott að fá sér banana.  Hann svínvirkar á líkamlega kvíðann.  Húðar magan að innan og virkar vel á magasýrurnar og svoleiðis."
        },
        {
            "user": "radical",
            "user_id": "5666",
            "date": "2000-12-14 02:08:54",
            "id": "69361",
            "reply_to_id": "69360",
            "text": "Ég er sammála Lynx í þessu.. reyna að sofa vel, hreyfa sig aðeins, nóg að drekka og borða hollan mat.. og það ekki bara þega maður er í prófum (doh). Þrúgusykurstöflunar virka vel ef maður er einhvað illa til kallaður.. ég veit ekki með kaffið því ég drekk ekki svoleiðis. Svo er líka gott að hafa opna glugga til þess að fá ferkst loft í stað þess að vera að reyna að læra í einhverju loftleysi. Annars er ég bara feginn að vera ekki í neinum prófstandi núna :-D\npotent"
        },
        {
            "user": "Krusindull",
            "user_id": "5081",
            "date": "2000-12-14 11:54:17",
            "id": "69362",
            "reply_to_id": "69361",
            "text": "Svo er bara miklu betra fyrir heilasellurnar ef þið sem að eruð í prófum borðið hollan og næringarríkan mat.  Og hreyfing já nauðsynleg.\nEn ég hef reyndar lært það af reynslu að það er ekki gott að vera að læra fram á síðustu stundu því það sem að þú lest svona á síðustu stundu geymist sjaldnast í minninu það hreinlega flæðir bara út eins og vökvi í yfirfullri könnu.\nGangi ykkur mjög vel.\nKrusindull"
        },
        {
            "user": "geggi",
            "user_id": "4258",
            "date": "2000-12-14 10:11:06",
            "id": "69363",
            "reply_to_id": "69357",
            "text": "öll þessi ráð er frábær og gott að það er ekki verið í sterkari leiðum hér eins og koffín töflum, Efedrini, Rippfuel og sterkari efnum sem ég veit að mjög margir taka í próflestri"
        },
        {
            "user": "demone",
            "user_id": "3795",
            "date": "2000-12-14 10:31:07",
            "id": "69364",
            "reply_to_id": "69357",
            "text": "Mér fannst nú að vísu alltaf best að læra eins og ég gat til svona 10 kvöldin fyrir próf og horfa þá bara á sjónvarpið eða gera eitthvað allt annað en að læra og dugði það mér langbest, í staðinn fyrir að vera með eitthvað stress! Hei, aldrei féll ég!"
        },
        {
            "user": "Krusindull",
            "user_id": "5081",
            "date": "2000-12-14 16:30:36",
            "id": "69365",
            "reply_to_id": "69357",
            "text": "Ég man eftir því þegar ég var í skóla kvatti líffræði kennarinn okkar okkur til að borða sólblómafæ í staðin fyrir nammi.\nKrusindull"
        },
        {
            "user": "clint",
            "user_id": "5524",
            "date": "2000-12-29 11:11:22",
            "id": "69366",
            "reply_to_id": "69365",
            "text": "Namm, sólblómafræ. Hljómar vel…"
        },
        {
            "user": "oxy",
            "user_id": "3756",
            "date": "2000-12-15 16:34:12",
            "id": "69367",
            "reply_to_id": "69357",
            "text": "Takk fyrir öll góðu ráðin :)\nótrúlegt hvernig þetta er allt saman, maður ákveður að taka sig í gegn og gera hitt og þetta en fellur síðan aftur í sama farið."
        },
        {
            "user": "Iceberg",
            "user_id": "5323",
            "date": "2000-12-19 13:08:19",
            "id": "69368",
            "reply_to_id": "69357",
            "text": "Byrjaðu snemma að læra þá byrjar keðjuverkun vugleika og þú getur farið snemma að sofa.\nKveðja Iceberg"
        },
        {
            "user": "darma",
            "user_id": "5762",
            "date": "2000-12-22 15:23:55",
            "id": "69369",
            "reply_to_id": "69368",
            "text": "Já það geri ég alltaf!!!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2000-12-21 22:56:41",
            "id": "69370",
            "reply_to_id": "69357",
            "text": "próf er óholl.það er rétt ég fékk meltingatruflanir þegar ég sá einkunnir mínar. Eftir allt sem ég hef gert til að fá gott. Ég missti lystina og byrjaði að borða nammi."
        },
        {
            "user": "darma",
            "user_id": "5762",
            "date": "2000-12-22 15:24:36",
            "id": "69371",
            "reply_to_id": "69357",
            "text": "Það þarf ekki alltaf að vera að borða nammi ávextir eru líka góðir, nammi fyrir mér! ;)\ndarma"
        },
        {
            "user": "darma",
            "user_id": "5762",
            "date": "2000-12-22 15:26:00",
            "id": "69372",
            "reply_to_id": "69357",
            "text": "Próf eru nú líka bara óholl fyrir sálina ég verð alltaf ótrúlega stressuð fyrir ´próf að éhg hugsa ekki um annað og mér líður bara illa samt gengur mér alltaf ótrúlega vel!!!!\ndarma"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2000-12-25 07:48:36",
            "id": "69373",
            "reply_to_id": "69357",
            "text": "thetta er natturuleg ohollt uppad vissu marki eg held samt ad stanslaus neysla a amfetamini a medan folk er i profum se ohollari"
        }
    ]
}