{
    "forum_title": "Tíska & útlit",
    "user": "drundrun",
    "user_id": "11568",
    "date": "2003-01-06 22:59:22",
    "title": "aukahlutir!",
    "text": "Hæhæ hugarar og gleðilegt nýtt ár!\nÉg hef verið að velta fyrir mér öllum aukahlutunum sem skipta máli svo sem hálsmenum, eyrnalokkum, hringjum, armböndum, ökklaböndum. beltum, veskjum já bara öllu þessu glingri sem erum að skreyta okkur með. kannski erum við eins og skreytt jólatré ef við erum að nota þetta allt í einu.\nLíka ef þú ert í flegnum bol finnst mér flottast að vera með áberandi hálsmen við.\nMér finnst flott að vera með eyrnalokka, lafandi eða litla lokka eins og demanta við spariföt og hringir í öllum stærðum passa við allt finnst mér.\nBelti er hægt að nota til annars en að halda uppi buxunum það má nota þau við mjaðmaguxur, gallabuxur, sparibuxur, kjóla og pils eða bara allt. Samt finnst mér að ef við erum að nota belti sem fylgjihlut þá má hann ekki vera í allt öðrum lit en fötin sem maður er í en það er svo líka hægt að vera með gull eða silfurlitað belti ef maður vill.\nMér finnst ekki smart að vera með td. gillhálsmen og eyrnalokka úr silfri við og síðan jafnvel belti með gullspennu heldur finnst mér að allt eigi að vera annaðhvort úr gulli eða silfri.\nHlekkjaarmböndin finnst mér vera alger snilld og gaman að safna hlekkjum í þau enda ekkert smáúrval til af þeim. Og ef vinkona manns á þannig er alltaf hægt að gefa henni hlekk í afmælis-eða jólagjöf.\nEn allavegana þótt maður sé sjúkur í alla þessa aukahluti má maður alls ekki ofskreyta sig eins og gömlu skvísurnar á elliheimilinum gera eða hvað?",
    "url": "https://www.hugi.is/tiska/greinar/114677/aukahlutir/",
    "url_id": "114677",
    "id": "845163",
    "replies": [
        {
            "user": "vampire",
            "user_id": "20765",
            "date": "2003-01-07 15:55:31",
            "id": "845164",
            "reply_to_id": "845163",
            "text": "Ég er aukahlutasjíklingur af guðs náð og dýrka belti, hálsmen, armbönd, hringa, eyrnalokka og bara allt heila klabbið. Ég er sérstaklega veik fyrir krossum og fólk er líka oft að spurja mig: “hvað er málið með þig og krossa?”. Ef þú veist um eitthvað flott krossadót þá vil ég endilega vita af því!!!"
        },
        {
            "user": "snowcat",
            "user_id": "27658",
            "date": "2003-01-07 19:44:34",
            "id": "845165",
            "reply_to_id": "845163",
            "text": "ég segji bara eitt smekkur mann er misjafn :)\nég persónulega fíla aukahluti, gefa manni svona hugmynd um hvernig týpa viðkomandi er og svonna :)"
        },
        {
            "user": "paskalilja",
            "user_id": "30573",
            "date": "2003-01-07 20:36:32",
            "id": "845166",
            "reply_to_id": "845165",
            "text": "Mér líður svona eins og maður sé ber ef ég er ekki með hálsmen og armband við flegna kjóla.\nAnnars er ég ekki mikið í því að nota belti og svoleiðis"
        },
        {
            "user": "Hrund",
            "user_id": "5445",
            "date": "2003-01-07 21:31:05",
            "id": "845167",
            "reply_to_id": "845163",
            "text": "Ég finnst maður verða að vera með einhvern aukahlut, ég á líka allveg fullt af beltum\n(kannski svona 6 til 8 belti).\nEn hvernig getur hengt mynd við greinina?\nNeed to know"
        },
        {
            "user": "Huggies",
            "user_id": "7621",
            "date": "2003-01-08 02:15:59",
            "id": "845168",
            "reply_to_id": "845163",
            "text": "ég er glingurgelgja, tíhí"
        },
        {
            "user": "beebee",
            "user_id": "7587",
            "date": "2003-01-08 15:29:13",
            "id": "845169",
            "reply_to_id": "845168",
            "text": "hehh já…ég er yfirleitt alltaf með eitthvað svona aukadót, armbönd, hringi og úr á hverjum degi og ekki má gleyma 5 stk eyrnalokkum:D og svo yfirleitt belti líka..ef ég er í þannig buxum sem belti passa við…\n..gaman að þessu."
        },
        {
            "user": "Hofi",
            "user_id": "28929",
            "date": "2003-01-08 18:28:21",
            "id": "845170",
            "reply_to_id": "845163",
            "text": "Jesús.. aukahlutir eru örugglega eitthvað það sem allar stelpur elska, hvað það er fer eftir smekk. Ég er einmitt mikil belta og töskumanneskja.. á örugglega svona 30 belti og svona 20 töskur.. en samt er ég ekki mikið með skartgripi nema þegar ég fer á djammið. Ég er nu samt alltaf með kross og hlekkja armband, ef þið vitið um flottar töskur eða belti please látið mig vita..\nKv Hófí :)"
        },
        {
            "user": "beebee",
            "user_id": "7587",
            "date": "2003-01-08 19:16:09",
            "id": "845171",
            "reply_to_id": "845170",
            "text": "þýðir ekkert mikið að kaupa belti á Íslandi , það er svo lítið úrval að þá strax mætir maður 10 manneskjum í Kringlunni með eins belti:P  en það er allavega slatti til í Ice in a bucket, mest í Smáralind.\nHófi, er þetta Réttó-Hófí?:) (my djamming partner?;P)"
        },
        {
            "user": "drundrun",
            "user_id": "11568",
            "date": "2003-01-08 22:26:55",
            "id": "845172",
            "reply_to_id": "845170",
            "text": "ég líka á svona 25 töskur elska þær:Þ"
        },
        {
            "user": "gerda",
            "user_id": "26937",
            "date": "2003-01-09 20:37:10",
            "id": "845173",
            "reply_to_id": "845163",
            "text": "less is more.."
        },
        {
            "user": "SuperStar",
            "user_id": "30842",
            "date": "2003-01-10 22:51:57",
            "id": "845174",
            "reply_to_id": "845163",
            "text": "ég á sona hlekkjaarmband:) snilld nottla… so er ég alltaf með eyrnalokka, ef ég gleymi að seta þá á mig áður en ég fer í skólann lýður mér hálf illa!!!"
        },
        {
            "user": "alren",
            "user_id": "3144",
            "date": "2003-01-11 02:25:50",
            "id": "845175",
            "reply_to_id": "845163",
            "text": "töskur töskur tökur-can't have enough…\nég held að töskur séu eini veikleiki minn- jú og gráta og ótrúlegustu tímum..\nen djöfull er leiðinlegt að finna skó hérna.. ég finn hvergi flotta skó, allt annaðhvort of dýrt eða of mikil kópering af öllu hinu…"
        },
        {
            "user": "b3lj4",
            "user_id": "25572",
            "date": "2003-01-11 22:56:46",
            "id": "845176",
            "reply_to_id": "845163",
            "text": "ég er aldrei með tösku, bara skólatösku (þessi var slakur) ég er aldrei með skartgripi eða neitt en nottla alltaf með bara eikkað barnaúr og nottla gleraugun =)"
        },
        {
            "user": "leely",
            "user_id": "9275",
            "date": "2003-01-12 17:36:01",
            "id": "845177",
            "reply_to_id": "845176",
            "text": "Ég á FULLT af aukahlutum en nota það aldrei mér finnst sérstaklega gaman að kaupa töskur og kannski nota það í viku og svo fer það í töskusafnið mitt því ég hata að vera með tösku á mér :("
        },
        {
            "user": "Christina",
            "user_id": "19291",
            "date": "2003-01-13 17:09:14",
            "id": "845178",
            "reply_to_id": "845163",
            "text": "Nei maður mér finnst ég vera hálf ber ef ég er ekki með hálsmen, eyrnalokka, úr, hringa og armband,\nOhh ég dýrka svona dót!!"
        },
        {
            "user": "Hellangell",
            "user_id": "24832",
            "date": "2003-01-14 01:04:50",
            "id": "845179",
            "reply_to_id": "845163",
            "text": "Dísa komdu með eithvað innskot að aukahlutum fyrir stráka Og já hakaðu við þannig ég viti það ef þú svarar!"
        },
        {
            "user": "Hellangell",
            "user_id": "24832",
            "date": "2003-01-14 01:05:05",
            "id": "845180",
            "reply_to_id": "845163",
            "text": "Dísa komdu með eithvað innskot að aukahlutum fyrir stráka Og já hakaðu við þannig ég viti það ef þú svarar!"
        },
        {
            "user": "Hellangell",
            "user_id": "24832",
            "date": "2003-01-14 01:05:11",
            "id": "845181",
            "reply_to_id": "845163",
            "text": "Dísa komdu með eithvað innskot að aukahlutum fyrir stráka Og já hakaðu við þannig ég viti það ef þú svarar!"
        },
        {
            "user": "drundrun",
            "user_id": "11568",
            "date": "2003-01-15 21:02:02",
            "id": "845182",
            "reply_to_id": "845181",
            "text": "jámm, mér finnst allavega ógeðslega flott þegar strákar eru með svona stálkúlu hálsmen og armbönd. Mér dettur reyndar ekkert annað í hug:)"
        },
        {
            "user": "KristaB",
            "user_id": "23122",
            "date": "2003-01-19 15:55:32",
            "id": "845183",
            "reply_to_id": "845163",
            "text": "Mig langar svo út núna að VERSLA VERSLA VERSLA!!!!"
        }
    ]
}