{
    "forum_title": "Bretti",
    "user": "CuAn",
    "user_id": "15172",
    "date": "2003-01-06 17:11:08",
    "title": "Ýr Gestsdóttir......?",
    "text": "Var að skoða nýja TWsnow blaðið mitt, ferskt innan um lúguna þegar ég rekst á Weastbeach auglýsingu(bls. 205)rétt á eftir “gula snjónum” þar sem Ýr nokkur Gestsdóttir er að gera F360 á Snæfellsjökli. ég tjékka náttla á þessu nánar og kemur í ljós að þetta er frá IPP búðunum í sömmer þar sem westbeach var einn af aðal sponerunum, ég náttla fer beint að skoða heimasíðna þeirra(www.westbeach.com) og kemur í ljós að þetta er 23 ára stelpa frá Ísafirði sem er á spons hjá þeim og Duotone. ég náttla missti af IPP búðunum, þannig að ég veit ekkert um hvað þar var í gangi en veit einhver e-d um þessa stelpu og er ég ein um að vita ekki hver þetta er..? annars finnst mér frábært að sjá íslending í jafn stóru og þekktu blaði og TWsnow og ég vona bara að með þessu sé verið að brjóta ísinn fyrir íslenskt brettafólk.\npís..",
    "url": "https://www.hugi.is/bretti/greinar/114658/yr-gestsdottir/",
    "url_id": "114658",
    "id": "844836",
    "replies": [
        {
            "user": "hockeygirl",
            "user_id": "21172",
            "date": "2003-01-06 21:23:49",
            "id": "844837",
            "reply_to_id": "844836",
            "text": "ég hef bara aldrei heirt getið um þessa stúlku…!\nen þetta er gott mál… ég væri til í að vera sponsor hjá e-rju útlensku dæmi.. hverju sem er.. bara e-rju ;) hehe.."
        },
        {
            "user": "StettJ",
            "user_id": "26019",
            "date": "2003-01-06 22:30:34",
            "id": "844838",
            "reply_to_id": "844836",
            "text": "Ég hef aldrei heyrt um hana… ? .. áhugavert!"
        },
        {
            "user": "inner",
            "user_id": "1285",
            "date": "2003-01-07 11:17:50",
            "id": "844839",
            "reply_to_id": "844838",
            "text": "Hæ, það er ánægjulegt að þú skildir hafa rekist á hana á netinu.  Ég var að renna mér með henni í sumar á Snæfellsjökli og þá var ég að kynnast henni í fyrsta sinn.  Hún er hreint út sagt ótrúlega góð, í raun er  ekki hægt að bera Heiðu(NIkita) saman við hana.  Á stæðsta kickernum voru 18 metrar frá palli að lendingu, það þótti henni LÍTIÐ.  Sagðist vera vön stærri pöllum úti."
        },
        {
            "user": "Reynar",
            "user_id": "28084",
            "date": "2003-01-07 11:44:43",
            "id": "844840",
            "reply_to_id": "844836",
            "text": "Það er nú bara kominn tími til að einhver fari að veita henni Aðalheiði smá athygli. Hún ólst upp fyrir vestan og byrjaði að renna sér þar. Fyrir tæpum fjórum árum flutti hún til austurríkis (tyrol) með Bjarna Valdimars besta vini sínum. Það er ekkert glænýtt að henni Aðalheiði gangi vel eða sé að fá gott spons, fyrir 3-4 árum var næstum genginn eftir samningur við Burton en eins og oft á eftir þá tókst henni að hakka sig. Hápunktur hennar hér á landi er öruglega road gap(inn) fyrir neðan ísafjarðargöng þar sem hún fór invert yfir bílinn sinn og var þetta sýnt á rúv í svipmyndum frá “skíðavikunni” síðan hefur hún keppt á      X-games og fleiri stórum mótum víða um heim."
        },
        {
            "user": "hun",
            "user_id": "4708",
            "date": "2003-01-07 12:01:12",
            "id": "844841",
            "reply_to_id": "844840",
            "text": "hun adalheidur er ekkert a sama leveli og flestir her a landi. ma bara gleyma thvi ad bera hennar raed saman vid nokkra adra stelpu- og lika strakaraedara her a landi.\nsemsagt otruleg…"
        },
        {
            "user": "CuAn",
            "user_id": "15172",
            "date": "2003-01-07 13:03:24",
            "id": "844842",
            "reply_to_id": "844841",
            "text": "ég verða bara að segja( íslenska egógenið takin óver)að mér finnst þetta frábært, að við erum komin með íslending á alþjóðlegan mælikvarað(ekki það að ég sé að dissa annað fólk sem hefur verið að gera góða hluti úti)og hvað þá kvenkyns, það var náttla egótrip út af fyrir sig þegar nikita fór að láta ljós sitt skína úti en þetta hreint og beint æðislegt, það var komin tími á smá “Iceland represent”.. að mínu mati en allavegana óska ég henni hins besta og vona að við fáum að sjá meira af henni..\n(iceland represent)"
        },
        {
            "user": "RatKing",
            "user_id": "265",
            "date": "2003-01-07 13:31:52",
            "id": "844843",
            "reply_to_id": "844842",
            "text": "afhverju minnir mig endilega ad hun hafi verið valin ein af 10 bestu i heiminum i einhverju blaði rsumthing einhverstaðar.\nen allavega ég sá hana einhvertima fyrir nokkrum árum í kellingar fjöllum og þá komst orðið OFUR ekki einusinni nálagt henni.\nsíðan sá mar hana aftur á snæfo og það var snilld.. oversh00ta þessa endalausu lendingu og fint.\nen ég held að það sé engin spurning um það að hún er lang best á landinu og þó viðar væri leitað\nen afhverju Ýr gestsdóttir ég héllt alltaf að hún héti aðalheiður… eða erum við kanski ekki að tala um sama fólkið … ef svo er spammið mig þá til dauða"
        },
        {
            "user": "addisvali",
            "user_id": "19833",
            "date": "2003-01-07 15:39:54",
            "id": "844844",
            "reply_to_id": "844836",
            "text": "glæsilegt hjá henni ég tékka strax á heimasíðunni."
        },
        {
            "user": "Cyprus",
            "user_id": "2719",
            "date": "2003-01-07 22:42:02",
            "id": "844845",
            "reply_to_id": "844844",
            "text": "jaja..það er nú samt alveg ljóst að eftir 3-4 ár verður kominn stór hópur af gaurum hér á ak..sem eru alveg spons verðir..eins og nú erum við 15-17 ára og erum ekkert að taka verri trick en þessir ofmetnu gaurar úti.."
        },
        {
            "user": "hun",
            "user_id": "4708",
            "date": "2003-01-09 11:46:04",
            "id": "844846",
            "reply_to_id": "844845",
            "text": "cyprus\nvid fylgjumst öll spent med!!!!!\nbidum gjörsamlega eftir ad nyjar brettastjörnur vaxa ur grasi…..\nallavegana thad sem mer finnst skemmtilegast vid gott brettafolk er thegar madur ser gjörsamlega astriduna brenna i augum theirra. hun skin alltaf i gegnum brettastilinn.\nja og lika vid ekki svo vodalega gott brettafolk. thessi snjoastrida er thad sem gerir thetta allt svo magnad og skemmtilegt og laetur alla vera vini.\nhhhmmm hljomar alveg frekar vaemid en svona eredda…\np.s. var fyrr i haust a snjobrettamoti i sviss. fullt af storstjörnum og svaka show i gangi. eg vissi thad strax 1. daginn ad gaur ad nafni Marc Andre Tarte (tertan) myndi vinna hinar thekktari stjörnurnar. jafnvel tho hann vaeri ekkert ad standa sig allt of vel 1. daginn. Hann var bara svo spenntur yfir thessu öllu og var ad deyja ur hamingju ad fa ad bomba thennan pall. Truely engaged….. Ja og svo var hann held eg i 2. saeti a Air and Style."
        },
        {
            "user": "CuAn",
            "user_id": "15172",
            "date": "2003-01-09 16:45:41",
            "id": "844847",
            "reply_to_id": "844846",
            "text": "já, “tertan” eins og þú kallar hann er að mínu mati frábær ræder og á pottþétt eftir að gera stóra hluti í framtíðinni. ég hef ekki séð kauða í “real life” en það var umfjöllun um hann í nýjustu methodmag myndinni þar sem hann  gjörsamlega  rústar öllu.. hefur hann ekki líka verið “coach” í SPC55 búðunum…?"
        },
        {
            "user": "sarax",
            "user_id": "4819",
            "date": "2003-01-11 15:14:00",
            "id": "844848",
            "reply_to_id": "844847",
            "text": "jÁ loksins einhver umræða um hana Aðalheiði, sem ég reyndar þekki ekki neitt - en hef vitað af í nokkur ár! hún meiddi sig víst eitthvað þegar hún var nýkomin á spons hjá Brtn - og hef ég ekkert heyrt af hennar svaðilförum síðan…"
        },
        {
            "user": "cesaria",
            "user_id": "10311",
            "date": "2003-01-31 07:23:28",
            "id": "844849",
            "reply_to_id": "844848",
            "text": "Aðalheiður er án efa flottasta brettagella sem Ísland hefur af sér getið!!! hún lætur sig vaða í hvað sem er og gerir það vel! ég hef þekkt hana í ca 5 - 6 ár og er stolt af því að eiga svona hetju sem vin. Hún á eftir að ná langt stelpan því hún hefur allt til að bera! you go girl ;)"
        }
    ]
}