{
    "forum_title": "Rómantík",
    "user": "figura",
    "user_id": "28033",
    "date": "2003-01-07 14:16:31",
    "title": "Órómantík",
    "text": "Nú er komið að því!\nÉg verð að tjá mig með einni af asnalegustu lífsreynslu sem ég hef lennt í. Þannig var að ég og vinkona mín kíktum út á lífið sem og svo oft sem áður sl. föstudagskvöld. Skemtum okkur konunglega og dönsuðum og trölluðum alveg helling. Jæja staðnum sem við vorum á lokaði undir morgun, og við fórum út. Pælingin var bara að fara heim og sofa. Þá hóar kunningi okkar í okkur og við förum og spjöllum við hann og fleira fólk. Jæja, ég segist ætla rölta heim til mín. Hann spyr hvar ég bý og ég svara því í mesta sakleysi. Þá segir hann ;“Hey! ég er nebbla að fara í partý þangað rétt hjá! Eigum við að vera samfó?” Ég “OK”. Svo röltum við áleiðis. Þegar ég var komin heim, og segji rétt fyrir utan dyrnar, “bless, við sjáumst!” Þá lítur gaurinn á mig og spyr hvort ég ætli virkilega að skilja hann eftir. Játaði að hann var nú ekkert að fara í neitt partý. Bara plata svona! Sikk.Ég bara “HA!???” Ég með mína litlu sál gat ekki annað en leift honum að gista, hann svaf í öllum fötunum- snéri öfugt og svona. Allt eftir minni skipun. Hann er ekkert al ókunnugur en… Ég skil ekki afhverju ég sagði ekki bara fyrir utan “fokkjú”. Jæja… vaknaði um 4 daginn eftir og hann hékk yfir mér í 2 klukkutíma! ég-án gríns, var hætt að tala við hann. Var byrjuð að lesa bók!!! Svo málið er að sumt fólk er eitthvað veruleikafirrt. Hef aldrei lent í svona kjaftæði á æfi minni. Stokker, eða heimilislaus veit ég ekki. En hvað er eginlega að fólki nú til dags? Eru virkilega til menn þarna úti sem “hössla” svona?",
    "url": "https://www.hugi.is/romantik/greinar/114859/oromantik/",
    "url_id": "114859",
    "id": "846304",
    "replies": [
        {
            "user": "cutypie",
            "user_id": "19280",
            "date": "2003-01-07 15:15:04",
            "id": "846305",
            "reply_to_id": "846304",
            "text": "En afhverju varstu að bjóða honum inn?! Þekkir þú þennan gaur eitthvað? Það getur alveg verið stórhættulegt að bjóða svona ókunnugum og furðulegum strákum heim til sín."
        },
        {
            "user": "figura",
            "user_id": "28033",
            "date": "2003-01-07 17:05:10",
            "id": "846306",
            "reply_to_id": "846305",
            "text": "Hann var einu sinni með vinkonu minni. Veit nokkurnveginn með vissu að hann er ekkert hættulegur."
        },
        {
            "user": "marxus",
            "user_id": "12143",
            "date": "2003-01-07 15:25:19",
            "id": "846307",
            "reply_to_id": "846304",
            "text": "Þegar þú segir “stokker”, ertu þá að meina “stalker”?"
        },
        {
            "user": "CULxDExSAC",
            "user_id": "8041",
            "date": "2003-01-07 17:15:45",
            "id": "846308",
            "reply_to_id": "846304",
            "text": "Hann laug að þér, og þú laugst að honum..  Er gríðarlega erfitt að tala hreint út og segja sannleikann??"
        },
        {
            "user": "Ukyo",
            "user_id": "7465",
            "date": "2003-01-10 01:38:44",
            "id": "846309",
            "reply_to_id": "846308",
            "text": "Hún laug ekkert…"
        },
        {
            "user": "snowcat",
            "user_id": "27658",
            "date": "2003-01-07 19:12:44",
            "id": "846310",
            "reply_to_id": "846304",
            "text": "hehehh já sumt fólk er alveg ótrúlegt……\nhef lent í svona gaurum :/\n(kannski ekki alveg svona, en alveg jafnfáránlegu dæmi)"
        },
        {
            "user": "snusa",
            "user_id": "7994",
            "date": "2003-01-08 13:31:49",
            "id": "846311",
            "reply_to_id": "846304",
            "text": "hvar hittir maður eiginlega svona furðulegt fólk????"
        },
        {
            "user": "helgi74",
            "user_id": "20730",
            "date": "2003-01-08 22:18:30",
            "id": "846312",
            "reply_to_id": "846304",
            "text": "hehehe vonlaus gaur. þú hefðir átt að buffann í klessu…"
        },
        {
            "user": "Foxylady83",
            "user_id": "18461",
            "date": "2003-01-15 12:52:52",
            "id": "846313",
            "reply_to_id": "846304",
            "text": "Ég hef lent í þessu líka, það var reyndar ekkert hössl í gangi..en seinasta sumar kynnist ég stelpu í vinnunni sem er alveg fín og sona en þegar skólinn byrjar og kærastinn minn byrjar að vinna þarna líka sem er í fínulagi en hún hafði einhverntímann séð hann áður og vin hans og varð voða hrifin af honum(vininum semsagt:)) og vill endilega koma heimtil okkar að horfa á vídjó og dobbla gaurinn til að koma líka, við gerum þetta og sona en eftir þetta þá hefur verið helvíti að losna við manneskjuna, hún hringir eða kemur á öllum tímum dags án þess að hringja á undan sér og allt…alveg sama þótt mar sé búnað segja nei og við ætlumað hafa það kósí eða eikkað þá kemur hún samt:( ég skil ekki sona fólk, hvernig dettur þeim þetta í hug?"
        }
    ]
}