{
    "forum_title": "Quake og Doom",
    "user": "Roland",
    "user_id": "525",
    "date": "2000-12-14 20:50:41",
    "title": "borð.a.tmp.splu",
    "text": "Hvað er þetta með Quake 3 og þessa sífelldu breytingu á útgefnum borðum, það er alltaf að koma .tmp eða a/b/c útgáfur af borðum sem eru notuð og eru í spilun í dag. Maður þarf alltaf að fylgjast með og vera viss að maður sé með réttu útgðafuna af þessu og hinu. Alltaf að downloada point release af Quake 3 og vera viss um að maður sækji nú þetta point relesase en ekki annað. Sífellt verið að stagbæta fyrirfram gallaðan leik.\nOk, ég viðurkenni að þetta var einnig svona fyrst um sinn með uppfærslu á Q2 en það voru litlar skrár og ekki jafn mikill fjöldi.\nEn borðunum var ekki breytt. Q2DM 1-8 voru eins allan tímann sem ég spilaði þann leik (og spila enn). Það var aldrei verið að hringla í hinu og þessu bara til þess að bæta control og fleira. Það er mjög pirrandi að geta ekki masterað borð og eiga síðan von á að þurfa að breyta leikaðferð sinni á því mappi bara vegna þess að einhverjum hálfvita fannst sniðugt að færa shotgun hingað, ammo þangað og setja mynd af sjálfum sér á leynistað.\nQuake III er gallagripur og ég legg til að fólk taki hann með sér á áramótabrennurnar og taki aftur upp Q2 chaingun til að murka andsæðinginn en ekki þetta übergaÿ lightning gun.\nSjáumst við brennuna,\nRoland",
    "url": "https://www.hugi.is/id/greinar/11528/bordatmpsplu/",
    "url_id": "11528",
    "id": "69850",
    "replies": [
        {
            "user": "Iberniser",
            "user_id": "405",
            "date": "2000-12-14 22:06:10",
            "id": "69851",
            "reply_to_id": "69850",
            "text": "kannski málið með q3 og borð er hvað það eru fá góð borð…. t.d. eru verulega fá duel borð.. imo er jdm8a eina góða duel mappið sem er spilað hér á landi…"
        },
        {
            "user": "loom",
            "user_id": "1464",
            "date": "2000-12-14 23:14:14",
            "id": "69852",
            "reply_to_id": "69850",
            "text": "Það er vegna þess að Quake2 er svo léilegur, að það þýðir ekkert að betrumbæta möppin =]\nNei nei…  improvment is good…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2000-12-14 23:14:51",
            "id": "69853",
            "reply_to_id": "69850",
            "text": "Eg er sammala Roland!! q3 suckar bara einfaldlega\nFEITT…..\nEg sé þig á brennunni"
        },
        {
            "user": "Gourry",
            "user_id": "758",
            "date": "2000-12-14 23:41:57",
            "id": "69854",
            "reply_to_id": "69850",
            "text": "Sumu leyti er þetta satt hjá þér en mér finnst gameplayið og feelið í Quake III rokka mest. Texturinn eru líka svo geðveikt flott í þessum leik (annað en viðbjóðurinn í Q2 (að vísu voru þau góð á sínum tíma)) Og modelin sem Paul Steed gerði eru guðdómleg (hann er líka fyrirmynd allra low polygona modela sem ég hef heyrt af) Og vopnin, já vopnin. Mér finnst þau miklu skemmtilegri í Quake III. Að vísu er ekki eins auðvelt að hitta með railgun í Q3 og það var í Quake 2. En ég nenni ekki að rugla meira um þetta. Fer heldur frekar að horfa á “For a Few Dollars More” það er sko byssubardagi :)"
        },
        {
            "user": "tyl3nol",
            "user_id": "3579",
            "date": "2000-12-15 04:17:05",
            "id": "69855",
            "reply_to_id": "69850",
            "text": "Er þetta ekki 100% genuine korka póst ?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2000-12-15 15:07:36",
            "id": "69856",
            "reply_to_id": "69855",
            "text": "Jamm, sammála Roland.  Quake III er í rauninni sorp nema hvað varðar grafík. Quake2 er skíturinn :)"
        },
        {
            "user": "bjarkih",
            "user_id": "5374",
            "date": "2000-12-17 03:09:38",
            "id": "69857",
            "reply_to_id": "69850",
            "text": "það er bara geinilegt að sá sem skrifaði þessa grein er ekkert nema THURS og aq spilari sem er alltaf að lenda í því að vera ownaður af einhverjum aq félaga í q3 clanaren eftir að hafa þurft að downloda tmp.pak og er það vitlaus að halda að q3 meiningin sé alltaf að breyta kortum og vesenast.\nég vil bara segja Roland þú ert thurs."
        },
        {
            "user": "Aquatopia",
            "user_id": "9",
            "date": "2000-12-18 08:40:49",
            "id": "69858",
            "reply_to_id": "69857",
            "text": "Þetta er eitt af pimpunum. Thurs :)"
        },
        {
            "user": "Hoddi",
            "user_id": "58",
            "date": "2000-12-18 09:36:12",
            "id": "69859",
            "reply_to_id": "69857",
            "text": "Ehem, þegar Roland var á morgunvaktinni á skjalfti.simnet.is:27910, varst þú enn að reyna að átta þig á því hvernig solitaire virkaði."
        },
        {
            "user": "Fluffster",
            "user_id": "7",
            "date": "2000-12-18 10:56:26",
            "id": "69860",
            "reply_to_id": "69857",
            "text": "Bjarki minn, Roland byrjaði að spila quake áður en þú varst vaninn af brjósti."
        },
        {
            "user": "Merlin",
            "user_id": "36",
            "date": "2000-12-18 11:55:01",
            "id": "69861",
            "reply_to_id": "69857",
            "text": "Roland er meiri kveikari en þú og allir þínir vinir til samans. Svo er hann pimp mikill og dáðadrengur.\nSvo talaði hann ekkert um AQ. Hann var að lofsama gamla Quake 2 (vanilla). Sjálfur getur þú verið þurs."
        },
        {
            "user": "bjarkih",
            "user_id": "5374",
            "date": "2000-12-20 23:41:56",
            "id": "69862",
            "reply_to_id": "69850",
            "text": "þó hann sé “pimp” og hafi byrjað að spila quake á undan mér þá er hann eingin snilingur þetta sem hann er að grenja útaf í quake 3 er bara alls ekki allt rétt hjá honum, ég held að hann hafi spilað q2 sem var mjög góður leikur en ekki gefið q3 séns. t.d “Alltaf að downloada point release af Quake 3 og vera viss um að maður sækji nú þetta point relesase en ekki annað” það er búið að vera sami point release í nokkra mánuði og “Það er mjög pirrandi að geta ekki masterað borð” ég bara spyr ertu eitthvað í quake3 er það ekki bara tilfelið að þér datt í hug að fara í quake 3 og sína þig og sjá aðra en nei uubbss þú vast ekki einusini með rétt osp, point release og ekki heldur með tmp útgáfuna af möponum sem eru búnar að vera LEINGI, svo loksins þegar þú ert búin að ná í það sem þarf ertu tekin í rassin og quitar strax og ferð í fýlu og skrifa grein um eitthvað sem þú virðist ekki vita mikkið um."
        },
        {
            "user": "Roland",
            "user_id": "525",
            "date": "2000-12-22 20:24:29",
            "id": "69863",
            "reply_to_id": "69862",
            "text": "Ók, ég skora á þig. Fight to the death!\nÉg skal sýna þér hver er þursinn í þessu sambandi.\nSendu mér póst á Roland@simnet.is\nPrepare to die…"
        }
    ]
}