{
    "forum_title": "Myndasögur",
    "user": "Sivar",
    "user_id": "3343",
    "date": "2000-12-14 19:05:28",
    "title": "Um myndasöguvefinn hér!",
    "text": "Jæja ég er búin að ver áhugamaður um myndasögur í nokkur ár og líkar það ágætlega.  ‘Eg er ekki aktívur en ég safn Spawn og hef verið með tveimur vinum mínum að lesa Preacher.  Síðan er maður að lesa snildarblöð efitir Ellis og Bendis.\nEn það er ekki það sem ég ætla að skrifa um heldur er það að á þessum vef er ekki verið að tala um Comic heldur er þetta stigasöfnun á lægsa plani.  Endalausar skoðanakannanir um myndasögur í mogganum og Dv.  Spurt um myndasögur og það er ekki einu sinni minnst á Calvin og Hobbes.  Eða viggó Viðutan, eða sval og val.  Hvað er að?  Er einhver hér sem hefur séð Comic blað????? “já ég las Hulk þegar ég var 12”.\nOk nú var ég vondu, ég ætla ekki að vera vondur.  EN hættið að tala um myndasögurnar í mogganum og DV.  ’Eg bið ykkur!  Nema ef þið farið að ræða um það að ljóska er vitnun í samfélagsmynd 1960 og gagnrýni á hana eða eitthvað þvíum líkt.  En ég vildi bara koma þessu á framfæri.\nSiva",
    "url": "https://www.hugi.is/myndasogur/greinar/11527/um-myndasoguvefinn-her/",
    "url_id": "11527",
    "id": "69836",
    "replies": [
        {
            "user": "jongunnar",
            "user_id": "10",
            "date": "2000-12-15 02:02:53",
            "id": "69837",
            "reply_to_id": "69836",
            "text": "Satt og rétt hjá þér, hér er greinilegt að menn vita ekkert hvað þeir eru að gera, svipað og þegar átti að velja milli RPG-leikja og Hlutverkaspila í áhugamálum….það er lámark að umsjónarmenn huga vinni smá heimavinnu……sýni notendum smá virðingu…."
        },
        {
            "user": "Sivar",
            "user_id": "3343",
            "date": "2000-12-15 02:16:02",
            "id": "69838",
            "reply_to_id": "69837",
            "text": "Nöldurhorn\nGromit er teikni…leirmynd.  Ekki myndasaga sem maður finnur á prenit.  Ég hef alla vegna ekki fundið hana. urrrrr……\nsivar- sem er farin að leyta að almennilegum comic myndum til að setja á Huga."
        },
        {
            "user": "Ingi",
            "user_id": "2417",
            "date": "2000-12-15 16:18:36",
            "id": "69839",
            "reply_to_id": "69836",
            "text": "já mér finnst að myndasögur moggans og DV ættu ekki að vera taldar sem comic. Aftur á móti er allt í lagi að tala STUNDUM um t.d. Calvin and Hobbes, Garfield og svona einstaka srípur, en það er í alvöru ALLT of mikið af því! Maður fær bókstaflega ógeð af því! Comics er (in my opinion) eiginlega eins og venjuleg bók nema bara með myndapanelum og talbólum í staðinn fyrir hreinan texta, eitthvað með söguþræði! Eins og Crimson, Preacher eða eitthvað! Garfield hefur engan sérstakan söguþráð og er þess vegna í mínum augum strípa!"
        },
        {
            "user": "Ingi",
            "user_id": "2417",
            "date": "2000-12-16 15:51:22",
            "id": "69840",
            "reply_to_id": "69839",
            "text": "Þetta er staður til að “pikkast” á um myndasögur/comics. Myndasaga er saga sem sögð er með MYNDUM og fyrir vikið falla allar myndasögur undir þann hatt, hvort sem það er Grettir eða SinCity, þannig er það nú.\nGrettir er auðlesinn og því eru fleirri sem þekkja hann heldur en stærri sögurnar og fyrir vikið margir sem hafa eitthvað um hann að segja."
        },
        {
            "user": "JolaMetal",
            "user_id": "2606",
            "date": "2000-12-17 22:54:56",
            "id": "69841",
            "reply_to_id": "69840",
            "text": "Já, alveg sammála"
        },
        {
            "user": "Mangi",
            "user_id": "1098",
            "date": "2000-12-19 16:47:18",
            "id": "69842",
            "reply_to_id": "69841",
            "text": "Ástríkur er langskemmtilegasta myndasagan, ég á allar bækurnar nema Ástríkur á Spáni. Ástríkur er með vönduðum myndum, góðum söguþræði og vinalegum persónum. Hasarmyndasögur eru að mínu mati algjört drasl, fáar myndir og engin dýpt."
        },
        {
            "user": "sarax",
            "user_id": "4819",
            "date": "2000-12-20 02:14:13",
            "id": "69843",
            "reply_to_id": "69842",
            "text": "Ég trúi því ekki að Ghostbusters skulu vera að nálgast He-Man í þessarri könnun!  HVað hefur þessi skrípaþáttur sem er svona sniðugt?\nBy the power of Grayskull! - Vote 4 He-Man!"
        },
        {
            "user": "hetjan",
            "user_id": "6225",
            "date": "2000-12-20 18:31:30",
            "id": "69844",
            "reply_to_id": "69836",
            "text": "já en ég er bara að safna stigum takk fyrir eþssa móðgun ég er ómerkilegt stigadýr ég er farinn að drepa mig"
        },
        {
            "user": "sarax",
            "user_id": "4819",
            "date": "2000-12-21 16:55:42",
            "id": "69845",
            "reply_to_id": "69844",
            "text": "Nei - kommon - dreptu frekar Ghostbusters…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2000-12-25 18:38:31",
            "id": "69846",
            "reply_to_id": "69845",
            "text": "Sammála! Setjið þennan vef undir bókmentir og ljóð í stað Brandara og fl. Myndasögur og Mynda“Smásögur” eru ekki það sama!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-01-05 20:31:25",
            "id": "69847",
            "reply_to_id": "69836",
            "text": "nú er ég alveg rugluð;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-01-05 20:31:33",
            "id": "69848",
            "reply_to_id": "69836",
            "text": "nú er ég alveg rugluð;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-01-05 20:31:37",
            "id": "69849",
            "reply_to_id": "69836",
            "text": "nú er ég alveg rugluð;)"
        }
    ]
}