{
    "forum_title": "Mótorhjól",
    "user": "potemkin",
    "user_id": "29690",
    "date": "2003-01-10 13:56:20",
    "title": "Tíska í mótorhjólum?",
    "text": "Þetta á etv. illa heima sem grein og fyrst og fremst skrifað til þess að fá viðbrögð frá notendum.\nEr tíska í mótorhjólum á Íslandi?\nÉg man eftir því fyrir c.a. 15 árum síðan þá var mjög algengt að fólk væri á svokölluðum “kappaksturshjólum” með hestaflatölu á við lítið vatnsaflsorkuver og hönnuð í vindgöngum.  Því meira plast þeim mun betra.  Fólk notaði lokaða hjálma með dekktu gleri og klæddist níðþröngu leðri sem oftar en ekki var litað í öllum regnbogans litum.  (þetta lið var ekki ósvipað “mannræningjunum” í The Big Lebowski).\nNæsta sem maður var við var að skyndilega var sítt skegg og bjórvömb aftur komin í tísku.  Menn fjárfestu í “hippamótorhjólum” með V mótor og ógurlegu torki.  Hjálmarnir opnuðust á ný og flugur og annað drasl fengu aftur aðgang að andliti reiðmannanna.  Gamlir gallajakkar gengu í endurnýjun lífdaga sem drusluleg vesti utan um sjáða leðurjakka.\nÞetta virðist reyndar lifa góðu lífi meðal eldri hjólamanna.\nNýliðunin núna virðist hins vegar fyrst og fremst vera í krossurum (drullumöllurum eða hvað þeir nefnast).  Mikil umfjöllun er um krossferðir á íslenskar heiðar og gryfjur.  Menn hafa myndað með sér samtök um málefnið og þetta er greinilega málið í dag.\nÞessir riddarar “götunnar” klæðast nú þröngum litríkum göllum úr geimaldarefnum svo sem kevlar, tefloni og hátækniplasti.  Til að tapa ekki úr sér líffærum er nýrnabelti orðið að skylduklæðnaði.\nGetur þetta verið vegna þess að skellinöðrur eru alltaf að líkjast litlum krossurum meira og meira með tímanum?  Þegar drengir (og stúlkur) vaxa upp úr nöðruskapnum og langar í meira afl.\nSkellinöðrur í forneskju voru mun líkari mótorhjólum sama tíma.\nGetur etv. verið að þetta séu áhrif frá erlendum ferðamönnun sem koma hingað til að ferðast á hjólum?\nHvaða tíska ætli ryðji sér næst til rúms?  Ætli “Cyber” hljólin verði næst til vinsælda?\nPotemkin",
    "url": "https://www.hugi.is/motorhjol/greinar/115601/tiska-i-motorhjolum/",
    "url_id": "115601",
    "id": "851878",
    "replies": [
        {
            "user": "Morf3uz",
            "user_id": "19130",
            "date": "2003-01-10 16:05:29",
            "id": "851879",
            "reply_to_id": "851878",
            "text": "Ég hugsa að þetta sport hafi ekki komið frá ferðamönnum cross hefur alltaf verið til á Íslandi bara í mismiklum mæli hjólara en nú á seinustu árum hefur þetta sport verið að ryðja sér til rúms hér á landi þannig að ?\nMorf3uz"
        },
        {
            "user": "gesh",
            "user_id": "17002",
            "date": "2003-01-10 16:15:16",
            "id": "851880",
            "reply_to_id": "851879",
            "text": "Cross er bara snilld, ég persónulega skil ekki hvað getur verið skemmtilegra að vera á götunni og bara keira heldur en að geta verið að fara í torfærur og svoleiðis, að vísu nota sumir þetta náttúrulega til að komast á milli staða og ég skil þá ágætlega en fyrir þá sem vilja skemmta sér á þessu þá held ég að crossið sé málið."
        },
        {
            "user": "ivar",
            "user_id": "1346",
            "date": "2003-01-10 16:25:22",
            "id": "851881",
            "reply_to_id": "851880",
            "text": "ég er að leggja mitt að mörkum í að fjölga krossurum. Keypti nýtt cr í fyrra og er að fara að kaupa 125-u og minicrossara núna fyrir bræður mína. (ætla samt ekki að borga það allt)\nÞað eina sem vantar er krossbraut nálægt reykjavík.\nEn til að nýta þetta greynasvar vantar mig endilega bíl til að fara með hjólin og skiljanlega er ég fátækur eftir öll þessi hjólakaup svo hann má ekki vera dýr og helst pick-up eða sendiferðabíll.\nKv. Ívar :)"
        },
        {
            "user": "GSXR",
            "user_id": "25879",
            "date": "2003-01-10 21:29:46",
            "id": "851882",
            "reply_to_id": "851880",
            "text": "Racer er snilld alvöru eg skil ekki hvernig folk getur verið að chopperast en það er fint að crossa lika en gesh þu hefur gerinilega aldrei prufað eitthvað alvöru götuhjol lattu mig vita þegar þu ert buin að gera það þvi allir sem eg þekki hafa fallið fyrir kraftinum en það hvað er skemmtilegra en að hjola a sólrikum degi á hátt i 300km/h á milli staðar ef þu gesh getur sagt mer það færðu mín 10 stig."
        },
        {
            "user": "gesh",
            "user_id": "17002",
            "date": "2003-01-11 18:43:18",
            "id": "851883",
            "reply_to_id": "851882",
            "text": "nei ég hef ekki prófað það sjálfur en ég hef sitið aftan á drullu öflugu hjóli á mikilli ferð og það var alveg magnað sko, ég hef ekkert á móti racerunum, ég væri alveg til í að prófa einhvertíman og mun eflaust gera það en það verður líklega ekki fyrr en ég fæ bílpróf og mótorhjólapróf :o)"
        },
        {
            "user": "aprilia",
            "user_id": "25587",
            "date": "2003-01-12 14:34:46",
            "id": "851884",
            "reply_to_id": "851883",
            "text": "Blessað(ir/ar),\nSvo að mitt svar sé ekki misskilið þá vill ég taka fram að ég var einungis að reyna að útskýra hvers vegna götuhjól/racerar eru ekki eins vinsæl í dag og í gær.\nTorfæru/kross hjól eru -mjög- skemmtileg líka og hef ég mjög gaman að bregða mér á bak þeim :)\nKveðja,\nUnnar Má"
        },
        {
            "user": "wiss",
            "user_id": "1192",
            "date": "2003-01-10 17:40:22",
            "id": "851885",
            "reply_to_id": "851878",
            "text": "Það er ekki tíska í crossi og enduro öllum er sama hvaða merki þú ert í og þannig… Það er meira í götuhjólum."
        },
        {
            "user": "aprilia",
            "user_id": "25587",
            "date": "2003-01-10 21:39:31",
            "id": "851886",
            "reply_to_id": "851878",
            "text": "Blessaður Potemkin,\nTíska eða neyð.\nFyrir 15 árum síðan kostaði trygging á nýtt hjól (Yamaha FZR1000 1988 720Þ. Suzuki GSXR1100 1988 670Þ.) með kaskótryggingu (án sjálfsabyrgðar) 15-25 þúsund krónur.\nMikið hefur breyst síðan þá og eru tryggingatilboð frá 80 - 800 Þúsund með kaskótryggingu (sjálfsábyrgð upp á 180 - 200Þ.)\nVerð á nýjum sporthjólum frá 1.200 - 1.700Þ.\nEkki er hægt að fá “bílalán” lengur á hjól.\nÞetta hefur því breyst úr því  að vera viðráðanlegt í óviðráðanlegt.\nKrosshjól eru að -mínu- mati vinsæl í dag og undanfarin ár vegna þess að þau eru ekki keyrð á götunum og eru því (því miður) mörg ótryggð sem er mjög slæmt mál ef að ökumaðurinn slasast alvarlega.\nKveðja,\nUnnar Már\np.s. þetta svar er einungis mitt álit og skal lesið sem slíkt."
        },
        {
            "user": "gixxer",
            "user_id": "22347",
            "date": "2003-01-11 01:58:12",
            "id": "851887",
            "reply_to_id": "851886",
            "text": "Unnar er nú ekki einn um þetta álit. Verð á hjólum hefur tvöfaldast og tryggingar tífaldast, sem er aðeins meira en almenn launaþróun hefur verið í landinu. Þetta með tryggingarnar á krosshjólunum er líka eitthvað sem þyrfti að gera verulegt átak í til að laga."
        },
        {
            "user": "DevilR",
            "user_id": "20027",
            "date": "2003-01-11 01:07:38",
            "id": "851888",
            "reply_to_id": "851878",
            "text": "það á víst að fara búa til æfingarsvæði hjá reykjavík bæði enduro braur og motorcross braut sem er bara gott mál"
        }
    ]
}