{
    "forum_title": "Sorp",
    "user": "Ablaze",
    "user_id": "22900",
    "date": "2003-01-10 19:37:24",
    "title": "Róbert ljóti/Part 1/Týndi munkaklausturssóparinn",
    "text": "Það var einu sinni ljótur maður.Ljóti maðurinn hét Róbert.Róbert var ljótur.Þetta var útskýring fyrir treggáfaða og þroskahefta einstaklinga eins og mig.Nú byrjar sagan um Róbert ljóta.Hann er ljótur…\nEinu sinni, á nýju Gíneu var kona nokkur sem var svört(eins og allir þarna) að vinna við að þvo þvott fyrir manninn sinn sem var alltaf að þræla henni út á meðan hann sat í höllinni sinni og reykti gras.Samt átti hann alveg 13 þvottavélar en hann elskaði að pína konuna.\nEn aftur að konunni.Hún var að þvo þegar lítil karfa sem breytt var yfir kom að henni.Og í henni var lítið, feitt, ljótt, rauðhært, freknótt, 7 putta og eineygt barn.\nKonunni fannst það svo mikið krútt að hún ákvað að taka það að sér og fór með það heim til sín.\nMaðurinn sagði blíðlega við hana:Elskan mín, GLEYMDU ÞVÍ AÐ ÉG ÆTLI A ÐFARA AÐ ALA UPP EINHVAÐ HELVÍTIS VANSKAPAÐ BARN, HVAÐ ÞÁ SEM ÉG Á EKKI EINU SINNI SJÁLFUR!\nEn…….greyið var svo…\nMér er sama um þetta ,,Grey'' hann verður ekki hér, sagði maðurinn.\nRotnaðu í helvíti ógeðið þitt, sagði konan.Ég skýri hann Róbert og ég finn mér mann sem hugsar vel um mig og gefur mér annað en brauð og vatn og leyfir mér allavega að gista inni í húsinu.\nHey, sagði maðurinn.Ekkert vanþakklæti.Þú færð að vera á lóðinni í garðinum.\nEr það, sagði konan.Takk….ÉG ER FOKKING KONAN ÞÍN…..Eða var.Ég skil við þig.\nAhahahahahaha, hló maðurinn.Þá er það ekki lengur framhjáhald þetta með Kamillu, Jóhönnu, Siggu, Guðrúnu, Eydísi, Önnu, Jóhönnu 2, Málfríði, Kötu, Hönnu, Rósu, Gunnu, Steinunni, Þórunni, Atla(eeeeew), Rúnu og Eyþóri(semsagt Gayþóri).\nKonan hljóp grátandi út.Konan hét Harpa.Svona vil ég benda á að ég nenni ekki að skíra alla John, Phillip, Ryna o.s.frv. þannig að íslensk verða nöfnin.\n3 dögum seinna-Helena hafði riðið einum gaur sem var ríkur og hanbngiftist henni og hann samþykkti að eiga Róbert.Þau voru bæði hamingjusöm.Gaurinn var meiraðsegja ríkari en The X man(fyrrverandimaðurinn).\nEn Róbert ljóti ólst upp og með hverjum deginum var hann ljótari og ljótari.Hann missti meira að segja annan putta á 6 ára afmælisdaginn sinn.Pabbi hans skar hann af til að hann hætti að gera ,,Fuck You\" merki á nágrannana.Þá varð Róbert fúll.\nÞegar hann var orðinn 20 ára gamall sagði mamma hans að það væri tímabært að fá sér kærustu.Róbert var í Menntaskóla bæjarins sem hann bjó í.Einn daginn var hann´í sögutíma og ákvað að fylgjast með og honum fannst mjög athyglisvert sem kennnarinn las upp um eitt efni.\nSvona hljóðar það:,,Jæja krakkaskrattar.Hlustiði nú annars kemur skólastjórinn og sker ykkur á háls.Nei…..puttar ykkur.Já…..gott svona.Allir að fylgjast með.Umræðuefnið í dag er þjóðsagan um týnda munkaklausturssóparann sem á að hafaverið í hópi þeirra sem trúðu á Búdda hér á Nýju Gíneu.En hann komst aldrei inn sem munkur svo hann varð að láta sér nægja að vera sópari þar.Munkaklaustrið hrundi fyrir áratug……Haltu kjafti Jósep.Þú verður puttaður af skóalstjóranum.Já eins og ég sagði, það hrundi fyrir áratug og lík allra munakanna fundust en ekki sóparinn.Hann var talinn lifa inni í skóginum sem klaustrið var byggt því enginn sem fór inn í skóginn kom út aftur.Til dæmis Jörundur Faltrenström frá Svíþjóð.Landkönnuður.Var aðeins 56 ára…snökt…Hann kom aldrei aftur.Jæja Jósep…tvisvar….Og þú líka Sigrún.Ég sé kannski um að putta þig.En skrifið ritgerð um þetta málefni.,,\nHa, með engar bækur? spurði Róbert.\nÞEgiðu ljóta barn.Varstu ekki að hlusta?ÞAð ætti að nægja.Drullisti nú út, sagði kennarinn.\nEftir tíma sagði Róbert við nokkra vini sína:Ég er farinn að chekka á þessu með sóparann.\nÉg kem með þér, sagði Jósep.Flýtum okkur áður en skólastjórinn kemur.\nÉg kem líka, sagði Sigrún.Frekar en að láta þennan kennaraperrra putta mig.\nÞau héldu út í skóginn og 13 mínútum seinna voru þau komin lengra en þau höfðu farið áður.Ekkert spennandi ennþá.ÞArna voru bara nokkrar górillur að hafa mök og hestur sem var að reyna vuið fiðrildi.Annars var ekkert að gerast þarna.Eftir 31 mínútu komu þau að munkaklaustursrústarsteinunum.Þetta var hræðileg sjón.Allt hrunið til grunna.Þau voru að týna gullstyttur af Búdda þegar skrjáfur heyrðist í gróðri fyrir aftan þau.Þau öll.\nÞetta er bara ég, sagði veran.Týndi sóparinn.\nJá en ert þú ekki búinn að vera að drepa alla? spurði Jósep.Enginn kemst aftur út.\nJújú, sagði sóparinn.En enginn vill snúa aftur því spilasalurinn minn er svo skemmtilegur sko.Fullt af tækjum.Svo stripparar og einhvað.\nRóbert andaði léttar.Sóparinn var þá bara venjulegur og allir höfðu verið um kyrrt.\nJæja, sagði Róbert.Við heimsækjum þig seinna.\nJá, endilega, sagði sóparinn.\nÁ leiðinni til baka sagði Jósep:Ekki var þetta mikill leyndardómur.Allavega fáum við 10 á ritgerðinni.\nÞau skrifuðu allt sem þau vissu um þetta og höfðu lært.Kennarinn var greinilega ekki vitur um þennan mann vegna þess að börnin fengu öll 0.\nMeira seinna…Aðrar sögur.Það tekur á að skrifa svona mikið.",
    "url": "https://www.hugi.is/sorp/greinar/115623/robert-ljotipart-1tyndi-munkaklausturssoparinn/",
    "url_id": "115623",
    "id": "852174",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-11 12:45:32",
            "id": "852175",
            "reply_to_id": "852174",
            "text": "Er ekki allt i lagi ??"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-11 13:44:29",
            "id": "852176",
            "reply_to_id": "852175",
            "text": "Vonum það…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-11 13:48:39",
            "id": "852177",
            "reply_to_id": "852176",
            "text": "VillaVIlla…Stendur Helena hafði riðið einum gaur það er Harpa…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-11 13:51:12",
            "id": "852178",
            "reply_to_id": "852174",
            "text": "ahemm… þetta var sorp aldarinnar."
        },
        {
            "user": "risaopal",
            "user_id": "11225",
            "date": "2003-01-11 14:55:25",
            "id": "852179",
            "reply_to_id": "852174",
            "text": "þeta var sorp í dós meira að segja niðursuðudós sem er útrunnin og það vill engin borða sorpið sem er inní henni vegna þess að þetta er svo mikið sorp."
        },
        {
            "user": "Macinnis",
            "user_id": "28464",
            "date": "2003-01-11 17:39:10",
            "id": "852180",
            "reply_to_id": "852179",
            "text": "þetta söcka"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-12 18:35:48",
            "id": "852181",
            "reply_to_id": "852180",
            "text": "Þetta er sorp :Þ"
        }
    ]
}