{
    "forum_title": "Deiglan",
    "user": "Sveipur",
    "user_id": "24390",
    "date": "2003-01-11 13:56:30",
    "title": "Lausn á fátæktar vandanum!  Og siðferðis fyrirlest",
    "text": "Lausn á fátæktar vandanum!  Og siðferðis fyrirlestur til stjórnvalda.\nFátækt er að verða stórt vanda mál í hinu Íslenska þjóðfélagi.  Ég hef gefið mér smá tíma til að hugsa um þann vanda.  Þar sem ég er á örorku bótum hef ég tíma.  Og ég ætti að vita hvað ég er að segja því ég hef beina reinslu af vandanum.  Einnig er ég sonur einstærar móður.  Ég legg ekki svo mikla vinnu í þessar skriftir því það að vera á þessum sultarbótum dregur svolítið orkuna frá manni.  Gott væri að til væru stirkir fyrir örirkja sem geta hugsað.  Ég meina að ég get alveg skrifað ef ég er í…  Hvað um það hér legg ég málið mitt fram.  En málið er að ég þarf að vera á þingi til að geta gert þetta og helst þyrfi ég að vera forsetisráðherra.  Ha, ha, ha.  En ég er ekki með hreinan skjöld ég var vandræðar unglingur alveg til 24fjögruára.  Ok, hvað um það segum að árið 2005. sé gengið í garð og hið &#8222;háa&#8220; alþingi hafi samþykkt frumvarp mitt sem hljóðar uppá á  að allir ný fæddir einstaklingar séu trygðir hjá tryggingafélagi út í hinum stóra heimi.  Því þar eru vaxtar möguleikar fésins meiri heldur en hér heima og auk þess myndi það skila inn góðum gjaldeiris tekjum seinna meir.  Það þyrfti að vera gamalt og stöðugt tryggingarfélag.  Yðgjöld af tryggingunni yrðu innheimt af foreldrum í gegnum skatta kerfið 6000 - 7000 krónur hvur greiðsla fyrir hvurt barn.  Við 25 ára aldur fær einstaklingurinn 18 - 25 miljónir greiddar út til að geta komið yfir sig þaki, keypt sér góða bifreið o.s.frv.  Ef allt er gott og rétt.  7-10 miljónum yrði haldið eftir í bankakerfinu og yrði hægt að taka lán út á þá fjárhæð til að setja á laggirnar fyrirtæki eða til að fjárfesta í góðum verðbréfum eða jafnvel til að fara í almennilega heimsreisu.  Sýna þyrfti framm á í hvað peningarnir yrðu notaðir því ekki vildum við að ungir menn færu og keiptu sér fíkniefni erlendis til að smygla heim oní unga Íslendinga.  Fari féið í rétta sjóði o.s.frv eru vakxta möguleikar þess afar góðir.  Þjóð sem myndi gera slíkan samning sem ég tala um yrði tekin til fyrir myndar því einstaklingar hennar yrðu jafnari að manngildi heldur en gengur og gerist í heiminum í dag og sömuleiðis yrðu allir samkepnisfærari í þjóðfélaginu.  Við ættum að tryggja velferð allra einstaklinga óháð hvaðan  úr þjóðfélaginu þeir koma.  Við ættum að nota það sem mannkinið hefur áorkað.  Og einnig myndu þeir sem lenda í veikindum ekki verða eins hrikalega hornréka í samfélaginu eins og þeir eru í dag.  Ef ráðagerð mín yrði framkvæmd myndi sjálfsvígum og glæpum fækka o.s.frv.  Því fátækt er böl sem ekki öllum er gefið getað harkað af sér.  Ábyrð foreldra í þessu yrði mikil.  Ef hlutirnir væri eins og ég vildi hafa þá gætu ómenntaðir foreldrar ekki holað niður eins mikið af börnum og þeir gera í dag.  Það er annað með menntað og vel upplýst fólk.  Það hugsar öðruvísi um börninn sín, þeir huga að velferð barnsinns og þeir hafa efni á þeim.  Barn er fjárfesting.   og þeir kenna þeim hver manréttindi þeirra eru o.s.frv.  Sömuleiðis mundu einstæðar mæður ekki eignast fleyri en í mestalagi tvö börn því þær hefðu ekki efni öðru.  Í raun ættu einstæðar mæður ekki að eignast börn en þær gera það og þá ætti það aldrei að vera fleiri en eitt nema þá að konan væri vellrík og gæti tileinkað börnum sínum allan sinn tíma.   Maður vonar auðvitað að allir foreldrar hafi góðan ásetning varðandi heill barnssins, en það er ekki alltaf nóg.  Foreldri sem hefur alist upp við kröppkjör og hefur farið á mis við tækifæri þau er lífið bíður uppá hefur misst sjónar á því hvað er gott fyrir sig og hefur það aðlagast eymdinni og volæðinu og getur því ekki vitað hvað er gott fyrir barnið sitt.  Það neiðir saklausan einstakling til að búa við sömu kröppu kjörinn og telur því trú um að þetta sé eðlilegt ástand segir jafnvel að svona sé þetta bara.  En það þíðir ekki að þetta svona bara sé rétt ástand.  Þessu verður að breita ef við viljum kalla okkur sið menntaða þjóð.  Þegar ó menntaðar og illa upplýstar konur eru að gjóta út börnum án þess að leiða hugan að því að barnið gjæti verið kandítat í mikla og stóra persónu og neiða það til að verða að undirmáls manneskju er verið að brjóta mann réttindi þess og það þarf varla að bæta því við sem ég seigji nú að það sé rangt gagnvart barninu.\nÍ fyrstu málsgrein Mannréttindarsáttmála sameinuðuþjóðana segir:  Allir menn hafa rétt til lífs og mannhelgis.  Og það að enda uppi hornreka og blankur eftir erfið fyrstu árin í mannheimum sviftir mann lífi og mannhelgi.  Sjálfsvirðingin er ekki á því plani sem hún ætti að vera á.  Ekki á því plani sem er henni eðlislægt ef allt er gott og rétt.  Við erum öll eins í grunnin vil ég meina.  Við fáum bara misjamt uppeldi og höfum misjafnar aðstæður.  Og bregðumst misjafnlega við áreiti.\nÉg tel að það sé hlutverk stjórnvalda að útríma fátækt og að grípa í taumana þegar þegnarnir reka stefnulaust áfram og skaða velferð barna sinna.  Geri Ríki það ekki er það ekki gott ríki.  Og gott ríki hlustar og tekur mark á þegnum sínum og virðir þeirra líf og réttindi.  Gott ríki sétur lög sem tryggja mannréttindi þegna sinna.  Og sétja engin lög sem hamla því að mannleg virðing fái við notið.  Gott ríki framkvæmir aldrei þann gjörning sem skaðar landið og er gegn vilja þegnanna því þeir herrar og frúr sem við stjórnvölinn sitja eru þar í umboði landsmanna og þurfa því að taka mark á sínum yfirmanni en hún er þjóðinn og rödd hennar.  Og gott ríki vill alltaf verða betra.\nÖrn hin ómenntaði Úlriksson",
    "url": "https://www.hugi.is/deiglan/greinar/115847/lausn-a-fataektar-vandanum-og-sidferdis-fyrirlest/",
    "url_id": "115847",
    "id": "853745",
    "replies": [
        {
            "user": "biggioli",
            "user_id": "46376",
            "date": "2003-01-11 18:00:08",
            "id": "853746",
            "reply_to_id": "853745",
            "text": "Örn.\nÞetta er ágætis hugleiðing hjá þér en mjög erfitt er að lesa svona greinarskilslausan texta."
        },
        {
            "user": "Swiiiiiing",
            "user_id": "11303",
            "date": "2003-01-11 18:18:57",
            "id": "853747",
            "reply_to_id": "853746",
            "text": "tjaaa….\n25milljónir…. 6000 manns í árgangi…\nþað gera um 150 milljarða.\nMæli með þjóðhagfræði fyrir byrjendur og svo getur þessi umræða haldið áfram."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-01-15 13:10:16",
            "id": "853748",
            "reply_to_id": "853747",
            "text": "Sviiiiiiing reiknaðu út hvað þessir 150 miljarðar myndu skila af sér í gjaldeiristekjum ef þær fá að vaxa í sjóðum í hinum og þessum hagkerfum í heiminnum og vextir yrðu ekki undir 10-12 %.  Þetta myndi skila hrikalegum gjaldeiris tekjum en það þyrfti að bíða eftir þeim í 25 ár eða svo og eftir það yrði jafnt og þétt flæði.  Það hefst allt méð tíma og þolinmæði."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-01-15 13:27:53",
            "id": "853749",
            "reply_to_id": "853748",
            "text": "Ég fór að hugsa betur og kemst að því að þetta hefði ógurlegar gjaldeyristekjur í för méð sér og yrði hrikalega gott fyrir okkar litla hagkerfi."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-01-16 03:33:52",
            "id": "853750",
            "reply_to_id": "853749",
            "text": "En peningurinn þarf að fara út úr landinu fyrst og fer því ekki í að byggja upp innlendan efnahag á meðan.\nOg hvað viltu svo láta gera við fólk sem getur ekki borgað þessar tryggingar?  Gera það ófrjótt?  Hvað ef það efnast seinna, þá getur það ekki eignast börn.  Hvað ef fólk er búið að eignast börn en lendir í að fá erfiðan sjúkdóm eða lenda í slysi eða annað foreldrið deyr og það hættir að hafa efni á þessu?  Á þá að taka af þeim börnin og láta þau til fólks sem getur borgað?"
        },
        {
            "user": "BjornIngi",
            "user_id": "28111",
            "date": "2003-01-16 07:04:03",
            "id": "853751",
            "reply_to_id": "853750",
            "text": "Ég tel það nú vera lámark fyrir fólk sem er að eignast barn að bjóða því uppá fjárhagslegt öryggi. Eða amk. að reyna það, og gera sér grein fyrir því hversu mikil ábyrgð fylgir barneignum. Hvort sem það eru einstæðar mæður eða foreldrar sem eru saman. Það er mikið af fólki sem gleymir því hvað það kostar mikið bæði í tíma og peningum að eiga barn. :)\nkveðja\nManni23"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-16 12:59:14",
            "id": "853752",
            "reply_to_id": "853751",
            "text": "Ég veit ekki hvurslags fasisti þú ert.  Það er engin að tala um að gelda fólk.  Ég vona að allir sem á jörðini búa séu það skini gæddir að þeir geti notað getnaðarvarnir o.s.frv.  En ef fólk hefur ekki vit fyrir sjálfu sér getur það ekki haft f-vit fyrir öðrum einstakling og ætti ekki að leifa þeim að eiðileggja líf annara einstaklinga með fáfræði.  Hafiru ekki vit til að vera í samfélagi áttu ekki heima í því."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-16 13:09:43",
            "id": "853753",
            "reply_to_id": "853752",
            "text": "T.d himnaríki er ekki fyrir vitleisinga allt undir 90 í greindarvísitölu ætti ekki að fá að eiga börn við þurfum ekki land fult af fávitum.\nÉg veit ekki hver mín vísitala er…  Þannig ég veit ekki hvurt ég er að skjóta mig í fótin eður ei.  En ég er ekki vitleisingur sem hætti í skóla vegna þess að ég hefði ekki vit til að vera í honum. Og það er ekki gott fyrir þjóðfélag að leifa þannig fólki að fjölga sér það hefur neikvæð áhrif á samfélagið.  Þar að segja þeim sem ekki hafa vitið.  Það dregur heildina niður á sitt plan ég þekki það af reinslu.  Og svo þykist þetta fólk hafa meira vit vegna þess að við lifum í frjálsu samfélagi og þannig réttlætir það sinar aumu þarfir sem eru jafnvél klám og annar óþvérri."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-16 14:44:33",
            "id": "853754",
            "reply_to_id": "853753",
            "text": "En auðvitað er til veikt fólk sem hefur mikið vit og við eigum ekki að dæma það heldur hjálpa því að standa á eigin fótum.  Og Það eru oft hrikalegar félagslegaraðstæður sem leiða menn villu vegar.  Verðum þeir sem hafa komist á rétta braut og vinna í því að halda sér á henni og þeir sem alltaf hafa verið á henni að rétta hjálpar hönd og og benda þei er veikur eri í huganum á ´rettuleiðina með skinsemi.  Ekki troða lausni á neinn maður hlusta ekki á þannig fólk.  HEldu höfða til skinsemi manna.  Segja hvað þú ert að gera."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-17 10:00:15",
            "id": "853755",
            "reply_to_id": "853754",
            "text": "Hvað er ég að segja?  Humm, ha!  :0)"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-01-11 18:32:22",
            "id": "853756",
            "reply_to_id": "853745",
            "text": "Smá gallar á þessari ráðagerð.  Sumir foreldrar myndu ekki hafa efni á þessu.  Hvað á þá að gera?  Taka af þeim börnin og láta þau til fólks sem hefur efni á tryggingunni?\nÞegar unga fólkið fær svo peninginn í hendurnar, hvað gerist þá?  Stanslaust partý í nokkur ár?  Segjum að þú viljir passa það.  Manneskjan kaupir “góð” verðbréf fyrir peninginn.  Góðu verðbréfin reynast ekki vera sérlega góð þegar á hólminn er komið og hann tapar öllu.  Hann notar peninginn í heimsreisu, ok, peningurinn búinn.  Hann kaupir íbúð/hús en lifir svo um efni fram, tekur lán útá húsið, getur ekki borgað af þeim og missir svo allt.\nFlestir af þeim sem lenda í að missa allt myndu geta unnið sig upp aftur eins og fólk gerir í dag en þeir sem lenda í sjúkdómum eða slysum og geta ekki unnið munu áfram vera á bótum og vera fátækir."
        },
        {
            "user": "geirag",
            "user_id": "4133",
            "date": "2003-01-11 19:43:23",
            "id": "853757",
            "reply_to_id": "853745",
            "text": "1976:\nStadreyndir eru thær ad atvinnuleysi a Islandi er brot af atvinnuleysi annarra vestrænna rikja, vextir fara lækkandi, bjartsyni mælist meiri nuna en undanfarin ar (thad eru gerdar reglulegar kannanir a thvi), storar framkvæmdir eru i augsyn, utflutningsgreinarnar standa vel, kaupmattur og hagvøxtur hefur aukist stanslaust sidasta aratug osfrv.\nSjalfur bid eg eftir skyrslu ASI um fatækt a Islandi sem er væntanleg um eda skømmu eftir manadarmotin. Arodurstal fær thvi ad vikja i bili."
        },
        {
            "user": "thortho",
            "user_id": "7555",
            "date": "2003-01-11 20:43:31",
            "id": "853758",
            "reply_to_id": "853745",
            "text": "Kæri 1976.\nÉg skil vel að þú sérst bitur og gleðst yfir því að rödd hinna bitru heyrist í samfélaginu.\nHins vegar finnst mér tal þitt um að banna fólki með lögum að eignast börn út í hött, eða takmarka barneignir fyrir ákveðna hópa.\nÞAÐ er brot á mannréttindum og hættulega skylt hugmyndum nasista og fasista.\nAuk þess er fólksfækkun vandamál á Íslandi elskan.\nStórhluti mannkyns hefði svo aldrei orðið til væru þínar hugmyndir uppi, þar á meðal þú sjálfur.\nAnnars þekkist bæði það að einstæðir foreldrar komist í álnir eftir erfiðleikatímabil með dugnaði eins og aðrir, og enn fleiri eru ótal dæmin með börn einstæðra foreldra sem hafa náð langt.\nLeonardo Da Vinci var sonur einstæðrar konu sem var nokkurs konar þræll. Samt lét hann það ekki kúga sig.\nBill Clinton sem varð valdamesti maður heims um tíma var sömuleiðis sonur bláfátækrar einstæðrar móður.\nSvo er það staðreynd að hagur ótal barna er mjög slæmur, og því er það hagur mannkyns að sem flestir fái að ættleiða börn. Samkynhneigðir ættu að sjálfsögðu að fá það, gott að það er búið að leyfa einstæðum það. Dæmi um framúrskarandi einstæða foreldra ættleiddra barna er Vigdís Finnbogadóttir, sem aldrei gifti sig.\nAlræðislausnir á borð við þínar gera nefnilega ekki ráð fyrir einstaklingum og myndu alls ekki þjóna þínum eigin hagsmunum, ja reyndar værir þú einmitt ekki til ef þær fengju að vaða uppi.\nHættu svo að kvarta drengur, fáðu þér vinnu við Freelance blaðamennsku eða eitthvað á netinu bara, farðu í fjarnám, vertu grafískur hönnuður eða what ever. Leonardo Da Vinci sonur einstæðst þræls lét það ekki aftra að sér er það? Vertu ekki svona mikill mömmustrákur og ef mamma er svona slæm fyrirmynd finndu þér þá bara betri fyrirmynd. Ég veit um öryrkja sem urðu milljónamæringar ef út í það er farið, og einstæðar mæður líka.\nBjörk Guðmundsdóttir var einstæð móðir með lítið milli handanna áður en hún varð fræg.\nÞað eru börn að deyja á hverjum degi sem eiga enga foreldra svo þakkaðu bara fyrir að eiga einhverja. Mér finnst að ættleiðingar mættu verða vinsælli valkostur þeirra sem í raun geta ekki alið upp börnin sín, venjulegar einstæðar mæður tel ég þar alls ekki með. Hvaða þriðja heims barn sem er væri svo fegið að fá að búa á Íslandi hjá jafnvel verst efnaða fólkinu hér frekar en svelta í hel. Tilvist manns er nefnilega eitthvað í sjálfu sér til að vera þakklátur fyrir, nokkuð sem þú sem predikar fyrir því að koma uppi lögum sem hefðu gert þína eign ómögulega skilur greinilega ekki. Ekki var Leonardo Da Vinci að væla þetta og var þó mamma hans fyrirlitinn þræll nokkurs konar. Ekki grenjaði Bill Clinton heldur.\nÞú átt ekkert bágt að vera sonur einstæðrar móður, né rétt á að ráðast gegn þeim.\nÞví miður finnst flestum sem virkilega þyrftu þess, dópistum og svoleiðis, oft of mikil skömm að því að setja barn frá sér til að láta ættleiða það, og ættleiðing er hvergi almenn nema hjá stjörnunum í Hollywood, en hún myndi þó miklu bjarga. Það eru jafnvel til íslensk börn alin upp á hælum fyrir þá sem eiga enga fjölskyldu.\nAðalvandamál Íslendinga í sambandi við barneignir til framtíðar er að þær eru of fáar og óvinnandi eldra fólk verður brátt fjölmennasti hópur landsins sem minni hluti vinnandi yngra fólks þarf að halda uppi.\nEf svo fer að barneignir Íslendinga verði takmarkað verður of lítill peningur eftir í landinu fyrir þig til að sitja hér vælandi yfir að mamma þín hafi ekki séð til þess að þú yrðir einhver hástéttarmaður, og hreyta um leið skít í þá sem eru verra staddir í samfélaginu, í staðinn fyrir að þegja eða drullast til að breyta þér í hástéttarmann sjálfur eins og Da Vinci og Clinton gerðu.\nÉg á engin börn og hef ekki hugsað mér að eignast þau fyrr en eftir talsverðan tíma og trúi því ekki að mikið verði um basl í minni framtíð Guði sé lof, en segjum að ég færi á hausinn á morgun, lenti í slysi og yrði öryrki og yrði líka ólétt þá myndi mér samt takast að koma barninu mínu til manns og það almennilega félaus og allt, afþví að ég er ekki einhver vælandi aumingi sem kenni öðrum um.\nÞað eru ótal tækifæri í þessum heimi fyrir þá sem bara vilja sjá þau og leita þau uppi eða búa þau til. Sjálsvorkun er versti óvinur hugrekkis og ábyrgðar sem leiðir til sigurs. Og hana nú! Taktu þig saman í andlitinu drengur, farðu að gera eitthvað við þitt líf í stað þess að kvabba um einstæðar mæður og reyna að draga þær í svaðið.\nAldrei heyrt um “Heiðra skallt þú föður þinn og móðir” Þau hefðu nefnilega alveg getað eytt þér elskan, þeirra djobb var bara að koma þér í heiminn…….það er þitt að gera eitthvað úr þér!\nEkki þeirra!\nÞetta er ekki eitthvað aðalsveldi þar sem allir sem búa við smá fötlun eða sjúkdóma eða fæddust ekki með silfurskeið í munninum eru dauðadæmdir.\nFlestir sem ég hef hitt sem gengur best í lífinu fæddust ekki með silfurskeið elskan. Hættu þessu bulli og farðu að lifa í “the real world” frekar en sjúkum órum þunglyndissjúklinga og alræðishugmynda um fullkomnar lausnir gegnum strangar lagasetningar.\nÞú ættir einmitt að þakka fyrir frelsið og drullast til að fara að nýta þér það, í stað þess að reyna að taka frá öðrum frelsi, jafnvel til að eignast börn, í landi þar sem fólksfjölgun er ekki nógu mikil!\nFarðu að sjá heiminn eins og hann er en ekki í gegnum svört og rispuð sólgleraugu. Hann verður ekki rósrauður heldur nei. En ef þú tekur ábyrgð þá verður hann ólíkt litríkari.\nHugrekki til athafna er það mikilvægasta sem til er!\nEkkert væl!"
        },
        {
            "user": "thortho",
            "user_id": "7555",
            "date": "2003-01-12 13:58:29",
            "id": "853759",
            "reply_to_id": "853758",
            "text": "“Ekkert væl!”\nAmen…"
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2003-01-12 17:34:48",
            "id": "853760",
            "reply_to_id": "853759",
            "text": "Einstæðar mæður margar hverjar hafa ekki jákvæð áhrif á börnin sýn.  Og heimurinn er ekki heldur jákvæður staður.  Og ættum við ekki að vilja breyta honum?"
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2003-01-12 23:00:05",
            "id": "853761",
            "reply_to_id": "853760",
            "text": "“Einstæðar mæður margar hverjar hafa ekki jákvæð áhrif á börnin sýn.”\nVeistu ég þekki alveg jafn marga, fleiri þegar ég hugsa út í það, sem hafa beðið varanlegan skaða af að alast upp hjá foreldrum þar sem annað foreldrið var kannski með drykkjuvandamál eða alvarlega skapgerðarbresti og hitt foreldrið hafði sig aldrei upp í það að skilja.\nSvo veit ég um ennþá fleiri sem bjuggu hjá foreldrum sem rifust alla daga og grátur, öskur og blótsyrði urðu til þess að þessi börn þeirra misstu trú á ástina, urðu þunglynd og svo framvegis.\nÉg veit líka um slæm tilfelli þar sem börn ólust upp hjá ábyrgðarlausum einstæðum mæðrum, en sem betur fer eru bæði tilfellin sjaldgæfari, hjá pörum eða einstæðum. Ég veit líka um ótal ábyrgðarfullar einstæðar mæður, mun fleiri heldur en þetta örlitla brot sem eru ábyrgðarlausar, svipað og það litla brot af pörum sem hefur ekki dug í sér til að skilja þó allt sé komið í óefni og orðið hættulegt sálrænt séð fyrir barnið að búa þarna, svo sem konur sem búa endalaust með drykkjusjúkum aumingjum. Ekki það að maður getur auðvitað ekki dæmt það, ástin er sterk og allt það, en ekki gerir þetta börnunum gott.\nÞú elskan mín ert dæmi um minnihlutahóp sem þjáist af fordómum fyrir sjálfum sér. Sonur einstæðrar móður sem fyrirlítur eigin móður og óskaði þess helst að komið hefði verið í veg fyrir það með lagasetningu að hann hefði orðið til. Þetta er ekkert einsdæmi elskan, þetta er þekkt sálfræðilegt vandamál og það eru til nöfn yfir þetta. Ég þekki einn svartan mann sem þjáist af svona og hann fékk hjálp. Talaðu við sálfræðing.\n“Og heimurinn er ekki heldur jákvæður staður. Og ættum við ekki að vilja breyta honum?”\nÞað er skylda okkar að breyta honum, til þess, meðal annars, erum við hérna, en við eigum að breyta honum með kærleika og skynsemi að vopni.\nAð ætla að koma í veg fyrir að fólk fái að eignast börn, eins og þú leggur til, er fráleitt. Það er grófasta mannréttindabrot sem hægt er að hugsa sér. Nasistarnir höfðu uppi svipaðar hugmyndir og hægri öfgamenn enn í dag halda þeim fram, nú orðið stundum undir “efnahags” dulargerfi, svo sem þeir sem finnst að gera eigi alla Afríku ófrjóa.\nÞú ert ekki að boða hér neinar jákvæðar skynsamlegar breytingar byggðar á raunverulegum rökum, heldur sigur brjálseminnar byggða á “rökum” úr þínum eigin litla heimi.\nNefndu mér nú tvær mömmu í hjónabandi sem heimurinn virðir jafn mikils og virtustu einstæðu mæðurnar okkar, Björk og Vigdísi Finnbogadóttir (Björk er reyndar komin í sambúð núna eftir að strákurinn hennar er orðinn unglingur, hún eignaðist hann þegar hún var ekki í góðum málum fjárhagslega, sjáðu þú getur ekki dæmt allan heiminn eftir mömmu þinni! Það eru til alveg jafn margar fínar einstæðar mæður og konur í sambúð. Enda margar konur einstæðar afþví þær skildu afþví það var þeirra ábyrgð, þó þær elskuðu manninn sinn. Ég þekki þess amk þó nokkur dæmi. Þær gerðu það fyrir börnin sín. Ein ríkasta kona sem ég þekki, nefni það svona fyrst þú ert forfallinn mammonisti, er svo einstæð móðir sem kom sér áfram eftir að hafa eignast börnin sín. Ég veit líka um hjón þar sem báðir aðilar eru dug- og metnaðarlausir)\nHættu að sjá heiminn svona svart-hvítan og farðu til læknis út af þessum fordómum gagnvart sjálfum þér. Engum sem gengur vel komst svo þangað með að kenna kringumstæðunum eða foreldrunum um kjör sín og líðan stanslaust. Þú ert orðinn alltof, alltof gamall fyrir svona barnaskap og sjálfskaparvíti."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2003-01-13 03:10:58",
            "id": "853762",
            "reply_to_id": "853761",
            "text": "thulesól\nÞó að Björk og Vigdís séu virtar af e.h. vitum við nokkuð hvað góðar mæður þær eru ? Það fer ekki miklum sögum af dóttur Vigdísar (þó það sé ekkert að því) eða Sindar son Bjarkar.\nÉg meina þó að þær séu “frægar” þá er engin ástæða til að stilla þeim upp sem e.h. “postergirls” fyrir einstæðar mæður."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2003-01-13 15:12:13",
            "id": "853763",
            "reply_to_id": "853762",
            "text": "Mér finnst of lítil virðing borin fyrir góðum mömmum sem eru svo óheppnar að vera einstæðar.\nÞað eru ekki allir það lánsamir í lífinu að finna ástina, og svo verða margar konur einstæðar afþví að þær áttu ekki góða menn. Þetta eru að miklum minnihluta einhverjar kærulausar konur. Það hlýtur að vera afskaplega leiðinlegt og ég efast um að flesta dreymi um það og því óþarfi að gera ástandið ennþá verra með einhverjum fordómum sem , í íslenskum veruleika, eru einmitt það og eiga ekki við rök að styðjast.\nÉg hefði nú bara sleppt þessu “postergirls” dæmi nema ef verið hefði verið að ráðast á ákveðinn hóp í samfélaginu, datt það svona bara í hug, ekkert nein djúp meining.\nÞað er staðreynd að íslenskar fjölskyldur eiga í vandræðum og vestrænir menn þurfa að fara að læra af öðrum menningarheimum til að reyna að komast að hvort þar sé einhver leyndarmál að finna sem við gætum lært af hvað varðar fjölskylduna, því þar erum við í vanda stödd að ýmsu leyti, þó að öðru hafi eflaust miðað áleiðis. Slíkt er allt í lagi að ræða en að hafa uppi nasistalegar hugmyndir eins og náunginn sem skrifaði þessa grein um að banna fólki að eignast börn, gengur algjörlega fram af mér, og þegar hann er að tala um ríkt velferðarríki eins og Ísland en ekki Kína eða Eþíópíu og einhverja ímyndaða nauðsyn að draga úr fólksfjölda mætti halda verður málflutningurinn náttúrulega ekki bara ósiðlegur og ónáttúruleg þvæla um að fólk megi ekki eignast börn, svona sick leikur að leika Guð og þykjast virkilega geta ákveðið það, heldur gjörsamlega röklaus og út í hött þó maður sleppi tilfinningalega sjónarmiðinu, afþví við erum jú einu sinni að tala um Ísland.\nÞað velja afskaplega fáir að vera einstæðir, og ég ber mikla virðingu fyrir þeim sem láta sig samt hafa það ef staðan er orðin svo slæm að það er best fyrir börnin. Meiri fórn er varla hægt að færa fyrir börnin sín.\nEinnig ber ég mikla virðingu fyrir stelpum sem fara ekki í fóstureyðingu eins og er alltof algengt. Ég er hlynnt því að þær skuli vera leyfðar, en þær eru auðvitað ekkert grín. Svo skilur slíkt oft eftir sig varanleg sár og sektarkennd fyrir konurnar sem hugsa oft út í hvernig barnið hefði nú orðið.\nLeonardo Da Vinci var annars á þeirri skoðun að það væru einmitt lausaleiksbörn eins og hann, eða önnur börn óvelkomin í heiminn sem hefðu af einhverjum ástæðum mestar gjafir. Ég veit ekki alveg hvað hann var að pæla en það var vissulega blessun að á Ítalíu á hans tíma var líkt og á Íslandi í dag ekki litið sérstaklega niður á óvelkomin börn eða mæður þeirra. Annars hefði hann varla komist áfram né ýmsir fleiri og við myndum ekkert um hann vita. Fyrirlitningu er nefnilega hvað erfiðast af öllum lífsins erfiðleikum að sigrast á og þetta vita allir minnihlutahópar og þeir hópar samfélagsins sem ekki teljast til “venjulegu” fjölskyldunnar.\nÞað eru því margar ástæður til að virða einstæðar mæður og óvirðing á þeim hvetur bara til fóstureyðinga, eða í skásta falli veikir sjálfsmat þeirra af þeim sem búa ekki yfir jafn miklum styrk, og jafnvel þær sterkustu ef hún er mikil, sem gerir þær verri uppalendur fyrir börnin sín sem verða þá óhamingjusamara fullorðið fólk, kannski á borð við þennan veslings strák sem skrifaði þessa grein, sem , með fullri virðingu fyrir honum, er greinilega að ganga í gegnum mikla erfiðleika.\nSem afsakar samt auðvitað ekki að tala gegn grunnmannréttindum fólks og frelsi, jafnvel bara því frelsi sem náttúran veitti jafnvel öllum ófrjálsum mönnum, og það er að eignast börn sem er eðlilegur gangur lífsins hjá öllum dýrategundum og víst að sögn margra þeirra sem eiga börn, það sem gefur lífinu mest gildi."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2003-01-13 17:41:11",
            "id": "853764",
            "reply_to_id": "853763",
            "text": "Thulesól\nÉg held að það sé langt frá því að einstæðar mæður og börn þeirra séu fyrirlitin, þá væri ansi stór hluti þjóðarinnar fyrirlitinn ! En ég held að það sé alltof algent að stelpur séu að eignast börn án umhugsunar (mörgum stelum sem ég tala við finnst þetta) jafnvel eins og að fá sér gæludýr. Svo dettur manni stundum í hug hugtakið “atvinnumamma”, manni skylst að það sé hægt að hafa þokkalegar tekjur bara af því að vera einstæð móðir með nokkur börn, og kannksi stunda svarta vinnu með.\nKannski er ég fordómafullur, enda hef ég verið töluvert í BNA þar sem það þykja frekar slæm örlög að vera einstæð móðir og ná sér ekki í góða fyrirvinnu. Þessar amerísku skammast sín ekki fyrir að sækja í menn með peninga en það er önnur saga.\nAð lokum þá rak mér í rogastans um daginn þegar systir mín (sem virðst ekki geta ákveðið sig í karlamálum) sagði mér að vera tilbúinn að gerast “father figure” því hún færi kannski að ættleiða barn !"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-13 18:06:52",
            "id": "853765",
            "reply_to_id": "853764",
            "text": "Þið eruð að tala um að vernda æru einstæðra mæðra.\nOg að það sem ég segi sé afmarkaður veruleiki minnihlutahóps.  Ég er ekkert svo viss um það.  Hin íslenska þjóð er kúuð sár og bitur samkvæmt minni reinslu og ég hef verið víða.  Ég vil meina að þeir sem ekki sjá hlutina eins og þeir eru, en þeir eru þannig að meiri hluti fólks er óábrgt gagnvart börnum sínum, sé minnihluta hópur.  En rödd hans heirist hæst vegna að allt hjá honum leikur í lindi.  Förum að taka ábyrgð á börnunum okkar og ítum velferð mæðrana og feðrana til hliðar."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-13 18:06:54",
            "id": "853766",
            "reply_to_id": "853764",
            "text": "Þið eruð að tala um að vernda æru einstæðra mæðra.\nOg að það sem ég segi sé afmarkaður veruleiki minnihlutahóps.  Ég er ekkert svo viss um það.  Hin íslenska þjóð er kúuð sár og bitur samkvæmt minni reinslu og ég hef verið víða.  Ég vil meina að þeir sem ekki sjá hlutina eins og þeir eru, en þeir eru þannig að meiri hluti fólks er óábrgt gagnvart börnum sínum, sé minnihluta hópur.  En rödd hans heirist hæst vegna að allt hjá honum leikur í lindi.  Förum að taka ábyrgð á börnunum okkar og ítum velferð mæðrana og feðrana til hliðar."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-13 18:13:37",
            "id": "853767",
            "reply_to_id": "853766",
            "text": "Tulesol það er í ætt við nazisma það sem ég er að segja!  Þeir sem ekki hafa efni á fjárfestingunni barni eiga ekki að eiga fá að taka hana, því hjá þannig einstaklingi er velferðbarnsins ekki í fyrirrúmi.  Heldur ríkir þar skamsíni.  Og ég er ekki að vorkenna sjálfum mér, ég tel mig vera að gera það sem guð ætlaði mér að gera.  Og það er að lifa mínu lífi eins heiðarlega og vel og mér er unt.  Mín braut er lögð.  Það er mannréttindarbrot að huga ekki að velferð barna."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-13 18:18:56",
            "id": "853768",
            "reply_to_id": "853767",
            "text": "Og ætti ekki að vera stefna stjórnvalda að hætta þessum ójöfnuði, því ef við gerum það ekki getum við alveg eins drepið þá fátæku eins og sagði í gömlum pönk texta.  Útrímum fátækt.  Tryggjum börnin okkar.  Og þeir sem hafa ekki efni á því eiga að taka ábyrgð á sínum lífum og safna sér pening til að geta trygt velferð ófæddra barna sinna.  Það er ekki hægt að leifa fólki að eiga börn sem ekki geta tekið ábyrgð á sjálfu sér."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-13 19:48:10",
            "id": "853769",
            "reply_to_id": "853768",
            "text": "Ég rakst á eitthvað gamalt hjá þér þar sem þú varst að tala um að það ætti að kenna börnum að spara í skóla. Mér finnst það mun betri hugmynd en að banna fólki að eignast börn, sú hugmynd er bara snilld.\nSvo þyrftu fullorðinsfræðslu um þetta líka. Á þessu sviði eru Íslendingar upp til hópa asnar. Við höldum að peningar séu leikföng um umgöngumst þá ennþá með sama barnaskap og litlu krakkarnir hérna í gamla daga sem þáðu tyggjó frá hermönnunum. En það voru nú þeir sem kynntu hann í fyrsta skipti fyrir ótal manns hér. Við höfum því ekki almennilega menningu á því sviði að umgangast peninga, við vorum öreigar upp til hópa í alltof margar aldir.\nAð banna fólki að eignast börn tek ég hins vegar ekki í mál. Það er ónáttúrulegt og frelsiskerðing af versta tagi.\nÉg er heldur ekki hlynnt því að taka börn fólks af þeim, afþví það er of heimskt til að ala þau upp, eins og Platon vildi meina, og ala þau upp á stofnunum reknum af ríkinu, enda færu þau þannig á mis við margt, EN…….\nþað mætti fara hálfa leið, til dæmis byrja að kenna þessu dóti að spara og fleira til að koma í veg fyrir að allir lendi í sömu gryfju og foreldrarnir, eins og þú sagðir, sem var ólíkt betri hugmynd. Sem sagt svona smá stofnanauppeldi í bland, amk fyrir þá sem þarfnast þetta. Ég hef alltaf verið hlynnt upplýsingu í þá átt, en Íslendingar ofmeta það því miður stórlega hversu velupplýst við erum, sem ofsögnum fer af, því miður. Mér þætti mjög gaman að monta mig af því og allt það, en því miður, við erum ótrúlega fáfróð á mörgum sviðum og gætum gert miklu betur.\nÞað sem við þurfum að kenna börnum og okkur sjálfum er líka að læra af þeim sem standa okkur framar á hinum og þessum sviðum. Að enginn þarf að burðast með það slæma í arfi forfeðra sinna ef hann er tilbúinn að taka við öllum heiminum og alla hans visku sem sínum persónulega arfi, og þroska með sér dómgreind til að velja og hafna.\nÞess vegna þarf að kenna börnum betur um menningu heimsins yfirhöfuð, svo þau læri að horfa út fyrir kassan heima hjá sér.\nUm hvernig á að lifa af í heiminum.\nOg svo þarf að hafa meiri heimspeki og slíkar greinar sem myndu hvetja þau til að hugsa sjálfstætt.\nÞannig þyrftum við ekki að gera sömu mistök aftur og aftur, sama hverjir foreldrar okkar væru.\nMargir afreksmenn á ótal sviðum áttu jú foreldra sem gáfu þeim ekki það sem þeir þurftu, og margt mjög hamingjusamt fólk líka.\nÉg þekki annars fleiri sjónarhorn af þessu samfélagi en þú heldur, og þetta með fordóma gegn einstæðum mæðrum hef ég frá þeim sjálfum og börnum þeirra, en fyrst og fremst við að hlusta á samtöl hjóna af þröngsýnna taginu um þessi mál og barna hjóna. Sem sagt ég hef orðið vitni af þeim að eigin raun, og oftar en ég get talið."
        },
        {
            "user": "Permanent",
            "user_id": "10665",
            "date": "2003-01-13 20:06:14",
            "id": "853770",
            "reply_to_id": "853764",
            "text": "Þetta eru bara fordómar, aðallega hjá hjónum af lægri millistétt og börnum af slíkum heimilum virðist vera, sem ég hef orðið vör við. Annars er erfitt að flokka fólk eftir stéttum á Íslandi.\nÞað eru eflaust einhverjar stelpur að eignast börn út í loftið, en það er nú ekki algengast. Og þær stelpur eru yfirleitt í sambandi sem þær telja að muni endast. Hitt þekki ég engin dæmi um.\nEinstæðar mæður með nokkur börn eru fátækasti hópur samfélagsins. Ekki virðast þær fá mikið af þessari svörtu vinnu, þess vegna þetta mæðrastyrksnefnd og allt það. Þær fá eðlilega aðeins hærri styrki en hjón en munurinn verður aldrei nógu mikill til að vega upp á móti tekjumuninum, og svo er illa innrætt fólk af því tagi sem virðir hvorki lög Guðs né manna hér í þessu samfélagi af því tagi sem skráir sig úr sambúð og “þykist” vera einstætt til að stela þannig af verst stöddustu þegnum samfélagsins, en þetta fólk kemur í veg fyrir að hægt verði að reyna að finna raunverulega lausn á vandanum, því ríkið þarf að borga undir þessi sníkjudýr og ómenni og getur ekki sinnt heiðarlegum fátækum mæðrum sem ekki þjást af græðgi og siðblindu og raunverulega þarfnast aðstoðar á meðan.\nHmmmmm, systir þín hlýtur að vera mjög sérstök. Að ættleiða barn er náttúrulega eitthvert mesta góðverk sem hægt er að gera, og fáir jafnvel í sambandi hafa í raun hugsað þá hugsun til enda. Að hún vilji gera það þó hún sé einstæð gæti verið merki um að hún sé innst inni svona góð manneskja, ég veit ekki hvort það er viturlegt en ég vona bara að hún finni mann sem er jafn góður og hún og á sama plani að þessu leyti.\nÞað þykja ekki eins slæm örlög hér og í BNA að vera einstæð móðir, en ekki sem best þó. BNA menn eru meira niður á jörðinni en við á margan hátt og margt af þeim að læra í viðbót við það sem við höfum þegar lært af þeim. Ég skil ekki þetta með peninga og ást samt, finnst það komið út í öfgar hjá þeim sumum. En á heildina litið mættum við læra margt af þeim."
        },
        {
            "user": "Permanent",
            "user_id": "10665",
            "date": "2003-01-14 10:58:50",
            "id": "853771",
            "reply_to_id": "853770",
            "text": "Foreldri sem veit ekki hvað sér er fyrir bestu veit ekki hvað er gott fyrir framtið barna sinna.  Og ég er hluti af meirihlutanum en ég er ekki þögul eins og hann ég rís upp og er frjáls.  Það er búið að vera að sálgreina mig hérna og það er í góðu lagi.  En þetta níst ekki um mig eða mín fortíð.  Heldur erum við að tala um framtíð ófæddra barna þegna hina Íslensku þjóðar.  Og í þeim málum verður að sína skinsemi ekki tilfiningasemi.  Barn er fjárfesting fyrir samfélagið og hafir þú ekki efni á henni áttu ekki að fá að taka hana(fjárfestinguna).  Þjóðfelag er fyrirtæki og við erum að framleiða einstaklinga og við ættum að vilja framleiða heila og góða vöru ekki skemda og illa upp alda sem tekur hvorki ábyrð á sjálfu sér né börnum sínum.  Og það að taka heimspeki niðrí grunskólana er hrein snild.  9ju ára börnum ætti að vera kendur munurinn á huglægu og hlutlægu mati, það yrði þeim gott veganesti útí lífið og myndi auka skilning þeirra á því.  Örn hefur talað."
        },
        {
            "user": "Permanent",
            "user_id": "10665",
            "date": "2003-01-14 11:01:11",
            "id": "853772",
            "reply_to_id": "853771",
            "text": "Afsakið stafsettninguma ég að fara læra Íslensku ;=)  Vona að ég hafi náð í gegn til einhverra."
        },
        {
            "user": "Permanent",
            "user_id": "10665",
            "date": "2003-01-14 11:34:47",
            "id": "853773",
            "reply_to_id": "853772",
            "text": "Ég er ekki að sgja að meirihlutinn sé frá heimilum einstæðra mæðra.  En meirihlutinn er þögul og er ég partur af honum þó ég rísi upp og verð frjáls fyrir vikið.  Það má ségja að ég sé sjálfskipaður talsmaður meirihlutans.  Og hann er kúaður og beigður af stjórnvöldum og hann vil breitt ástand sem hann finnur í áfengi og eidurlifjum.  Ég vill breita þessu ég vil að hin íslenski almúga maður rísi upp og verði frjáls frá ánauð herrana.  Og berjist fyrir sínum rétti.  Og hans réttur er að börn hans fái betri framtíð heldur en hann.   Og það gerum við með því að tryggja alla nýfædda einstaklinga hjá tryggingar félagi og tökum strit skilduna af fólkinu.  Tryggjum hinum íslenska alþíðu manni öruga framtíð og lífsgæði.  Eða viljum við þetta hugar far:\nOrðleisi almúgans\nbera vott af fáfræði\nbjóðum því upp í dans\nog seljum honum lífsgæði.\n?\nÍ raun er þetta lausn á vanda heimsbygðarinnar.  Tryggja alla ný fædda einstaklinga og látum foreldra taka ábyrgð á börnum sínum og látum versta óvin mannkins deija út en hann er fáfræði.  Við höfum nútíma villimenn í Íslensku samfélagi í dag sem eiga margir hverjir hús og bíla og hafa kindingu í hvoru tveggja en hugafarið er á villi mannstigi þeir kúa hvorn annan.  Með neikvæði og kjaftæði.  Þannig er hin íslenska alþíða og ég ætti að vita það því ég hef hræst í hennar heimi.  Þannig er meiri hlutin og hann vinnur alla daga 40 tíma + það á viku og hefur engan tíma til að rækta sinn eigin garð, það er rángt.  Hin vinnandi maður ætti ekki að vinna meir en 36 stundir í viku.  Menn verða að fá tíma og næði til að rækta sjálfa sig annars verða menn ómagar á sjálfum sér.\nEruði að heira Það sem ég er að segja?"
        },
        {
            "user": "Permanent",
            "user_id": "10665",
            "date": "2003-01-14 11:37:29",
            "id": "853774",
            "reply_to_id": "853773",
            "text": "Ég huga því er ég og ég hugsa það sem ég er .\nAfsakið stafsettninguna enn og aftur."
        },
        {
            "user": "Permanent",
            "user_id": "10665",
            "date": "2003-01-14 12:22:18",
            "id": "853775",
            "reply_to_id": "853774",
            "text": "Og afsakið fljótfærnina hjá mér ég hætti í skóla fjórtán ára og hef því ekki tamið mér þann aga sem hinir kerfis mótuðu hafa.  En ég hef þó einhvern sjálfs aga og ég fyrirlít ómaga.  Trúleisingja.  GUð er minn maður og hefur hann kennt mér allt sem ég kann.  Það hefur nægt og dugað mér hingað til.  Ég er í skóla lífsins og hann varir til æviloka.  Bætum bölið og sínum þjóðum hvernig gott ríki er."
        },
        {
            "user": "Permanent",
            "user_id": "10665",
            "date": "2003-01-14 12:24:06",
            "id": "853776",
            "reply_to_id": "853775",
            "text": "Gerum þetta allt eftir mín höfði, það yrði best þannig."
        },
        {
            "user": "Permanent",
            "user_id": "10665",
            "date": "2003-01-14 13:52:48",
            "id": "853777",
            "reply_to_id": "853776",
            "text": "Smá lagfæringar á texta:\nFátækt er að verða stórt vanda mál í hinu Íslenska þjóðfélagi.  Ég hef gefið mér smá tíma til að hugsa um þann vanda.  Þar sem ég er á örorku bótum hef ég tíma.  Og ég ætti að vita hvað ég er að segja því ég hef beina reinslu af vandanum.  Einnig er ég sonur einstærar móður.\nÉg næ ekki að léggja eins mikla vinnu í þessar skriftir og ég vildi því ég er á örorku og það eru þvílík sultar laun að maður verður frekar orkulaus og einig hef ég öngvan til að fara yfir með mér það sem ég skrifa.  Gott væri að til væru stirkir fyrir örirkja sem geta hugsað.  Ég meina að ég get alveg skrifað ef ég er í…  Hvað um það hér legg ég málið mitt fram.  En málið er að ég þarf að vera á þingi til að geta gert þetta og helst þyrfi ég að vera forsetisráðherra.  Ha, ha, ha.  En ég er ekki með hreinan skjöld ég var vandræðar unglingur alveg til 24fjögruára.  Ok, hvað um það segum að árið 2005. sé gengið í garð og hið &#8222;háa&#8220; alþingi hafi samþykkt frumvarp mitt sem hljóðar uppá á  að allir ný fæddir einstaklingar séu trygðir hjá tryggingafélagi út í hinum stóra heimi.  Því þar eru vaxtar möguleikar fésins meiri heldur en hér heima og auk þess myndi það skila inn góðum gjaldeiris tekjum seinna meir.  Það þyrfti að vera gamalt og stöðugt tryggingarfélag.  Yðgjöld af tryggingunni yrðu innheimt af foreldrum í gegnum skatta kerfið 6000 - 7000 krónur hvur greiðsla fyrir hvurt barn.  Við 25 ára aldur fær einstaklingurinn 18 - 25 miljónir greiddar út til að geta komið yfir sig þaki, keypt sér góða bifreið o.s.frv.  Ef allt er gott og rétt.  7-10 miljónum yrði haldið eftir í bankakerfinu og yrði hægt að taka lán út á þá fjárhæð til að setja á laggirnar fyrirtæki eða til að fjárfesta í góðum verðbréfum eða jafnvel til að fara í almennilega heimsreisu.  Sýna þyrfti framm á í hvað peningarnir yrðu notaðir því ekki vildum við að ungir menn færu og keiptu sér fíkniefni erlendis til að smygla heim oní unga Íslendinga.  Fari féið í rétta sjóði o.s.frv eru vakxta möguleikar þess afar góðir.  Þjóð sem myndi gera slíkan samning sem ég tala um yrði tekin til fyrir myndar því einstaklingar hennar yrðu jafnari að manngildi heldur en gengur og gerist í heiminum í dag og sömuleiðis yrðu allir samkepnisfærari í þjóðfélaginu.  Við ættum að tryggja velferð allra einstaklinga óháð hvaðan  úr þjóðfélaginu þeir koma.  Við ættum að nota það sem mannkinið hefur áorkað.  Og einnig myndu þeir sem lenda í veikindum ekki verða eins hrikalega hornréka í samfélaginu eins og þeir eru í dag.  Ef ráðagerð mín yrði framkvæmd myndi sjálfsvígum og glæpum fækka o.s.frv.  Því fátækt er böl sem ekki öllum er gefið getað harkað af sér.  Ábyrð foreldra í þessu yrði mikil.  Ef hlutirnir væri eins og ég vildi hafa þá gætu ómenntaðir foreldrar ekki holað niður eins mikið af börnum og þeir gera í dag.  Það er annað með menntað og vel upplýst fólk.  Það hugsar öðruvísi um börninn sín, þeir huga að velferð barnsinns og þeir hafa efni á þeim.  Barn er fjárfesting.   og þeir kenna þeim hver manréttindi þeirra eru o.s.frv.  Sömuleiðis mundu einstæðar mæður ekki eignast fleyri en í mestalagi tvö börn því þær hefðu ekki efni öðru.  Í raun ættu einstæðar mæður ekki að eignast börn en þær gera það og þá ætti það aldrei að vera fleiri en eitt nema þá að konan væri vellrík og gæti tileinkað börnum sínum allan sinn tíma.  En auðvitað geta skapast aðstæður sem ekki er ráðið við en þá verður að taka á þeim vanda af skinsemi.  Maður vonar auðvitað að allir foreldrar hafi góðan ásetning varðandi heill barnssins, en það er ekki alltaf nóg.  Foreldri sem hefur alist upp við kröppkjör og hefur farið á mis við tækifæri þau er lífið bíður uppá hefur misst sjónar á því hvað er gott fyrir sig og hefur það aðlagast eimdarlífi og getur því ekki vitað hvað er gott fyrir barnið sitt.  Það neiðir þá saklausan einstakling til að búa við sömu kröppu kjörinn og telur því trú um að þetta sé eðlilegt ástand segir jafnvel að svona sé þetta bara.  En það þíðir ekki að þetta svona bara sé rétt ástand.  Þessu verður að breita ef við viljum kalla okkur sið menntaða þjóð.  Þegar ó menntaðar og illa upplýstar konur eru að gjóta út börnum án þess að leiða hugan að því að barnið gjæti verið kandítat í mikla og stóra persónu og neiða það til að verða að undirmáls manneskju er verið að brjóta mann réttindi þess og það þarf varla að bæta því við sem ég seigji nú að það sé rangt gagnvart barninu.\nÍ fyrstu málsgrein Mannréttindarsáttmála sameinuðuþjóðana segir:  Allir menn hafa rétt til lífs og mannhelgis.  Og það að enda uppi hornreka og blankur eftir erfið fyrstu árin í mannheimum sviftir mann lífi og mannhelgi.  Sjálfsvirðingin er ekki á því plani sem hún ætti að vera á.  Ekki á því plani sem er henni eðlislægt ef allt er gott og rétt.  Við erum öll eins í grunnin vil ég meina.  Við fáum bara misjamt uppeldi og höfum misjafnar aðstæður.  Og bregðumst misjafnlega við áreiti.\nÉg tel að það sé hlutverk stjórnvalda að útríma fátækt og að grípa í taumana þegar þegnarnir reka stefnulaust áfram og skaða velferð barna sinna.  Geri Ríki það ekki er það ekki gott ríki.  Og gott ríki hlustar og tekur mark á þegnum sínum og virðir þeirra líf og réttindi.  Gott ríki sétur lög sem tryggja mannréttindi þegna sinna.  Og sétja engin lög sem hamla því að mannleg virðing fái við notið.  Gott ríki framkvæmir aldrei þann gjörning sem skaðar landið og er gegn vilja þegnanna því þeir herrar og frúr sem við stjórnvölinn sitja eru þar í umboði landsmanna og þurfa því að taka mark á sínum yfirmanni en hún er þjóðinn og rödd hennar.  Og gott ríki vill alltaf verða betra.\nÖrn hin ómenntaði Úlriksson"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-14 16:29:42",
            "id": "853778",
            "reply_to_id": "853777",
            "text": "Þú kemur hér með margar fínar hugmyndir sem mætti vinna í, en það að banna fólki að eignast börn er eins ónáttúrulegt og hugsast getur, og það að eignast börn var tilgangur lífsins nr.1 öldum saman út um víða veröld, það er fyrst núna sem það að eiga fallegt hús eða flottan bíl þykir svona miklu eftirsóknarverðara hjá sumum.\nMér finnst afar sorglegt að þú skulir ekki sjá þetta, því hugmyndir þínar eru að öðru leyti margar fínar.\nÉg er sjálf hlynnt því að þröngva góðum hlutum upp á fólk í gegnum menntakerfið, svo sem að kenna börnum að spara og slíkt þó foreldrarnir séu á móti því, tryggja þau og allt það, hljómar bara vel, þó þú eigir eftir að útskýra hvernig koma ætti þessu öllu í framkvæmd.\nÉg er sem sagt, stundum, hlynnt því að GEFA fólki eitthvað gegn vilja þess, ef svo má orða það og þar af leiðandi á móti því td að foreldrar sem eru öfgasinnaðir nýaldarsinnar, sértrúarfólk eða slíkt fái að taka börn sín af lyfjum til að setja þau á eitthvað grænmeti í staðinn,  á mótyi því að “talibanar” fengju að koma í veg fyrir menntun stelpna sinna og svo framvegis, en\nÉG er ekki hlynnt á því að TAKA eitthvað af fólki, svo sem að banna því að eiga neinar eigur (sem væri þó kannski þó aðeins skárra), gera það ófrjótt, banna því að eiga börn eða slíkt.\nMér finnst hugmyndir þínar sem snúa að því að þröngva þekkingu og GJÖFUM upp á þjóðina í gegnum skólana og fleira, með lýðræðislegum hætti auðvitað, fínar,….það er þegar hugmyndir þínar fara út í að TAKA sem mér finnst þær orðnar hættulegar og óeðlilegar.\nEnda held ég að þú hafir bara ekki hugsað þá hugsun til enda. Þú værir svo ekki hér ef slíkt væri í lögum. Og fleiri hefðu aldrei orðið til, Leonardo Da Vinci og allt þetta fólk.\nSorglegt að skynsamlegar pælingar þurfi að hafa svona aum viðhengi með sér, þær nytu sín mikið betur án þeirra og þá gætirðu farið að pæla raunverulega í því hvernig þeim hluta hugmynda þinna sem gengur upp væri best komið í framkvæmd, sem ég veit ekki hvort væri raunsætt en væri auðvitað mjög áhugavert.\nKonur “gjóta” svo ekki “út börnum”. Þú ættir að tala af meiri virðingu um stærstu stundirnar í lífi ótal alvöru manneskja, miðað við það sem mömmum hafa sagt mér, sem eiga ekki skilið að þú lýsir þeim sem “gjótandi” bara afþví þær eru ekki fínar frúr sem eiga milljónir inn á banka. Það er afar mikil óvirðing.\nÞér finnst þér hafi verið ásköpuð æfilöng lágstétt af móður þinni sem hugsaði dæmið ekki til enda, eða eitthvað slíkt varstu að tala um.\nÉg bendi þér á að þú kemst ekkert nær því að komast út úr því ástandi með að herma orðaforða eftir úrkynjuðum og deyjandi efri stéttum grimmra lávarða og kvikinda afr því tagi sem kúgaði almenning í gamla daga fyrir upplýsinguna, marxisman og allt þetta, sem, þrátt fyrir að hafa alls ekki verið gallalaus skyldi eftir sig ágætis hluti. (Tek það fram að ég er hvorki vinstri né hægrisinnuð, bara svona blönduð í því.) Fólk sem í raun og veru afrekar eitthvað í dag og á það kannski skilið að kallast “hástétt” talar almennt ekki af svona óvirðingu um annað fólk."
        },
        {
            "user": "Permanent",
            "user_id": "10665",
            "date": "2003-01-15 00:57:46",
            "id": "853779",
            "reply_to_id": "853777",
            "text": "En sannkvæmt þessu með það að það eigi að banna barneignir fátækra einstæðra mæðra?? hvernig væri þá ísland og jafnvel vestrænar þjóðir ef þessum hugmyndum yrði komið þar á legg? og þá er ég að meina í samhengi fólksfjölda þar sem að nú þegar sé treg fólksfjölkun í okkar vestræna heimi.Við mundum þá sennilega fá yfir okkur aragrúa af fólki frá ýmsum fátækum heimshlutum yfir okkur til að vinna láglaunastörf og vandamálið mundi samt vera til staðar því að það fólk mun því bara oftast vera áfram fátækt hér sökum þess að það fær enga hálauna vinnu hér og það óháð menntun. Plús náttúrulega það að kynþáttafordómar munu margfaldast í ofanálag (og það útskýrir hálaunavinnuhöftin) og samt þarf þá að takmarka barneignir á þessum hópi þannig að þetta er komið í hring og enginn lausn af mínu mati.\nEn svo er það eitt sem ég fór að hugsa um í kjölfarið þegar ég las þetta og það er um hugtakið fátækt! hvað er fátækt?? ég hugsa að það sé svolítið teyganlegt hugtak og afstætt og til í svolítið mörgum myndum og stærðum en ég er á þeirra skoðunar að fátækt sem vestrænar þjóðir þekkja sé alls ekki hið sama og það sem restinn af heiminum fái að þola þannig að þá séu til þá allavegana tvær gerðir af verandlegri fátækt, vestræn og restræn.þú sérð það líka á því að það fólk sem kemur hingað frá “vanþróuðum” löndum til þess að freista gjæfunnar mun sennilega verða fátækt á vestrænan mælihvarða en mun samt sem áður verða ágætlega vel sett (ef ekki bara ríkt) á restrænum mælihvarða en guð forði öryrkjum íslands frá því að freista gjæfunar í afganistan þó svo að þeir yrðu með þeim efnaðari íbúum þar.\nFátækt og þau mörk er þess vegna oftast bara háð viðmiðunum og má því líka að segja að lífskjör vesturlanda byggist svolítið mikið til á fátækt annara landa sem byggja þennan heim rétt eins og að lífskjör hvers vesturlandalands byggist á fátækrum einstaklingum sem hlaða láglaunastörfin.\nÞað að geta útrýmt fátækt er samt sem áður ekki hægt með því stjórnkerfi og þjóðfélagsuppyggingu sem við íslendingar og vesturlandabúar hafa og það verður ekki hægt að útrýma fátækt nema þá á heimsmælikvarða og með að afmnema froskaskinnið(penninga) og lífshætti og lífskjör vesturlandabúa þannig að ég hugsa að fátækt hverfi því miður ekki á næstu öldum.\nEn er hamingjan háð efnahaginum? því ef svo er að þá ættu 80% af jarðarbúum að vera óhamingjusamir, sannkvæmt þeim fjölda jarðarbúa sem teljast fátækir."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-15 09:37:32",
            "id": "853780",
            "reply_to_id": "853779",
            "text": "Við erum ekki að tala um að banna þeim að eignast börn, heldur að koma í veg fyrir það mér lagasetningu er hljóðar þannig að allir foreldrar verða að tryggja börnin sín og hafi þeir ekki efni á því hafa þeir ekki efni á börnunum.  Það er ósamgjarnt gagnvart barninu að fæðast inn í óviðureigandi aðstæður.  Og mannkinið hefur áorkað miklu er lífsgæði varðar og þau ættu að ná til allra."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-15 09:51:37",
            "id": "853781",
            "reply_to_id": "853780",
            "text": "Kannski ekki akkurat hvernig lagasetning er orðuð í laga bók en þetta er það sem hún myndi segja"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-13 15:14:09",
            "id": "853782",
            "reply_to_id": "853762",
            "text": "Sem sagt “poster girls” voru kannski óþarfar en mér finnst alltaf jafn einkennilegt að sjá menn sem halda að þeir geti leikið Guð og náttúruna eða halda að þeir hafi rétt til að svipta annað fólk frelsi jafnvel til einföldustu og eðlilegustu hluta. Ég held að flest alvarlegustu vandamál jarðarinnar megi einmitt rekja til þessarar tilhneigingar."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2003-01-12 18:55:09",
            "id": "853783",
            "reply_to_id": "853758",
            "text": "Sæl Thulesól\nVerð að leyðrétta þig, fólsfjölgun á Íslandi er ein sú mesta á  Vesturlöndum, 2.1 barn pr. konu, u.þ.b. helmingi meira en á Ítalíu. Svo bætist hér við fjöldi innflytjenda, og allt er þetta hið besta mál við megum alveg við því að verða allavega um hálf milljón."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-01-12 23:02:09",
            "id": "853784",
            "reply_to_id": "853783",
            "text": "Ég veit að við stöndum skár að vígi en megnið af Vesturlöndum en engu að síður blasir það vandamál við okkur eins og þeim að gamla fólkið fer að verða meirihlutinn og unga fólkið minnihlutinn."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-01-12 23:41:22",
            "id": "853785",
            "reply_to_id": "853784",
            "text": "Fólki er rétt svo nýbyrjað að fækka hér á Íslandi.  Meðaltalið var lengi 2,1 barn á konu en er nýkomið niður í 1,99.  Hins vegar er það ekkert vandamál því það er offjölgun á fólki ef maður tekur heiminn allan og við getum bara fengið slatta af því lánað :)"
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2003-01-11 23:43:18",
            "id": "853786",
            "reply_to_id": "853745",
            "text": "Ok, þetta er verst uppsettasta grein sem ég hef lesið!\nBara svona bamm! þykkur veggur af bókstöfum, ég nenni ekki að lesa þetta.\nKreoli"
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2003-01-11 23:53:31",
            "id": "853787",
            "reply_to_id": "853745",
            "text": "1976.\nÞakka þér fyrir stórgóða hugleiðingu um þetta mál.\nkv.\ngmaria."
        },
        {
            "user": "thortho",
            "user_id": "7555",
            "date": "2003-01-12 00:57:20",
            "id": "853788",
            "reply_to_id": "853745",
            "text": "Ef þig langar til að hafa einhver almennileg áhrif þá ætti þitt fyrsta verk að losa þig við þetta viðhorf:\n“Ég legg ekki svo mikla vinnu í þessar skriftir … ”\nÞað taka fáir mark á einhverjum sem leggur enga vinnu í það sem hann gerir, og enn færri sem gera það ef það er viðurkennt af höfundi - alveg sama hverjar ástæðurnar eru."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2003-01-12 18:51:14",
            "id": "853789",
            "reply_to_id": "853745",
            "text": "Margt gott í þessu hjá þér. Ég er sérstakelga sammála þér um áburgðarlausar bareignir íslendinga og því miður virtist oft að þeir eigi flest börnin sem sýst skyldi. Einn kunningi minn sem því miður er frekar ábyrgðarlaus á 4 börn með 3 konum en býr með þeirri fjórðu og er “nýr pabbi” 3 barna hennar ! Þetta er íslenska ruglið í dag og ekki nema von að krakkarnir séu “fucked up”. Hér virðast stelpur oft ekkert spá mjög djúp í það hvort þær séu í stakk búnar að bjóða barni mannsæmandi líf, heldur; “mig bara langaði að eiga það, þó það væri kannski slys” !\nEn ég er sammála þér um að ríkið eigi að koma með patentlausn á þessum óljósa “fátætkarvanda”, þvi að vandinn er félagslegur og veður ekki leystur þó það verði ausið milljörðum í einhverja hít sem á að leysa vandann. Sumt fólk hefur úr mjög litlu að spila en mun aldrei telja sig fátækt en annað getur verið með nóg milli handa en verður samt fátækt því þetta er að miklu leyti andlegt vandamál.\nSá sem er alltaf eð barma sér er fátækur í hjarta sínu og mun ekki sína frumkvæði, en oft er þetta líka útaf menntunarskorti. Og talandi um menntunarskort þá er orðið vandamál með ungt fólk, sérstakelga stráka, að detta úr skóla þegar nóg er vinnan til að taka þátt í lífsgj´æðakapphlaupinu en standa svo uppi allslausit þegar kreppir að eins og þessa.\nNú bíða allir eftir einni töfralausninni sem á að gera okkur kleift að halda áfram dansinum í kringum gullkálfinn; Nýja virkjunin og álver."
        },
        {
            "user": "thortho",
            "user_id": "7555",
            "date": "2003-01-12 21:17:08",
            "id": "853790",
            "reply_to_id": "853789",
            "text": "“En ég er sammála þér um að ríkið eigi að koma með patentlausn á þessum óljósa ”fátætkarvanda\" [...]“\nÉg býst við að þú hafir gleymt ”ó\" þarna einhvers staðar, ekki satt?\nOg það eru engar patentlausnir til.  Ekkert vandamál verður leyst einn-tveir-þrír.  Ef það er hægt að leysa það á einfaldan og þægilegan hátt, þá er það ekki réttnefnt vandamál.  Það er heldur ekki nóg að slá á einhver birtingarform vandans, það þarf að fara að rótunum.  Menn losna ekki við kvenfyrirlitningu með því að banna klám, og fíkniefnavandinn verður ekki leystur með því einu að banna fíkniefni.  Og svo framvegis."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2003-01-13 03:03:21",
            "id": "853791",
            "reply_to_id": "853790",
            "text": "thortho\nÞetta átti að vera; “En ég er ekki sammála þér”…\nOg ég er samála þér að eins og með mörg félagsleg vandamál þá er ekki nóg að skipa nefnd og henda í hana peningum til að koma með patentlausn."
        }
    ]
}