{
    "forum_title": "Körfubolti",
    "user": "olisteini",
    "user_id": "24955",
    "date": "2003-01-11 14:29:22",
    "title": "Það sem er í gangi í NBA í dag",
    "text": "76 ers hafa átt erfitt updráttar undanfarið og tapað 8 af síðustu 10 leikjum þar á meðal 5 í röð og er recordið þeirra núna komið niðrí 19-17 rétt yfir 500% vinningshlutfalli.\nLakers virðast vera að rétta aðeins úr kútnum og hafa unnið 3 í röð í fursta skipti í vetur og 6 af síðustu 10, þeir eru núna 16-20 og komnir uppað hlið\nSeattle sem hefur átt erfitt undanfarið og tapað 8 af síðustu 10 og 4 í röð.\nDallas eru ennþá með langbestan árangur í deildinni með 30-5 og ghafa unnið 5 í röð þrátt fyrir smávægnleg meiðsli á nokkrum leikmönnum,t,d Nash,Lafrents,Nowitski ofl.\nEn Kings eru sennilega með besta liðið í vetur og hafa þeir sigrað öll toppliðin sem þeir hafa mætt til þessa meðal annars Dallas og Nets örugglega, Kings eru 27-10 en það sem gerir þetta ennþá merkilegra er að þeir hafa átt við gríðarlega mikið af meiðslum Mike Bibby hefur aðeins spilað 10 leiki,Peja Stojakovic hefur mist ú 10 leiki, Turkoglu 9 leiki, Gerald Wallace 9 leiki, Webber 5 leiki, Bobby Jackson sem var að spila frábærlega fyrir meiðslin með 19 stig að meðaltali í leik er búinn að missa úr 7 leiki núna.\nÞeir eru með rosalegt lið!\nOrlando hefur átt erfitt og með meiðsli Grant Hill sem virðast aldrei ætla að fara,hafa þeir núna tapað síðustu 6 af 10 leikjum og eru komnir niðrí 500% vinningshlutfall með 19-19 það er vonandi fyrir þá að Hill geti spilað meira en 10 mín í leik því ef það gerist eru á meðal bestu liða í deildinni.\nNets hafa verið að spila vel í vetur og hafa einn leik á Pacers í austurdeildinni með 27-10 og þar á meðal 9 sigra í síðustu 10 leikjum verst með Nets er að þeir hafa tapað sannfærandi fyrir tveim toppliðunum fyrir vestan fyrst Dallas og svo Kings sem unnu þá með 30 stiga mun.\nPacers hafa komið á óvart í vetur og leiða sinn riðil með 26-10 þar á meðal unnið 7 af síðustu 10 leikjum og 3 í röð. Ungu stjörnurnar ONeal,Harrington,Artest hafa verið að spila frábærlega ásamt restinni af liðinu sem hafa allir unnið sín verk með príði.\nWashington hafa verið að spila betur eftir því sem hefur liði á tímabilið og eru með 18-18 inní úrslitakeppninni eins og er og ef þeir halda áfram að spila vel gætu þeir endað í 7-5 sæti inní úrslitakeppnina og vildi ég ekki vera liðið sem mætir MJ og félögum þar! Hughes og Stackhouse hafa verið að spila mjög vel.\nEn ef úrslitakeppnin væri í dag myndi hún líta svona út.\nAustur\n1 Nets 27-10\n2 Pacers 26-10\n3 Pistons 24-10\n4 Celtics 20-15\n5 76ers 19-17\n6 Hornets 20-18\n7 Magic 19-19\n8 Wizards 18-18\nNæstu lið á eftir eru Bucks 15-20,Knicks 13-20 og Hawks 13-22\nVestur\n1 Dallas 30-5\n2 Kings 27-10\n3 Suns 23-14\n4 Spurs 22-14\n5 Blazers 21-14\n6 Utah 21-14\n7 Houston 19-15\n8 Minnesota 19-16\nNæstu lið á eftir Seattler 16-19, Lakers 16-20, Warriors 15-20, Clippers 14-20.",
    "url": "https://www.hugi.is/korfubolti/greinar/115851/thad-sem-er-i-gangi-i-nba-i-dag/",
    "url_id": "115851",
    "id": "853821",
    "replies": [
        {
            "user": "goat",
            "user_id": "18686",
            "date": "2003-01-11 17:26:58",
            "id": "853822",
            "reply_to_id": "853821",
            "text": "Ég er viss um að 76 ers eiga eftir að rétta úr kútnum."
        },
        {
            "user": "olisteini",
            "user_id": "24955",
            "date": "2003-01-11 18:14:11",
            "id": "853823",
            "reply_to_id": "853822",
            "text": "Ég efast ekki um að 76ers eigi eftir að rétta úr kúttnum!\nEn með austurdeildina þá held ég að þetta verði liði sem komist í hana Buck og Hawks hafa ekki verið að spila nógu vel í vetur til að komast yfir Washington eða Orlando held ég.\nEn vesturdeildin maður Seattle,Lakers.Clippers öll með svipað record og reyna að ná hinum liðunum það verður erfitt!"
        },
        {
            "user": "tumix",
            "user_id": "23375",
            "date": "2003-01-11 21:14:27",
            "id": "853824",
            "reply_to_id": "853822",
            "text": "já það hlýtur að vera að Philadelphia eigi eftir að rétta úr kútunum því þeir eru búinir að vera svo rosalega undanfarið"
        },
        {
            "user": "tumix",
            "user_id": "23375",
            "date": "2003-01-11 21:15:34",
            "id": "853825",
            "reply_to_id": "853824",
            "text": "svo rosalega lélegir átti þetta að vera"
        },
        {
            "user": "jonkorn",
            "user_id": "8512",
            "date": "2003-01-11 18:14:42",
            "id": "853826",
            "reply_to_id": "853821",
            "text": "Orlando með 500% vinningshlutfall? Það hlýtur að vera met :)"
        },
        {
            "user": "jois",
            "user_id": "7833",
            "date": "2003-01-11 19:07:10",
            "id": "853827",
            "reply_to_id": "853826",
            "text": "Sacramento tapaði reyndar í nótt fyrir Minnesota í framlengdum hörkuleik sem ég hefði svooooo mikið verið til í að sjá.\nChris Webber var óheppinn í lok venjulegs leiktíma, skoraði og fékk 2 stig og misnotaði víti sem hann fékk að auki eftir að Joe Smith hafði brotið á honum. Stojakovic var aftur með góðan leik og Keon Clark er þrusuvaramaður fyrir Vlade Divac og bara spurning hvenær Clark fer í byrjunarliðið. Slæmt fyrir Sacramento að Mike Bibby skoraði aðeins 7 stig og 2-12 í skotum, en var reyndar með 16 stoðsendingar.\nKevin Garnett var að vanda góður hjá Minnesota en Joe Smith var frekar óvænt með fínan leik, með sinn besta í leik vetur, 24 stig og hitti vel, eða 11-17.\nLA Clippers sigraði Seattle, þar sem að Andre Miller var með þrennu, 16 stig, 10 fráköst og 10 stoðsendingar en hitti 7-20 og tapaði 6 boltum á 47 mínútum af 48. LAC treysta algerlega á hann og tók hann nánast öll mikilvægu skotin í lokin.\nKobe Bryant náði sinni þrennu snemma í 3 leikhluta (5. þrennan hans í vetur), spilaði sama og ekkert í 4 leikhluta, samanlagt í 34 mín. Shaq spilaði í 31 mín, með 26 stig. Reyndar var þetta gegn ömurlegu Cleveland liði, en í 1. leik liðanna í vetur þá tapaði LAL fyrir Cleveland. Spurningin er hvort að LAL sé að komast í gang."
        },
        {
            "user": "wbdaz",
            "user_id": "6083",
            "date": "2003-01-11 19:01:54",
            "id": "853828",
            "reply_to_id": "853821",
            "text": "500% vinningshlutfall er ómögulegt. Þú ert líklega að meina 50,0% vinningshlutfall :)"
        },
        {
            "user": "jonkorn",
            "user_id": "8512",
            "date": "2003-01-11 23:11:34",
            "id": "853829",
            "reply_to_id": "853828",
            "text": "wbdaz: það sem hann hefur átt við er .500% því oft stendur á statistics yfir stöðu liða .???% og hann hefur bara misskilið þetta sem 500% :) Simple misskilningur :)"
        },
        {
            "user": "jois",
            "user_id": "7833",
            "date": "2003-01-12 00:18:06",
            "id": "853830",
            "reply_to_id": "853829",
            "text": "jonkorn: “það sem hann hefur átt við er .500% ”\náttu þá við að það standi 0,5% á statistics yfir stöðu liða? Neinei, kjáni ertu eða ertu kannski on drugs. 0.5 er hlutfallið af einum heilum. Og 0,5 er 50%, en ekki .500% sem er bara sama og 0,5%."
        },
        {
            "user": "jonkorn",
            "user_id": "8512",
            "date": "2003-01-12 00:23:56",
            "id": "853831",
            "reply_to_id": "853830",
            "text": "hérna… er ekki í lagi heima hjá þér? Það stendur víst sumstaðar .500 og nefni ég sem dæmi nba.com (\nhttp://www.nba.com/standings/by_division.html)\nen þar er reyndar 0 fyrir framan. Eða 0.500. Það var eitt sinn á nba.com alltaf .500 en þeir hafa breitt því í 0.500"
        },
        {
            "user": "jonkorn",
            "user_id": "8512",
            "date": "2003-01-12 00:26:00",
            "id": "853832",
            "reply_to_id": "853831",
            "text": "Annars var ég upphaflega að meina að .500 sé það sama og 50% en ekki 500%. 0.5, .500, 0.500 og allt það er það sama og 50% en í greininni segir hann á allavega tveim stöðum 500%. Þess vegna grunaði mig að hann hafi séð .500% einhverstaðar :)\nGet my point?"
        },
        {
            "user": "jonkorn",
            "user_id": "8512",
            "date": "2003-01-12 00:29:10",
            "id": "853833",
            "reply_to_id": "853832",
            "text": "ESPN eru með .500\nhttp://sports.espn.go.com/nba/standings"
        },
        {
            "user": "jois",
            "user_id": "7833",
            "date": "2003-01-12 00:33:23",
            "id": "853834",
            "reply_to_id": "853833",
            "text": "Gott og vel.\nÉg var nú bara með smá leiðindarútúrsnúning.\nÞú byrjaðir með þetta kjána- og drugstal. Svo ég svaraði í sömu mynt. Ég nenni ekki að vera að rífast við þig eins og gömul hjón á hugi.is. Það fór svolítið í mig þegar þú ert að kalla mig kjána og eitthvað svoleiðis."
        },
        {
            "user": "jonkorn",
            "user_id": "8512",
            "date": "2003-01-12 00:37:21",
            "id": "853835",
            "reply_to_id": "853834",
            "text": "Allt sagt í góðu glensi :)"
        },
        {
            "user": "jois",
            "user_id": "7833",
            "date": "2003-01-12 00:42:32",
            "id": "853836",
            "reply_to_id": "853835",
            "text": "Sama hér. Allt sagt í góðu glensi.\nBara verst hvað það er oft erfitt að túlka annaðhvort kaldhæðni og/eða grín, þegar það kemur fram í rituðu máli eins og á hugi.is. Svo að það sem er sagt í góðu glensi, er lesið af öðrum sem argasta móðgun."
        },
        {
            "user": "KoRnHead",
            "user_id": "9968",
            "date": "2003-01-11 19:28:09",
            "id": "853837",
            "reply_to_id": "853821",
            "text": "Má líka minnast á að Memphis hefur gengið ágætlega og Jason Williams hefur tapað mjög fáum boltum í vetur:)"
        },
        {
            "user": "olisteini",
            "user_id": "24955",
            "date": "2003-01-11 20:57:24",
            "id": "853838",
            "reply_to_id": "853837",
            "text": "Já Memphis hafa verið að spila vel eftir að þessa hroðalegu byrjun í vetur!!\nEins nefndi ég ekki Suns sem hafa komið öllum á óvart í vetur með þriðja besta árangur í vestrinu í vetur og Stephon Marbury hefur verið að sína og sanna að hann getur leitt sigurlið í NBA og er meðal topp 3 PG í NBA á dag!"
        },
        {
            "user": "jois",
            "user_id": "7833",
            "date": "2003-01-11 21:29:46",
            "id": "853839",
            "reply_to_id": "853838",
            "text": "Já, Memphis eru að spila betur en þegar þeir töpuðu 15 fyrstu leikjunum eða hvað það var. En Memphis er tæplega að spila vel núna, vandræðalegur sóknarleikur því þá vantar raunverulegan leiðtoga eða stórstjörnu, eru með eitt slakasta varnarlið deildarinnar og slakasta árangur á útivelli í NBA. En þeir eru ekki með óáhugavert lið, liðið er frekar ungt órútínerað sóknarlið sem nennir ekki að spila vörn. Þannig lið eru oftast skemmtileg.\nPhoenix áttu hræðilegt tímabil í fyrra (36-46) og mig minnir að þeir hafi rétt slefað í playoffs 2000-2001 tímabilið. Núna stefna þeir á heimaleikarétt í playoffs og eru að standa sig vel. Marbury hefur aldeilis hrósað nýliðanum Amere Stoudamire, sem tók 21 frákast í gær, og segir hann miklu betri en Kevin Garnett.\nVandamál þeirra hefur verið í gegnum árin hvað þeir eru óheppnir með meiðsli en hafa sloppið hingað til, fyrir utan Penny Hardaway. Þeir hafa stórskemmtilegt lið, en aðalvandamálið var augljóst, þá vantar Center og stóran framherja. Stoudamire hefur óvænt staðið sig frábærlega sem stórframherji en vandamálið er ennþá Center. Það mætti líkja þeessu vandamáli við vandamál Minnesota liðsins, sem sleppa nánast að nota Center en í staðinn eru allir leikmenn liðsins að rífa niður fráköstin, t.d. Garnett og Marion sem spila SF eru báðir með 10 fráköst í leik.\nPhoenix eru að mínu mati með eitt skemmtilegasta liðið í Vestrinu, hin liðin eru Dallas, Sacramento, LA Clippers ef þeir væru ekki svona lélegir og kannski Minnesota eða Houston."
        }
    ]
}