{
    "forum_title": "Hestar",
    "user": "ivar",
    "user_id": "1346",
    "date": "2003-01-12 17:01:34",
    "title": "Hestar og motocross",
    "text": "Ég hef verið að velta fyrir mér hestum og motocrosshjólum og hvernig þeim fer saman. Það gefur auga leið að hestar geta ekki umgengist þessi mótorhjól vegna þess að þeir verða hræddir við þau. Þannig vill nú til að ég er á motocross hjóli og hef mikið gaman að því að keyra. Því miður neiðist ég til að keyra á hestastígum en reyni eftir fremsta megni að sýna tillit til hestafólks (þó svo að það sé yfirleitt miskilið.) Þegar ég sé reiðisvipin á hestamönnum held ég að þeir hugsi, “Af hverju í andsk.. eru þessi mótorhjól á reiðgötunum OKKAR”. Við þessu er einfalt svar, hestastígarnir eru allstaðar og því er ekkert pláss fyrir mótorhjólafólk. Af þessu leiðir að krossararnir eru út um allt í staðin fyrir á einu afmörkuðu svæði. Ég veit að það hefur verið reynt margsinis að fá svæði fyrir krossbraut og ef úr því mundi verða yrðu gerðir stígar til og frá því. En vegna þess að hestafólk er með sitt svæði allstaðar fæst ekkert svæði fyrir mórorhjól. Því er ég aðalega að athuga hvor að hestafólk væri ekki til í að athuga með að láta af hendi smá skika svo að krossarar gætu verið þar.\nBáðir aðilar hafa hagsmuni af þessu\nKrossarar: Fá svæði þar sem þeir “meiga” vera\nHestar: Fá frið fyrir mótorhjólunum á hinum öllum svæðunum\nEndilega látið mig fá comment á þetta en ekki nein leiðinleg svör s.s. “hestar meiga allt”, eða “krossarar eru í vaxandi mæli og eiga því meiri rétt”\nKv. Íva",
    "url": "https://www.hugi.is/hestar/greinar/116053/hestar-og-motocross/",
    "url_id": "116053",
    "id": "855703",
    "replies": [
        {
            "user": "voff",
            "user_id": "9214",
            "date": "2003-01-12 19:04:46",
            "id": "855704",
            "reply_to_id": "855703",
            "text": "Mér finnst að þið ættuð að fá ykkar eigin stað til þess að vera á en kannski ekki reiðgötu þær eru nú ekki margar hjá hverju félagi :(\nGætuð þið ekki fengið einn gólfvöll ;) hehehe\nÞað væri MJÖG gott ef að allir á þessum motocross hjólum mundu sína tiletsemi eins og þú ! :)"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-01-12 19:45:05",
            "id": "855705",
            "reply_to_id": "855703",
            "text": "Auðvitað ættu krossarar að fá svæði þar sem þeir mega vera en hins vegar er ég ekkert svo viss um að það myndi leiða til þess að hestamenn fengju að vera í friði á hinum svæðunum.  Það yrðu ábyggilega alltaf einhverjir meðal krossara sem yrðu leiðir á sínu svæði og finndist hestamenn alveg geta séð af smá meira."
        },
        {
            "user": "asley",
            "user_id": "6473",
            "date": "2003-01-12 20:10:32",
            "id": "855706",
            "reply_to_id": "855703",
            "text": "við erum í gusti og erum alltaf að lenda í einhverju veseni með krossara, en þið eruð alls ekki allir slæmir. Við spurðumst fyrir og okkur var sagt að þið “ættuð” svæði sem þið mættuð vera á, en miðað við að þið eruð alltaf á reiðvegunum er þetta svæði nú hálf sorglegt : )\nÁ meðan þið eruð ekki búnir að fá betra svæði vil ég bara biðja alla krossara um að sýna tillitsemi því þetta gæti kostað mannslíf þegar hestarnir fælast, en einnig veit ég að hestamenn geta verið mjög ókurteisir í garð ykkar þannig að við verðum bara að vera tillitsöm : )\nEn þetta er fín grein hjá þér og engin leiðindi, en eins og einhver sagði hérna áðan þá erum við hestamenn ekki með mikið af reiðvegum miðað við golfvellina : )"
        },
        {
            "user": "Macinnis",
            "user_id": "28464",
            "date": "2003-01-12 20:39:29",
            "id": "855707",
            "reply_to_id": "855706",
            "text": "það sýna nú flestir tilit til hestafóks\nalavega vona eg það:)"
        },
        {
            "user": "Andskoti",
            "user_id": "29761",
            "date": "2003-01-12 20:45:08",
            "id": "855708",
            "reply_to_id": "855703",
            "text": "Loksins fólk frá báðum hliðum að tala um þetta mál án leiðinda, ég er hrærður  :')"
        },
        {
            "user": "Sleipnir",
            "user_id": "6698",
            "date": "2003-01-12 22:24:41",
            "id": "855709",
            "reply_to_id": "855703",
            "text": "Eins og ég sagði á mótorhjólaáhugamálinu þar sem þessi grein er líka :)\nÉg verð nú að byrja á að segja að þetta er mjög sanngjörn og athyglisverð grein hjá þér.\nÞað má vera að hestamenn telji sig eiga næstum alla staði hér á landi, en það er ástæða fyrir því. Hestamennskan er rótgróin í menningu okkar og er reyndar á hallandi fæti núna vegna þess að færri og færri hafa nokkurn áhuga á þessu og lélegs kynningarstarfs.\nÉg er alveg viss um að þið mótorhjólamenn fáið ykkar braut innan tíðar, sérstaklega ef þið talið við borgaryfirvöld þar sem þið búið.\nMeð von um góð samskipti á milli okkar í framtíðinni.\nkv, Sleipni"
        },
        {
            "user": "Astabesta",
            "user_id": "20286",
            "date": "2003-01-12 22:25:38",
            "id": "855710",
            "reply_to_id": "855703",
            "text": "Mikið er gott að heyra í almennilega samvisku- og tillitsamri manneskju tala! Ég er sammála þér í því að það á að gera sér svæði þar sem þið getið verið, alveg jafnt og við höfum okkar svæði. Þetta þarf að vera jafnt, því annars gætum við fengið crossfólkið á móti okkur svipað og gólfarana! ;) LOL… og ekki viljum við fleiri af þeirri gerð!\nEn ég get sagt þér það, að það eru ekki allir sem hugsa þetta mál eins og þú! Það eru til þeir sem hafa virkilega gaman af því (eða svo virðist það!) að fæla undan fólki á hestbaki! Og svoleiðis fólk á hreinlega að taka í gegn! Þetta getur verið STÓRhættulegt!\nÞað hefur ein manneskja t.d. sagt mér frá því að hún hafði verið að ríða styggum hesti út, og einhverjir guttar á crossurum komu að henni. Hún hægir á hestinum og ríður út í kant, til að gefa þeim séns á að komast rólega framhjá henni. Þeir koma nær og nær, og hægja ekkert á svo hún fer að verða óróleg um hvað gerist! Hana langaði ekkert til að detta af baki, og sérstaklega ekki af hesti sem gæti þessvegna hlaupið út á veg! Svo gerist það ótrúlega, að guttarnir á crossurunum, koma keyrandi, beint á móti henni, og skransa BEINT fyrir framan hana!! Hesturinn hræðist ekkert smá og hleypur eitthvað burt, en hún nær að stoppa hann. Þetta endaði allt vel, en þetta hefði getað farið mun verr en fór!\nOg ekki veit ég betur en að strákunum á hjólunum hafi bara fundist þetta fyndið.\nÞað þarf að koma þessu burt, bæði vegna hættu, og líka vegna þess að það er mikið skemmtilegra fyrir fólk sem stundar crossið að þurfa ekki að vera að taka tillit til einhverja hesta!\nKv. Ásta\nPs. það var ekki vegna þess að ég held að það séu bara strákar sem eru á crossurum (ég veit betur!), sem ég sagði að þetta hefði verið strákar, heldur einfaldlega vegna þess að mér var sagt að þetta hefðu verið strákar."
        },
        {
            "user": "Morf3uz",
            "user_id": "19130",
            "date": "2003-01-12 22:33:43",
            "id": "855711",
            "reply_to_id": "855710",
            "text": "Ég er á krossara og þegar ég er að hjóla á hestastígum og sé hesta stoppa ég fer út í kant og allt gott og blessað með það svona 70% af hestafólkinu sem ég stoppa fyrir bíður góðan daginn og solleis en þið hin 30% sem segið drullaðu þér af stígnum mínum þið verðið bara að afsaka að þegar ég reyni að vera kurteis en fæ ókurteisi á móti þá bara set ég hjólið í gang og trylli í burtu en eins og ´´eg sagði áðan þá stoppa ég alltaf fyrir hestaliðinu en það væri nú frekar gott ef að þið mynduð bara hjálpa okkur að fá svæði þá geta allir verið ánægðir :)\nMorf3uz"
        },
        {
            "user": "sinnep",
            "user_id": "1562",
            "date": "2003-01-13 06:00:06",
            "id": "855712",
            "reply_to_id": "855703",
            "text": "En þrátt fyrir að það kæmi motocrossbraut rétt fyrir utna bæinn þá yrrðum við ekki alveg laus við hjólin af stígunum, vegna að í rauninni eru þessir stígar soldið mikil samgöngu æð. Bæði fyrir hestamenn og motocross eigundur. En hvernig væir að reyna bara að fá alla sem að nota þessa stíga til að sýna smá umburðalindi og okkur motocross fólkið til að stoppa útí kanti og drepa á hjólunum. Og þá held ég að við gætum öll nýtt þessa stíga."
        },
        {
            "user": "kjarnorka",
            "user_id": "26877",
            "date": "2003-01-13 11:39:01",
            "id": "855713",
            "reply_to_id": "855712",
            "text": "hef lent í að vera fælt undir hjá mér á krossara og hesturinn ætlaði aldrei að hætta að skjálfa. hann varð hræddur við allt sem að á vegi hans var og á endanum felldum við hann það var ekki hægt að róa hann :(  en já mér finns þetta sanngjarnt að hjólamenn eigi að fá sinn veg eins og við okkar og gólfararnir og knattsðyrnumenn sinn."
        },
        {
            "user": "Morf3uz",
            "user_id": "19130",
            "date": "2003-01-15 23:07:28",
            "id": "855714",
            "reply_to_id": "855713",
            "text": "þar er ég nú sammál þé"
        },
        {
            "user": "karensk",
            "user_id": "27587",
            "date": "2003-01-16 17:18:40",
            "id": "855715",
            "reply_to_id": "855703",
            "text": "ég er nú ekkert að svara þessari grein sérstaklega en mér dettur samt eitt í hug varðandi hesta og crossara. ég fór í hestaferðínn í Klett á skeiðaafrétti og þar voru crossaraför um allt! það var geðveikt “sad” að sjá það, ég veit samt alveg að það eru hestamenn sem fara með rekstra utan vega og þeir eiga að skammast sín, en það er geðveikt asnalegt að þurfa að fara um allt á crossara og rústa umhverfinu. Ég veit líka að þa' er ekkert gaman að vera á crossara og vera bara á veginum, en er ekki til eitthvað svæði þar sem crossarafólk getur verið án þess að vera að skemma eitthvað?"
        },
        {
            "user": "karensk",
            "user_id": "27587",
            "date": "2003-01-16 23:24:05",
            "id": "855716",
            "reply_to_id": "855715",
            "text": "karensk: það er alveg tilvalið fyrir mótorhjólagaura að vera umhverfis Klett, þar ekkert nema urð og grjót. Fínt að þeir spæna þetta upp, það er hvort eð er ekki stingandi strá þarna uppfrá. Ekkert nema lúpínu helvíti… Ég var þarna uppfrá í sumar og það var fullt af förum eftir gaurana og svo allt í einu birtust þeir þarna austan í Reykholtinu. Ég fór síðan með pabba og mömmu uppeftir í berjamó í haust og við viltumst aðeins af leið af bílaveginum og keyrðum bara beint yfir sandinn þar til við hittum á veginn aftur. Þetta er náttlega kjörið svæði fyrir þessa vitleysinga… (með tilliti til þeirra sem eru á krossurum og enduro hjólum)"
        },
        {
            "user": "karensk",
            "user_id": "27587",
            "date": "2003-01-17 14:52:45",
            "id": "855717",
            "reply_to_id": "855716",
            "text": "Það er reyndar alveg satt.. það er gegt mikil lúpína og þeir skemma valla sandinn, en það voru líka för í hinum gróðrinum!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-20 12:54:33",
            "id": "855718",
            "reply_to_id": "855717",
            "text": "Mér er sama hvað þú segir, þetta er samt alveg kjörlendi fyrir þá til að leika sér í. Ég fékk að keyra jeppann hjá pabba þarna uppfrá, reyndar próflaus þá, og ég stoppaði í sandinum og spólaði þokkalega af stað, svoleiðis lagast í næsta hvassviðri og ég veit að það getur hvesst hressilega þarna innfrá."
        }
    ]
}