{
    "forum_title": "Hestar",
    "user": "karensk",
    "user_id": "27587",
    "date": "2003-01-12 19:29:43",
    "title": "Góð aðferð við beislisvanda...",
    "text": "Jæja, nú er ég búin að fara nokkrum sinnum á bak Sprengju, og það er búið að sýna mér hvernig ég á að laga hana, því hún vill  vera soldið taumstýf greyið. Aðal málið er auðvitað að toga aldrei á móti, aldrei kippa í tauminn eða vera stöðugt að “toga” hausinn á hestinum upp. Ef allt er gert rétt á hesturinn að fá sjálfstæðan vilja til að bera höfuðið hátt! Þess vegna til að byrja með á maður að vera með slakan taum en “nikka” samt reglulega sitthvoru megin, þá fær maður hestinn til að nota mélin rétt. Svo er gott að fara öðruhvoru í S á veginum en það getur samt gert hestinn pirraðan, og þess vegna þarf að launa honum ef hann hefur gert rétt með því að sleppa S-inu einhvern dáltinn spotta… Svo er líka rosalega góð tamning að ríða fet, gefa hestinum tauminn en halda samt soldið við…  Muna að launa honum ef hann gerir rétt með því að gefa eftir í taumhaldinu! Þetta er það sem ég er að gera við Sprengju núna, og ég finn mikinn mun á henni eftir hvern reiðtúr, hún er alltaf að fara batnandi, reyndar hefur hún verið mjög góð frá upphafi  en lengi má gott bæta og það er það sem ég er að reyna núna. Endilega prófið þetta ef hesturinn ykkar er eitthvað slæmur í beisli :) Good luck everyone!",
    "url": "https://www.hugi.is/hestar/greinar/116046/god-adferd-vid-beislisvanda/",
    "url_id": "116046",
    "id": "855636",
    "replies": [
        {
            "user": "karensk",
            "user_id": "27587",
            "date": "2003-01-13 18:05:52",
            "id": "855637",
            "reply_to_id": "855636",
            "text": "Veistu, það sem ég geri, og hef alltaf gert er það að fara á gott tölt, og stoppa snögglega og segja hóóóó.\nEndurtaktu þetta mörgum sinnum og hesturinn lyftist upp eins og ekkert sé.\nEf þetta er tryppi, þá lærir hann að stoppa með orðinu hóóóóó og að hafa höfuðið hátt og með léttan taum.\nPrófaðu þetta, þetta virkar alltaf."
        },
        {
            "user": "karensk",
            "user_id": "27587",
            "date": "2003-01-13 18:35:29",
            "id": "855638",
            "reply_to_id": "855637",
            "text": "mér´líkar þessi aðferð ekket, hún mundi allavega ekki henta Sprengju, því hún á ekki við þann vanda að reisa ekki hausinn, heldur er ég að reyna að gera hana taumléttari, og þá kemur reisingin líka á sjálfu sér. Svo á maður ekki að stoppa snögglega, heldur taka í, slaka, taka í, slaka… eftir smá æfingu hægir hesturinn við það eitt að tekið sé smá í tauminn. Svo flauta ég þegar hesturinn á að stoppa."
        },
        {
            "user": "karensk",
            "user_id": "27587",
            "date": "2003-01-13 18:47:27",
            "id": "855639",
            "reply_to_id": "855638",
            "text": "(arrg) *Mótmæli*\nÞessi aðferð er fyrir bæði að hafa hestinn taumléttari og vera með betri höfuðburð.\nÞegar ég var að tala um að stoppa snögglega er ég ekki að meina það að maður á rykkja í tauminn heldur bara að stoppa rólega en ekki reyna að láta hestinn stoppa á löngu bili.\nÞetta var ég allt að meina."
        },
        {
            "user": "karensk",
            "user_id": "27587",
            "date": "2003-01-13 18:52:52",
            "id": "855640",
            "reply_to_id": "855639",
            "text": "Það var reyndur tamningamaður sem sýndi mér hvernig ég gæti lagað taumstífnina í Sprengju og hann sýndi mér líka hvernig ætti EKKI að gera. Hann sagði mér að toga ekki stanslaust í til að stoppa."
        },
        {
            "user": "karensk",
            "user_id": "27587",
            "date": "2003-01-13 18:54:56",
            "id": "855641",
            "reply_to_id": "855640",
            "text": "PLÍS NENNIRU AÐ HÆTTA ALLTAF AÐ ANDMÆLA MÉR!!!!!!!!!!! Þú hefur eitthvað persónulegt á móti mér.\nNei, ég er ekki að toga stanslaust til að stoppa og það var DIDDI Bárðar sem kenndi mér þetta.\nBeat that, fool."
        },
        {
            "user": "karensk",
            "user_id": "27587",
            "date": "2003-01-13 18:57:08",
            "id": "855642",
            "reply_to_id": "855641",
            "text": "svo þú ert líka einn af þessum “Didda-dýrkurum” ég hef samt ekkert á móti þér aða Didda, en ég þekki samt Sprengju helvíti vel og þykist vita betur en þú hvað virkar á hana!"
        },
        {
            "user": "karensk",
            "user_id": "27587",
            "date": "2003-01-13 19:03:08",
            "id": "855643",
            "reply_to_id": "855642",
            "text": "Já, ég veit ekki í piiip hvað þú átt að nota á þessa sprenginguna þína, en ég er ekkert didda dýrkandi þrátt fyrir að ég hafi farið á eitt námskeið hjá honum.\nAf hverju hefur hann orðið svona góður reiðmaður?\nVegna þess að hann notar RÉTTAR aðferðir á hross.\nHver er þessi tamningarmaður sem þú sagðist fá ráð hjá???"
        },
        {
            "user": "karensk",
            "user_id": "27587",
            "date": "2003-01-13 19:06:46",
            "id": "855644",
            "reply_to_id": "855643",
            "text": "hann er ekkert þekktur eða neitt, já Diddi er helvíti góður, væntanlega útaf réttum aðferðum. Og ef þú ætlar að vera drulla yfir Sprengju þá geturu farið í rassgat. Hún er ekki 7 vetra og er alls ekki fullmótuð enn, en hún á eftir að verða snillingur. Ég er ekki að tala um á keppnisvellinum, heldur sem gott reiðhross og duglegt ferðahross.. hún hefur þegar nokkrar ferðir og borið það vel af sér."
        },
        {
            "user": "karensk",
            "user_id": "27587",
            "date": "2003-01-13 19:11:16",
            "id": "855645",
            "reply_to_id": "855644",
            "text": "VÍST!!!!! DIDDI ER LANDSÞEKKTUR OG er nokkuð heimsþekktur og hefur orðið heimsmeistari í skeiði.!!!\nOg só þótt að hún er 7 vetra, það er ekki eins og það séi verra að nota þessa aðferð við hana, þrátt fyrir aldurinn.\n“já Diddi er helvíti góður, væntanlega útaf réttum aðferðum”\nOg hvað ertu þá að nöldra??????"
        },
        {
            "user": "karensk",
            "user_id": "27587",
            "date": "2003-01-13 19:29:08",
            "id": "855646",
            "reply_to_id": "855645",
            "text": "það sem ég er að gera við sprengju er að venja hana af því að skæla sig alltaf þegar maður tekur í taum, og þess vegna tel ég að það sé ekki gott að nota þessa aðferð Á HANA, en ég veit ekkert um hvort þessi aðferð er góð eða ekki, og þess vegna biðst ég afsökunar ef ég hef látið eitthvað í ljós með að mer líki hún ekki. vinir?"
        },
        {
            "user": "karensk",
            "user_id": "27587",
            "date": "2003-01-13 21:25:32",
            "id": "855647",
            "reply_to_id": "855646",
            "text": "Jájá, en þú gast komið þessu meira á framfæri að þú værir að gera þetta, og jájá, við eru alleg vinir…"
        },
        {
            "user": "karensk",
            "user_id": "27587",
            "date": "2003-01-13 21:26:39",
            "id": "855648",
            "reply_to_id": "855647",
            "text": "oki :)  þitt virkar samt örugglega :)"
        },
        {
            "user": "rammstein",
            "user_id": "27927",
            "date": "2003-01-17 17:37:53",
            "id": "855649",
            "reply_to_id": "855638",
            "text": "karensk  þú sagðir að þú flautaðir til að fá hana Sprengju til að stoppa..ég er ekki að seigja að það sé ekki góð aðferð…eennn maður sem að var með mér í húsi gerði þetta og þetta virkaði massa vel þar til að við vorum í reiðtúr í byrjun maí eitt árið….þá átti merin hans það til að stoppa í hvert skpti sem að einhver var að flauta….það var kona með hund sem að var að flauta á hundinn og hún (merin) stoppaði….það var maður í göngutúr sem bauð góðan daginn og fór svo að flauta og hún (merin) stoppaði….það var maður að veiða og hún (merin)stoppaði…eftir þessa reynslu hætti hann að kenna hestunum sínum að stoppa með flautmerkjum\nenn samt gangi þér bara vel með hana Sprenju"
        },
        {
            "user": "karensk",
            "user_id": "27587",
            "date": "2003-01-20 13:27:11",
            "id": "855650",
            "reply_to_id": "855649",
            "text": "skil… Takk fyrir að benda mér á þetta :)"
        },
        {
            "user": "Stuffy",
            "user_id": "29717",
            "date": "2003-01-13 19:05:55",
            "id": "855651",
            "reply_to_id": "855636",
            "text": "Öhömm.\nRe: Gangsetning!\ngeneral þann 13. janúar - 08:31\nþetta er sáraeinfalt. Ef þú ert á fákssvæðinu er mjög gott ad fara niður á stóravöll krefja merina 10 metra og svo stoppa og halda svo áfram 10 metra og svo stoppa gera þetta í nokkra reiðtúra fyrst á hún eftir að skylja ekkert hvaðan á veðrið stendur. Mundu bara að færa hnakkin aftar og sína þolinmæði og hafa einhvern góðan veg það munar miklu og líklegt er að merin leiti í aðrahvora áttina þess vegna er mjög gott að vera á vellinum. Merin á eftir að taka eitt spor og svo tvö og þrjú,eftir 10 túra er hún orðin skotheld…………\nSvara þessu áliti\nþetta var eins og flipskate var að segja karensk.\nég nota alltaf þessa aðferð og hún hefur virkað mjög vel."
        },
        {
            "user": "risaopal",
            "user_id": "11225",
            "date": "2003-01-14 14:56:36",
            "id": "855652",
            "reply_to_id": "855636",
            "text": "Góð grein."
        },
        {
            "user": "karensk",
            "user_id": "27587",
            "date": "2003-01-14 15:44:08",
            "id": "855653",
            "reply_to_id": "855652",
            "text": "Takk fyrir :)"
        },
        {
            "user": "Astabesta",
            "user_id": "20286",
            "date": "2003-01-14 18:38:50",
            "id": "855654",
            "reply_to_id": "855636",
            "text": "Gott að þið eruð búin að sættast, Því eins og þið segið bæði; það er engin aðferð sem henntar öllum hestum jafn vel! Þeir hafa hver sínar þarfir og hver sína persónuleika rétt eins og við; sumir eru sammála en sumir ekki! ;P"
        },
        {
            "user": "karensk",
            "user_id": "27587",
            "date": "2003-01-14 21:57:14",
            "id": "855655",
            "reply_to_id": "855654",
            "text": "Rétt er það :) og ég er líka fegin að við sættumst því að ég þoli ekkert jafn illa og að vera ósátt við einhvern!"
        },
        {
            "user": "Exciting",
            "user_id": "29712",
            "date": "2003-01-16 19:18:59",
            "id": "855656",
            "reply_to_id": "855655",
            "text": "Já, það er best að ‘'leika’' við hana í beislinu, toga laust-slaka o.s.fr en láta hana alltaf vita af þér þ.e.a.s halda henni alltaf við efnið og láta hana hugsa bara um það sem hún er að gera..\nFínt er líka að gefa henni kögla þegar hún gefur eftir þegar togað er (laust) í tauminn..\nÞá smám saman fattar hún að þessu sækist þú eftir og hún verður ánægð líka!!\nGangi þér vel ;)"
        },
        {
            "user": "karensk",
            "user_id": "27587",
            "date": "2003-01-16 20:14:07",
            "id": "855657",
            "reply_to_id": "855656",
            "text": "Takk :)  …. þetta er alveg að virka með hana og ég er svo hamingjusöm yfir því :)"
        }
    ]
}