{
    "forum_title": "Harry Potter",
    "user": "BudIcer",
    "user_id": "18832",
    "date": "2003-01-12 19:09:52",
    "title": "Tímalína Harry´s (1992-1995)",
    "text": "Jæja hérna er partur 2, þeir sem ekki hafa lesið 3 eða 4 bókina ættu ekki að lesa þetta.\n1992\nFyrsta vikan í Júní - Harry, Ron og Hermione elta Quirrell sem er í leit að viskusteininum, komast framhjá hindrunum og Harry sigrar Quirrell/Voldemort og viskusteininum er eytt\n31 Júlí - Húsálfurinn Dobby heimsækir Harry og varar hann við yfirkomandi hættu ef hann snýr aftur í Hogwarts.\nSnemma í ágúst - Ron bjargar Harry frá Dursley fjölskylduni í fljúgandi bíl og tekur hann með sér heim í “Hreysið”\n1 September - Annað skólaár byrjar\n31 Október - 500 ára dánadagsveisla hjá Næstum Hauslausa Nick. Um kvöldið heyrir Harry rödd sem hótar dauða og finnur Frú Norris steingerða\n1993\nVor - Tom Marvolo Riddle(Trevor Delgome) er sigraður í Leyniklefanum, Harry drepur Basilíuslönguna.\n31 Júlí - Harry verður þrettán ára, Marge frænka kemur í heimsókn\n7 Ágúst - Á síðasta degi heimsóknarinnar, Harry verður svo reiður eftir ummæli frá Marge að hann blæs hana upp og flýr af hólmi. Harry fær far með Riddaravagninum á Leka Seiðpottinn.\n7-30 Ágúst - Harry gistir á Leka Seiðpottinum og eiðir flestum sínum dögum í að rölta um Skástræti\n31 Ágúst - Harry hittir Ron og Hermione í Skástræti og gista þau öll þar. Harry kemst að því að Sirius Black er á eftir honum eftir að hafa sloppið frá Azkaban.\n1 September - Harry byrjar sitt þriðja ár í Hogwarts sem er núna gætt af vitsugum\n1994\n6 Júní - Við sólsetur á að aflífa Grágogg, Sirius Black er handsamaður þetta kvöld og á að veita honum Kossin, Harry, Ron og Hermione ná að bjarga Grágoggi og nota hann til veita Sirius frelsi. Harry kemst að því hver ber ábyrgð á dauða foreldra sinna.\n22 Ágúst, Mánudagur - Harry fer ásamt Weasley fjölskylduni og Hermione á 422 heimsmeistaramótið í Quidditch\n1 September - Harry og vinir hanns byrja fjórða ár sitt í Hogwarts\n31 Október - Eldbikarinn velur nemendur til að keppa í Þrígaldraleikunum, bikarinn er lokkaður til að velja Harry.\n24 Nóvember, Þriðjudagur - Fyrsta verkefnið í Þrígaldraleikunum er að komast framhjá dreka og ná Gulleggi\n25 Desember - Jóladansleikurinn fer fram(20-24)\n1995\n24 Febrúar, kl 9:30 - Annað verkefnið í Þrígaldraleikunum er að finna aðferð til að geta lifað neðansjávar og bjarga því sem maður myndi sakna mest\n24 Júní, við rökkur - Þriðja þrautin í Þrígaldraleikunum fer fram og eru Harry og Cedric fluttir með leiðarlykli á fundarstað við Voldemort, Ormshali drepur Cedric með sprota Voldemorts. Blóð úr Harry er notað til að gefa Voldemort líkama sinn aftur, Dráparar eru kallaðir aftur í þjónustu Voldemorts. Harry og Voldemort heyga einvígi en “Priori Incantatem” bjargar Harry og hann getur flúið aftur til Hogwarts með lík Cedrics",
    "url": "https://www.hugi.is/hp/greinar/116049/timalina-harrys-1992-1995/",
    "url_id": "116049",
    "id": "855673",
    "replies": [
        {
            "user": "IngaAusa",
            "user_id": "22132",
            "date": "2003-01-12 19:22:33",
            "id": "855674",
            "reply_to_id": "855673",
            "text": "Koma allar þessar dagsetningar fram í bókunum?"
        },
        {
            "user": "BudIcer",
            "user_id": "18832",
            "date": "2003-01-12 19:25:21",
            "id": "855675",
            "reply_to_id": "855674",
            "text": "neibb, ég væri allvegarlega geðveikur ef ég hefði fundið þær og skrifað niður. Ég þýddi þetta allt saman."
        },
        {
            "user": "IngaAusa",
            "user_id": "22132",
            "date": "2003-01-12 19:28:36",
            "id": "855676",
            "reply_to_id": "855675",
            "text": "Já ég vissi það, en hefuru tékkað á einhverju að þessu?  Ég man ekki eftir því að það sé talað mikið um dagsetningar í bókunum….  Var bara að spá hvaðan greinarhöfundar, þessir upprunalega, hefðu fengið þetta.\nOg, ps, ágætt að geta heimlda, hvort sem þetta er þýtt eða ekki"
        },
        {
            "user": "BudIcer",
            "user_id": "18832",
            "date": "2003-01-12 19:35:15",
            "id": "855677",
            "reply_to_id": "855676",
            "text": "Ok, geri það í framtíðinni. En ég meina ef það ersagt Hrekkjavaka þá er vita mál að það er 31 október og ef það er t.d. sagt \"og þau skemmtu sér í viku þá veit maður dagsetninguna eftir það ef hún hefur verið sögð áður. Ert að fatta hvað ég er að meina?"
        },
        {
            "user": "IngaAusa",
            "user_id": "22132",
            "date": "2003-01-12 19:36:57",
            "id": "855678",
            "reply_to_id": "855677",
            "text": "Já ég skil þig alveg.\nklikkaða fólk að nenna að skrifa þetta allt niður…."
        },
        {
            "user": "toddisuri",
            "user_id": "28535",
            "date": "2003-01-12 19:55:28",
            "id": "855679",
            "reply_to_id": "855673",
            "text": "fínasta grein alveg, samt frekar leiðinlegt að lesa svona ártöl…. :)"
        },
        {
            "user": "toddisuri",
            "user_id": "28535",
            "date": "2003-01-15 17:26:30",
            "id": "855680",
            "reply_to_id": "855679",
            "text": "Ætli Joanna hafi byrjað að skrifa bækurnar árið 91\nbara hugmynd…"
        }
    ]
}