{
    "forum_title": "Tíska & útlit",
    "user": "silky",
    "user_id": "5118",
    "date": "2003-01-12 01:36:15",
    "title": "Tattoo!!",
    "text": "Það hefur ekki farið fram hjá neinum að nú til dags eru tattoo mjög algeng, sérstaklega hjá yngra fólki. Fyrir einhverjum árum eða áratugum síðan, tíðkaðist þeta helst hjá sjómönnum og mótorhjólagengjum að tattoovera sig, en á undanförnum árum hefur orðið mikil breyting, og mjög margir\nnú til dags sem skarta tattooum. Tattoo þýða mismunandi fyrir hvern einstakling og fá menn sér tattoo af mörgum ástæðum, sumum finst þetta bara flott, sumir gera þetta til að fylgja tískunni, á meðan tattoo hafa persónulegri þýðingu fyrir aðra. Þar sem ég hef talsverðan áhuga á þessu ætla ég að koma með nokkur atriði um tattoo ykkur til fróðleiks og skemmtunar.\nFyrsta spurning sem allir hugsa þegar þeir íhuga að fá sér tattoo er, verður þeta sárt. Svarið við þessu er einfalt, auðvitað finnið þið fyrir því að láta stinga ykkur með nál, en sársaukinn er misjafnlega mikill eftir því hvar á líkamanum þið ætlið að fá ykkur tattoo. T.d. á upphandleggjunum er það ekki eins sárt og t.d. á bakinu.\nÞegar ég fék mér mitt fyrsta á hægri upphandlegg, var ég rosa stressaður og bjóst við rosalegum sársauka og hugsaði “hvað er ég að fara að gera”, síðan var byrjað og sársaukinn var ekki jafn mikill og ég hafði búist við, þú finnur svona smá sting, en ekkert rosalega vont neitt, og útlínurnar eru verri, en þegar það er fyllt inní.\nSíðan fékk ég mér annað í sumar aftan á bakið, og það var mikið verra, það var virkilega óþægilegt, og ég hélt fast utan um stólbakið, þann rúma hálftíma sem það tók, en eftir á var ég mjög sáttur með þetta tattoo. En þið sem eruð að hugsa um að fá ykkur tattoo, ekki láta hræðslu við smá sársauka fæla ykkur frá því að fá ykkur, þetta er ekki jafn vont og maður hafði haldið fyrirfram.\nEn samt skuluð þið hugsa ykkur vel um áður en þið fáið ykkur, því þetta verður á ykkur alla ævi. En eins og með mig, ég hugsaði mig mjög vel um áður, en ég vill frekar sjá eftir því að hafa fengið mér tattoo þegar ég er sextugur, heldur en að sjá eftir því sextugur að hafa ekki fengið mér þegar mig langaði þvílíkt mikið í tattoo.\nÞað eru til rosalega margar gerðir af tattooum, og nánast endalausir möguleikar á því hvað er hægt að gera. Þau tattoo sem hafa verið vinsælust undanfarin ár eru t.d tribal, celtic og kínversk tákn. Kostnaður við tattoo er mismikill, fer eftir stærð og hversu flókið tattooið er, en þú ert aldrei að borga undir 5000 kalli og það getur farið upp í marga tugi þúsunda. Samt myndi ég frekar borga almennilegum tattoo listamanni fyrir að gera þetta, heldur en láta einhvern gæa gera þetta sem hefur ekki mikið vit á þessu, maður hefur heyrt sögurnar frá ameríku em það að einhverjir gæjar út í bæ eru að gera þetta í bílskúrnum heima, og það hafa komið alls konar sýkingar og svona. Ekki gaman að fá sér ódýrt tattoo, og það kemur sýking í þetta og þú með blekklessu á þér alla ævi!! Þið getið fundið alls konar upplýsingar um tattoo á netinu, ef þið viljið skoða myndir er\nwww.bmezine.com mjög góð síða með mikið af myndum..\nÉg er með 2 tattoo, tribal merki á hægri upphandlegg, og tribal sól aftan á bakinu, fyrra gert á íslandi, hitt í bandaríkjunum..\nHvaða fleiri hugarar eru með tattoo, og hvað finnst ykkur um þau?",
    "url": "https://www.hugi.is/tiska/greinar/116023/tattoo/",
    "url_id": "116023",
    "id": "855201",
    "replies": [
        {
            "user": "EstHerP",
            "user_id": "11032",
            "date": "2003-01-12 05:09:52",
            "id": "855205",
            "reply_to_id": "855201",
            "text": "Ég er með lítið tákn á vinstri upphandlegg og hef aldrei séð eftir að hafa fengið mér það á sínum tíma. Ekkert að því að fólk fái sér tattoo ef það gerir það af réttum forsendum, kjánalegt t.d að fá sér svoleiðis til að eltast við tískuna enda er ekki svo létt að losna við það ef það dettur úr tísku. Mér persónulega finnst tattoo flott, en skil samt ekki t.d stelpur sem setja tákn á handabakið eða hálsinn eða aðra staði sem er næstum ómögulegt að hylja ef þörf er á.\nÉg fékk mér mitt tattoo í Danmörku fyrir ca. 7.árum.\nKv. EstHe"
        },
        {
            "user": "Azmodan",
            "user_id": "20255",
            "date": "2003-01-12 08:14:16",
            "id": "855206",
            "reply_to_id": "855201",
            "text": "Alveg fáránlega vont að gera útlínurnar miðað við að “fyllingin” er ekkert mál. Varð mjög hissa á þessu, bjóst við að það yrði öfugt.\nAzmodan."
        },
        {
            "user": "Rexion1",
            "user_id": "30685",
            "date": "2003-01-12 11:58:18",
            "id": "855207",
            "reply_to_id": "855201",
            "text": "ég fékk mér tatto i sumar a hand bakið sé mjög eftir því.. og var að spá i hvaða leiðir ég gæti farið til að taka það af. ég hef heyrt alskonar sögur af laser aðgerðum og er að vonast eftir einhverju svari frá einhverjum sem hefur farið i laser aðgerð og hvort tattoiðhafi farið alveg af eða það sé einhver blek blettur a húðinni?"
        },
        {
            "user": "thrumufleygur",
            "user_id": "12440",
            "date": "2003-01-12 12:46:02",
            "id": "855208",
            "reply_to_id": "855207",
            "text": "Þú færð rosalega stórt ör, nema að þú látir lýtalækni fjarlægja allt settið"
        },
        {
            "user": "drundrun",
            "user_id": "11568",
            "date": "2003-01-12 12:36:22",
            "id": "855209",
            "reply_to_id": "855201",
            "text": "reyndar fekk mamma mín sér 3 stjörnur á bakid í fyrra 44 ára gömul og sér ekki eftir thví enda naegur tími sem hún hafdi til ad loksins fá sér thad og akveda thad! :)"
        },
        {
            "user": "no98",
            "user_id": "17874",
            "date": "2003-01-12 13:27:20",
            "id": "855204",
            "reply_to_id": "855201",
            "text": "Þú varst að tala um að sum tattoo ættu tilfinningalegar rætur og ég þekki strák sem missti systur sína og hann lét setja kross á hendina á sér með nafninu hennar innaní og mér finnst þetta fallegt og sætt."
        },
        {
            "user": "marxus",
            "user_id": "12143",
            "date": "2003-01-12 14:04:48",
            "id": "855210",
            "reply_to_id": "855201",
            "text": "Tattoo eru ljót og úr tísku."
        },
        {
            "user": "sandrass",
            "user_id": "25449",
            "date": "2003-01-22 10:05:48",
            "id": "855211",
            "reply_to_id": "855210",
            "text": "ramax. skjóttu þig.\nþú ert bara ljótur og úr tísku."
        },
        {
            "user": "Pingvin",
            "user_id": "19866",
            "date": "2003-01-12 15:27:04",
            "id": "855212",
            "reply_to_id": "855201",
            "text": "Mér langar ógeðslega mikið í tatto… samt ekki alvöru heldur sem að endis í fimm ár… Ég held að það sé betra á fá sér fyrst þannig ef að maður er ekki ákveðinn hvort að maður vilji hafa það allt sitt líf."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-12 15:35:11",
            "id": "855213",
            "reply_to_id": "855212",
            "text": "Ég er með persónulegt tákn á upphandlegg sem ég fékk mér í fyrra á spáni en núna síðasta sunnudag fékk ég mér svarta stjörnu með rauðum þykkum útlínum á úlnliðið (undir þar sem maður sker sig á púls) Og það er mikið verra heldur en á upphandlegginum :)"
        },
        {
            "user": "cutypie",
            "user_id": "19280",
            "date": "2003-01-14 23:10:45",
            "id": "855214",
            "reply_to_id": "855212",
            "text": "Ég fékk mér tattoo fyrir tveim árum í Köben. Mig hafði langað í tattoo síðan að ég var í 7.bekk. Svo hafði ég aldrei haft kjarkinn við að framkvæma það. Ég var alltaf svo hrædd um það að þetta væri svo vont.\nEn svo loksins þá fékk ég mér 9000 kr tattoo á mjög frægri og góðri stofu í Köben. Manneskjan var með próf í þessu og hún hefur víst tattooað margar danskar stjörnur þarna úti.\nÉg ákvað að fá mér svona tribal á mjóhrygginn. Mér fannst þetta ekki sárt og ég hef ekki séð eftir þessu. Mig langar bara í annað ef eitthvað er!\nEn varðandi svona 5 ára tattoo þá er hægt að láta gera svona á snyrtistofum. Þeir deyfa mann þá en vegna deyfingunnar þá er ekki eins góður árangur hef ég heyrt. Auk þess þegar tattooið á að fara þá getur alveg verið að það verði einhver litur eftir í húðinni sem fer ekki, lítur frekar út eins og ör í stað fæðingabletta.\nBetra að hugsa sig vel um og fá sér alvöru tattoo"
        },
        {
            "user": "doppan",
            "user_id": "18665",
            "date": "2003-01-15 11:29:47",
            "id": "855215",
            "reply_to_id": "855214",
            "text": "Það sem mér finnst að ætti að segja allra fyrst er að tattoo á ekki að vera tískufyrirbrigði! Þetta á að vera mjög einstaklingsbundið og fólk á einungis að gera þetta af sjálfsdáðun.\nPersónulega finnst mér í lagi að vera með tattoo, en ég er ekki með sjálf.\nÍ sambandi við tískuna finnst mér t.d. ekki sniðugt að fá sér tribal tattoo á mjóbakið og þannig falla í þann ófrumlega hóp. Já, það er kannski flott, en fólk á þá að spyrja sig áður hvort þetta sé rétti staðurinn og hvort t.d. kínatákn sé rétta tattoo-ið fyrir einstaklinginn, og svo síðast en ekki síst “Verður þetta flott eftir 10 ár” ?"
        },
        {
            "user": "Villimey",
            "user_id": "27881",
            "date": "2003-01-12 15:42:32",
            "id": "855216",
            "reply_to_id": "855201",
            "text": "tattoo geta verið geðveikislega sexy ef áu eru flott."
        },
        {
            "user": "kvkhamlet",
            "user_id": "10172",
            "date": "2003-01-12 16:19:49",
            "id": "855217",
            "reply_to_id": "855216",
            "text": "sammála.. kærastinn minn er með tvö tattoo, þau eru bæði flott og þvílíkt sexy!"
        },
        {
            "user": "Hofi",
            "user_id": "28929",
            "date": "2003-01-12 16:40:33",
            "id": "855218",
            "reply_to_id": "855201",
            "text": "Já.. Mér finnst tattoo mjög flott ef þau eru vel gerð og a flottum stað Ég fékk mér tattoo vegna þess að mér finnst þau flott og einnig til að prófa sjálfa mig.. sjá hvort ég myndi þola þetta.. Ég er með litla sól neðst á bakinu (aðeins öðruvísi en flestar stelpur) en það á svo eftir að bæta í þetta, það verður eitthvað fallegt og sætt.. persónulegt!\nMér finnst líka allt í lagi að vera með svona 2-3 tattoo ef þau eru a flottum stöðum og þannig :)"
        },
        {
            "user": "bunnygurl",
            "user_id": "14817",
            "date": "2003-01-12 16:47:55",
            "id": "855219",
            "reply_to_id": "855201",
            "text": "já tattoo eru mjog persónuleg, og maður verður að hugsa sig vel um áður en maður lætur sig gossa í eitthvað sem maður er ekki fullkomnlega vissum, mér finnst þetta samt orðið svoldið langt gengið þegar stelpur allt niðrí 12-13 ára eru farnar að fá tattoo, heyrði t.d eina sögu um stelpu sem fékk tattoo því að foreldrar hennar sendu hana að fá teina, ekki sniðugt. mér finnst svona tattoo með tilfinningalegt gildi alltaf flott, eins og þetta með krossinn eins og eitthver minntist á , vinkona mín ætlar einmitt að fara setja nafn bróður síns í rúnum á mjóhrygginn, en hann dó og mér finnst þetta algeng leið hjá fólki til að “hafa ástvininn alltaf nærri sér”"
        },
        {
            "user": "antibobo",
            "user_id": "30925",
            "date": "2003-01-12 18:15:16",
            "id": "855220",
            "reply_to_id": "855201",
            "text": "Þetta er fín grein hjá þér,vantaði kannski svolítið meira um sögu húðflúra & menningu en aðalatriðin komu fram að mestu sem skiptir kannski meira máli nema að maður hafi hugsað sér að læra þessa list.\nSjálfum finnst mér flest öll tattoo flott (sem að ég hef séð).\nFékk mér fyrst tattoo þegar ég var 17 ára & þau áttu ekkért að verða fleiri en það breyttist flljótlega,ég fann mikið fyrir fyrsta & velti mikið fyrir mér hvort ég ætti að fá mér annað sem að ég var búinn að segja að yrði ekki.\nSvo kom að því að ég ákvað að skoða aðeins möppurnar á einni stofu sem endaði með því að ég er kominn með 7 myndir/tákn,vinstri framhandleggur er nánast coveraður svo eru 3 á hægri hendinni.\nÞetta á bara eftir að aukast hjá mér,ég er að verða svona eins & t.d. fatafrík nema að ég má ekki labba inn á tattoostofu & vera með pening á sama tíma,kannski er ég bara fíkill af guðs náð,ég er líka búinn að segja að þegar hanleggirnir eru búnir þá sé það búið,hvort að ég stend við það er svo allt annað mál.\nMörgum finnst ósmekklegt að “hylja” sig með húðflúri sem að ég get verið sammála of mikið er of mikið en hvenær er það of mikið? eina svarið sem að ég hef fundið er að það sé persónulegt (en 98% af líkamanum er kannski little bit to much)\nAnnars vil ég hvetja alla sem eru að hugsa um það að fá sér tattoo að fara á stofu & skoða & spjalla við eigandan þó það sé ekki meira en það.\nEins & greinarhöf. segir þá vil ég frekar sjá eftir því að hafa fengið mér tattoo en ekki.\nHjá mér er engin eftirsjá."
        },
        {
            "user": "paskalilja",
            "user_id": "30573",
            "date": "2003-01-12 18:54:45",
            "id": "855221",
            "reply_to_id": "855220",
            "text": "Mig hefur nú aldrei langað í tattoo eða nein göt, nemaí eyrun og þau fékk ég þegar ég var tveggja svo……anasr flott grein."
        },
        {
            "user": "ragga86",
            "user_id": "30086",
            "date": "2003-01-13 02:52:46",
            "id": "855222",
            "reply_to_id": "855221",
            "text": "Ég fékk mér tattoo áður en ég einu sinni varð 15 ára gömul. Það er blá rós með tribal á milli herðablaðanna, virkilega flott. Er svo að pæla í öðru á nárann :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-13 18:04:47",
            "id": "855223",
            "reply_to_id": "855222",
            "text": "Ég væri alveg til í að vera með tattoo en ef ég myndi fá mér þá yrði það örugglega eitthvað lítið á einhverjum góðum stað eins og handleggnum, á mjöðminni eða eittvað. Kannski þegar ég verð eldri, svona 17 ára, væri til í að hafa eitthvað sem ég byggi til sjálf ;)\nEn svo eru líka gallar við þetta, sérstaklega á stöðum þar sem það sést vel og það er erfitt að fela það. Það eru alltaf kostir og gallar við allt…\nEn jæja, maður verður að pæla í þessu í langan og góðan tíma ;)"
        },
        {
            "user": "Hellangell",
            "user_id": "24832",
            "date": "2003-01-14 01:19:48",
            "id": "855224",
            "reply_to_id": "855201",
            "text": "Ég er með eitt tatto á hægri hendi það er 25þús króna tribal og er fullkomlega sáttur við það ég ætla að fá mér 2-3 í viðbót mér dauðlangar í örn á hendinna af persónulegum ástæðum enn er ekki alveg shure hvort eg eigi að sleppa mér útí slíkt Enn allavega þá ætla ég að fá mér annan tribal á bakið beint fyrir neðann hálsinn ég hugsa að ég fá mér svona það sem er kallað skygður tribal og mér persónulega fynnst geðveikt flott ! og svo líka dauðlangar mig að fá mér úlf sem er að rífa sig útum brjóstkassan enn hehe kærastann vill ekki leifa það hún segir að það sé subbulegt Enn annað fyrst ´þyð fóruð út í þetta þá ætla ég að fara út í annað sem er nokkuð tengt tattoum og kallast piercing hvað finnst ykkur um að látqa gera svoleis ég er búin að prufa 2 staði augabrúnina og tungunna ég var fljótur að rífa þetta úr augabrúninni á mér aftur því þetta vildi losna þegar maður hmmmmm…. no comment var að slást eða eikkað soleis enn hvaða ályt hafið þið á piercing?\nHellangell\nP.s ef þið eruð að fara útí að fá ykkur tatto þá mæli ég með sverrir tatto (Skinnlist) Hann er sagður sá langfærastur í sínu fagi á íslandi í dag félagi minn er með í kringum 20 tattoo eftir hann og þau eru öll hver öðru geðveikari!"
        },
        {
            "user": "Huggies",
            "user_id": "7621",
            "date": "2003-01-14 03:11:22",
            "id": "855225",
            "reply_to_id": "855224",
            "text": "mér finnst nú piercing bara ágæt…nema þegar það er komið útí öfgar eins og einn kall, hann fékk sér undir viðarbeinin…frekar gross og tounge splitting…oj…..sjálf er ég með nokkur….nefinu, augabrúninni, naflanum, vörinni og 9 í eyrunum.\nÞegar ég var í 10.bekk var ég óð í piercing…if i could pierce it…then I pierced it!  en það hefur lagast núna.."
        },
        {
            "user": "icemetall",
            "user_id": "25011",
            "date": "2003-01-14 02:48:43",
            "id": "855226",
            "reply_to_id": "855201",
            "text": "ég fékk fyrra tattooid mitt í jólagjöf frá kærustunni minni þegar ég var ný rúmlega 15\nen það er svona hálfgerð sól á hægri upphandlegg\nen svo fékk ég mér annað á bakið núna í sumar þeir sem vilja meiga kalla mig klikkaðan en ég fékk mér metallica stjörnuna á mitt bakið svona umþað bil 10 sinnum 10cm (ég hef verið fanatískur metallica aðdándi frá 8 ára aldri) þannig þetta var gamall draumur sem ég lét rætast núna í sumar þannig mér er alveg sama hvað aðrir segja!!!"
        },
        {
            "user": "Huggies",
            "user_id": "7621",
            "date": "2003-01-14 03:05:10",
            "id": "855227",
            "reply_to_id": "855201",
            "text": "ég er með 4 tattoo…allt 3-5 ára tattoo.ég er að spá í öðru….:D  gaman að þessu. ég fékk mitt fyrsta í jólagjöf frá foreldrunum (eftir mikið suð) fyrir 2 árum (þá var ég 16) og ég sé ekki eftir því, það er á vinstra herðablaðinu…frekar lítið svona hjarta með tribal í kringum. Svo auðvitað þetta típíska….firðildi á ökklanum, sem ég sé eftir og bíð bara eftir að það dofni og fari. Og svo tattooveraðar augabrýr..ég er rosalega sátt við þær :)\nMér fannst vont þegar augabrýrnar voru gerðar en þá var deyft þær, samt vont…\nAnnars finnst mér fólk ýkja þetta svo mikið, sumir tala eins og það sé til ekkert verra en tattoo…svo geðveikur sársauki…..soldnar ýkjur en hver er með mismunandi sásraukaskyn :)"
        },
        {
            "user": "nataz",
            "user_id": "6120",
            "date": "2003-01-14 22:10:05",
            "id": "855228",
            "reply_to_id": "855201",
            "text": "Eins og áður hefur komið fram, geta tattoo verið svo mismunandi, að það er ekki hægt að segja “tattoo er ljótt” eða “tattoo er flott”.\nÉg persónulega er ekki með tattoo, en það er eitt sem mér finnst skipta dálitlu máli, sérstaklega með fólk sem er undir 25 ára aldri.\nÞað er að velja stað sem þú getur hulið.\nMaður veit jú ekki fyrir víst hvernig framtíðin er, hvernig vinnu maður endar í (fæstir gera það undir þessum aldri) og svo framvegis.\nÞað er ekki beint við hæfi að ætla að vera í mjög virðulegu starfi… með tattoo upp hálsinn á sér.\nFólk ætti amk að skoða þetta vel.\nVarðandi piercing, þá er ég með eitt gat, í geirvörtunni.\nÉg hef heyrt mjög misjafnar sögur af þegar fólk er gatað þar. Vinnufélagi minn lýsti þessu sem að þetta væri verra en að viðbeinsbrotna.\nÉg aftur á móti fann ekkert fyrir þegar þessu var stungið í gegn, en þetta er náttúrulega aumt svæði og var mjög viðkvæmt í ca. mánuð á eftir.\nEina “vandamálið” sem ég lenti í var hvar ég lét gera þetta.\nÉg fór á JP-tattoo og lét hann gata mig.\nWell, þetta er rammskakkt. Ég hef talað við þónokkra sem hafa látið gata sig þar í brjóstið, og hjá öllum þeim er það ekki vel gert.\n(Til samanburðar þekki ég 2 sem eru með gat í geirvörtunni og létu gera annarsstaðar, og það lítur vel og snyrtilega út)\nEn´þetta var s.s. það skakkt að þetta var bara meira ljótt, og eftir að hafa tekið úr, þá er geirvartan einfaldlega ljót þeim megin.\nFólk ætti því að athuga vel hvar það lætur gera svona lagað, svipað og með tattoo-in.\n- Natti"
        },
        {
            "user": "Foxylady83",
            "user_id": "18461",
            "date": "2003-01-15 12:39:06",
            "id": "855229",
            "reply_to_id": "855201",
            "text": "Mig langar geðveikt í tattoo er búið að langa í í mörg ár, en ég er svo geðveikt hrædd um að þetta sé svo gegt vont:( mig langar að fá mé á bakið sona neðarlega….er það vont?"
        },
        {
            "user": "cutypie",
            "user_id": "19280",
            "date": "2003-01-15 15:55:54",
            "id": "855230",
            "reply_to_id": "855229",
            "text": "Nei, mér fannst þetta ekki vont. Fékk mér tatttoo þar sem mjóhryggurinn er staðsettur.\nOg til Doppu: Ég hugsaði mjög vel um það að fá mér tattoo. Ég sé ekki eftir því í dag. Enda valdi ég stað sem mig langaði að fá tattoo. Þetta er svona staður sem maður sér ekki tattooið. Og ég er ekki þessi týpa til að vera flagga því í mjaðmabuxum. Þetta er bara fyrir mig og mér finnst það cool!"
        },
        {
            "user": "beebee",
            "user_id": "7587",
            "date": "2003-01-15 19:32:21",
            "id": "855231",
            "reply_to_id": "855230",
            "text": "tattoo geta verið alveg rosalega flott en líka rosalega ljót!  Mig hefur lengi langað sjálfri í, er búin að teikna á mig daglega í svona ár á hendina og svona neðarlega á maganum einhvernveginn (mjöðmina?) , ætlaði svo að láta verða af því að gera þetta úti í sumar, en svo hætti ég við.  Ætla að gera þetta bráðum samt ef ég verð ennþá að standa í þessu, bara einhversstaðar þar sem verður auðvelt að fela."
        },
        {
            "user": "doppan",
            "user_id": "18665",
            "date": "2003-01-16 00:08:41",
            "id": "855232",
            "reply_to_id": "855230",
            "text": "cutypie: Akkúrat, svona á það líka að vera hjá öllum sem fá sér tattoo, en því miður er það ekki alltaf svoleiðis.."
        },
        {
            "user": "KristaB",
            "user_id": "23122",
            "date": "2003-01-18 11:05:20",
            "id": "855233",
            "reply_to_id": "855201",
            "text": "Mig langar geðveigt í tattoo!! Helst fiðrildi eða eitthvað þannig rómó…"
        },
        {
            "user": "snikkin",
            "user_id": "25858",
            "date": "2003-01-19 16:34:25",
            "id": "855234",
            "reply_to_id": "855201",
            "text": "ég er með eitt á hægri fæti rétt fyrir ofan ökklann, hjarta með þyrnum og eldur uppúr (gert í Venezúela) svo er ég með litla skrípómargfætlu (gert á Spáni) á vinstri öxl/herðablaði sem ég ætla að láta að tattúa yfir þegar ég á pening og bara næst þegar ég fer til útlanda, er greinilega áköf í að gera þetta þegar ég fer til útlanda ef ég finn tattústofur.\nEn þetta er reyndar ekkert svo vont því eftir 5 mínútur þá dofnarðu upp og svona. Fann eiginlega ekkert fyrir því þegar það var gert á öxlina.\nEn mig langaði að spurja, er það satt að það sé verra að láta endurgera tattúið þegar það er orðið máð en þegar það var gert í fyrsta skipti?"
        },
        {
            "user": "HvadaInga",
            "user_id": "30071",
            "date": "2003-01-19 16:38:42",
            "id": "855235",
            "reply_to_id": "855201",
            "text": "Ummm tattoo ég gett ekki bedid eftir ad verda 16. Mig langar ged í tattoo en verd ad bída thangad til ég fer í menntó. En ég skill ekki thetta mál med ad foreldranir haldi ad ég vilji tattoo fyrir vini mína. Satt ad segja eru vinir mínir ekkert spentir fyrir tattoo og mig langar ged í tattoo nedst á magan, en ég er ged hræd um ad thegar ég verd ólétt verdi tattooid ged ljót og strekt.\nVinur minn á mömmu sem gerir tattoo og hann er med 3 og er bara 14 hann fékk thau ádur en ég kyntist honum og ég kyntist honum thegar hann var 12. Og ég verd ad segja ad mér fynnst bara hrilingur thegar thad er verid ad setja tattoo á svona unga krakka, tattooinn hanns eru ordin frekkar strekt og thad átti ad vera á úlidinum en thad er búid ad færast frekar langt fyrir ofan úlidin."
        },
        {
            "user": "Lopapeysa",
            "user_id": "11573",
            "date": "2003-01-20 12:00:12",
            "id": "855236",
            "reply_to_id": "855201",
            "text": "sorry folk en persónulega finnst mér tattoo ljótt.. ég mundi aldrei fá mér tattoo"
        },
        {
            "user": "aras",
            "user_id": "31873",
            "date": "2003-01-22 10:01:54",
            "id": "855203",
            "reply_to_id": "855201",
            "text": "það er frekar stutt síðan að ég fékk mér tattoo, og þá fékk ég mér pumadýr á herðablaðið heavy flott og ég sé engan veginn eftir því, er bara mjög stolt af því! Það var samt ógeðslega vont og það leið yfir vinkonu mína þegar hún fékk sér!!\n:) og þið sem að segið að tattoo séu ljót og ömurleg, það eruð ÞIÐ sem eruð ljót og ömurleg því að ykkur langar örugglega mest af öllum í tattoo en bara eruð of hrædd og verðið svo öfundsjúk út í þá sem að hafa tattoo að þið þurfið að gagrýna það í staðinn fyrir að halda ykkur saman!!!"
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2003-01-23 00:06:21",
            "id": "855237",
            "reply_to_id": "855201",
            "text": "Tattú eru ógeðsleg ! Hugsið aðeins lengara en hvað er flott í dag, hvernig eftir 5 ár, 10 ár, haldið þið að þetta verði cool þá ? Eða ég tala nú ekki um á ströndinni í ellini, þetta verða orðnir eins og ógeðslegir marblettir !\nÉg fíla ekki stelpur með tattú, finnst það frekar druslulegt, sérlega þetta ofurvinsæla fyrir ofan rassin."
        },
        {
            "user": "sandrass",
            "user_id": "25449",
            "date": "2003-01-23 09:10:37",
            "id": "855238",
            "reply_to_id": "855237",
            "text": "idf:\nþað er allt í lagi að segja sínar skoðanir en þú skalt ekki vera að alhæfa svona!!!!\nég er stelpa og ég er með 2 tattoo og ég er ekki með fyrir ofan rassinn því að persónulega finnst mér það ljótt. ég er með rós neðst á mallanum og 69 á upphandleggnum. þú segir að tattoo séu ógeðsleg!!! Kannski ert þú bara sjálfur ógeðslegur! það þýðir ekkert að vera með eikkvað svona fokking attitude því fólk hefur mismunandi smekk."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2003-01-23 19:18:18",
            "id": "855239",
            "reply_to_id": "855238",
            "text": "Ég stend bara við mínar skoðanir, ef ég sé tattoo á stelpu fellur hún í áliti hjá mér, mér finnst það eins og að krota með spreibrúsa á fallegt hús !"
        },
        {
            "user": "antibobo",
            "user_id": "30925",
            "date": "2003-01-27 01:17:28",
            "id": "855240",
            "reply_to_id": "855239",
            "text": "Ef að þér finnst tattoo ekki flott þá skalt þú ekki fá þér tattoo & ef að stelpa fellur í áliti hjá  þér fyrir það að vera með slíkt þá ættirðu aðeins að athuga með umburðalyndið & jafnvel forgangsröðina.\nSvo þegar að þú sérð gamlt fólk með tattoo þá skaltu bara horfa í einhverja aðra átt frekar en að leggjast í sjálfsvorkun yfir því að “neyðast” til að horfa á það."
        },
        {
            "user": "gudnyh",
            "user_id": "30075",
            "date": "2003-01-27 10:16:26",
            "id": "855241",
            "reply_to_id": "855237",
            "text": "ég er 20. ára stelpa með fjögur tatto og ég er ekki ósátt við neitt einasta. og það er staðreynd að þegar ég fer á elliheimili munu þeir gamlingjar sem ekki eru með tatto vera aular :) nánast allir sem ég þekki eru með tatto og ég held að örugglega helmingur Íslendinga ( á aldrinum ?-?) séu með tatto og þeim finnst örugglega ekkert rosalega skemmtilegt að lesa að þau séu ógeðsleg….."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2003-01-27 16:48:01",
            "id": "855242",
            "reply_to_id": "855241",
            "text": "Veit ekki með þig en ég ætla ekki að vera á elliheimili, allavega mjög lítið, ég ætla að vera e.h. staðar á strönd suður í löndum og hlægja að fólkinu með gömlu tattooin sem eru orðin eins og marblettir. Auðvitað verða þetta mest mest Íslendingar sem héldu að þeir væru flottasta fólkið í heimi en er yfirleitt bara hallærislegt."
        },
        {
            "user": "sandrass",
            "user_id": "25449",
            "date": "2003-01-28 09:02:51",
            "id": "855243",
            "reply_to_id": "855242",
            "text": "það er örugglega meira en helmingur íslendinga á mínum aldri 16-19 ca með tattoo. það eru allar vinkonur mínar með tattoo og göt og ég sé ekkert að því að gera það sem maður vill. en þegar ég verð gömul kelling á elliheimili með handónýt tattoo þá er mér alveg drullusama því þá er lífið hvort sem er búið!!!! svo get ég þá líka montað mig af því að ég hafi verið alveg massívt mikill töffari þegar ég var ung…. og hvað varð um þá lummu að innri maðurinn skiptir meira máli en útlitið?? það er greinilega ekki þannig hjá þér. ef ég sé gaur sem er kannski ekki mjög sætur eða er með gat í eyranu (sem mér finnst persónulega hryllingur) ef hann er góður og skemmtilegur þá skipta svoleiðis hlutir engu máli. ég held bara að engin stelpa vilji þig og þessvegna ertu að gagnrýna fólk eins og þú gerir."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2003-01-28 13:39:58",
            "id": "855244",
            "reply_to_id": "855243",
            "text": "OK, Slappaðu af, ég er bara að segja að mér finnst að fólk ætti að hugsa í smá stund um hvort að eitthvað sem á eftir að fylgja því alla ævi sé þess virði af því að það er cool í dag, en kannski ekki eins á morgun.\nÍ Englandi er atvinnulausum boðin aðstoð við að losa sig við tatoo af því að það er talið ótraustvekjandi þegar kemur að atvinnuviðtölu. Ég sá lögreglukonu umd daginn með tattoo á hendinni, mér finnst það ekki traustvekjandi."
        },
        {
            "user": "sandrass",
            "user_id": "25449",
            "date": "2003-01-31 09:58:42",
            "id": "855245",
            "reply_to_id": "855244",
            "text": "só. ég er á íslandi en ekki í englandi og hættu að snúa útúr!!!!! ef þér er svona illa við tattoo fluttu þá til englands sjálfur!!! ég er með 2 tattoo og ég er góð stelpa og ég er ekkert ótrausdtvekjandi!! ég er vara yfirmaður í vinnuni og mér gangur vel í skóla og það hefur ekkert að gera með tattooin mín. hoppaðu bara uppí þinn óæðri enda og hættu að rífa þig!"
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2003-01-31 17:21:58",
            "id": "855246",
            "reply_to_id": "855245",
            "text": "sand-RASS\nÍ fyrsta lagi þá skaltu merkja við litla kassan ef þú ætlar að svara mér.\nÍ öðru lagi;Hvar ert þú yfirmaður ? 'I nammideildinni ? Því hvernig þú talar og dónaskapur þinn bendir til að þú sért smákrakki !\nSvo skal ég veðja við að þú átt eftir að sjá eftir þessum tattooum, en ekki samt fara að gráta þó ég segi þetta !"
        },
        {
            "user": "sandrass",
            "user_id": "25449",
            "date": "2003-02-03 10:32:37",
            "id": "855247",
            "reply_to_id": "855246",
            "text": "vælskæl!!!!\nNei ég er vara yfirmaður kassa í einni stærstu matvöru búð á landinu….!!!! hehehe………\nþú ert örugglega of leiðinlegur til að fá vinnu.\nakkuru ætti ég að fara að grenja yfir eikverju sem einhver kall á netinu segir???\nhelduru virkilega að ég væri jafn skapstór og þver og ég er myndi ég fara að grenja yfir ekkverju svona???? ert þú að segja að ég sé með kjaft?! hvað með þig?? tatto eru cool sættu þig við það. mér er skítsama þó fólk segi að því finnist tattoo ekki flott en ég þoli ekki fífl eins og þig sem alhæfa svona…..\nhelv…… það ætti að tottoovera “fífl” á ennið á þér og þínum líkum svo maður geti passað sig á ykkur!!!!"
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2003-02-04 18:48:01",
            "id": "855248",
            "reply_to_id": "855247",
            "text": "sand-RASS\nVá ! Kassadama sem er að vinna sig upp, I am impressed ! En passaðu samt stafsetninguna, gæti hjálpað þér í vinnunni. Sem betur fer þarf ég ekki að sækja um vinnu eða eiga við yfirmenn, þar sem ég á mitt eigið fyritæki.\nÞað er búið að vera gaman að rífast við þig frekju rassgat en ég nenni því ekki meir."
        },
        {
            "user": "sandrass",
            "user_id": "25449",
            "date": "2003-02-05 11:43:23",
            "id": "855249",
            "reply_to_id": "855248",
            "text": "já ég nenni ekki að vanda mig við stafsetningu fyrir ÞIG!!!! En heyrðu beygla…. þú ert ekki 16 ára og í skóla!!!! ertu að gefast upp á því að rífast við mig??? þögn er sama og samþykki!!!\nMUHAHAHAHAHA!!!!"
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2003-02-05 22:20:19",
            "id": "855250",
            "reply_to_id": "855249",
            "text": "sandRass\nHefurðu heyrt máltækið; “Sá vægir sem vitið hefur meira” ? Það á við núna.\nVarst þú ekki að tala um efedrín ? Hvar fær maður það ?"
        },
        {
            "user": "sandrass",
            "user_id": "25449",
            "date": "2003-02-06 12:40:10",
            "id": "855251",
            "reply_to_id": "855250",
            "text": "það er bara kjaftæði! það var í tísku í gamla daga að segja þetta!!! en ég veit ekki hvar þú getur fengið efedrin… ég veit að vísu hver selur svoleiðis viðurstyggð, en það er vitneskja sem ég vil ekki vita…"
        },
        {
            "user": "gudnyh",
            "user_id": "30075",
            "date": "2003-01-28 11:15:06",
            "id": "855252",
            "reply_to_id": "855242",
            "text": "Ég þori að veðja upp á alla mína peninga að þú verður einn á þessari blessaðri strönd og einn að hlæja að öllu hinu gamla fólkinu.. en þá hlær hitt fólkið að þér og segir..“haha, við deyjum þó ekki ein nanananana” :)"
        },
        {
            "user": "Masturb8",
            "user_id": "22785",
            "date": "2003-01-30 22:35:45",
            "id": "855253",
            "reply_to_id": "855201",
            "text": "Blessaður silky,eg er með 4 tattoo,eitt kinverskt takn a milli þumalsins og visifingurs a hægri hendi svo a sömu hendi er eg með mjög stort tribal a neðri handlegg sem nær alveg fra olnboga og endar i 3 öngum sem na alla leið fram a handarbakið a mer.svo a vinstri hendi er eg með nafn og kennitölu a uliðnum.svo loks aftan a halsinum er eg með skuggamynd af hakarli.Svoleiðis að mar er sæmilega skreyttur,eftirsjain er enginn,eg hugsaði mig mjög vel um fyrir hvert tattoo og gerði mer fulla grein fyrir þvi að eg ætti eftir að vera með þau alla ævi.3 eru gerð her heima en það fjorða er gert i danmörku.og þau eiga eftir að verða fleiri það er nokkuð ljost,hvet alla til að skella ser a næstu tattoo stofu,planta ser i sofann og fara að skoða og pæla….!!!\nMasturb8"
        },
        {
            "user": "PomPom",
            "user_id": "27374",
            "date": "2003-02-01 15:32:30",
            "id": "855202",
            "reply_to_id": "855201",
            "text": "Ég tel það ekki ótraustvekjandi að vera með tattoo. Ég er sjálf með 3 og hef hugsað mér að fá mér fleiri. Ég er yfirmaður á mínum vinnustað og aldrei hefur neinn sagt neitt á móti þessu.\nÞað er ekki sárt að fá á bakið né mjóhrygginn, en að fá það á úlnliðinn innanverðan það var pain! Plús það nær upp í lófa. Mér finnst þetta vera mjög persónuleg ákvörðun og þið ættuð ekki að hugsa um það sem aðrir segja."
        },
        {
            "user": "Foxylady83",
            "user_id": "18461",
            "date": "2003-02-20 12:01:41",
            "id": "855254",
            "reply_to_id": "855201",
            "text": "Mig er búið að langa í tattoo síðan ég var sona 9 ára eða eikkað…og loksins er ég að fara að gera það, er búin að finna ógisslega flott tattoo og allt….er reyndar samt soldið hrædd um að þetta verði gegt vont, veit einhver hvort það er vont að fá á mjóbakið? En mér er samt eiginlega alveg sama þótt það sé vont, ætla samt að fá mér…Beauty is pain;) hehe"
        }
    ]
}