{
    "forum_title": "Smásögur",
    "user": "lundi86",
    "user_id": "30364",
    "date": "2003-01-12 19:56:07",
    "title": "Barn Næturinnar",
    "text": "Dagar.  Vikur.  Mánuðir.  Ár.  Ég man ekki lengur hvenær ég sá síðast fjölskylduna mína.  Það er líklegast fyrir bestu.  Ef ég hefði haldið mér nálægt þeim er aldrei að vita hvað ég hefði getað gert.  Ég hataði þau en núna vildi ég ekkert frekar en að vera nálægt þeim, finna fyrir hlýjunni sem eitt sinn umlukti mig.  Þau höfðu rétt fyrir sér varðandi Geira, ég hefði átt að hlusta og halda mér fjarri honum.  En ég hlustaði ekki.  Þess í stað eyddi ég meiri tíma með honum og félögum hans.  Ég viðurkenni að Geiri var svolítið skrýtinn en félagar hans voru enn skrýtnari.  Þeir kölluðu sig börn næturinnar vegna þess að þeir hittust eingöngu á nóttunni og reyndu hvað þeir gerðu til að forðast sólarljós.  Geiri var þannig.  Ég sá hann aldrei að degi til en hugsaði ekkert um það fyrr en núna.  Ég reyndi aldrei að komast að neinu um af hverju þeir forðuðust sólina, ef ég hefði spurt hefðu þeir líklegast ekki sagt mér það.  Ástæðurnar hefðu getað verið fjölmargar.  Þeir gátu hafa verið partífíklar sem voru svo óheppnir að hafa ofnæmi fyrir sólarljósi, eða að þeir vildu bara ekki sjást almennilega.  Flestar hugmyndirnar voru fáránlegar en þó var sannleikurinn ótrúlegri.\nRegnið fellur þungt í kvöld.  Á morgunn hefði ég orðið tuttugu ára.  En síðan ég kynntist honum Geira hef ég ekki upplifað einn gleðidag.  Ég snéri baki í fjölskylduna, hætti að tala við Lilju, hætti í skóla.  Nú eru fjögur ár síðan ég sá hann eða félaga hans síðast.  Fyrir það er ég ánægður en ég hefði samt viljað koma því í kring að enginn þyrfti að sjá þá aftur.  Aldrei aftur.  Í fjögur ár hef ég ráfað um, í leit að lífinu sem ég glataði þó ég viti að ég muni aldrei finna það aftur.  Allt það sem ég átti og þótti vænt um er horfið að eilífu.  Ef ég vildi breyta einhverju í lífi mínu þá væri það að ég hefði aldrei kynnst Geira.  Geiri eyðilagði líf mitt, bókstaflega.  Nú á ég ekkert líf.  Nú vildi ég að ég gæti bara dáið.  En dauði er ekki valkostur.  Geiri og félagar höfðu lengi sagt mér að ég yrði seinna einn af þeim.  Ég bjóst ekki við að ég mundi sjá eftir því, í raun hlakkaði ég til.  Það var áður en ég vissi um hvað þeir væru að tala.  Nú veit ég það.  Í fjögur ár hef ég verið svona.  Í fögur ár hef ég verið útskúfaður.  Í fjögur ár hef ég leitað að Geira með þann eina tilgang að losa heiminn við einhvern eins og hann.\nÁður fyrr var lífið svo miklu einfaldara.  Venjulegur dagur hófst á því að vera vakinn af foreldrunum.  Fá sér síðan morgunmat, ganga í götuna sem Lilja bjó í og svo yrðu þau samferða í skólann.  Ég kynntist Geira fyrir tilviljun.  Systir hennar Lilju hafði verið að keyra okkur af árshátíðinni þegar bíllinn bilaði allt í einu.  Ég bauðst til að fara í næstu verslun og hringja til að láta vita af okkur.  Fyrir utan verslunina stóð Geiri, í sama jakkanum og ég sá hann í síðast.  Hann heilsaði mér í hinu mesta sakleysi og bauðst til að gera við bílinn.  Hann var nokkuð eldri en ég, aðeins eldri en systir hennar Lilju.  Hún virtist finnast hann Geiri nokkuð myndarlegur og mjög góður að hjálpa ókunnugum svona.  En Lilja virtist ekki sýna þessu mikinn áhuga, virtist jafnvel ekki treysta honum.  Ég hefði ekki heldur átt að gera það.  Ég hitti hann nokkrum sinnum eftir það og fór síðan að elta hann hvert sem hann fór.  Hann hitti nokkrum sinnum systur hennar Lilju.  Síðar um veturinn hvarf hún en fannst síðan við þjóðveginn.  Hún var jörðuð í mars.  Enginn var viss um hvað hafði gerst og enginn grunuðu engan, ég var sá eini sem vissi að hún hafði farið út með Geira.  Þegar ég spurði Geira hvað hafði gerst gerðist það sem olli því hvernig ég er í dag.  Þegar ég rankaði við mér var hann farinn.\nÉg er kominn.  Ég var of djúpt hugsi til að taka eftir því.  Ég er fyrir utan húsið hennar Lilju.  Jafnvel eftir fjögur ár get ég ekki gleymt hvernig það leit út.  Ég hugsa um þessi fjögur ár sem hafa liðið og fyllist af bræði yfir tilhugsuninni um hvernig það hefði getað orðið.  Ef ég hefði aldrei kynnst Geira værum við enn saman.  Í fjögur ár hef ég viljað sjá hana aftur.  Segja henni hvað gerðist, hvernig Geiri áttir sök á dauða systur hennar.  Segja henni af hverju ég lét mig hverfa.  En hvernig get ég sagt henni það?  Hvernig get ég sagt henni að ég er vampíra?\nSegið mér endilega hvernig ykkur fannst þessi saga.  Það gæti verið að ég skrifi meira um þetta ef ykkur finnst hún góð.",
    "url": "https://www.hugi.is/smasogur/greinar/116037/barn-naeturinnar/",
    "url_id": "116037",
    "id": "855478",
    "replies": [
        {
            "user": "konrad",
            "user_id": "13000",
            "date": "2003-01-13 04:57:37",
            "id": "855479",
            "reply_to_id": "855478",
            "text": "Það er þó nokkuð af málfræðivillum sem stinga í augun, og mér finnst flæðið vera eitthvað stirrt, það er ekkert sem ég get bent á bara tilfinning.  En sagan er ágæt og það væri alls ekki leiðinlegt að fá framhald.\nKveðja,\nKonrad"
        },
        {
            "user": "BerglindS",
            "user_id": "30311",
            "date": "2003-01-13 12:57:03",
            "id": "855480",
            "reply_to_id": "855479",
            "text": "væri gamann að heyra endinn=)\nsamála sumu sem konrad segir en samt fín saga."
        },
        {
            "user": "Delirium",
            "user_id": "19072",
            "date": "2003-01-13 13:18:41",
            "id": "855481",
            "reply_to_id": "855478",
            "text": "hún gæti verið betri ef að það yrði framhald og hann væri ekki vampíra! En samt góð!"
        },
        {
            "user": "ryder",
            "user_id": "16524",
            "date": "2003-01-14 10:20:05",
            "id": "855482",
            "reply_to_id": "855478",
            "text": "Þetta er cool saga maður ætla að  fara að lesa seinni hlutan :) vampírur eru alltaf flottar keep on the good work man :)"
        }
    ]
}