{
    "forum_title": "Deiglan",
    "user": "dipsy",
    "user_id": "1797",
    "date": "2003-01-13 12:29:15",
    "title": "Kárahnjúkar!",
    "text": "á miðvikudaginn 15.jan klukkan 14:30 verða mótmæli ungs fólks gegn kárahnjúkavirkjun við alþingishúsið.\nVið erum að vekja athygli á því að við getum líka haft skoðanir og þótt við fáum kannski ekki að ráða miklu um þessa virkjun þá erum við fólkið sem tapar á þessu í framtíðinni. við erum þau sem þurfa að borga skuldirnar af þessu, ekki þeir sem ætla að græða á þessu núna því þeir verða kannski dauðir þá!\nplanið er að mæta fyrir framan alþingishúsið og mynda röð/raðir frá tjörninni og að garðinum. svo á að láta fötur ganga og hella vatni úr tjörninni í alþingisgarðinn.\nþað eru margir sem segja “maður sér aldrei kárahnjúka, hverjum er þá ekki sama þótt það verði virkjað?”\nvið sjáum aldrei alþingisgarðinn, er þá ekki í lagi að skemma hann líka?\nhérna eru geðveikar myndir af svæðinu sem á að fara undir vatn:\nhttp://www.inca.is/show/\nþarna á að koma einhver 190 m hár stífluveggur sem verður álíka breiður og hæð esjunnar. viljið þið það?\nekki láta aðra taka ykkar ákvarðanir!\nsemsagt.. allir að mæta\n..og með fötur eða 2l gosflöskur ef þið getið ;)",
    "url": "https://www.hugi.is/deiglan/greinar/116258/karahnjukar/",
    "url_id": "116258",
    "id": "857277",
    "replies": [
        {
            "user": "joe",
            "user_id": "11972",
            "date": "2003-01-13 13:58:29",
            "id": "857278",
            "reply_to_id": "857277",
            "text": "já ég vil endilega fá stíflu"
        },
        {
            "user": "thorita",
            "user_id": "28149",
            "date": "2003-01-13 14:01:31",
            "id": "857279",
            "reply_to_id": "857277",
            "text": "ég reyni að mæta….verð bara að sjá til með skólann!!! Kárahnjúkar er bara byrjunin hjá þessu fólki…hvað skildu þeir vilja eiðileggja næst!!! Ég vil ekki búa í iðnaðarríki þar sem náttúrunni okkar hefur verið fórnað fyrir peninga í framtíðinni!!! Er ekki náttúran hér á íslandi einmitt það sem er svo sérstakt við okkur????\nVið verðum að gera eitthvað!!!!"
        },
        {
            "user": "mystic",
            "user_id": "304",
            "date": "2003-01-14 08:11:25",
            "id": "857280",
            "reply_to_id": "857279",
            "text": "já við skulum öll búa allsber út í náttúrunni og lifa í sátt og samlyndi við dýrin og blómin…\nwake up and smell the future…\n!!!!!!!!!!!!???????????!?!?!?\nótr úlegt…"
        },
        {
            "user": "thorita",
            "user_id": "28149",
            "date": "2003-01-15 15:17:41",
            "id": "857281",
            "reply_to_id": "857280",
            "text": "það væri kannski gaman:)"
        },
        {
            "user": "lucifer665",
            "user_id": "6705",
            "date": "2003-01-13 14:03:38",
            "id": "857282",
            "reply_to_id": "857277",
            "text": "Afhverju gos og fötur? Annars hafið þið farið á Kárahnjúka???"
        },
        {
            "user": "klp",
            "user_id": "7584",
            "date": "2003-01-13 14:49:49",
            "id": "857283",
            "reply_to_id": "857282",
            "text": "af því að maður þarf ílát til að bera vatnið í.\nÞað eru margir aðrir staðir á landinu sem eyðileggjast líka, t.d. atlavík í hallormsstaðarskógi sem er besta tjaldstæði á 'Islandi"
        },
        {
            "user": "klp",
            "user_id": "7584",
            "date": "2003-01-13 15:07:13",
            "id": "857284",
            "reply_to_id": "857283",
            "text": "Fyrir þessum fullyrðingum eru engin rök, ég vil benda á það að einn sagði hér áðan að 150 störf myndu myndast auðvitað myndast fleiri störf, ef að Bónus opnar á Reyðarfirði, þar er gríðarlegt svæði til þess að byggja á, áætlað er að um það bil 2000 manns eða meira munu flytja hingað austur, og bara í kringum álverið.\nÞið segið að við eigum bara að tína fjallagrös, ef að þið getið búið til 200 störf bara við að vinna í fjallagrasa “iðninni” þá erum við sátt en svo er ekki, að því að það er ekki hægt.\nÞað er ekki einu sinni hægt að nefna 20 manns á landinu sem að vinna “fulltimejob” við að tína fjallagrös.\nYfirleitt eru engin rök fyrir þessu.\nÉg held að fólk ætti frekar heldur en að vera að mótmæla að vera að taka myndir af þessum “náttúruundrum”"
        },
        {
            "user": "klp",
            "user_id": "7584",
            "date": "2003-01-13 16:13:10",
            "id": "857285",
            "reply_to_id": "857284",
            "text": "já öllum í 101 rvk. finnst að þú og þínir landsbyggðar vinir eigið bara að týna fjallagrös og ekkert annað…\neða hvað??? það er margt annað hægt að gera heldur en að vinna í álveri eða týna fjallagrös.\nsíðan stórlega efast ég um að það eigi mjög margir eftir að flytja til baka bara út af álverinu.  ein spurning handa þér, ætlar þú að vinna þarna???"
        },
        {
            "user": "Dopst3r",
            "user_id": "3836",
            "date": "2003-01-13 14:14:33",
            "id": "857286",
            "reply_to_id": "857277",
            "text": "ég vill fá góða skýra ástæðu afhverju þú vilt ekki fá virkjun þangað, austurland þarf eitthvað til að peppa það upp, það hefur verið fólksflutningur þaðan í mörg ár, þetta mun mjög líklega breyta því, störfin sem skapast við þetta eru .. ja.. mörg\nþannig að NEI ég mæti ekki"
        },
        {
            "user": "MAP",
            "user_id": "19512",
            "date": "2003-01-13 15:09:50",
            "id": "857287",
            "reply_to_id": "857286",
            "text": "Þú heldur varla að fólk flytji til Reyðarfjarðar í umvörpum til að fá negravinnu í álveri.  Heldur þú virkilega að ungt fólk vilji vinna í álveri til fimmtugs frekar en að fara suður, mennta sig í einhverju sem þeir hafa áhuga á og seinna meir vinna við það.\nEf svipuð staða kæmi upp hjá mér, annað hvort mundi ég fá mér vinnu í Straumsvík eða fara til Köben og læra eitthvað skemmtilegt þar og vinna við það í Dannmörku væri ég ekki lengi að pakka niður og fljúga til Dannmerkur."
        },
        {
            "user": "ethorg",
            "user_id": "22527",
            "date": "2003-01-13 15:22:42",
            "id": "857288",
            "reply_to_id": "857287",
            "text": "Frekar bara að senda liðið vilji frekar afgreiða til borðs fyrir túrista eða vinna í fiski?  Það sem þið beyglurnar fattið ekki er að það fylgir aragrúi af tæknistörfum þessu álveri.  Rafvirkjar, verkfræðingar, járnsmiðir, tölvufólk o.s.fr.  Svo eru verkamannastörf í álverum með betur launuðu verkamannastörfunum á Íslandi.  Ég vil frekar vinna í álveri en að vera í fiski."
        },
        {
            "user": "MAP",
            "user_id": "19512",
            "date": "2003-01-15 11:06:04",
            "id": "857289",
            "reply_to_id": "857288",
            "text": "Verkfræðingar? Við rekstur álvers?  Hvernig kemstu að þeirri niðurstöðu?"
        },
        {
            "user": "ethorg",
            "user_id": "22527",
            "date": "2003-01-16 16:50:19",
            "id": "857290",
            "reply_to_id": "857289",
            "text": "Með þvi að fara í vísindaferðir í álverið í Straumsvík t.d."
        },
        {
            "user": "MAP",
            "user_id": "19512",
            "date": "2003-01-17 15:04:02",
            "id": "857291",
            "reply_to_id": "857290",
            "text": "VÍSINDAFERÐIR??? Hvað í andskotanum eið þér við?"
        },
        {
            "user": "Nattsol",
            "user_id": "27221",
            "date": "2003-01-16 13:05:35",
            "id": "857292",
            "reply_to_id": "857287",
            "text": "Hvað ert þú að tala um negravinnu!! Aðeins 10% starfsfólks í álverinu verður ómenntað!!  Hvaða kjaftæði er í gangi, FÓLK TALAR OG TALAR UM HLUTI SEM ÞAÐ ER EKKI BÚIÐ AÐ KYNNA SÉR HIÐ MINNSTA!!\nOg það að halda að 150 störf myndist við þessa framkvæmd er auðvitað ekkert nema fáfræði, það myndast mörg hundruð störf, það er ekki bara verið að setja upp eitthvað til að þóknast austfirðingum. Þessi framkvæmd er hagnaður beint í ríkiskassann!  Ég held að þið umhverfisfávitar ættuð nú bara að sýna myndir af Kárahnjúkum sjálfum en ekki eyjabökkum.\nHaldið þið að allir vilji vinna við fisk, það er aðalvinnan þarna fyrir austan, frekar myndi ég fara og mennta mig sem verkfræðing eða eitthvað og fá vel borgað fyrir mína vinnu.\nHættið þessu kjaftæði og kinnið ykkur málið!"
        },
        {
            "user": "MAP",
            "user_id": "19512",
            "date": "2003-01-17 15:22:04",
            "id": "857293",
            "reply_to_id": "857292",
            "text": "Hvaðan hefur þú þínar tölur?  Þessar tölur hef ég aldrei heyrt.  Mörg hundruð störf? 10% ómenntað?  Ég veit ekki hvaðan þú hefur þetta og bið þig að uppfræða okkur hugarana um hvaða stærðfræðingur skáldaði þetta.\nP.S. Ég hef “kinnt” mér málið býsna vel."
        },
        {
            "user": "demco",
            "user_id": "29435",
            "date": "2003-01-17 16:07:00",
            "id": "857294",
            "reply_to_id": "857293",
            "text": "MAP:\nT.d. þessar:                                           “Áætlað er að álverið hefji framleiðslu árið 2007 og mun það verða eitt umhverfisvænasta álver heims. Byggingarkostnaður Fjarðaáls er áætlaður 1.1 milljarður dollara (u.þ.b. 90 milljarðar ISK) og dreifist hann á næstu fjögur ár.\nFjarðaál mun skapa um 450 störf í álverinu og um 300 störf í tengdum iðnaði og þjónustu, alls um 750 störf”.\nhttp://www.fjardabyggd.is/\nÞað er mergt annað að sjá þarna líka og líka á öðrum heimasíðum, bæði Austurlenskum og öðrum.\nVona að þetta hjálpi eitthvað."
        },
        {
            "user": "H81K123",
            "user_id": "23706",
            "date": "2003-01-13 18:53:42",
            "id": "857295",
            "reply_to_id": "857286",
            "text": "“það hefur verið fólksflutningur þaðan í mörg ár, þetta mun mjög líklega breyta því, störfin sem skapast við þetta eru .. ja.. mörg”\nMiðað við að allir sem koma upp í nýjum árgöngum á austfjörðum fari að vinna hjá álverinu,  þá mun þetta taka við næstu 4-5 árgöngum.  Þetta er engin galdralausn fyrir atvinnulífið eins og margir virðast halda :("
        },
        {
            "user": "Greinir",
            "user_id": "6437",
            "date": "2003-01-13 19:18:37",
            "id": "857296",
            "reply_to_id": "857295",
            "text": ":) hvernig væri að skýra liðin Liverpool og Manchester United…..\nLiverpool berst fyrir Íslandi og framtíðinni og Manchester berst fyrir Ameríku og skuldum…"
        },
        {
            "user": "memo",
            "user_id": "30726",
            "date": "2003-01-13 14:14:55",
            "id": "857297",
            "reply_to_id": "857277",
            "text": "ég held að þú ættir nú aðeins að hugsa hvað þú er að segja væna, ég efast um að þú hafir komið upp á kárahnjúka og hvað þá á þú munir nokkrutímann koma þangað, eitt get ég allavega sagt þér að ég hef nú komið þangað nokrrum sinnum því að ég bý hérna fyrir austan.Og þar er nú bara ekkert nema urð og grjót og ekkert spennandi að sjá. og þessi mynd sem þú ert með þarna í greininni hjá þér er væntalega af svæði sem enginn stífla mun koma. og þessi veggur sem þú ert að tala um verður ofaní gljúfri sem enginn mun taka eftir. og eitt að lokum síðan það var byrjað að ráðast í þessar framkvændi á kárah. þá hefur aldrei verið meiri ferðamanna straumur þarna uppeftir því nú er loksins kominn vegur þarna. og allir sem koma þarna bæði útlendigar og aðrir er mjög spenntir og finnst þetta bara cool. ég efast meira að segja um að þú vitir almennilega hvar kárahnjúkar eru eða hvernig þú kemst þangað uppeftir. og þú hefðri ekki haft neina hugmund um þá ef ekki ætti að fara að virkja þarna og þér væri bara meira segja allveg sama um þá. held að þú ættir aðeins að kanna þín mál og fyrir hverju þú stendur áður en þú ferð að mótmæla, hvar varst þú og þínir þegar álverið í straumsvík kom til sögunar ?? það er nú bærilega náttúruspjöll '?"
        },
        {
            "user": "Soldier127",
            "user_id": "8627",
            "date": "2003-01-13 14:19:00",
            "id": "857298",
            "reply_to_id": "857297",
            "text": "Gooo memo :)"
        },
        {
            "user": "havh",
            "user_id": "497",
            "date": "2003-01-13 15:15:01",
            "id": "857299",
            "reply_to_id": "857297",
            "text": "Það þarf að fara úr bílnum og labba að gljúfrunum til að sjá þau.  Það er sennilega ástæðan fyrir því að þú sást þau ekki :)\nkv\nDóri"
        },
        {
            "user": "ethorg",
            "user_id": "22527",
            "date": "2003-01-13 15:18:20",
            "id": "857300",
            "reply_to_id": "857297",
            "text": "Heyr heyr memo"
        },
        {
            "user": "dipsy",
            "user_id": "1797",
            "date": "2003-01-13 15:23:38",
            "id": "857301",
            "reply_to_id": "857297",
            "text": "memo.. er allt í lagi að skemma eitthvað afþví maður hefur ekki farið þangað?\nþað væri örugglega hægt að gera eitthvað meira spennandi fyrir ferðamenn heldur en að gera virkjun. ég persónulega mundi frekar vilja skoða þjóðgarð heldur en virkjun ef ég væri túristi.\nog kanna mín mál.. kannski er ég ekki fastagestur á kárahnjúkum en mér er ekkert alveg sama þótt það sé verið að skemma þetta. það er fullt af stöðum sem ég á kannski aldrei eftir að fara á, breytir þá engu þótt þeir séu eyðilagðir?\nog álverið í straumsvík… ég var nú bara ekki fædd þegar það var byggt"
        },
        {
            "user": "Soldier127",
            "user_id": "8627",
            "date": "2003-01-13 14:17:05",
            "id": "857302",
            "reply_to_id": "857277",
            "text": "Já ég vil fá stíflu…þetta verður bara flottara."
        },
        {
            "user": "havh",
            "user_id": "497",
            "date": "2003-01-13 14:32:30",
            "id": "857303",
            "reply_to_id": "857277",
            "text": "Sæl verið þið.\nÍsland er þriðjaheimsland og íslendingar eru fífl.\nFyrir mér eru þetta umhverfisspöll að verstu gráðu. Þarna eru Íslendingar að sökkva einhverjum fallegustu gljúfrum Íslands og jafnframt dýpstu og stórfenglegustu gljúfrum Evrópu. Ólíkt allflestum Íslendingum þá hef ég farið og séð þessi undur Íslenskrar náttúru og get sagt að hún eigi enga sínu líka.\nEinnig virðist að stefna Íslendinga sé að halda sér sem 3ja heims landi, með grunnframleiðslur á hlutum, svo sem fiski, áli, stáli og svo framvegis. Ekkert er fullunnið fyrir markaði erlendis.\nÉg hef heyrt í mörgum austfyrðinginum segja að þessi framkvæmd sé út í hött. Það að koma fram og segja að ef ekki verði af þessari framkvæmd þá leggist austfirðir af finnst mér mjög gott dæmi um fullkomið dómgreindarleysi. Það er einsog ekkert sé við að hafa ef álver komi ekki. 150 störf komi til með að bjarga austfjörðum.\nÍ gegnum árin hefur verið talað um að fullvinna þær afurðir sem koma úr hafinu, ekkert hefur orðið að því á austfjörðum. Síðan koma Bakkavörsmenn sem byltingakennt skref þegar þeir byrja á því, þó allir hafi verið að tala um það síðustu 2 áratugina.\nSíðan fyrst við erum hvort eð er farinn að sökkva náttúruundrunum okkar, afhverju sökkvum við ekki Gullfoss? Gullfossgljúfur voru talin góður orkuframleiðslukostur fyrir nokkrum áratugum og er það örugglega enn. En nei, vegna þess að hann er nálægt Reykjavík þá má ekki skemma þessa náttúruperlu. (Vegna þess að fólk hefur farið og skoðað hana!)\nRafmagsframleiðsla og náttúruvernd fara mjög ílla saman. Þú getur ekki fengið bæði í sömu andrá. Gott og vel, einhverjar fórnir þarf að færa. Nú þegar umræður eru sem hæðstar um hvort þessi framkvæmd komi síðan nokkurn tíman til með að borga sig og þegar allt er reiknað miðað við sögulega hátt álverð þá verður maður að spyrja sig spurninga hvort þessi áhætta sé þess virði. Hvað gerist ef eitthvað kemur fyrir hjá Alcoa, fjárhagsvandræði sem dæmi? Þarna er eitt fyrirtæki að kaupa 85% af orkuframleiðslu þessarar einu framkvæmdar og það er ekki nokkur leið að nýta hana ef ílla fer.\nSíðan er það sem fellur á þá sem búa ekki á austfjörðum. Það að nýta fyrirtæki sem er í eigu þjóðarinnar (45% borgarinnar) sem dreifbílisstyrkjabatterí er út í hött. Öll áhættan liggur hjá sveitarfélögum sem ekki hafa hag af þessu. Einnig verða þau sveitarfélög að draga úr framkvæmdum, meðal annars gatnaframkvæmdum hjá borginni, til að halda aðeins aftur af þennslunni sem á eftir að myndast við þetta. Það verður ekkert meira gert næstu árin.\nSvo ég endi þar sem ég byrjaði, Íslendingar eru fífl.\nkv\nDóri (bitri)"
        },
        {
            "user": "demco",
            "user_id": "29435",
            "date": "2003-01-13 15:32:35",
            "id": "857304",
            "reply_to_id": "857303",
            "text": "Dóri (bitri)\nÞað eru ekki nógu góð rök þetta.\nAf hverju að “vernda” svæði sem frá örófi alda hafa verið sandflákar sem ræktaðir hafa verið upp á síðustu árum?\nÞað verður stór kostnaðarliður í framtíðinni að halda við þessum gróðri þarna upp.\nÞað hafa, ja kanski 1 % af þjóðinni séð þetta svæði áður en farið var að fjalla um virkjun þar uppi.\nEftir virkjunaruppbygginguna komast ALLIR þangað og ég get lofað þér því að svæðið verður snyrtilegt á að líta.\nLandsvirkjun hefur alltaf grætt upp svæði og gert umhverið vistlegt.\nOg svo koma nokkrir tugir milljóna í kassann af ferðamönnum, það máttu bóka.\nOg svo þetta með að við fullvinnum ekki afurðirnar okkar.\nJú, að nokkru leiti rétt, en væri þá ekki rétt að nota tækifærið og gera eitthvað í því máli, heldur en að sitja þarna fyrir framan tölvuna og gráta yfir þessu öllu.\nGrípa tækifærið og gera eitthvað, það er málið.\nHugvitið höfum við og ekki minnst hörkuduglegt fólk.\nÞú segir: “Íslendingar eru fífl.”\nÞú hlýtur þá að vera tala um ÞIG.\nÞú ert jú Íslendingur.\nÞetta kalla ég að vera lágkúrulegur.\nTaktu þér frekar tak, stattu upp frá tölvunni og reyndu að finna upp á einhverju til að fullvinna t.d. álið\nkv. demco\nP.S.\nEf það þætti arðbært og gott fyrir þjóðarbúið, þá mættu þeir gjarnan virkja Gullfoss líka.\nLandið fer ekkert nema bara undir vatn og þessar virkjanir standa ekki að eilífu."
        },
        {
            "user": "havh",
            "user_id": "497",
            "date": "2003-01-13 16:17:15",
            "id": "857305",
            "reply_to_id": "857304",
            "text": "Kæri Demco.\nÞetta svæði, sem þú talar um, er 3% af heildar flatarmáli Íslands, sem er u.þ.b. á stærð við Hvalfjörð.  Það getur vel verið að það verði fallegt um að litast þarna eftir að af framkvæmdum hefur orðið, stöðuvötn eru mörg hver falleg.\nHvað varðar að 1% af þjóðinni hafi séð gljúfrin þá vil ég benda á að minnihluti fólks hefur að jafnaði séð afskekkta staði, það er ekki ástæða til að fórna þeim.\nÍslendingar hafa ekki meira hugvit en nágrannalöndin í kringum okkur.  Helsta ástæða fyrir því að þau lönd eyða hlutfallslega meira af þjóðarframleiðslu í það sem mótar hugvit, menntun.\nHvað varðar að ég sitji fyrir framan tölvu og geri ekki neitt að starfsgreinin sem ég vinn við felur í sér mikla tölvuvinnu þannig að ég er frekar nauðbeygður að halda henni áfram þar sem ég hef menntað mig í því.\nHvað varðar að ég sé Íslendingur:\nEinstaklingur getur verið gáfaður en múgurinn er vitlaus.\nOg einnig: Common Sence is surpriceingly uncommon.\nkv\nDóri"
        },
        {
            "user": "nesi",
            "user_id": "2379",
            "date": "2003-01-13 16:02:07",
            "id": "857306",
            "reply_to_id": "857303",
            "text": "dipsy afhverju ertu að mótmæla þessu ef þú hefur ekkert á móti því að “eyðileggja” þetta!!!"
        },
        {
            "user": "mystic",
            "user_id": "304",
            "date": "2003-01-14 08:14:40",
            "id": "857307",
            "reply_to_id": "857303",
            "text": "“150 störf komi til með að bjarga austfjörðum.”\n150 eru töluvert betra en ekkert…\nég vil líka svara þessari fullyrðingu þinni um íslendinga með því að minna þig á, þú ert líka íslendingur…"
        },
        {
            "user": "demco",
            "user_id": "29435",
            "date": "2003-01-14 16:00:48",
            "id": "857308",
            "reply_to_id": "857307",
            "text": "Við erum að tala um að það muni allt upp í 750-1000 ný störf skapast sem er mjög gott mál. Svo við förum að tala um stífluna þá verður besta hluta gljúfranna ekki sökkt (gljúfrin sem Ómar Ragnarsson flaug í gegnum). Svæðið sem fer undir vatn er alveg nauðaómerkilegt og lítið varið í það. Ég var núna síðastliðið haust að vinna við lagningu Kárahnjúkavegar og tel mig þekkja svæðið svona bærilega og ég get ekki skilið af hverju fólk er að væla. Réttast væri að smala þessum vesalingum upp í rútu og sýna þeim hvað þetta svæði er gróðurvana og berangurslegt í raun og veru. Einnig mætti sýna Jakobi Frímann drullumýrina Eyjabakka svona í leiðinni….\nálver og virkjun    já takk!"
        },
        {
            "user": "demco",
            "user_id": "29435",
            "date": "2003-01-14 16:13:04",
            "id": "857309",
            "reply_to_id": "857308",
            "text": "Góður þessi með Jakob Frímann, he he he.\nÞað mætti jú smala lýðnum í rútu, sem þú segir, en lýðurinn gæti jú kynnt sér svæðið hér líka:\nhttp://www.karahnjukar.is/category.asp?catID=295\nÞar eru góðar myndir af þessu öllu."
        },
        {
            "user": "demco",
            "user_id": "29435",
            "date": "2003-01-14 16:34:43",
            "id": "857310",
            "reply_to_id": "857309",
            "text": "Hér er smáræði sem Landsvirkjun stóð fyrir árið ´99:\nPlöntur sem settar voru í jörð (tré og lúpínur) ………………………..Alls 200.100 stk\nHefðu allar plönturnar verið settar í einn samfelldan reit samsvaraði það um 80 hektörum skóglendis.\nFrækaup til uppgræðslu ógróins- og örfoka lands……………………Alls 6.755 kg\nMiðað við staðla Landgræðslunnar er hér um að ræða magn sem nægja myndi til uppgræðslu 270 hektara lands.\nDreifing Moltu, rotmassa, mómoldar og hrossataðs…………………..Alls 4.500 m3\nAð stórum hluta var um að ræða dreifingu, yfir fræ, til áburðar eða 3.100 m3 en 1.400 m3 var dreift á aðrar uppgræðslur s.s. í Þormóðsdal, Skógarbringum og á Skeggjastöðum. Áætla má að þar bætist a.m.k. 15 hektarar við framantalda uppgræðslu.\nÞetta var gert í unglingavinnu (sumarvinnu).\nBara það að þeir virki er atvinnuskapandi fyrir unglingana. Betra að hafa krakkana upp á virkjunarsvæðum en hangandi í rugli í bænum, ekki satt :o)"
        },
        {
            "user": "Greinir",
            "user_id": "6437",
            "date": "2003-01-14 18:28:11",
            "id": "857311",
            "reply_to_id": "857310",
            "text": "nú þá er þetta allt í lagi???"
        },
        {
            "user": "dipsy",
            "user_id": "1797",
            "date": "2003-01-14 22:13:30",
            "id": "857312",
            "reply_to_id": "857310",
            "text": "atvinnuskapandi!\nþá er unglingavinnan ykkar klepparavinna\ntil að endurheimta 40km2 af hálendisgróðri\nþarf að minnsta kosti\n4 milljón tonn af hrossataði\n20000000000kg af grasfræi\nalla unglinga íslands næstu 10.000 árin\nþá er eins gott að vera hangandi í rugli í bænum\neða sleppa kárahnúkavirkjun\nog borga okkur fyrir að ganga um ósnert svæði\nsjáumst á morgun klukkan 14:30\nmeð fötu\nfyrir framan alþingishúsið\nþað er líka alvöru klepparavinna"
        },
        {
            "user": "Qualitor",
            "user_id": "8900",
            "date": "2003-01-19 02:51:56",
            "id": "857313",
            "reply_to_id": "857308",
            "text": "Já, það væri gott að smala þessum örfáu vesalingum upp í rútu til að sýna þeim þessa sandhrúgu sem verið er að fara að sökkva. Hún þyrfti ekki að vera stór, gott ef þú gætir ekki bara sloppið með að panta leigubíl handa þessu 101.-liði.\nVerst er þó þegar þetta lið, sem heldur víst að Kárahnjúkar sé hárgreiðslustofa, fer Austur og dulbýr sig sem austfirska mótmælendur, til að reyna að sverta ímynd þessa 120% Austfirðinga sem eru fylgjandi virkjuninni."
        },
        {
            "user": "doctor",
            "user_id": "386",
            "date": "2003-01-15 12:13:46",
            "id": "857314",
            "reply_to_id": "857303",
            "text": "Talið er að bein störf af virkjuninni sé 650. Svo kemur óbein, en það eru störf sem myndast í kringum verið. Ýmiskonar verksmiðjur og verkstæði, sem vinna úr álinu. Þegar svona mörg störf verða til, mun þjónusta við þetta fólk líka aukast, sumsé störf við bensínstöðvar, verslanir, sjoppur etc etc. Svo er verið að tala um 56 ferkílómetra landsvæði. En hvað er ísland stórt? 100.000 ferkílómetrar! Þingvallavatn sjálft er 80-90 ferkílómetrar.\nPs. Upplýsingar og tölur fékk ég hjá sögukennara í menntaskóla"
        },
        {
            "user": "Greinir",
            "user_id": "6437",
            "date": "2003-01-15 12:57:10",
            "id": "857315",
            "reply_to_id": "857314",
            "text": "56 ferkílómetrar??\nsögukennarinn þinn hefur greinilega ekki kynnt sér málið nógu vel.. um 1000 ferkílómetra svæði á hálendinu fer ýmist undir vatn eða verður fyrir mjög miklum áhrifum af þessum völdum(eins og skurðir og fleira)?\nÞessi ,,auðn\" er ekki bara einhver eyðimörk heldur svæði sem hefur að geyma vistkerfi dýra og plantna. Þarna eru fallegir fossar(líklega um 60 talsins) og margt fleira, þetta er Ísland landið sem við lifum á ekki eitthvað land í asíu sem okkur gæti ekki verið meira sama um..\nVið erum að þessu til að geta selt amerísku fyrirtæki rafmagn. Ég verð að játa að ég þekki þetta fyrirtæki ekki mikið en ég hef alla vega lesið smá um það í blöðunum. Þetta er fyrirtæki sem á undir högg að sækja í sínu heima landi vegna mengunnar og margir tala um að ef þeir hefðu ekki borgað þessa 200þúsund dollara í kosningasjóð Bush þá væri líklega engin framleiðsla á þeirra vegum í Bandaríkjunum. Þetta viljum við hafa hjá okkur er það ekki? Út af öllum peningunum.. Og það er jafnvel ekkert víst að við komum neitt vel út úr þessu.\nSmá pæling: Þegar maður kemur til Austfjarða (alla vega yfir sumartímann), eins og Fáskrúðsfjörð, Reyðafjörð og Seyðisfjörð\nliggur þar yfir fjörðunum ský frá fiski bræðslunum. Ég var til dæmis að vinna frá Faskrúðsfirði í sumar þar smaug þessi viðurstyggilegalykt allstaðar inn. Ég er nú alls enginn sérfræðingur en hvernig ætli fari með flúorskýið sem myndast í álveri?? Er hægt að búa í flúorskýi?\nSvo var ég að heyra um einhverja risastíflu í asíu og risa álver sem á að fylgja þar í kjölfarið.. hvernig ætli það fari með verð á áli og alla peningana sem við græðum á ameríska fyrirtækinu okkar.\nÞetta getur ekki verið bara um hvort einhverjir umhverfissinnar séu sjálfir búnir að fara þangað eða hvort Landsvirkun sé búin að leggja einhverja slóða þangað og hvað eina.  Af hverju erum við að stilla okkur upp í tvö lið??\nÞetta er ekkert svo fjarlægt okkur. Þetta er ekki eins og að halda með Liverpool eða Manchester. Þetta er landið okkar!\nAf hverju kynnir fólk sér ekki allar hliðar áður en það tekur afstöðu…\nÞetta bjargar ekkert Austfjörðum heldur. Það sér það hver maður.\nkv.\nGreini"
        },
        {
            "user": "demco",
            "user_id": "29435",
            "date": "2003-01-15 20:22:48",
            "id": "857316",
            "reply_to_id": "857315",
            "text": "Þú segist hafa verið að vinna á Fáskrúðsfirði.\nFórstu þarna uppeftir til að “skoða” þessa líklegu 60 fossa??\nHvað eru það margir AÐRIR fossar þarna uppfrá sem EKKI fara í virkjuninni?\nOg sem ALLIR geta farið að skoða þegar framkvæmdum líkur!\nKanski erum við að fórna ca. 60 fossum og getum þá skoðað hina 150.\nÞú munt aldrei eiða tíma til að fara þarna og “skoðað” landið þitt, ef það verður ekki virkjað.\nHeldur ekki margir aðrir.\nÞarna uppfrá, eftir framkvæmdir, koma tjaldsvæði og mörg önnur þjónusta fyrir ferðamenn sem LOKSINS geta farið og dáðst að ÖLLU svæðinu.\nOg að ekki sé minst á dýralífið.\nÞað kemur til að blómstra sem aldrei áður, það er nokkuð víst.\nEn að sjálfsögðu þá skiptist þjóðin í tvo hópa í svona stóru máli, en þetta er og verður staðreynd og er þá ekki það besta að gera sem allra mest gott úr því.\nHætta þessu skítkasti og öðru og leggjast allir/öll á árarnar og róa skútunni í rétta átt.\nNei, ég bara spyr. :o)"
        },
        {
            "user": "Greinir",
            "user_id": "6437",
            "date": "2003-01-15 23:20:00",
            "id": "857317",
            "reply_to_id": "857316",
            "text": "hmm..\nég er nú búinn að ferðast um allt land bæði á sjó og landi.. búinn að fara á margar heiðar og skoða fullt af eyjum og skerjum.. ég verð nú að játa að ég hef ekki ennþá getað komist á svæðið norðan Vatnajökuls, en stefni á að fara á þessi svæði fljótlega á hreindýraveiðar.\nÖll mín vitneskja af þessu svæði eru því ljósmyndir, kvikmyndir og munnmæli..ég er tilbúinn að viðurkenna það.. en ég tel það nú samt ekki að eyða tíma í að njóta náttúrunnar.. það eru forréttindi. Prófaðu það einhvern tíman. Ég lofa þér að viðhorf þitt til landsins þíns mun breytast mikið!\nDýralífið blómstri sem aldrei fyrr?? Hvað meinarðu?? Þegar allt þetta svæði fer undir lón og skurði.. Allt þetta landfok sem verður þegar gróðurinn er rifinn upp.. allar stóru vinnuvélarnar í nokkur ár á meðan á framkvæmdum stendur.. hvernig geturðu sagt að dýralífið geti blómstrað á þessu svæði..\nÞað hagnast enginn á þessu til lengdar.. við töpum öll!! líka Austfirðingar..\nHendum þessum Amerísku gervi árum og vindum seglin í átt til framtíðarinnar, okkar framtíðar!!\nkv.\nGreini"
        },
        {
            "user": "demco",
            "user_id": "29435",
            "date": "2003-01-16 07:24:03",
            "id": "857318",
            "reply_to_id": "857317",
            "text": "Greinir:\nÞað er það sama hér þetta með að skoða landið.\nEn ég hef aldrei verið svo lánsamur að geta eignast góðan jeppa til að geta farið á svona staði og er því ágætt að það verði gerðir þokkalegir vegir þar núna.\nÞarna uppeftir fer ég að skoða straks og vegakerfið er nógu gott fyrir bílinn minn. :o)\nBjó reyndar lengi í útlöndum og fann þá að ég átti eftir að skoða helling af landinu mínu áður en ég færi að skoða útlöndin. :o)\nEn þetta með dýralífið. Já, ég er ekki sammála þér þar.\nLítum á aðrar virkjanir.\nGleggsta dæmið er jú Blanda.\nÞað voru jú engir smá dómar sem það fékk.\nLífið átti að fjara algjörlega út á því svæði.\nLaxveiðin í Blöndu HYRFI. Ekki bröndu að fá.\nEn er ekki raunvöruleikinn annar í dag.\nFuglalífið blómstrar. Það er orðið mjög vinsælt að fara þangað á gæsaveiðar t.d.\nMjög góð veiði í Blöndu.\nMikil og góð gróðursvæði.\nAð vísu eru ekki hreindýr þarna uppi en það er það við Kárahnjúka.\nOg, haft eftir veiðieftirlitsmanninum þar uppfrá,\n(DV hér um daginn)\nþá er það svæði sem fer undir vatn (og skurði) mjög lítið ef nokkuð notað af hreindýrum.\nOg lónið verður mikill, ef ekki sá mesti griðastaður fyrir gæsir í sárum.\nÞað tapast að vísu nokkur hundruð hreiðurstæði á því svæði sem fer undir vatn, en gæsin flytur sig, það hefur sýnt sig á öðrum stöðum.\nFokinu verður spornað við og því verður haldið í lágmarki. Það tel ég nokkuð öruggt. (miðað við það sem Landsvirkjun er að gera á öðrum virkjunarsvæðum)\nOg jú, mín skoðun er að við komum öll til með að hagnast á þessu brambolti öllu saman.\nEn svona í lokin.\nEf (þegar) þú ferð á hreindýraveiðarnar:\nGÓÐA VEIÐI!"
        },
        {
            "user": "Greinir",
            "user_id": "6437",
            "date": "2003-01-16 20:16:10",
            "id": "857319",
            "reply_to_id": "857318",
            "text": ":)\nég er nú ekki viss hvernig hægt er að líkja þessu saman við Blönduvirkjun og umhverfið þar í kring, en það virðist, svona alla vega á korti vera talsverður munur á gróðrinum á þessum tveimur stöðum. Horfðu á veðrið á stöð 2 einhvern tíman við tækifæri og berðu saman þessi tvö svæði, þá sérðu hvað ég á við..\nSvo er annað sem ég hef verið að spá í, með gæsirnar, hvort þær geti virkilega notað lónið, því eins og þú líklega veist þá fella þær við grunn ferskvötn(glær), ekki vötn eða lón úr jökulvatni, ég er ekki alveg klár á þessu, en nokkuð viss.. ástæðan er sú að þær þurfa að éta sand til að melta, og taka hann yfirleitt af botninum, um leið og þær drekka.. þær geta hvorki séð botninn í lóninu, né náð niður á botninn.. ,,,,ferskvötn..\nÞú verður að skilja að ég er ekki á móti virkjunum.. alls ekki!! það væri heimskulegt! en ég er á því að þessi virkjun sem á að fara í þetta ameríska fyrirtæki er alls ekki það sem við þurfum. Fræðimenn um peninga eru ekki sammála um hvernig þetta fer, og þar finnst mér hnífurinn standa í kúnni.. viljum við fórna þessu, ef við töpum líka peningalega á þessu??\nÞetta er allt of mikið gambl.. mér líst heldur ekkert á þetta fyrirtæki ALCOA það virðist hafa farið illa með fólk áður… ég er samt ekki til í að ræða um það, veit ekki nóg um það..\nSvo fer það í taugarnar á mér hvernig valtað er yfir skoðanir fólks varðandi málið. Þetta er allt keyrt í gegn á þessum hrikalega hraða og þjóðin sem kaus þetta fólk fær engu ráðið. Allt er hunsað.\nkveðja\nGreini"
        },
        {
            "user": "demco",
            "user_id": "29435",
            "date": "2003-01-17 07:29:03",
            "id": "857320",
            "reply_to_id": "857319",
            "text": "Nei, rétt ekki Blöndu, en kanski Búrfell, Sultartanga og alveg uppúr.\nÞarna var svarta auðn.\nNú er mjög mikið gróið af landinu og gróðursvæðin eru óðum að stækka.\nMan að þegar ég var uppá Sultartanga við að byggja stífluna þar uppi, þá var það bara svarta auðnin.\nÞað mátti ekki hreyfa vind, þá var komið sandrok.\nFór þarna uppeftir í fyrra og þvílík breyting frá því sem var.\nGefum því smá tíma og þá er þetta komið. (gróðurlega séð)\nJú, ég er sammála þér um fræðimennina. Þeir eru ósammála.\nEn er það í fyrsta sinn?\nMig minnir að í gegnum árin við allar stærri framkvæmdir hafi þeir verið ósammála.\nFörum aðeins tilbaka.\nBorgarfjarðarbrúin.\nÞar voru fræðimenn og pólitíkusar mjög svo ósammála. Þetta átti að verða mikið böl fyrir þjóðfélagið.\nHvalfjarðargöngin.\nMikið böl og alltof stór fjárfesting fyrir nokkra örfáa bíla og nokkrar hræður sem bjuggu uppá Skaga.\nVatnaleið á Snæfellsnesi.\nÞar voru Náttúruverndarsamtökin mjög svo hávær.\nNesið myndi bara hreinlega deyja út, (þ.e.a.s. dýra og plönturíki).\nSvona mætti halda áfram.\nGæsin étur möl, jú, það er rétt.\nEn, eftir því sem ég best veit þá er það eftir að þær hafa étið ber.\nÞetta til að sprengja berin.\nEn að þær nái ekki niður á botninn til þess er fjarstæða.\nHvað gera þær á Breiðafirðinum? Ekki ná þær í botninn þar nema að synda til lands.\nÞær þurfa líka að ná til botns til þess að afla fæðu. Gróður og annað smálegt.\nOg það er ekki svo mikið um ber á þeim tíma sem þær fara í sár.\nÉg myndi allavega ekki vera að fylla mig af grjóti við þessar aðstæður.\nÞað verður nóg af stöðum með æti fyrir þær.\nÞær þurfa heldur ekki að “sjá” botninn.\nÞað er nóg að ná niður á gróðurinn.\nEins og þú, þá þekki ég ekki Alcoa heldur.\nEn er ekki sjens að þeir hafi lært á mistökum annarsstaðar? Ég vona það allavega.\nÞað er líka allt annað þjóðfélag sem þeir eru að koma í en þeir eru vanir að ráðskast með.\nVonum það besta þarna, ekki satt?"
        },
        {
            "user": "willk4",
            "user_id": "7074",
            "date": "2003-01-17 13:14:28",
            "id": "857321",
            "reply_to_id": "857317",
            "text": "Sæll Greinir ég hef stundað gæsaveiðar í nokkuð mörg ár uppá Kili og þá sérstaklega á svæðinu í kringum Blöndulón og ég get staðfest og fullyrt að gæsin notar lónið mikið sér til verndar.\nEitt árið hafði viðrað mjög ílla yfir sumarið og gæsin virðist hafa verpt aftur og þessvegna sein til og ungarnir ennþá ófleygir. Þegar við komum uppá Kjöl 19. Ágúst (veiðin hefst 20. fyrir þá sem ekki vita) þá sáum við heilu breiðurnar af gæs langt langt útá lóni. Þá vissum hverskyns var og fórum beinustu og styðstu leið aftur heim.\nHvað varðar sandtökuna hjá gæsinni,hún getur tekið sandinn við ströndina og synt svo útí hólma eyjar eða afskekta staði og haft þar nætursetu.\nTreystu því að það er ekki til það kvikyndi sem á eftir að hagnast meira á lóninu heldur en heiðagæsin."
        },
        {
            "user": "hvurslags",
            "user_id": "7875",
            "date": "2003-01-13 14:37:18",
            "id": "857322",
            "reply_to_id": "857277",
            "text": "Ég mæti. Svæðið sem fer undir vatn er númer eitt á ferðalistanum mínum… :Þ"
        },
        {
            "user": "Grolsch",
            "user_id": "10360",
            "date": "2003-01-13 15:05:47",
            "id": "857323",
            "reply_to_id": "857277",
            "text": "Ég skal reyna að mæta til að mótmæla þessum mótmælum"
        },
        {
            "user": "ethorg",
            "user_id": "22527",
            "date": "2003-01-13 15:14:28",
            "id": "857324",
            "reply_to_id": "857277",
            "text": "Hvað eru margir hérna sem hafa séð Kárahnjúka eða vita hvar þeir eru á landinu?  Smá spöglering."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-13 15:15:31",
            "id": "857325",
            "reply_to_id": "857277",
            "text": "bölvað væl er þetta .. oj bara !!!\nbla bla bla bla bla bla bla ..\nHvað eru þið að mótmæla? þið breytið engu .. það er til miklu fleiri hlutir sem þú/þið ættuð að vera að eyða tíma ykkar í að mótmæla ..\nEkki eru jarðgöng eitthvað fallegt en enginn mótmælir þeim vegna þess að þau eru góð fyrir okkur, kárahnjúka virkjun myndar helling af nýjum störfum og veldur engum náttúruspjöllum vegna þess að þetta er ekkert fallegt .. sandur og grjót !!! og það er til nóg af þeim svo það er barasta það besta að setja vatn yfir þetta allt .."
        },
        {
            "user": "bmw325",
            "user_id": "27937",
            "date": "2003-01-13 15:20:29",
            "id": "857326",
            "reply_to_id": "857277",
            "text": "hvað er málið með ykkur ykkur á bara eftir að fynnast þetta flott. þið eigið eftir að segja “vá hvað vatnið er flott”."
        },
        {
            "user": "marrinn",
            "user_id": "31608",
            "date": "2003-01-13 15:24:49",
            "id": "857327",
            "reply_to_id": "857277",
            "text": "Sorglegt er að sjá fólk mótmæla hlutum sem munu aðeins koma því til góða. Fyrirhugaðar framkvæmdir við Kárahnjúka munu snúa við fólksflóttanum sem hefur ríkt á Austurlandi og stuðla að aukinni velmegun hjá þjóðinni allri. Virkjunin hefur farið í gegnum lögformlegt umhverfismat og verið samþykkt á lýðræðislegan hátt. Þ.a.a.leyfi ég mér að draga í efa að myndin sem þú birtir með greininni sé raunverulega af því svæði sem fara mun undir vatn. Það hefur oft sýnt sig að þeir sem eru á móti framkvæmdunum víla ekki fyrir sér að beita óvönduðum meðulum í baráttu sinni. Nægir þar að nefna grein, sem birtist í erlendu blaði eftir heimildum frá íslenskum náttúruverndarsamtökum þar sem því var haldið fram að Dettifoss myndi eyðileggjast ef yrði að framkvæmdunum.\nÁnægjulegt er að sjá að í nýrri könnun Fréttablaðsins lýsa tveir af hverjum þremur sig hlynnta framkvæmdunum. Fólk er að átta sig á þeim lygaáróðri sem vinstri-grænir hafa haldið fram hingað til."
        },
        {
            "user": "havh",
            "user_id": "497",
            "date": "2003-01-13 16:19:25",
            "id": "857328",
            "reply_to_id": "857327",
            "text": "Eitt sem er vitlaust í því máli sem þú ferð með.  Virkjunin kolféll í umhverfismati.  Sett voru lög á alþingi eftir að hún féll sem í grunninn sögðu að allar framkvæmdir yrðu að fara í gegnum umhverfismat, nema þessi.\nkv\nDóri"
        },
        {
            "user": "Bic",
            "user_id": "24677",
            "date": "2003-01-15 13:47:19",
            "id": "857329",
            "reply_to_id": "857327",
            "text": "Nei þetta er bara bull hjá þér. Skipulagsstofnum samþykkti ekki þessa aðgerð vegna umtalsverðaa röskunar á náttúru, en Siv umhverfisráðherra breytti þeirri niðurstöðu með pennastriki. Svo ert þú að predika?? Skammastu þín bara!"
        },
        {
            "user": "Bjabja",
            "user_id": "14928",
            "date": "2003-01-13 15:30:46",
            "id": "857330",
            "reply_to_id": "857277",
            "text": "Það er talað um að túristar munu hætta að koma hingað ef við virkjum. Og það verði hrun í ferðamannageiranum. Hefur fólk pælt í því hvað Hoover DAM(stífla) í Bandaríkjunum laðar mikið af ferðamönnum árlega! Kárahnjúkavirkjun verður engin Hoover Dam en hún á að verða sú stærsta í Evrópu. Ég held að hún eigi eftir að laða eitthvað af túristum og örugglega fleiri en Kárahnjúkar hafa gert hingað til!!!"
        },
        {
            "user": "nesi",
            "user_id": "2379",
            "date": "2003-01-13 15:59:32",
            "id": "857331",
            "reply_to_id": "857277",
            "text": "ég er sammála memo, ég bý líka fyrir austan og hef líka farið uppá kárahnjúka, þar var ekki shit sem var hægt að eyðileggja nema þér þiggji væntum steina, og þessi mynd pff frekar af jökuldalheiði, og fylla alþingisgarðinn af vatni pff það sýnir bara þroskann hjá þér og þeim sem ætla að gera þetta!!!"
        },
        {
            "user": "XerXes",
            "user_id": "876",
            "date": "2003-01-13 16:00:07",
            "id": "857332",
            "reply_to_id": "857277",
            "text": "Auðvitað er verið að fórna fallegri náttúru. En við verðum bara að velja eða hafna og í mínum huga er það ekki spurning að fórna þessari náttúru sem er verið að tala um fyrir álver og virkjun. Það er ekki eins og það geti ekki farið saman falleg náttúra og virkjun og eins og einhver benti hér á hefur landsvirkjun alltaf haft snyrtilegt í kringum sig.\nFólk segir líka að það sé miklu meiri framtíð í ferðamanna iðnaði en það gerir sér ekki grein fyrir því að ferðamanna iðnaði fylgir láglaunastörf sem fólk vill frekar forðast en sækir í. Álveri fylgir fullt af mjög góðum verkamanna störfum + fullt af vel menntuðum iðnaðarmönnum sem hafa hátt kaup. Látið ykkur ekki detta í hug að fólk sem flytur að austan í Reykjavík til að mennta sig til iðnaðarstarfa myndi ekki miklu frekar vilja flytja austur aftur. Sjálfur er ég brittfluttur austfirðingur og ég myndi grípa fyrsta tækifæri sem mér gefst til að flytja þangað. Auk þess held ég að Íslendigar vilji ekki láta Ísland verða “ferðamannaland” og sækjast eftir samlíkingu við lönd einsog Portúgal og Grikkland, lang fátækustu vesturveldanna auk þess að glæpatíðni og fátækt ríkir þar sem ferðamanna iðnaður er alsráðandi. En þó að álver komi getur það farið vel saman við ferðamanna iðnað. Þó að ferðamenn hafi ekki mikinn áhuga á Álveri er ekki einsog öll náttúran á svæðinu hverfi."
        },
        {
            "user": "hvurslags",
            "user_id": "7875",
            "date": "2003-01-13 16:53:20",
            "id": "857333",
            "reply_to_id": "857332",
            "text": "Ég veit ekki hverjum ég á að svara hérna, svo ég ákveð að beina svari mínu til XerXes, það eð hann er sá sem stendur með virkjuninni sem er með þroskaðasta svarið.\nÁstæða þess að fólk er ýmist að segja “Við græðum á virkjuninni”, eða “Við töpum á virkjuninni” er, að til þess að reikna umhverfisáhrif þessarar virkjunar, gróða hennar o.s.frv. þarf töluvert stjóra jöfnu. Og eins og gefur að skilja er nokkuð mikið af óþekktum stærðum í henni, jafn vel enn þá núna á þessu stigi. Þegar svo ein stærðin kemur í ljós, reikna allir stærðfræðisnillingarnir útkomu hennar, og hrópa svo hástöfum: “Við græðum!”.\nSvo, eftir nokkurn tíma, birtist önnur stærð. Stærðfræðingarnir reikna aftur út jöfnuna, og segja “Við töpum!”.\nSvona gengur þetta sitt á hvað. Ætlið þið að taka sénsinn á hvort við endum með jákvæða eða neikvæða útkomu?\n—\nXerXes minntist á að Landsvirkjun hefur alltaf snyrtilegt í kringum sig. Uppistöðulónið sem myndast við virkjunina hefur að sjálfsögðu breytilega dýpt, sem er upp á heila 75 metra!\nSjáið fyrir ykkur vatn sem er jafn stórt að flatarmáli og gjörvallt Stór-Reykjavíkursvæðið, og þrjár Hallgrímskirkjur að dýpt, þar sem botninn er allur þakinn drullu og skít. Ímyndið ykkur svo sama vatn eftir hálft ár, sem er á því stigi “aðeins” tvær Hallgrímskirkjur. Þá stöndum við uppi með gríðarlega stórt landsvæði(ég vona að þið getið gert ykkur það í hugarlund) þakið leir sem fýkur. Hann fýkur, og fýkur, og fýkur, og fýkur og guð má vita á hverjum hann lendir.\nÆtlar Landsvirkjun að græða það upp?\nUmræðan um virkjunarframkvæmdirnar er, því miður, flokksbundin. Ef við ætlum einhvern tímann að fá raunverulega, sanna niðurstöðu um verðmæti hennar verður umræðan að vera málefnanleg, því þetta er allt svo stórt. Gerið það, kynnið ykkur málin (þó ekki væri nema aðeins) og myndið ykkur svo skoðanir!\nhvurslags"
        },
        {
            "user": "XerXes",
            "user_id": "876",
            "date": "2003-01-13 17:37:01",
            "id": "857334",
            "reply_to_id": "857333",
            "text": "Við þurfum nú hvort eð er að taka ákvörðun og sama hver hún verður er einhver séns tekin. Á móti má spyrja, ætla þeir sem eru einungis á móti virkjun vegna þess að þeir telji að hún skili ekki hagnaði að taka sénsinn á því að hún geri það ekki. En allavegna í dag erum við skrefi nær því að komast að réttri niðurstöðu í því samhengi en við vorum fyrir áramót.\n—\nFok er náttúrulega stærsta vandamál sem stafar af virkjununni að mínu mati, óg finnst mér virkunarsinnar og landsvirkjun ekki komið með næginlega góð rök hvernig þeir ætla að sporna við því. En að mínu mati er það ekki næginlega stórt vandamál til að koma í veg fyrir virkjun. Aftur er þetta bara spurning um að velja og hafna. Öll stór mál í þjóðfélögum mannkynssögunar hafa haft kosti og galla og hefur fólk þurft að velja og hafna. Ég skil vel fólk sem telur það vera þess virði að vernda þetta fallega landslag sem er þarna í stað virkjunar en það þýðir ekki að ég eða aðrir virkjunar sinnar séu þeim sammála. Það mun aldrei verða hægt að gera alla ánægða. Þar sem þetta virðist vera komið út fyrir vald flestra okkar (þar sem stjórnvöld ætla ekki að fara með málið fyrir þjóðaratkvæðagreiðslu frekar en oftar í gegnum Íslandssöguna) og að mínu mati engin mótmæli geta komið í veg fyrir virkjun ef stjórnvöld hafa áhuga á því ætti fólk frekar að einbeita sér að einangruðum umhverfisþáttum einsog foki í stað þess að vera hreint á móti ellri virkjununni. Það myndi allavegna skila meiri árangri að leyfa stjórnvöldum ekki að kæfa það mál allveg niður svo það gleymist.\nEn svo ég svari spurningunni: Já. Mér finnst það vera í verkahring Landsvirkunar að hafa fok í sem stafar beint af virkjununni í lágmarki.\n—\nHvort að málið sé flokksbundið er ég ekki allveg sammála þér. Að miklu leiti held ég að það sé rétt en t.d. er ég ósammála “mínum” flokki í þessu atriði og grunar mig að það séu óvenjulega margir sem taka þetta mál og kynna sér það og taka afstöðu útfrá því í stað þess að hlusta í blindni á forystu flokkana sem þeir styðja.\nEn þrátt fyrir það sýnist mér að hugi.is sé ljóst dæmi um það að fólk líti ekki á þetta mál, eitt stærsta í sögu Íslands á eftir inngöngu í NATO með hlutlausum augum. Og fer fátt jafn mikið í taugarnar á mér einstaklinga í báðum fylkingum skemmi málstað skoðunar“bræðra/systra” sinna með barnalegum málflutningi."
        },
        {
            "user": "Grolsch",
            "user_id": "10360",
            "date": "2003-01-13 17:50:54",
            "id": "857335",
            "reply_to_id": "857334",
            "text": "Þetta með sandfokið hefur auðvitað verið skoðað og að öllum líkindum leist. Ég ætla þó engu að lofa þar sem ég er ekki Verkfræðingur og skil ekki hvernig þetta á að virka. Mér skilst þó að eftir 5 ár (minnir mig) eða svo verður vatnið búið að skola mestöllum sandinum nirá botn þannig að þó svo að forvarnirnar gegn sandfokinu takist ekki eins og menn áætla þá ættu skemmdi vegna þess ekki að vera mjö svakalegar."
        },
        {
            "user": "demco",
            "user_id": "29435",
            "date": "2003-01-14 15:48:56",
            "id": "857336",
            "reply_to_id": "857334",
            "text": "Jú, það er rétt hjá XerXes að það er fok sem er stærsta vandamálið þarna uppi.\nEn ég er handviss um að Landsvirkjun mun gera sitt til að stöðva það eftir bestu getu. Það mun Landgræðsla Ríkisins líka gera og sennilega fleiri áhugamenn um það mál þarna fyrir austan.\nPólitísku umræðuna um þetta mál treysti ég mér ekki í að þessu sinni, kanski seinna.\nEn, lesið Dagblaðið í dag 14/1. Þar er grein/viðtal við Sigurð Aðalsteinsson, hreindýraeftirlitsmann m. m.\nEr ekki meira mark takandi á svona manni heldur en einhverjum “umhverfissinnum” sem ALDREI hafa barið þetta svæði augum eða hafa nokkurt vit á dýraríkinu þarna uppi??\nT.d. með heiða/grágæsina.\nÞarna fær hún það allra best svæði til að leggjast í sár.\nOg það kemur ENGINN til að vera með báta þarna á lóninu til að skjóta/veiða þær í sárum.\nÞað verður séð til þess.\nOg hreindýrin hafa alltaf skipt um beitilönd eftir því hvað ætið er mikið á hverjum stað.\nAlcoa reiknar með því að það verði fjárfest í mörgum öðrum iðnaði fyrir austan líka, einkum í tengdum iðnaði og þjónustugreinum (Mbl 14/1)\nNú fer það að sýna sig að það fara að hrúgast iðnaður í kringum þetta dæmi.\nSegi því við mótmælendurnar. (þessa fáu sem nenna að mæta) :o)   :\nGangi ykkur bara vel og öskrið ykkur hás.\n(það ber hvort eð er ekki árangur :o) )\nEn þessi virkjun MUN borga sig, það er öruggt."
        },
        {
            "user": "bani",
            "user_id": "9867",
            "date": "2003-01-14 16:17:04",
            "id": "857337",
            "reply_to_id": "857336",
            "text": "Það er greinilegt að sumir hverjir hafa ekki kynnt sér málið nógu vel heldur bara horft á Ómar Ragg í sjónvarpinu og myndað sér skoðanir út frá því. Í fyrsta lagi þá skrifaði einhver hér fyrir ofan að þetta væru hrikalegustu gljúfur í Evrópu og það væri synd að sökkva þeim. Gljúfrunum verður EKKI sökkt. Stíflan mun koma þar sem gljúfrin byrja.\nVarðandi fokið þá er þetta ekki leir sem jökulinn hefur myndað sem fer á flakk. Heldur verður svokallað öldurof við bakka lónsins. Hins vegar getur fok orðið mikið ef ákveðnar mótvægisaðgerðir verða ekki gerðar. Ég hvet sem flesta til þess að skoða matsskýrsluna sem nálgast má á www.karahnjukar.is áður en stórir dómar falla."
        },
        {
            "user": "aatli",
            "user_id": "12645",
            "date": "2003-01-13 17:45:09",
            "id": "857338",
            "reply_to_id": "857333",
            "text": "Ég veit ekki hverjum ég á að svara hérna, svo ég ákveð að beina svari mínu til allra sem eru á móti virkjununni, og hinna líka…\nÉg hef aldrei fari á kárahnúka, en þega virkjunin kemur, tja allavegana meiri líkur að ég fari að skoða hana en einhvérja steina og örfá blóm.\nEf Alcoa byggir þetta álver á Reyðarfyði, well ég væri til í að flytja þangað til að vinna í því, því ég veit að það er vel borgað að vera að vinna í álveri (allavega á vaktavinnu)\nNákvæmlega eins umræður eiga eftir að koma upp þegar Alcoa byrjar að byggja álverið sitt þarna, jú það mengar meira en virkjunin, hin tvo álverin hér á landi eru bæði undir meðal álveri í mengun og þetta verður með enn fullkomari hreinsunarbúnað en það sem er á Grundatanga (Rétt hjá Akranesi) þó er það töluvert betra en hitt í straumsvík (skylst mér)..\nÉg segi upp með virkjun og upp með álver, þið sem eruð á móti þessu farið þið bar og reynið að stoppa vanið þegar því verður hleipt í stífluna :þ\nAfsaka allar stafsetningarvillu"
        },
        {
            "user": "aatli",
            "user_id": "12645",
            "date": "2003-01-13 17:46:52",
            "id": "857339",
            "reply_to_id": "857338",
            "text": "og annað, ég hef aldrei séð leir fjúka.. allavegana ekki þegar það eru nokkur þúsund tonn af vatni hjá honum"
        },
        {
            "user": "XerXes",
            "user_id": "876",
            "date": "2003-01-13 17:53:36",
            "id": "857340",
            "reply_to_id": "857339",
            "text": "Þetta er náttúrulega jökul-leir. Hann er afar fínn og á auðvelt með að fjúka sérstaklega þegar langt er liði á veturinn og mikill þurrkur þarna. Þetta svæði er nú eitt það úrkomu minnsta í Evrópu og því ekki mjög snjóþungt. Í enda vetrar er vatnið ekki mjög nálægt þessum fína leir þannig að það á ekki að hafa áhrif á það."
        },
        {
            "user": "zechron",
            "user_id": "4400",
            "date": "2003-01-13 16:25:44",
            "id": "857341",
            "reply_to_id": "857277",
            "text": "Hover dam, Nevada, bandaríkjunum er einhver stærsta stífla í bandaríkjunum, árlega fara milljónir í gegnum hana, og milljónir af túristum hafa tekið svona billjónir af myndum af henni. Það er áhugaverðara en Grand Canyon sem stíflan liggur inní. En ég er ekki sáttur ef að þessi stíflugerð eigi eftir að gefa frá sér endalausar skuldir sem við skattgreiðendur eigum að borga, hvort sem þetta er fallegt eða ekki. Ég hef meiri áhuga að hafa efni á því að komast þangað heldur en að rífast um það hvort allt fari á kaf eða ekki. >:("
        },
        {
            "user": "Jeedo",
            "user_id": "17190",
            "date": "2003-01-14 15:54:08",
            "id": "857342",
            "reply_to_id": "857341",
            "text": "“Hover dam, Nevada, bandaríkjunum er einhver stærsta stífla í bandaríkjunum, árlega fara milljónir í gegnum hana,”\nÉg ætla svo rétt að vona ekki þeirra vegna, yfirleitt rispar maður sig á hreyflunum."
        },
        {
            "user": "zechron",
            "user_id": "4400",
            "date": "2003-01-15 09:11:13",
            "id": "857343",
            "reply_to_id": "857342",
            "text": "OK, yfir hana!!! :)"
        },
        {
            "user": "Tgeir",
            "user_id": "1939",
            "date": "2003-01-13 16:42:18",
            "id": "857344",
            "reply_to_id": "857277",
            "text": "Ef við ætlum að búa í þessu landi þá verðum við að nota allar þær auðlyndir sem við eigum.Það þýðir að veiða fisk og hval úr sjónum og virkja fallvötninn.\nÉg tel að Kárahnjúkasvæðið vera litil fórn,á móti öllum þeim störfum sem verða til og þeim tekjum sem koma munnu inn í landið.\nÞú getur sagt það á móti að álver sé ekki framtíðin,það má vel vera.En ég segi þá á móti ef ráðamenn þjóðarinnar hefðu tekið þá áhvörðun að Ísland og Íslendingar ættu að verða frumhvöðlar á sviði vistvænar orku þá hefðum við þurft að virkja jafn mikið.Það þarf jafn mikla ef ekki meiri orku til að framleiða vetni eins og ál til að það sé arðvænlegt.Þú gætir líka sagt að við ætum að nota það fjármagn sem fer í þessa framhvæmd í eitthvað annað eins og til menntamála.Ég svara á móti,allt það fólk sem menntar sig í dag getur ekki fundið sér vinnu eftir skóla og lítur því til útlanda og fá það vinnu erlendis þá kemur það ekki til baka.\nUmhverfisvernd er góð og gild en ef við ætlum að búa hér á þessu smá skeri á atlandshafinu þá verðum við að færa fórnir.Við getum ekki lifað á loftinu og ferðamennsku einni saman eins og Vinstri/grænir vilja.\nKveðja Tgei"
        },
        {
            "user": "spect",
            "user_id": "828",
            "date": "2003-01-13 16:50:42",
            "id": "857345",
            "reply_to_id": "857277",
            "text": "Ha ha,  það verður fyndið þegar þessar fjórar hræður sem ættla að mótmæla þessu mæta þarna með gosflöskur.\nFucking treehugers!"
        },
        {
            "user": "Anarcy",
            "user_id": "26727",
            "date": "2003-01-13 17:51:45",
            "id": "857346",
            "reply_to_id": "857277",
            "text": "Vá, hvað fólk virðist vera tregt hérna, Það virðast allir gleyma einu aðalatriðinu. PENINGARNIR, það kosta fullt ef peningum að byggja þetta og einu rannsóknirnar á hvort þetta verkefni muni standa undir sér hafa verið framkvæmdar af virkjunaaðilum og þá er bara verið að reikna með bestu aðstæðum sem flestir aðrir virðast ekki vera vissir um að standist. Allavega ekki miðað við hvernig ástandið er núna á heimsmarkaði.\nNúna er verið að byggja álver í mörgum þriðja heims löndum sem væntanlega eykur samkeppni sem fær mann þá til að hugsa hvernig staða Alcoa verður eftir 10 til 15 ár. Annars getur líka vel verið að þetta eigi eftir að vera til mikilla bóta. Umræðan um þetta er búinn að vera alltof svart/hvít (annaðhvort bara vont eða bara gott). Og ég hef ekki orðið var við neina umræðu um slæmu hlutina hjá þeim sem ráða…semsagt það er verið að ana svolítið út í hlutina. Svo má alltaf segja að þetta sé bara tilfinningasemi í umhverfisverndarsinnum að vera á móti þessu.\nEn þá er akkúrat gaman að benda á það að Gullfoss væri stífla í dag ef ung stúlka fyrir 100 árum eða eikkað hefði ekki hótað föður sínum sem átti Gullfoss að kasta sér í fossinn ef hann myndi selja fossinn í stíflugerð. Við erum nú í dag að græða fullt af pening af ferðamönnum sem koma að skoða fossinn. En eins og ég segi þá er ég ekki þá sjálfumglaður að segja hvað sé best að gera, það vita það allir sem eitthvað pæla í þessu að þarf að rannsaka þessi mál miklu betur og þá ekki af hagsmunaaðilum. Svo veit ég ekki betur en að stóri hluti þeirra sem mun vinna við framkvæmdir stíflunnar séu ítalir."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-13 17:51:57",
            "id": "857347",
            "reply_to_id": "857277",
            "text": "Ég sé fréttirnar fyrir mér:\n“Fjöldamótmæli gegn kárahnjúkavirkjun voru haldin hjá Alþingi í dag, 6 huganotendur mættu á svæðið með Sprite gosflöskur en 2 með Pepsi. Móðir Bjarkar mætti á svæðið með gítarinn sinn og tók nokkra alkunna Björk smelli, að auki voru 7 atvinnulausar manneskjur sem kalla sig listamenn frá 101 Reykjavík þar til að flytja leikritið “Ó, þú unaðslegi staður, ertu þá farinn frá mér”. Allt gekk einsog í sögu þangað til að fólk fór að stara og benda á fólkið, það varð feimið og fór heim til sín. Augljóst er að þessi mótmæli hafa breytt öllu og Davíð Oddson hefur sagt að hann hafi hringt Alcoa og sagt að allir samningar skulu verða gleymdir. Ríkisstjórnin mætti svo fyrir utan Alþingi og sungu “Good Morning Sunshine” með Vinstri-Grænum. Áætlað var að fara upp í kárahnjúka en ekki var það möguleiki vegna ófærðar.\n“Þetta verður stór og mikill garður, mikill garður. Við getum leyft bara þeim sem við viljum koma inn, bara þeim sem við viljum. Þetta verður rosafjör að fara þarna upp og tjalda á sumrin, rosafjör alveg.“ sagði Davíð í viðtali fyrr í dag“"
        },
        {
            "user": "BrandurK",
            "user_id": "29125",
            "date": "2003-01-13 18:24:38",
            "id": "857348",
            "reply_to_id": "857277",
            "text": "Auðvitað er þetta eyðilegging fyrir hönd náttúrunnar! En ég held að það bæti ekki mikið að eyðileggja garðinn hjá alþinginu! Mér finnst gott að sjá sjálfstætt ungt fólk berjast fyrir sínum skoðunum, en hafið það innnan friðsamlegra marka! Svo eru allir með mismunandi skoðanir gegn þessu og þið ættuð ekki að óvirða skoðanir hvers annars hérna!\nÞakka"
        },
        {
            "user": "Huggies",
            "user_id": "7621",
            "date": "2003-01-14 03:17:34",
            "id": "857349",
            "reply_to_id": "857277",
            "text": "emmm……nei, ég vil virkjunina frekar en landslagið."
        },
        {
            "user": "chacha",
            "user_id": "14993",
            "date": "2003-01-18 19:55:50",
            "id": "857350",
            "reply_to_id": "857277",
            "text": "Mér finnst asnalegt að það eig i að virkja þarna!\nÞað sem við “framtíðin” fáum úr þessu eru t.d hærri skatter vegna lána t.d þarf að hreinsa vatnadraslið hvert á vegna drullu!\nSvo held ég ekki að fólk fer að flytja þarna út í rassgat. Er bíó eða  menntaskóli, háskóli kannski ábyggilega ekki að alast upp einhverstaðar vegna mamma og pabbi fá svo góða vinnu ég er ekki alveg ánægð hvar ég bý vegna hvað það er landt frá lífinu og það er aðeins 30 min keyrsla til Reykjavíkur. Hugsið aðeins út í hvað (þið sem ætlið að flytja vegna álversins) líf barna ykkar verður dada. Drepið þau ekki."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-22 15:51:20",
            "id": "857351",
            "reply_to_id": "857350",
            "text": "chacha\nÉg hef alla mína ævi búið fyrir austan og vil hvergi annars staðar í heiminum vera. Hér er öll þjónusta til staðar og það vill svo til að á Egilsstöðum er ágætis bíó og aðeins 50 mín. til Reykjavíkur með flugi. Mig og marga fleiri skortir ekkert “hérna lengst úti í sveit”.\nÞú ættir bara að halda þig áfram í “menningunni” fyrir sunnan. Austurland hefur ekkert að gera með fólk eins og þig."
        },
        {
            "user": "Ferenzcy",
            "user_id": "8754",
            "date": "2003-01-19 09:22:24",
            "id": "857352",
            "reply_to_id": "857277",
            "text": "Virkjum allt hálendið, hef aldrei komið þangað og langar ekkert til þess. Ekki mikið að sjá þar hvort eð er. Framför er orð dagsins."
        },
        {
            "user": "Uberman",
            "user_id": "17104",
            "date": "2003-01-20 12:55:40",
            "id": "857353",
            "reply_to_id": "857352",
            "text": ",,Ekkert nema sandhólar\"\nÞú hefur líklega aldrei komið í t.d. Herðubreiðarlindir?"
        },
        {
            "user": "BaSSic",
            "user_id": "1308",
            "date": "2003-01-20 22:31:41",
            "id": "857354",
            "reply_to_id": "857277",
            "text": "chacha; það er ekki aðeins fjölskyldufólk sem vinnur í álverum, og þar að auki er lífið ekki eintómt bíó. Það er menntaskóli á Egilsstöðum sem að er ekki það langt þarna frá og það er ekkert sem stöðvar krakka út á landi í að fara til höfuðborgarinnar eða á aðra staði sem að hafa upp á menntaskóla og/eða háskóla að bjóða. Svo gefur það náttúrulega auga leið að um leið og Austurland fer að byggjast upp að nýju þá koma ýmislegir hlutir sem að voru þar ekki fyrir. Eins og til dæmis þitt heittelskaða bíó. Einnig má nefna það að ef að fólk vantar vinnu þá lætur það ekki stoppa sig að börnin þeirra muni ekki geta farið á fyllerí í miðbæ Reykjavíkur um hverja helgi ef það flytur eitthvert út á land."
        },
        {
            "user": "chacha",
            "user_id": "14993",
            "date": "2003-01-22 19:15:02",
            "id": "857355",
            "reply_to_id": "857354",
            "text": "Ekki fer ég á fyllerí allar helgar og bíó er ekki mitt uppáhald. Það sem ég var að meina er að t.d sumir vilja ekki flyta ég veit ekki hvert t.d í 8-10 bekk og svo þurfa að flyta kannski aftur vegna þess að þeim langi að verða t.d læknar. Ég þarf að flytja því ég ætla á heimavist og ég þarf að fara í menntaskóla og þá þarf ég að flytja. Mig langar ekki alveg að flytja eftir 1 og hálft ár í burtu frá mömmu minni. Það er það sem ég er að meina. Svo var líka könnun um að það væri 5% meiri sálfsmorð út á landi. Afhverju?"
        },
        {
            "user": "BaSSic",
            "user_id": "1308",
            "date": "2003-01-22 21:05:24",
            "id": "857356",
            "reply_to_id": "857277",
            "text": "chacha: 5% … það er svona 1 manneskja … veit annars ekkert hversu margir fremja sjálfsmorð á hverju ári en ég get ímyndað mér að það sé ekki neinn verulegur fjöldi þar sem að 5% er einhver himinhá tala"
        }
    ]
}