{
    "forum_title": "Danstónlist",
    "user": "ivar666",
    "user_id": "18026",
    "date": "2003-01-14 11:27:25",
    "title": "Hver er versti plötusnúðurinn?",
    "text": "himininn er blár,sólin er gul,og sumir plötusnúðar ættu bara einfaldlega að halda sér heima hjá sér.\nnú ætla ég að púsla saman topp 5 lista yfir þá slökustu.\nsmá saga fyrst :)\nég kíkti á sólon um daginn með kærustunni minni og vinum.\nsem er nú varla til frásagnar færandi nema fyrir eitt.\nþar var hann þröstur 3000 að spila eðal eff emm píkutónlist af guðs náð.græjurnar sem kappinn notaði voru 2stk pioneer cd spilarar af dýrari týpunni…svo byrjaði þetta allt saman!\ntappinn byrjaði að “reyna” að scratcha á græjuna með þessum hrikalega dansi líka!minnti á hana á fengitíma(sammt ekki brunahana)og svo einhversstaðar á leiðinni uppgvötaði hann effectatakka sem eru á græjunni og notaði óspart og tótalí offbeat!þetta var allt mjög broslegt,en ekki jafn broslegt og þegar hann reyndi að beatmixa.ég veit ekki einu sinni hvernig er hægt að fara svona mikið úr takti :)  en allavena þá skemmti ég mér konunglega við að hlusta á þessa tilraun til íslandsmets í offbeat…\nen allavena hér kemur listinn:\n1.cdj þröstur 3000\n2.cdj heiðar austmann the man\n3.cdj baddi rugl(datt úr fyrsta sæti eftir lán á plötum frá mér)\n4.cdj svali\n5.cdj kiddi bigfoot(að maðurinn sé ekki orðinn góður eftir 50 ár í bransanum…hum…)\nno hard feelings :)\nvinur allra ívar :=)",
    "url": "https://www.hugi.is/danstonlist/greinar/116490/hver-er-versti-plotusnudurinn/",
    "url_id": "116490",
    "id": "859120",
    "replies": [
        {
            "user": "erikolaf",
            "user_id": "13555",
            "date": "2003-01-14 11:43:26",
            "id": "859121",
            "reply_to_id": "859120",
            "text": "Orð til móður minnar. Svo eru þeir líka fífl allir með tölu."
        },
        {
            "user": "ivar666",
            "user_id": "18026",
            "date": "2003-01-14 11:47:14",
            "id": "859122",
            "reply_to_id": "859121",
            "text": "ég get ekki sagt það :)\nallavena ekki baddi.hann er ágætur greyjið"
        },
        {
            "user": "caprio",
            "user_id": "29506",
            "date": "2003-01-14 11:48:15",
            "id": "859123",
            "reply_to_id": "859121",
            "text": "ég er sammála þér ívar  !!  þröstur 3000 er sá allra lélegasti og heiðar Austmann sökkar big time á sportkaffi eða eitthvað gáfulegt !   he he he    ;)             þeir eru plötusnúðakynslóðinni til skammar og ættu ekki að fá að nota orðið    d.j  …"
        },
        {
            "user": "ivar666",
            "user_id": "18026",
            "date": "2003-01-14 11:56:34",
            "id": "859124",
            "reply_to_id": "859123",
            "text": "caprio:enda kýs ég að nota nafnið cdj yfir svona kalla :)"
        },
        {
            "user": "smile",
            "user_id": "2053",
            "date": "2003-01-14 12:03:25",
            "id": "859125",
            "reply_to_id": "859123",
            "text": "Ég er reyndar alveg samála, mesta lagi CDj… en sá besti sem ég hlustað á (íslenskur) var þegar vinkonur mínar dróu mig á og Páll óskar átti að spila en það var einhver annar sem var SNILLD"
        },
        {
            "user": "PugMan",
            "user_id": "4966",
            "date": "2003-01-14 11:51:56",
            "id": "859126",
            "reply_to_id": "859120",
            "text": "Hvað er verið að dissa Eff emm strákana? Þeir eru fínir mar! Spila góða tónlist! Svali finnst mér ekki eiga heima þarna, Kiddi á ekki heima þarna, Hef ekki séð Þröst 3000 spila, En hef heyrt að Heiðar sé góður. Og Baddi, Ja, baddi má alveg vera þarna :D"
        },
        {
            "user": "yktbabe2",
            "user_id": "31468",
            "date": "2003-01-14 11:55:15",
            "id": "859127",
            "reply_to_id": "859120",
            "text": "ég held að það sé kiddi bigfoot eða mér finnst það allavegana ég veit ekki um aðra!!"
        },
        {
            "user": "Brunahani",
            "user_id": "6182",
            "date": "2003-01-14 11:57:35",
            "id": "859128",
            "reply_to_id": "859127",
            "text": "förum aðeins til baka…\nhver man eftir portúgölskum DJ sem spilaði á tunglinu 96-97 ?\nman ekki hvað hann heitir, fínn gaur svosem og hann kunni alveg að mixa en hann “crashed & burned” alveg til dauuuuuðans með tunglinu sínum tíma."
        },
        {
            "user": "akarnid",
            "user_id": "6152",
            "date": "2003-01-14 12:01:50",
            "id": "859129",
            "reply_to_id": "859128",
            "text": "Bjössi:  Mario hét tappinn"
        },
        {
            "user": "Brunahani",
            "user_id": "6182",
            "date": "2003-01-14 12:03:16",
            "id": "859130",
            "reply_to_id": "859129",
            "text": "já!!! mario!"
        },
        {
            "user": "ivar666",
            "user_id": "18026",
            "date": "2003-01-14 12:05:11",
            "id": "859131",
            "reply_to_id": "859130",
            "text": "hann kom síðast til ísland held ég 1999 og var að spila á spotlight með mér…. og spilaði geðbilaða húsútgáfu af lionel richie-all night long sem ég er búinn að leita af lengi! :)\neithvað bootleg shit!"
        },
        {
            "user": "gthth",
            "user_id": "10645",
            "date": "2003-01-14 12:09:58",
            "id": "859132",
            "reply_to_id": "859130",
            "text": "Ég man eftir Mario. Það var nú meira fíflið. Og kærastinn hans líka."
        },
        {
            "user": "akarnid",
            "user_id": "6152",
            "date": "2003-01-14 11:55:40",
            "id": "859133",
            "reply_to_id": "859120",
            "text": "Gummi Gonzales marr!!!!\nEnginn snertir hann í crapnessi, ekki einu sinni Áki Pein :)"
        },
        {
            "user": "Brunahani",
            "user_id": "6182",
            "date": "2003-01-14 11:58:03",
            "id": "859134",
            "reply_to_id": "859133",
            "text": "hhehhe gummi gonz mah!!"
        },
        {
            "user": "ivar666",
            "user_id": "18026",
            "date": "2003-01-14 12:03:10",
            "id": "859135",
            "reply_to_id": "859134",
            "text": "það var reyndar mario marques :)\nhann var að spila á tunglinu á þessum tíma með gonzanum :)\nmario var að gera góða hluti á kiss albufera held ég :)"
        },
        {
            "user": "akarnid",
            "user_id": "6152",
            "date": "2003-01-14 12:10:42",
            "id": "859136",
            "reply_to_id": "859135",
            "text": "Hann var nú alveg cheesemaster dauðans hann Mario. Átti samt góða spretti.  Þó var enginn fanclub fyrir hann eins og suma ;)\nOg ég man nú að Áki Pain var skömminni skárri en Gummi Gonz, hann spilaði þó stundum góða bangera.\nEn þetta var ekki gott tímabil í djamminu.  Of mikið cheeesefest.  Enda fylgdi djös Júróbít ruslinu sem tröllreið öllu 93-94 (Culture Beat, 2Unlimited og þ.h.)"
        },
        {
            "user": "ivar666",
            "user_id": "18026",
            "date": "2003-01-14 12:15:08",
            "id": "859137",
            "reply_to_id": "859136",
            "text": "ég og gummi vorum góðir vinir á þessum tíma og tölumst ennþá við í dag í gegnum msg því kappinn er í kanada í háskóla.\nen hann er without a doubt cheesmasterinn!! :)\nhann var uppá sitt besta þegar lög eins og no limits og sash ecuador voru málið sko!\nog líka síma lagið þarna símasím a síma a síma síma síma :) samba da da da da da da da da da!"
        },
        {
            "user": "Brunahani",
            "user_id": "6182",
            "date": "2003-01-14 12:18:12",
            "id": "859138",
            "reply_to_id": "859137",
            "text": "hver man eftir þegar party zone skrifuðu undir og útvörpuðu um leið áskorun til Áka pain að leggja nálarnar á hilluna ?\nþað var soldið gróft en fyndið!"
        },
        {
            "user": "ivar666",
            "user_id": "18026",
            "date": "2003-01-14 12:21:55",
            "id": "859139",
            "reply_to_id": "859138",
            "text": "ef ég þekki áka rétt þá hefur hann ekki tekið því vel :)\nhann er með úrklippubók með öllu sem hefur verið skrifað um hann og flyera og stöff :)\nmaður er kanski asni fyrir að hafa ekki gert það sjálfur.eithvað til að syna krökkunum þegar maður er orðinn gamall og useless :)"
        },
        {
            "user": "Brunahani",
            "user_id": "6182",
            "date": "2003-01-14 12:25:38",
            "id": "859140",
            "reply_to_id": "859139",
            "text": "Áki var ekkert voða kátur með þetta minnir mig…"
        },
        {
            "user": "ivar666",
            "user_id": "18026",
            "date": "2003-01-14 12:00:45",
            "id": "859141",
            "reply_to_id": "859133",
            "text": "gummi er reyndar löngu hættur að spila en áki er á nasa að spila lög eins og ég gef þér allt mitt líf með helgu möller :)\nen þeir hafa eitt framyfir hina….. þeir spila á vínil…og geta beatmixað.\nog hafa báðir spilað á hinum frábæra skemmtistað tunglinu.\n(ég verð nú aðeins að standa upp fyrir þeim sko…)\n:)\nannars good point"
        },
        {
            "user": "mancubus",
            "user_id": "819",
            "date": "2003-01-14 18:03:44",
            "id": "859142",
            "reply_to_id": "859141",
            "text": "“…að spila lög eins og ég gef þér allt mitt líf með helgu möller”\ner það ekki með röggu gísla og brunaliðinu?\n(mín tilraun til að sýna hvað ég er vel inni í skemmtistaðamúsíkinni;)"
        },
        {
            "user": "ivar666",
            "user_id": "18026",
            "date": "2003-01-14 18:06:23",
            "id": "859143",
            "reply_to_id": "859142",
            "text": "þetta er allt að koma hjá þér!\nbráðum verður þú jafn snjall og skurken! :)"
        },
        {
            "user": "mancubus",
            "user_id": "819",
            "date": "2003-01-14 18:13:08",
            "id": "859144",
            "reply_to_id": "859143",
            "text": "úff, við skulum ekki miða of hátt ;)"
        },
        {
            "user": "ivar666",
            "user_id": "18026",
            "date": "2003-01-14 18:26:24",
            "id": "859145",
            "reply_to_id": "859144",
            "text": "nei!því þá endaru eins og vala flosa á ólimpíuleikunum 2000….\nhún hefði betur sett stöngina aðeins neðar!"
        },
        {
            "user": "mononoise",
            "user_id": "6315",
            "date": "2003-01-14 18:53:35",
            "id": "859146",
            "reply_to_id": "859145",
            "text": "Siggi hlö er nú einstaklega súr snúður enda fertugur maður sem heldur að hann sé flippað tvítugt skemmtanaljón.\nSvo var ég alltaf jafn fúll þegar maður fór á framhaldskólaball og plötusnúðarnir spiluðu Club to death - Higher state of…… - Blade lagið - á repeat allt kvöldið"
        },
        {
            "user": "ivar666",
            "user_id": "18026",
            "date": "2003-01-16 15:53:32",
            "id": "859147",
            "reply_to_id": "859133",
            "text": "Ég er búinn að bíða í allann dag eftir að einhver komi með svar á gonzann!!!\nwhats wrong with u people!!!"
        },
        {
            "user": "kfc",
            "user_id": "5209",
            "date": "2003-01-14 12:14:54",
            "id": "859148",
            "reply_to_id": "859120",
            "text": "Humm\n1. (dj) baddi rugl\n2. (dj) Ívar A….  einhvað"
        },
        {
            "user": "ivar666",
            "user_id": "18026",
            "date": "2003-01-14 12:18:27",
            "id": "859149",
            "reply_to_id": "859148",
            "text": "já ívar amore!!\nþú verður sammt að passa þig á honum :)\nhann verður rosalega sár þegar hann fær slæm komment!\nhann er svo helvíti skapstór greyjið!\nreyndar er hann “hung like a horse” svo honum er nokk sama held ég :)"
        },
        {
            "user": "kfc",
            "user_id": "5209",
            "date": "2003-01-14 12:27:52",
            "id": "859150",
            "reply_to_id": "859149",
            "text": "Þetta var ekkert ýlla meint, en mér finnst þú ekki vera góður (dj). En svona er lífið, ég hef mínar skoðanir og þú þínar ;)"
        },
        {
            "user": "ivar666",
            "user_id": "18026",
            "date": "2003-01-14 12:33:05",
            "id": "859151",
            "reply_to_id": "859150",
            "text": "hehehe\nþú hefur líka fullann rétt á því kjulli minn :)\nég veit bara að ég er bestur!það er nog fyrir mig :)"
        },
        {
            "user": "ghozt",
            "user_id": "428",
            "date": "2003-01-14 12:44:02",
            "id": "859152",
            "reply_to_id": "859120",
            "text": "í mínum augum er enginn dj lélegur. .. bara mis góði"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-14 16:08:12",
            "id": "859153",
            "reply_to_id": "859152",
            "text": "how cute"
        },
        {
            "user": "MrGoodman",
            "user_id": "7110",
            "date": "2003-01-14 15:20:28",
            "id": "859154",
            "reply_to_id": "859120",
            "text": "versti snúður sem ég man eftir að hafa hlítt á var einhver sem spilaði á jólaballi fsu á hótel örk fyrir einhverjum árum… hann spilaði pál óskar lög… og EKKERT annað!"
        },
        {
            "user": "MrGoodman",
            "user_id": "7110",
            "date": "2003-01-14 15:22:40",
            "id": "859155",
            "reply_to_id": "859154",
            "text": "annars verð ég að bæta við að ég forðast allt sem dj margeir stendur að… ekki það að hann sé lélegur (þvert á móti), mér finnst hann bara spila hrútleiðinlega tónlist (sérstaklega þegar hann missir sig í einhverja latin bongó geðveiki sem hann átti það til að gera)"
        },
        {
            "user": "akarnid",
            "user_id": "6152",
            "date": "2003-01-14 15:53:52",
            "id": "859156",
            "reply_to_id": "859155",
            "text": "Já oj!!  Ég lenti líka í því páskana 97(held ég) á Tetriz.  Bjössi og Frímann mönnuðu dekkana á föstudeginum (langa) og keyrðu stemmninguna alveg þvílíkt upp.  Gjörsamlega vangefið kvöld, og svo á páskasunnudeginum hélt Margeir uppi ‘fjörinu’ (les: DREPleiðinlegt bongó-afró-pseudodisco).  Það skemmti sér ekki EINN maður vel, enda mundu allir efir geðveikinni á föstudeginum.  Margeir spilaði enda fyrir nær tómu húsi."
        },
        {
            "user": "Brunahani",
            "user_id": "6182",
            "date": "2003-01-14 16:03:11",
            "id": "859157",
            "reply_to_id": "859156",
            "text": "man eftir þessu.\n303 kvöldið var örugglega það besta í sögu 303… vá 6 ár síðan.\nsunnudagskvöldið var fokkt frá byrjun minnir mig…margeir mætti of seint og ég veit ekki hvað og hvað…..leiðinlegt kvöld bara.\nMér finnst Margeir samt góður snúður."
        },
        {
            "user": "Lando",
            "user_id": "16918",
            "date": "2003-01-14 16:25:19",
            "id": "859158",
            "reply_to_id": "859157",
            "text": "fór á sólón um helgina og heyrði svala actually beatmixa, sem mér þótti mjög merkilegt, hann hélt því m.a.s. í alveg 4 takta"
        },
        {
            "user": "ivar666",
            "user_id": "18026",
            "date": "2003-01-14 16:44:02",
            "id": "859159",
            "reply_to_id": "859158",
            "text": "það er bara af því að hann kann ekki að telja hærra :)"
        },
        {
            "user": "MrGoodman",
            "user_id": "7110",
            "date": "2003-01-14 17:22:25",
            "id": "859160",
            "reply_to_id": "859159",
            "text": "lol!!! ðass probablí trú!"
        },
        {
            "user": "TomasP",
            "user_id": "15117",
            "date": "2003-01-14 19:39:34",
            "id": "859161",
            "reply_to_id": "859120",
            "text": "well ég er alltént ekki á listanum það tel ég vera eitthvað jákvætt vona ég :]"
        },
        {
            "user": "ivar666",
            "user_id": "18026",
            "date": "2003-01-14 20:16:36",
            "id": "859162",
            "reply_to_id": "859161",
            "text": "þinn tími mun koma!!!\n:)"
        },
        {
            "user": "TomasP",
            "user_id": "15117",
            "date": "2003-01-14 22:46:43",
            "id": "859163",
            "reply_to_id": "859162",
            "text": "hehe"
        },
        {
            "user": "TomasP",
            "user_id": "15117",
            "date": "2003-01-16 03:10:00",
            "id": "859164",
            "reply_to_id": "859120",
            "text": "úúúhhhh ekki má gleyma Dj Gísla á (var á?) Nellys"
        },
        {
            "user": "ghozt",
            "user_id": "428",
            "date": "2003-01-16 09:15:27",
            "id": "859165",
            "reply_to_id": "859164",
            "text": "töff !!!! :)"
        },
        {
            "user": "gummi3849",
            "user_id": "14229",
            "date": "2003-01-16 11:50:41",
            "id": "859166",
            "reply_to_id": "859165",
            "text": "Félagar!\nMjög langt síðan ég hætti að spila, greinilegt að nafnið lifir sem er vel.  Í þeirri tónlist sem ég var mest í (þó ég hafi undir lokin, og er en, orðið húkkt á disco,funk o.s.frv…og tekið þó nokkur non-mainstream kaffihúsakvöld) verða plötusnúðar sem spila popp sjálfsagt seint taldir “svalir”.\n1998 eitthvað svoleiðis jafnvel fyrr voru popp snúðar á Íslandi að spila ótrúlega mikið af klúbba tónlist, þó hún hafi auðvitað verið (flest) poppaðari en það sem gengur og gerist í t.d. party zone.  Við vorum hins vegar miklu meira á ,,gæða\" danstónlist.  Á upptökur frá því ég var að spila á gamla Tunglinu sem ég var að hlíða á ekki alls fyrir löngu, ótrúlegt að lagavalið þar (sem var poppað þá!) hafi verið mainstream (Kepptumst við að vera með PZ rjómann og á undan FM í einu og öllu, lentum reyndar mjög oft á milli PZ og FM)!!!\nFyndið líka að í gegnum árin höfum við sífellt verið að fá, ég Áki Pain ofl hvor er verri eða hvor er betri.  Staðreyndin er sú að allir popp snúðarnir hafa í gegnum tíðina verið félagar og skipst á tónlist og höfum við því allir verið að brúka sama efni.  Ég skal stoltur vera ,,sá versti” og hef reyndar lúmskt gaman að því í þessum hóp, en varðandi tónlist, eru allir í mainstream geiranum með nákvæmlega sama efni í töskunum sínum (var reyndar meira en nú, þó þetta eigi ennþá við).  Skiptingar og fleira í þeim dúr skilur okkur að, þó svo að gamlir stefnubræður mínir vita eins og ég að skiptingar breyta ENGU hjá þessum hóp (eins leiðinlegt og það er).\nDjammið á Íslandi hefur hins vegar verið að breytast gífurlega undanfarin 2 ár rúmlega.  Það er fyrst og fremst ástæðan fyrir því að ég fékk nóg (lýg því reyndar, 5 ár bak við plötuspilara er meira en nóg þegar tónlistin hefur ekki að geyma meiri sál en poppið býður).  Kúvending hefur orðið á heitustu stöðunum (popp) sem áður fyrr kepptust við að vera með ný house lög (sem gekk oft ótrúlega vel í fjöldann) og RnB, allt blandað saman í skiptingum og stælum.  Í dag verður helst að vera Sálin, gamalt Rokk í bland við Nínu og fleiri lög sem ég á aldrei eftir að geta skilið hvernig ganga svona vel í landann (og við erum ekki að tala um landsbyggðina!) .  Nýir popp plötusnúðar byrja að spila án þess að kunna neitt á mixir, vita hvað skipting er né fylgjast með því sem er að gerast í tónlist.  Þetta finnst mér hrikalega sorglegt og get því engan veginn skemmt mér á slíkum stöðum, sem eru flestir í dag!  Vegamót, efri á Astro ofl eru athvörfin mín þegar ég er á Íslandi (bý erlendis).  Held það sé enginn popp plötusnúður í dag sem fer reglulega í Þrumuna eða er að panta efni að utan eins og við gerðum í Old-Days.  Í dag snýst þetta allt um hvað sé vinsælt á FM (ekki að vera á undan FM) og reynda skrifa tónlistina og fá hana af Kazaa eða álíka stöðum.   Tónlistin á Popp stöðunum í dag er reyndar mun verri en er á FM.  Veit að gömlu félagar mínir þar færu seint að spila Nínu og fleira af þeim hrikalegu lögum sem eru í gangi á þessum stöðum (Sportkaffi, Nasa, Húsi Málaransm Sólon og fleiri).\nÞað sem keyrir þetta áfram er auðvitað fjöldin á djamminu.  Þetta vill bolurinn!!!  Því verður seint breytt…held að þróunin í þessa átt, sem endanlega er búinn að drepa DJ hluta popp-snúða (engin að bíta eða pæla, þetta eru bara skemmtikraftar) sé ekkert að fara breytast í bráð.\n…annars er það ykkar að halda kúlinu í djamminu, sækja kvöldin hans Agga Gauknum Elektrolux og staðinn á Grensás (sem ég reyndar man ekkert hvað heitir). Kaffihúsin hafa auðvitað haldið uppi töffaraskapnum á djamminu, en sem kaffihús ekki klúbbar, með svala tónlist.\nKv\nGuðmundur Arnar\n(Gonzales)"
        },
        {
            "user": "ivar666",
            "user_id": "18026",
            "date": "2003-01-16 14:20:09",
            "id": "859167",
            "reply_to_id": "859166",
            "text": "gott svar gvendur :)"
        },
        {
            "user": "ghozt",
            "user_id": "428",
            "date": "2003-01-16 20:41:21",
            "id": "859168",
            "reply_to_id": "859166",
            "text": "Ívar\n14:20 - 15:53 er dagurinn hjá þér styttri en okkar? :o)\nEn þá komum við að þessari spurningu um það hver “fæddi” landann á þessari tónlist ?\nHverjum er það að þakka að íslendingum finnst skemmtilegra að tjútta við til dæmis Stuðmenn (eða e-ð annað álíka gefandi með texta sem allir syngja hástöfum með) á skemmtistað, frekar en flottri dans-trans-hás-teknó tónlist ?\nÞað er spurning.\nEn ég get lofað þér því að þú ert engan veginn titlaður “sá versti” því við höfum verið að horfa á marga MJÖG vonda dja á íslandi í dag. Þegar ég tala um vonda DJ'a þá er ég að tala um nokkra af þeim sem ÍVar nefndi og svo er vert að tékka á www.rugl.is\nMAÐUR GERIR EKKI SVONA !!\nMaður fær ekki bara hedfóna (P.S MÍNA HEDFÓNA HLUNKURINN ÞINN) í hendurnar, og bara HEY best að vera dj og nota alla þessa frægð sem ég er með á bakinu í að rúlla mér áfram, reyna vera svalur en með misgóðum árangri.\nSvo fór ég líka á djamm fyrir mörgum árum síðan þar sem þú spilaðir í hliðarsal Brodways og ef mig minnir rétt er það eitt af mínum fyrstu kynnum við þessa stemmningu. Og þar skemmti ég mér allavega mjög vel. Eftir það þá hætti ég að heyra góða danstónlist frá þér.\nÉg er nú frekar ungur í þessum bransa þótt hafi verið í nokkur ár að en ég hef átt góða kennara: respekt til bruna: , sem er kannski aðalmálið að maður verður.. já verður að eiga einhver viðmið. Þá er ég að tala um ef maður heyrir lag .. og ekkert gerist (þarna uppi, sem veldur til að lagið fer til baka í rekkann) , en svo kannski..ári seinna þá tékkar mar aftur á viðkomandi lagi og þá er það bara algjört blúss ! , allavega þegar ég vel í plötutöskuna mína í dag þá tek ég gæði, fram yfir magn (beint til mainstream).\nÉg segi bara ..  maður uppsker það sem maður sáir.\nÞó svo Flauel sé að hætta (já staðurinn á grensásveginum) þá “veit” ég að innan tíðar mun rísa upp stórt batterí sem mun halda utan um allt sem tengist klúbbum, danstónlist og öðru tengt þessum bransa.,\nSemsagt …\nég er bara bilaður og þarfnast viðgerðar , einhver ung , góð stúlka þarna sem sérhæfir sig í strákum eins og mér?"
        },
        {
            "user": "Audioholic",
            "user_id": "18738",
            "date": "2003-01-17 19:22:31",
            "id": "859169",
            "reply_to_id": "859168",
            "text": "“ég er bara bilaður og þarfnast viðgerðar , einhver ung , góð stúlka þarna sem sérhæfir sig í strákum eins og mér?”\nKiddi minn, ég ætla að fá að stela þessari línu frá þér ;)\num val á versta dj/cdj landans …\n.. Baddi karlinn. Hann sýgur meir en Páll Óskar á lóðaríi"
        },
        {
            "user": "ghozt",
            "user_id": "428",
            "date": "2003-01-17 20:41:16",
            "id": "859170",
            "reply_to_id": "859169",
            "text": "hehe =) ahms! ekki málið.."
        },
        {
            "user": "ivar666",
            "user_id": "18026",
            "date": "2003-01-17 20:46:41",
            "id": "859171",
            "reply_to_id": "859169",
            "text": "baddi deapthrótar!!!! :D"
        },
        {
            "user": "LadyJ",
            "user_id": "8744",
            "date": "2003-01-20 02:59:02",
            "id": "859172",
            "reply_to_id": "859171",
            "text": "svona svona,, hættiði að vera vond við badda, hann er ágætur þarna inn við beinið :)"
        },
        {
            "user": "ivar666",
            "user_id": "18026",
            "date": "2003-01-20 11:11:23",
            "id": "859173",
            "reply_to_id": "859172",
            "text": "ladyj:þú seigir það bara af því að hann leifði þér að sjúga!\n:D"
        },
        {
            "user": "LadyJ",
            "user_id": "8744",
            "date": "2003-01-20 13:04:36",
            "id": "859174",
            "reply_to_id": "859173",
            "text": "lol nei esskan..\nþú segir þetta bara því þú vilt svo mikið að ég sjúgi þig ;Þ"
        },
        {
            "user": "ivar666",
            "user_id": "18026",
            "date": "2003-01-20 15:43:51",
            "id": "859175",
            "reply_to_id": "859174",
            "text": "hey!!!\nþú lofaðir að seigja engum!!!!"
        },
        {
            "user": "add1",
            "user_id": "1011",
            "date": "2003-01-20 20:51:54",
            "id": "859176",
            "reply_to_id": "859175",
            "text": "annars heyrðist mér nú á fólki að baddi hefði púllað helv. fínt kvöld siðastliðinn laugardag .."
        },
        {
            "user": "ivar666",
            "user_id": "18026",
            "date": "2003-01-20 21:13:43",
            "id": "859177",
            "reply_to_id": "859176",
            "text": "enda skrifaði ég 2stk diska fyrir hann og lánaði honum plöturnar mínar :)"
        },
        {
            "user": "add1",
            "user_id": "1011",
            "date": "2003-01-21 12:08:22",
            "id": "859178",
            "reply_to_id": "859177",
            "text": "hehe jám, so i've heard :)"
        },
        {
            "user": "ghozt",
            "user_id": "428",
            "date": "2003-01-21 16:30:40",
            "id": "859179",
            "reply_to_id": "859178",
            "text": "Ojjj , saugstu badda?"
        },
        {
            "user": "minnskalli",
            "user_id": "7266",
            "date": "2003-01-20 14:27:25",
            "id": "859180",
            "reply_to_id": "859172",
            "text": "ég held að enginn hafi sagt að Baddi væri neitt vond persóna.. en maðurinn er móðgun fyrir aðra sem eru að gera eitthvað að viti"
        },
        {
            "user": "bigfoot",
            "user_id": "2087",
            "date": "2003-01-23 17:14:24",
            "id": "859181",
            "reply_to_id": "859120",
            "text": "Mér þykir það frábært að vera á þessum lista. Maður er að minsta kosti ekki gleymdur á meðan. :o ) Ég er reyndar ekki búin að vera spila 23 ár ( ekki 50) og var eflaust byrjaður að spila áður þið sáuð ljósið. :o )Það eina sem mér þykir vanta hjá ykkur er “að mínu mati”. Það er mjög erfitt að segja hver er verstur og hver er bestur þó að það sé mjög létt að segja að “mér þykir” hann bestur .. eða verstur. Auðvita eiga plötusnúðar að hafa vit á því að ekki vera að reyna að bíta er þeir kunna það ekki. Mér þykir flóran og breiddin í plötusnúðum í dag vera ótrúlega góður og mjög fjölbreittur. Ég er það heppin að vera enn að vinna við þetta og skemmti mér konunglega á hverju kvöldi sem ég spila.\nÞað sem stendur alltaf eftir er “Var gaman”, en ekki djöfull klúðraði ég skiptingunni. Ívar þú mátt nú ekki gleyma því að þegar þú varst að spila á Klaustrinu þá þurftir þú að spila Los Lobos og eitthvað til að gleðja fólkið. :o ) Endilega haldið áfram að skrifa … þá læri ég vonandi meira.:o ) Enn og aftur þakka ykkur fyrir að muna eftir mér. :o ) Engar harðar tilfinningar Cdj/Dj Bigfoot"
        },
        {
            "user": "ivar666",
            "user_id": "18026",
            "date": "2003-01-23 21:59:09",
            "id": "859182",
            "reply_to_id": "859181",
            "text": "hahaha!!!\nauðvitað man ég það :)\nits all about the green$$$$$\nég tók út mitt tímabil á stöðum eins og astró,klaustrinu,ozio,kjallaranum,skothúsinu og fleirri.en því neita ég ekki að það var gaman að spila á klaustrinu…\nbara útaf einu……það var alltaf stútfullt hús.\nsama hvað fór á fóninn virkaði eins og anskotinn!\nen allavena safnaði lítill ívar sér fyrir íbúð  á meðann rmb þyrstar kellingar dilluðu sér :)\nen þetta geri ég ekki aftur í bráð.\nekki nema ég verði blánkur :)\nég hringi þá kanski!"
        },
        {
            "user": "Brunahani",
            "user_id": "6182",
            "date": "2003-01-25 14:29:05",
            "id": "859183",
            "reply_to_id": "859182",
            "text": "þú mátt safna þér fyrir stafsetningarbók Ívar minn. :)\nen jú.. gaman að sjá bigfootinn sjálfann koma hérna og gefa okkur eitt gott “comment” eða svo. :)"
        },
        {
            "user": "ivar666",
            "user_id": "18026",
            "date": "2003-01-25 14:58:48",
            "id": "859184",
            "reply_to_id": "859183",
            "text": "ég held að þetta vandamál mitt á stafsetningu hafi átt upptök sín í laugarlæknum í tímum hjá arngrími(hét ekki djöfullinn af manni það annars?) :)\nég hef ekki borið þess bóta síðann!"
        },
        {
            "user": "ivar666",
            "user_id": "18026",
            "date": "2003-01-25 14:58:50",
            "id": "859185",
            "reply_to_id": "859183",
            "text": "ég held að þetta vandamál mitt á stafsetningu hafi átt upptök sín í laugarlæknum í tímum hjá arngrími(hét ekki djöfullinn af manni það annars?) :)\nég hef ekki borið þess bóta síðann!"
        },
        {
            "user": "Brunahani",
            "user_id": "6182",
            "date": "2003-01-25 16:54:42",
            "id": "859186",
            "reply_to_id": "859185",
            "text": "hann hét Arngrímur Ísberg ….. svaðalegur náungi"
        },
        {
            "user": "Jessie",
            "user_id": "16758",
            "date": "2003-01-25 17:56:15",
            "id": "859187",
            "reply_to_id": "859181",
            "text": "eitthvað hlýturðu að hafa gert rétt..  fyrst að fólk var tilbúið til að borga fyrir þjónustu þína :)"
        },
        {
            "user": "Jessie",
            "user_id": "16758",
            "date": "2003-02-19 13:49:25",
            "id": "859188",
            "reply_to_id": "859187",
            "text": "ég hélt að þú (ivar) og baddi væruð voða tight"
        }
    ]
}