{
    "forum_title": "Stjórnmál",
    "user": "hamrotten",
    "user_id": "5029",
    "date": "2000-12-16 21:52:23",
    "title": "Vaxandi Anarkismi meðal fólks",
    "text": "Ég hef orðið var við það að fólk, séstaglega unglingar á mínum\naldri, séu að gefa sig útá það að vera anarkistar, gott og blasað.\nÉg verð hins vegar oft var við það að þau gera þetta því það er kúl,\nen ekki vegna hugsjónana, mér langar þá svoldið til að byrta\nsmá fráðleik um anarkisma.\nÞetta þýtti siggi er við pönk er kendur úr hljómsveitini\nforgarður helvítis, og er þetta einig að finna á dordingull.com og\nkasmir síðuni minni\nANARKISMI\nEr ekki tilbrigði við ríkisfyrirkomulag. Anarkistar vilja ekki\nþröngva sínu verðmætamati uppá aðra. Anarkismi er ekki\nhryðjuverkastarfsemi, útsendarar ríkisstjórnarinnar; lögreglan\nsem ógnar þér til hlýðni við sig leggur stund á hryðuverk.\nRíkisstjórnir hóta refsingu hverjum þeim sem dregur vald\nþeirra í efa. Þannig er það ríkið sem í raun er stofnun ógnunar\nog ótta. Anarkismi treystir ekki á ógnun til að ná árangri því að\npersóna sem er hrædd er ekki frjáls. Þetta er það sem\nanarkistar trúa:\nRíkisstjórn er ónauðsynleg óþægindi\nÞegar manneskjur aðlagast því að taka ábyrgð á eigin hegðun\ngeta þær unnið saman á grundvelli gagnkvæms trausts og\nhjálpsemi.\nEngar umbætur geta mögulega gert ríkisstjórn þolanlega.\nBeiðnir til ríkisstjórnar um endurmat á umkvörtunarefnum,\nsýna einungis framá sýndarlögmæti gerða hennar og auka\nþannig uppsafnað vald hennar. Þá er sama hvort að viðkomandi\nbeiðni er sinnt eða ekki þar sem bara það að því sé tekið sem\nsjálfsögðu að ríkisstjórnin verði að redda málunum sýnir\nuppgjöf þegnanna.\nRíkisstjórnin mun detta upp fyrir um leið og viðfangsefni\nhennar hætta að taka henni sem sjálfsögðum hlut.\nRíkisstjórn getur ekki þrifist án samþykkis almennings, þessu\nsamþykki er viðhaldið með því að halda fólki fáfróðu um þeirra\neigin styrk. Kosningar snúast ekki um að einstaklingurinn sýni\nvald sitt heldur að sýna hve lítið vald hverjum og einum er gefið.\nKosningar gera ekki neitt nema að endurnýja starfsleyfi\nríksisstjórnarinnar.\nHver einstaklingur verður að hafa allan rétt til ákvarðanatöku\nvarðandi eigið líf.\nÖll siðferðileg afskifti af einkamálum frjálsra einstaklinga er\nóréttlætanleg. Hegðun sem tekur ekki til neinna nema þeirra\nsem ástunda hana er öðrum óviðkomandi.\nVið ættum ekki að vera bundin af stjórnarskrá eða sáttmálum\nfrá forfeðrum okkar.\nSérhver stjórnarskrá, samningur eða samþykkt sem leggur\nbönd á ókomnar kynslóðir eða hverja aðra en þá sem áttu hlut\nað máli eru fyrirlitlegar falsanir og ósvífin svik. Við erum frjálsir\naðilar einungis meðfærilegir á þann hátt sem við veljum sjálf.\nAllar ríkisstjórnir þrífast á þjófnaði og kúgun sem kallast\nskattlagning.\nRíkisstjórnir troða tilskipunum sínum uppá fólkið og krefjast\nhlýðni með\nhótunum um refsingar.\nÖll helstu hroðaverk sögunnar hafa verið framin af undirlagi\nríkisstjórnar, meðan allar þekkingarlegar framfarir, allar bætur\ná mannlegu samfélagi, hafa komið til af samvinnu sjálfboðaliða\nog einstaklingsframtaki. Grundvöllur ríkisstjórnar; valdníðsla,\nstendur gegn iðkun frjálsrar hugsunar, hegðunar og samvinnu.\nÍ hvert skipti sem ríkisstjórn er komið á laggirnar veldur hún\nmeiri ógn en hún kemur í veg fyrir. Undir því yfirskini að vernda\nlýðinn fyrir glæpum og ofbeldi, misheppnast ekki einungis að\nútrýma tilviljanakenndum glæpum einstaklinga, heldur eru\nstofnsett fyrirbæri eins og ritskoðun og stríðsrekstur. Allar\nríkisstjórnir sækja í að breiða út og auka vald sitt; undir\nríkisstjórn fara réttindi einstaklinganna stöðugt dvínandi.\nAnarkismi er fylgjandi frjálsu þjóðfélagi skipulögðu eftir leiðum\nsamvinnu og gagnkvæmri aðstoð. Ef þig langar að vita meira\num þessa heimspeki með framtíðarsýn lestu eitthvað af þeim\nbókum sem anarkistar hafa skrifað eða hafðu samband við\neinhverja af hreyfingum eða útgáfum anarkista.\nHamrott3n",
    "url": "https://www.hugi.is/stjornmal/greinar/11656/vaxandi-anarkismi-medal-folks/",
    "url_id": "11656",
    "id": "70662",
    "replies": [
        {
            "user": "elDoro",
            "user_id": "3625",
            "date": "2000-12-17 04:12:21",
            "id": "70663",
            "reply_to_id": "70662",
            "text": "Góð grein.\nMér fannst samt mesti brandari í heimi þegar anarkistar buðu fram í Alþingiskosningum. Þingflokkur anarkista. Það hljómar eins og dauðarokkshljómsveit Krossins. Gaman að þeim samt."
        },
        {
            "user": "radical",
            "user_id": "5666",
            "date": "2000-12-17 04:51:05",
            "id": "70664",
            "reply_to_id": "70662",
            "text": "Mjög góð grein.. þetta er áhugavert sjónarmið og ég væri til í að kynna mér þetta betur. Ég verð að viðurkenna að þetta er mjög heillandi stefna og það er margt til í þessu. En ég veit nú samt ekki nógu mikið um þetta ennþá til að mynda mér alvöru skoðun…veistu um einhverja _góða_ linka um þetta mál? Og gætirðu kannski nefnt nokkrar _góðar_ bækur sem eru til um þetta?\nEinn forvitinn\npotent"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2000-12-17 07:08:08",
            "id": "70665",
            "reply_to_id": "70664",
            "text": "ágæt grein……. allaveganna nógu löng……\nsamt frekar fyndið dæmið sem var að bjóða sig fram til stjórnar þessa lands…… Anarkisma flokkurinn\nreyndar mjög fyndið"
        },
        {
            "user": "hetjan",
            "user_id": "6225",
            "date": "2000-12-17 11:34:57",
            "id": "70666",
            "reply_to_id": "70664",
            "text": "potent þú last'ana ekki einu sinni"
        },
        {
            "user": "hamrotten",
            "user_id": "5029",
            "date": "2000-12-17 14:49:32",
            "id": "70667",
            "reply_to_id": "70662",
            "text": "alveg sjálfssagt hér eru tveir linkar\nanarchist.org\nheimasíða “hins drepfyndna” anarkistaflokks, síðast þegar ég kíkti síðast var mynd af ungabarni og ekkert meir, það er samt langt síðan\ndwardmac.pitzer.edu/anarchist_archives/archivehome.html\nfróðlegasa heimasíða um anarkista sem ég veit um\nHamrott3n"
        },
        {
            "user": "Fairy",
            "user_id": "4353",
            "date": "2000-12-17 23:35:57",
            "id": "70668",
            "reply_to_id": "70662",
            "text": "Ég er þeirrar skoðunnar Anarkismi eigi ekki heima í samfélagi.\nSatt að segja finnst mér margt skrítið sem þeir segja og oft mótsagnarkennt, Þó finnst mér alveg fáránlegast af öllu mottóið: Eign er þýfi.\nÞetta þýðir að allt sem einhver á, er þýfi, jafnvel þó þú hafir keypt það. Það var líka þýfi hjá þeim sem seldi þér það, og svoleiðis frameftir götunum.\nEf við ætlum öll að geta búið saman í samfélagi, verðum við að hafa einhverja stjórn á hlutunum, m.a. með ríkisstjórn. Það er hinns vegar misjafnt (einsog annars staðar) hvernig sú ríkisstjórn stendur sig."
        },
        {
            "user": "radical",
            "user_id": "5666",
            "date": "2000-12-18 07:03:50",
            "id": "70669",
            "reply_to_id": "70668",
            "text": "Ætli að spurningin um þetta þýfi sé hver átti það fyrstur.. hver á einhvern rétt á því að taka einhvað og segjast eiga það? Hver á Esjuna? má ég selja hana? nei örugglega ekki..\nÁ Íslenska samfélagið hana.. hver gaf hana.. hver keypti hana í okkar nafni? Eigum við hana bara af því að við búum hérna.. hver gaf okkur leyfi til þess að ákveða hver eigi hvað og svo fram eftir götunum…\nÉg er ekki endilega sammála þessu en það er alveg heillandi hversu rökin eru sterk þó þau byggist kannski ekki á okkar “nútíma” verslunar viðhorfum…\npotent"
        },
        {
            "user": "NuJack",
            "user_id": "5644",
            "date": "2000-12-18 07:32:34",
            "id": "70670",
            "reply_to_id": "70662",
            "text": "Jafnvel þótt rök með anarkisma virðist mjög sterk þá passa þau ekki við ákveðin ‘mannleg gildi’ sem flest samfélög heims samþykkja. Anarkismi getur t.d. ekki tryggt mannréttindi. Hann opnar fyrir þá hugsun að réttur fólks til lífs, eignar á verðmætum, menntunar og trúfrelsis sé niðurtroðinn. Anarkismanum er auðvitað nákvæmlega sama, sem slíkum, um öll þessi atriði en fólk sem á hann trúir (og fer eftir honum) getur í nafni anarkisma troðið þessi réttindi niður.\nAuðvitað tekur málstaðurinn enga ábyrgð á þeim sem á hann trúa en mér finnst að ef það ætti að búa til (eða leitast við að ná) samfélagi sem hefði þessi grunn ‘gildi’ anarkisma sem talin eru upp í greininni verði að byrja með einhverjar grunnreglur. Ég sting upp á mannréttindum.\nEin af þeim stefnum sem þróaðist út frá anarkisma er frjálshyggjan. Undir frjálshyggjunni þjónar ríkið _eingöngu_ fólkinu, en ekki sjálfu sér. Ríkið á t.d. að sjá um að fólkið fari að settum reglum sem snúa að mannréttindum. T.d. ætti Alþingi að setja lög um réttindi fólks, lögregla að ‘bösta’ þá sem ekki fara eftir þessum lögum og færa fyrir dómsvaldið sem svo úrskurðaði um meint brot.\nSem frjálshyggjumanni finnst mér að ríkið ætti ekki að skipta sér af því sem snýr ekki að _öllum_ þegnum beint. Ríkið ætti t.d. ekki að standa í rekstri á neinum stofnunum sem ekki þjóna öllum, t.d. RÚV, ÁTVR, Landsíminn. Ríkið á heldur ekki að borga einhverjum sérútvöldum gæðingum listamannalaun, borga fyrir vegi, trúarhópa….Ég gæti talið upp fullt af hlutum en ég vona að þið skiljið hvað ég á við.\nFriðu"
        },
        {
            "user": "xark",
            "user_id": "1706",
            "date": "2000-12-19 13:43:39",
            "id": "70671",
            "reply_to_id": "70662",
            "text": "Ókei, það getur ekkert þ´joðfélag lifað í langan tíma án ríkisstjórnar vegna þess að;\nþá væri enginn lögregla til að sjá um glæpamenn þannig að á hverjum degi væru margir annaðhvrot drepnir,rændir og allir gerðu það sem þeir sýndust.\n2)"
        },
        {
            "user": "xark",
            "user_id": "1706",
            "date": "2000-12-19 13:50:34",
            "id": "70672",
            "reply_to_id": "70671",
            "text": "ég ýtti óvart á senda en\n2) Sjúkrahúsin ríkisreknu og öll ríkisreknu\nfyrirtækin sem virðast kannski ekkert merkileg\nmundi fara þá myndi td með sjúkrahúsin ein nótt kostar á 50,000 á Landsspítalanum en ríkið borgar það þannig að ef einhver myndi slasast út af haglabyssuskothríð þar sem engin lög eru þá þarf sá að borga 50,000 fyrir að vera þar eina nótt.\nTala ekki um ef einvher fær eitthvað alvarlegt.\n3. Ef veit rétt þá er það ríkið sem sér um vegagerð og þess háttar þannig að smán saman myndi allar samgöngur leggjast niður\nAð lokum færi allt í skít.\nOg þó að það þykir eitthvað cool hjá sumum að þá\nheld ég að þeir sem eru sammála anarkistum myndi fljótlega hugsa aðeins lengra þegar þeir kæmust að því hvernig allt yrði."
        },
        {
            "user": "Porcelina",
            "user_id": "5822",
            "date": "2000-12-19 16:42:49",
            "id": "70673",
            "reply_to_id": "70672",
            "text": "tholli: ég veit kannski ekki mikið um svona mál, en gæti það ekki verið að anarkistar hafi líka pælt í þessu? :) ég held að anarkismi byggist á trausti gagnvart einstaklingnum, æj ég er að pæla í að sleppa þessu bara ég veit of lítið um þetta.\nog hamrotten: þar sem ég veit lítið um þetta þætti mér gaman að vita: hvernig væri þá þjóðfélagið skipulagt? þú varst að tala nefnilega um frjálst þjóðfélag skipulagt eftir leiðum samvinnu og gagnkvæmri aðstoð… segðu frá :) ekki taka þessu illa og halda að ég sé á móti anarkisma, ég er bara forvitin :)"
        },
        {
            "user": "Porcelina",
            "user_id": "5822",
            "date": "2000-12-19 22:34:25",
            "id": "70674",
            "reply_to_id": "70673",
            "text": "Það er nú bara allra fáranlegasta í heimi að fólk sem kallar sig anarkista og segist ekki vilja ríkisstjórn eða neitt skipulag (þannig séð) í þjóðfélaginu bjóði sig fram til ALÞINGIS!!! hversu mikil hræsni getur það orðið??? Og ef það var djók fannst mér það frekar lítið sniðugt, mér finnst fólk ekki eiga að vera eitthvað gegn sannfæringu sinni (sem greinilega var ekki meiri en svo að þeir gátu gert eitthvað sem braut algjörlega í bága við hana eða einfaldlega bara ekki til staðar)…"
        },
        {
            "user": "hulda",
            "user_id": "2591",
            "date": "2000-12-21 00:25:09",
            "id": "70675",
            "reply_to_id": "70662",
            "text": "www.anarchist.com"
        },
        {
            "user": "flanger",
            "user_id": "6323",
            "date": "2001-01-03 11:32:31",
            "id": "70676",
            "reply_to_id": "70662",
            "text": "Heillandi stefna en óframkvæmanlegt vegna hins mannlega eðlis. Einstaklingar eru of fjölbreyttir til þess að hægt sé að ala þá upp í þessari stefnu. Hardkor anarksimi er í rauninni á móti menntun því kennsla í skóla er ekkert annað en stjórntæki ríkjandi afls. Ef anarkismi verður ríkjandi verður hann að snúast gegn sjálfum sér. Það er í eðli hans."
        }
    ]
}