{
    "forum_title": "Forritun",
    "user": "havh",
    "user_id": "497",
    "date": "2000-12-16 11:05:30",
    "title": "Alltaf gaman að dissa skoðanakannanir ;)",
    "text": "Þetta er frekar áhugaverð skoðanakönnun… að setja stýrikerfisspurningu í forritun.  Ég persónulega valdi Windows af mjög einfaldri ástæðu, ég veit því miður ekki um betri þróunarverkfæri en Developing Studio fyrir C++, það hefur að vísu sína galla en það er hægt að lifa við þá.  Þannig að fyrir forritunarvinnu þá tel ég Windows NT besta kostinn.  Aftur á móti er langt í frá að Microsoft eigi besta/nákvæmasta compiler-inn, það hef ég orðið vitni að þegar verið er að nota Visual Age compiler á AIX, maður verður stundum hissa á dótinu sem MS compilerinn hleypir í gegn.\nÉg held samt að það sé ekki hægt að neita því að NT er besta vinnustöðin við þróun hugbúnaðar, svo framalega sem verið er að vinna með ‘portable’ kóða.\nHvað varðar stöðuleika við að keyra ‘server tasks’ þá hef ég að vísu aðra skoðun á Windows…\nkv\nIs-",
    "url": "https://www.hugi.is/forritun/greinar/11666/alltaf-gaman-ad-dissa-skodanakannanir/",
    "url_id": "11666",
    "id": "70761",
    "replies": [
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2000-12-17 02:42:14",
            "id": "70762",
            "reply_to_id": "70761",
            "text": "Vá, ég keyri nú bara á Windows því það er einfalt og þægilegt\n(Nú koma allir Linux-nerðirnir og Bill Gates-hataranir og hella sér yfir mig og segja\nað Windows sé lélegt og sé alltaf frjósandi og bla bla bla :)"
        },
        {
            "user": "elDoro",
            "user_id": "3625",
            "date": "2000-12-17 03:17:41",
            "id": "70763",
            "reply_to_id": "70761",
            "text": "Já, takk fyrir það. Ég á heiðurinn af þessari skemmtilegu skoðanakönnun. Ástæðan fyrir því að ég henti þessu svona upp, windows vs. Linux var að ég sá einhverja gauka vera að tala um það í einum pistlinum hvort væri betra, windows eða linux og til þess að krækja mér í 10 stig ákvað ég að henda þessu bara upp í könnunn. Mér finnst það mjög merkilegt að ég skuli vera, þegar þetta er ritað, í þriðja sæti hér á forritunarsvæðinu yfir stigafjölda, sérstaklega þar sem ég kann ekki baun í forritun. Góðar stundi"
        },
        {
            "user": "havh",
            "user_id": "497",
            "date": "2000-12-18 13:45:46",
            "id": "70764",
            "reply_to_id": "70761",
            "text": "Fyrst fannst mér þessi skoðanakönnun vera að rata inn á vitlaust áhugamál, en svo pældi ég aðeins í því. Mér finnst hún ágæt.\nÞað *er* munur á því að forrita eftir því á hvaða stýrikerfi maður er.\nOg svona af forvitni, hefurðu prófað eitthvað annað en Developing Studio fyrir C++? Bara af forvitni. :) (Og ertu ekki að skrifa þetta nafn vitlaust, “Developing Studio”? Ef svo er ekki, eftir hvern er það?)"
        },
        {
            "user": "havh",
            "user_id": "497",
            "date": "2000-12-19 15:12:13",
            "id": "70765",
            "reply_to_id": "70764",
            "text": "Hmm, byrja á nafninu Developing Studio, a.k.a. Visual Studio.  Gengur undir báðum nöfnum.\nHin þróunarverkfærin sem ég hef notað/prófað hafa verið frá Borland aðalega, CBuilder sem er orðið ágætis verkfæri ásamt nokkrum eldri þýðendum.\nMikið rétt, það er munur á fyrir hvaða stýrikerfi þú ert að forrita, fer að vísu eftir hvað þú ert að forrita hvort þú viljir vera háður stýrikerfi og almennt val á verkfærum.  Ef þú ert á annað borð ekki háður gluggaumhverfi smb, X, win32, mac þá finnst mér frekar vitlaust að þróa ekki með portable kóða, undantekning: stýrikerfisbundin forritun, smb, com ofl.\nkv\nIs-"
        },
        {
            "user": "guttixxx",
            "user_id": "5461",
            "date": "2000-12-22 18:46:16",
            "id": "70766",
            "reply_to_id": "70761",
            "text": "ctrl bull blandaður hristingur….ljómandi gott…\nKv\nIs-\nP.S. þú ert með ljótann rass."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-01-02 19:25:09",
            "id": "70767",
            "reply_to_id": "70766",
            "text": "Ha stig…"
        },
        {
            "user": "havh",
            "user_id": "497",
            "date": "2001-01-05 10:24:53",
            "id": "70768",
            "reply_to_id": "70766",
            "text": "óþarfi að þykjast vera annar en þú ert…"
        },
        {
            "user": "gneee",
            "user_id": "6793",
            "date": "2001-03-22 10:40:12",
            "id": "70769",
            "reply_to_id": "70766",
            "text": "IAM AN GUD PROGRMMAR THAT IS GUD ON LINX AN WINSWOWS AN HTMAL AN PERL AN I WILL MKEA YUO A WEBS ITE OR AN PROGRAM IF YUO GIVES ME MUNEY!\nPS. stig!!! =] (i'm so ahamed… my son, my only son…)"
        },
        {
            "user": "jonthor",
            "user_id": "4223",
            "date": "2001-01-04 18:48:39",
            "id": "70770",
            "reply_to_id": "70761",
            "text": "mér fynst best að vinna á windows"
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2001-05-13 02:17:05",
            "id": "70771",
            "reply_to_id": "70761",
            "text": "Ef einkurn vantar compiler og vill hafa hann eins notendavænan og einfaldan og hægt vil ég bara benda á\nwww.bloodshed.net\nÞarna er hægt að fá nett forrit með texta editor sem notar síðan GNU++ compilerinn.\nEn auðvitað ER best að forrita í linux."
        }
    ]
}