{
    "forum_title": "Manager leikir",
    "user": "Shotgun",
    "user_id": "13542",
    "date": "2003-01-15 23:37:03",
    "title": "Chelsea",
    "text": "Ég byrjaði save með Chelsea vegna þess að þeir áttu mikinn pening. En þó að peningarnir væru miklir þá var ég ekkert að spandera í leikmenn strax og hópurinn var líka nokkuð sterkur. En ég byrjaði leiktíðina á vináttuleik við franska liðið Nantes á Stamford Bridge. Ég vann leikinn 1: 0 og Zola skoraði markið. Ég var þokkalega sáttur við hópinn en mér fannst samt vanta smá kraft í sóknina og ég vissi að þar þurfti ég að versla mér leikmann.\nFyrsti deildarleikurinn var gegn Fulham á Craven Cottage í Lundúnum. 21152 áhorfendur sáu Ei ð Guðjohnsen og Jimmy Floyd Hasselbaink tryggja Chelsea sigur á ágætu liði Fulham. Í næsta leik sem var heima gegn Southampton var ég búinn að kaupa mér þrjá nýja leikmenn. Geremi, Umit Davala og Sergey Nikiforenko. Ég vann leikinn sannfærandi 4:0. Geremi var með 7 í einkunn, Umit Davala 8 og Nikiforenko spilaði frábærlega, fékk 9 og skoraði tvö mörk.\nSvona hélt leiktíðin áfram en ég var samt aldrei í mikillri baráttu um titilinn því að Arsenal stungu fljótlega af og unnu deildina með 92 stig. En ég endaði í fjórða sæti með 79 stig og var ekki alveg nógu sáttur því að ég vildi vinna titilinn. Sergey Nikiforenko hélt áfram á sömu braut og varð lang markahæstur með 34 mörk í 33 leikjum. Og hann, John Terry og Hasselbaink voru í liði ársins.\nÁ annarri leiktíð vildi stjórnin titilinn, og ég líka. Um sumarið hafði ég fjárfest í Davide Succi frá Poggese á Ítalíu, Stephen Hughes frá Watford, Antonio Conte frá Juventus og Armand One frá Cambridge. Þessi leiktíð var aðeins betri en sú fyrsta. Ég byrjaði mjög vel og var lengi á toppnum. En í lok leiktíðarinnar fór ég að missa dýrmaæt stig á fáránlegan hátt og Man.utd skutust fram úr mér á lokasprettinum.\nEn mér gekk mjög vel í Meistaradeildinni. Ég vann hvern leikinn á fætur öðrum og fyrr en varði var ég kominn í úrslitaleikinn á Parken gegn Roma.\nÉg byrjaði vel Zenden kom okkur í 1:0 á 17.mínútu, Succi kom okkur í 2:0 á 20.mínútu. Á 25.mínútu skoraði De Lucas fyrir okkur en markið var dæmt af.\nRoma voru ekki búnir að leggja árar í bát. Þeir komust í 3:2 með mörkum frá Montella á 36. og 45.mínútu og Bombardini á 42.mínútu. Á þeirri 58. skoraði Totti og kom Roma í 4:2. Succi skoraði sitt annað mark á 66.mínútu en nær komust mínir menn ekki og lokatölur á Parken urðu því  Roma 4 Chelsea3.\nSucci stóð sig afar vel á leiktíðinni og skorað 31 mark, en Nikiforenko stóð sig enn betur og skoraði 54 mörk í 59 leikjum. Zenden stóð sig einnig vel og lagði upp 30 mörk.\nÁ þriðju leiktíð keypti ég átta nýja leikmenn. Ég byrjaði leiktíðina hræðilega og eftir sex fyrstu leikina var ég aðeins með tvö stig. Ég datt út í fyrsta riðli í Meistaradeildinni og mér gekk eiginlega alls staðar illa. Ég var alltaf í kringum 10. sætið og stjórnin var allt annað en ánægð.\nÉg ákvað að fara að leita mér að nýju starfi. Ég sá að lið Reggiana á Ítalíu var í botnbaráttu og var ekki með stjóra svo að ég sótti um. Þeir voru í Serie C1/A og buðu mér tæplega hálfa milljón til leikmannakaupa. Ég þáði tilboðið og kem kannski seinna með sögu um Reggiana.\nChelsea 1.tímabil\nKeyptir:\nNikiforenko  190k\nGeremi   2,1m\nUmit Davala  1m\nSeldir:\nBabayaro      6m\nMelchiot      5,5m\nDavala        7,5m\nGallas        3,5m\nDe Goey       bos\n2.tímabil\nKeyptir:\nEarnshaw       2,8m\nSucci          200k\nHughes         4m\nConte          bos\nOne            100k\nT.Smith        2,5m\nVekhtev        bos\nNute           9k\nLobont         bos\nSeldir:\nLampard          9m\nConte            1,5m\nGrönkjær         7m\nAlekidze         1m\nBogarde          bos\n3.tímabil\nKeyptir:\nNardi           35k\nMusampa         bos\nLazzeri         1m\nSand            11,5m\nMexés           11,75m\nMpenza          13,75m\nSeldir:\nFerrer          925k\nBosnich         bos",
    "url": "https://www.hugi.is/manager/greinar/116751/chelsea/",
    "url_id": "116751",
    "id": "861787",
    "replies": [
        {
            "user": "pires",
            "user_id": "10415",
            "date": "2003-01-15 23:45:35",
            "id": "861788",
            "reply_to_id": "861787",
            "text": "Heimur batnandi fer… Shotgun með sögu :)"
        },
        {
            "user": "toddisuri",
            "user_id": "28535",
            "date": "2003-01-16 08:24:35",
            "id": "861789",
            "reply_to_id": "861787",
            "text": "ég er ánægður með kaupin hjá þér á Mpenza á aðeins 13,75 það eru góð kaup´, ég þarf nú yfirleittt að punga út 16millz fyrir hann. En Mpenza er að mínu mati einn af þremur bestu strikerum í leiknum, seldi hann eitt árið fyrir 44millz!!!!!"
        },
        {
            "user": "toddisuri",
            "user_id": "28535",
            "date": "2003-01-16 11:34:00",
            "id": "861790",
            "reply_to_id": "861789",
            "text": "Ertu með Patch?"
        },
        {
            "user": "bsk17",
            "user_id": "13829",
            "date": "2003-01-16 11:36:30",
            "id": "861791",
            "reply_to_id": "861787",
            "text": "gaman að sjá einhvern sem kaupir ekki alltaf Tsigalko,Madeira og þá"
        },
        {
            "user": "wbdaz",
            "user_id": "6083",
            "date": "2003-01-16 14:32:18",
            "id": "861792",
            "reply_to_id": "861787",
            "text": "Frábær grein og góður árangur og ég hlakka til að sjá grein um Reggiana sem kemur vonandi :D"
        },
        {
            "user": "wbdaz",
            "user_id": "6083",
            "date": "2003-01-17 11:50:07",
            "id": "861793",
            "reply_to_id": "861792",
            "text": "óþarfa og dónalegu svari frá Zicomann eytt."
        },
        {
            "user": "armed",
            "user_id": "21916",
            "date": "2003-01-17 15:54:25",
            "id": "861794",
            "reply_to_id": "861787",
            "text": "En bíddu af hverju að selja Babayaro og Lampard, þeir eru með þeim betri í liðinu??????"
        },
        {
            "user": "InSectZ",
            "user_id": "25145",
            "date": "2003-01-18 14:04:25",
            "id": "861795",
            "reply_to_id": "861787",
            "text": "Góð grein Halli!!!! :o)"
        },
        {
            "user": "Zicoman",
            "user_id": "23592",
            "date": "2003-01-18 20:48:24",
            "id": "861796",
            "reply_to_id": "861795",
            "text": "þetta var sindri"
        },
        {
            "user": "Alli7",
            "user_id": "19219",
            "date": "2003-01-18 23:44:05",
            "id": "861797",
            "reply_to_id": "861796",
            "text": "Góð grein, Gaman að sjá einhverja senda inn þó þeir hafi ekki unnið allt."
        },
        {
            "user": "InSectZ",
            "user_id": "25145",
            "date": "2003-01-22 20:30:07",
            "id": "861798",
            "reply_to_id": "861796",
            "text": "Sorry fíbbl…. How do ya know?"
        },
        {
            "user": "Zicoman",
            "user_id": "23592",
            "date": "2003-01-22 20:36:26",
            "id": "861799",
            "reply_to_id": "861798",
            "text": "chali sagði það… fíblovich"
        },
        {
            "user": "InSectZ",
            "user_id": "25145",
            "date": "2003-01-22 21:37:00",
            "id": "861800",
            "reply_to_id": "861799",
            "text": "jááá.. þú segir ða !!!"
        }
    ]
}