{
    "forum_title": "Djammið",
    "user": "philippe",
    "user_id": "22321",
    "date": "2003-01-16 17:17:37",
    "title": "ICE VENTURA / PPK 25 Jan Gaukurinn",
    "text": "Ice Ventura er það nýjasta úr hugmyndasmiðju Dreamworld gengisins . Og hugmyndin á bakvið era ð geta boðið útlendingum upp á Icelandic night adventures jafnvel sem íslendingum upp á frábær party með rjómanum af íslenskum og erlendum DJ´s.   Ætlunin er að hafa eitt kvöld í mánuði á einum elsta og virtasta músíkklúbbi bæjarins,  Gauk á Stöng. Gaukurinn hefur látið koma fyrir nýju soundsystemi ásamt nýjum og bættum ljósabúnaði. Svo að bakgrunnurinn gæti ekki orðið betri.\nÁ fyrsta kvöldinu bjóðum við upp á DJ Ingva, sem er einn af þeim bestu ungu upprennandi DJ´s sem Ísland hefur  upp á að bjóða.\nFrá Rússlandi kemur svo hinn frábæri PPK (DJ Pimenov) sem hefur heldur betur getið sér nafn á heimsvísu. Árið 2001 bauð Paul Oakenfold honum samning við labelið sitt, Perfecto Records. Síðan hefur leiðin aðeins legið upp á við. 8.nóvember 2001 er ResuRection fyrsta rússneska smáskífan til að komast inn á A-list rotation á BBC radio 1. 26.nóvember er smáskífan síðan gefin út í Evrópu og Bandaríkjunum. Í framhaldi af því flýgur hún beint í 3.sæti breska danslistans og er þar með orðinn frægasta smáskífa sem fyrr eða síðar hefur verið gefinn út af rússneskum DJ.\nIce Ventura, Nordic dreams, verður haldið á Gauk á Stöng laugardaginn 25.janúar. Húsið er opið frá 23.30 til 06.00, miðaverð er 1800kr.",
    "url": "https://www.hugi.is/djammid/greinar/116992/ice-ventura-ppk-25-jan-gaukurinn/",
    "url_id": "116992",
    "id": "863629",
    "replies": [
        {
            "user": "TomasP",
            "user_id": "15117",
            "date": "2003-01-16 23:15:39",
            "id": "863630",
            "reply_to_id": "863629",
            "text": "oki ég veit að það er dýrt að fá frægann plötusnúð hingað til landsins ,en hvers vegna í ósköpunum er þetta svona dýrt að fara á þetta :]"
        },
        {
            "user": "Brunahani",
            "user_id": "6182",
            "date": "2003-01-16 23:32:01",
            "id": "863631",
            "reply_to_id": "863630",
            "text": "því að þetta er hinn eini sanni ppk!"
        },
        {
            "user": "TomasP",
            "user_id": "15117",
            "date": "2003-01-17 00:28:44",
            "id": "863632",
            "reply_to_id": "863631",
            "text": "PPK or no ,allt dreamworld batteríið er dýrt"
        },
        {
            "user": "ivar666",
            "user_id": "18026",
            "date": "2003-01-17 09:57:42",
            "id": "863633",
            "reply_to_id": "863632",
            "text": "þetta er alveg þess virði að henda skítnum 1800 kalli í!  :)\ntommi þú ert nú varla að verða nískur???\nen ég held bara sveimér að ppk sé örugglega einn af þeym frægari trance snúðum sem hafa komið hingað….."
        },
        {
            "user": "add1",
            "user_id": "1011",
            "date": "2003-01-17 12:19:37",
            "id": "863634",
            "reply_to_id": "863633",
            "text": "líka bara leiðinlega tala ..\nmar þarf annað hvort að borga með klinki eða fá klink til baka ..\nsvipað gáfulegt og láta kúlur kostar 2.650 kall :)\nEn allveg kúdos til Dreamworld að fá inn PPK, koma sterkir inn nú þegar Elektrolux menn eru farnir í vetrarfrí .."
        },
        {
            "user": "TomasP",
            "user_id": "15117",
            "date": "2003-01-17 17:21:11",
            "id": "863635",
            "reply_to_id": "863633",
            "text": "mar er nískur svona rétt eftir jólinn :)\nnei nei , ég reyni að mæta á þetta batterí hjá þeim ,ég fer ekki að missa af PPK mar :]"
        },
        {
            "user": "Audioholic",
            "user_id": "18738",
            "date": "2003-01-17 18:08:59",
            "id": "863636",
            "reply_to_id": "863635",
            "text": "w00t !!! Eru Elektrolux guttar komnir í vetrarfrí ?!?!"
        },
        {
            "user": "LadyJ",
            "user_id": "8744",
            "date": "2003-01-17 19:32:20",
            "id": "863637",
            "reply_to_id": "863636",
            "text": "já eitthvað framí apríl minnir mig…\nen það er nóg samt framundan… enginn þarf að örvænta :)"
        }
    ]
}