{
    "forum_title": "Deiglan",
    "user": "willk4",
    "user_id": "7074",
    "date": "2003-01-16 19:55:27",
    "title": "Mótmæli við Ráðhúsið !",
    "text": "Ég var að hlusta á fréttir á RÚV áðan og þar var verið að fjalla um mál málanna semsagt Kárahnjúkavirkjun. Borgarfulltrúar voru að fjalla um og taka afstöðu til þess hvort Reykjavíkurborg sem einn af eigendum Landsvirkjunar ætti að ábyrgjast lán sem Landsvirkjun kemur til með að taka fyrir fræmkvæmdinni.\nÞað var víst allnokkur hópur fólks sem safnaðist saman fyrir utan Ráðhúsið og mótmælti Kárahnjúkavirkjun og álveri ALCOA,eins var hópur fólks sem kom sér fyrir á áheyrendapöllum Ráðhússins og voru þar með nokkur læti,trufluðu störf borgarstjórnar og borgarfulltrúa nokkuð reyndar svo mikið að fundarstjóri hótaði að láta rýma pallana ef fólkið myndi ekki hafa hægt um sig. Fór svo að lokum að Lögreglan þurfti að fjarlægja einn mann af pöllunum.\nNú spyr ég,er ekki fullseint í rassinn gripið að mótmæla þessu ? Er ekki orðið nokkuð ljóst að framkvæmdirnar fari í gang ? Það er hreinlega spurning hvort einhverjir mótmælanda hafi ekki notað tækifærið fyrst þeir voru nú þarna niðurfrá til þess að mótmæla Ráðhúsinu í leiðinni..\nÞað er nefnilega margt líkt með mótmælunum nú gegn virkjunar og álframkvæmdunum og var gegn Ráðhúsinu þá. Ég man eftir því að andstæðingar Ráðhússins fengu einhvern voða fínan líffræðing til þess að vitna um það að ef Ráðhúsið myndi rísa þar sem það er nú,myndi fuglalíf bara einfaldlega hverfa með öllu,ekkert minna takk fyrir.\nÉg held að eftir á að hyggja þá séu flestir Reykvíkingar og aðrir nokkur sáttir við Ráðhús Reykjavíkur og ekki er annað að sjá en að endurnar,gæsirnar,álftirnar og jafnvel mávarnir hafi það bara nokkur gott þarna á tjörninni.\nÞað sem ég á við með þessu er að það þýðir ekki að vera með einhvern hræðsluáróður gegn ál og virkjunarfræmkvæmdum,vissulega eru menn með eða á móti,það er ekkert nema sjálfsagt mál. En þegar fólk ber fyrir sig allt það versta sem fyrir getur komið þá er kominn tími til að aðeins að slappa af.\nÍ fréttunum var einnig viðtal við vísindakonu sem segist hafa margítrekað varað Landsvirkjun um að Stíflan væri á gosstöðvum og að þar hafi átt sér stórt gos árið 1625 !! og út frá því vill hún meina að stíflan sé ekki á öruggu svæði. Einnig talaði hún um að líftími stíflunnar yrði mun styttri en gert var ráð fyrir í áhættumati hennar (væntanlega vegna þess að stóreldgos á svæðinu myndi eyðileggja hana).\nÉg held að sem Íslendingar þá vitum við það að við búum við sífellda ógn náttúrunnar eins og t.d í Vestmannaeyjum og í þættinum Ég lifi á Stöð 2 á Sunnudaginn þá sást vel hvað ég er að tala um,en þar gaus í u.þ.b 200 metra frá byggð. Maður skildi ætla að byggð myndi hreinlega leggjast af eftir slíkar hörmungar en nei,ekki aldeilis þar er blómleg byggð í dag.\nEf slíkur hugsunargangur eins og sá sem ég talaði um hér að framan fengi að ráða,þá yrði lítið úr verki og lítið byggt. Ég personulega tel þessar framkvæmdir vera okkur til góðs og munu vonandi og væntanlega hafa margt gott í för með sér..",
    "url": "https://www.hugi.is/deiglan/greinar/116959/motmaeli-vid-radhusid/",
    "url_id": "116959",
    "id": "863003",
    "replies": [
        {
            "user": "Gyzmo",
            "user_id": "3814",
            "date": "2003-01-16 23:01:27",
            "id": "863004",
            "reply_to_id": "863003",
            "text": "Sammála"
        },
        {
            "user": "haflidason",
            "user_id": "13502",
            "date": "2003-01-16 23:22:00",
            "id": "863005",
            "reply_to_id": "863003",
            "text": "Jú nokkuð til í þesu hjá þér. Ég held að umhverfisvendarsinnar hafi bara ekki áttað sig á því fyrr en fyrir kanski 2 vikum hve stutt væri í þetta og þá var allt sett á fullt.\nHitt er annað mál að fólk hefur stjórnarskrár bundinn rétt til þess að mótmæla og þá gildir einu hvort búið sé ákveða eitthvað. Til dæmis er enn fólk að mótmæla veru hersins í Keflavík.\nÉg er líka sammála því að álver err bara gott fyrir þjóðina en eftir að hafa lesið Eigandaskýrslun sem var gerð fyrir landsvikjun um arðsemi Kárahjúka líst mér ekki mjög vel á þessi áform. Virkjun er í sjálfusér góð en mér persónulega finnst þetta of mikil fjárhagsleg áhætta, þegar hægt væri að minnka hana til muna með að gera virkjun annars staðar, þ.e.a.s. kostnaðurinn vegna kárahjúka er óvenjulega hár. En vonandi fer þetta allt á besta veg."
        },
        {
            "user": "BjorgvinR",
            "user_id": "22547",
            "date": "2003-01-16 23:53:10",
            "id": "863006",
            "reply_to_id": "863003",
            "text": "Sammála greinarhöfundi\nÉg er nú ekki gamall en ég hef heyrt eldri og virtari menn segja að þegar ákveðið var að byggja álverið í straumsvík þá voru háværar raddir um að allt myndi fara til andskotans og þvíumlíkt, og ekki sé talað um byggingu Búrfellsvirkjunar. Ég tel að það sé nokkuð freistandi að hugsa til þess að inn í landið muni streyma tugir milljarða, og upp komi annað hagvaxtarskeið í landinu með stuttu millibili. Fólk mun almennt hafa það betra. Afhverju ekki að nota landið okkar ef við getum grætt á því? Ég segi alltaf við alla þá sem ég hitti og eru andvígir virkjuninni “vissuð þið um kárahnjúka áður en byrjað var að tala um þá”? Oftast fæ ég svarið nei!! Þetta fólk sem gagnrýnir vikjunina og álverið messt er svona týpískt 101 fólk, vill helst vera á kaffihúsum, reykja og drekka kaffi. Þegar það fer suður í Hafnarfjörð eða upp í Grafarvog þá finnur það til víðþáttufælnis og líður illa. Oftast hefur það ekki farið út fyrir borgarmörkin og veit sáralítið um landið. Sjálfur hef ég ferðast mjög mikið, bæði í lofti og´á landi, og hef séð marga fallegri staði heldur en Kárahnjúka."
        },
        {
            "user": "geiriv",
            "user_id": "28946",
            "date": "2003-01-17 00:40:17",
            "id": "863007",
            "reply_to_id": "863003",
            "text": "Í sjálfu sér er virkjun hvar svosem hún er ekki aðalmálið hérna að ég tel, það eru peningamálin sem eru verst því auðvitað þarf að borga brúsann og hveðan koma þeir peningar ?? nú auðvitað úr mínum og þínum vasa…..\nÞað er varla búið að samþykkja herlegheitin og strax komið í fréttir hvað þurfi að hækka vexti og skatta mikið til að Davíð hafi efni á þessu ….\nKveðja\nGeiriv"
        },
        {
            "user": "Lando",
            "user_id": "16918",
            "date": "2003-01-17 01:41:24",
            "id": "863008",
            "reply_to_id": "863007",
            "text": "í augum margra mótmælanda var atkvæðagreiðslan í borgarstjórn í dag eitt af síðustu hálmstráunum í báráttu þeirra gegn Kárahnjúkavirkjun. Þetta er málefni sem mörgum þykkir vert að berjast fyrir og finnst hafa verið komið í gegn á ósiðlegan og ósmekklegan hátt\nMér finnst ekki hægt að bera svona mótmæli saman við eldri mótmæli því alltaf er hægt að telja margar hliðar á hverju máli, það var t.d. fólk sem mótmælti komu talsíma til Íslands og sjónvarpi. Að segja að þetta fólk sem mótmælti í dag hafi rangt fyrir sér af því að fólkið sem mótmælti ráðhúsinu og álverinu í Straumsvík  hafi haft rangt fyrir sér á einhverjum sviðum (alls ekki öllum sem er mikilvægt að muna) er bjánalegt að mínu mati.\nEinnig finnst mér lélegur málflutningur að segja að af því að ég hafi aldrei komið til Kárahnjúka geti ég ekki verið að mótmæla virkjun þar. Ég á sem betur fer eftir að fara á marga staði á Íslandi og í heiminum almennt og þótt mér finnist gaman að ferðast mun ég ekki ná að fara á þá alla. Það þýðir samt ekki að ég megi ekki mótmæla áformum um að spilla þeim.\nAuk þess eru gífurlega margar aðrar ástæður fyrir mótmælum en bara tilfinningaleg rök, svo sem útreiknangar á arðsemi, áhrif á umhverfi svæðisins almennt (sandfok einhver?) og svo mætti lengi telja.\nMér finnst líka skrýtið að um leið og staðið er að einhverjum mótmælum eða öðru slíku á fagmannlegan og skipulagðan hátt en ekki bara 4 hippar á austurvelli er það strax gert tortryggilegt á einhvern hátt af Landsvirkjun og öðrum talsmanna virkjanna. Landsvirkjun, sem hefur dælt fjármagni í áróður, hleypur upp til handa og spyr hver geti fjármagnað blöð og fundi sem beri vott um fagmannleg vinnubrögð og reyna á allan hátt að gera umhverfisverndasinna tortryggilega"
        },
        {
            "user": "geirag",
            "user_id": "4133",
            "date": "2003-01-17 09:16:33",
            "id": "863009",
            "reply_to_id": "863008",
            "text": "Lando:\n90% kjosenda kjosa flokka sem stydja fyrirhugadar framkvæmdir. Sidan er talad um ad “thjodin” se ekki satt og ad “thjodin” vilji ekki gera eitt og annad. Thott ekki se kannski 90% fylgi medal thjodarinnar med fyrirhugadar framkvæmdir, ekki frekar en med Burfell a sinum tima eda Straumsvikuralverid, ad tha er ljost ad meirihluti thjodarinnar, og svo sannarlega meirihlutinn, kys ad huga fyrst ad theim svædum sem thad kemst a, og sidan ad theim svædum sem thad kemst ekki a, til dæmis hin torfæru øræfi nordan Vatnajøkuls sem ekki urdu verdmæt fyrr en einhver akvad ad nyta thau - loksins."
        },
        {
            "user": "willk4",
            "user_id": "7074",
            "date": "2003-01-17 14:43:00",
            "id": "863010",
            "reply_to_id": "863008",
            "text": "Lando.\n“Að segja að þetta fólk sem mótmælti í dag hafi rangt fyrir sér af því að fólkið sem mótmælti ráðhúsinu og álverinu í Straumsvík hafi haft rangt fyrir sér á einhverjum sviðum (alls ekki öllum sem er mikilvægt að muna) er bjánalegt að mínu mati.”\nVinsamlegast útskýrðu fyrir mér hvernig mínar skoðanir eru bjánalegri en þínar."
        },
        {
            "user": "Lando",
            "user_id": "16918",
            "date": "2003-01-18 03:52:35",
            "id": "863011",
            "reply_to_id": "863010",
            "text": "Willk4\nþað sem ég er að meina er að segja að þeir sem mótmæli Kárahnjúkavirkjun í dag séu vitlausir (eða hvað orð sem þú vilt nota) af því að einhverjir sem mótmæltu ráðhúsinu eða álveri í strau´msvík hafi verið vitlausir. Þótt að sagan hafi sannað að mótmæli í fortíðinni hafi verið slæmum rökum studd þýðir það ekki að öll mótmæli séu það.\nþínar skoðannir eru ekki verri en mínar, en að rökstyðja eitthvað um hlut A með því að segja að hlutir B og C hafi verið slæmir (þegar ekki eru bein tengsl milli A B og C) er ekki góð röksemdarfærsla að mínu mati."
        },
        {
            "user": "willk4",
            "user_id": "7074",
            "date": "2003-01-18 13:39:06",
            "id": "863012",
            "reply_to_id": "863011",
            "text": "Lando.\nok… “en að rökstyðja eitthvað um hlut A með því að segja að hlutir B og C hafi verið slæmir (þegar ekki eru bein tengsl milli A B og C) er ekki góð röksemdarfærsla að mínu mati.”\nEn ef við breytum A,B og C í manneskjur þá getum við sagt að B eða C séu alltaf á móti öllu ALLTAF. Svokallaðir “atvinnumótmælendur” sem eins og einhver orðaði það svo skemmtilega hér á huga,fólk sem hangir á kaffihúsum og drekkur sitt jurtate og etur sitt sojakjöt :)\nManneskja A er svo bara einhver sem er að hafa sig í frammi hverjusinni. Það sem ég á við er það að fólk mun mótmæla öllu,alveg sama hvað það er og það sem skiptir meira máli í þessu samhengi HVAR það er.\nÞannig má með réttu segja að það séu tengsl á milli A,B og C\nKveðja\nWill"
        },
        {
            "user": "Lando",
            "user_id": "16918",
            "date": "2003-01-18 17:59:28",
            "id": "863013",
            "reply_to_id": "863012",
            "text": "willk4\nþetta kaffihúsafólk, með jurtate sem er svo íhaldssamt o.s.frv. er nú ekki eina fólkið sem hefur mótmælt, það hafa líka vísindamenn og sérfræðingar gagnrýnt margt í sambandi við þetta allt saman.\nfyrirgefðu að ég hef misskilið fyrri postinn þinn, auðvitað verður samt jafn umdeildu máli og kárahnjúkavirkjun er mótmælt. Bæði af atvinnumótmælendum og öðrum, verst bara með Kárahnjúkavirkjun og álverið er að það er löngu búið að lofa að það verði keyrt í gegn af æðri valdhöfum þjóðarinnar og það verður gert sama hvað gerist virðist vera."
        },
        {
            "user": "willk4",
            "user_id": "7074",
            "date": "2003-01-18 20:19:13",
            "id": "863014",
            "reply_to_id": "863013",
            "text": "Lando.\nÞað er svo aftur annað mál að það er búið að keyra þetta í gegn fyrir löngu,þar er ég alveg sammála.\nGreinin fjallar í raun engöngu um HVERNIG er mótmælt,það er það sem fer svo í taugarnar á mér.\nOg vissulega hafa mikilsverðir vísindamenn mótmælt virkjunaráformum,en hinn almenni borgari virðist ekki heillast."
        },
        {
            "user": "Laufa",
            "user_id": "9234",
            "date": "2003-01-19 19:49:47",
            "id": "863015",
            "reply_to_id": "863014",
            "text": "willk4\nGóð grein.\nSjálf var ég niðri í Ráðhúsi þegar mótmælin áttu sér stað, að gera skólatengt verkefni. Það sem sló mig sem mest að flestir mótmælenda voru í pelsum og leðurjökkum.\nSvo er annað. Lónið mun ekki fyllast af aur fyrr en eftir 400 ár. FJÖGUR HUNDRUÐ ÁR. Þó að gjósi, yrði tíminn e.t.v 300 ár. Er það ekki góður endingartími ? Og eftir 300 ár, eru ekki góðar líkur á tækni sem gæti fjarlgæt aurinn sem myndast ?\nÞetta svæði er ekki mikið varpsvæði heiðagæsa. Það er frekar hjá Þjórsárverum, en þar er stærsta varpsvæði heiðagæsa í Evrópu, ef ekki heiminum.\nLónið sjálft er ekki svo stórt. Heyrst hefur talað um 1/3 hálendisins, og er greinilegt að það er stórlega ýkt. Virkjunin er mengunarlaus, (ef frá er talin sjónmengun, þó ég hafi nú sjálf séð fallegar virkjanir), en hins vegar verður álverið mengunarvaldur.\nEf Íslendingar tækju mið af jarðskjálftum, eldgösum o.þ.h í sambandi við allt væri hvorki byggð á Vestmannaeyjum, né í Hveragerði, né á Flateyri og Súðavík (snjóflóðahætta), Seyðisfirði (aurskriður) o.s.fr, o.s.fr.\nÁ meðna við búum á landi elds og íss verðum við að taka áhættur. Og þessa áhættu mundu ríkisstjórnin og Landsvirkjun ekki taka, nema líkurnar á slæmri niðurstöðu yrðu litlar sem engar.\nKv.\nEyrún"
        },
        {
            "user": "stakka",
            "user_id": "1280",
            "date": "2003-01-20 13:42:47",
            "id": "863016",
            "reply_to_id": "863015",
            "text": "Ég skil lítið í þessum mótmælum. Við verðum að standa saman í því að halda landinu í byggð. Ef við viljum búa hérna þá þurfum við að selja vörur og vera með framleiðslu. Það eru nú ekki meira en tvær aldir síðan að Ísland gat ekki brauðfætt meira en 80.000 manns.\nEf að landið á að haldast í byggð að þá verðum við að sjá við því vandamáli um mengun sjávar og áhrifa þess á lífríkið. Ef að fiskurinn fer. Þá fer þjóðin. Og þá er ekkert hérna eftir nema einhverjir náttúrufriðarsinnar sem glotta við tönn og munu svo koma til með að deyja úr hungri því að þeir gætu ekki hugsað sér að hreyfa við grágæsarstofninum né nokkru öðru matarkyns í náttúrunni því að það gæti haft svo afdrifaríkar afleiðingar á landið. Og seinna meir mun þetta eyðiland koma til með að vera iðnparadís þar sem að erlend fyrirtæki munu stofna iðnríki og virkja þá allt landið. Með nasaþef af minni framtíðarsýn þá er annaðhvort að leyfa þessa framkvæmd með tilliti til þess að við munum gera hana með sem minnstum röskunum. Heldur en að allt landið verði virkjað eftir að það leggst í eyði."
        },
        {
            "user": "willk4",
            "user_id": "7074",
            "date": "2003-01-20 21:46:08",
            "id": "863017",
            "reply_to_id": "863016",
            "text": "Jæja ég vil þakka ykkur fyrir góð viðbrögð við þessari grein minni. Umræðan snérist ekki uppí neitt fleim eða skítkast heldur einbeittum við okkur að því að koma OKKAR sjónarmiðum á framfæri.\nGaman væri að sjá meira svona,af tæplega 50 svörum kom ekki eitt einasta fleim eða árás.\nTakk fyri"
        },
        {
            "user": "stakka",
            "user_id": "1280",
            "date": "2003-01-21 09:21:52",
            "id": "863018",
            "reply_to_id": "863017",
            "text": "Hafiði heyrt það þegar að Steingrímur J. Talaði um þessa “Rússnesku virkjun” Það fyndna við þetta er að hann er jú vinstri grænn og þeir hafa verið kallaðir kommar. Og það er rússneskt líka þannig að hann skaut sig svolítið í fótinn. Einnig þetta með að menga mikið þá hljóta að gilda sömu mengunarvarna reglur um þetta álver eins og það er gert í straumsvík. Og já það mengar eitthvað en ég tel það ekki vera mikið. Þangað til annað sannast. Einnig er Alcoa tilbúið að byggja þetta álver upp í samvinnu við almenning þannig að náttúruverndunarsinnar geti lagt mikið í það að það verði reyst á sem minnst skaðlegan hátt.\nEinnig eru þeir reiðubúnir að borga peninga til þjóðgarðs. Og þá er jafnvel hægt að nota lítið brot af þeim peningum til að græða upp landið og vinna þá á móti þeirri mengun sem kemur með þessu álveri.\nTekjurnar sem koma inn til ríkissins eru verulegar og væri þá jafnvel hægt að nota eitthvað af þeim til þróunar á vetnisvélur og þá helst í skipin og flutningsbíla. Það er það sem er að menga. Og fólk er að kvarta undan álveri þegar að mestu mengunarvaldar landsins eru skipin.\nEf að þetta myndi fara til þjóðaratkvæðagreiðslu þá myndi þetta hvort eð er vera reist. Því að þeir sem eru að mótmæla er bara oggulítill partur af öllum þeim sem eru með. Hafið þið ekkert pælt í því að þau sem eru með eru ekkert að lísa yfir vilja sínum með framkvæmd. Það er vegna þess að við erum bara jarðbundin og þurfum ekkert að drössla okkur út í kuldann til að vera með, því við vitum að þetta verður gert.\nÉg man eftir þegar að þetta kom fyrst í fréttum. Ekki vissi ég af þessum Kárahnjúkum og ég held að sá partur sé í miklum meirihluta. Þeir einu sem gætu vitað af þessu eru jeppamenn og björgunarsveitir og það fólk er ekki í meirihluta. Sérstaklega þar sem að þessir jeppamenn eru ekki “almennir” jeppamenn heldur öfga jeppafólk sem virkilega tímir að nota jeppann í jeppaferðir annað en meirihlutinn sem notar jeppana innanbæjar og hugsanlega til að komast í sumarbústaðinn.\nVirkjum Kárahnjúka!"
        },
        {
            "user": "ouis",
            "user_id": "26123",
            "date": "2003-01-21 09:30:16",
            "id": "863019",
            "reply_to_id": "863018",
            "text": "wilk4\nþað er verið að mótmæla virkjuninni.\nÞað breitir ekki neinu máli hvort að enginn hefur komið þangað, ýmind landsins er í húfi.\nÞegar 70.kallar í landsvirkjun segja að ál sé framtíðin þá er mér ofboðið,\nFramtíðin mán er ekki úti á landi í álveri\nOg hvaða fífl heldur að umhverfisspjöll og þjóðgarður fari saman.\nSegjum alkóa að troð þessu álveri í ……."
        },
        {
            "user": "stakka",
            "user_id": "1280",
            "date": "2003-01-21 10:05:57",
            "id": "863020",
            "reply_to_id": "863019",
            "text": "Ég veit ekki betur en að virkjun og Þjóðgarður fari saman í Bandaríkjunum og er það ekki Bandaríkin sem eiga elsta þjóðgarð í heimi. Það allavega minnir mig.\nÉg þykist nú vita það að ál sé sífellt verið að nota meira í bílaiðnaðinum bara svo tekið sé dæmi.\nÍmynd landsins hvað er það ertu þá að tala um þessa auðn uppá hálendi, sandfokið eða grjótið?\nÞessi virkjun er bara lítið brot af öllu hálendinu.\nOg hvar ætlar þú að vera þegar að fiskurinn hverfur. Þá munt þú grátbiðja um álver svo að fólk geti lifað á Íslandi.\nEf það ætti að berjast fyrir eitthverju þá væri það fiskurinn. Það þarf að fylgjast betur með honum og komast að niðurstöðu um hvernig væri hægt að nýta hann sem best og með sem minnstum spjöllum á klakstöðum hans. Því að hann er peningurinn.\nÞað er ekki verið að tala um að sökkva Haukadal eða virkja Gullfoss.\nOg hvað með Kísilverksmiðjuna á Mývatni.\nMér finnst þessar friðarumræður hálendissins vera stefnulausar og Náttúruverndarsinnar stefnulausir.\nÞeir horfa bara í eina átt og loka augunum þegar þeir snúa sér."
        },
        {
            "user": "stakka",
            "user_id": "1280",
            "date": "2003-01-21 10:14:59",
            "id": "863021",
            "reply_to_id": "863020",
            "text": "Hvaða ímynd ert þú að tala um er það þjóðin sem tíminn gleymdi. Eigum við ekki bara að flytja aftur í torfkofa svo að við getum verið sýning fyrir bakpokaferðalanga.\nNei þá myndu þeir hætta að koma vegna þess að þeir gætu þá ekki lengur húkkað far ég meina við komum þá líka til með að ferðast eingöngu á hestum.\nVið myndum náttúrulega spara helling í gatnagerð.\nOg fórna öllu því sem við erum búin að gera fyrir samfélagið en hey hvað gerir maður ekki fyrir Ímynd!!!"
        },
        {
            "user": "Stock12",
            "user_id": "8069",
            "date": "2003-01-21 13:38:45",
            "id": "863022",
            "reply_to_id": "863020",
            "text": "Þú sagðir;\n“Hafiði heyrt það þegar að Steingrímur J. Talaði um þessa ”Rússnesku virkjun“ Það fyndna við þetta er að hann er jú vinstri grænn og þeir hafa verið kallaðir kommar. Og það er rússneskt líka þannig að hann skaut sig svolítið í fótinn.”\nMér finnst þetta vera ótrúleg röksemdarfærsla. Hvernig í ósköpunum er Steingrímur J. að skjóta sig í fótinn þegar hann talaði um þessa “Rússnesku virkjun” :) :)\nÍ öðru lagi eru þeir sem eru á móti virkjun Kárahnjúka stimplaðir sem heimskt kaffihúsalið sem er á móti öllum virkjunum, og bara á móti öllu yfirleitt. Þvílík endeimis vitleysa!! :) :) Ég er maður sem drekk kaffi og vil að við nýtum okkar auðlindir af skynsemi. Ég er ekki umhverfisverndarsinni en ég er aftur á móti náttúruverndarsinni. Aðal málið er að flest allar virkjanir eru óafturkræfar, maður bætir ekki þetta land sem tapast. Ég er alls ekki á móti álverinu í Reyðarfirði nema að því leitinu til að það krefst Kárahnjúkavirkjunar. Álver menga vissulega, en það er allt afturkræft.\nGerð hefur verið hagkvæmisathugun yfir virkjunarkosti hér á landi og lenti Kárahnjúkavirkjun í lang síðasta sæti á þessum lista, s.s. hún var lang óhagkvæmasti kosturinn!! Það á ekki að byrja á öfugum enda í þessum málum. Norðlingaölduveita t.d. er langt um hagkvæmari kostur en Kárahnjúkavirkjun, svo að ég nefni dæmi um annað hitamál. Ég vil miklu frekar búa til miðlunarlón þar og safna saman vatni sem stór eykur nýtni virkjananna í Þjórsá.\nÞað tapa allir á Kárahnjúkavirkjun!!!!\nKv. Stock12."
        },
        {
            "user": "stakka",
            "user_id": "1280",
            "date": "2003-01-21 15:38:50",
            "id": "863023",
            "reply_to_id": "863022",
            "text": "Já þú ert maður sem kannt allavega málefnanlegur annað en “ouis”.\nEn segðu mér eitt afhverju kjósa þeir Kárahnjúka ef það er svona dýrt??"
        },
        {
            "user": "Stock12",
            "user_id": "8069",
            "date": "2003-01-21 19:41:39",
            "id": "863024",
            "reply_to_id": "863023",
            "text": "Nú veit ég það ekki. Þetta snýst aðeins um pólitík og ekkert annað. Það þarf nauðsynlega að snúa vörn í sókn í sambandi við fólksfækkun á landsbyggðinni. Þessir stjórnmálamenn vilja gera hvað sem er til að hafa betur í þeirri viðureign. Austfirðingar eru búnir að bíða í marga áratugi eftir stóriðju og stjórnmálamennirnir eru bara svo skammsýnir að þeir velja þennan kost. Það svakalega gott að vera sá sem að dreif þetta áfram. Halldór og Valgerður verða hyllt sem “stríðshetjur” á Austurlandi. Vissulega er þetta vítamínsprauta fyrir Austfirðinga, en eftir 10 ár fer að halla undan fæti og fólki mun fækka ört. Við erum að míga í skóinn okkar!!!\nKv. Stock12!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-22 08:46:04",
            "id": "863025",
            "reply_to_id": "863020",
            "text": "Stakka :\nOg hvað með kisiliðjuna i Myvatnssveit ?\nHvað kemur hun malinu við ?"
        },
        {
            "user": "Qualitor",
            "user_id": "8900",
            "date": "2003-01-21 19:32:31",
            "id": "863026",
            "reply_to_id": "863015",
            "text": "Finnst fólki 400 ár vera góður endingartími? Fyrir framkvæmd sem líkur eru á að skili ekki einu sinni hagnaði, og mun eyðileggja ófyrirsjáanlega stórt, fallegt landsvæði, sem við erum að taka frá afkomendum okkar? Reyndar hef ég heyrt bæði hærri og lægri spár um endingartíma, en 400 ár er alls ekki bjartsýn spá. Og að fara í svona framkvæmd með þeirri von að það hljóti bara einhver einhversstaðar að finna upp einhverja risadælu sem pumpar öllum aurnum upp, hljómar ekki mjög sannfærandi. Hvað á svo að verða þarna eftir þessi 400 ár? Þá verður svæðið væntanlega búið að stækka mikið og orðið einn stór drullupollur, þá munum við ekki fá svæðið aftur. Fyrir utan það, að ófyrirsjáanlega stærra landsvæði en bara lónið og nánasta umhverfi þess verður orðið ónýtt vegna aur- og leir foks. Þetta er jú einu sinni jökulá.\nEn annars, hvaða máli skiptir það hvernig fólkið sem var að mótmæla var klætt?"
        },
        {
            "user": "Laufa",
            "user_id": "9234",
            "date": "2003-01-21 23:02:07",
            "id": "863027",
            "reply_to_id": "863026",
            "text": "Qualitor\nSkili ekki hagnaði í hvaða skilningi ?\nSagt hefur verið að virkjunin muni ekki skila jafn miklum hagnaði og talið hafði verið, og þá er rætt um tap, það er vitleysa sem einfaldlega gengur ekki upp, hagnaður er hagnaður, sama hve mikill eða lítill hann er.\nOg 400 ár eru mjög góður endingartími fyrir svona lagað, btw, ætti að halda manni ánægðum, en ég skal benda þér á að þeir á móti virkjuninni segja að allir kostirnir séu slæmir - eða ekki nógu góðir.\nFólkið var í pelsum og leðurjökkum að mótmæla drápum á dýrum.\n'Nuff said.\nEyrún"
        },
        {
            "user": "Qualitor",
            "user_id": "8900",
            "date": "2003-01-22 00:47:32",
            "id": "863036",
            "reply_to_id": "863027",
            "text": "Að skila ekki hagnaði í þeim skilningi að skila ekki hagnaði: Ég benti aðallega að það væru líkur á að hún skilaði ekki hagnaði, og þær eru sko ekki eins fjarlægar og fólk virðist halda. Það þarf ekki mikið að klikka, og þá erum við ekkert í sérstaklega góðum málum fjárhagslega séð, búið að skuldbinda Reykvíkinga um 65 milljarða í framkvæmd sem er upp á annan hundrað milljarð króna.\nMá ég síðan minna á þessi heldur vafasömu fyrirtæki sem við munum skipta við; Alcoa á í fjárhagserfiðleikum og hefur neyðst til að segja upp starfsfólki og Ítalska verktakafyrirtækið er undir smásjá ítalskrar lögreglu vegna vafasamra viðskipta og mútuþægni, ef mig minnir rétt.\nKannski ert þú ánægð með 400 ára endingartíma (sem gæti þess vegna verið miklu skemmri), en ég er alls ekki sáttur við hann. Mér finnst reyndar skrýtið að hægt sé að sætta sig við það, að fallegt landsvæði, sem mun nema allt í allt í nokkrum prósentum af öllu landinu, verði einn stór jökulaurpollur, með tilheyrandi uppblæstri, eftir aðeins örfáar aldir.\nÉg skil ekki alveg hvað þú meinar með því, þegar þú segir að ,,þeir á móti virkjuninni segja að allir kostirnir séu slæmir - eða ekki nógu góðir.“, en mér finnst það alltaf jafn fyndið þegar þessir ,,mótmælendur” eru allir settir undir sama hatt, sem einhverjir öfga-hippa-komma-herstöðinaburt-101-pakk., en það gerir þú á ,,skemmtilegan“ hátt með því að segja ,,Fólkið var í pelsum og leðurjökkum að mótmæla drápum á dýrum.” Allar alhæfingar eru slæmar, var eitt sinn sagt. Hvað með fólkið sem mótmælir, vegna þess að það vill ekki borga aukna skatta?, hvað með hámenntuðu vísindamennina, sem flestir taka afstöðu gegn virkjuninni?, hvað með fólkið sem vill að afkomendur okkar fái að njóta ósnortinnar náttúru, sem eru reyndar viss forréttindi útaf fyrir sig, sem ekki er hægt að verðleggja? og hvað einfaldlega með fólkið sem er á móti þessu, bæði vegna óafturkræfra náttúrueyðilegginga og einnig gríðarlegrar fjármálaáhættu?\nNei, mótmælendur eru ekki bara einhver hávær minnihlutahópur-hippa að ,,mótmæla drápum á dýrum\" og ég leyfi mér að efast um að þetta sé minnihluti, þess vegna finnst mér að það ætti að hafa lýðræðislega kosningu meðal fólks í landinu."
        },
        {
            "user": "Stock12",
            "user_id": "8069",
            "date": "2003-01-22 09:59:38",
            "id": "863028",
            "reply_to_id": "863027",
            "text": "Eyrún\nÞegar hugmyndir um virkjun Kárahnjúka komu fyrst fram (eða réttara sagt eftir að menn ákváðu að virkja ekki Eyjabakka) þá var ég á móti henni nær eingöngu út af náttúruverndarsjónarmiðum, en þau sjónarmið eru eiginlega léttvæg miðað við þá gríðarlegu áhættu sem fylgir þessu risavöxnu framkvæmd. Það sem er merkilegt er það að Landsvirkjun vill EKKI gefa upp raforkuverðið. Maður spyr sig afhverju ekki? Ég hef heyrt þónokkuð marga hagfræðinga sem allir segja að tap verði á virkjuninni. Aðeins reikningsmenn hjá Landsvirkjun hafa reiknað út hagnað. Sá hagnaður er þar að auki ekki jafn mikill og talið hefur verið. Eitt er víst að áhættan er gífurleg og ekkert fyrirtæk lætur sér detta það í hug að ráðast í svona risavaxna framkvæmd með von uppá svona lítinn hagnað. Hinn “almenni hagfræðingur” hefur þurft að giska á raforkuverðið og vitanlega hefur hann tölur sem Landsvirkjun hefur verið að selja til stóriðju hingað til. Sem sagt þá reiknar hann dæmið í tap. Ég spyr enn og aftur, afhverju gefa þeir ekki upp raforkuverðið? Eitt er víst að Alcoa hefur samið illilega af sér!\nNú er ég skuldugur maður og á þenslutímum (þegar mikið er um framkvæmdir) þá hækka menn yfirleitt vexti. Kárahnjúkavirkjun mun því að öllum líkindum kosta mig tugi þúsunda króna í aukin vaxtarkosnað á næstu árum. Ég er ekki tilbúinn til að punga út því fyrir virkjun sem ágætis líkur eru á að verið mikil taprekstur á og þá fæ ég þessa “blessuðu” ábyrgð í hausinn.\nÞar sem þessi framkvæmd er svona gríðarstór, þá þarf hún ekki að fara mikið fram úr áætlun þannig að hagnaðurinn af virkjunninni fyrstu árin verður fljótur að hverfa. Þessi framkvæmd kostar samkvæmt áætlun einhverja 100.000.000.000 króna. Hvað ef að hún færi 10% framúr áætlun (sem er ósköp eðlilegt) það er slatti af peningum. Þjóðminjasafnið til að mynda er búið að sprengja allar áætlanir. Það átti að vera búið að opna það fyrir 2 árum, ennþá á það langt í land.\nOg eitt að lokum, er einhver að drepa dýr í stórum stíl? Hvað þá, er einhver að mótmæla drápum á dýrum? Hvenær komu dýr inní þessa umræðu?\nÞað tapa allir á Kárahnjúkavirkjun!!\nKv. Stock12!!"
        },
        {
            "user": "Laufa",
            "user_id": "9234",
            "date": "2003-01-23 22:45:41",
            "id": "863029",
            "reply_to_id": "863028",
            "text": "Stock12\nAf hverju ættu hagfræðingar Landsvirkjunar að vera ótrúverðugri en hinn almenni hagræðingur ? Gæti hinn almenni hagfræðingur ekki líka sagt tölur útfrá pólítískum sjónarmiðum sínum, eins og þú segir Landsvirkjunarmenn gera ?\nRétt er það með orkuverðið, og því miður get ég ekki svarað þér með það.\nEn líkurnar á tapi eru ekki miklar. Ég hef mínar heimildir og þú hefur þínar. Ein er ekki trúverðugi en hin, þó hún komi frá “hlutlausum” aðila, þar sem alls ekki er víst að sá aðili sé hlutlaus.\nÞú segir, hvað ef virkjunin verður rekin með halla.\nÉg spyr, hvað ef gróði verður af henni ? Það er ekkert fullvíst, og mér virðist sem margir haldi að eina ástæðan fyrir þessum framkvæmdum sé til að eyðileggja náttúruna og láta ríkið og skattgreiðendur tapa. Hvorki forsætisráðherra, né ríkisstjórnin í heild sinni (og borgarstjórinn hverflyndi) mundi ýta undir slíkar framkvæmdir, nema líkurnar á gróða væru miklar.\nAf hverju væru þeir annars að þessu ?\nAnnars þá er merkilegt hvernig Ingibjörg stóð sig í þessum efnum. Held að hún viti að hún komist ekki á þing, sé hún á móti stóriðjuframkvæmdum.\nHvað er orðið um að láta hjartað ráða för ?\nOg ég er enn fylgjandi Kárahnjúkavirkjun, btw. Hef bara ekki komist á netið, tölvan er ekki í sem bestu lagi. :)\nKveðja,\nEyrún"
        },
        {
            "user": "Laufa",
            "user_id": "9234",
            "date": "2003-01-24 08:39:24",
            "id": "863030",
            "reply_to_id": "863029",
            "text": "En það er fáránlegt að gera virkjun sem mun kosta um 90.000.000.000 kr að ég held og svo er ekki einu sinni víst að hún skili hagnaði. Meira að segja hafa margir hagfræðingar spáð tapi á virkjuninni(um 17 milljarða) og það að landsvirkjun skuli hafa breytt skýrslu sem óháðir vísindamenn gerðu hlýtur að segja sitt hvað.\nOg mér finnst fáránlegt að ekki sé þjóðaratkvæðagreiðsla um svona stórt mál."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-24 15:18:56",
            "id": "863031",
            "reply_to_id": "863030",
            "text": "Ef að framkvæmdir fara yfir 10% kostnaðaráætlun er þá er komin ég veit ekki hvað verða margra milljarða tap og það er ekki oft sem sem á Íslandi framkvæmdir séu undir kostnaði.\nEf að virkjunin á að skila hagnaði þá þarf allt að ganga upp sem er ekki allt of líklegt. Tökum sem dæmi álverð í 1600$ og ál sem er ódýasti málmurinn sem allir geta búi til lækkar um 1% á ári (álverð er um 13-1400$ nú)..\nKárahnjúkavirkjun er eingöngu pólitískur skrípaleikur svo að valgerður & co komist inn á þing. Framsókn er búin að lofa alltof miklu upp í ermina á sér.\nþegar það er sagt að mótmælendur séu á móti uppbyggingu á austurlandi verð ég svolítið sár.\nþað er engin að segja að uppbygging sé óþörf heldu allt öðruvísi. ég nenni ekki að telja upp óteljandi kosti.\nSagan segir að í svolitlu samfélagi eins og reyðarfjörður þá verði svakalegur áhugi í fyrstu á álverinu hjá fyrstu kynslóð en síðan vilji engin vinna þar og það þarf að flytja inn erlent vinnuafl. T.d. hjá frændum okkar Norðmönnum."
        },
        {
            "user": "Laufa",
            "user_id": "9234",
            "date": "2003-01-26 23:43:14",
            "id": "863032",
            "reply_to_id": "863030",
            "text": "Að Landsvirkjun hafi breytt skýrslunni ?\nÞessi skýrsla var frá hagfræðingum þeirra..\nEkki veit ég hvort pólítísk sjónarmið komu þar við sögu, rétt ein og “óháðir vísindamenn” gætu verið harðir kommúnistar ?\nÞjóðaratkvæðagreiðsla ? Var þjóðaratkvæðagreiðsla um t.d Grafarholt ? Þetta á að heita lýðræðisríki, og ekki hefði ég á móti atkvæðagreiðslu, en það hefur ekki verið um aðrar virkjanir, hver er munurinn á þessari á öðrum ?\nOg af hverju er þessi mikilvægari í augum náttúrverndarsinna en t.d virkjanirnar við Þjórsá ?"
        },
        {
            "user": "Stock12",
            "user_id": "8069",
            "date": "2003-01-24 16:22:14",
            "id": "863033",
            "reply_to_id": "863029",
            "text": "Ég skil það að þú sért enn trú þinni sannfæringu að það eigi að virkja Kárahnjúka og vona ég svo sannarlega að tölvan þín eigi bjartari daga framunda :)\nÞetta er ekki spurning um trúverðugleika, þó vissulega spyr maður sig afhverju Landsvirkjun gefi ekki upp raforkuverðið (sem eru einn af stærstu þáttunum). Þetta er bara eins og hvert annað reikningsdæmi sem hefur nokkra óvissa þætti. Síðan er mismunandi eftir hverjum og einum hvernig menn meta þessa óvissuþætti. Landsvirkjun metur þessa þætti og fær út að þessi virkjun skili hagnaði, en ekki eins miklum og vænta mætti þegar um svona áhættusama framkvæmd er að ræða. Síðan meta aðrir hagfræðingar þessa áhættuþætti öðruvísi og fá út að það verði tap á virkjuninni. Báðir aðilar geta misreiknað sig. Vonandi verður það “hinn almenni hagfræðingur” (ef að virkjuninni yrði). Við getum bókað það að Landsvirkjun metur þessa áhættuþætti sér í hag, eins og að álverð verði hagstætt og að bygging virkjunarinnar verði stóráfallalaus. En, eins og ég segi, hvað ef bara að framkvæmdakostnaður virkjunarinnar fari 10% fram úr áætlun? Þá er gróðinn fljótur að fara. 85% af tekjum þessara virkjunar er af sölu rafmagns til Alcoa. Við erum að setja næstum öll eggin í eina körfu. Hvað ef eitthvað klikkar hjá Alcoa? Þeir voru með mikið tap á seinasta ársfjórðungi. Þetta er allt spurning um mat á áhættuþáttum. Ég tel því að áhættan sé alltof mikil til þess að ráðast í þessa framkvæmd.\nÞú segir: “Annars þá er merkilegt hvernig Ingibjörg stóð sig í þessum efnum. Held að hún viti að hún komist ekki á þing, sé hún á móti stóriðjuframkvæmdum.\nHvað er orðið um að láta hjartað ráða för ?”. Þetta er nákvæmlega það sem ég er að segja. Stjórnmálamenn vilja vera á þingi og gera næstum hvað sem er til að vera þar. Það eru sárafáir stjórnmálamenn sem fylgja sinni sannfæringu eftir. Pétur Blöndal er gott dæmi um þá fáu stjórnmálamenn sem enn eru fastir á sinni skoðun og láta ekki flokkinn sinn eða almenning segja sér hvað þeir eiga að gera.\nRíkisstjórnin sér fram á bjartari tíma í atvinnumálum og þeir sjá einnig fram á það að fólk þjóti til Austurlands þar sem tækifærin eru, sem vissulega mun gerast á meðan að framkvæmdir eru. Þegar þeir sjá þessa gósen tíð þá eru þeir ekki að velta sér uppúr áhættunni og meta hana öðruvísi en “hinn almenni hagfræðingu”.\nKv. Stock12"
        },
        {
            "user": "Laufa",
            "user_id": "9234",
            "date": "2003-01-26 23:58:42",
            "id": "863034",
            "reply_to_id": "863033",
            "text": "Stock 12\nÞetta með raforkuverðið er bæði satt og rétt, en á hinn bóginn er, að ef raforkuverð færi uppúr öllu valdi, tap yrði á virkjuninni, og Austurland færi, tja, norður og niður, væri ríkisstjórnin þá samt sem áður að taka þessa áhættu ? Þrátt fyrir öll mótmælin ?\nGreinilegt er að ríkið treystir áætluninni, og þetta eru nú ekkert bunch of idiots, auðvitað verður maður að taka áhættur (sérstaklega hér á Íslandi, þar sem náttúruöflin leika við hvern sinn fingur og hver veit hvað gerist neitt) en einhvernveginn efast ég stórlega um að stjórnendur landsins séu einungis að prófa sig áfram. Þetta er ekkert “Úps, gengur bara betur næst” verkefni - og fólkið veit það.\nUppbygging á Austurlandi er algjör nauðsyn. Efast um að fólkið streymi þangað; en verði af virkjuninni mun atvinna aukast, fólksflutningar minnka suður, og vonandi aukast austur.\nSvo er spurningin með þjóðgarð. Nú er ekki fært þangað fyrir hinn “venjulega” mann - einungis háa jeppa o.þ.h farartæki - og þó að vegur yrði lagður, væri örugglega ekki auðvelt að halda öllum vegum færum allan ársins hring, þetta eru nú óbyggðir.\nEr meiri gróði í þjóðgarði sem væri opinn og gangandi í mesta lagi 3-4 mánuði á ári ? Verða atvinnutækifæri Austfirðinga betri ?\nPétur Blöndal er trúr orðum sínum. Nú treysti ég Sjálfstæðisflokknum best til að stjórna landi okkar, þrátt fyrir svarta sauði eins og Árna Johnes og Sturlu.\nSegir það e.t.v ekki meira um hina flokkana en D-listann ?\nAnnars þá held ég að útför tölvunnar minnar verði fljótlega, og þér er velkomið að mæta. :) Svo ef ég svara ekki í nokkrar vikur, þá muntu vita af hverju.\nEyrún"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-27 14:32:23",
            "id": "863035",
            "reply_to_id": "863034",
            "text": "Laufa\nEr nauðsinlegt að taka áhættu uppá 100 milljarða????\nÞað er hægt að gera margt annað en að byggja álver.\nÞjóðgarðurinn trði ekki opinn í 3-4 mán..og mundi búa til jafnmörg störf"
        },
        {
            "user": "geirag",
            "user_id": "4133",
            "date": "2003-01-17 09:11:14",
            "id": "863037",
            "reply_to_id": "863007",
            "text": "geiriv:\nTekjur Landsvirkjunar koma af raforkusølu til folks og fyrirtækja en ekki af skattpeningum. Tekjur Eimskips koma af flutningi gáma til og fra landinu. Thu gætir thvi allt eins sagt ad thegar Eimskip kaupir nytt skip tha seu “gámanotendur ad borga brusann”, sem væri i sjalfu ser rett en ekki god motrøk gegn skipakaupum Eimskips. Ekki heldur raforkuframleidsluaukningu Landsvirkjunar.\nKarahnjukar munu thvi ekki hafa ahrif a skatta (nema Landsvirkjun fari a hausinn og fari ad reyna a rikisabyrgd lana vegna framkvæmdanna). Ekki er talid ad vextir munu fljuga upp eins og svartsynismenn boda. “Ekki hækka”, “ekki lækka eins hratt” og “hækka um 0.5%” eru helstu fullyrdingar sem eg hef heyrt um ahrif framkvæmdanna a vexti."
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2003-01-17 01:41:15",
            "id": "863038",
            "reply_to_id": "863003",
            "text": "willk4.\nFyrir mína parta hef ég lítið tekið þátt í umræðu þessarri að öðru leyti en því að mér finnst\ntilfinningaleg rök andstæðinga virkjana ekki nægilega sterk sökum þess að þeir hinir sömu láta sig ekki varða önnur og ennþá veigameiri atriði í náttúruvernd svo sem lífríki hafsins FYRST.\nUpplýsingar um gos 1625 er nokkuð fjarlæg röksemd í þessu efni satt best að segja og nákvæmlega það sem þú nefnir þ.e. Vestmannaeyjagosið er dæmi um\nbaráttu einnar þjóðar við náttúruöflin, sem verið hefur frá örófi alda.\nEf Hekla, og Lakagígar hefðu verið reiknuð út með sama móti á sínum tíma við Sigöldu og Hrauneyjarfoss kynni svo að vera að við mættum meðtaka rafmagnsleysi núna ef þær hinar sömu framkvæmdir hefðu ekki átt sér stað.\nSjálf fæddist ég með eldfjöll allt í kring um mig og Surtur gaus þegar ég var fimm ára, svo Hekla og svo Vestmannaeyjar að mig minnir en þá hafði ég lesið mér allt til um eldfjöllin í kring um mig\nsem finna mátti til “öryggis” .\nÉg samfagna Austfirðingum innilega að fá til sín atvinnu sem ef til hefði verið komin fyrr ef umhverfisverndarsinnar hefðu látið sig varða hafsbotninn og beitt sér gagnvart þvi atriði.\nkv.\ngmaria."
        },
        {
            "user": "geirag",
            "user_id": "4133",
            "date": "2003-01-17 09:13:33",
            "id": "863039",
            "reply_to_id": "863038",
            "text": "gmaria:\nA sama hatt og engum datt i hug ad fara a fyrirhugad virkjanasvædi adur en thad vard fyrirhugad virkjanasvædi, ad tha er ekki i tisku ad vera talsmadur verndunar a “einhverjum fiskum” sem er ekki hægt ad taka landslagsmyndir af og bua til falleg veggspjøld med."
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2003-01-17 23:50:54",
            "id": "863040",
            "reply_to_id": "863039",
            "text": "geirag.\nMikil ósköp nei !\nEnda gjörsamlega óframkvæmanlegt að leggja landslagsmyndir sér til munns.\nkv.\ngmaria."
        },
        {
            "user": "Moondance",
            "user_id": "31800",
            "date": "2003-01-17 18:39:32",
            "id": "863041",
            "reply_to_id": "863038",
            "text": "Sæl,\nSumir eru líka alltaf á móti, og vilja engu breyta. Raunin er sú að þetta er vistvæn leið til framleiðslu á rafmagni.\nVið gætum reist kjarnorkuver eða framleidd rafmagn með olíu. Hvað myndu náttúrusinnar segja þá. Kannski vilja þeir ekki rafmagn yfir-höfuð.\nKv.\nMoondance"
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-01-17 20:33:12",
            "id": "863042",
            "reply_to_id": "863041",
            "text": "Þetta er allt spurning um þróun.\nEf hörðustu umhverfissinnar fengju að ráða yrði alger stöðnun hér á efnahagssviðinu, og hver vill það.\nEf hörðustu virkjunarsinnar fengju að ráða yrði allt virkjað sem virkja má, og hver vill það?\nÞað þarf að fara meðalveg. Fljótsdalsvirkjun bar fyrst á góma fyrir einum 30 árum. Svo það er ekkert nýtt á nálinni. Umhverfissinnar hefðu getað mótmælt í 25 ár…en vakning hjá þeim var'ð ekki fyrr en fyrir ca. 2 árum."
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2003-01-18 01:13:48",
            "id": "863043",
            "reply_to_id": "863041",
            "text": "Moondance.\nSæll,\nÞað er rétt , íslenskt rafmagn og nýting jarðvarma til framleiðslu í þessu tilvíki áls sem er einnig endurvinnanlegt er sjálfbært.\nEf frystitogarar og dráttarvélar væru reknir með rafmagni ekki olíu þá myndi blasa við nokkuð önnur mynd á þeim bæjum hvað sjálfbærni varðar.\nÍslenskir umhverfissinnar hafa ekki látið sig varða eyðingu olíulinda mannkyns né heldur þær stærðareiningar sem  finna má í aðalatvinnuvegunum og orsaka kunnu breytingar á matarforðabúri þjóða heims og eyðslu umfram öflun í því efni til skammtíma.\nHagsmunir heiðargæsa með fullri virðingu fyrir þeim hinum sömu eru þar ofar hér á landi enn sem komið er.\nkv.\ngmaria."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-18 14:04:09",
            "id": "863044",
            "reply_to_id": "863041",
            "text": "“Sumir eru líka alltaf á móti, og vilja engu breyta. Raunin er sú að þetta er vistvæn leið til framleiðslu á rafmagni.\nVið gætum reist kjarnorkuver eða framleidd rafmagn með olíu. Hvað myndu náttúrusinnar segja þá. Kannski vilja þeir ekki rafmagn yfir-höfuð.\n”\nÞað er ekki eins og að það verði rafmagnslaust á Íslandi ef að Kárahnjúkavirkjun verði ekki byggð. Tilgagnurinn með þessari virkjun er að framleiða rafmagn handa álveri sem á að vera í Reyðarfirði og Alcoa sem mun byggja þessa virkjun er frægt fyrir að menga mikið."
        },
        {
            "user": "UbrTrooper",
            "user_id": "5390",
            "date": "2003-01-17 08:13:48",
            "id": "863045",
            "reply_to_id": "863003",
            "text": "Mér líkar ekki lengur við umhverfið. Hvað hefur umhverfið gert fyrir mig? Ekkert.\nMér líkar við peninga. Peningar gáfu mér hamingju og kvennfólk.\nEyðileggjum umhverfið (sem er útí rassgati by the way) og fáum peninga."
        },
        {
            "user": "ivar666",
            "user_id": "18026",
            "date": "2003-01-17 10:44:12",
            "id": "863046",
            "reply_to_id": "863045",
            "text": "það á að virkja!!engin spurning.\nen afhverju mæta menn og mótmæla á þennann hátt??\nborgarstjóri var bara að skrifa uppá smá yfirdráttarheimild :)"
        },
        {
            "user": "geirag",
            "user_id": "4133",
            "date": "2003-01-17 11:39:12",
            "id": "863047",
            "reply_to_id": "863046",
            "text": "ivar666:\nBorgarstjori var ekki ad skrifa upp a yfirdrattarheimild. Hann var ad abyrgjast yfirdrattarheimild fyrir Landsvirkjun sem reynir ekkert a NEMA Landsvirkjun fari a hausinn - sem gerist ekki."
        },
        {
            "user": "willk4",
            "user_id": "7074",
            "date": "2003-01-17 11:43:43",
            "id": "863048",
            "reply_to_id": "863047",
            "text": "Ég næ eigilnega ekki tilgangium með að búa til virkjun sem kostar fleiri tugi milljarða og sem mun líka eyðileggja stórt landsvæði og það er ekki einu sinni víst hvort að virkjunin muni skila hagnaði!Það er bara fáránlegt!"
        },
        {
            "user": "willk4",
            "user_id": "7074",
            "date": "2003-01-17 12:45:42",
            "id": "863049",
            "reply_to_id": "863048",
            "text": "tinkywinky  hvernig getur það verið fáránlegt að skapa hundruðir ef ekki þúsundir starfa útá landsbygðinni ? Og að tala um að eyðileggja stór landsvæði er full gerræðislegt.\nLónið sem þarna myndast á frekar eftir að koma í veg fyrir sandfok frekar en hitt. Ég nefni sem dæmi Kjöl og Blönduvirkjun en þar sáði Landsvirkjun þúsundum tonna af fræi og græddi upp algerlega dauð landsvæði sem voru EKKERT nema urð og grjót og já sandur.\nEkki halda að Landsvirkjun sé eitthvað hjartalaust battrey sem hefur það á stefnuskránni að leggja landið í rúst. Og talandi um Kjöl,varla var hægt að fara yfir kjöl (annaðhvort upp hjá Blönduósi og niður hjá Gullfossi eða öfugt) nema að eiga hreinlega skriðdreka,nú er þarna kominn uppbyggður vegur og Kjölur er orðinn vinsæll Sunnudagsbíltúr yfir sumarið.\nÞað sama gæti hæglega gert með Kárahnjúka svæðið þ.e.a.s að svæði sem stór hluti þjóðarinnar hefur ekki einusinni hugmynd um hvar er gæti orðið enn einn valmöguleikinn í síauknum ferðalögum Íslendinga innanlands.\nEn að sjálfsögðu er fólk með og á móti virkjuninni ég skil það mjög vel,ég væri jafnmikið á móti og hefði væntanlega sömu tilfinningarnar ef ekki yrði virkjað."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-17 13:25:51",
            "id": "863050",
            "reply_to_id": "863049",
            "text": "Það skapar kannski atvinnu en ef það er mikið tap á framkvæmdinni þá segir það sig sjálft að það getur ekki gengið svoleiðis og þess vegna yrði á endanum að segja upp fólkinu því að ekki gengur að reka fyrirtæki sem er að tapa mörgum milljörðum.\nSvo er líka alveg hægt að gera þjóðgarð þarna og fá ferðamenn og fá þannig mikinn pening inn í landið og þá þarf heldur ekki að eyðileggja neitt land.\nÞað er líka alveg fáránlegt að vera að búa til virkjun sem mun eyðileggja stórt landsvæði til þess að geta framleitt rafmagn handa útlensku fyrirtæki sem er frægt fyrir að menga mikið. Og þeir fá það örugglega ódýrara en fólkið í landinu sem er bara fáránlegt."
        },
        {
            "user": "Uberman",
            "user_id": "17104",
            "date": "2003-01-17 13:25:52",
            "id": "863051",
            "reply_to_id": "863049",
            "text": "Það skapar kannski atvinnu en ef það er mikið tap á framkvæmdinni þá segir það sig sjálft að það getur ekki gengið svoleiðis og þess vegna yrði á endanum að segja upp fólkinu því að ekki gengur að reka fyrirtæki sem er að tapa mörgum milljörðum.\nSvo er líka alveg hægt að gera þjóðgarð þarna og fá ferðamenn og fá þannig mikinn pening inn í landið og þá þarf heldur ekki að eyðileggja neitt land.\nÞað er líka alveg fáránlegt að vera að búa til virkjun sem mun eyðileggja stórt landsvæði til þess að geta framleitt rafmagn handa útlensku fyrirtæki sem er frægt fyrir að menga mikið. Og þeir fá það örugglega ódýrara en fólkið í landinu sem er bara fáránlegt."
        },
        {
            "user": "Uberman",
            "user_id": "17104",
            "date": "2003-01-17 13:31:09",
            "id": "863052",
            "reply_to_id": "863051",
            "text": "Ég er reyndar einnig sammála því að við ættum ekki að fórna náttúruauðlindum þessa lands fyrir aðra en okkur sjálfa."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-17 13:39:06",
            "id": "863053",
            "reply_to_id": "863052",
            "text": "Já það er fáránlegt að vera að eyðileggja náttúru Íslands til að eitthvað bandarískt álfyrirtæki geti fengið rafmagn og svo er enn fáránlegra að þeir fá það ódýrara en við fólkið sem býr í landinu!"
        },
        {
            "user": "willk4",
            "user_id": "7074",
            "date": "2003-01-17 13:42:15",
            "id": "863054",
            "reply_to_id": "863051",
            "text": "tinkywinky Það er einmitt þessi svartsýni sem ég skil ekki.. “ Það skapar kannski atvinnu en ef það er mikið tap á framkvæmdinni þá segir það sig sjálft að það getur ekki gengið svoleiðis og þess vegna yrði á endanum að segja upp fólkinu því að ekki gengur að reka fyrirtæki sem er að tapa mörgum milljörðum.”  Hvaðan hefur þú þetta ? Er það ekki frá andstæðingum virkjanaframkvæmda ?\nAfhverju að reikna alltaf með því versta sem getur gerts ? Og eitt enn,heldur þú virkilega að Landsvirkjun,ríkisstjórnin og Reykjavíkurborg færu útí svon risavaxið verkefni án þess að vera vissir um að þetta gangi ?\nSvo er það þetta með þjóðgarðinn,ég hafna þeim rökum að það sé ekki hægt að reka þarna þjóðgarð og virkjun á sama stað. Það verður einusinni þannig að nú fyrst verður hægt að fara þarna uppeftir til þess að skoða þetta svæði alltsaman.\nÞarna munu rísa tjaldstæði jafnvel baðaðstaða og kannski verður hægt að setjast niður einhversstaðar og fá sér kaffi.\nHvað varðar erlendu ferðamenninna,ég talaði við kunningja minn sem vann við Sultartangavirkjun og hann sagði mér að það hafi varla verið vinnufriður fyrir forvitnum  útlendingum sem vildu forvitnast um það hvernig við Íslendingar framleiðum vistvæna ódýra raforku.\nVirkjanafræmkvæmdirnar eiga eftir að AUKA líkurnar á þjóðgarði frekar en hitt,með bættum samgöngum þarna uppfrá.\nÉg hef ekki enn heyrt góð rök fyrir því að þjóðgarður og virkjun geti ekki lifað saman í sátt og samlyndi þarna uppfrá. Ég sé jafnvel fyrir mér skipulegar skoðunarferðum um svæðið fyrir alla ferðamenn jafnt Íslendinga og útlendinga.\nEf við tökum aðrar virkjanir á vegum Landsvirkjunar þá sjáum við það að reynt er að láta þær falla eins vel að umhverfinu og hægt er. Og þeir sem hafa átt erindi uppí Búrfellsvirkjun hafa væntanlega tekið eftir því hvað hún er í raun fallegt mannvirki og það er mjög gaman að sjá hana svona fallega upplýsta þarna í myrkvinu og auðninni.\nVirkjun og þjóðgarður saman,er það þá ekki bara virkur þjóðgarður ? :)"
        },
        {
            "user": "Stock12",
            "user_id": "8069",
            "date": "2003-01-17 15:14:08",
            "id": "863055",
            "reply_to_id": "863054",
            "text": "Það er brandari að virkja og stofna svo þjóðgarð!! Þessar hugmyndir stjórnvalda eru aðeins til þess að fegra þessa framkvæmd. Til hvers að skemma þetta land og segja svo að það megi ekki skemma það meir. Þetta er eins og að lemja einhver í spað og hjálpa honum síðan á slysó!!\nKv. Stock."
        },
        {
            "user": "willk4",
            "user_id": "7074",
            "date": "2003-01-17 15:18:16",
            "id": "863056",
            "reply_to_id": "863055",
            "text": "Stock.\nÉg var nú svosem ekkert að finna upp hjólið með þessari pælingu. Þetta hefur verið gert.\nÉg heyrði á útvarpi Sögu í morgun að einhver stæðsta stífla heims liggur á landamærum Brasilíu og Eqvador ef ég man rétt. Þar var byggður þjóðgarður samhliða stíflunni,og þetta er í dag einhver fjölsóttasti ferðamannastaður Brasilíu.\nÞetta getur vel gengið saman."
        },
        {
            "user": "Stock12",
            "user_id": "8069",
            "date": "2003-01-17 16:01:34",
            "id": "863057",
            "reply_to_id": "863056",
            "text": "Vissulega trekkja stíflur að sér ferðamenn eins og t.d. Hoover Dam, en ætli þetta fólk sé ekki nokk sama hvort að það hafi verið að heimsækja þjóðgarð? Þjóðgarður er eitthvað sem tengir þjóðina saman og allir eru sáttir við, samanborið við Þingvöll. Það myndi aldrei ríkja sátt við þennan þjóðgarð með virkjun. Það væri nær að gera þjóðgarð og virkja EKKI!!\nAnnars er þessi ákvörðun um að virkja, aðeins pólitík. Stjórnmálamenn hugsa aðeins 4 ár í senn. Halldór Ásgrímsson og Valgerður Sverrisdóttir eru aðeins að reisa sér “minnisvarða”. Þau vilja að fólk hugsi “Þökkum Guði fyrir Halldór og Valgerði, það voru þau sem færðu Austfirðingum atvinnu”. Þessir stjórnmálamenn hugsa aðeins sig!\nKv. Stock12."
        },
        {
            "user": "Janelane",
            "user_id": "7236",
            "date": "2003-01-17 16:35:41",
            "id": "863058",
            "reply_to_id": "863057",
            "text": "Efast stórlega um að Dóri og Valgerður hafi farið út í svona risastórt verkefni bara til að reisa sér minnisvarða!\nOg þeim sem finnst að það ætti bara að hafa þjóðgarð þarna en enga virkjun, hvernig á þjóðgarður eiginlega að skila jafn miklum hagnaði og virkjunin á eftir að gera?\nOg ef það kæmi engin virkjun, ætti þá ekki bara að redda öllum Austfirðingunum vinnu í þessum blessaða þjóðgarði?\nVirkjun er hið besta mál!"
        },
        {
            "user": "Stock12",
            "user_id": "8069",
            "date": "2003-01-17 16:49:58",
            "id": "863059",
            "reply_to_id": "863058",
            "text": "Svona hugsa stjórnmálamenn!\nÉg er alls ekki að segja að það eigi að stofna þjóðgarð þarna. Allt tal um þjóðgarð er vitleysa! Það verður að segjast að þetta er bara bölvaður ræfildómur í Austfiriðngum að bíða eftir stóriðju, þeim væri nær að fara að gera eitthvað af viti.\nKv. Stock12!"
        },
        {
            "user": "Janelane",
            "user_id": "7236",
            "date": "2003-01-17 16:56:16",
            "id": "863060",
            "reply_to_id": "863059",
            "text": "Gera “eitthvað” af viti?\nOg hvað gæti þetta “eitthvað” verið?\nEinhverjar uppástungur?? Heldurðu í alvörunni að fólkið hafi ekki reynt að redda sér vinnu áður?\nÞað ætti kannski bara að gera eins og vinstri-grænir stungu einu sinni upp á (minnir að það hafi verið Steingrímur J.) Fólkið á bara að týna fjallagrös!\nÞAÐ finnst mér hinsvegar vera ræfildómur. (en VG er líka á móti öllu!)\nAtvinnuástandið er mjög lélegt þarna og fólk flytur í stríðum straumum þaðan. Þetta er fullkomið tækifæri til að skapa betra atvinnuástand og stöðva þennan fólksflutning."
        },
        {
            "user": "ganjha",
            "user_id": "26332",
            "date": "2003-01-17 20:06:29",
            "id": "863061",
            "reply_to_id": "863059",
            "text": "Ég vil biðja þig um að saka ekki 10.000 manns um það að vera ræflar.  Hver og einn einasti gæti farið í meiðyrðamál gegn þér.  Ég vil benda þér á 73.gr stjórnarskrá íslenska lýðveldissins:\n73. gr. [Allir eru frjálsir skoðana sinna og sannfæringar.\nHver maður á rétt á að láta í ljós hugsanir sínar, en ábyrgjast verður hann þær fyrir dómi. Ritskoðun og aðrar sambærilegar tálmanir á tjáningarfrelsi má aldrei í lög leiða.\nTjáningarfrelsi má aðeins setja skorður með lögum í þágu allsherjarreglu eða öryggis ríkisins, til verndar heilsu eða siðgæði manna eða vegna réttinda eða mannorðs annarra, enda teljist þær nauðsynlegar og samrýmist lýðræðishefðum.\nÉg krefst þess að þú biðjir þessa rúmlega 10.000 manneskjur afsökunar."
        },
        {
            "user": "Qualitor",
            "user_id": "8900",
            "date": "2003-01-19 02:39:21",
            "id": "863062",
            "reply_to_id": "863049",
            "text": ",,Lónið sem þarna myndast á frekar eftir að koma í veg fyrir sandfok frekar en hitt.\"\nÞað verður amk 60 m munur á flóði og fjöru í lóninu. Sú á sem verið er að stífla, Jökulsá á Dal, er eins og nafnið gefur til kynna, jökulá og ber þar af leiðandi með sér tilheyrandi aurframburð og þess háttar. Það sem á síðan að gerast, er að aurinn þornar, fýkur og eyðileggur þannig stærra landsvæði.\nEinhvern veginn svona á þetta að gerast og endilega leiðréttið mig, en bara til að forðast leiðinda athugasemdir þá skrifaði virkjunnarsinni þetta sem einn af ókostunum við þessa framkvæmd (gott ef það var ekki Sverrir Hermannsson).\nAnnars er ég á móti þessari virkjun, ekki bara vegna náttúruverndunarsjónarmiða, heldur einnig vegna allra óvissu þáttanna í framkvæmdinni."
        },
        {
            "user": "ivar666",
            "user_id": "18026",
            "date": "2003-01-17 12:29:13",
            "id": "863063",
            "reply_to_id": "863047",
            "text": "ég veit það :)\nvar að grínast"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-17 09:01:43",
            "id": "863064",
            "reply_to_id": "863003",
            "text": "Hvenær fara Íslendingar að gera eitthvað sem þarf eitthvað vit til að gera? Ætlum við bara endalaust að lifa af fiski og náttúrunni? Höfum við ekki heilastarfsemi til að geta neitt annað?\nMestur peningur kemur inn í landið af einhverju svona algjörlega náttúrutengdu sem þarf ekkert hugvit eða vit yfirhöfuð í, og hitt fólkið vinnur svo flest við innanlandsþjónustu afþví enginn annar hefur svo sem er áhuga á því sem það er að gera. Þetta er glatað."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-17 09:06:56",
            "id": "863065",
            "reply_to_id": "863003",
            "text": "Það sem ég er að segja er eru það algjörir pípudraumar hjá mér manneskju sem reykir ekki einu sinni og hvað þá pípu að Íslendingar geti farið að framleiða eitthvað eins og hin þróuðu löndin sem er ekki of glatað til að fara svo bara á hausinn svo við neyðumst strax aftur til að fara að lifa eingöngu á náttúrunni? Getum við ekkert gert?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-17 09:11:09",
            "id": "863066",
            "reply_to_id": "863003",
            "text": "Svona áldæmi er nefnilega ekkert flott, það á enginn eftir að segja: “Nei, vá, veistu hvað ég heyrði?! Íslendingar eru farnir að framleiða ódýrasta málm í heimi sem er ekkert mál að framleiða! Vááá, ég sem hélt þeir veiddu bara fisk og svona! En hei, ódýrasti málmur í heimi, það gerist nú ekki betra en það!!! Rosalega finnst mér þeir eitthvað æðislegir!”\nÉg held við verðum að fara að gera betur því við eigum svo mikið af viti sem enginn veit af afþví það liggur hér bara ónotað eins og gróður falinn undir ísnum."
        },
        {
            "user": "Augustus",
            "user_id": "848",
            "date": "2003-01-17 12:45:14",
            "id": "863067",
            "reply_to_id": "863003",
            "text": "Skemmtilegt að tilfinningaleg rök eru léttvægari rök en fjárhagsleg rök, ein rök öðrum æðri?\nEf við lítum aðeins á fjárhagsleg rök þá eru peningarnir sem “ættu” að fara að streyma inn í landið LÁNSFÉ. Við erum ekki að fá gefins peninga.\nÍ öðru lagi þá mun þetta valda mikilli þenslu með þeim afleiðingum að vextir munu hækka. Fyrir okkur sem eru að borga íbúðir þá er kaupverðið (og þar með skuldir okkar) nú að hækka um á milli 2-6%. Það er slatti af peningum!\n-Við þurfum að borga meira af lánunum okkar.\n-Við og börnin okkar og börnin þeirra munu þurfa að borga fyrir lánin sem er verið að taka núna.\n-Börnin okkar og börnin þeirra þurfa að svara þeirri spurningu hvern andskotann á að gera við drullupollinn sem myndast þegar að lónið hefur stíflast.\n-Þeir 1000 íbúar sem verða eftir á Austfjörðum munu þurfa að vera í hlífðarfatnaði utandyra vegna moldroksins frá drullupollinum\nKannski við “byggjum” bara stærsta kviksyndi í heimi og seljum aðgang að því?"
        },
        {
            "user": "geiriv",
            "user_id": "28946",
            "date": "2003-01-17 15:28:14",
            "id": "863068",
            "reply_to_id": "863067",
            "text": "Heyr heyr vel mælt :Þ\nKveðja\nGeiriv"
        },
        {
            "user": "xark",
            "user_id": "1706",
            "date": "2003-01-17 15:49:31",
            "id": "863069",
            "reply_to_id": "863068",
            "text": "já ef Evrópulöndin ættu þennan möguleika á að nota vatnsafl í staðinn fyrir kolaver eða kjarnorkuver myndu þau gera það."
        },
        {
            "user": "ouis",
            "user_id": "26123",
            "date": "2003-01-17 15:58:44",
            "id": "863070",
            "reply_to_id": "863068",
            "text": "Öll útfluttnings fyrirtæki eins og fiskifyrirtækin og ferðaþjónustan munu fá minna fyrir sinn snúð vegna lágs dollars.\nvið erum að selja ímynd okkar sem við höfum svo lengi verið að byggja upp, iceland naturally og pure Iceland.Mynduð þið fara á James bond ef hann væri hommi?\nÉg hef talað við háttsetta menn bæði í ísal og á grundartanga og þeir segja að dollarinn verði ekki á 1600 tonnið. og nú á ríkið eftir að standa og FALLA með heimsmarkaðsverði á áli.\nNiður með Virkjunina"
        },
        {
            "user": "Uberman",
            "user_id": "17104",
            "date": "2003-01-17 13:28:37",
            "id": "863071",
            "reply_to_id": "863003",
            "text": "Ég hef svosem engar svakalegar áhyggjur af þessari einu virkjun, hinsvegar hef ég áhyggjur af því að nú vilji stjörnvöld byggja fleiri virkjanir og fleiri álver o.s.f.\nLandsvæðið þarna uppfrá hjá kárahnjúkum er svosem ekkert það merkilegt, og má nefna mun fallegri staði, t.d. Herðubreiðarlindir ( minnir að þeir hafi ætlað að verkja eitthvað þar í kring, en það gæti verið vitleysa ).\nÞetta gæti semsagt orsakað einhverskonar virkjunar-og-álversbrjálæði hjá stjórnvöldum. Þó svo að okkur takist að bjarga austfjörðum í u.þ.b 80-100 ár, þá er það ekki mikill tími, bara svona eins og ein kynslóð, því að líftími virkjanarinnar er ekki svo mikill, en það en betra að reyna en gefast bara upp."
        },
        {
            "user": "kretin",
            "user_id": "29949",
            "date": "2003-01-22 18:54:50",
            "id": "863072",
            "reply_to_id": "863003",
            "text": "það eru margir fletir á þessu. Það sem hefur ekki verið mikið í fjölmiðlum er bakgrunnur Alcoa og framganga þeirra í öðrum löndum… þetta eru ekkert nema krimmar… ef einhver vill lesa það sem ég skrifaði um þá (ég vil ekki vera að spamma) þá er það hérna :\nhttp://www.hugi.is/stjornmal/korkar.php?sMonitor=viewpo\nst&iPostID=839784&iBoardID=125"
        },
        {
            "user": "ouis",
            "user_id": "26123",
            "date": "2003-01-22 20:32:55",
            "id": "863073",
            "reply_to_id": "863072",
            "text": "Það er enginn að segja að við ætlum að fara í torfkofa, staðreyndin er að ferðaþjónusta skapar fleiri störf og meiri tekjur inn í landið heldur en stóriðja.\nVið gætum búið til miku fleirri störf á austurlandi fyrir miklu minni péning.\nöll útfluttningsfyrirtæki sem búa til gjaldeyri á landinu munu tapa á þessu og ég hef heyrt eftir háttsettu fólki í grundartanga og ísal að álverð muni ekki verða um 1600 $ á tonnið. Grundartangi gæti ekki stækkað sína starfsemi ef þeir mundu reikna með að verið væri í 1600$ heldur um 1300$."
        },
        {
            "user": "ouis",
            "user_id": "26123",
            "date": "2003-01-23 00:13:32",
            "id": "863074",
            "reply_to_id": "863073",
            "text": "Það er sem sumt fólk haldi að ef að Kárahnjúkavirkjun verði ekki byggð að þá fari Íslendingar bara aftur á steinöld og að það verði skortur á rafmagni eða eitthvað álíka sem er náttúrulega bara rugl!"
        },
        {
            "user": "ouis",
            "user_id": "26123",
            "date": "2003-01-23 15:26:18",
            "id": "863075",
            "reply_to_id": "863074",
            "text": "já Kárahnjúkar eru núna ekki virktir og við lifum ekki á steinöld eða í torfkofum."
        },
        {
            "user": "Stock12",
            "user_id": "8069",
            "date": "2003-01-23 15:27:16",
            "id": "863076",
            "reply_to_id": "863074",
            "text": "Allir þeir sem að hafa verið með virkjuninni eru allt í einu þagnaðir. Við höfum greinilega sannfært þá um að það er hreinasta glapræði að virkja Kárahnjúka :)\nKv. Stock12!!"
        }
    ]
}