{
    "forum_title": "Húmor",
    "user": "Nikki21",
    "user_id": "15608",
    "date": "2003-01-16 23:16:23",
    "title": "Ljóskubrandari",
    "text": "Það var eitt sinn ljóska sem (eins og við öll ) var orðin þreytt á ljóskubröndurum og vildi helst\nkoma sér úr þessum minnihlutahóp. Hún ákvað því að lita hárið á sér brúnt og þannig koma\nsér í hóp þeirra sem tekið ermark á. Eina helgi í ágúst fór hún í bíltúr uppí sveit. Hún var ekki\nkomin langt þegar hún sá féhirði vera að smala fjöldann allan kindum.\nVerandi dolfallin aðdáandi\nfjórfætlinga stoppaði hún bílinn og gaf sig á tal við féhirðinn. Eftir nokkurt smátal spurði hún\nhirðinn hvort að hún mætti eiga eina kind ef hún gæti giskað á hversu margar kindur hirðirinn\nvar með.\nHirðirinn var viss í sinni sök um að það gæti hún aldrei og tók áskoruninni. “Ljóskan”\nokkar hugsaði sig vel um og að lokum kom hún með töluna 294. Hirðirinn trúði ekki sínum eigin\neyrum því að það var akkúrat fjöldi kindanna. En vegna þess að hann var heiðarlegur að eindæmum leyfði\nhann henni að velja eina kind. “Ljóskan” tók sér góðan tíma en að lokum valdi hún eina sem var\nmun líflegri en allar hinar.\nHirðirinn leit á hana og spurði:,, Ef ég get giskað á rétta háralit þinn -\nmá ég þá fá hundinn minn aftur\" ?!",
    "url": "https://www.hugi.is/humor/greinar/116993/ljoskubrandari/",
    "url_id": "116993",
    "id": "863638",
    "replies": [
        {
            "user": "MutaNt",
            "user_id": "15732",
            "date": "2003-01-17 06:41:21",
            "id": "863639",
            "reply_to_id": "863638",
            "text": ";)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-17 11:16:29",
            "id": "863640",
            "reply_to_id": "863638",
            "text": "Góður!!!!!!!\nLol"
        },
        {
            "user": "gramann1",
            "user_id": "27922",
            "date": "2003-01-17 15:32:47",
            "id": "863641",
            "reply_to_id": "863638",
            "text": "Hahahahaahahahahha góður:):):):)"
        },
        {
            "user": "roygbiv",
            "user_id": "28853",
            "date": "2003-01-17 16:08:02",
            "id": "863642",
            "reply_to_id": "863638",
            "text": "Alltaf jafn góður þó ég hafi heyrtt hann svolítið oft."
        },
        {
            "user": "Pingvin",
            "user_id": "19866",
            "date": "2003-01-17 17:09:46",
            "id": "863643",
            "reply_to_id": "863638",
            "text": "LOL!!! Þessi er snilld!! :D"
        },
        {
            "user": "no98",
            "user_id": "17874",
            "date": "2003-01-17 17:58:10",
            "id": "863644",
            "reply_to_id": "863638",
            "text": "Svona var Hafnfirðingabrandari nem að þá taldi hann kindurnar og hirðirinn spurði hvernig hann hefði farið að þessu og þá sagði Hfj-ingurinn ég vil ekki segja en má ég fá kindina mína og svo sagði féhirðirinn “má ég giska hvaðan þú ert og þá fæ ég hana tilbaka”.\nOk sagði Hfj-ingurinn og hirðirinn sagði þú ert frá Hfj og þá sagði hann “vá hvernig vissiru” hirðirinn “ég vil helst ekki segja en má ég fá hundinn minn tilbaka”."
        },
        {
            "user": "Kornelius",
            "user_id": "30822",
            "date": "2003-01-19 12:38:28",
            "id": "863645",
            "reply_to_id": "863644",
            "text": "HREIN SNILLD!!!"
        },
        {
            "user": "Tjango",
            "user_id": "31588",
            "date": "2003-02-23 19:10:39",
            "id": "863646",
            "reply_to_id": "863645",
            "text": "gamal en samt lol"
        }
    ]
}