{
    "forum_title": "Tolkien",
    "user": "ice2thule",
    "user_id": "16543",
    "date": "2003-01-17 23:22:35",
    "title": "Movie Mistakes",
    "text": "Gaurarnir sem að eru með Moviemistakes.com hljóta að vera einhverfir eða eithvað og flest öll “mistökin” (sem að þeir vilja kalla það) eiga sér ekki stað og ef eithvert af því ætti sér stað þá er það mjög erfitt að sjá því að PJ er mjög smámunasamur (sáuð þið um gerð myndarinnar á extended version?) og hann hefur þá ekki tekið eftir þessu.\n“When Gandalf is fighting the balrog at the top of the mountain there is a ruined tower. When the camera pans back to Gandalf after the balrog is defeated, the tower has disappeared.”\nUh, NEI! Ég er búinn að sjá hana þrisvar og reyndi að taka eftir þessu í hin tvö skiptin en tók aldrei eftir því.\n“How could a falling Wizard catch up to the sword in midair that was dropped several seconds before he did? The wind dynamics simply wouldn't make this possible.”\nÞetta var nú bísna langt fall og sá sem hefur séð fallhlífastökks myndir þá sér maður þetta oft að einn dettur og hinn stingur sér niður á eftir honum.\n“After the attack by the wargs and Aragorn has fallen off the cliff, we see him floating in the river. When he reaches the bank, we see his wound is on the left arm. When he arrives at Helm's Deep and talks to Gimli whilst on his horse, his wound is on his right arm. It changes between shots from the river scene to the scene at Helm's Deep.”\nÞað var öðruvísi sjónarhorn á Aragorn þegar að hann kom í Hjálmsdýpi.\n“In the scene when Gandalf and company first visit Theoden's hall, keep an eye on Gandalf's staff - it's in very different positions depending on the shot.”\nLOL! getur kannski verið að hann hafi hreyft stafinn til þegar að nærmynd af Théoden og síðan klippt aftur á Gandalf, that is possible, right?\n“In the scene where Gollum first finds the two hobbits and attacks them for the ring, he gets Sam in a headlock. In the next shot, the arm around Sam's neck is obviously a normal-sized human man's arm. Then it turns back to Gollum's arm when Frodo pulls ‘Sting’. ”\nÞetta getur ekki hafa átt sér stað vegna þess að ef að þú horfðir á gerð myndarinnar þá var Andy Serkis í þröngum hvítum búningi og þegar að tölvuvinnslan hófst þá var hann eiddur út úr myndinni og veran gollum sett inn í staðinn (Hann þurfti að leika hvert atriði tvisvar).\n“Shadowfax is known to be the father of all horses, but in the scene where Gandalf calls him, you can see that the horse portraying Shadowfax is female.”\nUhm, hvernig sást þú það? varstu að leita að typpi? va einhverntíma farið með myndavélina undir hestinn og tékkað á því?\nÞetta eru fá dæmi af mörgum þar sme að þeir pikka út ýmsa hluti og voru alveg fáránlegir með FOTR. Ekki taka mark á svona fólki sem að hefur ekkert annað betra með tímann sinn að gera nema að leyta að mistökum í kvikmyndum.",
    "url": "https://www.hugi.is/tolkien/greinar/117181/movie-mistakes/",
    "url_id": "117181",
    "id": "865301",
    "replies": [
        {
            "user": "MikeMyers",
            "user_id": "21235",
            "date": "2003-01-19 11:42:23",
            "id": "865302",
            "reply_to_id": "865301",
            "text": "hehe, já sumt getur verið rugl. Það þýðir samt ekki að það geti verið mistök. En það eru líka sumir sem senda inn galla, og aðrir sem leiðrétta, eins og þessir:\nWhen Aragon, Legolas and Gilmie meet Eomer and his troops, they are all on horses and they don't have with them any horses without a rider. When they separate they give two horses to Aragon and his company but they still leave with everyone riding. Shouldn't there be two soldiers on foot by now? [They've already been through a battle, and he says something like \"I hope they bring you better fortune than their original riders\" - the men were killed but the horses were OK.]\nWhen asked by Eomer what the Three Hunters are doing in Rohan, Aragorn says that they are tracking a band of Uruk-Hai across the plain. However, none of the Fellowship knew that the Orc/Goblin hybrids Saruman created were called Uruk-Hai. Only Saruman and his cronies knew that. How did Aragorn know the name? ['Uruk-hai' simply means 'Orc race'. In the book Sauron, not Saruman, created the Uruk-hai centuries before the War of the Ring began. We do not know that in the film Saruman's Uruk-hai are not simply a refinement of a race that already existed]\nIn the scene where Aragorn, Legolas and Gimli meet the ‘resurrected’ Gandalf, they call him Gandalf and he responds with: ‘That’s what people used to call me, nobody has called me by that name for a long time and I had forgotten all about it.' Afterwards he tells the 3 men that he met their 2 hobbit companions with Treebeard two days before. In the next scene, you see Treebeard telling the hobbits Merrin and Pippin that GANDALF has told him to bring them somewhere safe. Given he'd forgotten all about it until meeting Aragorn, why would he have given his name to Treebeard as Gandalf? [Treebeard almost certainly knows Gandalf from many years earlier].\nWhen the Uruk-Hai are ready to attack Helms Deep all of the men's archers have their arrows drawn. One man lets loose his arrow and hits an Uruk-Hai. After that, Aragorn tells the men to ready their bows. They all grab an arrow and draw their bows even though their bows were already drawn. [Aragorn was not commanding those men who already had their bows drawn, he was commanding the elves who were behind him to draw.]\nDuring the Battle of Helms Deep we see Aragorn get on to one of the ladders and intentionally launch into an attack on the Orcs outside the castle. Alomost immediately Aragorn is then leading the defence of the gate in front of the Keep. [Notice the steps going up the wall in the background - Aragorn was actually riding a normal ladder further into the keep not one of the siege ladders outside into the attacking orcs (which would have been suicidal even for him)].\nIn the first movie, much is made of the fact that orcs can't stand daylight. The Uruk-hai were developed specifically to create an orc army that could travel through daylight. Yet, in numerous scenes during the Two Towers (most obviously during the attack of the warg-riders), regular orcs are seen acting in daylight while suffering no ill-effects. [The Wargs were never in the book of The Two Towers, however they were in the prequel to the Lord of the Rings - The Hobbit. In that book they were ridden by Goblins (who can move freely in daylight) into battle, therefore chances are it was the Goblins attacking the company, not Orcs. Orcs and Golblins look similar, as seen in Moria.]"
        },
        {
            "user": "Harry",
            "user_id": "49977",
            "date": "2003-01-19 16:15:16",
            "id": "865305",
            "reply_to_id": "865301",
            "text": "Þú þarft ekki að vera svona móðgaður yfir þessu öllu saman. Þó svo það sé satt að það sé hægt að falla mishratt þá hefur sverð mjög litla loftmótstöðu sama hvernig það snýr og því er þetta valid point hjá honum. Hinsvegar þá er Gandalfur Galdramaður og því er hann ekki alltaf háður náttúrulögmálum."
        },
        {
            "user": "Cygan",
            "user_id": "26365",
            "date": "2003-01-19 16:22:07",
            "id": "865303",
            "reply_to_id": "865301",
            "text": "How could a falling Wizard catch up to the sword in midair that was dropped several seconds before he did? The wind dynamics simply wouldn't make this possible.\"\nÉg er með þetta í korkunum um myndina og ætla bara að vitna í það sem ég segi þar.\nEf þeir ætla að velta sér uppúr svona hæutum þá er alveg eins hægt að segja að galdrar eru ekki til, Hobbitar ekki heldur og Orca eru bara í tölvuleikjum. Hver veit, kannski notaði Gandalf bara galdra til þess að ná sverðinu?"
        },
        {
            "user": "swipper",
            "user_id": "5324",
            "date": "2003-01-20 17:19:53",
            "id": "865304",
            "reply_to_id": "865303",
            "text": "Það er náttúrulega eitthvað til í því"
        }
    ]
}