{
    "forum_title": "Sorp",
    "user": "Ablaze",
    "user_id": "22900",
    "date": "2003-01-17 23:52:05",
    "title": "Róbert Ljóti/Part 3/Týndi tölvukubbageymslumaðurin",
    "text": "Áður en ég skrifa þessa sögu ætla ég að benda á að maðurinn er skrifað með 1 enni vegna þess að meira komst ekki fyrir.ÞEssvegna bið ég fólk um að vera ekki með skítkast eða rógburð,tengdan þessu málefni.Einnig vil ég biðja fólk um að lesa söguna svona 15 sinnum áður en þið dirfist að gagnrýna hana.Ef þið dirfist að brjóta þessa reglu, getið þið átt von á ákæru upp á allt að 13 krónum, svo haldið ykkur á mottuni.Einnig vil ég biðja fólk um að tala af opnum huga, ekki að segja einhvað sem það meinar ekki.Það er tildæmis óþarfi að segja að ég sé algjör fáviti með því að semja þetta þrátt fyrir að ykkur finnist þetta ljúfur skáldskapur.Ég fer nú að enda málið.Einnig vil ég…….æi sleppum því.\nRóbert var fluttur til Lesótó(það land er til…vitna í Kortabók handa grunnskólum sem allir fengu í 6. bekk) og starfaði þar sem þingmaður.Hann hafði nýlega boðið sig fram sem forseta þar sem ríki, gamli forsetinn hafði dáið úr HIV eftir að hafa haft rassmök við of margar vændiskonur.Lesótó var mjög fátækt land, þar bjuggu bara einhverjir lágstéttarlúðar sem enginn vissi að hefðu verið til.Einn maður frá Lesótó varð frægur og það var Kan jundi Rakhanonen en nokkrir kannast við hann úr myndunum The gayballs adventures, Sex is just for gay people og Roughstuff.Þessar myndir voru helstu myndir þessa fræga leikara.\nJá, Róbert var að gera sig tilbúinn í framboð og þurfti að ná í afar mikilvæg skjöl þar sem var búið að falsa kvikmynd af hinum frambjóðandanum þannig að það var eins og hann hafði haft mök við dóttur fyrrum forsetans.En eins og flestir vita, þá var þetta fyrrum forsetinn, hitt andlitið var bara klippt inní hahaha.En Róbert þurfti að fara í gegnum stranga öryggisgæslu og 34 stálhurðir sem opnuðust þegar farið hafði verið yfir fingrafaraskanna, augnaskanna, raddskynjara og upplýsingar um manneskjuna, þ.e.a.s. hann þurfti að þylja upp ævisögu sína 34 sinnum sem gat tekið yíma, en það var þess virði, já það var þess virði.\nEn Róbert hafði einhvað breyst, hann var orðinn einhvað svo illur síðan hann hætti hjá Dagblaðaskoðuninni.Plön Róberts voru nebblega að fá forsetastjórn, og gera landið Lesótó að Simbaveskri nýlendu.\nGemsinn hans hringdi.\nHalló, sagði Róbert.-Við höfum dótt…nei ég segi tölvukubbageymslumanninn þinn í haldi, og ef þú gerir ekki það sem við segjum þér, þá drepum við hann og eyðum kubbnum.Ég er sko yfirmaður öriggisráðstafana hins frambjóðandans.-Hvað viljiði að ég geri? spurði Róbert.\n-Fyrst áttu að dansa ballet í þröngum kvennabúningi.Svo áttu að hlaupa 3 hringi í kringum ráðhúsið allsber.Ef þú fylgir þessu, þá hittumst við á umferðagötunni og hefjum leynilega skiptiathöfn þar.-Skiptiathöfn?\n-Já, við þurfum 10 millur líka.\nJæja, sagði Róbert.Ég neyðist til að taka þessum hryllilegu pyntingum.\n-Já, sagði maðurinn.Það er þér fyrir bestu.\n-Bíddu, kallaði Róbert.\n-Hvað.\n-Svona, nú er síminn hleraður, sagði Róbert.Svo var skellt á.\nÞá gerði Róbert soldið sem hann hafði ekki gert frá því að stjúppabbi hans skar af honum löngutöng.Hann frét.Hann hágrét.Hann var fokking rændur aftur.Þetta var þriðja fokking ævintýrið sem hann hafði þurft að leita af einhverju týndu.\nSíminn hringdi aftur.\n-Dr. Skaufhaus hér, ps, ég er þýskur, nafnið borið fram Skáfhás, heyrðist í símanum.Ég er læknir frá aðalspítla Nýju Gíneu,Harpa, hún…hún..lifði aðgerðina ekki af.\n-Jæja, sagði Róbert.Ég hélt að þetta væri einhvað alvarlegt.Engar athafnir, grafið hana úti í garði og skiljið hana eftir þar.\n-Jæja, sagði læknirinn.Ok.\nRóbert var keyrandi í bílnum þar sem hann hafði keypt og flutt inn til Lesótó.Hann var að fara að staðnum sem hann hafði náð að hlera símann að.Þegar hann kom þangað komst hann að því að það var heimili mótframbjóðandans.Þvílík fífl!\nSvo dinglaði Róbert og var svarað með skothríð frá öllum gluggum og götum á veggjunum.Einnig komu 30 menn útúr garðinum.Að sjálfsögðu varð Róbert fyrir skoti en þá…….kom lögregla Lesótó og hvaðhaldiði….Hún tók sig tilæ og drap nánast alla sem voru þarna og Róbert hjálpaði, en ein mistök urðu.Þeir skutu tölvukubbageymslumanninn.En það var allt í lagi þegar þeir fundu tölvukubbinn sem að sendi þetta klám.Það varð sýnt og Róbert varð forseti.En skotárásin hafði brætt hjarta hans aftur.Hann hætti við að gera Lesótó að nýlendu en tók þess í stað yfir Bandaríkjunum, Bretlandi, Frakklandi, Þýskalandi og Rússlandi.Hann hafði fundið sér nýtt takmark…Að sigra heiminn.Svo gróf hann upp mömmu sína sem var honum svo kær og hélt frábæra jarðarför.En enginn veit hvernig Róberti gekk að sigra heiminn, en eitt er víst, að hann er mjög góður heimsyfirráðastjórnarmannsskröggur.",
    "url": "https://www.hugi.is/sorp/greinar/117182/robert-ljotipart-3tyndi-tolvukubbageymslumadurin/",
    "url_id": "117182",
    "id": "865306",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-18 12:01:12",
            "id": "865307",
            "reply_to_id": "865306",
            "text": "Ekki taka þessu 15 sinnum svona bókstaflega!"
        },
        {
            "user": "NettAri",
            "user_id": "20473",
            "date": "2003-01-24 19:20:39",
            "id": "865308",
            "reply_to_id": "865306",
            "text": "Áttir að segja tetta fyrr…..:@"
        },
        {
            "user": "NettAri",
            "user_id": "20473",
            "date": "2003-01-24 19:38:10",
            "id": "865309",
            "reply_to_id": "865308",
            "text": ":@"
        },
        {
            "user": "NettAri",
            "user_id": "20473",
            "date": "2003-01-24 21:10:55",
            "id": "865310",
            "reply_to_id": "865309",
            "text": ":@      AHHHH!!!!!      :@"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-24 21:16:46",
            "id": "865311",
            "reply_to_id": "865310",
            "text": "Psycho!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-24 21:16:47",
            "id": "865312",
            "reply_to_id": "865310",
            "text": "Psycho!"
        }
    ]
}