{
    "forum_title": "Sorp",
    "user": "Ablaze",
    "user_id": "22900",
    "date": "2003-01-18 11:48:38",
    "title": "Helv**** sníkjudýr",
    "text": "Ung kona í Californiu í Bandaríkjunum hefur verið að koma á fót vefsíðu þar sem hún biður fólk um að gefa sér pening fyrir brjóstastækkun.Michel, sem er 23 ára hefur verið að pæla í þessari brjóstastækkun lengi en þessi aðgerð kostar víst um 365.000 kall sem er slatti.\nÁrni Torfason hjá hamstri.is ætlar að gefa henni 1 dollara sem nægir fyrir 1/100 úr geirvörtunni og honum finnst það magnað.Það hlýtur að vera hellingur af snarbiluðu fólki sem er tilbúið að borga slatta í svona kjaftæði hjá svona Helv**** sníkjudýrum.\n(C/P PARTUR)“I think my body is just fine. I am not a psycho with a breast obsession. I get by okay with padded bras. My small boobs have never been much of an issue and I think they look quite large if I wear the right outfit.”\n“But have you ever asked for extra cheese on your pizza? Have you ever wanted to move from coach to first-class? Then you understand!”\n“If somebody likes augmented breasts they will add a tiny amount to my breast fund. If they do not, they will leave and my boob fund will stay at zero.”\nÞú getur gefið henni pening á <a href=\"\nhttp://www.giveboobs.com\n“>giveboobs.com</a>\n©<a href=”\nhttp://www.hamstur.is\n\">hamstur.is</a> og eru allar heimildir þaðan.",
    "url": "https://www.hugi.is/sorp/greinar/117349/helv-snikjudyr/",
    "url_id": "117349",
    "id": "866337",
    "replies": [
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-01-18 17:12:59",
            "id": "866338",
            "reply_to_id": "866337",
            "text": "Það var kona með síðu sem mér var bent á í september að safna fyrir kreditkortaskuldunum sínum.  Ég tékkaði einmitt á henni aftur núna og sé að henni hefur tekist að safna uppí skuldina.  Hún fékk $13,323 senda frá fólki eða um 1 milljón íslenskar.  Síðan hennar er á\nhttp://www.savekaryn.com/"
        },
        {
            "user": "Namingway",
            "user_id": "25054",
            "date": "2003-01-18 23:34:22",
            "id": "866339",
            "reply_to_id": "866337",
            "text": "VINNA!! Það er málið!"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-01-19 00:22:02",
            "id": "866340",
            "reply_to_id": "866339",
            "text": "Vinna hvað?  Brjósta-Bína er komin með $2040 eða 160 þús. íslenskar."
        }
    ]
}