{
    "forum_title": "Skátar",
    "user": "Keyzer",
    "user_id": "7956",
    "date": "2003-01-18 13:21:13",
    "title": "Tilkynning!",
    "text": "Mig langaði bara að tilkynna það að fyrrverandi félagsforingi Skjöldunga, Bjarni Þröstur Lárusson er látinn :/.\nHann fæddist í Reykjavík þann 31. júlí 1957. Hann lést á sjúkrahúsi í Skien í Noregi 8. janúar síðastliðinn. Hann var þjáður af krabbameini.\nÚtför hans fór fram í Langholtskirkju í gær/þann 17 janúar.\nÍ stað þess að umorða þetta eitthvað frekar þá ætla ég að taka minningargrein upp úr Morgunblaðinu eftir Eirík G. Guðmundsson núverandi félagsforingja í Skjöldungum.\n“Bjarni Þröstur Lárusson gerðist ungur skáti. Hann var einn fjölmargra drengja sem mynduðu Skátafélagið Skjöldunga á stofndegi þess 5. október 1969. Þá gengu liðsmenn hins nýja félags frá heimili Dalbúa við Dalbraut, þar sem Skjöldungadeild hafði verið, í nýjar höfuðstöðvar í kjallara Vogaskóla sem þá var ungur skóli í byggingu. Í félaginu voru þá drengir sem einkum áttu heima í hverfum þar sem sund, vogar og heimar eru í götuheitum.\nBjarni Þröstur var 12 ára þegar þetta gerðist. Næsta aldarfjórðung starfaði Bjarni Þröstur í félaginu af miklum dugnaði. Hann gegndi þar ýmsum störfum, var m.a. sveitarforingi Minkasveitar og síðar félagsforingi. Það er óhætt að segja að hann hafi löngum verið vakinn og sofinn í þágu félgasins og lykilmaður í mörgum verkum. Hann vann t.d. ötullega við að byggja upp starf útilífsskóla félagsins og var einn forgöngumanna um kaup á Hleiðru, skála félagsins við Hafravatn. Þannig mætti lengi nefna störf eða einstök verkefni sem Bjarni Þröstur lagði gjörva hönd í þágu Skjöldunga.\nVið fráfall Bjarna Þrastar er efst í huga okkar Skjöldunga þakklæti til hans fyrir vel unnin störf og langan og farsælan feril. Í hugum okkar nú er sorg en um ókomna tíð lifa bjartar minningar um góðan félaga.”\nLoka hlutinn á greininni eru í Morgunblaðinu 17. janúar 2003 B hluti bls. 32.",
    "url": "https://www.hugi.is/skatar/greinar/117361/tilkynning/",
    "url_id": "117361",
    "id": "866540",
    "replies": [
        {
            "user": "IngaAusa",
            "user_id": "22132",
            "date": "2003-01-18 13:44:26",
            "id": "866541",
            "reply_to_id": "866540",
            "text": "Æji en leiðinlegt.\nÉg votta Skjöldungum og aðstandendum Bjarna samúð mína."
        },
        {
            "user": "MutaNt",
            "user_id": "15732",
            "date": "2003-01-18 15:21:37",
            "id": "866542",
            "reply_to_id": "866541",
            "text": "Já sömuleiðis."
        },
        {
            "user": "Elisabet",
            "user_id": "27825",
            "date": "2003-01-19 01:01:45",
            "id": "866543",
            "reply_to_id": "866542",
            "text": "Já sömuleiðis….."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-19 17:57:36",
            "id": "866544",
            "reply_to_id": "866543",
            "text": "Ég mun líka votta Skjöldungum og aðstandendum Bjarna samúð mína, og blessuð sé minning hans"
        }
    ]
}