{
    "forum_title": "Húmor",
    "user": null,
    "user_id": null,
    "date": "2003-01-18 12:51:45",
    "title": "Síðustu orðin (copy paste)",
    "text": "Síðustu orðin (copy paste\nÉg slæ örugglega heimsmet ef mér tekst þetta.\nÉg skal teygja mig og reyna að ná úrinu þínu undan færibandinu.\nNei vá, rosalega ertu með ýkt krúsílegt tattú.\n(Í Harlem) Spyrjum körfuboltastrákana þarna til vegar.\nÞetta þolir eld.\nNei nei, hann er örugglega í dvala.\nHvað gerir þessi takki?\nÉg er að gera framkvæma borgaralega handtöku!\nÞú ert mannæta segirðu …\nÞetta er örugglega bara eitthvað útbrot.\nErtu viss um að þú hafir tekið rafmagnið af?\nJá, það var ég sem átti úrslita atkvæðið í kviðdómnum, hvað með\nþað?\nNei, það er ekki laus reim á skónum mínum.\nÞað er örugglega einn á móti milljón að það gerist.\nHvað segirðu, beygja mig hvað?\nHvað áttu við með, “I'll be back”?\nTosa í pinnann, og telja uppá hvað sagðirðu?\nHvaða vír átti ég aftur að klippa?\nHvar ætli mömmu-björninn sé?\nEngar áhyggjur, ég sá þetta gert í sjónvarpinu.\nMmmm, þetta eru ekkert smá góðir sveppir.\nOk, ég skal halda, og þú kveikir á þræðinum.\nHvað er þessi prestur að gera hérna?\nSettu þetta varlega frá þér.\nHve oft á ég að segja þér þetta, rottueitur drepur bara rottur.\nÉg vona að þeir tali ensku.\nOk þá, ég skal fara á undan fyrst þú þorir ekki.\nEr ristabrauðið þitt fast ofan í … ég get reddað því.\nJá ég er viss, þetta þolir okkur báða.\nFyndið, þú ert með fæðingarblett sem lítur út eins og 999.\nÞað er nú eitthvað skrítið bragð af þessu.\nGóður hundur …\nBlessaður, ég get gert þetta með bundið fyrir augun.\nJæja, við erum allaveganna komin þetta langt.\nÞetta var eitthvað skrítið …\nHei, þetta er ekki fiðla!\nLáttu ekki svona, þú ferð ekki að berja mann með gleraugu.\nOk, en þetta er í síðasta skipti sem ég geri þetta.\nEkki vera svona hjátrúarfullur.\nEf þér fannst þetta flott, sjáðu þá ÞETTA!\nÞessi pláhneta er með mjög svipað andrúmsloft og jörðin, sjáðu\nbara.\nVertu ekkert að taka þetta úr sambandi, ég verð enga stund að\nlaga þetta.\nEn hvað gerist ef ég læt þessa tvo víra sne………..\nEngar áhyggjur, hún er ekki hlaðin.\nTreystu mér, ég veit hvað ég er að gera.\nÞað er frábært útsýni, maður þarf bara aðeins að halla sééé……\nPassaðu þig á því hvert þú beinir þessum boga, þú varst næstum\nþví bú……\nÉg skal segja þér afhverju, við stöndum á bakvið þykka stálplötu.\nAuðvitað er þetta sótthreinsað.\nVið ættum að komast hringinn á þessu, ég er búinn að troðfylla\ntankinn.\nHann er svo vel taminn, að þú getur sett höfuðið uppí munninn á\nhonum.\nAfhverju ætti ekki að mega synda í því?\nÉg þekki hann, hann er mjög öruggur bílsjóri.\nJá, þú mátt formatera harða diskinn núna.\nEngin hætta, þetta hljóð Á að heyrast\nJá, þetta er svona 90% jarðtengt.\nAsnalegt skilti, mér sýnist þessi brú vera í fínu lagi.\nNei málið er, að þeir gera bara árás ef þeir eru svangir.\nÉg get nú haldið andanum niðrí mér allaveganna það lengi.\nHei, þarna eru hermenn, spyrjum þá.\nJason finnur okkur aldrei inní skápnum.\nÉg þori að veðja að ég kemst ofan í þetta.\nEngar áhyggjur, ég hef gert þetta milljón sinnum áður.\nNei, við þurfum ekki að spyrja til vegar, ég er með kort.\nHey, hvað ætti svo sem að geta klikkað?\nEitrað? Er ekki í lagi með þig?\nNeiii, ekki aftur.\nÞað passaði síðast þegar ég gerði þetta.\nHvernig í ósköpunum ættum við að geta tapað á því?\nÞað ætti allaveganna ekki að koma að sök að prófa.\nNei ég þarf ekki leiðbeiningarnar, þetta liggur ljóst fyrir.\nVið tökum bara á því máli þegar að við komum að því.\nNei, ég held að við ættum frekar að fara í sitthvoru lagi.\nVið þurfum engar vistir, þetta er ekki einu sinni dagsferð.\nÍsinn er öruggur.\nÉg skal sjá um að tala.\nStormurinn verður í hundrað kílómetra fjarlægð … að minnsta\nkosti.\nÉg kem aftur, svona um hádegisleitið.\nBensín? Jájá, ég er með nóg af því.\nEngar áhyggjur, það er ekki hægt að festa sig á þessum bíl.\nAha .. ég er sérfræðingur í þessu.\nNei ástin mín, fólk týnist bara í bíómyndum.\nÞað hlýtur einhver að finna okkur.\nHvaða vitleysa, ég fer bara á puttanum.\nÓneiii … ég veit hvernig kviksyndi lítur út.\nÞað er grunnt hérna …",
    "url": "https://www.hugi.is/humor/greinar/117353/sidustu-ordin-copy-paste/",
    "url_id": "117353",
    "id": "866392",
    "replies": [
        {
            "user": "KataP",
            "user_id": "29845",
            "date": "2003-01-18 16:44:10",
            "id": "866393",
            "reply_to_id": "866392",
            "text": "Hrein snilld.Nú veit ég alveg hverju ég á að passa mig eins og til dæmis þessi vír hérna ef ég færi að gera eitthvað svon……………."
        },
        {
            "user": "willk4",
            "user_id": "7074",
            "date": "2003-01-18 20:58:27",
            "id": "866394",
            "reply_to_id": "866392",
            "text": "hahahahaha, það fyndnasta var samt að þú skrifaðir pláhneta í staðinn fyrir pláneta"
        },
        {
            "user": "willk4",
            "user_id": "7074",
            "date": "2003-01-18 22:11:49",
            "id": "866395",
            "reply_to_id": "866394",
            "text": "Hehe ég kann eina sanna hún gerðist í þrælastríðinu og hljómar svona “Hvað eru þessir asnar að skjóta,þeir myndu ekki hitta Fíl á þessu fæ…”\nbara snilld"
        },
        {
            "user": "maggimega",
            "user_id": "20821",
            "date": "2003-01-20 22:33:03",
            "id": "866396",
            "reply_to_id": "866394",
            "text": "Plá-hneta hahahahahehehehehh"
        },
        {
            "user": "tempest",
            "user_id": "26717",
            "date": "2003-01-19 13:51:27",
            "id": "866397",
            "reply_to_id": "866392",
            "text": "þetta er cool\nen það var stuff sem ég fattaði ekki T.D.\nNei vá, rosalega ertu með ýkt krúsílegt tattú.\nHvað er þessi prestur að gera hérna?\nHvað áttu við með, “I'll be back”?\nÉg vona að þeir tali ensku.\nFyndið, þú ert með fæðingarblett sem lítur út eins og 999.\nJá, þú mátt formatera harða diskinn núna.\nÉg kem aftur, svona um hádegisleitið.\nBensín? Jájá, ég er með nóg af því.\nÞað er grunnt hérna …\n………………………………………….\nendilega sendu mér svo útskýringar ef þú nenni"
        },
        {
            "user": "kusa",
            "user_id": "17831",
            "date": "2003-01-19 21:44:58",
            "id": "866398",
            "reply_to_id": "866397",
            "text": "Líka mér!! því að þetta er nákvæmlega það sem ég skildi ekki."
        },
        {
            "user": "Arrythmia",
            "user_id": "30435",
            "date": "2003-01-20 15:54:26",
            "id": "866399",
            "reply_to_id": "866398",
            "text": "Þetta krúsileg tattú dæmi er verið að meina að þetta er svona klikkhaus með fullt af tattúum og með milljón göt í eyrunum eftir að hafa leikið sér með heftibyssu, og maður segir þetta við hann, og hann drepur mann fyrir að vera nördi!!\nEða þannig túlkaði ég það, allaveganna…"
        },
        {
            "user": "lamada",
            "user_id": "37277",
            "date": "2003-04-27 03:30:51",
            "id": "866400",
            "reply_to_id": "866397",
            "text": "Þetta með I'll be back.. hafiði ekki séð Scream.. það eru lög að þú átt ekki að segja I'll be back því að þá ertu drepinn :)\nannars er hægt að túlka þetta á marga vegu.. :)\nEn samt Snilld hjá þér Ayo minn…"
        },
        {
            "user": "tempest",
            "user_id": "26717",
            "date": "2003-04-27 12:19:10",
            "id": "866401",
            "reply_to_id": "866400",
            "text": "hvað með\n“Já, þú mátt formatera harða diskinn núna.”???"
        },
        {
            "user": "maggimega",
            "user_id": "20821",
            "date": "2003-01-20 22:34:15",
            "id": "866402",
            "reply_to_id": "866392",
            "text": "hvað var þetta með prestinn?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-21 14:02:05",
            "id": "866403",
            "reply_to_id": "866392",
            "text": "Ég fattaði sumt ekki sjálfur ég skrifaði þetta ekki."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-21 19:45:15",
            "id": "866404",
            "reply_to_id": "866403",
            "text": "þegar maður á spítala er dauðvona, er hefð fyrir því að fá prest til hans (og líka fyrir fanga á dauðadeild)\nég fattaði þetta allt, bara msg me :Þ"
        }
    ]
}