{
    "forum_title": "Bretti",
    "user": "gummiz",
    "user_id": "20742",
    "date": "2003-01-19 23:13:28",
    "title": "Þjónustustaðall Brettavöruverslunarinnar GÁP-0,0?",
    "text": "Sælir Hugarar….\nÉg vil byrja þessa grein mína á því að segja ykkur að ég keypti mér bretti í Týnda Hlekknum rétt áður en hann leið undir lok fyrr á þessu ári, og keypti ég brettið á útsölu(40% af.)\nÞetta er mjög gott bretti:\nGnu´02 plata, Burton skór og Burton SYNCRO bindingar, sem mér skilst að eigi að vera í hærri gæðastaðli en venjulega þekkist hjá burton.\nÉg byrja náttúrulega strax á því þegar ég kem heim að prófa það\nÉg á nýja brettinu mínu með nýju BURTON SYNCRO bindingarnar sem voru\nOF LITLAR-\nég fékk Medium en átti að fá Large bindingar.\nPakki upp á nær 90 þúsund en ég fæ vitlausa stærð.\nAllt í lagi með það: Ég fer í Týnda, tala við afgreiðslumanninn og hann stækkar allt til og reynir að finna nýjar bindingar, en á þær ekki til í þessari stærð, og bindingarnar enn of litlar.\nHann afsakar sig með því að allt brettadraslið sé komið upp í GÁP- Sem þá hafði keypt Týnda Hlekkinn. Ég hringi þangað og þeir segja að bindingarnar séu ekki til fyrr en næsta haust-því þá komi brettasendingin.\nÉg hringi í haust og ekki er sendingin komin. Ég bíð aðeins og núna fyrir stuttu skilst mér að þeir hafi fengið sendinguna, og fer ég þá ásamt pabba með brettið til þeirra ásamt öllu tilheyrandi.\nÞetta var á sunnudaginn-15 des. Og var þetta “Brettahelgi” hjá GÁP.\nVið tölum við afgreiðslumanninn þegar hann býður okkur aðstoð. Hann verður voða undrandi á þessu þegar ég segi honum söguna og biður okkur feðgana að bíða aðeins.\nEftir langa bið (5 MÍN) þá kemur hann til mín og biður mig um að skilja brettið eftir\nþað var það EINA sem hann sagði eftir biðina og þegar ég horfði á hann meðan ég beið var hann að afgreiða á kassa, og SPJALLA VIÐ VINI SÍNA!!!(Og það fyrir framan mig), Síðan kemur hann aftur þegar ég er búinn að horfa á hann með hneykslunarsvip og segist hafa verið nærri búinn að “Gleyma okkur”. Við förum út með hneykslunarsvip og bíðum þar til eftir nokkra daga.\nÞá ætlaði hann að vera búinn að tékka á lagernum á þessu og redda þessu.\nÆtli hann hafi ekki séð þá sem voru með peninga og ákveðið að “GEYMA” okkur aðeins á meðan.\nÉg spyr: Er það ekki viðskiptavinurinn sem er númer 1 , 2 og 3- Óháð peningum, eða vandamálum hans?\nSvo hringi ég á miðvikudaginn eftir og tala við hann. Hann segist ekki eiga þessar bindingar né hluti sem gætu bjargað þeim. Ég spyr hvað bændur geri þá og hann segist láta mig hafa FREESTYLE bindingar í staðinn fyrir SYNCRO.\nÉg spyr út í verðmuninn-Þar sem Syncro er dýrari en Freestyle og hann svarar mér með því að segja :\n“Þú fékkst þetta hvort sem er svo ódýrt”\nÉg spyr: Skiptir það máli?. Á ég að fá verri vöru en ég hafði keypt, bara af því hún var á afslætti og ÞEIM urðu á mistök???\nÞjónustan hjá GÁP hefur aldrei verið góð, en þetta?.\nGetur einhver sagt mér hvert maður getur snúið sér með svona máll?…..\nÞað er allavega víst að næst þegar mig vantar eitthvað í sambandi við bretti, hjól eða annað þá fer ég ekki aftur í GÁP!\nTakk fyrir mig og endilega segið ykkar álit!\nGummi",
    "url": "https://www.hugi.is/bretti/greinar/117569/thjonustustadall-brettavoruverslunarinnar-gap-00/",
    "url_id": "117569",
    "id": "868462",
    "replies": [
        {
            "user": "margo",
            "user_id": "1071",
            "date": "2003-01-20 01:32:41",
            "id": "868463",
            "reply_to_id": "868462",
            "text": "farðu í neitenda samtökin eða eithva"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-01-20 02:24:05",
            "id": "868464",
            "reply_to_id": "868462",
            "text": "Ég átti hjól frá GÁP fyrir nokkrum árum og verkstæðið hjá þeim var vægast sagt ömurlegt.  Ég fór þangað einu sinni til að láta laga eitthvað og þegar ég fékk hjólið til baka rukkuðu þeir mig fyrir að hafa gert eitthvað sem þeir áttu ekkert að gera en höfðu alveg látið vera að líta á það sem var að.  Eftir að hafa spurst fyrir komst ég að því að Markið væri langtum betra og sannreyndi það.  Ég myndi alla vega ekki kaupa neitt hjá GÁP í dag eftir mína reynslu.\nHins vegar fyrst þú ert í þessari stöðu þá getur þú prófað að hóta þeim að setja þessa sögu í DV, fréttaskot (færð smá pening) eða hreinlega bara lesendabréf.  Þá gæti verið ef þeir vilja ekki fá slæmt umtal að þeir geri eitthvað fyrir þig."
        },
        {
            "user": "ods",
            "user_id": "1421",
            "date": "2003-01-20 08:31:13",
            "id": "868465",
            "reply_to_id": "868462",
            "text": "Þetta er nú meira hneykslið.\nReka þennan mann og hóta eigandanum með grein í\nNeytendasamtökin.\nkv. oddu"
        },
        {
            "user": "hun",
            "user_id": "4708",
            "date": "2003-01-20 09:46:38",
            "id": "868466",
            "reply_to_id": "868465",
            "text": "neytendasamtokin redda thessu bokad.\nverslunareigendum er ekki sama um slaemt umtal og thad baetir ekki ordsporid ad fa neyt.sam. i malid."
        },
        {
            "user": "ingolfura",
            "user_id": "28512",
            "date": "2003-01-20 13:15:44",
            "id": "868467",
            "reply_to_id": "868462",
            "text": "Djöfulsins Rugl er þetta… að bjóða manni upp a etta.. Þu keyptir etta nu svo odyrt .. hvad er ad þessum manni… Ef eg væri þu myndi eg bara skipta þeim i Góðar bindingar.. farðu bara og veldu þer og hann segir hmm nei veit ekki.. Þa segir þu. Heyrðu nu mig eg er buin ad biða i ar eftir essum heimsku bindingum og eg ætla ad fa þær eg er ekki ad fara skipta mjög goðum bindingum i eikkad Drasl sem  þu ert ad bjoða mer.. þott eg fekk etta autsölu, Það skiptir engu þeir voru ad hætta etta er venja hja buðum.. Svo fer hann og talar við BuðarStjoran og þa ætti etta ad vera komið. ef ekki bara Röfla meira i þeim. :) GL\nkv.Ingó"
        },
        {
            "user": "RatKing",
            "user_id": "265",
            "date": "2003-01-20 13:53:23",
            "id": "868468",
            "reply_to_id": "868467",
            "text": "það sorglega við þetta allt saman er að GÁP snillingarnir tóku engar bindingar inn nema custom og freestyle …… custom finar en eg meina gmfg freestyle…..\nen þetta er samt skiljanlegt hjá þeim betra að taka litið inn og klára lagerinn en að útrýma tyndahlekknum endanlega með tapi.(og hvert færum við þá… þá væri spuriningin um nanooc eða nanooc.)\nþetta er bara svo suddalega lítill markaður okkur islendingum hættir til að vilja alltaf það besta og mesta í sem þekkist i heiminum þó að það séu kanski bara 20-30 manns á öllu landinu sem það myndi breita einhverju miklu fyrir..\nen allavega ég er sammála þér maðurinn er fifl en hann á eginlega enga völ.. annað hvort að láta þig fá freestyle.. ódyrari bindingar eða custom.. dýrari bindingar.. þannig að ég myndi reina að fá þá til að borga einfaldega mismunininn og taka custominn(bindingar i classa vel fyrir ofan syncro) eða reina að fá þá til að koma á móti þér með freestyle"
        },
        {
            "user": "LocoDuck",
            "user_id": "23289",
            "date": "2003-01-20 16:52:48",
            "id": "868469",
            "reply_to_id": "868468",
            "text": "já, það er nú meira ruglið í þessum gaurum hann sagði mér 5 sinnum að koma eftir helgi og tekka á skonum sem eg var að biða eftir 5 vikur semsagt eða eikkað endaði með því að ég keypti mer sko annarsstaðar\nFAGGAVIÐBJÓÐAR !!!!!!!!!!!!!!!!!!!!!!!!!!!!\nég þekki gaur sem er skyldur gaurnum sem á g&p og hann er misheppnaðisti drengur sem ég veit um,,,,\nþetta er í ættinni !!"
        },
        {
            "user": "gillisun",
            "user_id": "3191",
            "date": "2003-01-21 10:13:41",
            "id": "868470",
            "reply_to_id": "868462",
            "text": "ég held það sé lítið hægt að gera nema að rífa bara nógu mikinn kjaft og ekki láta þá komast upp með eikkað bull, standa bara sem fastast á sínu :)"
        },
        {
            "user": "Fredrik",
            "user_id": "30853",
            "date": "2003-01-21 12:04:00",
            "id": "868471",
            "reply_to_id": "868470",
            "text": "já en þeir geta nú verið HELVÍTI tregi"
        },
        {
            "user": "hockeygirl",
            "user_id": "21172",
            "date": "2003-01-21 12:48:57",
            "id": "868472",
            "reply_to_id": "868462",
            "text": "ojj mar.. þetta er leiðinlegt að heira!! ég hef nú reyndar ekkert farið þarna uppí GÁP eftir að þeir komu með brettavörur.. en var að pæla að kíkja.. en eftir þessa sögu þá hef ég ekki eins mikin áhuga á því…!\nen hvert á mar þá að fara, Nanoq, Útilíf, Everest.. veit ekki um neinn annan stað! ekki nema þá InterSport, en ég hata CC vörurnar þannig að mig langar ekkert þangað…!!\nEn ég er búin að fara á hina staðina og sé þannig séð ekkert það áhugavert.. nema ég fann í Nanoq góðar kvennabindingar og kvannaskó.. og er að huxa um að kaupa það!!\ner e-ð varið í Rossignol vörurnar eða??"
        },
        {
            "user": "AstaP",
            "user_id": "5742",
            "date": "2003-01-21 13:28:24",
            "id": "868473",
            "reply_to_id": "868472",
            "text": "Rossignol vörurnar eru alveg ágætar, hef ekkert slæmt um þær að segja."
        },
        {
            "user": "hockeygirl",
            "user_id": "21172",
            "date": "2003-01-21 13:30:45",
            "id": "868474",
            "reply_to_id": "868473",
            "text": "Oki það er töff ;)\nnefnilega þessar bindingar og skór sem ég fann þar eru Rossignol.. og því miður er ég sú týpa að vilja alltaf eiga það besta.. og gott merki..!!"
        },
        {
            "user": "gummiz",
            "user_id": "20742",
            "date": "2003-01-24 00:10:00",
            "id": "868475",
            "reply_to_id": "868474",
            "text": "Rossignol eru mjog god bretti.\nFolk er bara svo throngsynt a allt annad en tad sem tyndi Hlekkurinn seldi, an grins,\neg hugsa svona….og veit ad margir gera thad,,…En Crazy Creek er mesta rusl i heimi ad minu mati,, tho an thess ad eg hafi profad thad, eg bara hata thetta merki!!\nEg hata lika utlensk lyklabord//\nGummi"
        },
        {
            "user": "hockeygirl",
            "user_id": "21172",
            "date": "2003-01-25 16:01:08",
            "id": "868476",
            "reply_to_id": "868475",
            "text": "já það er rétt.. margir huxa sona.. ég held að ég geri það meirasegja líka..!! :/ já, cc er bull merki.. þoli það ekki og mun aldrei kaupa neitt sem er merkt þessu…"
        },
        {
            "user": "lolla",
            "user_id": "4610",
            "date": "2003-01-30 17:13:08",
            "id": "868477",
            "reply_to_id": "868474",
            "text": "já marr.. rossignol er fínt! ég á Rossignol og er bara mjög ánægð með það! ;)"
        },
        {
            "user": "hockeygirl",
            "user_id": "21172",
            "date": "2003-01-30 23:53:17",
            "id": "868478",
            "reply_to_id": "868477",
            "text": "hehe.. oki.. þá kanski kílir mar á þetta ;)"
        },
        {
            "user": "Sindri87",
            "user_id": "31351",
            "date": "2003-01-21 22:14:06",
            "id": "868479",
            "reply_to_id": "868462",
            "text": "Þetta er ömurlegt ég hef lennt á svona fólki vægast sagt óþolandi!!"
        },
        {
            "user": "gummiz",
            "user_id": "20742",
            "date": "2003-01-23 16:57:11",
            "id": "868480",
            "reply_to_id": "868479",
            "text": "ef það að geta þjónustað kúnnann og komið vel fram við hann er ekki á stefnuskrá GÁP þá held ég að þeir ættu bara að fara af stað með netverslun eða eitthvað. Þetta company á allavega EKKI heima í þjónustugeiranum.\nTakk fyrir stuðningin og fyrir að hafa lesið þetta!\nGummi"
        },
        {
            "user": "Gautsen",
            "user_id": "16341",
            "date": "2003-02-06 19:19:31",
            "id": "868481",
            "reply_to_id": "868462",
            "text": "Sko faðir minn er búinn að stúdera Rossignil og leyfir mér ekki að ræda annað (enda vann hann í skátabúðinni og er í Nanoq í lausavinnu). Enda hef ég líka bara ekkert fengið nema skítaþjónusta hjá GÁP, það er eins og marr þurfi að vera veifa fimmþúsundköllum framan í þá til að fá góða þjónustu\nKv. kork"
        },
        {
            "user": "gummiz",
            "user_id": "20742",
            "date": "2003-02-08 16:24:13",
            "id": "868482",
            "reply_to_id": "868481",
            "text": "Það er einmitt málið…"
        },
        {
            "user": "oate",
            "user_id": "1906",
            "date": "2005-01-17 00:14:35",
            "id": "1906367",
            "reply_to_id": "868462",
            "text": "Gætir prófað að senda bréf beint til Burton HQ, og sagt þeim söguna, þá tala þeir örugglega við GÁP."
        }
    ]
}