{
    "forum_title": "Myndasögur",
    "user": "alvaro",
    "user_id": "21004",
    "date": "2003-01-19 16:40:34",
    "title": "Siglufjarðar-prentsmiðjan",
    "text": "Það má segja að gullöld myndasagna á íslandi hafi verið níundi áratugurinn þegar Siglufjarðarprentsmiðjan var upp á sitt besta.\nþví á tímabilinu 1979 til 1992 gáfu þeir út um 5 titla fræga titla frá myndasögurisunum Marvel og DC (og aðeins frá minna þekktu fyrirtæki sum sé malibu comics og Star Comics sem er dótturfyritæki). Þær myndasögur sem komu út hér á íslandi komu hingað í seinna stríði. Þ.e.a.s að þá bárust mörg, mörg myndasögublöð til íslands svosum Batman,Spiderman og Tarzan. Þegar þetta kom byrjaði myndasöguáhuginn á Íslandi fyrst fyrir alvöru og eftir stríðið fóru bókabúðareigendur að selja þessi blöð og þegar þeir uppgötvuðu gildi þessa blaða fóru þeir sjálfir að lesa þauog pant a stærri og betri titla. Þó var einn stór hængur á hann var sá að blöðin voru bara fyrir enskumælandi og þeir sem kunnu ekki ensku gátu ekkert lesið  af þessu. Þannig gekk þetta fyrir sig í mörg,mörg og að lokum félu myndasögur í gleymskunnar dá.\nEn árið 1979 tók þetta allt í einu allt aðra stefnu eigendur siglufjarðar prentsmiðju sem gáfuút bækur fyrir börn og unglinga byrjuðu að gefa út þýðingar á þessum gömlu góðu blöðum. Fyrsti titillinn þeirra var Tarzan frá DC (síðar Malibu)blöðin fengu gífurlega mikla r vinsældir aðallega af þeirri ástæðu að nú gátu allir lesið myndasögur hvort sem þeir kynnu ensku eður ei.ári síðar komu tveir titlar Kórak. sonur Tarzans og Gög og Gokke Þar tóku þeir að mínu mati stórt feilspor aftur á bak. Kórak varð vinsæll hjá yngri kynslóðinni en eldri myndasögulesendur litu á hann sem lélega auglýsingu fyrir Tarzan Og Gög og Gokke sögurnar sem byggðu á gömlu stórkostlegu kvikmyndum um sömu náunga voru hræðilega ófyndnar og leiðinlegar og sama hversu  mörg ár þau voru seld var mjög lítið keypt. En árin 1984-85 var mikil gróska Þeir fengu leyfi til að þýða gömlu Marvel og DC blöðin. spiderman hlaut nafnið Kóngulóarmaðurinn og varð vinsælasta blaðið þeirra,Superman varð Súpermann (LOLog Hulk ogTom og Jerry héldu hinsvegar sínu rétta nafni.\nAðrar bókaútgáfur gerðu óspart grín að Siglufjarðarprentsmiðjunni aðallega vegna þess hve þýðingarnar voru lélegar og já þær voru lélegar en só krakkarnir dýkuðu þetta og  ekkert fékk þá til að hætta eða hvað. árið 1988 lentu þeir í miklu peningavandamáli sem olli því að margir titlana urðu að hætta. Eftir það stóð Súpermann einn Hann fékk þó félagsskap frá Batman og Alf sem urðu gífurlega vinsælir titlar.Þrátt fyrir það var Siglufjarðar prentzmiðjan að drukkna í skuldum og varð að hætta 1992.\nÞó að Siglufjarðarprentsmiðja hafi hætt var myndasöguáhuginn á íslandi aldrei jafn mikill á íslandi (nema kannski núna). En án þessa bókaforlags skipuðu myndasögur nákvæmlega engan sess í íslensku menningarlífi.",
    "url": "https://www.hugi.is/myndasogur/greinar/117535/siglufjardar-prentsmidjan/",
    "url_id": "117535",
    "id": "868015",
    "replies": [
        {
            "user": "Kaycie",
            "user_id": "15064",
            "date": "2003-01-20 11:58:04",
            "id": "868016",
            "reply_to_id": "868015",
            "text": "Heyr,heyr!"
        },
        {
            "user": "Nessuno",
            "user_id": "30695",
            "date": "2003-01-20 15:01:27",
            "id": "868017",
            "reply_to_id": "868015",
            "text": "Aaahhh gamla góða Siglufjarðarprentsmiðjan."
        },
        {
            "user": "Eliathor",
            "user_id": "22679",
            "date": "2003-01-21 09:06:38",
            "id": "868018",
            "reply_to_id": "868015",
            "text": "Um daginn fór ég með 10 ára bróðir mínum niður í kjallara og gróf upp alveg heilan helling af þessum yndislegu blöðum sem ég átti þegar ég var “lítill”:). Aðallega Kóngurlóarmanninum, enn einnig eitt “Kórak” blað síðan 1981!:)  hann er alveg heillaður af þessu og  það gleður mitt gamla hjarta óstjórnlega því á sínum tíma var ég næstum búinn að selja allt safnið…\n:) Takk fyrir góða grein!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-23 12:55:55",
            "id": "868019",
            "reply_to_id": "868015",
            "text": "Ég var að grafu upp Tomma og Jenna blöð"
        },
        {
            "user": "vor",
            "user_id": "50550",
            "date": "2003-01-23 16:10:34",
            "id": "868020",
            "reply_to_id": "868015",
            "text": "Ahhh, minnir mig á Siglufjörð…Og allan peninginn er maður eyddi í myndasögur…\nThous were the times…\nkv. ^Schafer^"
        },
        {
            "user": "kvkgod",
            "user_id": "7087",
            "date": "2003-01-29 14:29:47",
            "id": "868021",
            "reply_to_id": "868020",
            "text": "hvaðan eruði eiginlega…. að tala um siglufjarðarprentsmiðju af öllum heimsins prentsmiðjum :)"
        },
        {
            "user": "Exitmusic",
            "user_id": "10281",
            "date": "2003-02-15 13:30:59",
            "id": "868022",
            "reply_to_id": "868015",
            "text": "ég átti helling af titlum frá siglufjarðar prentsmiðjunni, í þá gömlu….góðu daga."
        },
        {
            "user": "Eowyn",
            "user_id": "28809",
            "date": "2003-03-11 00:12:13",
            "id": "868023",
            "reply_to_id": "868015",
            "text": "Allt er gott frá Siglufirði segi ég!"
        }
    ]
}