{
    "forum_title": "Músík almennt",
    "user": "bonobo",
    "user_id": "22716",
    "date": "2003-01-19 22:01:26",
    "title": "Eva Cassidy",
    "text": "Ég var í bíltúr með elskulegum foreldrum mínum í dag. Það var stillt á útvarpið og örugglega á Rás 2 eða eitthvað álíka. Ég hlusta nú ekki mikið á þá rás en í rauninni hlusta ég ekki mikið á útvarp. Bara svona stundum. Svo kom lag og ég kannaðist alveg við það en bara í annarri útgáfu. Það hét Time After Time. Ég man eftir að hafa heyrt það í myndinni Romy and Micheller Highschool Reunion. En þarna var það, já rólegra, svona acoustic vergion og hún sem söng lagið var söngkona að nafni Eva Cassidy. Já, nafnið festist alveg í huganum og svo var sagt að þessi söngkona hefur selt plötur í milljóna tali og var m.a. uppgötvuð á sjónvarpsstöðinni BBC.\nSvo kom ég heim og fór beint á KazaA og náði í lagið. Alveg elska þetta lag og náði í annað lag líka með henni Evu Cassidy, The Letter. Það er líka nokkuð gott og var ég svona að spá í hvort þið kannist við þessa söngkonu? Kannski kannist þið alveg við hana og teljið mig vera alveg úti að aka að kannast ekki við hana en bara spyr.\nÉg fór síðan á Yahoo.com og leitaði mér upplýsinga um hana. Svo stóð bara að hún dó árið 1996, 33 ára gömul. Þá svona skildi ég að ég kannaðist ekkert við hana því ég er 15 ára og var 9 ára þegar hún dó.\nEn ef þið þekkið hana endilega segið mér meira frá henni ;)",
    "url": "https://www.hugi.is/musik/greinar/117567/eva-cassidy/",
    "url_id": "117567",
    "id": "868432",
    "replies": [
        {
            "user": "jersey",
            "user_id": "41179",
            "date": "2003-01-19 22:30:30",
            "id": "868433",
            "reply_to_id": "868432",
            "text": "Ertu að segja mér að þú vitir ekki hver þessi manneskja er?!?! Já! Nú eru mér allar dauðar lýs af höfði dottnar!!! Þetta er nú fyrir neðan allar hellur skal ég segja þér…"
        },
        {
            "user": "jersey",
            "user_id": "41179",
            "date": "2003-01-19 22:48:08",
            "id": "868434",
            "reply_to_id": "868432",
            "text": "Hún fæddist árið 1963 og dó 1996. Sumir segja að hún hafi aldrei orðið neitt almennilega fræg fyrr en hún dó! Ólst upp í Washington. Pabbi hennar sem var kennari kenndi henni að spila á gítar og kynnti hana fyrir tónlistinni. Hún var samt ekkert viss um að þetta væri það sem hún vildi og var líka óendanlega feimin. 86 spilaði hún opinberlega með einhverri hljómsveit og þá fóru ýmsir að sýna henni áhuga. En þráaðist við og var viss um að enginn myndi vilja borga fyrir að heyra hana syngja. Hún hafði meiri áhuga á starfi sínu, sem einhverskonar garðyrkjumaður heldur en að syngja á sviði. En stuttu eftir það féllst hún á að gera eina plötu eftir að hafa talið í sig kjark. Þessi plata seldist vel og Eva var ekki lengi að láta sjá sig aftur í stúdíónu. Þetta var um 1990. En árið 1996 greindist hún með húðkrabbamein og jafnaði sig aldrei á því. Þá var hún 33 ára. Þá voru haldnir minningatónleikar og platan hennar seldist mjög vel þá og varð ein mest seldasta platan í USA!!!\nÞar hefurðu það og ég vona að þú skammist þín fyrir að vita ekki meira um þessa yndislegu söngkonu sem bræddi hjörtu kananna!\nLuuuune"
        },
        {
            "user": "jersey",
            "user_id": "41179",
            "date": "2003-01-19 23:36:50",
            "id": "868435",
            "reply_to_id": "868432",
            "text": "Hehe, hélt að hún væri nokkuð fræg. Fyrirgefðu að ég skildi ekki vita hver hún er og jú ég skammast mín. Gefðu mér samt séns. Unglingar nú til dags eru bara mataðir nútímatónlist."
        },
        {
            "user": "jersey",
            "user_id": "41179",
            "date": "2003-01-19 23:38:39",
            "id": "868436",
            "reply_to_id": "868435",
            "text": "Og takk fyrir að segja mér þetta um hana ;)"
        },
        {
            "user": "jersey",
            "user_id": "41179",
            "date": "2003-01-20 00:00:28",
            "id": "868437",
            "reply_to_id": "868436",
            "text": "Það var ekkert en þú ert ekkert að fatta hver ég er, er það nokkuð?!?!"
        },
        {
            "user": "jersey",
            "user_id": "41179",
            "date": "2003-01-20 00:02:33",
            "id": "868438",
            "reply_to_id": "868437",
            "text": "Og farðu að sofa krakki! Það er skóli á morgun! Tvöfaldur stærðfræðitími!!! Hjá mér allavega…."
        },
        {
            "user": "jersey",
            "user_id": "41179",
            "date": "2003-01-20 00:04:57",
            "id": "868439",
            "reply_to_id": "868437",
            "text": "Já, það er alveg rétt hjá drengnum. Og hjálpaði hann henni eitthvað? Eða er ég bara að rugla? Já, örugglega…"
        },
        {
            "user": "bruce",
            "user_id": "26472",
            "date": "2003-01-20 00:01:42",
            "id": "868440",
            "reply_to_id": "868432",
            "text": "Við það sem aðrir sögðu þér má bæta að bróðir hennar, Dan Cassidy, býr hér á klakanum og spilar á fiðlu í Pöpunum…"
        },
        {
            "user": "Equilibrium",
            "user_id": "1131",
            "date": "2003-01-20 01:53:29",
            "id": "868441",
            "reply_to_id": "868432",
            "text": "Diskurinn hennar “Songbird” er stórgóðu"
        },
        {
            "user": "Gallagher",
            "user_id": "31906",
            "date": "2003-01-20 19:40:57",
            "id": "868442",
            "reply_to_id": "868432",
            "text": "Ágætis grein, eitt klapp, hefði mátt fá meiri upplýsiingar!"
        },
        {
            "user": "Halla",
            "user_id": "7216",
            "date": "2003-03-31 17:14:09",
            "id": "868443",
            "reply_to_id": "868432",
            "text": "Þessi söngkona er algjör snilld, og hana ættu allir að þekkja. Ég er árinu yngri en þú en samt þekki ég hana. En hún er með rosalega flottar útgáfur á mörgum lögum eins og Somewhere Over the Rainbow, Wade in the Water, Georgia og rosalegar útgáfur af Bridge Over Troubled Water og Fields of Gold. Mögnuð söngkona. Systir Dan Cassidy, fiðluleikara, sem býr á Íslandi!;)"
        }
    ]
}