{
    "forum_title": "Harry Potter",
    "user": "Amon",
    "user_id": "20748",
    "date": "2003-01-19 12:33:57",
    "title": "FanFic",
    "text": "FanFic\nJæja, til að byrja greinina vil ég koma á framfæri hugmynd\nminni um íslensku yfir Fanfic. Mín hugmynd er einfaldlega:\naðdáendasögur, eða eitthvað í þeim dúr. En jæja:\nHarry Potter: Life in the Void\n1 kafli, Árásin\nHarry hljóð að stiganum upp í herbergi sjötta árs nema. Á eftir\nhonum fylgdu Ron og Hermione. „Flýtið ykkur” sagði hann á\nmeðan hann hljóp upp stigann. „Árás” gall í upprómaðri rödd\nMcGonagalls, „allir nemar skuli fara upp í heimavistir sínar…\nSTRAX”. Öskur kváðu við hér og þar, og Neville sást detta í\nstiganum. „Accio” sagði Harry og Neville flaug til hans rétt á\nundan því að hópur nema hefði troðið hann niður. Sirius kom.\n„Bless” sagði hann við Harry, „þetta gæti verið síðasta skiptið\nsem ég sé þig.\nHarry snökti. Af hverju núna? spurði hann sjálfan sig. Af\nhverju þurfti Voldemort að ráðast á hann núna? Hann leit út\num gluggann og tók andköf, þetta var miklu meira en hann\nhélt! Voldemort virtist vera með öllum vitsugum, tröllum og\nrisum sem hann gat fundið. Þarna voru líka um 100\ngaddhalar. Harry hafði vondar minningar af þeim. Harry sá\nkennarana á skólalóðinni, of fáir, of fáir. Harry óskaði sér þess\nað hægt væri að nota tilflutning á skólalóðinni, þá væru allir í\nfönixreglunni komnir. Hann leit upp, „Vá!” sagði Neville, þarna\nvar Hagrid, fljúgandi á fugl, nei, nei, það var dreka. Hagrid og\nMaxime höfðu farið og náð í Norbert!\nRon leit allt í einu með hræðingarsvip út… „Harry…” stundi\nhann smeikur. „Hvað?” svaraði Harry. „Líttu út…” sagði Ron,\nog nú skein skelfingin sterkt út úr augunum á honum. „Já, ég\nveit þeir hafa mikið li…” allt í einu skildi hann af hverju Ron\nvarð svona hræddur. Allar köngulærnar komu út úr\nforboðnaskóginum, og réðust á her Voldemorts að hlið.\nFremstur var Aragog, en skindilega hvað við grænt leiftur, og\nAragog féll stjarfur niður. „Nei!!!” öskraði Hagrid af Norberd, en\nkallið virtist dauft í gegnum rúðuna. Allt í einu brá við rauðu\nleiftri, og hópur vitsuga féll niður, steiktar til bana.\nKöngulærnar börðust nú af heift, og drápu mörg hundruð\nvitsuga sem einkenndu hægri arm hersins, en þær voru of\nmargar, það kom jafnóðum ný fyrir þá gömlu. Allt í einu hvað\nvið lúðrakall, og rauður fönix kom niður, og flaug í kringum\nNorbert. „Fawkes” æpti Harry í vonartón. Á eftir Fawkes komu\nskindilega her rauðgylltra dreka. “Og fönixreglan!”. Það sást\nað kennurunum sem voru fyrir neðan léttu. Harry tók þá\nskindilega eftir því, að Sirius var horfinn… Hann hljóp í átt að\ndyrunum að svefnsal sjöttu nema. Neville reyndi að stoppa\nhann, en hann var bara hlaupinn niður.\nHarry hljóp út, og grænt leiftur kom stöðugt út úr sprota\nhans. Allt í einu sá hann Sirius. Hann var króaður af í horni, og\nyfir honum voru a.m.k. 4 dráparar. Harry þusti í átt til hans, en\nskindilega byrtist grænt leiftur, og Sirius yfirgaf þennan heim.\nHarry réðst á dráparana, og drap þá alla. Skindilega sagði\nísköld rödd „Þá hittumst við aftur Harry, og ég geri ekki sömu\nskissuna aftur.”\nkv. Amon",
    "url": "https://www.hugi.is/hp/greinar/117527/fanfic/",
    "url_id": "117527",
    "id": "867879",
    "replies": [
        {
            "user": "IngaAusa",
            "user_id": "22132",
            "date": "2003-01-19 17:28:43",
            "id": "867880",
            "reply_to_id": "867879",
            "text": "Sagan fer of hratt áfram.  Þú verður að treina allt svolítið lengur, þó að þér finnist þetta verða langdregið, þá er það af því að þú ert svo lengi að skrifa það, maður er miklu fljótari að lesa en skrifa.\nSvo er uppsetningin svolítið skrítin, ertu á macintosh?  kemur stundum svona út hjá mér ef ég er á makkanum mínum.\nAf hverju er titillinn á ensku, en sagan á íslensku?\nog eins og mariakr, þá mættiru láta lesa yfir söguna, það þarf að umorða smá og svona.\nSamt er þetta bara ágætt, og ég hlakka til að lesa næsta kafla."
        },
        {
            "user": "Amon",
            "user_id": "20748",
            "date": "2003-01-19 19:28:13",
            "id": "867881",
            "reply_to_id": "867880",
            "text": "K, ég skal staldra lengur á hverjum stað í öðrum kafla, loksins fatta ég af hverju sögurnar sem ég reyni að hafa langar verða alltaf með stuttum köflum ;)\nJá, ég er á Mac.\nÉg vissi ekki hvaða titil ég átti að hafa, og fann þennan, og þótti hann flottari en á íslensku.\nÉg hefði umorðað og lesið yfir hefði ég haft tíma. Ég var hins vegar að fara í Hvalfjörðinn til að verða vitni að tökum kvikmyndarinnar Kaldaljós, sem er byggð á samnefndri sögu.\nkv. Amon"
        },
        {
            "user": "Amon",
            "user_id": "20748",
            "date": "2003-01-19 17:31:03",
            "id": "867882",
            "reply_to_id": "867879",
            "text": "Vel skrifað og skemmtileg “saga”"
        },
        {
            "user": "Amon",
            "user_id": "20748",
            "date": "2003-01-19 19:28:51",
            "id": "867883",
            "reply_to_id": "867882",
            "text": "takk =)\nkv. Amon"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-19 19:31:38",
            "id": "867884",
            "reply_to_id": "867883",
            "text": "Ekkert að þakka =)"
        },
        {
            "user": "BlueAndPurple",
            "user_id": "24625",
            "date": "2003-01-19 17:43:56",
            "id": "867885",
            "reply_to_id": "867879",
            "text": "mér finnst þetta snilldar grein og vel sagt frá en eitt sem eiðilegur mjög margt eða það ömurlega sagt þessi hérna setning=\nHarry réðst á dráparana, og drap þá alla.\nþetta má ekki koma fram eiginlega tildæmis ef litlir krakkar eru að lesa þetta:) ég mundi seigja að það ætti að koma Harry réðst á þá og rotaði þá eða Harry réðst á þá og lét álög á þá:)."
        },
        {
            "user": "Amon",
            "user_id": "20748",
            "date": "2003-01-19 19:32:22",
            "id": "867886",
            "reply_to_id": "867885",
            "text": "jamm, ég vissi ekki alveg hvað ég átti að gera, en samt… þeir nýbúnir að drepa Sirius, og hann leggur “brauðfótagaldurinn” á þá… nei, ég held ekki…\nkv. Amon"
        },
        {
            "user": "ibbzen",
            "user_id": "11910",
            "date": "2003-01-19 18:21:37",
            "id": "867887",
            "reply_to_id": "867879",
            "text": "Þetta er fín byrjun. Má samt laga þetta, það er buið að nefna það sme ég sé að það þurfi að laga."
        },
        {
            "user": "BudIcer",
            "user_id": "18832",
            "date": "2003-01-19 18:24:43",
            "id": "867888",
            "reply_to_id": "867879",
            "text": "Bara ágætt, ég er einmitt með “sögu” í undirbúningi."
        },
        {
            "user": "shelob",
            "user_id": "19816",
            "date": "2003-01-19 18:26:28",
            "id": "867889",
            "reply_to_id": "867888",
            "text": "Ég er einnig með sögu í undirbúningi, en ég ætla nú að gera hana á ensku, og setja hana á fanfic síðu eins og Sugarquill og láta fara yfir hana."
        },
        {
            "user": "IngaAusa",
            "user_id": "22132",
            "date": "2003-01-19 18:47:01",
            "id": "867890",
            "reply_to_id": "867889",
            "text": "já, ég veit ekki hvort ég á að treista mér í að skrifa sögu á ensku, ég get svo sem alveg talað hana og skrifað ágætlega en æjii, ég veit ekki.\nAnnars er öllu guðvelkomið að senda sögur til mín, ég get farið yfir þær og sent þær svo betri til baka:c)"
        },
        {
            "user": "evelyn",
            "user_id": "15868",
            "date": "2003-01-19 18:45:42",
            "id": "867891",
            "reply_to_id": "867879",
            "text": "Skemmtileg og spennandi “saga”"
        },
        {
            "user": "Mariakr",
            "user_id": "20188",
            "date": "2003-01-19 20:12:56",
            "id": "867892",
            "reply_to_id": "867879",
            "text": "*klappklappklapp* alveg frábær kafli! Þetta er önnur mögnuð útgáfa af þessum vinsælu fanfic. Ekki mjög langur en ég var að deyja úr spennu. Samt er verst að við vitum ekkert hverjir eiga eftir að ganga í lið með “góðu” og “vondu” gaurunm. Það eru nú svo margar galdraskeppnur til.\nEn ég segi aftur, frábær og mögnuð saga.\nKeep up the good work!"
        },
        {
            "user": "Amon",
            "user_id": "20748",
            "date": "2003-01-19 20:36:29",
            "id": "867893",
            "reply_to_id": "867892",
            "text": "Thanx! en ég held að annar kafli verði ekki alveg jafn góður… en sá þriðji verður það! =)\nkv. Amon"
        },
        {
            "user": "pires",
            "user_id": "10415",
            "date": "2003-01-19 20:53:55",
            "id": "867894",
            "reply_to_id": "867893",
            "text": "Jú jú, allt í þessu fína. Samt finnst mér vantar forsögu fyrir þetta… svona til þess að ég samþykki þetta alveg (engar áhyggjur ég er afar kröfuharður, fíla varla Draco Dormiens) þá mætti vera miklu meira skrifað… allt of hröð framvinda.\nEn skrifaðu framhald!"
        },
        {
            "user": "Amon",
            "user_id": "20748",
            "date": "2003-01-19 20:57:06",
            "id": "867895",
            "reply_to_id": "867894",
            "text": "Kannski ég sendi þá næstu 2 kafla saman? =)\nkv. Amon"
        },
        {
            "user": "pires",
            "user_id": "10415",
            "date": "2003-01-19 20:59:42",
            "id": "867896",
            "reply_to_id": "867895",
            "text": ":)"
        },
        {
            "user": "Venus",
            "user_id": "24284",
            "date": "2003-01-19 22:26:25",
            "id": "867897",
            "reply_to_id": "867879",
            "text": "Mjög fín saga hjá þér… :)\nOg það sem ég sé að er búið að taka fram (s.s. of hröð framvinda og vantar forsögu..).\nMyndi samt líka lýsa hlutunum aðeins betur og svona…"
        },
        {
            "user": "ICsniper",
            "user_id": "21529",
            "date": "2003-01-19 22:46:42",
            "id": "867898",
            "reply_to_id": "867897",
            "text": "Þetta er allt í lagi saga, bara byrjun að mínu mati. Eins og er búið að koma fram er atburðarásin of hröð. Þarft að segja betur frá hverju atviki. Síðan vantar alvega söguþráð, þ.e. eitthvað rólegt á undan, þá hefði hún verið mjög góð. Koma samt fljótt með framhald :D"
        },
        {
            "user": "tempest",
            "user_id": "26717",
            "date": "2003-01-20 13:54:11",
            "id": "867899",
            "reply_to_id": "867879",
            "text": "SWEET!! saga ,\nen það má bæta hlutum inn í\nog nota stærri orð þá lítur þetta út fyrir að vara mikið stærra\nKeep'em Coming"
        },
        {
            "user": "tempest",
            "user_id": "26717",
            "date": "2003-01-20 14:12:43",
            "id": "867900",
            "reply_to_id": "867879",
            "text": "er til síða með þessu fanfic????\nplz tell me"
        },
        {
            "user": "Amon",
            "user_id": "20748",
            "date": "2003-01-20 14:35:39",
            "id": "867901",
            "reply_to_id": "867900",
            "text": "nei, en ég skal setja þetta á simnet.is síðuna mína =) skal gera það á miðvikudag (er ekki nálægt FTP-inu þangað til)\nkv. Amon"
        }
    ]
}