{
    "forum_title": "Rokk",
    "user": "Garsil",
    "user_id": "11709",
    "date": "2003-01-19 15:10:56",
    "title": "The Smashing Pumpkins",
    "text": "Mér langar aðeins til að skrifa um eitt af mínum uppáhalds bandi og vina minna, já þú hefur rétt fyrir þér það er Smashing Pumpkins.Smashing Pumkins hefur oft verið kölluð svörun Chicago við Seatle, sem er borg-grunge-sins (Nirvana, Tad, Soundgarden) og Jimi-Hendrix :o)\nSmashing Pumpkins var stofnuð af Billy Corgan (söngur/gítar/mellatron). Corgan fæddist 17. mars 1967. Hann var alinn upp fyrstu árin sín á tónlistar-heimili þar sem pabbi hanns var blús/jazz gítarleikari. En eftir að foreldrar hanns skildu bjó hann hjá einum ættinga á fætur öðrum. 14 ára fékk hann sinn fyrsta gítar og vakti hljómsveitirnar Cheap Trick og Van Halen djúpan áhuga hjá honum. 1985 stofnaði Billy sína fyrstu hljómsveit sem hlaut nafnið The Marked sem spilaði gotneskan metal, þeir félagar fluttu til Flórída til að reyna að koma sér á framfarir, en ekki tókst það þær hættu nokkrum mánuðum eftir og flutti Billy Corgan aftur til Chicago.\nUm 1988 hitti Corgan James Iha (gítar/píanó) í hljómplötu-verzlun sem Billy vann í. James er fæddur 26.mars 1968 í Chicago. Hann er af kínverskum ættum þar sem pabbi hanns er Kínverji. James Iha lagði stund á grafíska-hönnun í Loyola háskólanum í borginni. James og Billy byrjuðu að vinna saman að upptökum með trommu-heila og kom fyrir að þeir fengu einstaka “gig” í bænum.\nAf einum af þessum stöðum hitti Billy D'Arcy Wretzky (bassi). Þau töluðu í nokkurn tíma um staðreyndir í tónlist og fyrr en varaið var hún orðin löggiltur-meðlimur. D'Arcy Wretzky er fædd á verkalýðzlaginn 1. maí 1968 í South Haven, hún er af Soveiskum-ættum, langa-afi hennar var Rússi.\nFljótlega fékk hljómsveitin það nafn sem við þekkjum í dag, Smashing Pumkins. Nokkri utanað komandi comment-uðu á bandið að það þyrfti að fá sér ALVÖRU-trommara. Bandið hitti þenna frábæra trommara í ágúst 1988, Jimmy Chamberlin, fyrir tilviljun þar sem hann (rétt eins og D’Arcy) var á einum af gig-unum þeirra í Chicago. Jimmy Chamberlin er fæddur í Joilet þann 10. júní 1964. Hann sótti tíma hjá Charles Adams, framtíðar trommara Yanni, til að læra Jazz-trommuleik. Jazzinn var honum ekki nóg svo hann lærði líka Suðrænan, Brasílskan og Stór-sveits trommuleik. Árinn eftir skólann, þangað til Smashing Pumpkins kom til sögunnar, eyddi Jimmy sem “session” trommari hjá hinum og þessum jazz og rokk böndum ásamt því að vinna sem trésmiðu til að borga reikninganna sína. Fyrstu tónleikar þessarar meðlima-skipann voru upphitunn fyrir Jane’s Addiction.\n1990 kom út þeirra fyrsta tilraun til tónlistar, I Am One, sem seldist strax upp og í desember sama ár sendu þeir út aðra tilraun sem hlaut nafnið Tristessa af ný stofnuðu útgáfu fyrirtæki “Sub-Pop”. Smashing Pumpkins var ekki sátt við Sub-pop (eins og margir t.d. Nirvana) og vildu skipta um útgáfu-fyrirtæki, þeir fengu um leið samning hjá Virgin Records co. Þau áttu samt að vera gefin út af dóttur-fyrirtækinu Caroline, en voru færð upp því platan sem þau voru um þetta leiti að fara að taka upp lofaði svo góðu. Allt gékk eftir og platan þeirra Gish (1991) varð að einni bestu plötu tíunda áratugarinns, með lögum á borð við Siva, Rhinoceros og I Am One. Platan var tekin upp af Butch Vig (trommara Garbage). Eftir Gish tók við tónleikar-ferðalag sem entist í um ár, með meðal annars upphitunum fyrir Red Hot Chili Peppers og Pearl Jam. Meðan á Gish túrnum stóð fóru erfiðleikar að koma upp hjá hljómsveitar-meðlimum. Iha og D’Arcy sem höfðu verið saman í nokkur ár hættu saman og gjörsamlega hötuðu hvort annað núna, Chamberlin varð háður fíkniefnum og drykkjumensku og Corgan varð hrikalega-þunglyndur þar sem hann var alltaf með hlutina á hreinu og þvílíkur fullkomnunarsinni að ekkert mátti fara útskeiðis. Þessum málum varð ekki eytt strax en þrátt fyrir það héldu þau í stúdíóið á ný með Buth Vig.\nCorgan léttu úr þunglyndinu með því að vinna eins og hundur (working like a dog…A Hard Day’s Nigth…The Beatles &#61514; Ekki aðeins samdi hann helling af lögum, hann var líka búinn að taka upp alla plötuna eins og hann vildi hafa hana áður en hann fór með hana fyrir hljómsveitina. Þannig að platan var eiginlega tekinn upp tvisvar. Hinar upptökurnar eru til sem bootleg en þær eru ekki nærrum því jafn góðar og þær sem voru á plötunni. Platan hlaut nafnið Siames Dreams (1993) og var hún óaðfinnanleg í allastaði, svipað og flestar Queen plöturnar. Platan komst hæst í 10nda sætið á Billboard listanum. Fyrsta smáskífa plötunnar, Cherub Rock, varð smellur en ekki sá stærsti því síngularnir á eftir, rafmagnaða Today og órafmagnaða Disarm urðu mikið stærri. Í október 1994 kom síðan út B-side platan Pisces Iscariot.\nNæst kom að því að taka upp þriðju plötu þeirra og jafnframt þá stærstu. Í staðin fyrir að Butch mundi hjálpa þeim réðu þeir próduserana Flood og Alan Moulder. Platan varð tvöföld og var hún nefnd Mellon Collie and The Infinite Sadness. Hún náði fyrsta sæti á Billboard 1995. Fyrir þakkir smáskífnanna, Bullet With Butterfly Wings, 1979, Zero, og Tonight, Tonight, varð platan “multi-platinum” plata víðsvegar um heimin. Einnig hlaut Bullet With Butterlfy Wings grammy-verðlaunin fyrir besta “Hard Rock w/Vocal” árið 1996. Öll login á Mellin Collie eru eftir Corgan nema Take Me Down með Iha og Farwell & Goodnigth eftir þá báða. Þann 12.júlí 1996 á undan tvem tónleikum sem átti að halda í Madison Square Garden dó Jonathan Melvoin, sem spilaði á hljómborð með þeim á tónleikum, af of stórum skammt af heróíni. Litlu munaði að Jimmy mundi líka deyja þar sem þeir tóku jafn mikið af samaefninu á sama tíma. Þeir ráku Jimmy umsfifalaust. Þau fóru á leitirnar af nýjum trommara og hljómborðsleikara. Matt Walker, trommari Filter, var valin bak við settið, en Dennis Flemion úr The Frogs, fékk það hlutverk að hamr á fílabeinið það sem eftir var af árinu.\nSnemma árið 1997 tóku Pumpkins upp tvö lög fyrir Barman & Robin myndina, þau The End is The Beginning is the End og The Beginning is The End is the Beginning. Annað lagið fékk grammy-verðlaunin. Sóló-plata James Iha kom út 1998 og fékk hún nafnið Let It Come Down, hún er svipuð og All Things Must Pass með George Harrison eftir bítlaárin. Segja má að þetta séu afgangs lög af öllum SP plötunum, sum höfðu góðan rétt á því að vera á þeim, en Corgan var stjórinn rétt eins og Paul McCartney og John Lennon. Nokkrum mánuðum eftir kom svo út fjórða stúdíó-platan þeirra, Adore, hún fékk vægast sagt ömurlega dóma, en persóulega finnst mér hún vera falið-meistaraverk. Jimmy kom aftur í hljómsveitina endurnærður en D’Arcy hætti nokkru fyrir 2000 plötunna þeirra. Pláss D’Arcy var samt stutt autt því fyrrverandi bassaleikari Hole, Melissa Auf Der Maur þók við stöðunni. Platan sem var tekin upp með þessum breytta mannskap fékk nafnið MACHINA: The Machines of God. Ekki sú besta frá SP, þau ætluðu fyrst að gefa út plötu mánuði eftir með öðrum lögum sem tekin voru á MACHINA-tímabilinu, átti að heita Machina II: The Friends and Enemies of Modern Music, en Virgin Records hættu við þá tillögu Corgan’s. Þau voru hinns vegar sett á netið og máttu aðdáendur downloda þeim frítt.Í desember 2000 nánar þann 2. des spiluðu Smashing Pumpkins á sýnum síðustu tónleikum (í bili) í Chicago's Metro, sama stað og hljómsveitin spilaði ás ínum fyrstu tónleikum.\nÞað sem er að frétta af þeim Corgan, Iha, Chamberlin og Auf De Maur eftir SP-árin er að Billy Corgan spilaði 2001 á nokkrum tónleikum með New Order og hefur núna stofnað hljómsveitina Zwan með Jimmy Chamberlin, Matt Sweeney (gítar) úr Chavez og Dave Pajo (bassa) úr Slint. Þeir eru að fara að gefa út sína fyrstu plötu, Mary Star of the Sea, núna 28, janúar. Af hinum tvem er, James og Mellisu, er að þau stofnuðu ofur-grúpuna The Virgins með Ryan Adams úr Lemonhead og Jesse Malin úr D Generation, en þetta entist nú ekki lengi. 2001 kom út Greatest Hits og 2002 kom út endur-útgefin Earphoria með “læf” upptökum af Smashing Pumpkins af tónleikum.\nHelstu verk Smashing Pumpkins:\nGish – 1991\nSiamese Dream – 1993\nMellon Collie and the Infinite Sadness – 1995\nAdore – 1998\nMACHINA/The Machines of God - 2000",
    "url": "https://www.hugi.is/rokk/greinar/117529/the-smashing-pumpkins/",
    "url_id": "117529",
    "id": "867944",
    "replies": [
        {
            "user": "cazter",
            "user_id": "6529",
            "date": "2003-01-19 18:47:09",
            "id": "867945",
            "reply_to_id": "867944",
            "text": "Geðveik grein um besta hljómsveit veraldar. Ég get ekki hætt að hlusta á þessa snillinga.\nDisarm er bara besta lag frá upphafi.\nZwan kemur líka sterk inn.. Billy Corgan snillingur."
        },
        {
            "user": "malicious",
            "user_id": "5591",
            "date": "2003-01-19 19:17:16",
            "id": "867946",
            "reply_to_id": "867944",
            "text": "Topp 5 hljómsveit ever!"
        },
        {
            "user": "Past",
            "user_id": "19593",
            "date": "2003-01-19 19:21:21",
            "id": "867947",
            "reply_to_id": "867944",
            "text": "Geðveik grein hjá þér!!:D\nMér finnst reyndar Adore vera algjör SnILlD, og…Smashing Pumkins….Vó!!!\nnothin more 2 say;)"
        },
        {
            "user": "Tannbursti",
            "user_id": "7246",
            "date": "2003-01-19 19:34:51",
            "id": "867951",
            "reply_to_id": "867944",
            "text": "Frábær grein en segðu mér, fer ég ekki með rétt\nmál ef ég segi að Corgan hafi mælt með Melissu Auf De Maur við Courtney Love þegar að Courney\nvantaði bassaleikara? (löngu áður en Auf De Maur\ngekk til liðs við Smashing Pumkins)"
        },
        {
            "user": "Garsil",
            "user_id": "11709",
            "date": "2003-01-19 19:59:59",
            "id": "867952",
            "reply_to_id": "867951",
            "text": "Já það hef ég heyrt og ég held að það sé allveg satt."
        },
        {
            "user": "Sunbeam",
            "user_id": "5207",
            "date": "2003-01-19 21:27:35",
            "id": "867953",
            "reply_to_id": "867944",
            "text": "Virkilega góð grein og virkilega fræðandi! Smashing verða klassík..ekki spurning…"
        },
        {
            "user": "nedrud",
            "user_id": "26720",
            "date": "2003-01-19 21:36:51",
            "id": "867954",
            "reply_to_id": "867944",
            "text": "Skemmtileg grein um þessa snillinga."
        },
        {
            "user": "DsD",
            "user_id": "31593",
            "date": "2003-01-19 21:55:53",
            "id": "867955",
            "reply_to_id": "867944",
            "text": "Sorry, eg bara vard ad haetta ad lesa eftir eg sa “Mer langar”.. MAR SEGIR EKKI SOLEIS"
        },
        {
            "user": "Garsil",
            "user_id": "11709",
            "date": "2003-01-19 22:01:03",
            "id": "867956",
            "reply_to_id": "867955",
            "text": "Fyrirgeðu vinur minn.\nÞað voru sammt fleiri stafsetningar-villur í svarinu þínu heldur en í allri greininni minni :o)"
        },
        {
            "user": "larandaria",
            "user_id": "3518",
            "date": "2003-01-20 00:25:33",
            "id": "867957",
            "reply_to_id": "867944",
            "text": "Góð grein! fullt af upplýsingum sem ég vissi ekki áður.\nSmashing Pumpkins er SNILLDARhljómsveit með fullt af góðum lögum! Ég var einmitt að eignast Earphoria og er að fara að hlusta=)"
        },
        {
            "user": "IceElement",
            "user_id": "8377",
            "date": "2003-01-20 01:08:05",
            "id": "867948",
            "reply_to_id": "867944",
            "text": "Argh, frábær hljómsveit!!!"
        },
        {
            "user": "IceElement",
            "user_id": "8377",
            "date": "2003-01-20 15:05:36",
            "id": "867949",
            "reply_to_id": "867948",
            "text": "brjálað band¨!!!! :D"
        },
        {
            "user": "IceElement",
            "user_id": "8377",
            "date": "2003-01-20 15:22:05",
            "id": "867950",
            "reply_to_id": "867949",
            "text": "Frábær grein um frábæra hjómsveit"
        },
        {
            "user": "Raefill26",
            "user_id": "28087",
            "date": "2003-01-20 17:12:35",
            "id": "867958",
            "reply_to_id": "867944",
            "text": "Þetta er með bestu hljómsveitum sem uppihefur verið :Þ víííí"
        },
        {
            "user": "lune",
            "user_id": "17986",
            "date": "2003-01-20 17:27:03",
            "id": "867959",
            "reply_to_id": "867944",
            "text": "Mjög góð grein…en en en hvernig gastu?? Þú gleymdir Paz Lenchantin, 5ta meðlimi Zwan!!! Það er hún sem spilar á bassa, Papa M (Pajo) spilar á gítar!!Þið heyrðuð rétt, það eru ÞRÍR GÍTARAR OG BASSAGELLA!!! :)\nTannbursti: Jú, þetta er rétt hjá þér, þegar Kristen Pfaff dó vantaði Hole bassaleikara (úff, þetta hljómar dáldið kuldalega), og þá kynnti Corgan Auf der Maur fyrir Courtney Love. And the rest is history…:)"
        },
        {
            "user": "Garsil",
            "user_id": "11709",
            "date": "2003-01-20 17:46:46",
            "id": "867960",
            "reply_to_id": "867959",
            "text": "sorry maður, ég bara vissi það ekki ég hélt að Pajo spilaði á bassa, sorry"
        },
        {
            "user": "lune",
            "user_id": "17986",
            "date": "2003-01-20 17:58:21",
            "id": "867961",
            "reply_to_id": "867944",
            "text": ":)þér er fyrirgefið, ég get ekki verið reið við annan Pumpkinaðdáanda(:"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-20 18:58:13",
            "id": "867962",
            "reply_to_id": "867944",
            "text": "Meistarar ekkert annað"
        },
        {
            "user": "opinn",
            "user_id": "20891",
            "date": "2003-01-20 19:08:27",
            "id": "867963",
            "reply_to_id": "867944",
            "text": "to good to be true, vægast sagt… einhver besta hljómsveit allra tíma."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-20 19:18:02",
            "id": "867964",
            "reply_to_id": "867944",
            "text": "Tvímælalaust uppáhaldshljómsveitin mín ever (ásamt Queen :) og pottþétt ástæðan fyrir því að mig langaði að spila. Góð grein og þó maður hefur lesið þetta allt áður lætur maður sig nú bara samt hafa það einu sinni enn."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-08-12 19:11:00",
            "id": "2377967",
            "reply_to_id": "867964",
            "text": "aldrei er góð vísa of oft kveðin\ngoð grein, gott band.."
        },
        {
            "user": "Gallagher",
            "user_id": "31906",
            "date": "2003-01-20 19:38:50",
            "id": "867965",
            "reply_to_id": "867944",
            "text": "Mjög góð grein hjá þér, þumalfingur upp !\nDiserm er algjör snilld!"
        },
        {
            "user": "FarmerJon",
            "user_id": "3219",
            "date": "2003-01-21 00:40:25",
            "id": "867966",
            "reply_to_id": "867965",
            "text": "skemmtileg grein."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-21 10:55:23",
            "id": "867967",
            "reply_to_id": "867944",
            "text": "ég gjörsamlega elska þetta band. ég á 25 diska með þeim (bootlegar,singles,ofl)\nAlgjörlega elska þá"
        },
        {
            "user": "vampire",
            "user_id": "20765",
            "date": "2003-01-21 18:47:03",
            "id": "867968",
            "reply_to_id": "867944",
            "text": "Ég hef ekki hlustað neitt að viti á þessa hljómsveit, en þegar ég hef heyrt eitthvað á xinu eða friday rocks á VH1 þá hefur mér fundist þetta mjög fínt :)"
        },
        {
            "user": "LogiBonham",
            "user_id": "31961",
            "date": "2003-01-22 19:11:39",
            "id": "867969",
            "reply_to_id": "867968",
            "text": "kvernig er hægt að hafa ekki hlustað á smashing pumpkins þetta er einsog að hafa aldrey hlustað á nirvana eða zeppelin!"
        },
        {
            "user": "vampire",
            "user_id": "20765",
            "date": "2003-01-22 22:02:25",
            "id": "867970",
            "reply_to_id": "867969",
            "text": "ein besta vinkona mín veit rétt svo hvað led zeppelin er og hefur aldrei heyrt minnst á smashing pumpkins, hún er samt eldri en ég!!!"
        },
        {
            "user": "Tansa",
            "user_id": "21350",
            "date": "2003-01-21 19:18:39",
            "id": "867971",
            "reply_to_id": "867944",
            "text": "GÓÐ GREIN, GEÐVEIK HLJÓMSVEIT!!!!!!\nGLÆÆÆÆÆÆÆSILEGT! Þú ert með góðan tónlistarsmekk!"
        },
        {
            "user": "Garsil",
            "user_id": "11709",
            "date": "2003-01-21 21:59:55",
            "id": "867972",
            "reply_to_id": "867971",
            "text": "þakka þér fyrir, þú örugglega líka :o)"
        },
        {
            "user": "bjarturd",
            "user_id": "4785",
            "date": "2003-01-23 03:08:37",
            "id": "867973",
            "reply_to_id": "867972",
            "text": "Hvernig Væri að fá Smashing Pumpkins kvöld á einhverjur pöbb í bænum og hlusta á lög og drekka bjór í góðra manna hópi???????"
        },
        {
            "user": "AbbeyRoad",
            "user_id": "29530",
            "date": "2003-01-24 13:25:20",
            "id": "867974",
            "reply_to_id": "867973",
            "text": "Pumpkins eru magnaðir! ;) Fátt jafn ljúft og öl og rokk og ról..styð hugmyndina!!"
        },
        {
            "user": "indrus",
            "user_id": "17244",
            "date": "2003-01-24 15:08:47",
            "id": "867975",
            "reply_to_id": "867974",
            "text": "núnú… eru sona margir pumpkinsfans hér á landi. hélt ég æri ein og yfirgefin. en greinilega ekki."
        },
        {
            "user": "Dii",
            "user_id": "32125",
            "date": "2003-01-22 00:04:26",
            "id": "867976",
            "reply_to_id": "867944",
            "text": "Ég verð bara að hrósa þér fyrir rosalega grein…Smashing Pumpkings eru rosalega flottir gæjar!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-22 09:07:20",
            "id": "867977",
            "reply_to_id": "867976",
            "text": "gg grein"
        },
        {
            "user": "ThomYorke",
            "user_id": "8879",
            "date": "2003-01-22 10:52:43",
            "id": "867978",
            "reply_to_id": "867944",
            "text": "Ég vildi að ég gæti sagt eitthvað en hið góða fólk Huga hefur tekið öll orð úr munni mér :)"
        },
        {
            "user": "Garsil",
            "user_id": "11709",
            "date": "2003-01-22 16:22:01",
            "id": "867979",
            "reply_to_id": "867978",
            "text": "hvad er detta góða fólk?"
        },
        {
            "user": "LogiBonham",
            "user_id": "31961",
            "date": "2003-01-22 19:14:12",
            "id": "867980",
            "reply_to_id": "867944",
            "text": "Snilldar grein frábært framtak.keep up the good work."
        },
        {
            "user": "Beiba",
            "user_id": "16802",
            "date": "2003-01-26 06:33:51",
            "id": "867981",
            "reply_to_id": "867944",
            "text": "Mjög vel skrifuð gein:)) Smashing pumpkins er besta hljómsveit sem uppi hefur verið.. All the way :))\nZoe"
        },
        {
            "user": "svin",
            "user_id": "19775",
            "date": "2003-01-26 20:59:18",
            "id": "867982",
            "reply_to_id": "867944",
            "text": "þetta er mögnuð grein,SMASHING PUMPKINS er algjört GULL,Þú færð klapp á kollin fyrir þetta!!!!!\n…..Gott að það séu til smashing pumpkins aðdáðendur á 'Islandi…..!!!!"
        },
        {
            "user": "Steinman",
            "user_id": "35793",
            "date": "2004-12-10 19:52:28",
            "id": "1836345",
            "reply_to_id": "867982",
            "text": "100% sammála"
        },
        {
            "user": "HadeZ",
            "user_id": "8110",
            "date": "2003-01-30 18:47:05",
            "id": "867983",
            "reply_to_id": "867944",
            "text": "Frábær grein.\nÞetta er uppáhalds bandið mitt."
        },
        {
            "user": "al1",
            "user_id": "1179",
            "date": "2003-01-31 22:38:10",
            "id": "867984",
            "reply_to_id": "867944",
            "text": "frábær grein!! fullt af stafsetningavillum, en það er minnsta málið… snilldar hljómsveit, a - ö , eða a - z\nþeir eiga eitt af mínum uppáhalds myndböndum, tonight tonight, það er beyond…"
        },
        {
            "user": "JollyMF",
            "user_id": "30757",
            "date": "2003-02-02 17:27:41",
            "id": "867985",
            "reply_to_id": "867984",
            "text": "Glæsileg grein\nPumpkins ROKKA FEITAST"
        },
        {
            "user": "stones",
            "user_id": "15128",
            "date": "2003-02-03 10:20:13",
            "id": "867986",
            "reply_to_id": "867944",
            "text": "Vissir thu ad smashings pumpkins hafa hitad upp fyrir rolling stones? arid 97 i usa."
        },
        {
            "user": "Garsil",
            "user_id": "11709",
            "date": "2003-02-03 18:28:11",
            "id": "867987",
            "reply_to_id": "867986",
            "text": "nei það vissi ég ekki"
        }
    ]
}