{
    "forum_title": "Handbolti",
    "user": "erlam89",
    "user_id": "19655",
    "date": "2003-01-20 19:32:54",
    "title": "Rafmagnið fór af og við möluðum Ástrala!",
    "text": "Rétt í þessu vann íslenska landsliðið í handbolta stórsigur á Áströlum. Ástralar skoruðu sitt fyrsta á fjórtándu mínútu! Ólafur Stefánsson skoraði  okkar fyrsta mark úr víti á fyrstu mínútu. Íslenska landsliðið var komið í 10:0 á fjórtándu mínútu þegar Ástralar skoruðu sitt fyrsta mark. Sóknarleikur ástralska landsliðsins var svona allt í lagi en vörnin var skelfileg, þá helst vantaði  að hornamennirnir héldu sig á sínum stað. Ástralar söfnuðust nefninlega oftast saman í miðju þegar þeir voru í vörn og hornin voru alltaf óvarin. Markahæstur Íslendinga var Guðjón Valur en hann skoraði 14 mörk. Staðan í hálfleik var 23:6 Íslendingum í vil.  Þegar 8 mínútur voru til leiksloka og Guðjón Valur var að enda við að fagna 10. marki sínu fór rafmagnið af í höllinni í Viesu. Svona korteri síðar kom rafmagnið á og Íslendingar unnu leikinn 55:15. Hetja Íslendinga var Guðjón Valur með 14 mörk, svo kom Heiðmar  með 10 mörk. Sigurður Bjarnason skoraði 50. mark Íslendinga. Markverðir Íslendinga stóðu sig báðir  mjög vel, Gummi Hrafnkels í fyrri hálfleik varði mjög vel og Ástralir skoruðu bara 6 mörk meðan hann stóð í markinu. Roland Valur Eradze stóð í markinu allan seinni hálfelik og þá náðu Ástralir að koma boltanum níu sinnum í markið. Fyrr í dag unnu Þjóðverjar stóran sigur á Katar;40:17. 23 marka munur er bara mjög góður sigur en ekki nálægt því eins góður og 40 marka sigur Íslendinga á Áströlum. TIL HAMINGJU ÍSLAND!!!",
    "url": "https://www.hugi.is/handbolti/greinar/117777/rafmagnid-for-af-og-vid-moludum-astrala/",
    "url_id": "117777",
    "id": "870088",
    "replies": [
        {
            "user": "snikkin",
            "user_id": "25858",
            "date": "2003-01-20 19:45:31",
            "id": "870089",
            "reply_to_id": "870088",
            "text": "JÁÁÁÁÁÁÁÁÁÁÁÁÁ, SNILLDARLEIKUR, ekkert annað orð til yfir þetta. Grey Ástralir gátu ekki neitt, maður vorkenndi þeim nú soldið svona.\nEn Íslendingar verða í fyrsta sæti í riðlinum vonandi fram á miðvikudag (vonandi bara þangað til í riðlakeppninni lýkur.\nNæsti leikur á þriðjudaginn (á morgun) kl 17 í sjónvarpinu. Hann er gegn Grænlendingum. Vonandi gengur okkar mönnum svona vel þá."
        },
        {
            "user": "inzanio",
            "user_id": "29213",
            "date": "2003-01-20 19:51:08",
            "id": "870090",
            "reply_to_id": "870088",
            "text": "Já þetta var fffffrrrrrrrráááááábær leikur. og við vinnum líka grænlendingana í klessu. en afhverju eru íslenskar auglísingar þarna á vellinum??"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-20 20:04:45",
            "id": "870091",
            "reply_to_id": "870090",
            "text": "Já ég var líka akkúrat að spá í því."
        },
        {
            "user": "hress",
            "user_id": "1009",
            "date": "2003-01-20 20:02:10",
            "id": "870092",
            "reply_to_id": "870088",
            "text": "Flottur leikur. Skil samt ekki hvernig Ástralía fær þátttökurétt á þessu móti. Mjög lítill hluti af íbúum Ástralíu veit yfir höfuð hvað handbolti er!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-20 20:05:08",
            "id": "870093",
            "reply_to_id": "870092",
            "text": "Það er nú ósköpeinföld útskýring til á því. Ástralir eru einfaldega besta liðið í Eyjaálfu og eitt lið þaðan fær sjálfkrafa þáttökurétt á mótinu. Það er líka gaman frá því að segja að Ástralir voru að vinna leikina um sæti á HM með tölum eins og 35-7 og álíka fáránlega miklum mun. Það væri gaman að vita hvernig við mundum fara með svoleiðis lið. Ég hugsa að sá leikur mundi fara svona 120-2."
        },
        {
            "user": "fan",
            "user_id": "51595",
            "date": "2003-01-20 20:05:57",
            "id": "870094",
            "reply_to_id": "870092",
            "text": "Mjög lítill hluti ástrala hefur sjónvarp núna því þau eru öll búinn að brenna :-o"
        },
        {
            "user": "arib",
            "user_id": "8903",
            "date": "2003-01-20 20:11:22",
            "id": "870095",
            "reply_to_id": "870094",
            "text": "Valtýr Björn sagði á útvarpi Sögu að leikurinn væri ekki sýndur í Áströlsku sjónvarpi! Þannig að ég held að mjög fáir Ástralar viti hvernig leikurinn fór."
        },
        {
            "user": "Lengarn",
            "user_id": "23411",
            "date": "2003-01-20 20:36:51",
            "id": "870096",
            "reply_to_id": "870094",
            "text": "Hey fan það er bara canberra sem eru eldar eins og stendur þannig STFU"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-20 22:39:01",
            "id": "870097",
            "reply_to_id": "870094",
            "text": "Hehe, góður punktur :)"
        },
        {
            "user": "kij",
            "user_id": "30707",
            "date": "2003-01-20 20:03:26",
            "id": "870098",
            "reply_to_id": "870088",
            "text": "Ég held að Ástralar skoruðu fyrsta markið sitt á 13.mín en það skiptir ekki.\nEn annars var þetta fínn leikur."
        },
        {
            "user": "TestType",
            "user_id": "14778",
            "date": "2003-01-20 20:08:36",
            "id": "870099",
            "reply_to_id": "870088",
            "text": "Lýsandinn (Samúel Örn) reytti af sér brandarana yfir leiknum!\nBest fannst mér grínið með öldurnar ;)"
        },
        {
            "user": "inzanio",
            "user_id": "29213",
            "date": "2003-01-20 20:48:42",
            "id": "870100",
            "reply_to_id": "870099",
            "text": "Samúler örn er frændi minn"
        },
        {
            "user": "Rawk",
            "user_id": "7092",
            "date": "2003-01-20 20:57:18",
            "id": "870101",
            "reply_to_id": "870100",
            "text": "inzanio, ég samhryggist þér innilega.."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-20 20:14:09",
            "id": "870102",
            "reply_to_id": "870088",
            "text": "Ég horfði nú ekki sjálf á leikinn en bróðir minn horfði niðri í stofu og ég gat fylgst með þannig…JESS TÍU NÚLL!!…NEI!!…\nÉg er að pæla í að horfa bara á leikinn á morgun, eina íþróttin sem mér finnst gaman að HORFA á. Annars kann ég ekki rass í þessu.\nGeta Grænlendingar eitthvað í handbolta?"
        },
        {
            "user": "socata",
            "user_id": "12956",
            "date": "2003-01-20 20:15:19",
            "id": "870103",
            "reply_to_id": "870088",
            "text": "Það var nú svo að íslenskla liðið var ekki að leika vel í vörninni og gegn sterkari liðum efast ég um að varnarleikurinn hefði dugað til sigurs. Þetta er heimsmeistarakeppni og það þýðir að þarna eru lið frá öllum heimshornum og í Evrópu eru einfaldlega miklufleiri sterk og góð lið heldur en annarstaðar og í Eyja álfu eru liðin bara ekki betri.\nEn ég segi það nú að ef íslenska liðið hefði spilað góða vörn(eins og heimsklassa liði sæmir) í kvöld þá hefðu ástralar ALDREI skorað meira en 5-10 mörk í leiknum eins og þeir spiluðu.\n'Islenska liðið verður aldrei dæmt af þessum leik þar sem andstæðingurinn reyndi ekki að bíta frá sér né sýndi neina takkta svo hægt sé að sjá styrk liðsins, nema ein púnktur íslenska liðið hélt haus allan tíman þrátt fyrir enga mótspyrnu.\nkv Socata"
        },
        {
            "user": "Gabbler",
            "user_id": "18730",
            "date": "2003-01-20 21:18:42",
            "id": "870104",
            "reply_to_id": "870088",
            "text": "Miðlungs leikur hjá strákunum.  Ástralir voru nú ekki mikil hindrun.\nEn hafið þið spáð í einu!!!! ég uppgötvaði eitt alveg stórskrítið meðan ég horfði á leikinn.\nEngin enskumælandi þjóð getur neitt í handbolta :)\nSkrítin tilviljun.\nKveðja."
        },
        {
            "user": "Fatboy",
            "user_id": "5729",
            "date": "2003-01-20 21:55:51",
            "id": "870105",
            "reply_to_id": "870104",
            "text": "Ástralir eru sterk Crikket þjóð. Að keppa við þá í handbolta er eins og að senda þennan eina Crikket klúbb sem við eigum yfir til þeirra :p"
        },
        {
            "user": "haflilli",
            "user_id": "24952",
            "date": "2003-01-20 22:00:51",
            "id": "870106",
            "reply_to_id": "870105",
            "text": "Slóum gamla metið gegn Kúbu.Kannski var það skrifað en ég var ekki að lesa svörin.EN ÞETTA VAR SNILLD.\nÉg er að meina….greyið áströlsku gaurarnir.Engin smá niðurlæging.Hvernig komust þeir á HM?"
        },
        {
            "user": "haflilli",
            "user_id": "24952",
            "date": "2003-01-20 22:03:31",
            "id": "870107",
            "reply_to_id": "870106",
            "text": "Gamla metið var gegn Kýpur ekki Kúbu. Sá leikur átti sér stað í Kaplakrika fyrir nokkrum árum."
        },
        {
            "user": "haflilli",
            "user_id": "24952",
            "date": "2003-01-20 22:23:41",
            "id": "870108",
            "reply_to_id": "870107",
            "text": "skemtilegasti leikur sem ég hef séð."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-22 11:46:13",
            "id": "870109",
            "reply_to_id": "870088",
            "text": "Þeir gátu heldur EKKERT í sóknarleiknum. Þeir voru einfaldlega hræðilegir. Svo var rafmagnið af í svona halftíma.\nEn þetta var mjög fyndið. Ég og vinur minn vorum alveg geðveikt spenntir um að við myndum ná 40 marka mun. Svo fögnuðum þessu eins heimsmeistaratitlinum. Mjög fyndið."
        }
    ]
}