{
    "forum_title": "Hundar",
    "user": "demco",
    "user_id": "29435",
    "date": "2003-01-19 18:38:37",
    "title": "Dobermann/Rottweiler bann??",
    "text": "Var að frétta í dag eftir ekkert svo voða áreiðanlegu heimildum,\nað það væri til umfjöllunar hjá ráðuneytinu? að banna innflutning og ræktun á Dobermann og Rottweiler.\nLangaði að vita hvort einhver hér viti betur.\nEn ef þetta er satt, er þá ekki kominn tími til að banna aðrar tegundi?\nOg það á stundum verri bitvarga enn þessa tvo.\nÁ að alltaf að þurfa að koma með bönn við öllu sem fólk, (sem þekkir rétta aðila) þolir ekki að einhver annar á. Eða hræðist.\nHræðsla!\nEr það kanski nóg að t.d. ég fari niður í ráðuneyti og segi þeim að ég sé dauðhræddur við einhverja hundategund, (sem ég er alls ekki) og krefst þess að hún verði bönnuð????\nÉg verð alls ekki sáttur við að það sé farin þessi leið bara af því að einhverjum út í bæ er illa við þessa hunda.\nÞað verður fundið upp á að gera eitthvað á móti.\nT.d er fullt mögulegt að kæra úrskurð. Og það er hægt að láta málið ganga alla leið upp í Mannréttindadómstólinn.\nÞeir verða að vera með andskoti góð rök fyrir banninu, ef af verður.\nMér finnst það ástæðulaust að far út í boð og bönn með þessi mál.\nVið erum ekki með svo voða margar hundategundir hér á landi.\nEigum við ekki frekar að lifa í sátt og samlyndi með þá sem við höfum.\nLeyfum allavega eigendum og ræktendum þessara hunda að sanna sig.\nOg þá ræktendum mest með að þessir hundar hafni ekki í höndunum á misyndismönnum.\nEn, eftir allt þetta röfl núna, er einhver sem hefur heyrt af þessu???",
    "url": "https://www.hugi.is/hundar/korkar/117700/dobermannrottweiler-bann/",
    "url_id": "117700",
    "id": "869276",
    "replies": [
        {
            "user": "dnxcoded",
            "user_id": "14311",
            "date": "2003-01-19 21:09:37",
            "id": "869277",
            "reply_to_id": "869276",
            "text": "Ég hef heyrt um þetta en ég trúi því ekki að það sé hægt að banna þá, hvað ætla þeir að gera fyrir þá ræktendur sem hafa fjárfest í dýrum ? Borga skaðabætur ??  Ég held að það sé ekki í gangi að banna þá, alla vegana skulum við vona að Samfylkingin nái svo miklum meiri hluta inná þing að þeir þurfi ekki að taka Framsóknar flokkin með inní Ríkisstjórn sem hefur verið með Landbúnaðarráðunneytið allt of lengi !  Þeir geta ekki bannað þessar tegundir, hvers vegna ? hvað hafa þær gert ? , það er skiljanlegt með Pit-bull og Dogo Argentino, en Dobermann og Rottweiler hafa ALLS EKKI háa tíðni bita !!!!!\nGeturðu tilgreint hvaða heimildir þetta voru sem bárust til þín ???\nkveðja"
        }
    ]
}