{
    "forum_title": "Deiglan",
    "user": "InKiRoS",
    "user_id": "4614",
    "date": "2000-12-18 15:14:41",
    "title": "Hvernig virka lög skemtistaða...",
    "text": "Nú skrifa ég fyrir hönd þeirra sem eru ornir leyðir á einlitu skemtanalífi á Akureyri því miður er það þanig að ef þú stofnar til slagsmála inn á skemtistöðum bæarins þá er þér hennt út og mát ekki koma þangað í viku en á áhveðnum skemtistað er ég ætla að nota dulnefnið x á var y hent út og fór á tvegja ára bann lista fyrir að taka tvær myndir hvað er að hjá x er þetta ekki góð leið til að grafa undan sjálfum sér að neita blaðamönnum aðgang og hversvegna var y neitað hvað hafði x að fela þeir sem koma að málum vita hvað ég er að tala um en þetta er leingsta bann sem ég hef séð annar strákur sesm ég ætla að kalla z fór inn á x og lamdi dyravörð og var setur í 1árs bann svo að þetta er svona hjá x.\nlemur eða drepur óbreitan borgara vika til 6 mánaðar bann\nlemur dyravörð 1-1 1/2 ár bann\ntekur mynd og það er ár á hverja mynd af hverju.\nEf einhver frá skemtistaðnum x á Akureyri les þetta geturu þá útskýrt þetta fyrir mér því það eina sem ég sé og frá mínu sjónar horni þó það sé ekki ég sem er á bann lista fynst mér þetta vera neikvæt fyrir ykkur kveða til y og vonum breitingar til x\nkv fredinn",
    "url": "https://www.hugi.is/deiglan/greinar/11787/hvernig-virka-log-skemtistada/",
    "url_id": "11787",
    "id": "71757",
    "replies": [
        {
            "user": "jonr",
            "user_id": "3773",
            "date": "2000-12-18 15:50:39",
            "id": "71758",
            "reply_to_id": "71757",
            "text": "Hjálpi mér, það er á mörkunum að ég skilji hvað þú ert að reyna að segja. Hvernig væri að athuga stafsetningu og setningaskipan og pósta þessa grein aftur?\nJ."
        },
        {
            "user": "jonr",
            "user_id": "3773",
            "date": "2000-12-18 15:55:53",
            "id": "71759",
            "reply_to_id": "71757",
            "text": "Ég held reyndar að skemmtistaðir ráði alveg hverjum þeir hleypa inn og hverjum ekki. T.d. veit ég um dæmi þar sem manni var hent út fyrir að tala við dömu á skemmtistað vegna þess að einhver í hljómsveitinni sem spilar oft þarna leist vel á hana… haldiði að það sé munur?\nJ."
        },
        {
            "user": "Vargur",
            "user_id": "541",
            "date": "2000-12-18 16:15:29",
            "id": "71760",
            "reply_to_id": "71757",
            "text": "Skemmtistaðir eru einkareknir, og húsnæðið er í einkaeign. Þeim er fullkomnlega í sjálfsvald sett hverjum þeir hleypa inn og hverjum ekki, rétt einsog þú ræður hverjum þú býður heim til þín.\nÉg er ekki að segja að þeirra viðmiðanir séu sanngjarnar gagnvart viðskiptavinum (miðað við þína frásögn), en þetta er nú einu sinni nokkuð sem þeir ráða sjálfir… hvort sem okkur líkar betur eða verr.\nKveðja,\nv a r g u"
        },
        {
            "user": "mancubus",
            "user_id": "819",
            "date": "2000-12-18 16:44:16",
            "id": "71761",
            "reply_to_id": "71760",
            "text": "þeir geta semsagt bannað negrum grjónum þroskaheftum osfrv. að koma inn. hrmph þetta er bara bull. þessu verður að breyta."
        },
        {
            "user": "Vargur",
            "user_id": "541",
            "date": "2000-12-19 10:39:32",
            "id": "71762",
            "reply_to_id": "71761",
            "text": "Já, þeir geta bannað þeim sem þeir vilja að koma inn. Nei, þessu verður ekki að breyta og má auðvitað ekki breyta. Ég er sammála því að það er ekki skemmtileg tilhugsun að einhverjum væri meinaður aðgangur að skemmtistað sökum litarháttar eða annars, en þetta snýst um eignarrétt. Eigendur húsnæðisins eru eigendur húsnæðisins. Þeir verða að fá að fara með það einsog þeim sjálfum sýnist, annað væri rugl.\nv a r g u"
        },
        {
            "user": "Ize",
            "user_id": "6335",
            "date": "2000-12-18 22:50:48",
            "id": "71763",
            "reply_to_id": "71757",
            "text": "Gjörsamlega óskyljanleg grein.Hvað ertu að reyna að segja???"
        },
        {
            "user": "Xenia",
            "user_id": "5249",
            "date": "2000-12-18 22:51:37",
            "id": "71764",
            "reply_to_id": "71757",
            "text": "Ég veit um hvaða mál þú ert að tala…og mér finnst þetta ekkert smá furðulegt. Þetta gerir í raun ekkert nema að fá fólk uppi á móti skemmtistaðnum, sem að ég get alveg upplýst að er Sjallinn á Akureyri.\nÞað eru örugglega einhverjar reglur í Sjallanum sem banna myndatökur, en það er samt fáránlegt að setja hann í 2 ára bann. Það sem þeir eru hræddir við er líklega það að það er fullt af of ungu fólki (undir 18 ára) að skemmta sér þarna inni um hverja helgi og þeir vilja líklega ekki láta koma upp um sig.\nSkemmtið ykkur vel um jólin og áramótin\nKveðja, Xenia"
        },
        {
            "user": "Porcelina",
            "user_id": "5822",
            "date": "2000-12-19 08:13:23",
            "id": "71765",
            "reply_to_id": "71764",
            "text": "Mér finnst bannið við myndatökunni mjög gott, ef ég á að segja alveg eins og er. Það er þó ekki vegna þess að ég er undir 18 (I'm not) heldur vegna þess að ef ég væri að skemmta mér myndi ég ekki vilja hafa það að einhver væri að taka myndir af mér (eins asnalegur og maður er nú). Þið vitið þessar myndir sem teknar eru af fólki þegar það er að taka einhver rosa dansspor eða eitthvað. Það er kannski allt gott og blessað ef það eru vinir þínir eða eitthvað, bara svona hafa gaman, úti að skemmta sér saman. Þegar hinsvegar ókunnugir væru farnir að koma með myndavélar þá færi mér fyrst að hætta að standa á sama. T.d. ef að fólk allt í kringum mig væri að taka myndir af vinum sínum og svoleiðis og þá verður maður ósjálfrátt svolítið svona “self-conscious” og sleppir ekki jafn mikið fram af sér beislinu.\nSá enginn Djúpu Laugar þáttinn þar sem þau fóru á Sjallann og myndatökugaurarnir ætluðu með inn og þeim var bannað það? Það voru VIDEOTÖKUVÉLAR, mynduð þið vilja hafa verið að dansa við hliðina á “fólkinu úr Djúpu Lauginni” og sjást svo allt í einu bara í sjónvarpinu helgina á eftir? Held nefnilega ekki. :=)\nAuk þess held ég að flassið á myndavélunum sé nú ekkert alveg það besta sko."
        },
        {
            "user": "saevar",
            "user_id": "835",
            "date": "2000-12-19 09:40:58",
            "id": "71766",
            "reply_to_id": "71757",
            "text": "Vá, ég var byrjaður að halda á tímabili að það hefði ekki verið neitt verkfall og ég væri komin aftur í STÆ403. X+Y diffrað og bla bla bla"
        },
        {
            "user": "yaf",
            "user_id": "6162",
            "date": "2000-12-19 11:50:19",
            "id": "71767",
            "reply_to_id": "71757",
            "text": "Afsakið herra greinarhöfundur, en ég held að þú sért hálfviti."
        },
        {
            "user": "elDoro",
            "user_id": "3625",
            "date": "2000-12-19 13:43:52",
            "id": "71768",
            "reply_to_id": "71767",
            "text": "Gaman að sjá svona rökstutt og skemmtilega vitrænt comment."
        },
        {
            "user": "Vargur",
            "user_id": "541",
            "date": "2000-12-19 16:30:34",
            "id": "71769",
            "reply_to_id": "71768",
            "text": "hehe"
        },
        {
            "user": "Dade",
            "user_id": "275",
            "date": "2000-12-20 09:28:40",
            "id": "71770",
            "reply_to_id": "71757",
            "text": "Ég sammála þeim sem segja að eigendur húsnæðis eigi að ráða hverjum þeir hleypa inn og hverjum ekki. Þannig verður það að vera. Og ég get líka skilið sjónarmið þeirra sem segja að myndavélar eigi að vera bannaðar inni á skemmtistöðum. Hins vegar finnst mér tveggja ára bann full mikið af hinu góða. Það væri nú einfaldlega hægt að gera myndavélina upptæka þangað til eigandi hennar færi. Og það að láta hann eyða myndinni…það er náttúrulega bara bull. Hvað græða þeir á því? Og ef þetta er jafn alvarlegt og dyraverðir Sjallanns segja, af hverju er þá hvergi skilti?!?"
        },
        {
            "user": "clint",
            "user_id": "5524",
            "date": "2000-12-20 13:01:35",
            "id": "71771",
            "reply_to_id": "71757",
            "text": "Ókei, hvernig stendur á því að svona grein kemst inn í greinapóstinn? Ég veit ekkert hvað þú ert að tala um. X…Y…hnit…brauðrist…neeei…"
        }
    ]
}