{
    "forum_title": "Smásögur",
    "user": "gribba",
    "user_id": "5197",
    "date": "2000-12-18 17:09:53",
    "title": "SYNDARAR!!!",
    "text": "Hahahaha….\nHver var að hlæja… ó já… það var hann.  Hann var að hlæja því það styttist í fullkomnun hjá honum.  Líkin fundust í þeirri röð sem hann vildi og lögreglan var ráðþrota.\nHann var aðeins að gera þeim greiða, í raun og veru, Því þau voru öll syndarar og ættu ekki að ganga með kross um hálsinn.  Krossana tók hann sem minnjargrip.  Hann horfði á líkið, þetta var myndarleg kona um þrítugt með svart sítt hár, stór brún augu, lítið og nett nef.  Hún var vel vaxin með stinn brjóst.  Nakin, öll úötuð í blóði sínu, blóði syndara.\nHann hrifsaði kross festina af hálsi hennar.  Sjöundi krossinn, nokkuð gott safn.  Suma af krossunum bar hann um hálsinn eða var með þá einhvers staðar á sér.  Þessi kross var svo fallegur, viðarkross, dökkur viður sem krossinn, og jesús útskorinn úr ljósum við.  Þennan kross festi hann við lyklakippuna sína.  Hann strauk þumalfingri yfir líkneskið og setti svo kippuna aftur í buxurnar sínar sem lágu á rúminu.\nHann snéri sér aftur að líkinu.  Hann yrði að skrifa skilaboð sín á líkið líkt og öll hin, boðin urðu að komast til skila.  Þetta var þó síðasta hreinsunin í bili.\nHann vissi að lögreglan myndi ekki ná honum því hann vandaði sig vel og var alls ekki kærulaus.\nHann byrjaði að skera tákn á líkama hennar, skilaboðin, ástæða synda hennar.\nNæst var að þrífa hana, hann þvoði hana með þvottapoka.  Rólega þreif hann blóðið af.  Hann tók sér tíma í öll sín verk til að vera viss um að ekkert myndi fara úrskeiðis.  Hann ætlaði ekki að láta ná sér, svo sannarlega ekki.  Hann brosti og fór að flissa, þetta var allt svo fullkomið.\nHann fór með líkið á viðeigandi stað og stillti henni upp í stellinguna sem öll hin höfðu verið í, til að sýna Drottni að þau hafi vanvirt hann.\nÞað besta var eftir, fylgjast með lögreglunni við starf sitt og sjá hvað lögreglumennirnir voru ráðþrota.  Hann settist upp í bifreið sína og keyrði flissandi heim til sín.  Þar tók hann aðeins til og fór svo upp í rúm.  Hann sofnaði með bros á vör.\nÞað hafði verið hringt inn og tilkynnt um lík í grendinni, greinagóð lísing fylgdi með.  Hún vissi svo sem að þetta var eftir synda-morðingjann.  Hún yrði að hringja í félaga sinn og segja honum að koma.  Á meðan hún beið eftir því að hann svaraði horfði hún á kortið þar sem staðsetningar fórnalambana voru merkt inn með rauðum hring.  Fyrstu fjögur fórnalömbin mynduðu kross á kortinu og hún vissi að næstu þrjú áttu að merkja festingar Krists á krossinum, hún sá það fyrst núna.  Andskotinn… því föttuðu þau þetta ekki fyrr…\nÞau höfðu eytt mörgum tímum í að reyna að sjá mynstur úr þessu og félagi hennar hafði komið með mikið af hugmyndum sem þeim fannnst aldrei passa nógu vel.  Þau höfðu endað með hugmyndina um að morðinginn væri kannski að búa til marga krossa, hver öðrum minni.  Því höfðu þau ekki séð þetta fyrr…\nÁ hinum enda línunnar heyrðist dauft halló…\n-Varstu sofandi? Spurði hún.   Þetta var einn af fáum frídögum hans.\n-Já… reyna að losna við þig í smá tíma.  Hún heyrði að hann brosti.\n-jæja, til að gera langa sögu stutta, það fannst sjöunda fórnalambið.\n-Ég er á leiðinni. Svaraði hann snöggt og lagði á.\nHún fór yfir að kortinu og setti fingurinn þar sem nýjasta fórnalambið hafði fundist og já… það passaði, festingar Krists á krossinum.\nhún þaut að skrifborði sínu og skoðaði í gegnum myndirnar.\nÁ fyrsta líkinu á hægri hendi hafði verið skorið við úliðinn og vinstra megin á líki tvö.  Á þriðja hafði verið skorið yfir hálsinn og á fjórða við öklana.  Þó hafði staðsetning þeirra ekki verið í samræmi við hvaða hluta af krossinum fórnalambið táknaði.\nFórnalamb fimm var með djúpt sár við vinstri úlið og sjötta fórnalambið var með djúpt sár við hægri úlið.  Hún vissi að sjöunda líkið væri með svipuð sár á fótunum.  Þetta var svo augljóst núna, þó svo staðsetning fórnalambanna var ekki í samræmi við hvaða hluta þau áttu að tákna.  Þetta var svo augljóst núna.\nHún tók öll gögnin með sér og gluggaði í þeim á leiðinni út.  Hún beið fyrir utan þangað til félagi hennar kom.  Hann flautaði á hana og hún hrökk upp frá blöðunum sem hún var að róta í gegnum.\nEr hún var sest inn í bílinn þá útskýrði hún fyrir honum það sem hún hafði komist að.  Hann kinnkaði kolli einbeittur á svip á meðan hann stýrði bifreiðinni í gegnum umferðina.\nHann stöðvaði bifreiðina stutt frá staðnum sem líkið hafði fundist.\nHann drap á bílnum. Tók lykilinn úr svissinum og viðar krossinn danglaði á kyppunni.  Hún leit á hann og opnaði hurðina.\n-Jæja eigum við að leggja í hann?  Sagði hún um leið og hún fór út úr bílnum.  Hann kinnkaði kolli.\n-Já drífum okkur.  Hann steig út úr bifreiðinni og brosti er hann setti kippuna í vasann á buxunum.",
    "url": "https://www.hugi.is/smasogur/greinar/11791/syndarar/",
    "url_id": "11791",
    "id": "71811",
    "replies": [
        {
            "user": "Ainar",
            "user_id": "3753",
            "date": "2000-12-19 13:55:59",
            "id": "71812",
            "reply_to_id": "71811",
            "text": "Frábær saga, lúmsk og vel úthugsuð"
        },
        {
            "user": "angelica",
            "user_id": "5485",
            "date": "2000-12-20 01:02:51",
            "id": "71813",
            "reply_to_id": "71811",
            "text": "Þú ert alltaf að fá svo góðar hugmyndi"
        },
        {
            "user": "oxy",
            "user_id": "3756",
            "date": "2000-12-22 23:04:13",
            "id": "71814",
            "reply_to_id": "71811",
            "text": "Góð saga og vel skrifuð."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-01-02 14:32:37",
            "id": "71815",
            "reply_to_id": "71811",
            "text": "Góð, en mig minnir að þú hafir sagt mér þetta aðeins öðruvísi. enn samt þú færð góðan plús……."
        }
    ]
}