{
    "forum_title": "Kvikmyndagerð",
    "user": "trekster",
    "user_id": "10082",
    "date": "2003-01-21 22:33:12",
    "title": "Pælingar",
    "text": "Ég er búinn að taka mikið eftir því að það er margir hérna að tala um fjöldan allan af myndum sem þeir eru búinir að vera að gera og hversu miklar snilldir þær eru. Því miður fyrir okkur hin virðist vera mikið mál að koma þessum myndum inn á huga þannig að við getum ekki dæmt um það sjálf þannig að mig´langar að koma með uppástungu sem þið hin getið melt innra með ykkur.\nHvernig væri að redda einhverskonar stað til að sýna heimildar- og stuttmyndir áhugamanna (og þessvegna fullar myndir ef einhverjir hafa haft ráð á því að búa svoleiðis til). Þetta gæti verið svona ókeypis framtak sem allir gætu haft gaman af, hvort sem maður er áhorfandi eða sýnir.\nÉg sjálfur hef áhuga á að búa til kvikmyndir en ég sé það ekki gerast næstu eitt til tvö árin og þegar (og væntanlega ef) ég geri myndir á ég von á því að ég eigi ekki eftir að koma þeim í almenna dreifingu (hvort sem það telst til sjónvarps eða kvikmyndahúsa).\nÞannig að ég var að spá hvort þetta væri ekki sniðugt framtak. Jafnvel væri hægt að stofna einhverskonar félag utan um þetta. Svo gæfi þetta ungum og upprennandi kvikmyndurum tækifæri á að sýna öðrum efnið sitt og komast í kynni við annað fólk sem er að vinna innan geirans og einnig væri þetta frábært sem ókeypis afþreying.\nJæja nóg af rausi, þetta var bara svona hugmynd.\nMeltið þetta og látið mig vita hvort þetta er bara rugl hjá mér.\nHemmi.",
    "url": "https://www.hugi.is/kvikmyndagerd/greinar/118031/paelingar/",
    "url_id": "118031",
    "id": "872393",
    "replies": [
        {
            "user": "Nikki21",
            "user_id": "15608",
            "date": "2003-01-21 23:29:24",
            "id": "872394",
            "reply_to_id": "872393",
            "text": "Þetta er góð hugmynd"
        },
        {
            "user": "GSnow",
            "user_id": "12957",
            "date": "2003-01-21 23:30:04",
            "id": "872395",
            "reply_to_id": "872393",
            "text": "snilldar hugmynd, akkúrat það sem að vantar eftir allt þetta tal um sínar myndir og læti.\nef að einhver veit um eða hefur húsnæði endilega reyna að koma þessu í kring, því miður hef ég ekki né þekki neinn með svoleiðis aðstöðu. Góð hugmynd sem að mundi hjálpa ef til vill mörgum að koma sér áfram, því að margir geta ekki komið myndunum sínum í tölvuvætt form"
        },
        {
            "user": "Blitz",
            "user_id": "6683",
            "date": "2003-01-21 23:43:25",
            "id": "872396",
            "reply_to_id": "872395",
            "text": "FÍKGÁ - Félag íslenskra kvikmyndagerða áhugamanna. :)"
        },
        {
            "user": "villi72",
            "user_id": "28565",
            "date": "2003-01-22 00:28:16",
            "id": "872397",
            "reply_to_id": "872393",
            "text": "Ég held að\nBíó Reykjavík\nsé að reyna eitthvað svona. Spurning hvort þau hafi verið nógu dugleg að láta vita af sér?"
        },
        {
            "user": "villi72",
            "user_id": "28565",
            "date": "2003-01-22 00:32:24",
            "id": "872398",
            "reply_to_id": "872397",
            "text": "spurning hvort ég ætti að læra BBCode aðeins betur:-)\nvirkar þetta?\nBíó Reykjavík"
        },
        {
            "user": "Blublu",
            "user_id": "12532",
            "date": "2003-01-22 00:37:28",
            "id": "872399",
            "reply_to_id": "872398",
            "text": "BBCode virkar GREINilega ekki í GREINum. Já, ég er sniðugur."
        },
        {
            "user": "MaD",
            "user_id": "8203",
            "date": "2003-01-22 01:00:06",
            "id": "872400",
            "reply_to_id": "872399",
            "text": "Mér finnst þetta ekkert allt of góð hugmynd, kannski vegna þess að ég er í fýlu af því að ég gæti ekki komist þangað sem ákveðið væri að myndirnar yrðu sýndar. Finnst líklegt að það yrði á höfuðborgarsvæðinu, og ég nenni ekki að fara að eyða stórfúlgu í flugmiða, en ég er jú bara í fýlu.\nEn eiga einhverjar myndir að fara að koma á huga? Ég hélt að það hefði verið ákveðið."
        },
        {
            "user": "GSnow",
            "user_id": "12957",
            "date": "2003-01-22 08:09:59",
            "id": "872401",
            "reply_to_id": "872400",
            "text": "en hvernig á fólkið sem að getur ekki tölvuvætt myndirnar sínar að koma sér á framfæri?"
        },
        {
            "user": "lenin",
            "user_id": "7148",
            "date": "2003-01-22 10:59:01",
            "id": "872402",
            "reply_to_id": "872397",
            "text": "Bíó Reykjavík"
        },
        {
            "user": "sandrass",
            "user_id": "25449",
            "date": "2003-01-22 09:31:12",
            "id": "872403",
            "reply_to_id": "872393",
            "text": "mjög töff hugmynd…"
        },
        {
            "user": "nedrud",
            "user_id": "26720",
            "date": "2003-01-22 11:59:13",
            "id": "872406",
            "reply_to_id": "872393",
            "text": "Já þetta er mjög góð hugmynd. En ekki ný held ég. En það eiga nú einhverjar myndir eftir að koma hingað á huga."
        },
        {
            "user": "elDoro",
            "user_id": "3625",
            "date": "2003-01-22 12:13:04",
            "id": "872407",
            "reply_to_id": "872393",
            "text": "Bíó Reykjavík eru með þessa pælingu í gangi. Þeir halda alltaf reglulega Opið Bíó þar sem hver sem er getur komið með sína mynd og sýnt hana. Þeir eiga hrós skilið fyrir það sem og snilldar kvikmyndamaraþonin sín. Ég mæti pottþétt einnig á næsta maraþon."
        },
        {
            "user": "jMcGregor",
            "user_id": "22645",
            "date": "2003-01-22 13:14:48",
            "id": "872408",
            "reply_to_id": "872407",
            "text": "Félag áhugamanna um ýmislegt hefur í hyggju að halda áhugamannakvöld um kvikmyndagerð bráðlega… ég get komið með frekari upplýsingar bráðlega"
        },
        {
            "user": "fede",
            "user_id": "27853",
            "date": "2003-01-22 13:39:41",
            "id": "872404",
            "reply_to_id": "872393",
            "text": "opið bio fyrsta þriðjudag hvers manaðar allir sem koma með mynd fá hana sýnda i húsnæði MÍR vatnsstíg"
        },
        {
            "user": "trekster",
            "user_id": "10082",
            "date": "2003-01-24 14:42:28",
            "id": "872405",
            "reply_to_id": "872404",
            "text": "Kúl, frábært að vita.\nÉg á heima beint á móti þannig að það er ekki langt að fara :D"
        },
        {
            "user": "oskarbste",
            "user_id": "26860",
            "date": "2003-01-22 14:58:22",
            "id": "872409",
            "reply_to_id": "872393",
            "text": "brilljant. bara verður að gerast!"
        },
        {
            "user": "Satta",
            "user_id": "16516",
            "date": "2003-03-18 16:51:49",
            "id": "872410",
            "reply_to_id": "872393",
            "text": "Þetta er frábær hugmynd. Það hefur lengi verið þörf á einhverju svona hérna heima. Eitthvað sem að getur gefið ungu kvikmyndagerðar fólki tækifæri"
        }
    ]
}