{
    "forum_title": "Deiglan",
    "user": "Jeedo",
    "user_id": "17190",
    "date": "2003-01-22 15:23:26",
    "title": "Hver eru mannréttindi okkar",
    "text": "Ég ákvað að skrifa þessa grein til að komast að því hvaða réttindi maður hefur á íslandi í tengslum við lögregluna.\nFyrst ætla ég að gera grein fyrir atviki því sem varð til þess að ég ákvað að skrifa þessi orð.\n—\nÉg og 2 vinir mínir fórum út fyrir nokkru síðan til að sprengja kínverja sem við vorum búnir að breyta aðeins.\nÞ.e.a.s. við tókum þá út úr tertunni sem þeir voru upprunalega í, settum á þá kveikiþræði og þar endaði það.\nSíðan fórum við að strax-planinu svokallaða og sprengdum þrá kínverja inní hveitipoka og tókum myndir að því með myndavél sem einn okkar átti, við pössuðum okkur að gera þetta þannig við værum ekki að búa til óþarfa rusl.\nAllavegana, á eftir stoppaði löggan okkur og bað um að leita á okkur og í fórum okkar, einnig tóku þeir niður nafn okkar, kennitölu osf.\nEinnig tóku þeir niður serial-númerið á myndavélinni líklega til að athuga hvort hún væri stolin, sem hún er ekki.\nÉg verð nú að enda á því að minnast á að ein af þessum löggum var örruglega ein sú treggáfaðasta sem ég hef séð, einhver stór rumur sem var með lítið vasaljós og blikkaði í augun á vini mínum í svona 2 mínótur mjög hugsi á svip og endaði á því að staðhæfa að hann væri með stóra augasteina.\n—\nÉg veit að þeir máttu gera þetta því við gáfum samþykki okkar við þessu öllu það sem ég er að fiska eftir er hvað á maður að gera í svona aðstöðum þegar löggan stoppar mann og biður um nafn ofl. á maður að neita eða hvað?",
    "url": "https://www.hugi.is/deiglan/greinar/118242/hver-eru-mannrettindi-okkar/",
    "url_id": "118242",
    "id": "873758",
    "replies": [
        {
            "user": "thortho",
            "user_id": "7555",
            "date": "2003-01-23 16:40:19",
            "id": "873759",
            "reply_to_id": "873758",
            "text": "Sorrý, en þú hefur bara alls engin réttindi gagnvart löggunni.\nJú, þú getur auðvitað neitað að gefa upp nafn og kennitölu - en þá eiga þeir bara eftir að vera með meira vesen.  Þetta er svipað og ef þeir spyrja hvort þeir megi leita í bílnum þínum eftir vímuefnum eða þýfi:  Ef þú neitar, þá verðuru grunsamlegur, þá hefuru eitthvað að fela.  Og þá byrja vandræðin."
        },
        {
            "user": "MrGoodman",
            "user_id": "7110",
            "date": "2003-01-23 16:50:45",
            "id": "873760",
            "reply_to_id": "873758",
            "text": "í stjórnarskrá íslands stendur í 71. gr.\n“[Allir skulu njóta friðhelgi einkalífs, heimilis og fjölskyldu.\nEkki má gera líkamsrannsókn eða leit á manni, leit í húsakynnum hans eða munum, nema samkvæmt dómsúrskurði eða sérstakri lagaheimild. Það sama á við um rannsókn á skjölum og póstsendingum, símtölum og öðrum fjarskiptum, svo og hvers konar sambærilega skerðingu á einkalífi manns.\nÞrátt fyrir ákvæði 1. mgr. má með sérstakri lagaheimild takmarka á annan hátt friðhelgi einkalífs, heimilis eða fjölskyldu ef brýna nauðsyn ber til vegna réttinda annarra.”\nþeir meiga ekki leita á þér nema þú samþykkir! ef þú neitar og þeir ætla þá að taka þig niðrá stöð áttu að spyrja “ertu að handtaka mig?” því í 67. gr. stendur:\n“[Engan má svipta frelsi nema samkvæmt heimild í lögum.\nHver sá sem hefur verið sviptur frelsi á rétt á að fá að vita tafarlaust um ástæður þess.\nHvern þann sem er handtekinn vegna gruns um refsiverða háttsemi skal án undandráttar leiða fyrir dómara. Sé hann ekki jafnskjótt látinn laus skal dómari, áður en sólarhringur er liðinn, ákveða með rökstuddum úrskurði hvort hann skuli sæta gæsluvarðhaldi. Gæsluvarðhaldi má aðeins beita fyrir sök sem þyngri refsing liggur við en fésekt eða varðhald. Með lögum skal tryggja rétt þess sem sætir gæsluvarðhaldi til að skjóta úrskurði um það til æðra dóms. Maður skal aldrei sæta gæsluvarðhaldi lengur en nauðsyn krefur, en telji dómari fært að láta hann lausan gegn tryggingu skal ákveða í dómsúrskurði hver hún eigi að vera.\nHver sá sem er af öðrum ástæðum sviptur frelsi á rétt á að dómstóll kveði á um lögmæti þess svo fljótt sem verða má. Reynist frelsissvipting ólögmæt skal hann þegar látinn laus.\nHafi maður verið sviptur frelsi að ósekju skal hann eiga rétt til skaðabóta.”\nog hananú."
        },
        {
            "user": "Jeedo",
            "user_id": "17190",
            "date": "2003-01-23 20:00:09",
            "id": "873761",
            "reply_to_id": "873760",
            "text": "Þakka þér fyrir mjög gott svar tactik. Þetta um það bil svaraði því sem ég var að spurja um."
        },
        {
            "user": "vortex",
            "user_id": "620",
            "date": "2003-01-23 17:24:43",
            "id": "873762",
            "reply_to_id": "873758",
            "text": "Ég myndi ekki segja nei ef þeir biðja um að fá að leita á þér. Þá fá þeir bara heimild til þess og leggja þig í einelti eftir það. Það er alveg pottþétt að þeir fucka í þér eins mikið og þeir mögulega geta ef þú ert ekki samvinnuþýður. En ef þeir eru að leita að dópi þá auðvitað bannaru þeim að leita nema þeir hafi heimild en ef þú ert ekki að gera neitt af þér þá myndi ég alls ekki neita þeim. Þú rugla þeir alltaf eitthvað í þér. Trúðu mér."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-23 21:03:03",
            "id": "873763",
            "reply_to_id": "873762",
            "text": "well ef mar hefur engu að tapa, þ.e. er ekki sekur af einhverri vitleysu, þá ætti maður hiklaust að nýta sér rétt sinn\nhreinlega til að halda sjálfsvirðingunni og láta ekki stráfella sig ofan í meðalmennsku samfélagsþrælsins"
        },
        {
            "user": "vortex",
            "user_id": "620",
            "date": "2003-01-25 15:14:15",
            "id": "873764",
            "reply_to_id": "873762",
            "text": "Sko, ég er að deyja úr lögguhræðslu hérna, ég og vinkona mín lentum einu sinni í því að fíknó tók feil á okkur og einhverjum alræmdum dópistum (hlýtur að vera) og þeir brutu vinkonu mína algerlega niður, leituðu á henni allri, lásu bréf sem hún var með í vasanum og kölluðu hana alltaf vitlausu nafni. Þegar þeir uppgötvuðu mistök sín þá ruku þeir í burtu og báðu ekki einu sinni afsökunar. Ég hef alltaf hatað fíknó eftir þetta (alla sem eru í fíknó á Íslandi) þótt ég hafi aldrei séð slíkar lífverur aftur. Fyrst fannst mér þeir svo fyndnir að ég hló eitthvað smá að þeim (vissi ekki að þeir væru löggur, hélt þetta væru bara einhverjir ruglaðir gamlir kallar) og þá fóru þeir að segja að ég væri nú greinilega útúrreykt og ekki hægt að tala við mig! Ég vissi ekki einu sinni hvað þeir áttu við þá (og fattaði ekki strax að þeir væru löggur, gerði það ekki fyrren venjulegar löggur komu á svæðið með sírenur og svona) en veit núna að þeir héldu því fram að ég hefði verið að reykja hass. Mér finnst þetta svoldið svívirðilegt að hafa lent í þessu áreiti því á þessum tíma hafði ég ekki einu sinni séð hass.\nEn allavega, ef maður hefur ekkert að fela þá á maður að neita þeim um alla samvinnu, bíða þartil þeir redda sér heimild og svona og leyfa þeim að gera sig að fíflum. Sýnum þeim allavega aldrei undirgefni því íslenskar löggur eru hársbreidd frá því að vera fasistar. Saklaust fólk á ekki að þurfa að þola áráshneygð, áreiti, valdníðslu og yfirgang einhverra treggáfaðra ofbeldisfullra fífla sem gengu í lögguna til að fá útrás fyrir þessar hvatir."
        },
        {
            "user": "GARafAR",
            "user_id": "20511",
            "date": "2003-01-25 22:44:49",
            "id": "873765",
            "reply_to_id": "873764",
            "text": "Heyr  Heyr.  Sammála síðasta ræðumanni."
        },
        {
            "user": "gummiz",
            "user_id": "20742",
            "date": "2003-01-26 18:53:37",
            "id": "873766",
            "reply_to_id": "873764",
            "text": "Mjög svo sammála þér."
        },
        {
            "user": "gummiz",
            "user_id": "20742",
            "date": "2003-01-28 13:27:12",
            "id": "873767",
            "reply_to_id": "873766",
            "text": "Sammala. . . islenskar loggur eru fasistar sem fara ekki eftir neinu, nema thvi sem leggst i vana  -a stodinni-!"
        },
        {
            "user": "orchid",
            "user_id": "24402",
            "date": "2003-01-23 19:23:37",
            "id": "873768",
            "reply_to_id": "873758",
            "text": "þú gerðir þó eikað, þannig séð, af þér. Löggan tók mig fyrir að vera of lengi úti þegar ég var að ‘labba heim’ kl 22:30 á föstudagskvöldi, og ég var sú eina edrú í öllum miðbænum! *urr* löggan er ekkert annað en ýmindað embættistákn"
        },
        {
            "user": "Apache",
            "user_id": "22151",
            "date": "2003-01-23 19:43:53",
            "id": "873769",
            "reply_to_id": "873758",
            "text": "Það veitir bara ekkert af að taka ykkur þessi sprengióðu kvikindi og hirta ykkur til. Hvaða nótur eru þessar mínótur? Er það í einhverju tónverki?"
        },
        {
            "user": "GARafAR",
            "user_id": "20511",
            "date": "2003-01-24 14:13:25",
            "id": "873770",
            "reply_to_id": "873758",
            "text": "Þú hefur fullan rétt á því að neita að sýna lögreglu samstarfsvilja, í máli er varðar þig sjálfan. En er ekki búið að koma þeirri tilfinningu inn hjá þér að ef þú ekki hlýðir lögreglu í einu og öllu, ertu örugglega sekur um eitthvað. LOL   Svo er bundið í lög, að borgarinn skuli framvísa persónuskilríkjum ef lögreglan fer framm á slíkt. Að öðru leiti þarftu ekki að aðstoða lögreglu við rannsókn á þér."
        },
        {
            "user": "vor",
            "user_id": "50550",
            "date": "2003-01-24 19:35:27",
            "id": "873771",
            "reply_to_id": "873770",
            "text": "Hvað varð um ,,Saklaus unns sekt er sönnuð''?\nAllavegana hef ég lennt í svipaðari aðstöðu og þú Jeedo, ég neitaði, þeir gerðu ekkert….\nLögreglan er ekkert nema úrelt stofnun, þeas, það mætti fara að siða þessa lögreglumenn til.\nAð stoppa fólk fyrir að vera að labba úti eftir tíu er heimzka.\nAð stoppa fólk fyrir að sprengja sprengjur í kringum/á gamlársdag er vitleysa……\nKv. ^Schafer^\nP.S. vinsamlegast ekki elda mig fyrir svar mitt…"
        }
    ]
}