{
    "forum_title": "Stjórnmál",
    "user": "biko",
    "user_id": "5867",
    "date": "2003-01-23 12:35:40",
    "title": "Kosningarmálin í vor!",
    "text": "Hver fynnst ykkur eiga að vera hellstu kosningarmálin í vor? Hvaða málefni eiga eftir að ráða ykkar atkvæði?\nFyrir mig er það hellst eftirfarandi hlutir sem skipta máli:\n1. Utanríkismálin\nÞá er ég hellst að tala um stríð í Ìrak. Èg mun ekki kjósahernaðarsinna og sérstaklega í þessum kosningum er mikilvægt að forgangsraða þessu málefni. Allt bendir til að stríðið gegn Ìrak verði ekki síðasta árásarstríðið í trássi við sjálfsákvöðunarrétt þjóða og alþjóðalög á þessu kjörtímabili og ég mun ekki styðja fólk sem mun nota atkvæði mitt til að styðja slíkt í nafni íslensku þjóðarinnar.\n2. Menntamál\nMér finnst mikilvægt að gera skurk í menntamálum þjóðarinnar. Háskólinn er staðnaður undir fjársvellti og málefnum menntaskólanna er stjórnað án samvinnu vid skólana. Verkföll og lág laun einkenna þessa vinnustaði og nauðsynlegt er að ná upp neistanum aftur. Ef á að gera slíkt að þá verður að fjárfesta í framtíðinni og ekki bara þungaiðnaði. Èg er ekkiert sérstaklega á móti iðnaði en það er fáránlegt ekki að reyna ad dreyfa áhættunni og nota frekar hina takmörkuðu fjármuni ríkisins til að auka fjölbreyttni í íslensku atvinnulífi, heldur en að festast bara í hringekju í kringum álver. Það hefur jafnan verið hellsti veikleiki íslenska hagkerfisins hversu sérhæfður hann er og því háður verðsveiflum og gengi ákveðinna atvinnuvega. Með því að auka fjárveitingar til menntunar væru tekin stór skref í átt að langtíma uppbyggingu fjölbreytts atvinnulís á Ìslandi.\n3. Mannréttindi\nEngin fleiri Falun Gong mál, engar handtökur á friðsömum mótmælendum. Þetta ætti að vera sjálfsagður hlutur en er það greinilega ekki! Engan stuðning við árásir á mannréttindi annars staðar í heiminum. Komi hingað erlendir leiðtogar ríkja sem brjóta mannréttindi alvarlega og reglulega, að þá er eðlilegt að slíkt sé fordæmt af íslenskum stjórnvöldum. Þetta ætti að eiga við hvort sem  um er að ræða stórveldi eins og Bandaríkin, Kína, Rússland eða önnur ríki með slæma stöðu í mannrættindamálum. Við getum kannski engu breytt um ástand mála í þessum löndum í dag, en við getum haldið virðingu okkar og í samvinnu við önnur lönd kannski lagt fram okkar skerf að betri heimi. Fordæmi um sjálfstæða þjóð sem hefur engan her, virðir mannréttindi og hefur háan lifistandard er kannski meira virði í lengdina en nokkuð annað.\nLátið nú heyra í ykkur. Hvað er mikilvægast fyrir ykkur?",
    "url": "https://www.hugi.is/stjornmal/greinar/118483/kosningarmalin-i-vor/",
    "url_id": "118483",
    "id": "875606",
    "replies": [
        {
            "user": "deus",
            "user_id": "295",
            "date": "2003-01-23 20:51:35",
            "id": "875607",
            "reply_to_id": "875606",
            "text": "Fyrir mig sem ungan háskólanema er það alveg hiklaust menntamál. Þar á eftir koma Evrópumálin sem snerta mjög margt, t.d. opnast leið íslendinga inní Breska háskóla án skólagjalda ef við göngum í ESB. Inngang okkar í ESB er líka þægilegasta leiðin fyrir okkur að lækka matarverð sem er hæst hérna í allri evrópu.\nÉg held að mannréttindin ættu að vera eitthvað sem allir kjósendur ættu að hafa í huga þegar þeir kjósa næst. Öryrkjamálið, Falun Gong og ummæli Davíðs um mæðrastyrksnefnd er eitthvað sem ég vill rifja sem oftast upp fyrir kjósendum áður en kosið verður í vor."
        },
        {
            "user": "geirag",
            "user_id": "4133",
            "date": "2003-01-23 21:32:59",
            "id": "875608",
            "reply_to_id": "875607",
            "text": "deus:\nOpnast leid i breska haskola fyrir Breta lika ef vid gøngum i ESB?"
        },
        {
            "user": "deus",
            "user_id": "295",
            "date": "2003-01-23 22:21:29",
            "id": "875609",
            "reply_to_id": "875608",
            "text": "skil ekki alveg hvað þú ert að fara, en við fáum sama rétt á því að fara í Breska háskóla og bretar sjálfir ef við göngum í ESB. Tók þetta bara sem dæmi því ég hef áhuga á mastersnámi í bretlandi en þarf að borga himinhá skólagjöld útaf því að EES samningurinn gildir ekki um Bretland."
        },
        {
            "user": "geirag",
            "user_id": "4133",
            "date": "2003-01-24 09:26:42",
            "id": "875610",
            "reply_to_id": "875609",
            "text": "deus:\nVinkona min for i breskan haskola fyrir 2-3 arum ad læra enska midaldasøgu sem hun er buin med i dag. Hun er eins islensk og hægt er ad vera. Sendu mer skeyti og eg skal senda thjer netfang hennar um hæl!"
        },
        {
            "user": "Pipppi",
            "user_id": "14619",
            "date": "2003-01-23 21:32:37",
            "id": "875611",
            "reply_to_id": "875606",
            "text": "Ég held að í þetta skipti sé alveg sjálfsagt að kjósa eftir utanríkismálum. Enginn að kjósa þá sem styðja stríðsæsingamenn!"
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2003-01-24 00:20:49",
            "id": "875612",
            "reply_to_id": "875606",
            "text": "biko.\nFyrir mína parta eru það skattamál þ.e. ofurskattar á láglaunafólk, sem aftur tengist því hve mikla innkomu ríkið fær í formi skatta úr aðalatvinnugreinum þjóðarinnar.\nJafnframt hvernig fé er varið í útgjaldafrekasta málaflokk þjóðarinnar  heilbrigðiskerfið .\nkv.\ngmaria."
        },
        {
            "user": "Anarcy",
            "user_id": "26727",
            "date": "2003-01-27 17:35:26",
            "id": "875613",
            "reply_to_id": "875606",
            "text": "Ég held að það sé mikilvægt að allavega hugsa aðeins um inngöngu í ESB. Ef norðmenn ganga í ESB þá verðum við ótrúlega einangruð þjóð."
        }
    ]
}