{
    "forum_title": "Harry Potter",
    "user": "Mariakr",
    "user_id": "20188",
    "date": "2003-01-23 22:01:38",
    "title": "3. kafli. Fönixgaldurinn.",
    "text": "3. kafli. Fönixgaldurinn.\nLeiftur skaust úr báðum sprotum, rauðgult úr sprota Harrys og blátt úr sprota Voldemorts. Harry stóð af sér gusuna frá Voldemort, en Voldemort varð vankaður af skoti Harry. ,,Jæja Potter, eigum við að gera þetta almennilega?&#8221; Harry vissi ekkert hvað hann átti við en svo laust því niður í huga hans eins og eldingu. Snákatungan! Það var eitthvað sem þeir kunnu báðir, enda hafði Harry búist við þessu og þess vegna hafði hann varið talsverðum tíma í að lesa sér til um snákatungu og það hvernig galdrarnir hljóma á snákatungu. Ekki vildi hann að Voldemort legði Avada Kadevra á hann án þess að hann vissi það. Nú kunni hann flesta bardagagaldra á snákatungu svo hann var tilbúinn. ,,Komdu bara ef þú þorir!&#8221; sagði Harry.\nFramhaldið vissi enginn annar en hann, Voldemort og slöngurnar í liði Voldemorts. Þetta var ekkert það skýrt í huga Harry heldur, annaðhvort var hann liggjandi á jörðinni eftir að hafa fengið á sig bölvun frá Voldemort eða þá að hann var að leggja einhverja bölvun eða álög á Voldemort. Þannig var fyrst hluti bardagans í hnotskurn. Það kom Voldemort mjög á óvart að Harry kunni marga galdra á snákatungu, en hann hristi það af sér. Báðir voru þeir orðnir töluvert þreyttir, en þeir voru ekkert á því að sýna það. Innrásin hafði hafist um miðja nótt, en nú var að koma morgunn. Þegar fyrstu sólargeislarnir teygðu sig yfir fjöllin í fjarska bundust sprotar Harrys og Voldemorts saman með grænum streng. Alveg eins og við fyrstu kynni þeirra eftir endurkomu Voldemorts. Þarna stóðu þeir og börðust við að halda sprotunum í eins mikilli fjarlægð hvor frá öðrum og hægt var. En þeim gekk ekkert vel með það. Sprotarnir nálguðust hættulega mikið. Harry sá að baráttan var vonlaus og án sprotans yrði hann varnarlaus.\nHarry leit til himins og sá Fawkes flögra fyrir ofan þá. Önnur hugmynd. Harry hafði lesið um galdur í bók sem Dumbledore átti að til væri sérstakur Fönixgaldur. Þá yrði fórnarlamb galdursins að endurlifa öll þau hræðilegu verk, dauða og eyðileggingu sem hann hafði skapað, fyrst komu minnstu hlutirnir en oftast var það versti og hræðilegasti hluturinn sem drap fólk að lokum. Þetta ætti að vera nóg til að drepa Voldemort, vegna allra þeirra hræðilegu verka sem hann hafði gert. En til að þetta virkaði varð fönix að vera í beinni línu frá fórnalambinu og álagavaldinum. (spellcasternum) Græna leiftrið gat verið viðmiðun Harrys, hann varð að segja galdurinn um leið og Fawkes væri inní því. Þetta var þess virði að reyna. ,,Fawkes!&#8221; kallaði Harry. Fawkes snéri sér niður í dýfu, beint að leiftrinu. Hann skildi hann! En Voldemort var að skilja þetta líka og kallaði til þeirra liðsmanna sinna sem eftir voru: ,,Gómið fönixinn, annars dey ég!&#8221; Þetta kom liðsmönnum Voldemorts mjög á óvart, en þá var þetta orðið of seint. Fawkes flaug inn í leiftrið og um leið öskraði Harry galdurinn, PRIMERO IMPERIO PHEONIX!*Græna leiftrið rofnaði, og Voldemort féll til jarðar æpandi, hann liðaðist um á jörðinni eins og snákur. Allir sem áður höfðu barist störðu nú á þá, fyrst á iðandi líkama Voldemorts, svo á andlit Harry, sem var í losti eftir atburðina og að lokum á Fawkes, sem hafði sest á öxl Harry. En þá öskraði Voldemort með röddu sem bæði sýndi merki um gríðarlegan sársauka og líka mikla reiði. Svo dó hann.\nAllir voru í losti nema Lucius Malfoy, sem var þegar flúinn af hólmi með Draco í eftirdragi. En svo hófst mikil ringulreið fyrir fylgismenn Voldemorts sem og Fönixreglumenn. Drápararnir reyndu að flýja, en Fönixreglumenn náðu að klófesta flesta þeirra. Á meðan flýttu flest allir kennararnir sér að athuga með nemendur sína sem höfðu þurst út á orrustuvöllinn, en Dumbledore og Sirius skunduðu með Harry ringlaðan og illa særðan upp í sjúkraálmu. Þar sinnti Madmame Pomfrey honum, en svo fengu Dumbledore og Sirius leyfi til að tala við hann. ,,Harry, hvaða galdur var þetta, þessi seinasti?&#8221; spurði Sirius furðulostinn. Áður en Harry gat dregið andann svaraði Dumbledore fyrir hann. ,,Þetta var Fönixbölvunin, einn hættulegasti og óþekktasti galdur sem um getur. Ég sýndi Harry bók með allskonar göldrum á 5. ári og ég vissi að hann gæti haft not af þessum. Einungis þeir sem eiga fönix fengu þessa bók í hendur og þá áttu enn færri fönix en nú tíðkast.&#8221; Þá sagði Harry: ,,En hvað ætli það hafi verið, það hræðilegasta sem Voldemort gerði á ævinni, það sem drap hann?&#8221; Sirius tók til máls. ,,Harry, þú veist að maðurinn drap föður sinn. Sinn eigin föður! Það, og morðin á foreldrum þínum og auðvitað Snape, ætli það hafi ekki bara magnast upp í eitt stórt illvirki.&#8221; Svo þursti Madame Pomfrey inn og sagði þeim að hypja sig. (Ó, skólameistari, ég sá þig ekki. En&#8230;urhm..viltu nú fara, Harry þarf sína hvíld eins og önnur börn!) Harry sofnaði vært, vitandi að hann hafði sigrað mesta óvin sinn í nótt. Fawkes hafði nú fengið brík til að setjast á nálægt rúmi Harry.\n*Þetta er skáldaður galdur.",
    "url": "https://www.hugi.is/hp/greinar/118515/3-kafli-fonixgaldurinn/",
    "url_id": "118515",
    "id": "876097",
    "replies": [
        {
            "user": "Mariakr",
            "user_id": "20188",
            "date": "2003-01-23 22:12:27",
            "id": "876098",
            "reply_to_id": "876097",
            "text": "Fattaðir þú þetta eða úr bókinni?"
        },
        {
            "user": "Mariakr",
            "user_id": "20188",
            "date": "2003-01-24 08:33:45",
            "id": "876099",
            "reply_to_id": "876098",
            "text": "Ég sem þetta alveg sjálf. Ka menarru með uppúr bókunum? Auðvita á J.K. Rowling persónurnar og það, en ég er bara að semja þetta eins og ég vil að þetta fari."
        },
        {
            "user": "bee",
            "user_id": "25955",
            "date": "2003-01-24 08:47:20",
            "id": "876100",
            "reply_to_id": "876099",
            "text": "kvenær kemur næsti kafli!!! þetta er mögnuð saga!!! klikkað alveg klikkað!!!;)"
        },
        {
            "user": "IngaAusa",
            "user_id": "22132",
            "date": "2003-01-24 09:25:34",
            "id": "876101",
            "reply_to_id": "876099",
            "text": "ég sem þetta ekki eins og íeg vil að það fari, heldur bara eins og það gæti hugsanlega farið.  Ef ég ætti að semja þetta eins og ég vil að það fari myndi e´g láta weasley fjölskylduna vinna tuttugu millur í lottó eða eitthvað."
        },
        {
            "user": "Venus",
            "user_id": "24284",
            "date": "2003-01-23 22:21:44",
            "id": "876102",
            "reply_to_id": "876097",
            "text": "Fínn kafli… :)\nEn ég held nú að illvirki Voldemorts hafi verið svolítið mikið fleiri heldur en að drepa bara föður sinn, foreldra Harry's & Snape… :Þ"
        },
        {
            "user": "Venus",
            "user_id": "24284",
            "date": "2003-01-23 22:35:38",
            "id": "876103",
            "reply_to_id": "876102",
            "text": "Drap Voldi snape?"
        },
        {
            "user": "Venus",
            "user_id": "24284",
            "date": "2003-01-23 23:02:35",
            "id": "876104",
            "reply_to_id": "876103",
            "text": "Sirius tók til máls: ,,Harry, þú veist að maðurinn drap föður sinn. Sinn eigin föður! Það og morðin á foreldrum þínum og auðvitað Snape, ætli það hafi ekki bara magnast upp í eitt stórt illvirki.\"\nGreinilega…"
        },
        {
            "user": "BlueAndPurple",
            "user_id": "24625",
            "date": "2003-01-24 12:39:10",
            "id": "876105",
            "reply_to_id": "876102",
            "text": "bíddu drap Voldemort Snape? ég er ekki að skilja þetta."
        },
        {
            "user": "Venus",
            "user_id": "24284",
            "date": "2003-01-24 13:51:35",
            "id": "876106",
            "reply_to_id": "876105",
            "text": "Kannski er ég bara að misskilja… En alla vega þá má skilja textann þannig að Voldemort hafi drepið Snape…"
        },
        {
            "user": "BlueAndPurple",
            "user_id": "24625",
            "date": "2003-01-24 13:58:55",
            "id": "876107",
            "reply_to_id": "876106",
            "text": "það er nu svolitið heimskulegt:D"
        },
        {
            "user": "BlueAndPurple",
            "user_id": "24625",
            "date": "2003-01-24 14:01:49",
            "id": "876108",
            "reply_to_id": "876107",
            "text": "Til hvers að vita allt um bækurnar?\nÞað er nóg að hafa gaman að því að lesa þær."
        },
        {
            "user": "BlueAndPurple",
            "user_id": "24625",
            "date": "2003-01-24 14:11:17",
            "id": "876109",
            "reply_to_id": "876108",
            "text": "jaham"
        },
        {
            "user": "Mariakr",
            "user_id": "20188",
            "date": "2003-01-24 15:20:57",
            "id": "876110",
            "reply_to_id": "876106",
            "text": "Í minni sögu fer Snape fyrir Dumbledore til allra hinna Dráparanna (hann var drápari áður) og reynir að komast að ráðagerð Voldemorts. Svo kemst Voldemort að því og drepur Snape."
        },
        {
            "user": "evelyn",
            "user_id": "15868",
            "date": "2003-01-23 22:31:18",
            "id": "876111",
            "reply_to_id": "876097",
            "text": "Flott “saga”"
        },
        {
            "user": "geirib",
            "user_id": "17461",
            "date": "2003-01-23 23:00:29",
            "id": "876112",
            "reply_to_id": "876097",
            "text": "Bara ein besta fanfic sem ég hef heyrt.."
        },
        {
            "user": "BudIcer",
            "user_id": "18832",
            "date": "2003-01-23 23:32:36",
            "id": "876113",
            "reply_to_id": "876112",
            "text": "Virkilega? Hefuru lesið Draco sögurnar?"
        },
        {
            "user": "geirib",
            "user_id": "17461",
            "date": "2003-01-24 08:17:41",
            "id": "876114",
            "reply_to_id": "876113",
            "text": "Nei, reyndar ekki. Bara lesið fanfic hérna á huga"
        },
        {
            "user": "BudIcer",
            "user_id": "18832",
            "date": "2003-01-24 13:26:37",
            "id": "876115",
            "reply_to_id": "876114",
            "text": "Þá mæli ég með því að þú finnir þér tíma og lesir þær."
        },
        {
            "user": "IngaAusa",
            "user_id": "22132",
            "date": "2003-01-23 23:19:01",
            "id": "876116",
            "reply_to_id": "876097",
            "text": "Gott plott:c)"
        },
        {
            "user": "JoeyBoy",
            "user_id": "30771",
            "date": "2003-01-25 14:31:11",
            "id": "876117",
            "reply_to_id": "876097",
            "text": "jááá… þetta er helvíti magnað! þú ættir að gerast rithöfundiur! |og ég er að meina það!|\nþú ert hæfileikarík!"
        },
        {
            "user": "korka",
            "user_id": "20251",
            "date": "2003-01-26 20:37:28",
            "id": "876118",
            "reply_to_id": "876117",
            "text": "Sniðugur endir!!!!!"
        },
        {
            "user": "Mariakr",
            "user_id": "20188",
            "date": "2003-01-28 16:08:04",
            "id": "876119",
            "reply_to_id": "876118",
            "text": "Já, mér fannst, úrþvíað Harry hefur að ég held enað öll skólaár sín í hogwarts til þessa í sjúkraálmunni einhverntíma við endan, hví ekki bara þarna líka."
        }
    ]
}