{
    "forum_title": "Bækur",
    "user": "dernhelm",
    "user_id": "29387",
    "date": "2003-01-24 08:04:39",
    "title": "Ramses - Sonur ljóssins e. Christian Jacq",
    "text": "Þetta er dulítil ritgerð sem ég gerði fyrir íslenskuna mína síðastliðið haust.  Vonandi nennir einhver að lesa þetta allt . . .\nRAMSES - SONUR LJÓSSINS\neftir Christian Jacq\nRamses mikli, faraó Egyptalands, er einn stórbrotnasti leiðtogi mikilfengilegrar þjóðar.  Hann vann glæsta hersigra, reisti ótrúleg minnismerki og átti fleiri konur og börn en nokkur annar faraó.  En hver var þessi aður í raun og veru?  Þessum spurningu m og fleiri reynir Christian Jacq að svara í fimm binda bókaflokki sínum um þennan merkilega mann og konung.  Í þessu fyrsta bindi kynnumst við Ramsesi sem ungum, framagjörnum prinsi sem vill ekkert frekar en að taka við af föður sínum og verða næsti faraó.  En honum til mikillar armæðu stendur hinn sjálfumglaði og undirföruli bróðir hans, Sénar, í vegi hans.   Við fylgjum síðan Ramsesi eftir fram til 23 ára aldurs, en þá er faðir hans fallinn frá og hann stendur eftir sem ríkisarfi, ráðvilltur og fullur efasemda um eigin getu til að taka við krúnunni.  Á þessum árum þroskast Ramses mikið, og er það að miklu leyti vegna þeirra persóna sem á vegi hans verða, og þá einkum og sér í lagi vegna föður hans, faraósins Setis I.\nPersónuleiki Ramsesar er margslunginn, en um leið heilsteyptur.  Hann er fullur af draumum og þrám, en þegar honum fer að skiljast hve ógnvekjandi og hættulegt valdið getur verið fyrir þann sem beitir því áttar hann sig á því að sá sem er æðstur meðal manna á að vera mannanna mesti þjónn.  Hann leitast eftir því að gera rétt, og reynir eftir bestu getu að fylgja hjartanu, en finnur að í honum býr óslökkvandi eldur, sem hann verður að hafa stjórn á.  Hans veiku hliðar eru helst að hann er oft of viss um eigið ágæti, og skapar sér þannig væntingar sem engin raunveruleg rök geta stutt.  Til dæmis er hann viss um að fá stöðu fremst í hinni árlegu fórnargöngu að Níl aðeins 15 ára.  Hann vegur upp á móti þessu með hæfileikanum til að sjá beint inn í hug og hjörtu manna og vita hverjum hann getur treyst og hverjum ekki.  Sem dæmi um þetta má nefna einn af bestu vinum hans, hinn hálf-núbíska slöngutemjara Setaú, og sardverska sjóræningjann Serramanna.  Hann hefur líka sterka réttlætiskennd, og kemur hún skýrt í ljós þegar hann bjargar Amení, vini sínum, frá þrælkun í hesthúsum með því að takast á við gífurlega erfitt og flókið skrifaranám, sem hann er varla undirbúinn fyrir.\nFöður sinn hittir Ramses aldrei af tilviljun.  Bókin hefst á fyrsta fundi þeirra, og samband föður og sonar er eins og rauður þráður í gegnum bókina.  Seti hefur sýnilega einsett sér að komast að því hvern mann yngri sonur hans hefur að geyma, og skýtur því upp kollinum á ólíklegustu stöðum og stundum og skipar Ramsesi að fylgja sér eftir.  Oft á tíðum veldur þetta gífurlegum áhyggjum meðal þeirra sem eru Ramsesi nánir, en Ramses lætur sér það engu skipta, því að hann sér ekki sólina fyrir föður sínum.  Smám saman leiðir Seti son sinn inn í leyndardóma konungdómsins, og eftir að hafa komist að niðurstöðu um hæfni sona sinna tveggja til að gegna svo veigamiklu hlutverki gerir hann Ramses að krónprinsi og ríkisarfa aðeins sextán ára.\nÍ hvert skipti sem þeir mætast leggur Seti einhverja prófraun fyrir son sinn.  Á þeirra fyrsta fundi lætur hann son sinn mæta villtu nauti, sem hefði auðveldlega getað rifið Ramses á hol, og vill þá sjá hvort pilturinn getur yfirunnið ótta sinn.  Eitt minnisstæðasta atvikið í bókinni er þegar Seti skipar Ramsesi að drepa hund sem Ramses hefur sjálfur alið upp, til þess að hreinsa sig af syndum sínum.  Ramses neitar, og þá tjáir Seti honum að hefði hann fórnað hundinum væri hann aumastur allra morðvarga, og að val hans hafi fært hann að næsta áfanga á lífsleiðinni.  Með þessu sýnir höfundur fram á að Seti vildi finna sjálfstæðan og réttlátan leiðtoga, sem ekki hlýddi í blindni öllu því sem honum var sagt, og að Ramses var til í að fórna öllu, frama, frægð og velvild föður síns, til að bjarga þeim sem á hann treystu.\nTvær konur hafa sterk áhrif á Ramses, og eru það móðir hans, Túja, og eiginkona hans, Nefertari.  Móðir hans er sterkur persónuleiki og mjög ákveðin kona.  Hún er ekki af aðalsættum, heldur af fátæku bóndafólki komin.  Ramses er eftirlætisbarnið hennar, og hún hjálpar honum oft og veitir honum ráð.  Hann ber gífurlega virðingu fyrir henni, og finnst hún í raun vera hin fullkomna drottning.  Hvað Nefertari varðar hittir Ramses hana ekki nema tvisvar eða þrisvar áður en hann giftist henni.  Hann tekur strax eftir einstakri fegurð hennar og hæfileikum, en enn frekar eftir því hversu alvarleg og djúpt þenkjandi hún er.  Hann getur engan veginn gleymt henni, og finnst það alger synd að svona falleg stúlka vilji eyða ævinni í musteri að hnýta blómakransa til heiðurs guðunum.  Nefertari reynist honum ómetanleg hjálp þegar hann þarf að axla ábyrgð konungdómsins, og ákvarðanir hans eru oftar en ekki undir beinum eða óbeinum áhrifum frá henni.  Hún býr yfir mikilli ró og stillingu sem Ramses skortir, og má því segja að þau upphefji hvort annað og jafni skapgerð hvors annars út.\nBókin er rúmar 300 blaðsíður, en þó auðlesin, og er það að miklu leyti því að þakka hve söguþráðurinn er grípandi og hreyfist á þægilegum hraða.  Þau áhrif sem foreldrar Ramsesar og eiginkona hans hafa á hann sýna greinilega hvernig gott fordæmi og uppeldi geta gert einstakling betri mann.  Litríki þeirra persóna sem koma fyrir, svo og hæfileiki höfundar til að koma mannlegum tilfinningum til skila gerir bókina hrífandi lesningu sem lætur engan ósnortinn.",
    "url": "https://www.hugi.is/baekur/greinar/118712/ramses-sonur-ljossins-e-christian-jacq/",
    "url_id": "118712",
    "id": "877529",
    "replies": [
        {
            "user": "dael",
            "user_id": "478",
            "date": "2003-01-24 09:02:50",
            "id": "877530",
            "reply_to_id": "877529",
            "text": "já, góðar bækur og ágætis upprifjun hjá þér :) mig langar bara að fara að lesa þær aftu"
        },
        {
            "user": "dernhelm",
            "user_id": "29387",
            "date": "2003-01-24 09:17:53",
            "id": "877531",
            "reply_to_id": "877530",
            "text": "Takk fyrir.  Veit hvað þú meinar með endurlesninguna, ég er alltaf að fá þessa tilfinningu (nú síðast Ronja Ræningjadóttir eftir Astrid Lindgren:))"
        },
        {
            "user": "Augustus",
            "user_id": "848",
            "date": "2003-01-24 09:54:57",
            "id": "877532",
            "reply_to_id": "877529",
            "text": "Las tvær bækur í seríunni og verð að viðurkenna að þetta varð ekki eins góð lesning og ég hafði vonast eftir."
        },
        {
            "user": "sacsNala",
            "user_id": "18883",
            "date": "2003-01-24 11:42:03",
            "id": "877533",
            "reply_to_id": "877529",
            "text": "Þetta er mjög gott hjá þér. Ég á allar 3 bækurnar en vantar sárlega þá 4 til að fá botninn.  Vaka-Helgafell gaf þær út en sagði að þær hefðu ekki verið nógu vinsælar, þess vegna hefðu þeir ákveðið að bíða með að gefa þá 4 út grrrr……"
        },
        {
            "user": "dernhelm",
            "user_id": "29387",
            "date": "2003-01-24 13:10:15",
            "id": "877534",
            "reply_to_id": "877533",
            "text": "Ég á þær á ensku.  Þær eru ÆÐI!!!  Ég mæli algerlega með þeim.  Ef þú getur skaltu kaupa þær (t.d. á Amazon) eða biðja næsta bókasafn um að panta þær."
        },
        {
            "user": "evelyn",
            "user_id": "15868",
            "date": "2003-01-24 17:17:52",
            "id": "877535",
            "reply_to_id": "877529",
            "text": "Já ég ég hef lesið allar 3 bækurnar og þær eru frábærar!! Pabbi minn var að fara til útlanda og ég bað hann um að kaupa nr. 4 og 5 og hann gerði það svo að ég er að byrja að lesa þær !!"
        },
        {
            "user": "Augustus",
            "user_id": "848",
            "date": "2003-01-24 19:02:19",
            "id": "877536",
            "reply_to_id": "877529",
            "text": "Ég á bækur 3 (Ramses - The Battle of Kadesh) og 4 (Ramses - The Lady of Abu Simbel) á ensku í kilju, lesnar einu sinni og í fínu standi, áhugasamir geta fengið þær saman á 800 kall\nVil frekar að þessar bækur fái aðsetur þar sem þær verða metnar meir en þær eru hjá mér :p"
        },
        {
            "user": "korka",
            "user_id": "20251",
            "date": "2003-01-26 20:50:11",
            "id": "877537",
            "reply_to_id": "877536",
            "text": "Veit einhver hvenar númer 3.og 4.koma út á íslendku??????"
        },
        {
            "user": "korka",
            "user_id": "20251",
            "date": "2003-01-26 20:50:13",
            "id": "877538",
            "reply_to_id": "877536",
            "text": "Veit einhver hvenar númer 3.og 4.koma út á íslendku??????"
        },
        {
            "user": "Satta",
            "user_id": "16516",
            "date": "2003-01-27 22:41:00",
            "id": "877539",
            "reply_to_id": "877529",
            "text": "Mjög fín grein!\nÉg las fyrstu bókina og fannst hún mjög fín líka en mér fannst hún svolítið langdregin á köflum :/"
        }
    ]
}