{
    "forum_title": "Handbolti",
    "user": "Ablaze",
    "user_id": "22900",
    "date": "2003-01-26 18:00:11",
    "title": "Þjóðverjarnir unnu Íslendinga",
    "text": "Þjóðverjar unnu Íslendinga 34-29, eftir arfaslakann lokakafla hjá Íslendingum.Þjóðverjar voru með yfirburðina mestallan leikinn og voru 20-16 yfir í hálfleik.í seinni hálfleik sóttu Íslendingar í sig veðrið og skoruðu 4 mörk í röð og komust yfir.Þá sóttu Þjóðverjarnir svolítið í sig veðrið og voru sterkari það sem eftir var, en dómgæslan í þessum leik var einnig hörmuleg og var Rúnar Sigtryggsson rekinn útaf.\nVið erum allavega í öðru sæti og við hefðum sko getað unnið.",
    "url": "https://www.hugi.is/handbolti/greinar/119178/thjodverjarnir-unnu-islendinga/",
    "url_id": "119178",
    "id": "881365",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-26 19:12:01",
            "id": "881366",
            "reply_to_id": "881365",
            "text": "Ég spáði þessuD:"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-26 19:34:32",
            "id": "881367",
            "reply_to_id": "881366",
            "text": "ÉG VEIT!!!:@:D"
        },
        {
            "user": "germani",
            "user_id": "17490",
            "date": "2003-01-26 20:18:47",
            "id": "881368",
            "reply_to_id": "881365",
            "text": "Ef maður spáir aðeins í þessu.. þá gerðist allt þetta “slæma” eftir brottvísun eins af leikmönnum okkur, til að mynda þegar við vorum í ágætis stöðu í fyrri hálfleik 11-10 þá var Fúsi rekinn fyrir að mótmæla dóminum, sen mér finnst asnalegt, dómarinn á ekki að hlusta á mótmæli leikmanna hann á að fara eftir sjálfum sér og treysta því, en  ínöff about that. Þjóðverjar komust í 13-11 held ég.  Síðan í byrjun seinni hálfleiks jöfnuðum við , en ´þá var óli rekinn útaf og aftur komust Þýskararnir yfir :(\nEn aftur á móti þegar Þjóðverjarnir misstu mann útaf virtist það ekki hafa eins mikil áhrif og þeir duttu ekki úr jafnvægi, en það öfuga gerðist hjá okkur því ekkert gekk þegar við misstum mann útaf.  En annrs fínn leikur, áttum samt ekki skilið að tapa svona stórt eftir annars ágætan lokakafla í stöðunni 27-27 og 28-28…."
        },
        {
            "user": "RAVING",
            "user_id": "597",
            "date": "2003-01-27 00:57:09",
            "id": "881369",
            "reply_to_id": "881365",
            "text": "Flott nafn á greininni, enginn spoiler þar.. Fínt að missa af leiknum í dag og ætla horfa á hann núna, sér síðan þetta."
        },
        {
            "user": "Caliban",
            "user_id": "23239",
            "date": "2003-01-27 01:09:53",
            "id": "881370",
            "reply_to_id": "881369",
            "text": "satt raving. satt. allavega\nmér fannst þetta besti leikur gumma í markinu hingaðtil á mótinu. hann var að standa sig ágætlega. samt að mínu mati mátti gefa róland séns. mér fannst vörnin mjög slöpp miðað við vörn þjóðverjanna, og þeir hefðu þurft að koma betur út á móti þessum slána ógeðum þarna og koma í veg fyrir að þeir náðu að skjóta. dómarnir voru frekar skrítnir en samt ekki það ójafnir á milli liða einsog oft villa verða. ég held að það sem kom í veg fyrir sigur okkar var samt helst að þeir tóku ólaf úr umferð, ekki skrítið þar sem maðurinn er einn sá besti í heiminum, ef ekki sá besti. annars fannst mér aron kristjánsson mjög góður,snilld að horfa á hann spila, hann er svo ógeðslega lúmskur. svo var líka þessi fritz í markinu alveg skuggalega góður. hann reddaði þessum þjóðverjum oft."
        },
        {
            "user": "RAVING",
            "user_id": "597",
            "date": "2003-01-27 01:00:39",
            "id": "881371",
            "reply_to_id": "881365",
            "text": "Og já, meðan ég man, alveg arfaslök grein og adminin sem samþykkti hana á ekki einu sinni skilið að vera admin á Sorp.\nKveðja, Raving hinn bitri."
        },
        {
            "user": "RAVING",
            "user_id": "597",
            "date": "2003-01-27 08:55:02",
            "id": "881372",
            "reply_to_id": "881371",
            "text": "Ég þurfti að flýta mér að skrifa þessa grein, var að fara einhvert, og þú getur ekki ætlast til þess að enginn skrifi um þetta á handboltaáhugamálinu."
        },
        {
            "user": "RAVING",
            "user_id": "597",
            "date": "2003-01-27 17:18:32",
            "id": "881373",
            "reply_to_id": "881372",
            "text": "Nei, var heldur ekkert að banna þér að skrifa um hluti, heldur bara passa hvað þú setur í titilinn.\nHefði t.d. verið of mikils mælst af þér að skýra greinina bara “Þýskaland-Ísland”?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-27 21:30:53",
            "id": "881374",
            "reply_to_id": "881373",
            "text": "Ok sorry :B"
        }
    ]
}