{
    "forum_title": "Gæludýr",
    "user": "Begga",
    "user_id": "2277",
    "date": "2003-01-27 00:04:11",
    "title": "Ég er orðinn svoooona stór :)",
    "text": "Næstum eins stór og eplið ;)\nÞið ættuð vonandi að hafa rekið augun í eina af þessum 1000 myndum sem ég hef sent inn af litla ástargaukshnoðranum mínum :) en hann er nú orðinn rúmlega 4 vikna. Eins og þið hafið séð er fiðrið allt að koma og hann er svona bláleitur, ekki þessi orginal blái litur eins og við sjáum þessa blue masked lovebird, heldur meira svona græn-blár en mér finnst það bara sætara :) Það verður hins vegar ekki hægt að kyngreina hann fyrr en um kynþroska aldur, svo til að velja nafn varð ég bara að geta mér til um kyn þangað til annað kemur í ljós. Svo strákur mun hann vera og Breki skal hann heita :) Er gjörsamlega búin að liggja yfir nafnabók, og svo festist ég algjörlega á Breka nafninu, finnst það geggjað flott! Ég er farin að heimsækja hann svona ca annað hvern dag núna og báða dagana um helgar svo hann þekki mig vel þegar ég tek hann á nýtt heimili. Annars er hann svo ljúfur og góður að ég efa að það verða mikil vandræði. Ég var heil-lengi hjá honum í dag og var að æfa hann að koma á fingurinn. Það gekk nú ótrúlega vel, greinilega fljótur að læra. Ég var að spá í að skella inn einni mynd með greininni, en það myndi þýða að epla myndin myndi detta út af forsíðu og ég tími því ekki, því mér finnst sú mynd svo æðisleg, en þið sjáið hann auðvitað í egó-myndinni minni. Finnst ykkur hann ekki vera orðinn stór og sætur?",
    "url": "https://www.hugi.is/gaeludyr/greinar/119354/eg-er-ordinn-svoooona-stor/",
    "url_id": "119354",
    "id": "882722",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-27 11:35:38",
            "id": "882723",
            "reply_to_id": "882722",
            "text": "Spennandi…"
        },
        {
            "user": "Sweet",
            "user_id": "2593",
            "date": "2003-01-27 13:42:25",
            "id": "882724",
            "reply_to_id": "882722",
            "text": "Mér finnst hann yndislegur;) Endilega haltu áfram að færa okkur fréttir og myndir um hann=) !"
        },
        {
            "user": "jovin",
            "user_id": "14431",
            "date": "2003-01-27 16:04:34",
            "id": "882725",
            "reply_to_id": "882722",
            "text": "Mig langar í svona fugl. en annars hvað kosta þeir og er ekki erfit að alla þá upp."
        },
        {
            "user": "Begga",
            "user_id": "2277",
            "date": "2003-01-27 21:44:51",
            "id": "882726",
            "reply_to_id": "882725",
            "text": "Sko, “venjulegur” ástargaukur, alinn upp af sínum foreldrum kostar út í dýrabúð svona 12-13 þúsund. Ég er hinsvegar að fá mér handalinn fugl sem þýðir að hann var tekinn frá foreldrum sínum ca vikugamall og fóðraður af mönnum, sem gerir hann töluvert mannelskari og auðveldari í tamningu. Það segir sig sjálft að slík vinna er gífurleg og því kostar hann 18 þúsund. Ég veit um 2 stelpur sem fengu sér ástargauk, ekki unga og þar voru smá byrjunarörðuleikar. Annari tókst með þrautsegju og mikilli vinnu að temja hana en en hinni gengur ekki nógu vel og er ekki ákveðin hvað hún ætli að gera. Sú fyrri fékk sér síðan annan, þá handalinn unga, og sá er algjört sirkusdýr og gerir alskonar kúnstir og er mjög sniðugur og skemmtilegur. Og eins og ég sagði, þá var minn snöggur að læra á fingurinn, svo ég er með smá væntingar um að geta kennt honum ýmislegt :)"
        },
        {
            "user": "jovin",
            "user_id": "14431",
            "date": "2003-01-28 00:06:18",
            "id": "882727",
            "reply_to_id": "882726",
            "text": "ég verð að fá mér ein svona. en hvar keyptirðu þinn sem  er handallin. 'eg myndi frekar borga 18 þúsund fyrir fugl sem er auðvelt að alla upp heldur en 12-13 fyrir fugl sem er erfit að alla upp."
        },
        {
            "user": "Begga",
            "user_id": "2277",
            "date": "2003-01-28 12:35:17",
            "id": "882728",
            "reply_to_id": "882727",
            "text": "Því er ég alveg sammála þér. Maður á eftir að hafa hann á  heimilinu í mörg, mörg ár og þá er eins gott að hann sé almennilegur!\nÉg ætla að kaupa hann hjá Furðufuglum og fylgifiskum í Bleikigrófinni, Rvk"
        },
        {
            "user": "Aphro",
            "user_id": "25254",
            "date": "2003-02-03 13:45:58",
            "id": "882729",
            "reply_to_id": "882727",
            "text": "Hefurðu heyrt af gæludýraversluninni Furðufuglar og fylgifirkar, hún er til staðar að Bleikugröf 15   108 Rvk., það er aðveg eins og að koma í aðra veröld, og sjá alla þessa fugla sem þau eru með og til sölu, þvílikt flott, þú biður bara um einhverja tegund sem þig langar í og þau handala hann, þetta er rétt fyrir ofan Víkingsheimilinu, og síminn þar er 5811191, þú verður alveg sjúk, þegar þú sért þessa fugla, ég var ekki lengi að panta mér fugl, og þau handala hann fyrir mig. láttu vita ef þú ferð hvernig þér fannst þessi staður, já og þarna ér líka verslun, fyrir hunda og önnur dýr, svo eru þau með fiska líka. Kær kveðja,"
        },
        {
            "user": "Sweet",
            "user_id": "2593",
            "date": "2003-01-28 22:35:33",
            "id": "882730",
            "reply_to_id": "882722",
            "text": "Er bara hægt að fá þá á höfuðborgarsvæðinu?"
        },
        {
            "user": "Begga",
            "user_id": "2277",
            "date": "2003-01-29 17:53:11",
            "id": "882731",
            "reply_to_id": "882730",
            "text": "Ég hreinlega veit það ekki. ég hef víst lítið kynnt mér landsbyggðina… ég gæti vel trúað að til séu ástargaukar í dýrabúðum út á landi, en hvort þeir séu handmataðir er ég ekki viss um, finnst það eiginlega ólíklegt, þar sem þar eru yfirleitt minni markaðir."
        }
    ]
}