{
    "forum_title": "Skóli",
    "user": null,
    "user_id": null,
    "date": "2003-01-27 16:26:38",
    "title": "Gettu betur 1986 - 2003",
    "text": "Þegar 2 strákar á 18. ári fóru á fund við Markús Örn útvarpsstjóra haustið 1985 hafði varla nokkur maður yfirleitt spáð í það að það ætti eftir að verða eitt vinsælasta sjónvarpsefni á Íslandi. Markmiðið þeirra var að þeir nemendur sem sköruðu fram úr í gáfum í framhaldsskólum landsins fengju að spreyta sig í íþrótt að þeirra skapi, sem átti að verða Spurningakeppni framhaldsskólanna. Þeir bjuggust ekki við því að hann myndi einu sinni sinna þeim, hvað þá nenna að hlusta á hugmyndir þeirra. En viti menn. Það er eiginlega Markúsi Erni að þakka að Gettu betur varð að föstum lið í íslensku sjónvarpi, því honum leist svo vel á hugmyndina að hann setti strax í gang hóp til að vinna að því að skipuleggja fyrstu keppnina, sem markmiðið væri að færi fram í ársbyrjun 1986. Mikil eftirvænting varð til í kringum þetta, og snerist allt frekar um skemmtigildið en keppnina sjálfa (ekki svona rosalegt keppnisskap eins og í dag). Alls tóku 13 lið þátt í fyrstu keppninni en það voru að lokum Fjölbrautaskóli Suðurlands og Flensborgarskólinn í Hafnarfirði sem komust í úrslit 1986. Endaði sú viðureign með sigri FSU. Þá voru spurningarnar af öðrum toga: Hraðaspurningar voru 150 sekúndur, vísbendingaspurningar gáfu 2 stig og völdu skólarnir sér sinn uppáhaldstegund til að svara og síðan fundu þeir flokk handa andstæðingnum til þess að klekkja á honum. Í lokin var svo myndaþraut með 12 andlitum og þurftu skólarnir að velja á undan þrautinni hvort þeir vildu þekkja 6, 8, 10 eða 12 andlit. Ef liðin gátu svarað öllu rétt fengu þér rétt upptalin andlit í stig og gátu tryggt sér sigurinn eða ekkert ef þeir þekktu ekki nógu marga.\nEn úrslitaviðureignir hafa farið svo hingað til (fengið að láni af ruv.is/gettubetur)\nÁr - Sigurvegari - 2. sæti\n1986 Fjölbrautaskóli Suðurlands - Flensborgarskólinn í Hafnarfirði\n1987 Fjölbrautaskólinn í Breiðholti - Menntaskólinn við Sund\n1988 Menntaskólinn í Reykjavík - Menntaskólinn við Sund\n1989 Menntaskólinn í Kópavogi - Fjölbrautaskólinn í Breiðholti\n1990 Menntaskólinn við Sund - Verzlunarskóli Íslands\n1991 Menntaskólinn á Akureyri - Flensborgarskólinn í Hafnarfirði\n1992 Menntaskólinn á Akureyri - Verkmenntaskólinn á Akureyri\n1993 Menntaskólinn í Reykjavík - Verzlunarskóli Íslands\n1994 Menntaskólinn í Reykjavík - Verzlunarskóli Íslands\n1995 Menntaskólinn í Reykjavík - Verzlunarskóli Íslands\n1996 Menntaskólinn í Reykjavík - Flensborgarskólinn í Hafnarfirði\n1997 Menntaskólinn í Reykjavík - Menntaskólinn við Hamrahlíð\n1998 Menntaskólinn í Reykjavík - Menntaskólinn við Hamrahlíð\n1999 Menntaskólinn í Reykjavík - Menntaskólinn við Hamrahlíð\n2000 Menntaskólinn í Reykjavík - Menntaskólinn við Hamrahlíð\n2001 Menntaskólinn í Reykjavík - Borgarholtsskóli\n2002 Menntaskólinn í Reykjavík - Menntaskólinn við Sund\nTelja má að mest spennandi úrslitaviðureignin hafi verið árið 2001 þegar að þurfti fimmfaldan bráðabana til að úrskurða um úrslitin.\nSem dæmi um hve mikið mark skólarnir taka á keppninni, þá hefur þátttökuskólunum fjölgað úr 13 árið 1986 í 27 í ár.\nSpyrlar hafa einnig verið margir (Fyrstu þrjú árin voru tveir spyrlar):\nJón Gústafsson (1986), Þorgeir Ástvaldsson (1986), Hermann Gunnarsson (1987), Elísabet Sveinsdóttir (1987), Kristín Pálsdóttir (1988), Vernharður Linnet (1988-89), Steinunn Sigurðardóttir (1990), Stefán Jón Hafstein (1991-94 & 1996), Ómar Ragnarsson (1995), Davíð Þór Jónsson (1997 og 1998) og Logi Bergmann Eiðsson (frá 1999).\nSem dæmi um hve keppnin var lengi að þróast, þá var það ekki fyrr en 1992 sem uppröðunin á púltinu og dómaraborðinu fékk á sig endanlega mynd og hefur haldist síðan, á svipuðum tíma og aðalstef Gettu betur var fundið upp.",
    "url": "https://www.hugi.is/skoli/greinar/119380/gettu-betur-1986-2003/",
    "url_id": "119380",
    "id": "883052",
    "replies": [
        {
            "user": "nedrud",
            "user_id": "26720",
            "date": "2003-01-27 19:24:26",
            "id": "883060",
            "reply_to_id": "883052",
            "text": "ÉG hef gaman af þessu."
        },
        {
            "user": "Bobo1",
            "user_id": "13053",
            "date": "2003-01-27 21:14:23",
            "id": "883061",
            "reply_to_id": "883052",
            "text": "Maður sá vel þróunina þegar Rúv sýndu alla úrslitaþætti frá upphafi. Það var mjög gaman að því :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-27 23:41:32",
            "id": "883062",
            "reply_to_id": "883052",
            "text": "Þessi grein hefði mátt vera aðeins vandaðri, en þar sem ég hafði bara korter í frímínútur lét ég mér þetta nægja…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-28 12:29:06",
            "id": "883063",
            "reply_to_id": "883062",
            "text": "Hef einnig þessu að bæta við: (Tekið úr myndasendingu minni inn áhugamálið fyrr í vikunni, sjá myndasafn):\nUm hljóðnemann, verðlaunagrip Gettu betur\nÞó svo að fyrsta Gettu betur mótið hafi farið fram 1986, þá var það ekki fyrr en árið eftir að farið var að veita varanlegan farandgrip til þeirra skóla sem sigruðu hvert ár fyrir sig. Því gaf Sjónvarpið gamlan hljóðnema sem notaður var í Ríkisútvarpinu á 5. áratugnum, gullhúðaði hann, og var hann síðan afhentur í fyrsta sinn eftir úrslitakeppnina 1987."
        },
        {
            "user": "NoAngel",
            "user_id": "15331",
            "date": "2003-01-28 17:17:33",
            "id": "883064",
            "reply_to_id": "883052",
            "text": "BORGARHOLT ÁTTI AÐ VINNA 2001!!! DJÖFULS DÓMARASKANDALL :(\nMR ER BÚIÐ AÐ VINNA ALLTOF OFT :("
        },
        {
            "user": "oddurmr",
            "user_id": "29682",
            "date": "2003-01-28 19:15:31",
            "id": "883065",
            "reply_to_id": "883064",
            "text": "Innilega sammála þessu !!!\nAlltof oft !!!"
        },
        {
            "user": "oddurmr",
            "user_id": "29682",
            "date": "2003-01-29 02:16:45",
            "id": "883066",
            "reply_to_id": "883065",
            "text": "Ég er nú innanbúðarmaður í MR-liðinu þetta árið… mér finnst nú eiginlega bara frekar dapurlegt þegar fólk lýsir því yfir að MR sé búið að vinna “of oft”… málið er einfaldlega það að við MR-ingar höfum iðulega lagt meiri metnað og vinnu í keppnina en aðrir skólar, það er bara svo einfalt… við erum ekkert að fara að tapa viljandi neitt!\nSvo finnst mér líka frekar undarleg yfirlýsing að halda því fram að MR hafi unnið 2001 útaf “dómaraskandal” og krefst ég þess að viðkomandi geri grein fyrir máli sínu… svona sett fram er þessi fullyrðing ekki svaraverð…\nOddur Ástráðsson, 5.R í MR"
        },
        {
            "user": "NoAngel",
            "user_id": "15331",
            "date": "2003-01-29 09:52:12",
            "id": "883067",
            "reply_to_id": "883066",
            "text": "þetta er bara álit mitt, mér finnst að önnur lið eigi líka að fá að spreyta sig.  Ég meina komm on, þetta er eiginlega álit allra nema MR-inganna sjálfa.  MR er bara snobbskóli dauðans, viðurkenndu það og ég hata snobb.\nÞetta var dómaraskandall og ekkert annað, manstu ekki eftir þessu?? Dómararnir héldu augljóslega með MR og gáfu þeim rétt fyrir eitthvað svar sem var ekki alveg 100% rétt. Ef ekki hefði orðið fyrir þennan skandal þá hefði Borgarholt unnið.\nOg bíddu, af hverju ertu að svara þessari fullyrðingu ef að þú ert að segja að hún sé ekki svaraverð?? Það finnst mér svolítið heimskt sko….bíddu…ertu ekki í MR?? :Þ"
        },
        {
            "user": "oddurmr",
            "user_id": "29682",
            "date": "2003-01-29 10:31:17",
            "id": "883068",
            "reply_to_id": "883066",
            "text": "Ég skal alveg fúslega viðurkenna það að þið leggið meira á ykkur heldur en önnur lið (eins og liðið mitt, ME, þar sem ég er 1. varamaður). MR er góður skóli og það auðveldar sigurgönguna. En svo ég líki nú Gettu betur við Formúlu 1, MR er eins og Michael Schumacher og Ferrari, leggja mest á sig í keppninni en það verður alls ekki skemmtilegt lengur að horfa þar sem fyrirfram er vitað hver vinnur. Bara mín skoðun. Ég er ekkert sár þó svo ME hafi ekki komist áfram. Í mesta lagi vonaðist maður til þess að hann kæmist áfram sem stigahæsta tapliðið, sigur ykkar var löngu orðinn augljós áður en kom að viðureigninni. En allir eru sárir af því að aðalliðið var búið að vera að vera að stúdera 37 tíma á 2 sólarhringum bara fyrir þessa keppni, það er búið að vera rosalega stíf þjálfun að reyna að bæta 11 ára gamalt met, að sigra ykkur í MR, þar sem sumum finnst orðið of mikið að þið hafið núna eftir ME viðureignina sigrað að mig minnir í 46. viðureignina í röð."
        },
        {
            "user": "oddurmr",
            "user_id": "29682",
            "date": "2003-01-29 10:33:17",
            "id": "883069",
            "reply_to_id": "883068",
            "text": "En svo vill ég engan meiri milliskólaríg á greininni minni.\nVirðið það, plís!"
        },
        {
            "user": "oddurmr",
            "user_id": "29682",
            "date": "2003-01-29 11:48:57",
            "id": "883070",
            "reply_to_id": "883069",
            "text": "friend… þú ert nú greinilega ekki alveg með á nótunum! ég man nú eftir úrslitaviðureigninni 2001 einsog hún hefði gerst í gær! það var síður en svo verið að gera mr-ingum hátt undir höfði og þeim var ekki gefið neitt í þeirri keppni…\nég skal glaður viðurkenna það að Borghyltingar stóðu sig frábærlega en það er ekki rétt að segja að þeir hafi tapað útaf dómaraskandal… mér þætti a.m.k. gaman ef þú gætir tilgreint spurninguna sem skandallinn á að vera í… einhvernveginn efast ég um að þú getir það…\nOg þannig að ég ítreki: það er ekki útaf einhverju snobbi sem mr vinnur alltaf! mr-snobbið er einungis til í hugum þeirra sem öfunda okkur mr-inga…\nþað eru yfirleitt ekki merkileg dýr sem bera á milli öfundarorð…\nOddu"
        },
        {
            "user": "NoAngel",
            "user_id": "15331",
            "date": "2003-01-29 12:48:48",
            "id": "883071",
            "reply_to_id": "883070",
            "text": "víst er ég með á nótunum oddurmr hvað er málið?? ok, ég viðurkenni að ég man ekki alveg eftir þessari spurningu en ég man að ég og vinir mínir voru alveg brjálaðir út af þessu!!  það er skiljanlegt að þú munir vel eftir þessu þú ert nú í mr….djöfull ertu hrokafullur!!\nég er ekki að segja að mr vinni út af snobbinu, ég er bara að segja að mr sé snobbskóli að mínu og fjölmargra annarra mati og að það fer í taugarnar á mér!!\nþað eru heldur ekki yfirleitt merkileg dýr sem eru svona merkileg með sig eins og þú!!"
        },
        {
            "user": "oddurmr",
            "user_id": "29682",
            "date": "2003-01-29 23:24:03",
            "id": "883074",
            "reply_to_id": "883071",
            "text": "Ég legg til að þið hættið að rífast, ég hef ekki fengið að hafa eina einustu grein án leiðinlegra kommenta, svo virðið þið það, friend og oddurmr, það er fátt leiðinlegra en að halda úti grein sem geysar stríð á."
        },
        {
            "user": "oddurmr",
            "user_id": "29682",
            "date": "2003-01-30 10:07:38",
            "id": "883075",
            "reply_to_id": "883074",
            "text": "Ég segi aftur skýrt og greinilega: VILJIÐ ÞIÐ GJÖRA SVO VEL OG HÆTTA AÐ RÍFAST!!!"
        },
        {
            "user": "oddurmr",
            "user_id": "29682",
            "date": "2003-01-30 12:19:03",
            "id": "883076",
            "reply_to_id": "883075",
            "text": "hehe… friend, hér er spakmæli dagsins: Glymur hæst í tómri tunnu…\nég skal glaður svara gagnrýni ef hún er málefnaleg og studd með rökum, öðrum kosti sleppi ég því…"
        },
        {
            "user": "NoAngel",
            "user_id": "15331",
            "date": "2003-01-30 15:55:04",
            "id": "883077",
            "reply_to_id": "883076",
            "text": "þú ert svona týpískur mr-ingur…..gamall fyrir aldur fram og talar svo hátíðlega að manni býður við því!!!\nspakmæli fyrir þig: Hátt hreykir heimskur sér…"
        },
        {
            "user": "Raefill26",
            "user_id": "28087",
            "date": "2003-01-30 19:15:22",
            "id": "883078",
            "reply_to_id": "883077",
            "text": "Mr Hyski mr er bara einhvað brota járn"
        },
        {
            "user": "Bobo1",
            "user_id": "13053",
            "date": "2003-01-31 23:57:30",
            "id": "883079",
            "reply_to_id": "883078",
            "text": "Ræfill: “heybb ég heiti Reginn oft kallaður ræfill…. ég er í hljómsvetinni ”Nögl“ og við erum eiginelga alltaf til í að spila og ég vill bara segja eitt ”Anarky“”\nKannastu við þennan texta. Þetta er textinn sem þú skrifar hér sem upplýsingar um sjálfan þig. Gott að vita að honum Ræfli sem hrópar anarky finnist ég tilheyra hyski(eða var það brotajárn, gerir þig ekki alveg skiljanlegan)."
        },
        {
            "user": "Bobo1",
            "user_id": "13053",
            "date": "2003-02-01 00:16:40",
            "id": "883080",
            "reply_to_id": "883077",
            "text": "friend: Þú mátt ekki vera svona hrikalega tapsár. Fyrst og fremst gerist það sjaldan(ef það hefur gerst) að sigurlið keppninnar sé eins skipað í meira en tvö ár í röð. Ef lið vinnur keppnina þrjú ár í röð og er útlokað frá henni í eitt ár eru einhverjir sem hefðu átt að keppa fyrir hönd skólans það árið að missa af því tækifæri vegna þess að skólinn þeirra hefur staðið sig svo vel síðustu ár, hljómar nú varla sanngjarnt. Segjum svo að þetta samna ár myndi annað lið vinna, heldurðu að það yrði mikill sigur fyrir liðið ? Ég held ekki, þetta yrði aldrei nema hálfur sigur og það er ekki góð tilfinning að vinna keppni af því að besta liðið mátti ekki vera með.\nÞú verður að reyna að vera málefnalegur. Það dugar ekki að segja snobbógeð, mér býður við þér, dómaraskandall, ungi gamlingi og æi þarna spurningin sem dómararnir gáfu MR.\nÉg sá úrslitaviðureign og ég tók ekki eftir þessu og man ekki eftir neinu fjaðrafoki í kringum þetta."
        },
        {
            "user": "oddurmr",
            "user_id": "29682",
            "date": "2003-02-01 03:23:53",
            "id": "883081",
            "reply_to_id": "883080",
            "text": "góður bobo1… þetta er málefnalegt… meira svoleiðis…"
        },
        {
            "user": "NoAngel",
            "user_id": "15331",
            "date": "2003-02-01 20:40:30",
            "id": "883082",
            "reply_to_id": "883080",
            "text": "Ég sagði aldrei að ég sé sammála þeirri hugmynd um að mr ætti að vera bönnuð þáttaka í gettu betur í eitt ár. Hvaðan fékkstu þá hugmynd eiginlega?? Ég er bara komin með ógeð af því að MR vinnur alltaf, og í 8 liða úslitunum og undanúrslitunum eru keppnirnar sem þeir keppa í ekkert spennandi því að yfirburðirnir eru svo miklir. Það er leiðinlegt að horfa á svoleiðis keppnir, þú hlýtur að vera sammála mér í þeim efnum."
        },
        {
            "user": "Bobo1",
            "user_id": "13053",
            "date": "2003-02-01 21:49:40",
            "id": "883083",
            "reply_to_id": "883082",
            "text": "Sagðir það aldrei beint, en þetta sagðirðu:\n“þetta er bara álit mitt, mér finnst að önnur lið eigi líka að fá að spreyta sig”\nVeit ekki hvað þú meinar með þessu en ég gat ekki lesið annað en að MR ætti ekki að fá að vera með út út þessum orðum þínum.\nÞað fá allir að spreyta sig í keppninni er það ekki ? Það geta ekki allir unnið(spreytt sig á því að vinna ?) :/"
        },
        {
            "user": "Fleebix",
            "user_id": "5906",
            "date": "2003-02-02 11:45:10",
            "id": "883084",
            "reply_to_id": "883083",
            "text": "þetta er rétt, Borgó spreytti sig á móti MR og tapaði (en verða samt alltaf sigurvegarar, jei jei).\nÉg held að þú sért að misskilja merkingu orðisns að “spreyta”"
        },
        {
            "user": "Bobo1",
            "user_id": "13053",
            "date": "2003-02-02 13:13:36",
            "id": "883085",
            "reply_to_id": "883084",
            "text": "Ég hafði bara haldið að það fengju alltaf allir að spreyta sig. Friend vill hins vegar að allir fái það. Eins og við værum að berjast fyrir kosningarétti kvenna á Íslandi."
        },
        {
            "user": "NoAngel",
            "user_id": "15331",
            "date": "2003-02-02 21:20:04",
            "id": "883086",
            "reply_to_id": "883085",
            "text": "vitiði það, ég nenni ekki að standa í þessum umræðum lengur.  ég er bara komin með nóg.  ég sagði frá einni saklausri skoðun og það er búið að gera alltof mikið mál út úr því. ykkur fleebix hefur tekist það.  Og fleebix, þú getur ekki sagt að ég sé fífl og fleira í þeim dúr bara út af því að ég er búinn að vera að rífast við fólk inni á þessu áhugamáli. þið vinnið, ánægðir??  hvað sem þið eigið eftir að segja, þá ætla ég að reyna að láta það ekki fara mikið í mig og sleppa því að svara því.\nalltílagibless"
        },
        {
            "user": "oddurmr",
            "user_id": "29682",
            "date": "2003-01-30 08:43:35",
            "id": "883072",
            "reply_to_id": "883071",
            "text": "jæja friend… þú ert svona málefnalegur og hress… hehehe… vertu samt ekki að leggja mér orð í munn…\nog svo eiga öll dýrin í skóginum að vera vinir…\nFróðleiksmoli í tilefni dagsins: Öfund er ein af dauðasyndunum sjö…"
        },
        {
            "user": "NoAngel",
            "user_id": "15331",
            "date": "2003-01-30 09:55:32",
            "id": "883073",
            "reply_to_id": "883072",
            "text": "ég er ekkert að leggja þér orð í munn\nég ætla að vera góð við hinn ágæta sigurj og hætta að rífast við þig þú ert ekki þess virði….\nBless snobbógeð"
        },
        {
            "user": "Beerbelly",
            "user_id": "18028",
            "date": "2003-01-29 15:10:24",
            "id": "883087",
            "reply_to_id": "883070",
            "text": "Það verður nú að segja það að Gettu Betur lið MR hlýtur að fá svakalega aðstoð frá skólanum, meina annars væri þetta bara ekki hægt! En sumir skólar leggja áherslur á svona yfirborðslega hluti!"
        },
        {
            "user": "Bobo1",
            "user_id": "13053",
            "date": "2003-02-01 00:02:58",
            "id": "883088",
            "reply_to_id": "883087",
            "text": "Beerbelly: Ég held að flestir skólar sem komnir eru í 8-liða úrslit fái góðan stuðning frá skólanum. Þá er ég að tala um frí frá skóla á keppnisdag eða annað slíkt.\nEf að Gettu Betur er yfirborðslegur hlutur, viltu þá ekki bara leggja niður allar íþróttakeppnir og leiki sem stundaðir eru, þetta er nú allt svo yfirborðslegt :P"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-30 19:50:21",
            "id": "883089",
            "reply_to_id": "883065",
            "text": "Ég ætla að taka aftur ummæli mín:\n“Innilega sammála þessu !!!\nAlltof oft !!!”,\naf því að auðvitað hefur MR sinn rétt til að vinna eins og aðrir."
        },
        {
            "user": "Bozi",
            "user_id": "12100",
            "date": "2003-02-01 14:52:02",
            "id": "883053",
            "reply_to_id": "883052",
            "text": "Gettu Betur. Vinsælasta sjónvarpsefni landmanna. 80% af allri þjóðinni fylgist eitthvað með keppninni. Vandamálið er að keppnin er að missa skemmtanagildi og þar af leiðandi áhorf.\nStaðreyndin er sú að MR hefur unnið of oft og er það staðreynd. Við vitum það alveg að þeir hafa verið með bestu liðin og þess vegna hafa þeir unnið.\nBerum þetta bara saman við F1 í sumar, sjúmmi var svo langbestur að enginn nennti að horfa á þetta.\nEn hvað er til ráða?\nÞað sem þarf að gera er að breyta keppninni þannig að litlu liðin eigi möguleika.\nEKKI með því að útiloka sigurlið úr keppni heldur bæta inn meira af “skemmtilegum” hlutum. Sem dæmi má nefna látbragðsleik og pílukast sem var áður. Þetta veldur því að ekki er nóg að vera góður að svara og skemmtanagildið eykst.\nÞetta er eitthvað sem ætti að skoða."
        },
        {
            "user": "Bobo1",
            "user_id": "13053",
            "date": "2003-02-01 17:14:52",
            "id": "883054",
            "reply_to_id": "883053",
            "text": "Þetta gæti vel orðið skemmtileg viðbót en þó að þessu yrði bætt við held ég að sterkustu liðin myndu halda áfram að vinna. Kjarninn mun alltaf vera beinar hraða-, bjöllu- og vísbendingaspurningar og þar með breyta 2-3 þrjú stig sem þú vinnur í svona “aukaatriðum” ekki miklu. Hver veit svo nema slakari skólarnir geti ekkert í pílukasti eða látbragðsleik en þeir sterkari séu atvinnumenn í þessu ;)\nÉg er líka nokkuð viss um að liðin sem leggja mikinn metnað í keppnina myndu bara taka klukkutíma æfingu á dag í pílukasti :)\nNiðurstaðan yrði líklega sú að skemmtanagildið myndi aukast örlítið en liðin sem byggju yfir mestri þekkingu myndu halda áfram að vinna."
        },
        {
            "user": "Fleebix",
            "user_id": "5906",
            "date": "2003-02-01 18:38:12",
            "id": "883055",
            "reply_to_id": "883054",
            "text": "Mér finnst þetta góð grein, vel skrifuð og ágætlega skipulögð og alger óþarfi að bæta við hana.\nFriend finnst mér fífl og ótrúlegt að svona manneskju hafi verið hleypt inn í íslenska menntastofnun.\nMR er sá skóli landsins sem leggur LANG mestan metnað í Gettu Betur. En það koma félagslegir hlutir inn í þetta líka. Gáfumenni úr grunnskólum sem hafa kannski ekki átt neitt sérstaklega góða tíð í grunnsinu bíða þeirrar stundar að þeir geti farið í MR þar sem fleiri í sömu eru fyrir.\nRétt eins og MH trekkir inn lagvís ungmenni til lags við kórinn er sigurganga MR í gettu betur eins og sykur fyrir litlar nördabýflugur.\nOg þar sem jarðvegurinn er rétt sáinn þar munu spretta miklir ávextir. Tómatplanta MR hefur risið með lauf sín hærra en hin minni tré og sýgur til sín sólskin frægðarinnar, og því visna hinir og falla til jarðar.\nEn stundum koma sterkir aðilar inni í bardagan og þá er gaman! Þrátt fyrir að Borghyltingar hafi tapað stigunum, þá fannst mér að þeir væru hinir raunverulegu sigurvegarar. Keppnin var rosaleg og Borghyltingar börðust eins og Gunnar á Hlíðarenda. En rétt eins og hann lét lífið þá töpuðu borghyltingar, en þó með mikilli sæmd.\nSjálfur vona ég nú samt að MH taki þetta í ár, enda MHingur í merg og bein :)!\nOg svo að lokum, varðandi MR snobbið. Auðvitað er MR snobb! Þetta er elsti menntaskóli landsins, (og sá eini sem margar íslenskar þjóðhetjur gátu því setið), rúmur helmingur skólans virðist hafa einhverskonar eftirnöfn, leikfimishúsið er í þeim hrörlegasta kofa sem sést hefur á landsvísu síðan þeir rifu síðumúlafangelsið og kennararnir eiga víst að vera enn undarlegri en þeir sem við MHingur fáum að njóta samvista við.\nSnobb kannski, en ætli það sé ekki frekar stolt?\nNokkuð sem virðist stundum vanta í íslenska menntaskóla.\nMHingar hafa stoltið, þó sumir virðast stundum feimnir við að sýna það.\nVerslingar líka, og MRingar.\nÆtli hinir skólarnir skammist sín fyrir sjálfa sig?\nOjæja þetta var bara svolítil þynnkuhugvekja á laugardagseftirmiðdegi,\ntakk fyrir mig.\n…gleði gleði gleði…\n…gleði líf mitt er…"
        },
        {
            "user": "Bobo1",
            "user_id": "13053",
            "date": "2003-02-01 18:47:02",
            "id": "883056",
            "reply_to_id": "883055",
            "text": "Leikfimishúsið í MR er kannski ekki það stærsta sem til er en það dugar. Hefurðu spilað fótbolta á velli þar sem vítateigarnir snertast, það eru bara forréttindi :D\nÉg myndi svo frekar segja að fólk væri mismunandi eða sérstak en ekki skrítið og að kennararnir í MR séu sumir hverjir meira mismunandi og sérstakari en aðrir ;)"
        },
        {
            "user": "Fleebix",
            "user_id": "5906",
            "date": "2003-02-01 18:52:13",
            "id": "883059",
            "reply_to_id": "883056",
            "text": "http://www.islandia.is/fleebix/hvar_er_mr.htm\nforsíð an er bugguð í augnablikinu, en hey :)"
        },
        {
            "user": "Fleebix",
            "user_id": "5906",
            "date": "2003-02-01 19:06:01",
            "id": "883057",
            "reply_to_id": "883056",
            "text": "við mHingar eigum ekki einu sinni íþróttahús. Það er til teiknað og lóðin hefur verið tilbúin síðan 1975 minnir mig…"
        },
        {
            "user": "IngaAusa",
            "user_id": "22132",
            "date": "2003-02-02 19:21:18",
            "id": "883058",
            "reply_to_id": "883057",
            "text": "Veistu Fleebix, mér er alveg sama þó að við ægum ekki íþróttahús.  Mér finnst allir þessir jóga áfangar og svona svo sniðugir.  Þeir myndu sennilega fara fljótlega eftir að íþróttahúsið kæmi.\nEn allaveganna, það er rétt, MR leggur lang mest á sig og hefur mestan metnað í að vinna Gettu Betur.  Og líka bara allt í lagi með það.\nEn ég vona samt að MH vinni:c)\nGleði gleði gleði,\nGleði líf mitt er,\nþví að Jesu kristur\nþað gefið hefur mér\nÉg vil að þú eignist þetta líf!\nÞví að það er gleði, gleði\ngleði alla tíð."
        }
    ]
}