{
    "forum_title": "Jaðarsport",
    "user": "boing",
    "user_id": "20874",
    "date": "2003-01-28 11:14:31",
    "title": "Fallhlífarstökk!!",
    "text": "Jæjja ég varð bara að fá að sennda þetta….(vona að þetta verði samþykkt!) Þetta er smá brot úr hvernig fallhlífastökk (stökkið) gengur fyrir sig….\n…. veit ekki með ykkur, en ég fæ allaveganna kítl í magann!\n1)Flest okkar stökk stökkvum við út úr Cessnu 206 sem tekur 6 stökkvara.  Ef að\nþú ert að stökkva á “Statik-línu” þá munt þú stökkva út á undan vönu stökkvurunum en aftur á móti ef að þú ert á AFF þá fara þeir út á undan.  Hvar þú kemur til með að sitja í flugvélinni fer eftir því hvar í útstökksröðinni þú ert.\nÁstæðan fyrir þessu er einföld, þeir sem opna lægst fara út fyrst og svo koll af kolli.  Til að hindra það að menn rekist á hvorn annan í frjálsu falli eða rétt eftir opnun að þá er stokkið út með nokkru millibili, allt frá 5 sekúndur upp í 20 en það fer eftir því hversu mikill vindur er í háloftunum, þannig fáum við bæði lóðrétt og lárétt öryggisbil á milli stökkvaranna.\n“jump-runnið”  er flogið upp í vindinn.  Þetta gefur flugvélinni minnstan áframhraða miðað við jörð ( “groundspeed”).  M.ö.o.  þá er flugvélin lengur yfir stökksvæðinu með þessu móti heldur en ef hún flygi undan vindi.\nFlugmaðurinn notar “GPS” staðsetningartæki til að setja stökkvarana út á réttum útstökkstað (“SPOT”), kennarinn ykkar fylgist einnig með og gefur flugmanninum leiðréttingar (“SPOTTAR”) ef þörf er á.\nÞegar að útstökki kemur slær flugmaðurinn af mótornum svo að vindurinn sé ekki alveg jafnmikill þegar að þið klifrið út.\n2)      Nú ert þú kominn út úr flugvélinni hangir á vængstífunni og veltir eflaust fyrir\nþér hvern djöf,,,, er ég að gera sjálfum mér.  Þá er komið að því að líta inn til stökkstjórans eftir leyfi til að sleppa flugvélinni ( eins og manni langi eitthvað til þess á þeirri stundu ! ), horfa svo upp í vænginn anda djúpt og sleppa !!\nNú er mikilvægt fyrir þig að vera í góðri sveigju / líkamsstöðu og muna eftir að telja upp að 1000-5.  Að því loknu athugar þú hvort að fallhlífin þín er í lagi og lagar það sem laga þarf, ja eða ef þú ert óheppin/n þá losarðu þig við aðalfallhlífina og opnar varafallhlífina.\nÞað næsta sem þú gerir er að athuga hvort að aðrar fallhlífar séu nálægt þér og passar þig að halda bæði láréttri og lóðréttri öryggisfjarlægð á milli þín og annarra stökkvara.\nSvo ferðu í það að  finna stökksvæðið, heldur á fyrirframákveðið æfingasvæði og þegar þú ert komin í ca. 1500 fet þá byrjar “aðflug til lendingar” og svo lendingin sjálf.  Afar “heilsusamlegt” er að hlusta vel á talstöðina og fara eftir því sem “groundmasterinn” / kennarinn á jörðinni  segir þér að gera undir fallhlíf.\nÞegar að þú ert lentur / lent líður þér eins og þú eigir heiminn og vilt ólmur / ólm komast strax upp aftur og ert algjörlega búinn að gleyma þeim hugrenningum er fóru í gegnum huga þinn er þú dinglaðir eins og lauf í vindi á vængstífunni nokkrum mínútum áður.\nFjúff…. ég ætla að stökkva í sumar!!! ekki spurning… :)\nATH. þessi grein var tekinn af síðunni:\nhttp://www.skydive.is",
    "url": "https://www.hugi.is/jadarsport/greinar/119642/fallhlifarstokk/",
    "url_id": "119642",
    "id": "885468",
    "replies": [
        {
            "user": "LocoDuck",
            "user_id": "23289",
            "date": "2003-01-28 13:56:38",
            "id": "885469",
            "reply_to_id": "885468",
            "text": "ef maður er 15 ára patti kann ekkert að stökkva néneitt hvað þarf marr að gera til að geta stokkið einu sinni ekkert framtíðaplan bara eitt stökk hvað myndi þetta koma til með a kosta og hvað tekur það langanm tima að læra það HELSTA\nhils Tommi"
        },
        {
            "user": "nonnibenni",
            "user_id": "15267",
            "date": "2003-01-28 14:22:10",
            "id": "885470",
            "reply_to_id": "885468",
            "text": "Ég verð að prófa þetta !!!!!!!!!!!\nHvað kostar svona stökk ?"
        },
        {
            "user": "gixxer",
            "user_id": "22347",
            "date": "2003-01-28 14:57:38",
            "id": "885471",
            "reply_to_id": "885470",
            "text": "http://www.skydive.is/fssi/verdskra.htm"
        },
        {
            "user": "gixxer",
            "user_id": "22347",
            "date": "2003-01-28 16:25:04",
            "id": "885472",
            "reply_to_id": "885471",
            "text": "Hérna eru líka góðar upplýsingar.\nhttp://fkr.heimsins.is/"
        },
        {
            "user": "MikeMyers",
            "user_id": "21235",
            "date": "2003-01-28 19:57:17",
            "id": "885473",
            "reply_to_id": "885468",
            "text": "Djöfull ætlar maður einhverntíman að stökkva, hvernig getur maður sætt sig við að verða grafin í jörðina án þess að hafa prófað að stökkva."
        },
        {
            "user": "IngaAusa",
            "user_id": "22132",
            "date": "2003-01-29 00:26:19",
            "id": "885474",
            "reply_to_id": "885468",
            "text": "Mig sundlar og ég þarf að gubba.  Bara eftir það að hafa LESIÐ þessa grein um fallhífarstökk.\nDingla á vængstífunni….\noj!  ég festist einu sinni upp á tveggja metra háu hliði, af því að ég þorði ekki að hoppa niður.\nÆtli þetta sé ekki eitthvað sem ég ætti að prófa.  Þá vinn ég kannski bug á lofthræðslunni sem þjakar mig."
        },
        {
            "user": "RatKing",
            "user_id": "265",
            "date": "2003-02-20 22:26:01",
            "id": "885475",
            "reply_to_id": "885474",
            "text": "ingaauza … maður á vist ekkert að finna fyrir lofthræðslu þarna uppi … s0kum þess að maður er er svo hátt uppi.. ekki ertu lofthrædd þegar þú ferðast með flugvel ?"
        }
    ]
}