{
    "forum_title": "Borðaspil",
    "user": null,
    "user_id": null,
    "date": "2003-01-28 20:11:17",
    "title": "Umhverfi-Að gera á",
    "text": "Ár eru mjög skemmtilegt umhverfi og alls ekkert erfitt að búa þær til.  Ég á eftir að búa til ár en ég veit samt um létturstu aðferð í heimi til að búa til ár.  Ég ætla ða búa til svona einskonar púslu-á en þá á ég við að búa til nokkrar beygjur og nokkra beina kafla en púsla pörtunum síðan saman vítt og breitt um borðið svo að þetta myndi prýðis á.  Muniði samt að þetta er púsl svo að allir partarnir þurfa að byrja og enda á jafn breiðri á.  Jæja skellum okkur í ánna, vatnið er yndislegt :D\nSko, við byrjum á að reddo okkur smá frauðplast.  Þetta má alls ekki vera mjög þykkt, bara svona 1 cm væri best.  Skerum út svona einn góðan bita kannski 20-30cm sinnum 10-20cm.  Rúniði (gera þá bogna í stað þess að hafa þá 90°) síðan kantana.  Þekjum bitann ofan á með trélími ofan á en passið ykkur að límið verði slétt en ekki í öldum (svona bogið og ógeðslegt).  Þegar þetta lag er búið að þurna er komið að því að búa til ásbakkana.  Ég geri þá með því að teikna fyrst með svörtum tússpenna hvar áin á að liggja.  Aftur minni ég ykkur á að allir pússlubitarnir þurfa að byrja og enda á sömu breidd svo að hægt sé að púsla þessu saman.  Þegar þið erup búinir að gera þetta þá er bara að taka smásteina og trélím og líma steinbunka meðfram svörtu línunum.  Þessir steinar eiga að bera árbakkinn.  Hafiði´steinbunkana snona 0.5 til1cm háa og kannski 2cm breiða.  Þegar þessir steinar eru þornaðir ættuð þið þá að hafa: Frauðplast plötu með tveimur röðum af steinum (steinbunkar-eða einn samfelldur langur bunki).  Núna skulum við hrista spreybrúsan okkar vel og spreyja partinn svartann.  gefið svarta litnum nógu langann tíma að þorna en þegar þetta er þornað þá er gott að mála steinana.  Flottast er örrugglega að drybrusha þá gráa.  Vatnið skulum við mála með nokkrum bláum litum.  Flott er að mála nokkrar liðaðar línur í allskonar bláum línum í svona tæplega 1cm fjarlægð frá bakkanum.  Síðan er tekið fullt af lakki og lakkað vel og kannski 4 umferðir eða þangað til hægt er að spegla sig ágætlega í “vatninu”.  Síðan er bara að taka “static grass” eins og það heitir og líma fyrir utan árbakkanna og kannski nokkra bletti á steinunum.\nSíðan er líka hægt að\n-líma vikkra steina í ánna það er kallarnir geta stiklað yfir (virkar eins og brú).\n-smíða brú úr balsavið og láta hana yfir ána (ég mun seinna skrifa grein um brúarsmíði).\n-reyna að búa til lind eða lítið fjall þar sem áin hefur upptök sín.\n-Búa til fossa eða flúðir.\n-Gera lítið hús með svona hjól sem snýst í litlum fossí í ánni.\n———————————————- —————–\nSvo minni ég enn fremur á því að ef þið eruð í vanda við að búa til umhverfi þá endileg senda mér skilaboð.\nKær kveðja, Kári.",
    "url": "https://www.hugi.is/bordaspil/greinar/119659/umhverfi-ad-gera-a/",
    "url_id": "119659",
    "id": "885627",
    "replies": [
        {
            "user": "Gamecuber",
            "user_id": "31935",
            "date": "2003-01-29 11:43:15",
            "id": "885632",
            "reply_to_id": "885627",
            "text": "Amm við skulum gera flott umhverfi a föstudaginn Kári."
        },
        {
            "user": "Ramruqai",
            "user_id": "14093",
            "date": "2003-01-29 16:40:09",
            "id": "885633",
            "reply_to_id": "885627",
            "text": "lol, “-Gera lítið hús með sona hjól sem snýst í litlum fossí í ánni” þetta heytir vatnsmilla eða bara milla."
        },
        {
            "user": "Ramruqai",
            "user_id": "14093",
            "date": "2003-01-29 16:41:35",
            "id": "885634",
            "reply_to_id": "885633",
            "text": "lol, afsakið fáfræðina…“bjáni” get ég verið"
        },
        {
            "user": "Ramruqai",
            "user_id": "14093",
            "date": "2003-01-29 16:49:43",
            "id": "885635",
            "reply_to_id": "885634",
            "text": "jamm þú ert bjáni, en afhverju inn í gæsslappir ???"
        },
        {
            "user": "Ramruqai",
            "user_id": "14093",
            "date": "2003-01-29 17:04:48",
            "id": "885636",
            "reply_to_id": "885635",
            "text": "Því að gamlar kellingar nota þetta orð og þú notaðir það einusinni á mig……gamla kelling"
        },
        {
            "user": "Ramruqai",
            "user_id": "14093",
            "date": "2003-01-29 17:09:24",
            "id": "885637",
            "reply_to_id": "885636",
            "text": "æjæj, Kári –>–>–>LITLI"
        },
        {
            "user": "Ramruqai",
            "user_id": "14093",
            "date": "2003-01-29 17:16:27",
            "id": "885638",
            "reply_to_id": "885637",
            "text": "æjæj, ási ->->->-> Varastóri"
        },
        {
            "user": "Ramruqai",
            "user_id": "14093",
            "date": "2003-01-29 17:17:51",
            "id": "885639",
            "reply_to_id": "885638",
            "text": "wtf, varastjóri hvað í fjandanum meinaru með því ???"
        },
        {
            "user": "Ramruqai",
            "user_id": "14093",
            "date": "2003-01-29 17:18:44",
            "id": "885640",
            "reply_to_id": "885639",
            "text": "Stórar varir!"
        },
        {
            "user": "Ramruqai",
            "user_id": "14093",
            "date": "2003-01-29 17:21:54",
            "id": "885641",
            "reply_to_id": "885640",
            "text": "uuuu, so ??? Hef aldrei litið á það sem einvher galla en gjörðusvo vel gerðu grín. vibbí gaman gaman gera grín gera grín."
        },
        {
            "user": "Ramruqai",
            "user_id": "14093",
            "date": "2003-01-29 17:28:43",
            "id": "885642",
            "reply_to_id": "885641",
            "text": "uuuuuu, só að ég sé lítill þá?"
        },
        {
            "user": "Ramruqai",
            "user_id": "14093",
            "date": "2003-01-29 17:33:10",
            "id": "885643",
            "reply_to_id": "885642",
            "text": "jamm, kei ég bara veit að þetta pirrar þig en það pirrar mig kker tað ég sé með stórar varir því ég veit alveg að því veit að allir sem ég þekki vita af því og hef aldrei talið þetta galla en hættum nú þessu rugli, hér  þ.e.s. á borðaspila áhugamálinu þetta kemur því bara ekki fokk við."
        },
        {
            "user": "Ramruqai",
            "user_id": "14093",
            "date": "2003-01-29 17:37:19",
            "id": "885644",
            "reply_to_id": "885643",
            "text": "Þetta pirrar mig smá en mér finnst enginn galli að vera lítill.  Mér finnst asnalegt að þú sért að segja að ég sé “gallaður” því að ég er lítill því að þú ert sjálfur ekkert fullkominn (VARIR!!)."
        },
        {
            "user": "Ramruqai",
            "user_id": "14093",
            "date": "2003-01-29 17:38:34",
            "id": "885645",
            "reply_to_id": "885644",
            "text": "spík as jú vis.æ eint spíking no mo"
        },
        {
            "user": "Gamecuber",
            "user_id": "31935",
            "date": "2003-01-31 11:29:35",
            "id": "885646",
            "reply_to_id": "885643",
            "text": "Aggresive farðu að grenja varastóri . Það er betra að vera small en Fatlips"
        },
        {
            "user": "juwanna",
            "user_id": "32187",
            "date": "2003-01-30 13:11:49",
            "id": "885629",
            "reply_to_id": "885627",
            "text": "Grein, allavega ekki flott grein:("
        },
        {
            "user": "juwanna",
            "user_id": "32187",
            "date": "2003-01-30 13:42:01",
            "id": "885630",
            "reply_to_id": "885629",
            "text": "Hún  á ekkert að vera flott, hún á að kenna þér að´búa til á."
        },
        {
            "user": "juwanna",
            "user_id": "32187",
            "date": "2003-03-18 17:10:28",
            "id": "885631",
            "reply_to_id": "885630",
            "text": "Hvad svo eg geti synt 'i henni"
        },
        {
            "user": "Goodfella",
            "user_id": "20380",
            "date": "2003-01-30 14:49:23",
            "id": "885628",
            "reply_to_id": "885627",
            "text": "já ég hef gert á sem er eins gerð og þessi."
        }
    ]
}