{
    "forum_title": "Raftónlist",
    "user": "bls",
    "user_id": "9477",
    "date": "2003-01-29 13:14:13",
    "title": "Massive attack",
    "text": "Massive attack eru frumkvöðlar trip-hopsins, það er enginn sem að getur neitað því.. og ekki einu sinni reyna að segja að Portishead séu það því að það veit hver maður (nei ekki hver maður, en sumir sem hafa kynnt sér þetta) að það voru Massive attack sem að komu Portishead á kortið, eða í gang.. eða þið vitið.\nÞetta er rosalega hæfileikarík hljómsveit, ná algjörlega að blanda saman hip-hop töktum saman við þungar, djúpar bassalínur og dulanfullann gítar.\nÁrið 1991gáfu þeir út fyrstu plötuna sína “Blue Lines”, hún er alveg ógeðslega vel heppnuð og fékk endalaust lof frá allra virtustu gagnrýnendunum.  Þetta er svona einhvers konar blanda af dularfullleika (segir maður það? ég er alveg að verða rangeygð..) og danstónlist, kannski ekki mitt val á tónlist en þetta var líka bara fyrsta platan, mér finnst þeir hafa batnað mjög með tímanum en hafa hins vegar aldrei verið eitthvað lélegir.\nÁhrif frá Massive attack má finna í hljómsveitum eins og Portishead (dö..) og hjá fyrrum meðlim sveitarinnar, Tricky.\nÁrið 1994 gaf sveitin svo út aðra breiðskífu sína, Protection.  Eins leiðinlega og það hljómar þá var þessi plata bara álitin algjör vonbrigði og í rauninni stórt skref aftur á bak.  Gagnrýnendum fannst þeim hafa farið mikið aftur og voru vissir um að sveitin væri bara svona “one album wonder”.  Ég skil þetta ekki, mér finnst þessi plata alveg mögnuð.. lög eins og Karmacoma, Sly og svo instrumental lagið Heat Miser eru ein frábærustu lög sveitarinnar að mínu mati.  En hún fékk nú reyndar góða dóma sumstaðar, fólk hefur jú auðvitað mismunandi smekk og kemur frá mismunandi stöðum.  Platan var t.d. óhuggnalega vinsæl í “underground” tónlistargeiranum í Englandi, en náði engum vinsældum í Bandaríkjunum (hvað vita bandaríkjamenn svosem.. það eina sem þeir geta “státað” sig af er erkimellan Avril Lavine og hún er að vanvirða rokkið svo mikið að ég held að ég fari og kaupi mér flugmiða og fljúgi til bandaríkjana í þeim eina tilgangi að gubba á hana..).\nSeint árið 1995 gáfu massive attack út nýja plötu, geðveikt tilraunakennda og svala..hún kallast því “frumlega” frumlega nafni, No Protection :P Þessi plata er alveg ógeðslega svöl, söngurinn er rímixaður alveg út í gegn og kemur dekkri, tilfinninga meiri ..samt svona einhvern veginn rólegri skilaboðum í gegnum sig. Í blandi við það eru ekkert smá ógeðslega flottir taktar og bassalínur.. Þessi plata fer alveg til baka að rótum trip-hopsins en er samt í leiðinni ógeðslega ný og fersk.. geri aðrir betur.  Hin frægi Mad Professor á líka heiður skilið fyrir þessa plötu.\nÞremur árum seinna eða í maí 1998 gáfu þeir svo út enn aðra plötuna (jibbí!). Hún kallast Mezzanine.  Þetta finnst mér geðveikasta platan þeirra hingað til.. lög eins og Angel, Teardrop, Dissolved Girl,  Man Next Door og Group Four… ég þarf ekki að segja meira.  Þetta er svosem ekkert öðruvísi stíll en á hinum plötunum, þarna segir reynsla bara til sín.  Þetta er ógeðslega svöl hljómsveit sem að enginn ætti að láta fram hjá sér fara.\nNúna 2003 hafa massive attack gefið út nýja plötu, hún heitir 100th Window og ég hlakka ekkert smá til þess að hlusta á hana.  Ef að það er einhver hérna sem að er búinn að hlusta á hana, vinsamlegast þá segið okkur hinum hvað ykkur finnst.\n(ég vil enn og aftur biðjast afsökunar á því ef að það eru einhverjar hrikalegar staðreyndavillur hérna, ég er lasin með hita og því ekki alveg í réttu standi, vona að þið takið bara vel í þetta og gagnrýnið ekki of mikið.. ég er lítil sál :P)",
    "url": "https://www.hugi.is/raftonlist/greinar/119862/massive-attack/",
    "url_id": "119862",
    "id": "887091",
    "replies": [
        {
            "user": "MrGoodman",
            "user_id": "7110",
            "date": "2003-01-29 14:05:31",
            "id": "887092",
            "reply_to_id": "887091",
            "text": "Miðað við veikindi er þetta fín grein. Fékk Protection lélega gagnrýni? Það finnst mér slæmt, enda eina platan sem ég hef hlustað á að áhuga frá þessari annars ágætu hljómsveit."
        },
        {
            "user": "mononoise",
            "user_id": "6315",
            "date": "2003-01-29 14:33:08",
            "id": "887093",
            "reply_to_id": "887091",
            "text": "Góð grein.\nNo Protection er samt ekki beint leið að rótum trip hopsins heldur er hún Dub remix af Protection.\nÓtrúlega góð plata og að mínu mati betri en Protection sjálf.\nMad Professor er reyndar ekkert rosalega frægur en það fer víst eftir hvernig þú lítur á málið\nÞað verður spennandi heyra nýju plötunna."
        },
        {
            "user": "mononoise",
            "user_id": "6315",
            "date": "2003-01-29 14:33:31",
            "id": "887094",
            "reply_to_id": "887091",
            "text": "Góð grein.\nNo Protection er samt ekki beint leið að rótum trip hopsins heldur er hún Dub remix af Protection.\nÓtrúlega góð plata og að mínu mati betri en Protection sjálf.\nMad Professor er reyndar ekkert rosalega frægur en það fer víst eftir hvernig þú lítur á málið\nÞað verður spennandi heyra nýju plötunna."
        },
        {
            "user": "Sblender",
            "user_id": "1767",
            "date": "2003-01-29 15:50:11",
            "id": "887095",
            "reply_to_id": "887091",
            "text": "Massive attack er snilldin ein :D\ngg grein!"
        },
        {
            "user": "Augustus",
            "user_id": "848",
            "date": "2003-01-29 15:50:58",
            "id": "887096",
            "reply_to_id": "887091",
            "text": "Ný plata að koma!\nGlæææsilegt\nVarðandi Avril Lavigne þá er hún bara með sama háskólarokkið og allir aðri"
        },
        {
            "user": "MrGoodman",
            "user_id": "7110",
            "date": "2003-01-29 16:52:16",
            "id": "887097",
            "reply_to_id": "887091",
            "text": "“Núna 2003 hafa massive attack gefið út nýja plötu, hún heitir 100th Window og ég hlakka ekkert smá til þess að hlusta á hana. Ef að það er einhver hérna sem að er búinn að hlusta á hana, vinsamlegast þá segið okkur hinum hvað ykkur finnst.”\nhún er mjög fín, þessi nýja plata. einsog ég hef ðaur sagt er ég ekki mikill Massive Attack aðdáandi, en þessi plata er að fara fínt ofan í mig."
        },
        {
            "user": "akarnid",
            "user_id": "6152",
            "date": "2003-01-29 17:19:25",
            "id": "887098",
            "reply_to_id": "887097",
            "text": "100th Window:  alveg ágæts plata, en ekkert meira en það. Hún endist ekki lengi á 5tu hlustun.  Sólóplata Beth Gibbons - Out Of Season - er mikið betri."
        },
        {
            "user": "Audioholic",
            "user_id": "18738",
            "date": "2003-01-29 23:01:03",
            "id": "887099",
            "reply_to_id": "887098",
            "text": "well ég er að fíla nýju massive plötuna í hengla mar =)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-29 16:57:29",
            "id": "887100",
            "reply_to_id": "887091",
            "text": "Hljómsveit sem ég hef lítið kynnt mér en ættla að skoða betur núna .. góðar greinar brazen."
        },
        {
            "user": "lune",
            "user_id": "17986",
            "date": "2003-01-29 17:05:30",
            "id": "887101",
            "reply_to_id": "887091",
            "text": "Massive attack finnst mér vera alveg frábær-það er reyndar Portishead að þakka, byrjaði ekki að fíla hana fyrren ég komst almennilega inní Portishead.\nJahá, þannig var það. Hvað þýðir annars þetta g dóterí þið vitið, þegar sumir segja ggg (eitthvað) grein? *andvarp* ég er svo útúr þessum internet-málum…"
        },
        {
            "user": "TheFeeling",
            "user_id": "966",
            "date": "2003-01-30 17:15:58",
            "id": "887102",
            "reply_to_id": "887091",
            "text": "Nýja platan er fín… Samt ekki hlusta á hana með Mezzanine eða Protection í huga, Þessi er miklu dimmari samt eðaltónar. Málið er bara það að það var ekki sama crew-ið að vinna í þessari plötu þar sem einhverjir hættu… Nýja platan sýnir soundið hans 3D samt vel."
        },
        {
            "user": "grandmu",
            "user_id": "5623",
            "date": "2003-01-30 19:42:20",
            "id": "887103",
            "reply_to_id": "887102",
            "text": "Mæli með að fólk reddi sér vínyl eintakinu af Teardrop og tjékki á Mad Professor mixinu á 33 snúningum (og kannski +6/+8). Tótal snilld!\nAnnars er 100th window eitthvað sem marr þarf að gefa meiri séns, doldið dimm að mínu mati. En Prayer for England er mjög svít tjún."
        },
        {
            "user": "Nintendj",
            "user_id": "25477",
            "date": "2003-01-31 02:56:12",
            "id": "887104",
            "reply_to_id": "887091",
            "text": "Ég verð nú að segja að ég fíla Portishead alveg í botn, en hef aldrei verið neitt hrifinn af Massive Attack. Ég hlýt bara að vera eitthvað brenglaður. :D"
        },
        {
            "user": "TheFeeling",
            "user_id": "966",
            "date": "2003-01-31 14:30:07",
            "id": "887105",
            "reply_to_id": "887104",
            "text": "Ef þú fýlar portishead en ekki massive þá verðuru að prófa samt eitt lag með Massive Attack, Group Four heitir það, hlýtur að fýla :)"
        },
        {
            "user": "Nintendj",
            "user_id": "25477",
            "date": "2003-01-31 21:00:47",
            "id": "887106",
            "reply_to_id": "887105",
            "text": "Group Four, tjekka á því"
        },
        {
            "user": "Jolly",
            "user_id": "2156",
            "date": "2003-02-03 21:00:55",
            "id": "887107",
            "reply_to_id": "887091",
            "text": "Hef ekki mikið hlustað á 100THWINDOW en eitt lagið á henni Small time shot eða eitthvað þannig er algjörlega brilljant. Þetta lag er eitt það besta sem ég hef heyrt í þessari tónlistarstefnu."
        },
        {
            "user": "groupie",
            "user_id": "28296",
            "date": "2003-02-05 14:23:31",
            "id": "887108",
            "reply_to_id": "887107",
            "text": "Ég er Massive Attack og Portishead fan nr. eitt og get ekki sagt neitt niðrandi um þessar hljómsveitir, fæ en gæsahúð ef minnst er á “teardrop” við mig, ætla að redda mér þessum vinyll..takk.\nHlakka ekkert smá til að fá að njóta nýrrar plötu Massive og var næstum farin að gráta þegar ég frétti að ég hafi misst af Beth Gibbons tónleikunum í Köben um daginn:(\nEn brazen,hvernig gat Avril Lavigne komið inní umræðu um Massive??? Það er EKKERT samhengi þar á milli…!??\nErtu nú ekki búin að reykja aðeins of mikið?"
        },
        {
            "user": "bls",
            "user_id": "9477",
            "date": "2003-02-08 23:54:10",
            "id": "887109",
            "reply_to_id": "887108",
            "text": "ég veit að það er ekkert samheingi á milli massive attack og avril lavigne - ég var nú bara að tala um ömuleika bandaríkjana á vissu sviði.. sem kemur mjög augljóslega fram í greininni.."
        },
        {
            "user": "xtah",
            "user_id": "5828",
            "date": "2003-02-23 00:22:51",
            "id": "887110",
            "reply_to_id": "887091",
            "text": "Ég var að kaupa 100th Window, seti hann í tækið og hlustaði á hann og hann er  snilld. Svo seti ég hann í daginn eftir og græjurnar vildu ekki spila hann. Ég er búinn að prófa hann í öðrum græjum og hann virkar fínnt þar. Og græjurnar mínnar eru langt frá því að vera eitthvað drasl, á Marantz. Er bara að spá í því hvort að einhver hafi lent í þessu."
        }
    ]
}