{
    "forum_title": "Kettir",
    "user": "Barabas",
    "user_id": "9210",
    "date": "2003-01-28 15:22:09",
    "title": "Hvernig sjá kettir?",
    "text": "ég fann mjög góða grein á\nhttp://www.visindavefur.hi.is\nog vildi deila þessu með ykkur :)\nSjón katta er ákaflega vel þróuð. Kettir sjá í þrívídd líkt og við mennirnir en slík sjón er algeng hjá rándýrum því þau þurfa að meta fjarlægðir og afstöðu hluta í rúmi til dæmis þegar þau eru á veiðum. Rannsóknir á sjón katta bendir til þess að þeir séu frekar nærsýnir þannig að veiðidýr eða hlutur sem er nálægt þeim grípur athygli þeirra en fjarlægari hlutir fara fram hjá þeim. Í augum katta eru bæði svokallaðar keilur og stafir. Stafir og keilur eru sérhæfðar frumur sem nema ljós og senda taugaboð upp í heila. Frumurnar eru viðkvæmar og þess vegna stjórna augun því ljósmagni sem berst þeim með því að draga saman ljósopin í birtu og stækka þau í dimmu, eins og fram kemur í svari Tryggva Þorgeirssyni við spurningunni Af hverju eru augun í fólki oft rauð á ljósmyndum?\nStafirnir nýtast köttum í myrkri við það að greina snöggar hreyfingar í umhverfinu en keilurnar nýtast í birtu sérstaklega við greiningu á litum. Kettir hafa fleiri stafi en keilur öfugt við okkur mennina sem gerir það að verkum að kettir sjá mun betur í myrkri en við.\nKettir geta greint liti en litaskynjun þeirra er ekki jafn þróuð og hjá prímötum. Rannsóknir benda til þess að kettir sjái liti eins og fjólubláan, bláan, grænan og gulan frekar en liti á hinum enda litrófsins eins og rauðan og appeslsínugulan eins og sjá má á myndunum.\nHjá köttum virðist rauður vera svartur eða mjög dökkur en grænn virðist fölgrænn enda liggur grænn við jaðar sjónskynjunar kattarins. Litaskyn hunda er svipað.\nGrein tekin af :\nhttp://www.visindavefur.hi.is",
    "url": "https://www.hugi.is/kettir/pistlar/119839/hvernig-sja-kettir/",
    "url_id": "119839",
    "id": "886742",
    "replies": [
        {
            "user": "Sally",
            "user_id": "38019",
            "date": "2004-08-23 11:17:48",
            "id": "886750",
            "reply_to_id": "886742",
            "text": "Flott grein. Ég vissi sumt af þessu eins og með stafina og keilurnar, nærsýnina og myrkrasjónina. En þetta með litblindnina, þá hélt ég þeir gætu séð í svrthvítu eða þvíumlíkt. Takk fyrir, núna hugsa ég mig um lit á dótamús handa mínum ketti næst :o)"
        },
        {
            "user": "Chameleon",
            "user_id": "26978",
            "date": "2004-08-23 11:17:48",
            "id": "886751",
            "reply_to_id": "886742",
            "text": "Það má bæta við að svarið á Vísindavefnum er hér;\nhttp://www.visindavefur.hi.is/svar.asp?id=2520\nÞar er auk þess hægt að sjá mynd af firðildi eins og við sjáum það og svo eins og köttur sér það.\nOg þarna er líka áhugaverð síða um sjón katta;\nhttp://www.tvforcats.com/x_cat_vision.htm\nSmellið bara á Next til að sjá meira svo.\nÞarna er sýnt hvernig maðurinn og kötturinn sjá í myrkri, í birtu og svo bara hvernig augun líta út."
        },
        {
            "user": "dvice",
            "user_id": "61873",
            "date": "2006-04-01 21:20:05",
            "id": "3297110",
            "reply_to_id": "886751",
            "text": "seli"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-08-23 11:17:48",
            "id": "886749",
            "reply_to_id": "886742",
            "text": "Kettir sjá blatt eða í einhverjum bláum litum sá það i lifandi vísindi!!!!!!"
        },
        {
            "user": "Samano",
            "user_id": "12717",
            "date": "2004-08-23 11:17:48",
            "id": "886747",
            "reply_to_id": "886742",
            "text": "Sjá nokkuð kettir sjálfann sig í spegli?"
        },
        {
            "user": "Brainiac",
            "user_id": "28711",
            "date": "2004-08-23 11:17:48",
            "id": "886748",
            "reply_to_id": "886747",
            "text": "þeir sjá sig en þekkja sig ekki ;)"
        },
        {
            "user": "meeka203",
            "user_id": "35952",
            "date": "2004-12-16 12:26:54",
            "id": "1845903",
            "reply_to_id": "886748",
            "text": "Hehe nú skil ég afhverju Jenna situr alltaf fyrir framan spegillin og glápi"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-10-10 20:12:11",
            "id": "4080813",
            "reply_to_id": "886748",
            "text": "Haha,þegar hundurinn minn var lítill sá hann sig í speglinum og byrjaði að gelta á fullu:Þ"
        },
        {
            "user": "kjanastelpa",
            "user_id": "39314",
            "date": "2004-08-23 11:17:48",
            "id": "886746",
            "reply_to_id": "886742",
            "text": "ég er buin að vellta þessu fyrir mig mjööög lengi :)\ngóð grein ;)"
        },
        {
            "user": "DrifaH",
            "user_id": "15716",
            "date": "2004-08-23 11:17:48",
            "id": "886745",
            "reply_to_id": "886742",
            "text": "Ég og maðurinn minn vorum einmitt að velta þessu fyrir okkur um helgin!\nVið keptum rauða leikfangamús handa Ólver, litlu kisunni okkar og hann er alveg óður í hana.  Þá fórum við að pæla hvort að þetta væri liturinn og hvort að kettir yfir höfuð gætu greint á milli mismunandi lita.\ntakk fyri"
        },
        {
            "user": "Kreator",
            "user_id": "23042",
            "date": "2004-08-23 11:17:48",
            "id": "886744",
            "reply_to_id": "886742",
            "text": "Fróðlegt að vita!"
        },
        {
            "user": "betababe",
            "user_id": "8319",
            "date": "2004-08-23 11:17:48",
            "id": "886743",
            "reply_to_id": "886742",
            "text": "Gott að vita þetta!! ;)"
        },
        {
            "user": "solabola",
            "user_id": "60882",
            "date": "2005-11-10 17:35:21",
            "id": "2677870",
            "reply_to_id": "886742",
            "text": "Ég hef geðveikt lengi verið að velta þessu fyrir mér."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-12-07 19:07:42",
            "id": "2784552",
            "reply_to_id": "886742",
            "text": "vááá…. þú segir fréttir!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-05-29 18:37:40",
            "id": "3545490",
            "reply_to_id": "886742",
            "text": "Leikfangamúsin sem kisan mín á er einmitt með fjólubláum, gulum og frænum fjöðrum aftan á og hann ræðst þvílíkt á þetta hehehehe :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-02-07 22:59:18",
            "id": "4568333",
            "reply_to_id": "886742",
            "text": "vaá, loksins gaf einhver skýringu á essu!\nhef verið að velta þessu um of fyrir mér!"
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2007-10-30 20:01:30",
            "id": "5350876",
            "reply_to_id": "886742",
            "text": "Gott stöff.\nEn af hverju hlekkjarðu ekki beint í greinina á vínsindavefnum svo fólk þurfi ekki að leita?"
        }
    ]
}