{
    "forum_title": "Sci-Fi",
    "user": "kariemil",
    "user_id": "11014",
    "date": "2003-01-29 21:27:10",
    "title": "NEMESIS (Miklir Spoilerar)",
    "text": "Ég kom heim af æfingu fór að éta og svona í rólegheitunum, fór síðan inn í stofu þar sem að mamma var að horfa á That's life!.\nÉg reyndi að koma mér inn í þáttinn, talaði aðeins við mömmu sem fór svo allt í einu að tala um að Nexus forsýningin væri eftir þrjú korter!\nÉg hafði gefið mér það að þetta væri að gerast í næstu viku, svo að ég var ekki búinn að kaupamiða eða neitt. Hringdi í frænda minn snögglega til að sjá hvort hann gæti skutlað mér, líka nið'rí Nexus. Svo þurfti hann ekki að gera það, heldur reddaði miða fyrir mig. Svo fórum við inn, biðum í 10 mínútur eftir poppi og kóki, aðrar 10 eftir sýningunni og svo hlustuðum við á þessa fínu ræðu varðandi myndina, verðlaunaafhendingu, svo aðrar 15 mín. í trailera á myndum sé ég væri reyndar alveg til í að sjá, (ekki allar!!), og svo kom stóra stundin.\nTónlstin hófst með gífurlegum drunum, og við fylgdumst með orðunum Star Trek Nemesis birtast úti í geimi, með öfugum R-um og T-um. Svo flaug myndavélin nokkur ljósár að plánetunni Rómúlusi, beint að hinu annars frábærlega vel gerða Rómúlska þingi þar sem að fundur var í gangi. OK, ég skildi hvað átti að fara að gerast og á enda atriðisins opnar ein Rómílska konan rauða kúlu og labbar út. Svo eftir smá stund spýtist út grænt ljós með viðeignandi orku-snjokornum sem breytti öllum rómúlsku þingmönnunum í stein. Þessi leisersýning var svo útskýrð síðar sem “Thelaron radiation”. OK. Atriðið var mjög flott á allan hátt nema hápunkturinn. Þetta græna ljós fannst MÉR (tek það fram, persónuleg skoðun) soltið svona óeðlilegt.\nMyndin var frábær, hasaratriðin 70% af henni, hægu atriðin áttu öll rétt á sér, grafík var í toppi, yfir Star Wars myndunum nýjustu, geimorrustur ótrúlega flottar, nýju Herfuglar Rómúlanna viðbjóðslega cool. Remanarnir snilldarlega hannaðir, dauði Data dramatískasta atíði í sögu Star Trek, frábærlega gert, dauði Shinzon ekki eins dramatískur, frekar svolítið ógeðslegur, en mjög flottur.\nTvö frábær bregðuatriði voru í myndinni; þegar að Riker klifrar um í rásunum og Ríkisstjóri Shinzons stekkur niður úr loftinu (fæturnir á mér ætluðu bara ekki að stoppa að hristast); og svo þegar að Ríkisstjórinn týnir Riker sem birtist út úr hliðarskoru og sparkar í hann.\nGaman að sjá Wesley þó að það hvernig hann snýr aftur hafi verið klippt burt vegna lengdarörðugleika. Brúðkaupið mjög skemmtilegt og raunar öll hin hæga byrjun. Húmorinn var í lagi allan tímann, þessi t´píski Star Trek húmor sem aldrei bregst. Já, vitiði, það var ósköp fátt sem mér fannst slæmt. Það sem að AstaV segir um myndina í greininarsvarinu í greininni á undan, truflaði mig ekkert og ég get ekki fundið neitt að reyndar.\nkariemil\nP.S. Búningar Remananna og Shinzons sem ískruðu svona skemmtilega, voru alger snilld. Þetta hljóð var svona 50-50 blanda af pirringi og ótrúlegri fyndni…",
    "url": "https://www.hugi.is/scifi/greinar/119896/nemesis-miklir-spoilerar/",
    "url_id": "119896",
    "id": "887782",
    "replies": [
        {
            "user": "Rawn",
            "user_id": "7059",
            "date": "2003-02-02 11:20:39",
            "id": "887783",
            "reply_to_id": "887782",
            "text": "Satt þessi myndi er snilld."
        },
        {
            "user": "Adddi",
            "user_id": "10448",
            "date": "2003-02-04 08:56:15",
            "id": "887784",
            "reply_to_id": "887782",
            "text": "Ég er sammála, þessi mynd var æðisleg, það eina sem pirraði mig við þessa sýningu voru gaurarnir í securitas búningum sem þóttust vera í startrek búning og fengu einhver verðlaun fyrir."
        },
        {
            "user": "NCC1701",
            "user_id": "2402",
            "date": "2003-02-04 19:12:53",
            "id": "887785",
            "reply_to_id": "887784",
            "text": "segi það maður bara nördar dauðans sem nota þetta svona til að fá shinzon dúkku"
        },
        {
            "user": "NCC1701",
            "user_id": "2402",
            "date": "2003-02-05 21:05:53",
            "id": "887786",
            "reply_to_id": "887785",
            "text": "Hey, það var bara einn sem fékk Shinzon dúkku og það var ég, og ég var í alvöru Star Trek búning.\nSá sem var í þessum securitas búning fékk Viceroy dúkku.\nKv. Reyni"
        },
        {
            "user": "NCC1701",
            "user_id": "2402",
            "date": "2003-02-05 22:42:57",
            "id": "887787",
            "reply_to_id": "887786",
            "text": "sorry þú áttir skilið að fá dúkkuna til hamingju no offense intended"
        },
        {
            "user": "rammstein",
            "user_id": "27927",
            "date": "2003-02-07 14:22:45",
            "id": "887788",
            "reply_to_id": "887786",
            "text": "hei komon marr hver mætir í Trek galanum í bíó?\ner ekki í allt í lagi….. ég er mikil Trek-ari\nég mundi samt ALDREI láta sjá mig í þessum göllum….. ég meina ef þið eigið ekkert líf þá bara búa sér til líf….stunda íþróttir ,reina við hitt kynið ,horfa á aðrar bíómyndir en Trek jafn vel svart hvítar myndir\nsáu þið þáttin um Trek-ara í USA þetta lið var ekki alveg heilt í hausnum….það vill engin verða svona…eða hvað???"
        },
        {
            "user": "NCC1701",
            "user_id": "2402",
            "date": "2003-02-07 18:07:26",
            "id": "887789",
            "reply_to_id": "887788",
            "text": "heyrðu nú mig ef ég ætti svona galla þá myndi ég mæta í honum skólann væni minn allt þetta fólk eða flestallt e rheilt í hausnum þeim finnst þetta bara svo cool hlutu"
        },
        {
            "user": "rammstein",
            "user_id": "27927",
            "date": "2003-02-07 18:56:04",
            "id": "887790",
            "reply_to_id": "887789",
            "text": "huhhuumm! það heldur þú…þetta er jafn bjánalegt þetta Manson gengi..mér finst það mjög góð tónlist en að klæða sig og mála eins og aðal spíran hann Marlyn Manson sýnir bara að þetta fólk hefur ekkert sjálfstæði….en að klæða sig í Trek-gallan og mæta í skóla eða vinnu held ég að sé bara kall á hjálp…því að einhvað er að!\nef þú ert í skóla og mætir í svona galla er það bara ávísun á að einhver fari að abbast upp á þig og að þú verðir fyrir einelti því miður vinnur\nen svona er þessi heimur þetta er EKKI Star Trekk"
        },
        {
            "user": "NCC1701",
            "user_id": "2402",
            "date": "2003-02-07 18:59:17",
            "id": "887791",
            "reply_to_id": "887790",
            "text": "uhumm kennski þetta með manson gengið sé satt en ekki alveg satt þau klæða sig ekki alveg 100% eins og hann Marilyn en farðu á spunaspil og á grein fordómar og lestu neðstu svörin ok talaðu svo við mig"
        },
        {
            "user": "rammstein",
            "user_id": "27927",
            "date": "2003-02-07 19:33:10",
            "id": "887792",
            "reply_to_id": "887791",
            "text": "jæja ég er búinn…og!…finst þér þetta cool(að lemja fólk).\nspunaspilið skil ég vel að sé gaman…\nég er ekki með fordóma út í þá sem að fíla Trekk-ið….bara þegar fólk tekur það full alvarlega…sjálfur er ég Trek-ari\nað lifa í ævintýrum á bara að gerast á (bíó)tjaldinu ,bókum eða að spila spuna spil\nen að fara að lifa því er ekki heilbrigt\nþví miður vinnur :D"
        },
        {
            "user": "NCC1701",
            "user_id": "2402",
            "date": "2003-02-07 20:15:18",
            "id": "887793",
            "reply_to_id": "887792",
            "text": "það e reekki cool að lemja fólk ég geri það til að fólk hræðist mann og virði annars finnst mér ekkert að fólki sem klæðir sig upp .ekki ertu með þessi litlu skítköst á krakka í fótboltapeysum merkt David Beckham ha neiiii en þú ert að bögga fólk fyrir að ganga í fötum sem þeim finnst þægilegt að ganga í þetta er eins og þegar g-string kom fyrst og fólk var á móti þeim og ein kona gekk fram og fór að ganga í honum og hún var útskúfuð afþví hún sagði að hann væri þægilegur svo fóru aðrar konur að ganga í honum og núna er þetta svo útbreytt að þetta er venjulegt og ekki segja aftur að fólk er bilað sem klæðir sig í StarTrek föt á ráðstefnur haltu bara þessu fyrir sjálfan þig ef þú ert eitthvað á móti fólki sem klæðir sig að vild"
        },
        {
            "user": "rammstein",
            "user_id": "27927",
            "date": "2003-02-08 13:24:38",
            "id": "887794",
            "reply_to_id": "887793",
            "text": "jæja vinur..þetta er að verða eitt skemtilegt þras hjá okkur:D….það er bara holt að þrasa og skiptast á skoðunum þá er maður að læra..:D…\nen ég er mikið fyrir það að fólk klæði sig að vild…en ekki út af múgsefjun….eins og þetta fótboltapeysurnar er ok bara að sleppa því að hafa nöfnin á  þeim…nema þitt eigið..og það er kanski í lagi að fara í Trek föt á ráðstefnu það er bara eins og að fara á grímuball…en í skólan eða niður í bæ finst mér ekki ok…en ég er farinn að skilja þig …þú hefur þínar skoðanir sem er bara  af hinu góða…svo lengi sem að það eru þínar skoðanir…..ég hef haft mjög gaman af þessu litla þrasi okkar..:D…en mundu bara að lemja fólk til þess að það hræðist þig…er ekki sniðugt…og fólk byrjar ekki að bera viðingu fyrir þér þó að þú lemjir það….þá ert þú engu betri en þeir sem að eru að gera grín af þér fyrir að spila spuna spil….horfðu meira á Star Trek þar er talað um að ofbeldi leisi ekki vandan….heldur að kynna sér skoðanir annara og tjá öðrum skoðanir þínar….það sama og við erum búnir að gera hérna :D….þar er ofbeldi ekki notað nema sem síðasta úrræðið…..og þá oftast án þess að meiða óvinnin……en að lokum mundu bara að hafa opin huga fyrir öllu :D"
        },
        {
            "user": "Hrafnista",
            "user_id": "13633",
            "date": "2003-02-07 20:23:01",
            "id": "887795",
            "reply_to_id": "887788",
            "text": "rammstein:\nHehe, ég mætti með hitt kynið í bíó.\nKv. Reyni"
        },
        {
            "user": "Hrafnista",
            "user_id": "13633",
            "date": "2003-02-07 20:31:26",
            "id": "887796",
            "reply_to_id": "887795",
            "text": "Hey Sagaceo, varst þú Vúlkaninn? :D\nÉg var á þessari sýningu og skemmti mér bara vel. Þetta var nokkuð góð mynd, en samt svolítið ruglingsleg… Ég þarf að horfa á hana aftur við tækifæri.\nSvo daðraði ég smávegis við Klingonann… ;D"
        },
        {
            "user": "rammstein",
            "user_id": "27927",
            "date": "2003-02-08 13:28:20",
            "id": "887797",
            "reply_to_id": "887795",
            "text": "það er flott að fara með hitt kynið á myndina :) :D"
        },
        {
            "user": "NCC1701",
            "user_id": "2402",
            "date": "2003-02-08 14:35:32",
            "id": "887798",
            "reply_to_id": "887797",
            "text": "það er satt hjá þérget ekki verið á móti því"
        },
        {
            "user": "rammstein",
            "user_id": "27927",
            "date": "2003-02-09 12:40:51",
            "id": "887799",
            "reply_to_id": "887798",
            "text": "jæja það var nú gott:D…ég vill bara þakka þér fyrir þessi skoðana skipti okkar….og mundu bara það er líka gotta að hlusta á fleiri skoðanir\n:D"
        },
        {
            "user": "NCC1701",
            "user_id": "2402",
            "date": "2003-02-09 12:56:59",
            "id": "887800",
            "reply_to_id": "887799",
            "text": "það er líka satt rock on StarTrek"
        },
        {
            "user": "kariemil",
            "user_id": "11014",
            "date": "2003-02-07 22:23:03",
            "id": "887801",
            "reply_to_id": "887786",
            "text": "Svo maður hefur sem sagt séð þig í persónu :P Ég var að velta fyrir mér að setja á mig nokkra depla, en ég ákvað að sleppa því. Ég var Trill á öskudaginn fyrir nokkrum árum…"
        }
    ]
}