{
    "forum_title": "Djammið",
    "user": "LadyJ",
    "user_id": "8744",
    "date": "2003-01-30 00:58:31",
    "title": "Mania Express #1 : Dj Sarah G @ Gaukurinn 31/01/03",
    "text": "Föstudagskvöldið næstkomandi verður hátíð á Gauknum í boði Dreamworld gæjanna, þá verður hið fyrsta kvöld Mania Express, en þetta er heiti á nýjum kvöldum sem eiga að verða haldin 1x í mánuði í vetur. Á hverju kvöldi verður eitthvert þema í gangi og þetta fyrsta er “Temptation Island”.\nDj-inn sem á að spila þetta kvöld er Sarah G. frá Bretlandi. Hún er fædd og uppalin í Birmingham í Bretlandi en þar vann hún einmitt í fyrsta skipti í klúbbi, Ministry of sound, en aðeins á bakvið barborðið, en þannig fékk hún áhuga fyrir plötusnúðavitleysunni. Árið 1997 álpaðist hún svo einmitt útí búð og keypti sínar fyrstu vínyl plötur og hóf að æfa sig.\nEftir 6 mánaða stanslausa æfingu, læst inní herbergi, var hún farin að spila á giggum í miðhéruðum Englands og var engu líkara en hún væri undir miklum áhrifum frá Scott Bond og Tony De Vit.\nFyrir enda ársins var hún búin að spila á stóru giggi á Flashback á the Que Club og fékk hún einmitt sitt fyrsta residency á Lovesexy á Baker´s eftir þetta kvöld, þar sem hún spilaði á móti Lisu Lashes.\nÁrið 1999 lennti Sarah í 2. sæti yfir vinsælustu dj-a í tímaritinu Mixmag, sama ár fékk hún svo residency á Forbidden í Leicester. Fyrir árið 2000 varð hún einnig í öðru sæti í Mixmag og eftir það var birt í sama blaði 3ja síðna grein um hana.\nEftir þetta varð hún svo resident á Sundissential, mánaðarlegur resident á Republica (Baker's) og Oxygen í Edinborg, sem bauð henni residency eftir aðeins eitt skipti þar.\nEn tónlistin sem hún spilar er allt frá djúsí húsi yfir í træbal trommutakt og trans.\nÞess vegna er um að gera að koma og berja hana augum á föstudagskvöldið á Gauknum og sleppa sér lausum í viðamiklum dansi. :)\nHúsið opnar kl 23:00 og ætlar hann Dj Tranceatlantic að hita upp,\nsvo verða auðvitað gogo dansarar í búrum og ýmsar óvæntar uppákomur.\nVonast til að sjá sem flesta þar, ;)\nkv,\nLadyJ",
    "url": "https://www.hugi.is/djammid/greinar/120092/mania-express-1-dj-sarah-g-gaukurinn-310103/",
    "url_id": "120092",
    "id": "889018",
    "replies": [
        {
            "user": "MrGoodman",
            "user_id": "7110",
            "date": "2003-01-30 02:02:05",
            "id": "889021",
            "reply_to_id": "889018",
            "text": "já! virðist vera fínn dj þarna á ferð. hver er þessi dj tranceatlantic?"
        },
        {
            "user": "LadyJ",
            "user_id": "8744",
            "date": "2003-01-30 08:06:58",
            "id": "889022",
            "reply_to_id": "889021",
            "text": "Einhver sem vinnur með Dreamworld býst ég við, hef áður heyrt þetta nafn á Dreamworld uppákomum, en því miður veit ég ekki alveg hver þetta er, eða hvort hér sé einhver góður dj á ferð :/"
        },
        {
            "user": "Bahamuth",
            "user_id": "14779",
            "date": "2003-01-30 11:24:02",
            "id": "889019",
            "reply_to_id": "889018",
            "text": "Aldurstakmark?"
        },
        {
            "user": "LadyJ",
            "user_id": "8744",
            "date": "2003-01-30 12:09:48",
            "id": "889020",
            "reply_to_id": "889019",
            "text": "20 ára eins og er inn á alla skemmtistaði…"
        }
    ]
}