{
    "forum_title": "Húmor",
    "user": "stelpa83",
    "user_id": "27211",
    "date": "2003-01-30 11:42:18",
    "title": "Weather in Iceland",
    "text": "Subject: Weather in Iceland\n+15°C / 59°F\nThis is as warm as it gets in Iceland, so we'll start here. People in Spain\nwear winter-coats and gloves. The Icelanders are out in the sun, getting a\ntan.\n+10°C / 50°F\nThe French are trying in vain to start their central heating. The\nIcelanders plant flowers in their gardens.\n+5°C / 41°F\nItalian cars won't start. The Icelanders are cruising in Saab cabriolets.\n0°C / 32°F\nDistilled water freezes. The water in Hvita river gets a little thicker.\n-5°C / 23°F\nPeople in California almost freeze to death. The Icelanders have their\nfinal barbecue before winter.\n-10°C / 14°F\nThe Brits start the heat in their houses. The Icelanders start using long\nsleeves.\n-20°C / -4°F\nThe Aussies flee from Mallorca. The Icelanders end their Midsummer\ncelebrations. Autumn is here.\n-30°C / -22°F\nPeople in Greece die from the cold and disappear from the face of the\nearth. The Icelanders start drying their laundry indoors.\n-40°C / -40°F\nParis start cracking in the cold. The Icelanders stand in line at the\nhotdog stands.\n-50°C / -58°F\nPolar bears start evacuating the North Pole. The Icelanders navy postpones\ntheir winter survival training awaiting real winter weather.\n-60°C / -76°F\nMyvatn freezes. The Icelanders rent a movie and stay indoors.\n-70°C / -94°F\nSanta moves south. The Icelanders get frustrated since they can't store\ntheir Brennavinn outdoors. The Icelanders navy goes out on winter survival\ntraining.\n-183°C / -297.4°F\nMicrobes in food don't survive. The Icelandic cows complain that the\nfarmers' hands are cold.\n-273°C / -459.4°F\nALL atom-based movement halts. The Icelanders start saying “it's cold\noutside today.”\n-300°C / -508°F\nHell freezes over, Iceland wins the Eurovision Song Contest.",
    "url": "https://www.hugi.is/humor/greinar/120095/weather-in-iceland/",
    "url_id": "120095",
    "id": "889051",
    "replies": [
        {
            "user": "GUMMster",
            "user_id": "32780",
            "date": "2003-01-30 19:30:25",
            "id": "889053",
            "reply_to_id": "889051",
            "text": "lol…..góðu"
        },
        {
            "user": "Armageddon",
            "user_id": "7834",
            "date": "2003-01-30 20:57:20",
            "id": "889054",
            "reply_to_id": "889051",
            "text": "SNILLD þessi síðasti var bara sannleikur.\nÞað er mikið til í +15 til -10. Útlendingar þola ekki smá kulda."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-01-31 08:53:09",
            "id": "889055",
            "reply_to_id": "889054",
            "text": "Það er nú ekki einu sinni sérlega kalt á Íslandi.  Ég bý í Kanada og það er búið að fara niður í 37 gráðu frost í vetur og ég man aldrei eftir því að hafi farið niður fyrir -14 í Reykjavík.\nÞað er líka mjög algengt að það sé kalt í húsum í Evrópu vegna þess að fólk er að spara kyndinguna.  T.d. er í mörgum löndum ekki byrjað að kynda fyrr en ákveðinn mánaðardag, jafnvel þó það sé farið niður í 10 gráða hita inni.  Ég hef heyrt fólk tala um það bæði sem hefur verið í námi í Frakklandi og í Bretlandi að það hafi aldrei upplifað kaldari vetur vegna þess að það var svo kalt inni.\nÁ meðan sitja Íslendingar á nærunum uppí sófa með kynt upp í 22-23 gráður og ef þarf að fara eitthvað, þá er hlaupið útí bíl og miðstöðin sett á fullt, það er ef bíllinn er ekki heitur inni í skúr eða fólk með fjarstart til að láta hann hita sig áður en það fer út.  Ég segi svo sem ekki að fólk sé eitthvað mikið betra hérna en alla vega hafa þeir meiri kulda til að kvarta undan."
        },
        {
            "user": "Armageddon",
            "user_id": "7834",
            "date": "2003-02-01 00:42:56",
            "id": "889056",
            "reply_to_id": "889055",
            "text": "Það er ekki okkur að kenna að fólk sé nískt á kyndinguna og vilji frosna í hel."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-02-01 15:41:16",
            "id": "889057",
            "reply_to_id": "889056",
            "text": "Þú sagðir að “Útlendingar þola ekki smá kulda” en hins vegar er það sanna að útlendingar þola kulda greinilega mun betur en Íslendingar :P\nÞað er heldur ekkert skrítið að fólk í Evrópu sé nískt á kyndinguna því hún er mjög dýr hjá þeim."
        },
        {
            "user": "Sigginn",
            "user_id": "26895",
            "date": "2003-01-30 22:27:07",
            "id": "889058",
            "reply_to_id": "889051",
            "text": "hehe nokkuð sniðugt"
        },
        {
            "user": "Namingway",
            "user_id": "25054",
            "date": "2003-01-30 22:40:53",
            "id": "889059",
            "reply_to_id": "889051",
            "text": "Djöfullinum svalara!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-01-30 22:59:21",
            "id": "889060",
            "reply_to_id": "889059",
            "text": "Já."
        },
        {
            "user": "sandrass",
            "user_id": "25449",
            "date": "2003-01-31 09:43:12",
            "id": "889061",
            "reply_to_id": "889051",
            "text": "góðu"
        },
        {
            "user": "BudIcer",
            "user_id": "18832",
            "date": "2003-01-31 13:31:13",
            "id": "889062",
            "reply_to_id": "889051",
            "text": "Ef ég veit ekki betur þá er þetta 127,45% copy-paste af tilveruni."
        },
        {
            "user": "dreymandinn",
            "user_id": "22371",
            "date": "2003-02-01 18:55:29",
            "id": "889052",
            "reply_to_id": "889051",
            "text": "SNILD… Það er eithvað til í þessu ;)"
        }
    ]
}