{
    "forum_title": "Tölvuleikir",
    "user": "CointelPro",
    "user_id": "32255",
    "date": "2003-01-30 19:37:59",
    "title": "64th Street: A Detective Story",
    "text": "Fyrir nokkrum dögum hlotnaðist mér sá heiður að fá að spila “gömlu góðu” spilakassa “klassíkina” 64th Street: A Detective Story. Leikurinn hefst með skemmtilegu vidjói þar sem að manni er kynnt staðan: 1930, Skipulagðir glæpir og tveir einkaspæjarar, Rick og Allen sem að var ætlað að finna dóttur einhvers sem að þeir vita ekki hver er, og með Skýrláka Hólmars gáfum sínum nær Rick að afkóða skilaboð í dagblaði að einhverjir sem að stunda skipulagða glæpastarfsemi séu í leit að vöðvum.\nRick og Allen eru ekki fyrr búnir að yfirgefa bygginguna fyrr en að einhverjir fávitar ráðast á þá, þeir hafa greinilega aldrei spilað spilakassa leiki áður því að flestir deyja eftir þrjár sekúndur annaðhvort með kýlingum spörkum eða köstum sem að eru sterki punktur leiksins, það er hægt að kasta köllunum upp sem að er mjög sjaldgæft, og sumum köllum er ekki hægt að kasta vegna þyngdar sem að gefur leiknum raunveruleika tilfinningu, sem að á því miður ekki heima í leikjum af þessari gerð.\nBorðið endar á bardaga í því sem að líkist hraðlest í bardaga við mann með ofvaxinn hamar, þar er hægt að rústa stólum og gluggum og fær sá kall bara plúsa fyrir utan það að hann var full auðveldur miðað við næstu endakarla. Næst eltum við tvíeykið er það fer upp í skip þar sem að þeir fá að skemma veggi með óvinunum sínum og að lokum berja þeir sjóræningja. Sjóræninginn ljóstrar upp um að þeir fengu stál frá fyrirtæki sem að ég man eigi hvað hét, Rick segir síðan að það hefði staðið í blaðinu, ég varð þá einfaldlega að spurja sjálfan mig hvað í fjandanum þeir væru að gera á bátinum, ég fékk enginn svör.\nNæst er ferðinni heitið í málmvinnslu þar sem það er meira af gömlum góðum barsmíðum og loks fer maður í næsta endakarl sem að er vélmenni sem að getur teygt úr hnefanum og þannig slegið þig niður ef að þú reynir að komast nálægt þeim þannig að eina leiðin er að koma að neðan eða ofan og það endar oftast með að þú grípur í vélmennið og reynir að slá frá þér og þá hlammast það ofan á þig.\nSíðan klárast borðið og fleiri bardagar og fleiri uppljóstranir varðandi vélmennið, fyrirtæki er víst að þessu (þar fór mafían) er að breyta mönnum í vélar og það fyrsta sem ég hugsa er, fleiri vélkallar, djöfull hafði ég rangt fyrir mér, í staðinn fær maður gamla endakalla í pörum og eru þeir ekkert nema pirrandi, en loks klárar maður þá alla og fer að undirbúa sig fyrir aðal aðal endakarlinn.\nLokaborðið gerist í loftskipi, þar er hægt að rústa veggjunum og henda fólki út (jei!) og er það bara gaman þangað til að maður fer upp í loftbelginn sjálfan, þar taka á móti manni tvö vélmenni (vá þeir gerðu þrjá vélkarla) í einu sem að pirra mann í rifur og loksins þegar maður er búinn berst maður við aðal aðal endakarlinn, gaur sem að er búinn að vinna á skrifstofu í nokkur ár. Hann berst með biljardkjuða (sem að hann getur misst) og síðan hoppar hann eins og fáviti þannig að það gæti ekki verið léttara að vinna hann. Síðan í lokinn koma hin óskyljanlegu skilaboð Deus Ex Machina, því að þegar ég hugsa um Deus Ex Machina dettur mér eitthvað ofurmannslegt í hug, en ekki Vélkarlar sem að líta út eins og gúrkur.\nHommaleg aðalpersóna: Allen er hommi aldarinnar, hann er með hommalega húfu, hommaleg spörk og sér um allt sem að tengist hommum. hann fær 4 af 5 mögulegum.\nKöst: Raunveruleg köst, einnig hægt að kasta uppá við, stór plús 4/5.\nVopn: Skrúflyklar, pípur og biljarðskjuði, léleg skítavopn, eru bara fyrir manni. 0,5/5\nBrennandi líkamspartar: Rick fær brennandi hnefa, slæmt bragð og engin önnur svipuð trikk. 1/5\nErfiður Aumingja Endakarl: Hann er aumingi, hann er endakarl en því miður er hann skítléttur og eru vélmennirnir því miður erfiðari. 1,5/5\nGæða einkunn: 3,5/5",
    "url": "https://www.hugi.is/tolvuleikir/greinar/120129/64th-street-a-detective-story/",
    "url_id": "120129",
    "id": "889653",
    "replies": [
        {
            "user": "DoktorPer",
            "user_id": "17080",
            "date": "2003-01-31 19:36:27",
            "id": "889660",
            "reply_to_id": "889653",
            "text": "Ahhh, ég held að það hafi verið hægt að spila hann á Stá Video í gamla góða Kópavoginum (a.k.a. Hommavoginum). Ég kláraði hann aldrei að því að ég átti bara alltaf hundrað kall. Það voru góðir dagar :)"
        },
        {
            "user": "totallyimp",
            "user_id": "31336",
            "date": "2003-01-31 19:49:18",
            "id": "889661",
            "reply_to_id": "889660",
            "text": "Ekki míga á Kópavoginn fávitinn þinn!"
        },
        {
            "user": "CointelPro",
            "user_id": "32255",
            "date": "2003-02-01 18:59:15",
            "id": "889654",
            "reply_to_id": "889653",
            "text": "Greinilega allir spenntir fyrir þessu…"
        },
        {
            "user": "kjarri1",
            "user_id": "24854",
            "date": "2003-02-07 17:52:34",
            "id": "889655",
            "reply_to_id": "889654",
            "text": "Já marr. Öflugur spilakassaleikur :D"
        },
        {
            "user": "kjarri1",
            "user_id": "24854",
            "date": "2003-02-07 17:52:38",
            "id": "889658",
            "reply_to_id": "889654",
            "text": "Já marr. Öflugur spilakassaleikur :D"
        },
        {
            "user": "kjarri1",
            "user_id": "24854",
            "date": "2003-02-07 17:52:38",
            "id": "889657",
            "reply_to_id": "889654",
            "text": "Já marr. Öflugur spilakassaleikur :D"
        },
        {
            "user": "kjarri1",
            "user_id": "24854",
            "date": "2003-02-07 17:52:38",
            "id": "889656",
            "reply_to_id": "889654",
            "text": "Já marr. Öflugur spilakassaleikur :D"
        },
        {
            "user": "kjarri1",
            "user_id": "24854",
            "date": "2003-02-07 17:52:50",
            "id": "889659",
            "reply_to_id": "889654",
            "text": ""
        }
    ]
}