{
    "forum_title": "Deiglan",
    "user": null,
    "user_id": null,
    "date": "2003-01-30 18:53:09",
    "title": "Hin ósýnilega ríkisstjórn",
    "text": "Enn önnur greinin hér á Deiglunni um Bandaríkin. En að þessu sinni er efnið ekki Íraksstríðið væntanlega, heldur félagið Council on Foreign Relations (CFR).\nÞetta félag, sem margir kalla &#8216;ósýnilegu ríkisstjórn Bandaríkjanna,&#8217; var stofnað árið 1922 af ekki ómerkari mönnum en  J.P. Morgan, John D. Rockefeller og Poul Warburg.\nCFR er ekkert venjulegt félag. Það er lokað fyrir almenningi og aðeins moldríkum og valdamiklum einstaklingum er boðið á fundi. Almenningur veit lítið sem ekkert um raunverulega starfsemi þess, enda lítið fjallað um málið í fjölmiðlum og yfirborðsleg vefsíða félagsins er sú fyrsta sem fólk finnur með leit um það á netinu.\nEn af hverju hafa blöð á borð við Time og Newsweek ekki fjallað um CFR? Svarið er að allir stærstu fjölmiðlar Bandaríkjanna hafa fulltrúa í félaginu, sem í staðinn eru fjármagnaðir af því. Forsetar, utanríkisráðherrar og aðrir háttsettir embættismenn (auk ríkustu manna Bandaríkjanna) hafa verið meðlimir í CFR síðustu 40 árin, og hafa milljarðamæringar félagsins fjármagnað kosningabaráttur frambjóðenda sem í staðinn breyta stefnu sinni risafyrirtækjum (í eigu meðlima CFR) í hag.\nValfrelsi bandarísku þjóðarinnar þegar hún kýs forseta er því mjög takmarkað. Árið 1956 var valið á milli Adlai Stevenson (CFR) og Eisenhower (CFR), og árið 1972 var það Nixon (CFR) og McGovern (CFR). Núverandi forseti Bandaríkjanna er George W. Bush (CFR).\nLjóst er að meðlimir CFR hafa mótað stefnu Bandarísku ríkisstjórnarinnar í langan tíma. Bandaríkin hafa t.d. háð fleiri stríð en nokkuð annað ríki veraldar og hafa afleiðingarnar jafnan verið hörmulegar fyrir almenning. En mörg risafyrirtæki hafa grætt sem draumur væri, til dæmis með aukinni vopnaframleiðslu og hærra stálverði á stríðstímum.\nBandaríkjunum er stjórnað af Council on Foreign Relations, félaginu sem reynt hefur að halda raunverulegum ástæðum tilveru þess huldum.\nHeimild: Falið vald, eftir Jóhannes Björn Lúðvíksson.\nkv.\nmiles.",
    "url": "https://www.hugi.is/deiglan/greinar/120124/hin-osynilega-rikisstjorn/",
    "url_id": "120124",
    "id": "889549",
    "replies": [
        {
            "user": "thortho",
            "user_id": "7555",
            "date": "2003-01-30 21:28:30",
            "id": "889550",
            "reply_to_id": "889549",
            "text": "Þetta er vonandi aðeins fyrsti hluti?  Ég meina, þú getur ekkert sett fram samsæriskenningu án þess að blanda Gyðingum í málið, og sýnt fram á hvernig þeir stjórni öllu (væntanlega í gegnum CoFR)."
        },
        {
            "user": "miles",
            "user_id": "50202",
            "date": "2003-01-30 21:37:09",
            "id": "889551",
            "reply_to_id": "889550",
            "text": "thortho.\nEf þú endilega vilt að ég blandi Gyðingum í málið, þá væri hægt að gera það svona: margir eigendur/stjórnendur stórfyrirtækja í Bandaríkjunum eru Gyðingar.\nkv.\nmiles."
        },
        {
            "user": "thortho",
            "user_id": "7555",
            "date": "2003-01-30 21:45:49",
            "id": "889552",
            "reply_to_id": "889551",
            "text": "A, takk fyrir.  Nú er allt fullkomnað og smellur saman eins og hamar og skrúfa."
        },
        {
            "user": "Anarcy",
            "user_id": "26727",
            "date": "2003-01-30 21:37:40",
            "id": "889553",
            "reply_to_id": "889549",
            "text": "Þetta er í fyrsta sinn sem ég heyri eitthvað talað um þetta félag, og það verður að segjast að þetta er hálfskuggalegt að það séu bar einhverjir ríkir fávitar sem vilji stríðin (kemur svo sem ekkert á óvart). Annars fín grein."
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-01-30 21:38:51",
            "id": "889554",
            "reply_to_id": "889549",
            "text": "Ætlaru að reyna að láta okkur trúa þessu?\nHér á Huga eru mýmargir sem hafa haldið því fram að Gyðingar stjórni BNA.\nErtu ekki að gera lítið úr þeim öllum?\nÞetta CFR er enn eitt valdið sem á að stjórna BNA.\nHvar lendir þá Carlyle Group? Margir hafa halðið því fram að þeir séu hinir raunverulegu stjórnendur BNA.\nÞá eru þrjú öfl sem stjórna BNA bak við tjöldin.\nEr ekki sennilegasta skýringin á allri þessari vitleysu að það séu löglega kosin stjórnvöld sem raunverulega fara með völdin."
        },
        {
            "user": "miles",
            "user_id": "50202",
            "date": "2003-01-30 21:49:07",
            "id": "889555",
            "reply_to_id": "889554",
            "text": "Nuff.\nLestu svar mitt til thortho hér ofar um Gyðingana.\nÉg hef ekki kynnt mér Carlyle Group, en gæti ekki verið þessi félög tengist á einn eða annan hátt? Menn meðlimir í báðum hópum og jafnvel fleirum?\nOg kannski eru þrjú eða fleiri öfl sem stjórna Bandaríkjunum á bak við tjöldin. Öfl, sem tengjast saman. Kannski.\nkv.\nmiles."
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-01-30 22:45:30",
            "id": "889556",
            "reply_to_id": "889555",
            "text": "Hvað með forskosningar til forsetaembættisins?\nKaupir CFR almenning þá til að kjósa sinn mann?\nHver segir að bókin ‘Falið vald’ sé sannleikanum samkvæm?\nEr bókin ekki skrifuð af manni sem trúir á öll samsæri fyrir fólk sem er sömu trúar?\nEkki hef heyrt að þessi bók hafi náð inn á lista yfir mest seldu bækur yfirleitt.\nÞessi bók er klæðskerasniðin fyrir whatreallyhappened.com. Eða kannski var efni hennar sótt þangað. Og ótrúverðugri miðil er vart hægt að hugsa sér.\nBókin er eftir Íslending. Varla er hún byggð á hans eigin rannsóknum? Hann á margfalt erfiðara með öflum staðreynda en einhver blaðamaður í BNA. Engin sambönd og fáir kunningjar, hann á Íslandi en það sem hann ‘þykist’ vera sérfræðingur í er erlendis.\nÞað eru þúsundir rannsóknarblaðamanna í BNA sem sífellt eru að leita að ‘skúbbi’ til að gera sjálfan sig frægan og kannski fá Pulitzer verðlaunin í kaupbæti.\nAð enginn þeirra hafi skrifað bók um þetta og hlotið frægð fyrir, segir sitt.\nBob Woodgate varð frægur fyrir ‘Watergate’(All the President's men). Hann er sá sem allir blaðamenn vilja líkja eftir.\nAð ofangreindu má leiða að því líkum, að bókin sé bull frá upphafi til enda."
        },
        {
            "user": "svejka",
            "user_id": "23416",
            "date": "2003-01-31 01:02:50",
            "id": "889557",
            "reply_to_id": "889556",
            "text": "Hvort sem þessi bók eða aðrar heimildir séu sannar þá þætti það frekar undarlegt ef engin samtök ríkra manna hefðu mikil ítök í bandarískum stjórnmalaheimi. Þannig er það allstaðar. Græðgi og valdasýki mannsins er eðlislæg og allastaðar eru til menn sem hjálpa vinum sínum vegna stöðu sinnar o.s.frv.\nÉg teldi því í hæsta máta óeðlilegt ef ekki væri stjórnað á bak við tjöldin í ríki þar sem flestir ríkustu menn heims búa. Hvort sem það er CFR, Frímúrarnir eða YMCA þá hlýtur það að vera til staðar."
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-01-31 20:33:24",
            "id": "889558",
            "reply_to_id": "889557",
            "text": "Auðvitað eru til þrýstihópar, klíkur og félög sem hafa ÍTÖK í stjórn BNA hverju sinni.\nEn ítök er ekki það sama og stjórna öllu að tjaldabaki.\n'Eiga' forsetann. Hlægilegt.\nVerðandi forseti verður að fara í gegnum ákveðið ferli til að ná kosningu.\nÞað skal enginn segja mér að einhver félagsskapur, geti haft þau afgerandi áhrif á kjósendur(almenning), að hann nái kosningu bara þess vegna."
        },
        {
            "user": "miles",
            "user_id": "50202",
            "date": "2003-01-31 21:44:15",
            "id": "889559",
            "reply_to_id": "889558",
            "text": "Nuff.\nÞað er ekkert hlægilegt við þá staðreynd að einhverjir ‘eigi’ forsetana. Lestu bókina sem ég hef verið að tala um, og jafnvel heimildirnar sem hún byggir á.\nOg hver veit um frambjóðanda sem ekkert kemur í fréttunum? Allir stærstu fjölmiðlar Bandaríkjanna töluðu aðeins um Al Gore og Bush fyrir síðustu kosningar. Hvað um hina?\nkv.\nmiles."
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-02-01 13:11:45",
            "id": "889560",
            "reply_to_id": "889559",
            "text": "Er eitthvað athugavert um að fjölmiðlarnir tali mest um þá einu tvo sem eiga sjéns í forsetaembættið?\nÞeir voru jú frambjóðendur stóru flokkanna.\nÞað eru tveir stórir flokkar í BNA.\nÞessir tveir voru sigurvegarar forkosninganna. Hinir eru smáseiði í stórri á. Það var örugglega fjallað um þá en ekkert í líkingu við frambjóðendur stóru flokkanna.\nEinföld skýring á því.\nÉg mun ekki eyða tíma mínum í lestur samsærisbókar, og fyrsta ástæðan er að hún er eftir Íslending.\nHvernig getur Íslendingur, búsettur á Íslandi, fundið samsæri, þegar þúsundir rannsóknarblaðamanna, Á STAÐNUM, geta það ekki?"
        },
        {
            "user": "miles",
            "user_id": "50202",
            "date": "2003-02-01 13:24:35",
            "id": "889561",
            "reply_to_id": "889560",
            "text": "Nuff.\nÆtti ekki að fjalla jafn mikið um alla frambjóðendur burt séð frá því úr hvaða flokkum þeir koma? Jú, vissulega.\nPg hver hefur sagt að Jóhannes Björn hafi verið búsettur á Íslandi? Enginn, enda bjó hann að mestu í Svíþjóð og Englandi. Svo hefur hann líka byggt bókina sína á aragrúa annarra bóka sem einhverjar hafa eflaust verið skrifaðar af bandarískum mönnum og konum.\nLestu líka svar mitt til thulesol.\nkv.\nmiles."
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-02-01 15:04:57",
            "id": "889562",
            "reply_to_id": "889561",
            "text": "“Ætti ekki að fjalla jafn mikið um alla frambjóðendur burt séð frá því úr hvaða flokkum þeir koma? Jú, vissulega.” segir þú.\nÞetta á BARA við um ríkisrekna fjölmiðla, sbr: RÚV og BBC.\nEinkareknum fjölmiðlum er ekki slík skylda búin.\nForkosningar eru háðar í fjölmörgum ríkjum BNA og er fjallað mismunandi mikið um frambjóðendur, eins og gengur og gerist.\nFjölmiðlar í þessum ríkjum eru eins fjölbreytilegir eins og framast getur verið.\nEnginn einn eða einstök fyrirtæki eiga þá alla, svo enginn getur sagt með nokkru sanni að þeir hygli einum eða tveim frambjóðendum frekar en öðrum.\nOg þó höfundur hafi verið búsettur erlendis, þá breytit það engu: Spurningunni sem ég varpaði fram er enn ósvarað af þinni hálfu.\nAf hverju skrifar Íslendingur bók um þetta en ekki einhver af þeim þusundum rannsóknarblaðamanna sem eru í BNA. Þeir vilja ALLIR verða frægir og ríkir. Og ef þetta með CFR er rétt, þá er það ‘skúbb’ sem þeir gætu notað!"
        },
        {
            "user": "miles",
            "user_id": "50202",
            "date": "2003-02-01 17:03:37",
            "id": "889563",
            "reply_to_id": "889562",
            "text": "Nuff.\nVandamálið er einmitt að einreknir fjölmiðlar eru þeir stærstu í Bandaríkjunum, og margir ef ekki flestir meðlimir í CFR. Þannig að frambjóðendur sem eru líka í CFR fá alla athyglina.\nÉg skal svara spurningu þinni: Það hljóta fleiri að hafa skrifað um CFR, enda byggir Jóhannes Björn bókina sína á einhverjum þeirra, og alls konar tölfræðilegum upplýsingum. Þú og ég og flestir aðrir höfum bara aldrei heyrt um þetta vegna þess að niðurstöður rannsóknanna verða aldrei áberandi.\nSvo er einni spurningu enn ósvarað af þinni hálfu: Ég hef ekki kynnt mér Carlyle Group, en gæti ekki verið þessi félög tengist á einn eða annan hátt? Menn meðlimir í báðum hópum og jafnvel fleirum?\nOg hvað er skúbb? :)\nkv.\nmiles."
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-02-01 20:01:43",
            "id": "889564",
            "reply_to_id": "889563",
            "text": "'Skúbb' er slang fyrir enska orðið ‘scoop’. Sem má þýða sem stórfrétt, en nær því ekki alveg.\nÞegar Woodward/Bernstein flettu ofan af Watergate þá var það ‘scoop’.\nEkki væri ólíklegt að CFR og Carlyle Group væru eitthvað tengd.\nEn þessi félög eru engan veginn við stjórn á bak við tjöldin. Þau gætu átt ÍTÖK, en þau stjórna ekki. Engan veginn.\nMenn hafa valist til forseta úr öllum þjóðfélagsstigum í BNA. Það eitt setur lokuðum félagsskap á borð við CFR, stólinn fyrir dyrnar.\nSvona félagsskapur getur ekki tekið ALLA hugsanlega forsetaframbjóðendur upp á hendur sínar. Menn hafa valist til forsetaframboðs(að loknum forskosningum) en varla stigið fæti á austurströnd BNA, en þar hefur t.d. Carlyle Group sín mestu ítök.\nÉg vil flokka CFR á sama plan og NRA. NRA eru stór samtök, með mikinn þrýsting í krafti félagafjölda og peninga. NRA getur ‘lobbíað’ í Washington, en það er það sem öll félagasamtök gera, ef þeim finnst vegið að sér og sínum stefnumálum.\nEN þau stjórna ekki á bak við tjöldin."
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-02-04 18:19:17",
            "id": "889565",
            "reply_to_id": "889560",
            "text": "Nuff\nÞú hefur kanski aldrei pælt í því að fjölmiðlar bandaríkjanna eru í eigu þessara ríku manna sem standa á bak við CFR…\ngerð var könnun á frelsi blaðamanna til sinna eigin athafna og til að birta sínar eigin greinar án afskipta æðri manna, Ísland var meðal efstu þjóða (mest frelsi) ásamt Bretlandi, Finnlandi og fleiri góðum þjóðum, BNA voru einna neðstir í félagsskap með Kína og viðmóta þjóðum sem vitað mál er að eru gerspillt…. hvað segir þetta þér?"
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-02-04 20:54:37",
            "id": "889566",
            "reply_to_id": "889565",
            "text": "Boltari\nÞetta segir mér að ég hafi ekki séð þessa könnun sem þú talar um.\nNé hver stóð að henni.\nHvaða forsendur voru fyrir niðurstöðum.\nOg ef Ísland er svona ofarlega, þá vaknar sú spurning. “Af hverju vantreysta þá svo margir Hugarar íslensku fjölmiðlunum”\nEn eftir stendur sú staðreynd að 2 bandarískir blaðamenn urðu þess valdandi að Nixon neyddist til að segja af sér forsetaembættinu.\nÞeir réðist á garðinn þar sem hann er hæstur, forsetann, og höfðu betur.\nAð þeir ríku eigi fjölmiðlana. Bull og vitleysa.\nNema þú meinir að ef einhver á eitthvað þá sé sá hinn sami ríkur!¨\nFæstir fjölmiðlanna eru í EINKAEIGN.\nÞeir lúta kröfum um arðsemi til handa HLUTHÖFUNUM.\nStórfrétt eykur söluna, auglýsingatekjur aukast og hluthafarnir verða ánægðir.\nEf engar stórfréttir finnast þá jafnvel leiðast blaðamenn til að ‘búa til’ stórfrétt, úr smáfrétt.\nOg eitt af virtustu dagblöðum heims er gefið út í New York, NY Times.\nOg efist þú um sannleiksgildi þessarar fullyrðingar minnar, þá lestu þér til."
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-02-05 11:29:12",
            "id": "889567",
            "reply_to_id": "889566",
            "text": "Nuff\nÞað þýðir greinilega EKKERT að ræða við þig, þú ert greinilega bara enn ein blinda rollan sem lætur leiða þig sjónlaust áfram beint inn í sláturhúsið."
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-02-05 12:59:01",
            "id": "889568",
            "reply_to_id": "889567",
            "text": "Bolyari\nErtu þá að segja að EKKERT sé að marka það sem ég skrifaði?\nEða eitthvað annað?"
        },
        {
            "user": "miles",
            "user_id": "50202",
            "date": "2003-01-31 11:31:51",
            "id": "889569",
            "reply_to_id": "889556",
            "text": "Nuff.\nMálið er að fólk hefur ekki mikið um að velja, þ.e. að flestir frambjóðendur sem fólk sér í sjónvarpi og eru áberandi eru meðlimir í CFK.\nÞú gerir ráð fyrir því að bókin sé bara bull og vitleysa, og kemur með alls konar fullyrðingar. Hefur þú lesið bókina? Svo getur Jóhannes Björn til ótal margra heimilda, sem þú gætir tékkað í gegnum ef þú hefur áhuga.\nkv.\nmiles."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2003-02-04 17:45:27",
            "id": "889570",
            "reply_to_id": "889554",
            "text": "Fyrst Jóhannes Björn Lúðvíksson (hver sem það í andskotanum það er) hefur safnað heimildum fyrir þessu öllu saman þá held ég að það sé markvert að pæla aðeins í þessu án þess að koma með einhverja skyndiákvarðanir um að þetta sé vitleysa."
        },
        {
            "user": "nedrud",
            "user_id": "26720",
            "date": "2003-01-30 22:05:50",
            "id": "889571",
            "reply_to_id": "889549",
            "text": "Athyglisverð kenning og finnst mér hún mjög líkleg. En hvernig veistu þessa hluti? Ertu fyrrum meðliðum?;)"
        },
        {
            "user": "miles",
            "user_id": "50202",
            "date": "2003-01-30 22:12:03",
            "id": "889572",
            "reply_to_id": "889571",
            "text": "nedrud.\nHelsta heimild er bókin Falið vald, eins og stendur neðst í greininni. Bókin er orðin frekar gömul, þannig að ég þurfti að finna vefsíður með nýlegra efni.\nkv.\nmiles."
        },
        {
            "user": "Nessuno",
            "user_id": "30695",
            "date": "2003-01-30 22:18:46",
            "id": "889573",
            "reply_to_id": "889549",
            "text": "Úúúúú enn ein samsæriskenningin. Get ekki beðið eftir að geimverurnar og frímúrararnir koma inn í málið.\nAnnars sá ég á netinu að CFR gefur út blaðið Foreign Affairs. Það er fínt og vandað blað."
        },
        {
            "user": "Morrison",
            "user_id": "25425",
            "date": "2003-01-31 10:15:25",
            "id": "889574",
            "reply_to_id": "889549",
            "text": "hahaha Council on Foreign Relations, bráðfyndið!\nEn eru Clinton og Gore ekki í CFR? Afhverju ekki?\nGæti það verið vegna þess að Jóhannes Björn Lúðvíksson studdi þá frekar en Bush ?\nSvo er það annað.. ef þetta er lokað almenningi í USA afhverju veit þá íslendingur allt um þetta?\nget a life"
        },
        {
            "user": "miles",
            "user_id": "50202",
            "date": "2003-01-31 11:37:07",
            "id": "889575",
            "reply_to_id": "889574",
            "text": "Morrison.\nClinton og Al Gore gætu vel verið í CFK, og er það frekar líklegt.  Og bókin kom út löngu áður en þeir kumpánar fóru í framboð.\nÍslendingur veit þetta því hann hefur lesið bækur, bandarískar bækur. Og ég er ekki að segja að þetta sé gjörsamlega lokað almenningi þar í landi, heldur er ekki fjallað um málið þar sem mikið ber á því.\nkv.\nmiles."
        },
        {
            "user": "miles",
            "user_id": "50202",
            "date": "2003-01-31 11:40:46",
            "id": "889576",
            "reply_to_id": "889549",
            "text": "Hver er þessi Jóhannes Björn Lúðvíksson.\nHvað starfar hann?\nHver er menntun hans?\nHvað hefur hann afrekað annað en vita leyndarmál Bandaríkjanna að eigin sögn?\nHvaða hagsmuna á hann að gæta? Eru þær “upplýsingar” sem er að finna í bókinni í þágu einhvers sem hann trúir á, til dæmis ef hann væri kommi).\nAfhverju skrifaði hann þessa bók?\nHvernig veit hann þetta allt?\nEf hann hefur enga ástæðu umfram aðra til að þekkja Bandaríkin og hvað þá einhverja svona hluti sem almenningur veit sem sagt ekkert um ef eitthvað er að marka hann, er það þá ekki bara rugl og þetta eru bara einhverjar upplýsingar sem liggja á glámbekk hvort sem menn svo taka mark á þeim eða álíta þær samsæriskenninga steypu.\n(Ég er af ýmsum ástæðum frekar á móti samsæriskenningum yfirhöfuð, nema auðvitað þær sem eru spunnar upp í gríni og taka það fram að þær séu dægradvöl, svo sem að Kvenfélag Dalvíkur ráði heiminum og reynt svo að færa rök fyrir því, sem eflaust einhver snjall gæti gert, það er hægt að tengja allt bara með viljanum til að sjá samhengi, sem er stór partur af mannlegri náttúru).\nEf þessi maður hefur sem sagt engar forsendur til að kalla sig sérfræðing um þetta, samdi hann þá kannski bókina bara til að fá peninga eða athygli?\nBara spyr, ekki ætlunin að sverta orðspor neins, en það eru lágmarksupplýsingar áður en maður birtir svona grein að vita eitthvað um höfundinn og endilega segðu okkur nú allt sem þú veist um hann."
        },
        {
            "user": "miles",
            "user_id": "50202",
            "date": "2003-02-01 11:29:09",
            "id": "889577",
            "reply_to_id": "889576",
            "text": "thulesol.\nJóhannes Björn hefur lagt stund á félagsfræði, lært sundurgreiningu upplýsinga (Data analysis) og Public Relations. Svo hefur hann líka lagt stund á kerfisbundnar rannsóknir á sviði stjórn- og peningamála, og er bókin ‘Falið vald’ niðstöður þeirra rannsókna.\nSvo skal þess geta að bókin var fyrst gefin út árið 1979. Já, hún er frekar gömul, en alls ekki úrelt. Ég gat alveg byggt grein mína á bókinni, en ég þurfti samt að leita mér nýrra heimilda á veraldarvefnum.\nSvo mæli ég eindregið með að þú lesir bókina, því það er ekki aðeins talað um CFR í henni, heldur líka t.d. hvernig auðhringir hafa stjórnað byltingum víðs vegar um heiminn.\nkv.\nmiles."
        },
        {
            "user": "Morrison",
            "user_id": "25425",
            "date": "2003-01-31 11:49:30",
            "id": "889578",
            "reply_to_id": "889549",
            "text": "Það fyndnasta við þetta alltsaman og kaldhæðnin er að Jóhannes Björn Lúðvíksson er aðeins að hugsa um að ná hámarks hagnaði af bókinni sinni og það virðist vera að ganga. Fólk trúir hverju sem er! :)"
        },
        {
            "user": "thortho",
            "user_id": "7555",
            "date": "2003-01-31 14:25:14",
            "id": "889579",
            "reply_to_id": "889549",
            "text": "Og já, er þetta sami Jóhannes Björn og skrifaði &#8222;Falið vald eiturlyfjakolkrabbans&#8220; - bókina sem flettir ofan af því hvernig CIA stjórnar eiturlyfjamarkaði heimsins?"
        },
        {
            "user": "LarusH",
            "user_id": "11687",
            "date": "2003-01-31 14:43:56",
            "id": "889580",
            "reply_to_id": "889549",
            "text": "Eitt um samsæris kenningar.\nÞað er ekkert skrítið að hugsandi fólk sem virkilega pælir í hlutunum búi til ´samsæris´kenningar. Ég meina við þurfum ekki að fara út fyrir landssteinana til að finna svona dæmi. Hver á fréttablaðið? Hverjir styðja stjórnamálaflokkana? Hvað fá frv. ríkisfyrirtækja forstjórar í strafslokasamningum? Og svo framvegis.\nMeðan að stjórnvöld halda þessu leyndu fyrir okkur er alveg eðlilegt að við pælum í þessu. Við gerum okkur upp alskonar hugmyndir af rosalega leynilegum fundum þar sem allir koma á brynvörðum bílum í leynigöng..blalbalba…..\nÞað er til einföld lausn á þessu. Segja sannleikann…eða viljum við vita hann? Ætli það sé betra þetta sé svona og við vitum ekki um sóðaskapinn og plottið?\nkv.larush"
        },
        {
            "user": "appel",
            "user_id": "2",
            "date": "2003-01-31 20:03:03",
            "id": "889581",
            "reply_to_id": "889549",
            "text": "Þetta er nú mesta kjaftæðið sem ég hef lesið hérna.\nAfhverju ættu svona leynileg samtök að halda uppi upplýsingavef á netinu? LOL :)\nhttp://www.cfr.org/"
        },
        {
            "user": "Morrison",
            "user_id": "25425",
            "date": "2003-01-31 20:13:21",
            "id": "889582",
            "reply_to_id": "889581",
            "text": "tja ég veit það ekki en hvað með þetta\nhttp://www.cia.gov\nhttp://www.fbi.gov\nhttp:/ /www.nsa.gov\nhttp://www.pentagon.gov\nafhverju skildu þessir allliðar þurfa að halda uppi upplýsingavef á netinu!"
        },
        {
            "user": "Morrison",
            "user_id": "25425",
            "date": "2003-02-01 12:56:23",
            "id": "889583",
            "reply_to_id": "889582",
            "text": "Freestyle: eru þetta líka leynisamtök sem almenningur í USA veit ekki af?"
        },
        {
            "user": "thortho",
            "user_id": "7555",
            "date": "2003-02-01 14:04:05",
            "id": "889584",
            "reply_to_id": "889583",
            "text": "http://www.cia.gov\ner leyniþjónustan\nhttp://www.fbi.gov\nalríkislögreglan\nhttp://www.nsa.gov\ner líka leyniþjónusta eða leynifélag\nhttp://www.pentagon.gov\nvarnamálaráðuneytið\nætlaði bara að sýna að önnur leynisamtök eru líka með heimasíðu\nog gyðingarnir stjórna ekki bandaríkjunum það eiga bara svo margir gyðingar heima í bandaríkjunum að það er þá svo mikil þrýstingum frá þeim á forsetan að hann verður að halda með ísrael og það eru ekki frímúrarnir sem stjórna bandaríkjunum heldur illuminatarnir sem er önnur leynisamtök sem eru frá frímúrunum og þeir sem trúa mér ekki eiga bara að kíkja aftan á 1 dollara seðilinn það er pýramýdi með auga sem er merki iluminatana og neðst á pýramýdanum koma fram rómverskar tölur MDCCLXXVI sem þýðir 1776. að vísu er árið 1776 þegar bandaríkin fengu sjálfstæði en það er ekki bara tilviljun að þetta var einnig árið sem illuminata bandalagið var stofnað. eða afhverju ætti þetta illuminata tákn að birtast á peningaseðlinum? innskriftin sem er á latínu sem er yfir pýramýdanum ANNUIT COEPTIS þýðir samsæri okkar mun heppnast undir pýramídanum stendur NOVUS ORDO SECLORUM sem þýðir nýja heimsskipan  og í bandaríska fánanum eru þrettán rendur og 13 er iluminata tala. það gæti verið að illuminatarnir stofnuðu þetta félag Council on Foreign Relations (CFR).til að stjórna viðskiptaheiminum og það gæti líka verið að sumir voru gyðingar sem stofnuðu illuminata bandalagið\nog bush gerir bara það sem illuminatarnir segja honum að gera og þeir ætla bara að ráðst inn í írak til að geta stjórnað olíu verðinu í heiminum\neitt dæmi á hverju ári er mörgum milljörðum bandaríkja dollara sett í svæði 51 en þingmennirnir fá ekki að vita í hvað verður gert með peningana\nog síðan vann bush kosningarnar bara útaf því að það var eitthvað rugl í florida og kosningarna voru mjög tæpar og ríkistjórinn í florida er einmitt frændi bush og síðan áðuren bush varð forseti var hann ríkistjórinn í texas og texas er frægt fyrir þaðað vera með flestu  aftökurnar. bandaríkin studdu osama bin laden í stríðinu í afghnistan gegn rússlandi en síðan snérist hann gegn þeim og varð þar með “vondi kallinn” síðan studdu bandaríkin saddam hussain í stríðinu gegn íran en síðan snérist hann líka gegn bandaríkjunum og varð þar með “vondi kallinn” sem sagt allir sem eru ámóti bandaríkjunum eru hryðjuverkamenn og bush sagði það einu sinni í sjónvarpinu “annað hvort eruð þið með okkur eða með þeim” og ef saddam hussain á efna eða gjöreyðingavopn þá eru þau frá bandaríkjunum"
        },
        {
            "user": "thortho",
            "user_id": "7555",
            "date": "2003-02-01 17:19:25",
            "id": "889585",
            "reply_to_id": "889584",
            "text": "Eða…\nMDCCLXXVI stendur aðeins fyrir árið sem BNA fengu sjálfstæði (eða a.m.k. lýstu því yfir); 13 eru fylkin (nýlendurnar) sem tóku þátt í uppreisninni; “annuit coeptis”, sem gæti alveg þýtt “fyrirætlanir okkar munu ganga upp” (“coeptum” þýðir “beginning” eða “undertaking” - dáldið mikið að ætla að þýða það sem samsæri, þegar samsæri er “coniuriatio” eða “conspiratio” - og af samhengi sýnist mér að nær væri að þýða þetta sem “við klárum það sem við byrjuðum á” eða eitthvað álíka - á einni síðu er þetta þýtt “He has favored our undertakings” - sjá\nhttp://www.fi.edu/qa98/musing12/musing12.html)\ngæti allt eins átt við að byltingin muni heppnast; og “nouus ordo seclorum” á við það að þetta var ný heimskipan, þegar BNA varð til.  Hvenær sem nýtt ríki verður til, þá er um nýja heimskipan að ræða.\nSjá t.d.\nhttp://www.skepdic.com/illuminati.html"
        },
        {
            "user": "miles",
            "user_id": "50202",
            "date": "2003-01-31 21:46:38",
            "id": "889586",
            "reply_to_id": "889581",
            "text": "appel.\nÞú getur hlegið, en þessi vefsíða er aðeins yfirborðið.\nSvo ætti kannski frekar að kalla CFR hálf-leynilegt félag, enda er til meðlimaskrá sem ég held að allir geti skoðað. Samt ekki viss.\nkv.\nmiles."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2003-02-04 17:42:29",
            "id": "889587",
            "reply_to_id": "889549",
            "text": "Þetta er soldið áhugavert."
        }
    ]
}