{
    "forum_title": "Heimspeki",
    "user": null,
    "user_id": null,
    "date": "2003-01-30 21:05:30",
    "title": "fyrirmyndir barna og unglinga",
    "text": "er mögulegt við höfum bara ekkert þróast í þessi milljón ár sem við höfum verið uppi, við heimska mannskepnan sem enn styðst við frumstæðilegar fyrirmyndir í sjónvarpi, skóla og fjölmiðlum og í leið látum ræna okkur öllum völdum í tilraun til að fá einhver ?\nÞví að fjöldinn, - múgurinn, er latur og heimskur og ber enga ást til hvatrænnar afneitunar og röksemdir um að eitthvað sé óumflýjanlegt bíta ekki á hann. Og einstaklingarnir sem múgurinn samanstendur af styðja hver annan í því að gefa agaleysinu lausan tauminn. Það er einungis fyrir áhrif frá mönnum, sem eru öðrum fordæmi og sem múgurinn lítur á sem leiðtoga að hann fæst til að leggja á sig þá vinnu og afneitun sem tilvist menningar hvílir á. Allt er í góðu gengi ef þessir leiðtogar hafa til að bera yfirburða innsæi í það sem manninum er nauðsynlegt og ef þeir hafa náð þeim þroska að kunna stjórn á hvatrænum óskum sjálfra sín. En sú hætta er fyrir hendi að þeir láti meira undan múgnum en hann lætur undan þeim til þess að þeir glati ekki áhrifum sínum. Þess vegna virðist óhjákvæmilegt að leiðtogarnir séu óháðir múgnum vegna þeirra valda sem þeir hafa.\nþetta er bara kenning?",
    "url": "https://www.hugi.is/heimspeki/greinar/120131/fyrirmyndir-barna-og-unglinga/",
    "url_id": "120131",
    "id": "889675",
    "replies": [
        {
            "user": "gudoli",
            "user_id": "12915",
            "date": "2003-01-30 21:37:45",
            "id": "889676",
            "reply_to_id": "889675",
            "text": "lol :P"
        },
        {
            "user": "afs",
            "user_id": "7559",
            "date": "2003-01-30 22:07:43",
            "id": "889677",
            "reply_to_id": "889675",
            "text": "Ekkert búin að þróast lol.\nef við erum öll svona heimsk þá er þetta bara heimskuleg grein."
        },
        {
            "user": "thesun",
            "user_id": "30379",
            "date": "2003-01-30 23:23:31",
            "id": "889678",
            "reply_to_id": "889675",
            "text": "Það er allt i þróun hvort sem það erum við eða náttúran. Ég skil samt ekki aðalatriðið í greininni hjá þér ?  Leiðtogar fara ekki alltaf eftir því sem múgurinn segir, dæmi Írak-árás Bandaríkjanna. Þeir reyna auðvitað að höfða til fólksins ,en það er ekki þar með sagt að þeir fari eftir vilja þess.Við höfum ekki mikil áhrif á leiðtogana hér, hvað þá eitthvað sem snertir utanríkismálin. Annars máttu alveg skýra betur það sem vakir fyrir þér í greininni :)"
        },
        {
            "user": "KashGarinn",
            "user_id": "14713",
            "date": "2003-01-31 01:09:55",
            "id": "889679",
            "reply_to_id": "889675",
            "text": "“er mögulegt við höfum bara ekkert þróast í þessi milljón ár sem við höfum verið uppi”\n- já það eru góðar líkur á því að hægt er að bera saman mannin í dag og fyrir milljón árum á hvaða sviði sem er og benda á að þróun hefur verið í gangi.\n“við heimska mannskepnan sem enn styðst við frumstæðilegar fyrirmyndir í sjónvarpi, skóla og fjölmiðlum”\n- Ég er ekki viss hvort að ég ætti að hæðast að orðalaginu þínu og benda á að sjónvarp, skóli og fjölmiðlar voru ekki til fyrir milljónum árum síðan, og getum við því ekki _enn_ verið að styðjast við fyrirmyndir frá þessum miðlum.. eða hvort að ég ætti að benda á að við erum ekki neydd til að velja fyrirmyndir, við veljum þær sjálf, og hefur sjónvarp, skóli og fjölmiðlar einungis aukið á það val.  Þó svo að sumt val er til hins verra, þá þýðir það ekki að vondar fyrirmyndir verða fyrir valinu.\n“og í leið látum ræna okkur öllum völdum í tilraun til að fá einhver ?”\n- heimskulega orðað hjá þér, einhver hvað?  Hvernig hefur aukið val á fyrirmyndum rænt okkur einhverju?\n“Því að fjöldinn, - múgurinn, er latur og heimskur”\n- Múgurinn já, fjöldinn, nei.\n“og ber enga ást til hvatrænnar afneitunar”\n- hvatræn afneitun?  er þetta annað dæmi um illa samsetta setningu hjá þér?  Hvatræn býst ég við að þýði að hvetja, og hvatræn afneitun er þá að hvetja til afneitunar.  Að bera enga ást er sama og að segja að fólk fílar ekki eitthvað.  Þannig að þú varst að segja að fjöldinn fílar ekki hvatningu til afneitunar?  Afneitunar á hverju?  Hver er að hvetja til þess?  Hvað ertu að bulla?\n“og röksemdir um að eitthvað sé óumflýjanlegt bíta ekki á hann.”\n- ‘eitthvað’ er mjög stórt orð, og röksemdir um ‘eitthvað’ og að það eigi að vera óumflýjanlegt hefur enn breiðari meiningu.  Allavega er bullið í þér ekki að bíta á mig.\n“Og einstaklingarnir sem múgurinn samanstendur af styðja hver annan í því að gefa agaleysinu lausan tauminn.”\n- Nei sko, loksins eitthvað rétt hjá þér.\n\"Það er einungis fyrir áhrif frá mönnum, sem eru öðrum fordæmi og sem múgurinn lítur á sem leiðtoga að hann [múgurinn] fæst til að leggja á sig þá vinnu og afneitun sem tilvist menningar hvílir á.“\n- Ertu að tala um samfélagið?  Samfélag er ekki múgur, samfélag er alls ekki stjórnað af fyrirmyndum, og að segja svoleiðis bull er fáránlegt.  Múgur er þegar enskar fótboltabullur fara á berserksgang, eða þegar einhver hópur af mönnum koma saman og byrja að láta illa.  Múgur af fólki hefur ekki leiðtoga, heldur þorendur og þolendur.  í rauninni skiptir ekki máli hvort þú sért að tala um fyrirbærið múgsefjun eða samfélagið, í bæði tilföllunum hefurðu kolrangt fyrir þér.\n”Allt er í góðu gengi ef þessir leiðtogar hafa til að bera yfirburða innsæi í það sem manninum er nauðsynlegt og ef þeir hafa náð þeim þroska að kunna stjórn á hvatrænum óskum sjálfra sín.“\n- Ég held nú að innsæi og stjórn á stelsýki er ekki beint það eina sem að gæða þarf stjórnanda.\n”En sú hætta er fyrir hendi að þeir láti meira undan múgnum en hann lætur undan þeim til þess að þeir glati ekki áhrifum sínum.“\n- að láta undan ‘múgnum’, semsagt að hlusta á hvað samfélagið er að biðja um er rangt?  Hvað heldur þú að leiðtogi sé?  bóndi að leiða kýrnar til slátrunar?  Ég skal segja þér hvað leiðtogi er, hann er þjónustufulltrúi allrar þjóðarinnar, hvorki meir né minna.  Samfélagið biður hann um að fara í mál sem að koma upp á dagskrá, og hann á að finna bestu leiðina til að leysa þau mál.  einfaldara getur það ekki verið.  Hann er ekki einræðisherra sem á að nota ‘innsæi’ til að vita hvað er best fyrir þjóðina, hann á að nota heyrnina til að hlusta á hvað þjóðin vill og kanna þá úrkosti sem eru fyrir hendi.\n”Þess vegna virðist óhjákvæmilegt að leiðtogarnir séu óháðir múgnum vegna þeirra valda sem þeir hafa.“\n- Þú veist ekkert um þetta mál.  Gott hefði verið ef að ‘leiðtogar’ okkar hér á heimspekis áhugamálinu hefðu nú hent þessu rusli í stað þess að ofbjóða okkur á heimskunni í þér.\n”þetta er bara kenning?\"\n- þetta er bara steypa?\nK."
        },
        {
            "user": "thesun",
            "user_id": "30379",
            "date": "2003-01-31 01:57:47",
            "id": "889680",
            "reply_to_id": "889679",
            "text": "KashGarinn\nMúgur getur þýtt fjöldi, hópur eða skríll."
        },
        {
            "user": "KashGarinn",
            "user_id": "14713",
            "date": "2003-01-31 09:24:18",
            "id": "889681",
            "reply_to_id": "889680",
            "text": "“Múgur getur þýtt fjöldi, hópur eða skríll”\n- já, þú getur lauslega þýtt múg sem fjöldi, eða hóp, betri þýðing er skríll, en múgur er miklu neikvæðara orð en hin þrjú orðin sem þú gafst upp.  Múgur er hópur af fólki sem mun eða hefur byrjað að beita ofbeldi.\nÞað er lýsingarlega séð mikill munur á þessum orðum og þau hljóta að vera valinn með það í huga að maður noti þau rétt.\nK."
        },
        {
            "user": "thesun",
            "user_id": "30379",
            "date": "2003-02-01 03:16:32",
            "id": "889682",
            "reply_to_id": "889681",
            "text": "Það er rétt að múgur er oftast notað í neikvæðri merkingu en það þarf ekki alltaf að vera. Persónulega finnst mér skríll og skrílslæti vera neikvæðari merking en múgur.  Skríll þýðir siðlaus múgur samkvæmt íslensku orðabókinni.  Annars held ég að við séum sammála um þetta í meginatriðum þannig að við þurfum ekki að þræta um þetta meir eða hvað ?"
        },
        {
            "user": "KashGarinn",
            "user_id": "14713",
            "date": "2003-01-31 23:12:48",
            "id": "889683",
            "reply_to_id": "889679",
            "text": "fattarðu ekki að þessi kenning er eftir freud sem ég var aðeins að reyna að koma á framfæri og í framhaldi að birta mína eigin kenningu. sem felst í því að við höfum næstum því ekkert Þróast síðan “þá”, og ég veit að ég gleymdi að taka það fram að þessi kenning væri eftir Freud….. en við erum nú öll svo heimsk ;)\nps. þú minntist eitthvað á að kenning “mín” væri rusl, en hvenær hafa kenningar Freuds farið úr algjöru ágæti í rusl, minn kæri kashgarinn?"
        },
        {
            "user": "KashGarinn",
            "user_id": "14713",
            "date": "2003-02-01 14:43:10",
            "id": "889684",
            "reply_to_id": "889683",
            "text": "Freud er nú einn versti sálfræðingur/heimspekingur sem að hefur stigið fæti á þessa jörð.\nAf hundruðum ef ekki þúsunda viðskiptavina læknaði hann ekki nema 10-15 manns á sínum langa og ‘mikla’ ferli.\nHann var þvílík tískubóla og gerði þó nokkuð fyrir sálfræðigeirann með því að pæla í kynferðishugsjónum, og vakti þannig áhuga á þessu svo að aðrir, alvöru sálfræðingar gátu nú komið með réttari hugmyndir, þannig að hann fær stig fyrir það.\nHann var í versta falli heimskur hálfviti og hafði ekki hundsvit á neinu, í besta falli var hann lélegur sálfræðingur og lélegur heimspekingur.\nÖrugglega fínn karl þegar hann var og hét, en ekki hefði ég tekið því alvarlega sem hann myndi segja mér.\nK."
        },
        {
            "user": "Fleebix",
            "user_id": "5906",
            "date": "2003-02-01 19:29:01",
            "id": "889685",
            "reply_to_id": "889684",
            "text": "Elrohir, þú ert rotþró mannlegs eðlis."
        },
        {
            "user": "Kreator",
            "user_id": "23042",
            "date": "2003-03-13 15:03:37",
            "id": "889686",
            "reply_to_id": "889679",
            "text": "Ùff þarna bakaðiru hann!!!!"
        },
        {
            "user": "Satanboy",
            "user_id": "6407",
            "date": "2003-01-31 04:17:26",
            "id": "889687",
            "reply_to_id": "889675",
            "text": "þó að við lítum ekki nema hundrað ár aftur í tímann, þá er það orðinn allmenn vitneskja sem þá var undraverð uppgötvun.\nað sjálfsögðu hafa mannlegar hvatir lítið breyst, því ef þær breytast þá hættum við að vera menn. margar þeirra hafa bælst niður og jafnvel lagst í dvala hjá sumu fólki en rísa þó alltaf upp aftur í einhverri mynd yfir æfina.\nen þessi grein þí en afskaplega illa samsett og vart skiljanleg… ekki reyna að setja hugmyndir í fræðilegra form en fræðileiki hennar bíður uppá.\ntakk takk"
        },
        {
            "user": "dreingurr",
            "user_id": "30612",
            "date": "2003-01-31 06:33:38",
            "id": "889688",
            "reply_to_id": "889675",
            "text": "Teetta er einhver su almesta kjafaedi sem eg hef a aevinni lesid. Thad tok mig thra lestra til ad skilja thad sem tharna stod, sem er litid sem ekkert. Èg held ad èg hafi nu fengid nog af ther, thu ert aljor oviti og aettir ekki ad hafa adgang ad huga eda bara toluvum almennt.\nÈg bendi à grein sem ad notandinn skrifadi fyrir stuttu: Leggjum ekki einelti í einelti.\n“það hefru hvarlað að mér að hvarta undann þessu lengi og nú geri ég það. kæru fífl flón og fávitar sem að gera ekki annað en að kvarta undan einelti geriði ykkur grein fyrir því sem að þið eruð að gera, þið eruð að eyðileggja kanski það eina góða við skólann. með því að gerast ”regnbogabörn“ ýtiði á yfirvöld að hafast við meiri og meiri aðgerðir gegn einelti og gera skólann leiðinlegri og leiðinlegri án eineltis og niðurlægingar á öðrum ná aðrir ekki að blómstra. þá verður ísland brátt jafn fúlt og t.d danmörk. og ef þið eruð yfirleitt lögð í einelti í skólanum reyniði að komast úr þeirri stöðu eða drepiði ykkur því að við hin nennum ekki að hlusta á neitt væl um að jón hafi barið ykkur. og ef þið hafið eitthvað við það að athuga geriði það vinsamlegast EKKI því ég nenni ekki að hlusta á neitt væl.\nps. kæri stjórnandi vinsamlegast virtu hugmyndir málfrelsis og samþykktu greinina”\nHvad er thetta? Fardu bara einhvert annad, spiladu fotbolta eda einhvad…\nMed kaerum kvedjum, DreiNguR"
        },
        {
            "user": "dreingurr",
            "user_id": "30612",
            "date": "2003-01-31 23:15:35",
            "id": "889689",
            "reply_to_id": "889688",
            "text": "æi, ég er bara svo afskaplega lélegur í fótbolta"
        },
        {
            "user": "dreingurr",
            "user_id": "30612",
            "date": "2003-02-01 00:12:46",
            "id": "889690",
            "reply_to_id": "889689",
            "text": "Thà er bara um ad gera ad aefa sig.\nBest ad byrja ungur!"
        },
        {
            "user": "sverrsi",
            "user_id": "26176",
            "date": "2003-02-12 12:48:11",
            "id": "889691",
            "reply_to_id": "889690",
            "text": "Sorgleg, villan í notendanafni þínu. Ef ég væri þú myndi ég biðja vefstjóra um að skipta."
        },
        {
            "user": "dreingurr",
            "user_id": "30612",
            "date": "2003-02-12 17:11:54",
            "id": "889692",
            "reply_to_id": "889691",
            "text": "lol, thetta er engin villa, èg gerdi thetta viljandi.\nÈg spiladi mikid dod à tìmabili og enginn spyr mig um notantdanafnid mitt thar…\nSkrifadi Laxness sìnar baekur med fullt af villum eda?\nSteinn Steinarr..?\nKv. DreiNguR"
        },
        {
            "user": "demonz",
            "user_id": "3238",
            "date": "2003-01-31 12:35:22",
            "id": "889693",
            "reply_to_id": "889675",
            "text": "vá manni svíður í augun af því að lesa þessa grein þína…\nLítið er annað en eitthverskonar bull út í loftið og einnig er titillinn ekkert að eiga neitt sameiginlegt með þessari “grein”\nMér grunar hreinlega að þú hafir tekið ýmisleg fræðiorð sem þér hafa þótt merkileg og setta þau bara á víð á dreif með öðrum orðum því að þú ert lítið að meika sens kallinn…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-03 12:26:42",
            "id": "889694",
            "reply_to_id": "889675",
            "text": "Helvítis rugl."
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2003-02-04 17:47:06",
            "id": "889695",
            "reply_to_id": "889675",
            "text": "Sigmund Freud (1856-1939)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-06 12:34:01",
            "id": "889696",
            "reply_to_id": "889675",
            "text": "elrohir, ég ætla alls ekkert að móðga þig eða neitt, en ert þú ekki bara svona venjulegur evrópubúi, venjulegur útlits (ekki til dæmis svartur) af milli eða efri-millistétt, sem hefur svona einhverja skólagöngu og áhugamál og kannski smá hroka eins og gengur og gerist, kannski afþví að þrátt fyrir allt horfirðu nú ekki mikið á Friends eða hlustar á Britney Spears fram úr hófi?\nÉg held að það nægi samt ekki til að gera þig eitthvað annað en “einn af múgnum”, Sir.\n*hlátur*\nVeistu, það er alltaf verið að tala um múginn þetta og hitt, pöbulinn, sauðsvartan almúgan, lýðinn og svona,……..en 99,99999999999999999999999999999999% af öllum sem mest um það tala og mest nota þessi orð tilheyra honum 100% sjálfir.\nÉg hef mun færri hitt sem tilheyra raunverulegum minnihlutahópum eða yfirstéttum (á heimsvísu, hér á Íslandi er engin raunveruleg yfirstétt) sem talar svona.\nFlestir sem gera það eru svo mikið herra Jón eða frú Jóna að það er varla fyndið.\nEngin móðgun meint, og þú ert eflaust einstakur eins og allir hvort sem þú tilheyrir nú “almenningi” eða ert geimvera eða síðasti keisarinn í Kína :) Bara svona smá að djóka."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-08 16:39:28",
            "id": "889697",
            "reply_to_id": "889696",
            "text": "Hvað ertu að bulla? Getur svartur maður ekki flokkastu undir venjulegur evrópumaður? þetta sem þú skrifaðir er allt bara bull og steypa."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-08 17:50:19",
            "id": "889698",
            "reply_to_id": "889697",
            "text": "Kannski í London, en hér teldist hann líklega til minnihlutans. Mér finnst það einmitt athyglisvert að minnihlutahópar svo og yfirstéttir (Læknir úr Garðabænum eða útgerðarkall teljast ekki yfirstétt út í heimi þó þau geri það í þessari sveit Íslandi hjá einhverjum) eiga það einmitt minna til að nota niðrandi orð um almenning, svo sem “lýður” “pöbull” og svo framvegis . Það er oftast Jónar og Jónur sem nota þessi orð, og það er auðvitað í sjálfu sér fyndið. Sem mætti túlka sem skort á sjálfsvirðingu á sinn hátt. Betra að gagnrýna almenning, en pöbul eða önnur orð sem hafa fengið á sig neikvæða mynd."
        },
        {
            "user": "whowsnite",
            "user_id": "27914",
            "date": "2003-02-13 11:40:37",
            "id": "889699",
            "reply_to_id": "889675",
            "text": "“frumstæðilegar fyrirmyndir í sjónvarpi, skóla og fjölmiðlum”\n?\nRugl aldarinnar."
        },
        {
            "user": "BenjaminN",
            "user_id": "28889",
            "date": "2003-02-14 10:33:47",
            "id": "889700",
            "reply_to_id": "889675",
            "text": "vissulega höfum við okkar aumkunarverðu galla (maneskjan) en við vorum meira en aumkunarverð fyrir 100árum við vorum viðbjóðslega heimsk auðvitað höfum við breingluð gildi (veraldlegar eigur) ekki samt eins og ég trúi á óveraldlegar eigur fyrir utan hugsanir en þetta veit ég mikill heimspekingur í griklandi (man aldrei hvað hann heitir) bjó í tunnu í porti og átti ekki neit (af frjálsum vilja) og alexander mikli (gávaðari en margir halda) vildi hitta þennan man hann hitti hann og alexander vissi af gávum þessra mans og bað hann um að ganga í lið með sér fyrir alla fjarsóði og fé þá sagði mikli heimspekingurinn villdi meistari alheimsins taka eitt skref til vinstri til að leifa sólini að skína á mig? og alex fattaði strax hvað hann meinti og tók skref til vinstri hneigðisig og gekk í burtu í þessum orðum meinti heimspekingurinn að sólin væri allra manna eign og eina sem valda miklir menn og ríkir gætu gert væri að varpa sgugga á fólk og svæði en þessi svæði eru honum aðeins að láni í þan tíma sem hann mun liva og hann ætti ekki neit eftir að hann dæji svo hann meinti þú átt veraldlegar eignir en þú átt samt ekki neitt svona lít ég á veraldlegar eignir (þær eru samt vissulega þæginlegar)en svona hugsa ekki margir takk fyrir og þegar ég meina eignir sem eru ekki veraldlegar á ég ekki við í trúar málum heldur í orðspori trú er ekki andleg eign hún er andlegt léns gervi eign."
        },
        {
            "user": "vor",
            "user_id": "50550",
            "date": "2003-02-17 23:32:20",
            "id": "889701",
            "reply_to_id": "889700",
            "text": "Andlega, held ég að maðurinn hafi þróast mjög lítið, þá er ég að tala um að taka ekki með líkamlega, eða tæknilega.\nkv. ^Schafer^"
        },
        {
            "user": "BenjaminN",
            "user_id": "28889",
            "date": "2003-02-19 09:50:30",
            "id": "889702",
            "reply_to_id": "889701",
            "text": "ó jú andlega er aðal þróun sem hefur átt sér í stað (það var ekki trú frelsi löglega né félagslega) núna íta félagsleg gildi undir andlega þróun ég var alinn upp í mjög kristini fjölskildu en ég hef sjálvur frelsi til að trúa ekki og ég geri það heldur ekki og ég er andlega frjálsari heldur en t.d afi minn sem var alinn upp í kristni og fékk hann aldrei neinn annan möguleika og rökfræðin hefur líka kent fólki að geta valið og ákveðið útfrá líkindum andlega er um við öruggari og með betri grunn en nokkrusinnum fy"
        },
        {
            "user": "dreingurr",
            "user_id": "30612",
            "date": "2003-02-21 21:44:46",
            "id": "889703",
            "reply_to_id": "889675",
            "text": "“Því að fjöldinn, - múgurinn, er latur og heimskur og ber enga ást til hvatrænnar afneitunar og röksemdir um að eitthvað sé óumflýjanlegt bíta ekki á hann. Og einstaklingarnir sem múgurinn samanstendur af styðja hver annan í því að gefa agaleysinu lausan tauminn. Það er einungis fyrir áhrif frá mönnum, sem eru öðrum fordæmi og sem múgurinn lítur á sem leiðtoga að hann fæst til að leggja á sig þá vinnu og afneitun sem tilvist menningar hvílir á. Allt er í góðu gengi ef þessir leiðtogar hafa til að bera yfirburða innsæi í það sem manninum er nauðsynlegt og ef þeir hafa náð þeim þroska að kunna stjórn á hvatrænum óskum sjálfra sín. En sú hætta er fyrir hendi að þeir láti meira undan múgnum en hann lætur undan þeim til þess að þeir glati ekki áhrifum sínum. Þess vegna virðist óhjákvæmilegt að leiðtogarnir séu óháðir múgnum vegna þeirra valda sem þeir hafa.”\nSigmund Freud (1856-1939) úr bókinni Blekking\nTrúarinnar\nVerdur madur ekki ad segja hver hofundurinn af greininni thinni er?"
        },
        {
            "user": "Kreator",
            "user_id": "23042",
            "date": "2003-03-13 15:04:57",
            "id": "889704",
            "reply_to_id": "889703",
            "text": "Einmitt mér fannst mjög ólíklegt að elrohir hefði skrifað þetta!!!"
        },
        {
            "user": "Gitta12",
            "user_id": "31129",
            "date": "2003-03-13 19:03:03",
            "id": "889705",
            "reply_to_id": "889704",
            "text": "sammála glataðar fyrirmyndi"
        }
    ]
}