{
    "forum_title": "Djammið",
    "user": "Felagi",
    "user_id": "21721",
    "date": "2003-01-31 12:37:29",
    "title": "Saga af djamminu!!!",
    "text": "Ég ætla að segja ykkur frá smá sem geriðst fyrir mig einu sinni þegar eg var a djamminu!\nÉg og vinkona min vorum eitt sinn fyrir ekki svo löngu síðan niðrí bæ á djammið!\nVið lögðum á stað um 11 leytið og vorum bunar að drekka smá!\nVið fórum á gaukinn og vorum bara í góðum fíling, en orðnar svolítið þreyttar eftir að hafa dansað á milljón þegar við ákváðum að taka okkut smá breik og setjast aðeins niður! Vinkona mín kveikti sér í sígó og sat þarna drulluþreytt að reyna að safna saman einhverjum kröftum til að dansa meira!\nÞá allt í einu komu 2 gellur alls ekki ljótar að tala við okkur!\nVið vorum búnar að tjatta við þær í smá stund þegar ég tók eftir því að önnur gella var að káfa á vinkonu minni á milljón!\nVinkona mín var ekki beint að fíla þetta því hún er ein mest straight manneskja sem ég þekki!\nHún hefur samt ekkert á móti samkynhneigðum, en var samt ekkert að fíla þetta!\nStelpa var bara að reyna á fullu að fá vinkonu mína til koma með sér og var alltaf að spyrja hana hvort hún væri ekki bi og segja henni hvað hún væri fallega vaxin!\nVið vorum farnar að vera svoltið hræddar þannig að við létum okkur bara hverfa!\nVið djömmuðum þarna smá lengur en vorum orðan svo þreyttar að ég hringdi í kærastann minn (hann er reyndar X núna) og bað hann að koma að sækja okkur!\nHann sagðist ætla að koma og við biðum og biðum!!! Svo eftir svona 2 klst. vorum við orðanar mikið pirraðar og að drepast úr hita!\nÉg hringdi í kallinn og þá var hann á leiðinni þannig að við fórum út til að kæla okkur!\nÉg var að drepast í fótum og hún líka þannig að við fundum okkur ágæta tröppu til að sitja á! Við sátum þarna í rólegheitum þegar ógeðslegur pissfullur gamall kall kom og var að reyna við mig á milljón!!\nÉg var ekki beint í góðu skapi og ekki vinkona mín heldur og þetta var beint ekki eitthvað til að bæta það!!!\nKallinn byrjaði eitthvað að halda utan um mig og bjóða mér 4000 kall til að koma með sér í leigubíl og svo heim til hans!!! OJJJJJJ!!!\nþarna var ég sko komin með guppuna og vinkona mín líka! Hún öskraði á hann og sagði honum að drulla sér í burtu!\nHann fór en eftir svona 5 mín. kom hann aftur og byrjaði á sama kjaftæðinu aftur!\nVinkona mín var orðin svo pissed þá að hún réðst á hann og sagði honum að F***ing drulla sér og ekki koma aftur!\nHann fór en svo koma hann aftur og þá var ég brjáluð og við öskruðum báðar á hann og þá lét hann sig loksins hverfa, thank god!",
    "url": "https://www.hugi.is/djammid/greinar/120318/saga-af-djamminu/",
    "url_id": "120318",
    "id": "891196",
    "replies": [
        {
            "user": "DrEvil",
            "user_id": "25921",
            "date": "2003-01-31 13:43:20",
            "id": "891197",
            "reply_to_id": "891196",
            "text": "andskotinn! eruð þið beyglurnar sem réðust á mig fyrir soldlu!\n..nei segi svona bara að grínast :D"
        },
        {
            "user": "ivar666",
            "user_id": "18026",
            "date": "2003-01-31 13:43:52",
            "id": "891198",
            "reply_to_id": "891196",
            "text": "ROFL!!!!!!!!\nþetta er svakaleg saga!hvernig lifðir þú til að seigja frá þessu er mér ráðgáta :)\npassa sig á dónaköllum!já og dónakellingum líka í ykkar tilfelli."
        },
        {
            "user": "Felagi",
            "user_id": "21721",
            "date": "2003-02-01 23:22:13",
            "id": "891199",
            "reply_to_id": "891198",
            "text": "þetta var ekkert svo hræðilegt, þar sem ég frekar ölvuð, og ég hef líka lent í mörgum jafnslæmum uppákomum ! það er bara svo gaman að segja frá þessu!!!"
        },
        {
            "user": "sandrass",
            "user_id": "25449",
            "date": "2003-01-31 13:52:15",
            "id": "891200",
            "reply_to_id": "891196",
            "text": "takk elskan mín fyrir að koma upp um árásarhneigð mína í beinni á netinu=)\nkommon ég var búin að segja honum að drulla sér…\nbut he went dow instead…\nég var ekki heldur hrifin af þessari ungu dömu!!!\nhún fór með hendina oní buxurnar mínar og sagði djöfull ertu sexí…\nég ætla ekki að djamma með þér aftur anna, þetta gengur ekki!!!\nkv sandra"
        },
        {
            "user": "creepz",
            "user_id": "4580",
            "date": "2003-01-31 15:36:33",
            "id": "891201",
            "reply_to_id": "891200",
            "text": "Fór hún með hendina OFANÍ buxurnar þínar?\nok.. þú hafðir engan áhuga.. en hún kom samt hendinni ofaní buxurnar þínar.. eitthvað hlýturu að hafa verið að fíla þetta.."
        },
        {
            "user": "add1",
            "user_id": "1011",
            "date": "2003-01-31 16:21:37",
            "id": "891202",
            "reply_to_id": "891201",
            "text": "creepz,\nþetta er tækni sem ég hélt að bara strákar kynnu skoh ..\nað ná að koma hendinni ofaní buxurnar ÁÐUR en manneskjan sjálft í raun  áttar sig á hvað er að gerast :))\ngreinilegt að stelpur séu farnar að læra þessi strákatrick :D"
        },
        {
            "user": "loddi",
            "user_id": "8119",
            "date": "2003-02-01 01:19:54",
            "id": "891203",
            "reply_to_id": "891202",
            "text": "ROFL"
        },
        {
            "user": "sandrass",
            "user_id": "25449",
            "date": "2003-02-03 08:56:10",
            "id": "891204",
            "reply_to_id": "891201",
            "text": "creepz\nsem áður hefur vaerið sagt vorum við mjjjjjöööööööööööög ölvaðar!\nSem er náttúrulega mjjjjöööööög gott….=)"
        },
        {
            "user": "add1",
            "user_id": "1011",
            "date": "2003-02-03 11:50:48",
            "id": "891205",
            "reply_to_id": "891204",
            "text": "jújú ..\nþað er alltaf mjööööög gott þegar stelpur eru orðnar mjög ölvaðar\n:DD"
        },
        {
            "user": "ivar666",
            "user_id": "18026",
            "date": "2003-02-04 20:57:22",
            "id": "891206",
            "reply_to_id": "891205",
            "text": "“jújú ..\nþað er alltaf mjööööög gott þegar stelpur eru orðnar mjög ölvaðar\n:DD”\nhum addi…………..er það “magic hour” hjá þér???  :D"
        },
        {
            "user": "eyja",
            "user_id": "33511",
            "date": "2003-02-12 11:31:57",
            "id": "891207",
            "reply_to_id": "891206",
            "text": "Semsagt ivar666 að þá geturu ekki reynt við stelpu nema hún sé mjög ölvuð…..hverslags plebbi ertu???"
        },
        {
            "user": "ivar666",
            "user_id": "18026",
            "date": "2003-02-12 12:44:51",
            "id": "891208",
            "reply_to_id": "891207",
            "text": "Semsagt ivar666 að þá geturu ekki reynt við stelpu nema hún sé mjög ölvuð…..hverslags plebbi ertu???\nhum….þetta var skot á add1….\nen ég þarf ekki að reyna við stelpur!"
        },
        {
            "user": "Morf3uz",
            "user_id": "19130",
            "date": "2003-02-21 15:02:28",
            "id": "891209",
            "reply_to_id": "891208",
            "text": "stelpurnar reyna við mig"
        },
        {
            "user": "Tins",
            "user_id": "34502",
            "date": "2003-04-02 09:25:00",
            "id": "891210",
            "reply_to_id": "891209",
            "text": "REYNA VIÐ REYNA VIÐ REYNA VIÐ REYNA VIÐ HÖZZLA HÖZZLA HÖZZLA HÖZZLA! KAÐ ER FOKKIN MÁLIÐ ? GERIR FÓLK EKKI ANNAÐ EN AÐ HÖZZLA OG REYNA VIÐ Á ÞESSU HELVÍTIS DÉSKOTANS SAURUGA LAME LOW LIFE DJAMMI YKKAR ! TRUNTU ÓGEÐ :þ"
        },
        {
            "user": "Masturb8",
            "user_id": "22785",
            "date": "2003-01-31 19:00:26",
            "id": "891211",
            "reply_to_id": "891196",
            "text": "ok skil eg þetta rett…..þu vasst ekkert að fila þetta enn hun var kominn með hendurnar oni buxurnar hja þer…..og þu vasst ekki að fila þetta…sjitt…eg verð að læra þessa tækni ;)\nkv.. Masturb8"
        },
        {
            "user": "neonljos",
            "user_id": "11762",
            "date": "2003-01-31 20:28:50",
            "id": "891212",
            "reply_to_id": "891196",
            "text": "Ég skil þetta ekki alveg mar. Fólk niður í bæ er ekki alveg með heilann á réttum stað í mörgum tilfellum."
        },
        {
            "user": "sandrass",
            "user_id": "25449",
            "date": "2003-02-02 20:59:43",
            "id": "891213",
            "reply_to_id": "891196",
            "text": "Vorkenni ykkur báðum en hvar var x ???"
        },
        {
            "user": "sandrass",
            "user_id": "25449",
            "date": "2003-02-03 08:54:07",
            "id": "891214",
            "reply_to_id": "891213",
            "text": "x hver? vinkonan? það var ég……"
        },
        {
            "user": "Felagi",
            "user_id": "21721",
            "date": "2003-02-03 15:35:00",
            "id": "891215",
            "reply_to_id": "891213",
            "text": "Herla\nÞað man ég ekki, einhverstaðar, en hann var drullulengi á leiðinni!!!"
        }
    ]
}