{
    "forum_title": "Fræga fólkið",
    "user": null,
    "user_id": null,
    "date": "2003-02-01 21:21:22",
    "title": "Reese Witherspoon",
    "text": "Eflaust kannast margir ef ekki allir við leikkonuna Reese Witherspoon, en hún er gift leikaranum Ryan Phillippe.\nÉg hef fylgst svolítið með henni í gegnum árin, og mér líst mjög vel á hana, hún leikur mjög vel og örugglega eftir að verða mjög eftirsótt bráðlega. Hún lék í hittiðfyrra í stórsmellnum ‘Legally Blond’, og sló hún rækilega í gegn, og á nú að gera\nLegally Blonde 2. Þar sannaði hún svo sannarlega, að hún gæti leikið.\nReese Witherspoon er endirinn á alvöru nafninu hennar, en hún heitir í raun Laura Jean Reese Witherspoon! Hún er fædd 22. mars 1976 í Nashville, og er hún því hrúturinn í stjörnumerkinu.\nEins og ég sagði er hún gift leikaranum Ryan Phillippe, en þau giftu sig 5. júní 1999.  Og eiga þau saman dótturina Ava Elizabeth Phillippe, fædd 9. september, 1999.\nPabbi Reese er háls, nef og eyrnalæknir og mamma hennar er hjúkrunarfræðingur. Svo á Reese einn eldri bróður.\nHér koma nokkrar staðreyndir um hana:\nHún er grænmetisæta (hvað er þetta með leikkonur og að vera grænmetisæta!).\nTímaritið People Magazine's var að velja ‘25 athyglisverðasta fólk heims’ og var hún ein af þeim:)\nÞegar hún var 11 ára vann hún hæfileikakeppni.\nHafnaði aðalhlutverkum í bæði Scream (1996), Urban Legend (1998) og I Know What You Did Last Summer (1997). Greinilega ekki mikið fyrir að leika í hryllingsmyndum.\nÞetta hefur hún sagt í ýmsum viðtölum:\n“Ég var alger lúði í skóla. ég var bókaormur. Foreldrar mínir ætluðust til þess að ég yrði læknir.”\n“Á netinu, stendur að ég sé gift. Eitthver rugludallur ákvað að segja öllum heiminum að ég væri gift honum. Ég hef aldrei verið gift.” Þetta sagði hún í febrúar 1998, áður en hún giftist Ryan.\nDatt í hug að þið vilduð lesa eftirfarandi, en gat ekki hugsað mér að þýða þetta:\n[talking about how she choose the films she will be in]: “I have a weird process, but the main thing is like this: I hear her voice in my head. There are a lot of wonderful scripts my agents can't believe I pass on, but I do because I can't hear the voice. It doesn't appeal to me then. I'm really careful. Unless I hear the voice, I can't do it.”\n(on the break-up scene she had to do with Ryan Phillippe in Cruel Intentions (1999)): “I literally beat him up when we had to do the breakup scene.We'd gotten so tired and we'd done the scene so many times. He was off camera giving me my lines and he started to ad lib - which is a bad thing when you're doing this kind of scene, and talking like, ‘I never loved you! You’re not attractive!' Terrible things. I got upset. I just hauled off and socked him in the face. And everybody in the crew was like ‘Gasp! Can you believe she did that?’ And I'm screaming my lines and I just yelled ‘Get out!’ And then he ran off and threw up in a stairwell. And I'm, like, sobbing, saying, ‘I can’t believe he said those things to me!'And the director came in and said ‘Oh God, I can’t believe it, that was so great! Can you do it again?'”",
    "url": "https://www.hugi.is/fraegafolkid/greinar/120550/reese-witherspoon/",
    "url_id": "120550",
    "id": "893342",
    "replies": [
        {
            "user": "Oblivion",
            "user_id": "4583",
            "date": "2003-02-02 00:08:11",
            "id": "893343",
            "reply_to_id": "893342",
            "text": "ekki má gleyma Cruel Intentions, þar sást he!, skulum ekki tala meira um það, svo er maður oft að sjá hana í eldir smámyndum. ;)"
        },
        {
            "user": "Nintendj",
            "user_id": "25477",
            "date": "2003-02-02 04:07:02",
            "id": "893344",
            "reply_to_id": "893342",
            "text": "Sofnaðiru á [Enter] takkanum?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-02 14:45:52",
            "id": "893345",
            "reply_to_id": "893344",
            "text": "Já, ég hlýt að hafa sofnað á þessum blessaða enter takka, ég tók ekkert eftir þessu þegar ég skrifaði greinina..:)"
        },
        {
            "user": "barabinni",
            "user_id": "24711",
            "date": "2003-02-02 06:55:06",
            "id": "893346",
            "reply_to_id": "893342",
            "text": "ég þekki nú bara tvífara hennar reese littlu, þú ættir að kíkja á hana"
        },
        {
            "user": "hallat",
            "user_id": "24113",
            "date": "2003-02-02 09:50:20",
            "id": "893347",
            "reply_to_id": "893342",
            "text": "Ég hef sent grein um hana tvisar inn og þær voru báðar ekki samþykktar vegna þess að þeim fannst þær ekki nógu athyglisverðar en þessi er flott…reyndar vissi ég þetta allt en þetta er samt flott grein :)"
        },
        {
            "user": "Hrafnista",
            "user_id": "13633",
            "date": "2003-02-02 12:47:24",
            "id": "893348",
            "reply_to_id": "893342",
            "text": "“Hún er grænmetisæta (hvað er þetta með leikkonur og að vera grænmetisæta!)”.\nÞað er alveg ótrúlega mikið af frægu fólki, söngvurum og leikurum, sérstaklega í Bandaríkjunum, sem eru grænmetisætur!\nKíkið á þetta:\nwww.soystache.com/famous.htm"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-02 14:14:36",
            "id": "893349",
            "reply_to_id": "893342",
            "text": "Kíkið á Reese Witherspoon fansíðuna mína.\nhttp://frontpage.simnet.is/josvi/reese/index.h\ntm\nHún er reyndar á ensku en það er ekkert verra.\nREESE ROKKAR!"
        },
        {
            "user": "asley",
            "user_id": "6473",
            "date": "2003-02-02 15:48:25",
            "id": "893350",
            "reply_to_id": "893342",
            "text": "fín grein, Reese er mjög góð og skemmtileg leikkona en hún er ekkert miðað við þennan guðdómlega mann hennar…mmmmmmmmmmmmmmmm ég mun aldrei gleyma rúllustigaatriðinu í Cruel Intentions ; )"
        },
        {
            "user": "Hrund",
            "user_id": "5445",
            "date": "2003-02-02 17:22:57",
            "id": "893351",
            "reply_to_id": "893342",
            "text": "Hvar fær fólk þessar upplýsingar um fræga fólkið?"
        },
        {
            "user": "Lovebird",
            "user_id": "24919",
            "date": "2003-02-02 19:41:49",
            "id": "893352",
            "reply_to_id": "893342",
            "text": "hvar stalstu þessu eiginlega….\nveit að þú stalst þessu"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-02 21:03:33",
            "id": "893353",
            "reply_to_id": "893352",
            "text": "Lovebird: ég sagði að ég nenni ekki að rífast við þig, ok mér er alveg sama þó að þú hafir gert þetta fyrirgefðu að ég skuli hafa nefnt þetta við þig, en svona smá auka… ´g sagði þér í gær að þú hafir copy/pasteað mína grein, og svo fór ég inná þína Avril grein og lestu bara sjálf neðsta svarið, þar er önnur stelpa að segja að þú hafir copy/pasteað sína grein, svaraðu nú þessu áður en þú heldur áfram að bögga mig…"
        },
        {
            "user": "nedrud",
            "user_id": "26720",
            "date": "2003-02-02 22:17:04",
            "id": "893354",
            "reply_to_id": "893342",
            "text": "Election og Cruel Intensions er báðar mjög sniðugar."
        },
        {
            "user": "Pingvin",
            "user_id": "19866",
            "date": "2003-02-04 22:40:55",
            "id": "893355",
            "reply_to_id": "893342",
            "text": "Plís ekki taka þetta sem eithvað diss, því mér finnst hún mjög góð leikkona, en eftir að ég sá han gretta sig í bílnum í Cruel intentions þá hefur hún alltaf mynnt mig á Steinrík.\nEkki spyrja mig afhverju.\nJako"
        },
        {
            "user": "Pingvin",
            "user_id": "19866",
            "date": "2003-02-05 16:42:00",
            "id": "893356",
            "reply_to_id": "893355",
            "text": "Afhverju??? KIDDING!!! ;)\nHún var mjög góð í Cruel Intentions… ;)\nFín leikkona! :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-06 16:05:23",
            "id": "893357",
            "reply_to_id": "893342",
            "text": "Hún Reese er ótrúlega góð leikkona ég get ekki mótmælt því en reyndar finnst mér maðurinn hennar algjör rúsína;p\nMér fannst þau bæði mjög skemmtileg í myndinni Cruel Intentions."
        },
        {
            "user": "minny",
            "user_id": "21131",
            "date": "2003-02-06 17:02:05",
            "id": "893358",
            "reply_to_id": "893342",
            "text": "Bíðið nú við! Er maðurinn á myndinni maðurinn hennar? Mér finnst hann nú ekkert sætur, hann er svo kellingarlegur. Kanski er þetta bara vond mynd af honum.\nNú verð ég bögguð því að allir eru búnir að segja að hann sé svo sætur :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-06 18:12:10",
            "id": "893359",
            "reply_to_id": "893358",
            "text": "Þú mátt alveg hafa þínar skoðanir:) mér finnst hann vera frekar sætur en líka mjög skrýtinn á þessari mynd, en það eru eflaust til skárri myndir af honum. Þú getur farið inná www.google.com, smellt á myndir og skrifað Ryan Phillippe."
        }
    ]
}