{
    "forum_title": "Handbolti",
    "user": "Ablaze",
    "user_id": "22900",
    "date": "2003-02-02 13:06:28",
    "title": "Þungu fargi af okkur létt",
    "text": "Þungu fargi er af okkur Íslengingum létt því við vorum að vinna Rússa og komast á ÓL 2004.Við spiluðum besta leik okka á mótinu og áttum  32-27 sigurinn skilinn.Mér fannst vítakastið hans Óla mjög skemmtilegt en það besta var að Guðmundur stóð sig frábærlega í markinu.\nÍslendingar voru með undirtökin llan leikinn og það var 16-13(held ég) í hálfleik.Svo í seinni hálfleik áttum við frábæran kafla sem entist nánast allan leikinn.Svo náðu Júgóslavar að draga á okkur í lokin en ég tel það nú bara vera út af því að Íslendingar vissu að þeir hefðu unnið.\nDjöfull trompaðist ég þegar gaurinn sló Aron Kristjánsson í lokin.Þetta var bara rautt spjald!\nEf litli bróðir hefði ekki verið þarna hefði ég kallað gaurinn öllumillum nöfnum.Þetta var eitt af því óíþróttamannslegasta sem ég hef séð.\nEn mjög góður leikur,\nÍslendingar geta sigrað alla á góðum degi.Ehemm….Degi já.\nHann og sín lúmsku skot.",
    "url": "https://www.hugi.is/handbolti/greinar/120715/thungu-fargi-af-okkur-lett/",
    "url_id": "120715",
    "id": "894447",
    "replies": [
        {
            "user": "Nero",
            "user_id": "30928",
            "date": "2003-02-02 15:25:06",
            "id": "894448",
            "reply_to_id": "894447",
            "text": "Já já við áttum þetta skilið en þú sagði í fyrstu málsgrein: Þungu fargi er af okkur Íslengingum létt því við vorum að vinna Rússa og komast á ÓL 2004.\nBara svona að nefna það."
        },
        {
            "user": "siggigaur",
            "user_id": "30019",
            "date": "2003-02-02 15:56:40",
            "id": "894449",
            "reply_to_id": "894448",
            "text": "Djöfullinn!!!\nÞað er rétt hjá þér.Ég er alltaf að gera mistök varðandi lið!!"
        },
        {
            "user": "siggigaur",
            "user_id": "30019",
            "date": "2003-02-02 20:29:07",
            "id": "894450",
            "reply_to_id": "894449",
            "text": "hehe.. alltaf að gera mistök varðandi lið.. þú gerir þér grein fyrir því að þú ert að skrifa grein um Íslenska landsliði, aight??\nog þú hefur mynd af einhverjum gaurum úr Króatíu.. bara svona að nefna það ;)"
        }
    ]
}