{
    "forum_title": "Teiknimyndir",
    "user": "Freysisvali",
    "user_id": "32888",
    "date": "2003-02-02 14:50:17",
    "title": "the Simpsons",
    "text": "Í byrjun voru Simson þættirnir eins mínútna langir brandarar sem komu fram á Fox í auglýsingarhléunum og urðu svo eftirsóttir að þeir Matt Groenning og James Brooks ákváðu að gera þetta að alvöru þáttum. Þeir urðu geysivinsælir og The Simpsons var valinn þáttaröð aldarinnar í Bandaríkjunum og Homer þáttastjarna aldarinnar. Þeir eru enn í gangi og heilar 13 seríur eru komnar út með þeim og höfundar þáttanna segjast ætla ekki að hætta við framleiðslu þeirra. The Simpsons á nokkur heimsmet í s.s. lengsta gamanþáttaröð í heimi og flestu gestastjörnurnar í þáttunum og fleira.\nÍ Simpsons-fjölskyldunni eru Marge, Homer, Bart, Lisa og Maggie. Einnig má ekki heldur gleyma gæludýrunum hundinm Santa's little helper og köttinum Snowball.þau lenda í alls konar “ævintýrum” og Southpark náungarnir gerðu grín að því hve Simpsons höfðu gert mikið í gegnum tíðina. Þátturinn hét “Simpsons already did it” og var nokkuð skemmtilegur. En enn finna Matt Groenning og félagar upp á einhverju nýju og þeir koma alltaf á óvart.\nLeikararnir sem tala inn á þættina eru margir og oftast tekur einn leikari meira en eitt hlutverk að sér til að tala fyrir. Julie Kavner talr fyrir systurnar Marge Simpson, Patty og Selmu, Nancy Cartwright talar fyrir Bart Simpson og alla krakkana í skólanum í Springfield og fleira, Dan Castellaneta talar fyrir Homer Simpson og margar fleiri persónur og Yeardley Smith talar fyrir Lisu. Allt þetta fólk eru Emmy-verðlaunahafar og eru hreinar goðsagnir fyrir sumt fólk.\nFramleiðendur þáttanna hafa byrjað á nýjum þáttum sem heita Futreama og eru ekkert síðri. Þeir fjalla um pítsusendilinn Fry sem ferðast til framtíðarinnar og lendir í mörgum ævintýrum ásamt félögunum sínum Bender, Leelu og fleira furðufólki. Einnig eru Simpsons þáttaraðirnar að koma út á DVD eins og flest ykkar vita.\nEn hvað sem ykkur finnst um þessa þætti þá finnst mér að heimurinn væri ekki samur án þessara þátta og ég vona að aðrar 13 seríur bætast í hópinn (vonandi).",
    "url": "https://www.hugi.is/teiknimyndir/greinar/120730/the-simpsons/",
    "url_id": "120730",
    "id": "894599",
    "replies": [
        {
            "user": "wbdaz",
            "user_id": "6083",
            "date": "2003-02-03 14:38:39",
            "id": "894600",
            "reply_to_id": "894599",
            "text": "Futurama er náttúrulega byrjað og hætt. Og það eru komnar 14 seríur af Simpsons, eða sú 14 er í gangi núna og það er búið að semja um að gera í.þ.m. tvær seríur enn."
        },
        {
            "user": "Freysisvali",
            "user_id": "32888",
            "date": "2003-02-03 15:26:25",
            "id": "894601",
            "reply_to_id": "894600",
            "text": "Takk fyrir ábendinguna, en það er verið að gera aðra Futureama seríu."
        },
        {
            "user": "Past",
            "user_id": "19593",
            "date": "2003-02-03 16:04:27",
            "id": "894602",
            "reply_to_id": "894599",
            "text": "Ágætis grein hjá þér;)"
        },
        {
            "user": "BlueAngel",
            "user_id": "18623",
            "date": "2003-02-03 20:47:27",
            "id": "894603",
            "reply_to_id": "894599",
            "text": "Rosa flott grein! :) Sniðug líka"
        },
        {
            "user": "Freysisvali",
            "user_id": "32888",
            "date": "2003-02-03 21:51:51",
            "id": "894604",
            "reply_to_id": "894603",
            "text": "Takk."
        },
        {
            "user": "lenas",
            "user_id": "28330",
            "date": "2003-02-05 20:53:53",
            "id": "894605",
            "reply_to_id": "894604",
            "text": "já kæri bróðir, það er gaman að þessu og haltu bara áfram að skrifa eitthvað skemmtilegt!!!"
        },
        {
            "user": "Harry",
            "user_id": "49977",
            "date": "2003-02-04 18:50:19",
            "id": "894606",
            "reply_to_id": "894599",
            "text": "Fín grein.\nDan Castellaneta er mesti raddsnillingur sem hefur komið fram að mínu mati, eflaust sá frægasti líka (á eftir Mel Blanc, Looney Tunes guru, að sjálfsögðu).\nSmá ábending: Futurama er skrifað eins og ég var að gera."
        },
        {
            "user": "DanielThor",
            "user_id": "9574",
            "date": "2003-02-19 21:00:16",
            "id": "894607",
            "reply_to_id": "894599",
            "text": "Sama hvað allir segja, Simpsonsþættinir eru það besta sem hefur komið fyrir í lífi mínu, ég horfi á þá á hverjum degi, ég tek alltaf eina spólu og horfi á hana í 3-4mánuði og skipti síðan en samt fæ ég ekki ógeð af þættunum!\nEf Simpsons væri ekki til þá væri ég mjög þunglindur unglingur og myndi líða mjög illa!"
        },
        {
            "user": "mogli",
            "user_id": "32200",
            "date": "2003-02-22 23:16:36",
            "id": "894608",
            "reply_to_id": "894599",
            "text": "já þetta er griðarlega töff gein hja þér=)"
        },
        {
            "user": "DonnieDarko",
            "user_id": "34764",
            "date": "2003-03-08 16:06:50",
            "id": "894609",
            "reply_to_id": "894599",
            "text": "Góð grein!! og tala um hvað Dan Castellaneta er með frábærar raddir og þá á ég séstaklega við willie og hómer aðvitað! en hver elskar ekki willie?"
        }
    ]
}