{
    "forum_title": "Hundar",
    "user": "doppa",
    "user_id": "32927",
    "date": "2003-02-03 09:36:55",
    "title": "kostir og galla chihuahua ????",
    "text": "Komið þið sæl.\nGetið þið frætt mig um Chihuahua kosti þeirra og galla, og hverjir eru að rækta þá (með hverjum mælið þið)?  Eru þetta barngóðir fjölskylduhundar eða litlar taugahrúgur? Gott væri að fá sem flesta punkta frá þeim sem þekkja til.\nkveðja\nDoppa",
    "url": "https://www.hugi.is/hundar/korkar/120978/kostir-og-galla-chihuahua/",
    "url_id": "120978",
    "id": "896739",
    "replies": [
        {
            "user": "Tristen",
            "user_id": "17710",
            "date": "2003-02-03 21:23:34",
            "id": "896740",
            "reply_to_id": "896739",
            "text": "Ég á 3 chihuahua, allir yndislegir, hver á sinn hátt. Þar sem ég elska mína tjúa út af lífinu finnst mér þeir ekki hafa neina galla :) Ég á ekki börn en systur mínar og vinafólk koma oft með börn til mín og þeir eru mjög góðir, leyfa þeim alveg að halda á sér og kjassa sig. Ég fylgist samt vel með þeim, því þeir eru svo litlir og mega alls ekki detta í gólfið eða neitt því um líkt. Ég hef heyrt fólk tala um að þeir gelti mikið, en mínir gelta nánast ekki neitt og aldrei að ástæðulausu. Það er mjög gott að kenna þeim, þeir eru gáfaðir og fljótir að læra. Það eina er kannski að manni hættir til að ofdekra þá því þeir eru svo litlir og sætir og þá hættir þeim til að verða algjörar frekjur. Ég segi að þeir séu barngóðir fjölskylduhundar, en það er ekki mælt með því að fólk fái sér tjúa, ef það eru mjög ung börn á heimilinu.. en ef barnið er komið á aldur þar sem það getur skilið að þetta er lifandi dýr en ekki leikfang og lært að umgangast það sem slíkt sé ég ekkert því til fyrirstöðu að börn og tjúar alist upp saman.\nÉg myndi tvímælalaust hafa sambandi við HRFÍ í sambandi við næsta tjúagot og frekar bíða lengur eftir hundi af góðum ættum en að bruna á næsta stað þar sem þeir eru fáanlegir allt árið, þú munt ekki sjá eftir því að hafa beðið. Annars áttu á hættu að kaupa köttinn í sekknum.\nGangi þér vel,\nkv. Tristen"
        }
    ]
}