{
    "forum_title": "Rokk",
    "user": null,
    "user_id": null,
    "date": "2003-02-03 10:52:21",
    "title": "David Bowie: Heathen",
    "text": "Ég var ekki viss um í fyrstu hvar ég ætti að setja þessa grein, því platan sem þetta fjallar um er strangt til tekið ekki Rokk. Mér datt í hug raftónlist en það á heldur ekki við.\nPlatan (eða öllu heldur geisladiskurinn) sem um er að ræða er Heathen sem er nýjasti David Bowie diskurinn (kom út fyrir ári síðan eða svo) og er hann þrusugóður.\nÁ umslaginu er David með hvít draugaaugu og í drungalegum jakkafötum, inn í hulstrinu eru afar sérkennilegar svarthvít gráar myndir sem eru nokkuð skemmtilegar og fallegar.\nDiskurinn sjálfur er afar skemmtilegur. Ég mæli sérstaklega með I took trip on a gemini spacecraft og Afraid en diskurinn er samt ekki með nein léleg lög. (utan við fyrsta lagið sem þarf að venjast þ. e. hljómar ekki vel við fyrstu hlustun).\nDavid spilar á hljómborð, trommur, stilophon, syngur bæði aðal og bakraddir og þar að auki spilar hann á gítarinn líka sem mér finnst nokkuð gott fyrir mann sem er að nálgast sextugt. Pælið í því.\nMaðurinn fæddist 1947 sem gerir hann ári yngri en George Harrison. Á ævi sinni þá hefur hann gert sýrupopp í anda bítlanna, svolítið leiðinlega eighties músík, sungið með rolling stones og queen, gert allskyns Teknó tónlist, leikið sér aðeins með hart rokk: bæði í pönki og jafnvel jaðrað við harðkjarna, hann hefur einnig leikið ljúft píanópopp og bara spilað skemmtilegt gamaldags rokk.\nMá benda á góð lög eins og Pretty things, The laughing gnome, Life on mars, Space oddity (auðvitað), The man who sold the world (sem Nirvana tóku á sínum tíma), under pressure svo eitthvað sé nefnt.\nÉg vona að einhver sem lesi þessa grein geti bent á heimasíðu hans en þar er hægt að downloada lögunum hans.\nEn allaveganna, Heathen er fyrsta góða plata hans í langan tíma, hún er ekki afturhvarf í einhvern gamlan tíma heldur er hún mjög frábrugðin öðrum plötum hans. (eins og reyndar þær allar). Þar er mjög áberandi flottar strengjaútsetningar og sérstakar laglínur sem minna svolítið á teknó en eru þó allar spilaðar á hefðubundin hljóðfæri.\nÉg mæli hiklaust með henni og vona að þið tékkið á henni.\nOg endilega má einhver segja mér hver heimasíðan hans er.",
    "url": "https://www.hugi.is/rokk/greinar/120905/david-bowie-heathen/",
    "url_id": "120905",
    "id": "896119",
    "replies": [
        {
            "user": "Lovebird",
            "user_id": "24919",
            "date": "2003-02-03 16:05:14",
            "id": "896124",
            "reply_to_id": "896119",
            "text": "Mér finnst bowie sætur :S"
        },
        {
            "user": "Xman",
            "user_id": "3316",
            "date": "2003-02-03 16:18:55",
            "id": "896125",
            "reply_to_id": "896119",
            "text": "Fín grein en, hehe! Þú hefur greinilega ekki leitað vel að heimasíðunni hans, en hún heitir því skemmtilega nafni davidbowie.com\nÉg fékk Greatest hits og get sagt fátt annað en að maðurinn er mistækur snillingur sem hefur smíðað marga gersemina."
        },
        {
            "user": "fan",
            "user_id": "51595",
            "date": "2003-02-03 16:27:06",
            "id": "896126",
            "reply_to_id": "896119",
            "text": "Hann er meistari hann Bowie!\nChina Girl, Life On Mars eru gersemar!\nbrilliant gaur sem kryddar allt upp sem ekki er kryddvænt!"
        },
        {
            "user": "Garsil",
            "user_id": "11709",
            "date": "2003-02-03 18:37:15",
            "id": "896127",
            "reply_to_id": "896119",
            "text": "Flott grein, David Bowie byrjaði að læra á Sax og spilaði á sax á mörgum plötum sínum. Heathen kom mér á óvart þar sem mér fannst Hours (99) og Earthling (97) ekkert skemmtilegar plötur en þessi plata er rosaleg, en sammt engin Ziggy :o)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-03 22:08:26",
            "id": "896128",
            "reply_to_id": "896127",
            "text": "Nei það er satt að þetta er ekki alveg Ziggy en segi að þetta sé hiklaust ein af hans betri plötum."
        },
        {
            "user": "YtseJam",
            "user_id": "8944",
            "date": "2003-02-04 00:36:15",
            "id": "896129",
            "reply_to_id": "896119",
            "text": "“GROUND CONTROL TO MAJOR TOM!!!!”"
        },
        {
            "user": "stones",
            "user_id": "15128",
            "date": "2003-02-04 10:38:29",
            "id": "896130",
            "reply_to_id": "896119",
            "text": "God grein nema eitt er ekki sama ad bowie hafdi gert leidinlega tønlist med mick jagger og queen their rokka :-),eitt get eg sagt ther eg sa david bowie a tønleikum i Horsens i danmørku i fyrra,(eg a heima i danmørku) hann byrjadi tønleikana ad spila Space oddity og endadi a laginu Ziggy Stardust thad var fyndi en frabærir tønleikar 5000 mans og thetta voru utitønleikar og bowie var i studi allan timan og var med gøda hljømsveit sem spiladi med honum en hljømsveitin sem hitadi upp var ekki gød en bowie var med gøda tønleika :-)"
        },
        {
            "user": "Foam",
            "user_id": "1708",
            "date": "2003-02-04 11:05:31",
            "id": "896123",
            "reply_to_id": "896119",
            "text": "Frábær grein….\nÉg hélt að ég væri eini maðurinn í heiminum sem að fílaði þennan disk en gaman að sjá að fólk er að fíla hann….\nPersónulega elska ég diskinn og elska Bowie.\nVarðandi þennan disk þá keyfti ég hann 11. júní síðast liðinn og hef ég hlustað á hann síðan og verð að segja að hann er einn af mínum uppáhalds diskum allra tíma…\nÞarna tekur meistarinn upp þráðinn aftur með Tony Visconti (Space Oddity-1969,The Man Who Sold The World-1970,Mixaði Diamond Dogs-1974,   Young Americans-1975,Low-1977,Heroes-1977,omfl…..) og fer hann hamförum í útsetningum með Bowie. Þar sem að hann spilar einnig á bassa og það er eitthver sú mesta snilldar bassa element sem að ég hef heyrt.\nÞess má geta að að Bowie og Visconti pródusuðu þetta saman.\nFleirri frábærir tónlistamenn td, Matt Chamberlain trommari, David Torn gítar, Carlos Alomar gítar, Tony Levin bassa, Pete Townshend (The Who)gítar í laginu Slow burn og ekki á gleyma Dave Grohl(Nirvana, Foo Fighters) og margir aðrir fleirri. Einvalalið snillinga.\nHún er tekinn upp í Allaire Studios og Looking Glass Studios en er mixuð af Gary Miller.\nEins og ég sagði áðan þá er ég bæði mikill bowie aðdáandi og tel ég þessa plötu vera honum virkilega til framdráttar eftir ferkar slapt gengi á fjórum plötunum á undagn Hours (sem að mér fannst ágæt..)\nLykillög:  Afraid,I've Been Waiting For You,Everyone Says ‘Hi’. Persónulega finnst mér öll löginn góð og finnst mér erfitt að gera upp á milli..\nBowie er snillingur sem að mér finnst margir af ungu kynslóðinni hreinlega miskilja, að mínu mati einn af þremur mestu snillingum tónlistarsögunar en það er einfaldlega minn smekkur og væri gott ef að þið mynduð ekki skíta yfir mig hafiði bara stóru orðinn fyrir ykkur….\nPs. Bowie og jagger og bowie og queen fanst mér snilld… ;)\nTakk"
        },
        {
            "user": "bowie",
            "user_id": "2308",
            "date": "2003-02-04 11:08:17",
            "id": "896120",
            "reply_to_id": "896119",
            "text": "Það skal tekið fram að ég skrifaði svarið hérna að ofan vegna þess að drengur með mér í skóla og er að nota sömu tölvu. Ég hélt að ég væri signaður inn en smá miskilningur :)"
        },
        {
            "user": "Prair",
            "user_id": "29858",
            "date": "2003-02-09 13:59:15",
            "id": "896121",
            "reply_to_id": "896120",
            "text": "Ágætis grein og gaman að menn muni eftir kallinum. En langar til að benda á eina staðreyndarvillu. George Harrison er fæddur 1943 sem gerir Bowie fjórum árum yngri en ekki einu, skil reyndar ekki alveg þann samanburð. Veit ekki um aðra en finnst leiðinlegt að sjá svona villur sem væri svo auðvelt að hafa réttar. Er annars ekki einn af þeim sem er að bögga greinar og stafsetningavillur og sollis."
        },
        {
            "user": "Prair",
            "user_id": "29858",
            "date": "2003-02-09 13:59:28",
            "id": "896122",
            "reply_to_id": "896120",
            "text": "Ágætis grein og gaman að menn muni eftir kallinum. En langar til að benda á eina staðreyndarvillu. George Harrison er fæddur 1943 sem gerir Bowie fjórum árum yngri en ekki einu, skil reyndar ekki alveg þann samanburð. Veit ekki um aðra en finnst leiðinlegt að sjá svona villur sem væri svo auðvelt að hafa réttar. Er annars ekki einn af þeim sem er að bögga greinar og stafsetningavillur og sollis."
        }
    ]
}