{
    "forum_title": "Stjórnmál",
    "user": "rado",
    "user_id": "27572",
    "date": "2003-02-04 19:17:33",
    "title": "Öxulveldi hins illa (Bandaríkin, Bretland, Ísrael)",
    "text": "Þegar George Bush skeyti því fram að Írak, Íran og Norður Kórea væru öxulveldi hins illa gleymdi hann því að líta í eigin barm og sjá hversu hrottaleg stefnuskrá Bandaríkjanna er í utanríkismálum. Þar ríkja menn sem hafa gaman að blóðsúthellingum annara landa og svína fram hjá öllum alþjóðasáttmálum til þess eins að hagnast á olíu  eða öðrum hlutum. Tökum dæmi: Bandaríkjamenn studdu Saddam Husein í stríði um Íran og létu þá fá alskyns vopn sem þeir ætla nú að ná af þeim með hrottalegu stríði. Og þeir hagnast nú líka á því að fara inn í Írak með olíu sem þeir munu væntanlega ræna. Bandaríkjamenn réðust inn í Víetnam til að bejast gegn Víet Kong. Hvers vegna börðust þeir við Víet Kong,  jú vegna þess að þar ríkti einræðisherra sem píndi fólk sitt í góðvild Bandaríkjamanna. Það er líka hægt að taka dæmi um það að BNA studdi líka Osama Bin Laden gegn Sovíetríkjunum en nú er hann hataðasti maður í BNA. Út frá þessu er hægt að fá þá niðurstöðu að BNA er ríki sem er að öllu leyti sama um líf eða þjáningar erlendra en Bandarísk líf eru að sjálfsögðu mikills virði. Í Bandaríkjunum ríkir hálfgerður einræðisherra sem dáleiðir fólk í þjóðarstolti og tortrigni á öllum nágrannaþjóðum. Það leiðir að sjálfsögðu til blóðsúthellinga og leiðir til stríðs. Ísrael drepa alla Palestínu menn sem þeir sjá án dóms og laga og sleikja BNA upp. Einnig gera yfirvöld í Bretlandi ekkert annað en að hlíða Bandaríkjamönnum í einu og öllu. Til hvers að afvopna Írak, Íran og Norður Kóreu þegar svona lönd ganga með þvílíkum bersergsgangi í heimi þjóðanna. Afvopnum frekar þessi lönd.",
    "url": "https://www.hugi.is/stjornmal/greinar/121175/oxulveldi-hins-illa-bandarikin-bretland-israel/",
    "url_id": "121175",
    "id": "898284",
    "replies": [
        {
            "user": "Dahlia",
            "user_id": "17898",
            "date": "2003-02-04 20:59:29",
            "id": "898285",
            "reply_to_id": "898284",
            "text": "af hverju er ég ekki að taka þig alvarlega ?"
        },
        {
            "user": "Blitz",
            "user_id": "6683",
            "date": "2003-02-04 21:01:09",
            "id": "898286",
            "reply_to_id": "898285",
            "text": "Erhm, nokkur góð points í þessu, en ástæðan fyrir að það eigi að afvopma írak og co. er vegna þess að þeir eru threat.. fyrir ALLA. Samt er þetta bara spurningin hver ýtir fyrr á takkann.."
        },
        {
            "user": "MundiOne",
            "user_id": "32884",
            "date": "2003-02-04 23:02:37",
            "id": "898287",
            "reply_to_id": "898286",
            "text": "Þeir eru ekki meiri ógn við heiminn heldur en önnur.  Afhverju fara BNA ekki inní Líbanon? Afhverju hefja þeir það stríð ekki aftur? Einfalt, þetta snýst ekki um stjórnanda eða stjórnarfar heldur um olíu.\nSl. ár í BNA sýnir það líka að þeim vantar hana, T.d. var verið að loka fyrir möguleika þeirra á að nýta olíu sem er undir freðmýrum í Alaska vegna umhverfissjónarmiða. Og það voru stærstu olíulyndir sem þeir höfðu fundið.  Þetta er ansi augljóst fyrir þá sem fylgjast með."
        },
        {
            "user": "Bake",
            "user_id": "5588",
            "date": "2003-02-05 15:53:14",
            "id": "898288",
            "reply_to_id": "898286",
            "text": "ég veit ekki hvort írak sé ógn fyrir alla. ég held aðaleg að írak sé ógn við ísraela eða ísraels ríki. og saddam hefur ógnað ísrael og það er sama og að ógna USA því ísrael er haldið upp af USA í einu og öllu.\nsvo er heimurinn heilaþveginn með að írak sé ógn við alla heiminn. eini maðurinn á hnettinum sem er ógn við heiminn er bush."
        },
        {
            "user": "Bake",
            "user_id": "5588",
            "date": "2003-02-05 19:00:10",
            "id": "898289",
            "reply_to_id": "898288",
            "text": "Það er bara einn maður sem er ógn við Ísraela og Ísraelsríki.\nSá maður er fyrrum varnarmálaráðherra Ísraels.\nNúverandi forsætisráðherra.\nEnginn annar en…. *drumroll*\n….\n…\n..\n.\nAriel Sharon"
        },
        {
            "user": "Bake",
            "user_id": "5588",
            "date": "2003-02-05 20:02:25",
            "id": "898290",
            "reply_to_id": "898289",
            "text": "Bake, ég er líklega eins langt því frá að teljast aðdáandi þess manns og hugsast getur, en þetta er nú mikil einföldun hjá þér. Ísraelsríki var ógnað úr alls konar áttum jafnvel áður en það varð til."
        },
        {
            "user": "Bake",
            "user_id": "5588",
            "date": "2003-02-05 21:08:16",
            "id": "898291",
            "reply_to_id": "898290",
            "text": "Það er vissulega satt að því hafi verið ógnað úr öllum áttum.\nÞað þarf hins vegar engin sérstök gáfnaljós til að sjá að þegar manni er ógnað af svo gott sem heilli heimsálfu, þá er það ekki alveg það gáfulegasta í heimi að hrinda af stað innrás eins og Sharon gerði þegar hann gegndi stöðu varnarmálaráðherra á sjöunda áratugnum. Það er bara ávísun stíluð á handhafa um að vera ekki í neinni náð hjá þeim sem í kringum mann eru."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-05 21:33:25",
            "id": "898292",
            "reply_to_id": "898291",
            "text": "Ekki gáfulegt nei, sammála því, þó hluti Sharons af ábyrgðinni á þessu öllu sé víst spursmál. Ég get ekki dæmt um það, en vissulega líkar mér samt ekki við manninn og tel það sorglegt að hann hafi ekki frekar varið hæfileikum sínum í að stofna minigolfvöll eða eitthvað. Hins vegar hafa Gyðingar aldrei þurft að gefa út neinar ávísanir um að vera ekki í náðinni hjá fólki.\nÞað er margt um Gyðingahatur á Íslandi í Gamla daga inn á þessari síðu sem ég rakst á minnir mig, hjá einhverjum svona “frelsuðum” gaur með gráðu í sögu, minnir mig, frá Ísrael. Tek það fram að skoðanir hans eru litaðar af trú hans, og ég er ekki sammála öllum fullyrðingum hans um Islam eða Nýöldina til dæmis, nema síður sé, en þarna voru einhverjar upplýsingar um gamla nazistaflokkinn á Íslandi og slíkt, nema hann hafi tekið þær niður. En Gyðingahatur var hér víst löngu áður en nokkur Gyðingur steig hér fæti, já jafnvel hér, en mest alvarlegasta hatrið er í dag meðal annars að finna í Kína og Indónesíu (í Indónesíu, landi sem æfinlega hefur verið laust við Gyðinga trúir þorri almennings að Ísrael hafi sprengt upp WTC og ýmsum gömlum sögum nazistanna líka), en Gyðingar tengjast  þessum löndum, þar sem er rótgróið Gyðingahatur, enn minna en Íslandi og ekki hafa þeir gert þeim neitt.\nÞví ekki skrýtið að Gyðingahatur hafi verið hér líka, og um það voru einhver ósköp á þessari síðu. Takið öðru kannski með fyrirvara þó þetta sé mjög menntaður maður og allt það, hann er jú í ákveðnu “liði” sökum trúar sinar, en þetta var samt ekki óáhugverð síða.\nhttp://notendur.centrum.is/~snorrigb/"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-05 21:37:08",
            "id": "898293",
            "reply_to_id": "898291",
            "text": "Maðurinn er Íslenskur, það er menntun hans sem hann hefur að stórum hluta fengið í Ísrael, svona ef það kom vitlaust út.\n(Tek það fram að hvað sem mönnum kann að finnast um ríkisstjórnina þar þykja skólarnir fyrsta flokks, og á heimsmælikvarða margir hverjir, og hann er ekki eini Íslendingurinn sem hefur lært þar, þar er til dæmis mjög virt kennsla á sviði læknavísinda.) En menntun gerir engan endilega hlutlausan, og síst þennan mann þá."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-05 21:46:06",
            "id": "898294",
            "reply_to_id": "898291",
            "text": "Það er annars einum of mikið á þessari síðu mannsins, svo ef það er erfitt að finna þetta er hér ein af þessum greinum, þarna er um hvernig Morgunblaðið og gamli nazista flokkurinn á Íslandi tengjast og fleira slíkt. Kannski þess vegna sem þeir fara þó varlegar í umfjöllun um Ísrael en DV og Fréttablaðið sem eru bæði stundum pro-Palestína yfir öll mörk, og hafa hunsað fréttir af særðum í Ísrael og slíkt, eða birt þær á óáberandi hátt. Veit ekki með það, bara ágiskun.\nEkki að Mogginn sé besta blað í heimi og ég er hrifnari af erlendum blöðum, því miður."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-05 21:47:34",
            "id": "898295",
            "reply_to_id": "898291",
            "text": "Gleymdi víst slóðinni, Morgunblaðið, Nazistaflokkur Íslands ofl samsærið er á þessari slóð. Og já, því miður er ekki um “samsæriskenningu að ræða” í þessu tilfelli.\nhttp://notendur.centrum.is/~snorrigb/histo\nry.htm"
        },
        {
            "user": "qurit",
            "user_id": "15134",
            "date": "2003-02-04 21:01:54",
            "id": "898296",
            "reply_to_id": "898284",
            "text": "75% sammála þér ;)"
        },
        {
            "user": "Apache",
            "user_id": "22151",
            "date": "2003-02-04 21:06:16",
            "id": "898297",
            "reply_to_id": "898284",
            "text": "Ömurlegt að hlusta á svona illgjarnt vanþakklætisraus.  Ef ekki væri fyrir Bandaríkin væri Evrópa létt öðruvísi í dag en hún er.  Bandaríkin hafa oftar en 2svar á síðustu öld bjargað okkur evrópubúum og þeir halda því áfram þrátt fyrir hatursáróður varmenna og stuðningsmanna hryðjuverkaríkisstjórna islams. Ísland hefur fengið mikla aðstoð og vinsemd frá Bandaríkjamönnum og er það vel."
        },
        {
            "user": "Anarcy",
            "user_id": "26727",
            "date": "2003-02-04 21:25:19",
            "id": "898298",
            "reply_to_id": "898297",
            "text": "Apache, aðeins að hugsa. Þó að lönd geri ýmislegt gott eins og að hjálpa bretum og frökkum í seinni heimstyrjöldinni þá máttu ekki gleyma því að kanarnir gerðu ekkert fyrr en að ráðist var á þá í Pearl harbour! Og þó svo að einhver þjóð geri eitthvað gott þýðir það ekki að í staðinn megi hún gera eitthvað annað ljótt."
        },
        {
            "user": "xark",
            "user_id": "1706",
            "date": "2003-02-04 22:36:08",
            "id": "898299",
            "reply_to_id": "898298",
            "text": "Bandaríkin hjálpuðu bret og frökkum fyrir Pearl Harbor með því að senda hergögn þangað"
        },
        {
            "user": "xark",
            "user_id": "1706",
            "date": "2003-02-04 22:46:02",
            "id": "898300",
            "reply_to_id": "898299",
            "text": "Þeir hjálpuðu reyndar frökkum ekki mikið þar sem Frakkaland var bara fallið :), en Bretar og rússar fengu ágætan styrk með láns-og leiguhjálpinni"
        },
        {
            "user": "rado",
            "user_id": "27572",
            "date": "2003-02-05 13:39:55",
            "id": "898301",
            "reply_to_id": "898300",
            "text": "Hvaða styrk fengu rússar? Að láta slátra sér???????"
        },
        {
            "user": "H81K123",
            "user_id": "23706",
            "date": "2003-02-05 13:48:56",
            "id": "898302",
            "reply_to_id": "898301",
            "text": "Vopn og peninga, fyrir land sem er að berjast fyrir “sjálfstæði” sínu, þá eru þessir hlutir mjög mikilvægir."
        },
        {
            "user": "xark",
            "user_id": "1706",
            "date": "2003-02-05 15:24:05",
            "id": "898303",
            "reply_to_id": "898301",
            "text": "Fengu skriðdreka,gögn,mat og alls konar fyrir 10 milljarða dollara en bretar fengu svona styrk uppá 30 milljarða dollara. Annars lögðu Rússar langmest í þetta enda þurftu þeir að berjast á móti besta og stærsta hluta þyska hersins í rétt tæp 3 ár áður en Ddagur kom. Voru reyndar “búnir” að vinna þyskaland ári áður við Kursk og höfðu síðan þá bara sótt í vestur."
        },
        {
            "user": "Pipppi",
            "user_id": "14619",
            "date": "2003-02-04 21:30:18",
            "id": "898304",
            "reply_to_id": "898297",
            "text": "Eins og annar sagði, að gera eitt gott leyfir manni ekki að gera annað slæmt. Það er til orð yfir það að þola ekki að heyra eða segja neitt slæmt um vin sinn: Það er sleikjuskapur."
        },
        {
            "user": "rado",
            "user_id": "27572",
            "date": "2003-02-04 21:30:51",
            "id": "898305",
            "reply_to_id": "898297",
            "text": "Já evrópa væri miklu betri ef kanarnir skiptu sér ekki alltaf að. Já hvílíkur stuðningur sem Íslendingar fá frá BNA Þeir gera sig að skotmarki."
        },
        {
            "user": "H81K123",
            "user_id": "23706",
            "date": "2003-02-05 10:40:47",
            "id": "898306",
            "reply_to_id": "898305",
            "text": "“Já evrópa væri miklu betri ef kanarnir skiptu sér ekki alltaf að”\nHEFURÐUR LESIÐ SÖGUNA?!?\nBNA fórnaði 500.000 manns í seinni heimstyrjöldinni til þess að frelsa Evrópu!\nÉg hef ekki tölur yfir fyrri heimstyrjöldina, en það hefur líklegast verið í sama stærðarflokki.\nEvrópa hafði ekki mátt til að brjótast undan þjóðverjum.\nEf BNA her hefði ekki verið til staðar þá hefði Stalín farið inn í V-Evrópu,  það sást á nokkrum augnablikum hvað hann langaði mikið.\nÞeir byggðu upp Evrópu, sem var í rúst, eftir stríð.  Þeir væru langtum aftar ef ekki hefði komið til Marshall aðstoðin.\nSkv því sem þú segir þá væri betra fyrir Evrópu að vera undir Nasistma Þýskalands eða kommonisma Sovétríkjana.  Veistu hvað þessar þjóðir/stjórnir gerðu?\n“Já hvílíkur stuðningur sem Íslendingar fá frá BNA Þeir gera sig að skotmarki.”\nÞvílíkur stuðningur,  við bjuggum nánast í torfkofum, þjóðin var fátæk og mjög aftarlega í þróun.  Núna erum við með ríkustu þjóðum í heimi.  Tvö orð: Marshall aðstoðin!"
        },
        {
            "user": "Bake",
            "user_id": "5588",
            "date": "2003-02-05 11:10:16",
            "id": "898307",
            "reply_to_id": "898306",
            "text": "Og Sovétríkin fórnuðu 6 milljónum á móti Þjóðverjum. Síðast er ég kunni að telja var 6 milljónir aðeins meira en 500 þúsund.\nÉg er ekkert yfir mig hrifinn af kommúnisma og/eða Sovétríkjunum sálugu, en … give credit where credit is due."
        },
        {
            "user": "H81K123",
            "user_id": "23706",
            "date": "2003-02-05 12:24:10",
            "id": "898308",
            "reply_to_id": "898307",
            "text": "“Sovétríkin fórnuðu 6 milljónum á móti Þjóðverjum”  (eru þessar tölur fyrir utan óbreytta borgara,  minnti að þær væru miklu hærri)\nÉg veit, og Kínverjar misstu ef ég man rétt eitthvað um 20-25 milljónir (með óbreyttum borgurum),  aðallega í stríði við Japan.\nAnnars var ég að svara ákveðinni athugasemd sem beindist að BNA,  þannig að ég lét aðrar tölur um mannfall vera.\nSamt fínt að fá þetta inn í umræðuna, þar sem ég held að fæstir geri sér grein fyrir hve margir létust í þessu stríði.\nKveðja\nHrúgan :)"
        },
        {
            "user": "H81K123",
            "user_id": "23706",
            "date": "2003-02-05 11:28:03",
            "id": "898309",
            "reply_to_id": "898306",
            "text": "Einmitt. Ég hef margt á móti BNA, þó ég eigi vini meðal Bandaríkjamanna, en maður getur ekki neitað þessu."
        },
        {
            "user": "H81K123",
            "user_id": "23706",
            "date": "2003-02-05 12:28:43",
            "id": "898310",
            "reply_to_id": "898309",
            "text": "“Ég hef margt á móti BNA”\nSammála, þeir gera margt slæmt, en þeir gera líka margt gott.  Maður verður að reyna að byggja álit sitt á báðum hliðunum.  Öll ríki eiga sér svarta bletti á sögu sinni,  meira að segja litla saklausa Ísland.\nKveðja\nHrúgan :)"
        },
        {
            "user": "rado",
            "user_id": "27572",
            "date": "2003-02-05 13:49:28",
            "id": "898311",
            "reply_to_id": "898306",
            "text": "Hver einasta þjóð gerir eitthvað ágætt en hverju fórnuðu rússar. svar Miklu meira"
        },
        {
            "user": "H81K123",
            "user_id": "23706",
            "date": "2003-02-05 13:55:10",
            "id": "898312",
            "reply_to_id": "898311",
            "text": "Þú varst að fullyrða að Evrópa væri betur sett án afskipta BNA,  ég svaraði því og þá snýrð þú útúr því, ég veit um tjón sovetmanna, en við vorum að tala um afskipti BNA!"
        },
        {
            "user": "rado",
            "user_id": "27572",
            "date": "2003-02-05 15:12:22",
            "id": "898313",
            "reply_to_id": "898312",
            "text": "Ég var að segja að BNA var alveg sama um rússsa og grippu ekki inní!!!!!"
        },
        {
            "user": "H81K123",
            "user_id": "23706",
            "date": "2003-02-05 16:42:04",
            "id": "898314",
            "reply_to_id": "898313",
            "text": "Samt sem áður þá svaraðirðu mér ekki, heldur fórst inn í aðra umræðu.\n“Ég var að segja að BNA var alveg sama um rússsa og grippu ekki inní!!!!!”\nÁ sama hátt segi ég að þér er alveg sama um Írösku þjóðina, sem eru undir stjórn spillts einræðisherra sem er alveg sama um hana,  þú vilt ekki láta grípa inní!!!!\n(Ef þér finnst þetta vera ósanngjörn fullyrðing, þá hlýturðu þér að finnast þín fullyrðing líka ósanngjörn)\nÉg er ekki að segja að alltaf eigi að beita hervaldi,  og ég er ekki að segja að það sé nauðsynlegt að beita hervaldi í Írak.  En stundum þarf þess, og að vera alltaf á móti BNA hvað sem þeir vilja gera, er ekki rétt.  Ég nefni sem dæmi ríki fyrrum Júgóslavíu."
        },
        {
            "user": "Jarlaxle",
            "user_id": "5181",
            "date": "2003-02-05 17:05:08",
            "id": "898315",
            "reply_to_id": "898306",
            "text": "Marshall aðstoðin var ekert nema mútur til að fá herstöð hingað."
        },
        {
            "user": "H81K123",
            "user_id": "23706",
            "date": "2003-02-05 17:19:13",
            "id": "898316",
            "reply_to_id": "898315",
            "text": "Rétt er það að við fengum óvenjumikla aðstoð vegna staðsetningar landssins.  Maður hefur heyrt að stjórnarmeðlimur hafi í samningarviðræðum við BNA gengið upp að kortinu og bent á Ísland og spurt hvort þeir vissu hvar við værum :)\nÁrið 1918 við lok WW1 var gerður samningur sem fólst í raun í því að kúga Þýsku þjóðina og gera hana að öreygum.  Þjóðernishyggja jókst þar,  Hitler komst til valda og annað stríð hófst.  Þessi samningur tryggði að Þjóðverjar ættu eftir að fara aftur í stríð til að rétta sinn hlut.\nEftir WW2 höfðu menn lært aðeins af sögunni (aldrei þessu vant :) og ákváðu BNA því að byggja upp iðnað og tækni,  ekki bara í v-Evrópu,  þeir buðu a-Evrópu marshall aðstoðina líka,  hún var veitt út um allann heim.\nHvað sem menn vilja segja,  þá er ekki hægt að segja annað en að Marshall aðstoðin hafi verið gott verk,  ef ekki hefði verið fyrir hana, þá liti heimurinn öðru vísi út í dag.  Og já,  þeir hefðu getað notað peningana sjálfir í að koma iðnaði BNA 200 ár fram úr restinni af heiminum.\nKveðja\nHrúgan"
        },
        {
            "user": "manilla",
            "user_id": "9376",
            "date": "2003-02-04 21:33:49",
            "id": "898317",
            "reply_to_id": "898297",
            "text": "/me slær Apache með stórum silung :)\nehm, ég ætla ekki að vera með skítkast eða leiðindi en því miður er þetta bara hálfgerð vitleisa hjá þér sem svarar ekki réttmætri gagnrýni greinarhöfundar á bna(sem ég er þó ósammála að litlu leiti). Það vill nefnilega þannig til að stjórnvöld í BNA hafa gert marga mjög slæma hluti og er afstaða þeirra til heimsmála skammarverð, t.d. ætla þeir að ráðast núna inn í írak, með en án samsþykkis SÞ sem er nátturulega bara fáránlegt að öllu leiti því eins og margir vita er það algjörlega ólöglegt, það er alveg eins og ég mundi skipa sjálfan mig löggu og dómara og fara út og drepa nágranna og aðra sem mér líkar ekki við eða vill losna við. Það er ótrúlegt hvað BNA fá að leika sjálfskipaða alheims löggu mikið í friði. Og í sambandi með vanþæklæti, þá spyr ég bara vanþæklæti á hverju?, hverju hafa bna bjargað okkur frá á síðustu öld, þótt þeir hafi hjálpað til í ww2 sé ég hvernig það réttlætir fáralega utanríkisstefnu og skeitingar leisi um aðrar þjóði"
        },
        {
            "user": "jokullegil",
            "user_id": "25296",
            "date": "2003-02-04 22:39:40",
            "id": "898318",
            "reply_to_id": "898317",
            "text": "þú ert bara að tala um Bush sem er algjör hálviti enn það er miklu meiri stjórnmála menn í BNA enn Bush"
        },
        {
            "user": "oskarbste",
            "user_id": "26860",
            "date": "2003-02-04 21:47:27",
            "id": "898319",
            "reply_to_id": "898297",
            "text": "apache, blow me physco!"
        },
        {
            "user": "MikeMyers",
            "user_id": "21235",
            "date": "2003-02-04 23:05:49",
            "id": "898320",
            "reply_to_id": "898297",
            "text": "Já, er hægt að réttlæta það að stöðva stríð með kjarnorkusprengingum á tvær borgir þar sem afleiðingarnar eru enn þá að eiga sér stað?"
        },
        {
            "user": "Bake",
            "user_id": "5588",
            "date": "2003-02-05 00:28:36",
            "id": "898321",
            "reply_to_id": "898297",
            "text": "Mér finnst nú “bjargað” alltaf vera fulldjúpt í árinni tekið þegar rætt erum aðild Bandaríkjanna að báðum heimsstyrjöldunum. Fyrir mína parta er það svona eins og að segja að Ólafur Stefánsson hafi verið í 6. sæti á nýloknu heimsmeistaramóti í handknattleik, en ekki íslenska landsliðið. Ég meina, vissulega er Óli góð skytta en hann hefði aldrei getað þetta einsamall. Svo skulum við nú ekki gleyma því að allur undirbúningur að vendipunkti seinni heimsstyrjaldar (D dagur, Omaha Beach og allt það), að ekki sé minnst á hálfan annan helling af liðsafla við þann atburð er Kanadamönnum fyrir að þakka, hvað sem myndir á borð við Saving Private Ryan gætu fengið þig til að halda.\nAnnars er það ekki sjálf hernaðaríhlutunin í Írak sem fer í taugarnar á mér, heldur er það þessi gríðarlegi tví- ef ekki þrískinnungur sem á sér stað vegna hans.\nÁrás núna á Írak er beint framhald af atburðunum 11. sept. 2001 sem er í sjálfu sér ekkert svo slæmt, nema hvað það er á gjörsamlega röngum forsendum. Það er nú einu sinni svo að það voru bestu vinir Bandaríkjanna, Sádi Arabar, sem áttu mestallan heiður að þeim. En í staðinn fyrir að refsa þeim, þá refsa þeir landi sem er saklaust af þeim voðaverkum.\nÞað mætti líkja þessu við að þú myndir slá mig utanundir, og í staðinn fyrir að rjúka í þig, þá myndi ég ráðast á litla bróður þinn og lemja hann í buff.\nÉg skil annars ekki hvers vegna gagnrýni þarf endilega að birtast sem vanþakklætisraus í þínum eyrum. Ef þú gæfir mér kókflösku, ættirðu þá virkilega von á því að með því að veita kókflöskunni viðtöku, þá væri ég um leið að afsala mér þeim rétti að láta úr mér neikvæð ummæli um þig? Ef svo er ætla ég bara rétt að vona að þú fáir aldrei endurgreiðslu frá skattinum, því þá mættirðu ekki bölva honum."
        },
        {
            "user": "Bake",
            "user_id": "5588",
            "date": "2003-02-05 00:31:27",
            "id": "898322",
            "reply_to_id": "898321",
            "text": "Vissirðu að Bandaríkin settu ekki viðskiptabann á Þýskaland fyrr en rétt áður en þeir tóku þátt í seinna stríði? Ég las að mig minnir einhvern tíma að IBM hafi sent síðustu vélina sína til Þýskalands einungis 2-3 vikum áður en árásin á Pearl Harbour átti sér stað."
        },
        {
            "user": "Morrison",
            "user_id": "25425",
            "date": "2003-02-05 00:36:29",
            "id": "898323",
            "reply_to_id": "898322",
            "text": "Voru viðskiptabönn til á þessum tíma?\nAnnars er þetta satt með IBM, ég sé samt ekki hvernig það ætti eitthvað að draga úr áliti á bandaríkjamönnum að þeir hefðu selt nasistum vörur fram að pearl harbor.. eru Svíar þá morðóðir brjálæðingar? veit ekki betur en þeir selji vopn hvert sem er og hvenær sem er.. og hafi alltaf gert"
        },
        {
            "user": "Bake",
            "user_id": "5588",
            "date": "2003-02-05 00:44:32",
            "id": "898324",
            "reply_to_id": "898323",
            "text": "Það er náttúrulega alltaf spurning um magn. Ef ég sel Sunny-inn minn til Íraks efast ég um að stjórnvöld einfaldlega nenni því að vera með vesen við mig útaf því. Ef ég sel hins vegar heilu skipsfarmana … þá erum við kannski farin að tala um eitthvað annað."
        },
        {
            "user": "Morrison",
            "user_id": "25425",
            "date": "2003-02-05 00:32:45",
            "id": "898325",
            "reply_to_id": "898321",
            "text": "Það kraumar í hvíta húsinu reiðin gagnvart Sádí Arabíu. Þeir eru algjörlega ósnertanlegir, en hvernig verða Sádar þegar Írak tekur við af þeim í olíusölu svona rétt á meðan flengingin á sér stað?\nSádí Arabía er 10x verri en Írak"
        },
        {
            "user": "Bake",
            "user_id": "5588",
            "date": "2003-02-05 00:42:25",
            "id": "898326",
            "reply_to_id": "898325",
            "text": "Já, veistu það varðar mig bara ekkert um. Það er ekki nokkur skapaður hlutur sem réttlætir það að aðili B ráðist á aðila C eftir árás frá aðila A. Skiptir engu máli hversu mikinn glassúr þú setur á þessa köku, hún er alveg jafnsúr fyrir vikið.\nAnnars finnst mér það brandara líkast að BNA sé að ásaka Íraka um að láta Bin Laden fá kjarnorku- eða efnavopn. Ef ég er búinn að vinna baki brotnu í 10 ár við að safna fyrir bíl, ætla ég sko ekki að láta einhvern Jóa Glanna úti í bæ fá lyklana að honum þegar ég er loksins búinn að eignast hann. Að sama skapi gerir Saddam Hussein sér fyllilega grein fyrir því að Bin Laden er stórhættulegur fyrir heimsbyggðina, og þá ekki síst fyrir sig sjálfan (Hussein þ.e.) sem dregur enn meir úr líkum á því að Hussein láti Bin Laden fá vopn af þessu tagi.\nÞað kæmi mér meira að segja ekkert á óvart þó Írak með Saddam Hussein í fararbroddi sé einhvers staðar á listanum sem Bin Laden hefur yfir lönd sem þarf að eyða. Hussein leyfir kvenfólki í Írak jú að vera svona frekar vestræn ef miðað er við hans nágrannaríki. Í Írak eru kvenkennarar, kvenlæknar, … hell .. konur í ýmsum störfum út um allt sem umfram allt klæðast ekki þessum kufli sem þær gera í Sádi Arabíu, að ekki sé minnst á uppáhalds drykk Saddams eftir því sem kom fram í einhverju viðtali, rósavín (sem er jú áfengi, sem er hlutur sem fer víst eitthvað fyrir brjóstið á Bin Laden)."
        },
        {
            "user": "Morrison",
            "user_id": "25425",
            "date": "2003-02-05 01:03:12",
            "id": "898327",
            "reply_to_id": "898326",
            "text": "Hugsanlegar ástæður fyrir innrás í Írak.\nAllar teknar með, sama hversu fáránlegar:\na) Bush er að hefna fyrir pabba sinn\nb) BNA ætlar að stela olíu (Nýlendu stíll)\nc) Saddam er með eða er nálægt því að ná sér í kjarnorkuvopn\nd) Bush græðir á stríðsrekstri vegna fyrirtækjatengsla\ne) BNA vill gera Írak að lýðræðisríki á frjálsum markaði (Frelsa þjóðina)\nf) BNA vill draga úr valdi Sádí Arabíu (Olíu)\ng) Gyðingar stjórna BNA og vilja að Ísrael sé eina “herveldið” á svæðinu\nh) BNA sér fram á að olíulindir utan mið-austurlanda séu að þurkast upp á næstu 15 árum og vilja skrúfa frá olíunni í mið austurlöndum líka til að koma á jafnvægi í eyðslunni\ni) Saddam er að vinna með Al-Qaida\nj) BNA planar heimsyfirráð og þetta er partur af alþjóðavæðingunni og “New world order” þar sem auðvaldið kúgar fólkið, McDonalds ofl.\nk) Bush finnur ekki Bin Laden og ræðst því á Saddam\nl) Bush er að hylma yfir tengsl sín við Enron\nm) Bush er að hylma yfir slæmt efnahagsástand í BNA\nn) BNA planar að ráðast á Sádí Arabíu, eftir að þeir taka Saddam.\nHver er hin “rétta” ástæða.. eða ástæður?"
        },
        {
            "user": "Bake",
            "user_id": "5588",
            "date": "2003-02-05 01:46:26",
            "id": "898328",
            "reply_to_id": "898327",
            "text": "Tja, það kæmi mér ekkert alltof mikið á óvart að “all of above” væri ástæðan."
        },
        {
            "user": "Gardner",
            "user_id": "15151",
            "date": "2003-02-07 13:16:32",
            "id": "898329",
            "reply_to_id": "898327",
            "text": "Er ekki möguleiki (ekki mjög líklegur) að USA séu að fara í stríð í írak til að ísraelsmenn hafi frið til að þurrka palestínumenn af yfirborði jarðar án þess að menn taki svo rosalega mikið eftir því vegna stríðsins í írak?\nBara hugmynd, og kannski ekki einu sinni góð.\nkv.\nGardne"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-07 15:30:59",
            "id": "898330",
            "reply_to_id": "898329",
            "text": "Óábyrgt og siðferðilega rangt að spinna upp svona “hugmyndir” og koma svo ekki einu sinni með rök. Hljómar bara eins og svipaðar hugmyndir um “Alþjóðlega Gyðinga samsærið”, til dæmis þessar hugmyndir sem nazistarnir voru með og myrtu á endanum 1/3 af konum, körlum og börnum af þessari þjóð, en nú þegar 1/3 þessara þjóðar býr í Ísrael virðist heimurinn halda að það sé í lagi að endurtaka svona sögur án fyrirvara…….og það gleymist að það voru þessar lygasögur sem gerðu það mögulegt að myrða svipuðan hluta þjóðarinnar áður og næstum útrýma henni ef aðgerðirnar hefðu ekki verið stöðvaðar.\n“Hugmyndir” á borð við þína eru sá grunnur sem allir morknir kastalar hatursins hafa verið reistir á fyrr og síðar, og hafa oft myrt börn Gyðinga."
        },
        {
            "user": "Gardner",
            "user_id": "15151",
            "date": "2003-02-07 15:34:39",
            "id": "898331",
            "reply_to_id": "898329",
            "text": "Því má bæta við að samkvæmt Gyðingdómi, er ekkert dýrmætara en mannslíf og það er almenn skoðun Gyðinga sem trúa ekki líka.\nÁform um að afmá Palestínumenn eru því alls ekki uppi og slíkt ekkert annað en lygar á borð við þær sem nazistarnir sögðu."
        },
        {
            "user": "Gardner",
            "user_id": "15151",
            "date": "2003-02-07 22:32:57",
            "id": "898332",
            "reply_to_id": "898331",
            "text": "Ok. ég veit að þetta er ábyrgðarlaust hjá mér að setja fram svona hugmyndir, en Ariel Sharon hefur sýnt það áður (get því miður ekki vísað í heimildir) að hann hefur notaðfært sér fjölmiðlafár annarsstaðar í heiminum til að jafna duglega um palestínumenn.\nEn hér er önnur hugmynd (þær bara spretta fram) George Bush vantar að minnka atvinnuleysi og koma hjólum atvinnulífsins af stað í USA, er til betri leið en að starta einhverju gervistríði til að getað aukið hergagnaframleiðslu heima fyrir. Þýski þingframbjóðandinn hafði kannski rétt fyrir sér þegar hún líkti Bush við Hitler í november á síðasta ári.\nEn þetta eru bara hugmyndir og ekkert annnað, vissulega byggi ég þær á því sem hefur verið að gerast, en ég er enginn stóri dómur.\nKv,\nGardne"
        },
        {
            "user": "Gardner",
            "user_id": "15151",
            "date": "2003-02-07 23:36:26",
            "id": "898333",
            "reply_to_id": "898332",
            "text": "Nei, þú hefur engar heimildir ekki satt? Ekki frekar en þeir sem klaga verri hluti upp á Arafat oft, og þeir eru margir. Betra að láta samsæriskenningar eiga sig. Við berum ábyrgð á “hugmyndum” okkar. Það er gott að hafa ríkt ímyndunarafl, en sumu á maður að halda fyrir sjálfan sig meðan maður hefur ekki sannanir amk.\nÓþarfi að æla bara hverri hugmyndinni á fætur annari yfir aðra, betra að vinna almennilega úr þeim bestu. Þér hefur eflaust oft dottið eitthvað mun gáfulegra í hug.\nMér gæti svo sem “dottið í hug” að þetta væri allt þér að kenna, en þú vildir þá líklega að ég héldi því fyrir mig. Fáránlegt dæmi, ég veit, en þú veist alveg hvað ég meina.\nSkárra þetta með Georg Bush, enda ólíkt skárra að vera Bandaríkjamaður en Ísraeli. Sjálf er ég ekki hrifin af manninum en trúi þessu nú samt tæplega svona. Það var mikill missir að missa af Gore, sem var óvenjulega óvenjulegur maður miðað við stjórnmálaflóruna í USA, með óvenjulegar hugmyndir og áhugamál, og sumt sniðugt, sem sést til dæmis á bók sem hann skrifaði á yngri árum.\n“Gore Bore” var algjört rangnefni, hann var ólíkt frumlegri en flestir þessir forsetar, og hefði verið spennandi að sjá framhaldið. En svona varð þetta en vonandi er sem styst í að Bush hætti."
        },
        {
            "user": "Gardner",
            "user_id": "15151",
            "date": "2003-02-08 00:44:07",
            "id": "898334",
            "reply_to_id": "898333",
            "text": "Ég segi bara það sem mér dettur í hug, allveg sama hvað öðrum finnst. Fólk verður þá bara að dæma mig eftir því, sbr. að ég dæmi Arafat, Bush, Saddam, Saron, og fleiri “öðlinga” eftir því hvernig þeir haga sér.\nEf ég hef einhverja tilgátu eða samsæriskenningu, þá viðra ég þær hugmyndir ef mér sýnist og finnst ég ekki vera neitt verri maður þó ég horfi á hlutina frá öðru sjónarhorni.\nErtu viss um thulesol að þú hafir ekki ruglað mér saman við Morrison en hann taldi upp ástæður frá a til n um af hverju Bush væri að ráðast inn í írak?\nAnnars er ég svo sammála þér varðandi Bush, því fyrr sem hann fer frá völdum því betra.\nKv,\nGardne"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-08 13:03:05",
            "id": "898335",
            "reply_to_id": "898334",
            "text": "Ég hef líka alls konar hugmyndir, en ég held þeim fyrir mig sem mér finnst einkennilegastar, afþví að ég veit hvað svona hugmyndir hafa gert mikinn skaða stundum, nú eða ræði þær svona í gríni.\nMér finnst þú ekkert verri maður þó þú horfir á hlutina frá öðru sjónarhorni, það er einmitt gott að horfa á hlutina frá mismunandi sjónarhornum. Hins vegar verður maður, finnst mér, að taka tillit til annara. Nú er mér til dæmis þannig séð alveg sama persónulega um Sharon, en það býr fullt af saklausu fólki í Ísrael sem átti ömmur og afa sem langaði svo sem ekkert að flytja þangað, og hatur á þessu fólki eykst stöðugt, en um þetta fólk er mér auðvitað ekki sama þó Sharon megi fara fyrir mér svo sem. Þess vegna fer ég varlega í að útvarpa órökstuddum hugdettum um ísrael, enda kennir orðið fólk í til dæmis Indónesíu þar sem engir Gyðingar hafa verið, þeim orðið um allt sem miður fer í heiminum, jafnvel utan Ísraels, vegna vinsælda slíkra samsæriskenninga. Það er auðvitað ekki góð þróun.\nEn fyrst við erum komin út í samsæriskenningar þá á Bush fjölskyldan víst að tengjast óvinum Gyðinga hér áður fyrr, en ég veit ekki hvort það er satt fyrir víst. Ég veit hins vegar að Arafat gerir það, einn frændi hans var mikill stuðningsmaður nazistanna, og svo er góðvinur hans Arafats búinn að gefa út bók um Gyðinga sem kynþátt óæðri örubum, sem eru ekki lengur “bræður” araba, þó Ismael hafi verið bróðir Ísaks, afþví þeir séu orðnir svo blandaðir ýmsum Evrópubúum og Tyrkjum og svona, og því beri hinum “hreinu” aröbum, alls ekkert að hjálpa þeim.\nEn þessi lesning er mjög vinsæl í Palestínu þar sem ýmis nazistarit voru mikið lesin á sínum tíma."
        },
        {
            "user": "Dahlia",
            "user_id": "17898",
            "date": "2003-02-04 21:07:02",
            "id": "898336",
            "reply_to_id": "898284",
            "text": "Slátrum könum og bretahyskinu frá yfirborði plánetunnar."
        },
        {
            "user": "Dahlia",
            "user_id": "17898",
            "date": "2003-02-04 21:14:54",
            "id": "898337",
            "reply_to_id": "898336",
            "text": "Hnobbi: ertu nokkuð heimskur ?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-04 21:47:15",
            "id": "898338",
            "reply_to_id": "898337",
            "text": "Fyrst þér svo könunum og bretunum."
        },
        {
            "user": "Abesynth",
            "user_id": "13646",
            "date": "2003-02-04 21:27:40",
            "id": "898339",
            "reply_to_id": "898284",
            "text": "gínandi botnlaust tóm…"
        },
        {
            "user": "Svafnir",
            "user_id": "8098",
            "date": "2003-02-04 21:29:33",
            "id": "898340",
            "reply_to_id": "898284",
            "text": "nokkrir góðir punktar … en varðandi Víetnam , þá börðust Bandaríkjamenn með S-Víetnömum til að koma í veg fyrir útbreiðslu kommúnisma"
        },
        {
            "user": "Pipppi",
            "user_id": "14619",
            "date": "2003-02-04 21:32:34",
            "id": "898341",
            "reply_to_id": "898340",
            "text": "Duhhh… er það?\nOg það réttlætir hvað, má ég spyrja?"
        },
        {
            "user": "erikolaf",
            "user_id": "13555",
            "date": "2003-02-05 09:42:50",
            "id": "898342",
            "reply_to_id": "898340",
            "text": "Ekki satt. Það efast enginn um það að Bandaríkjamenn réðust inní Vietnam eins og enginn efast um að réðust inní Afghanistan á nínda áratugnum. Fyllilega sambærileg dæmi."
        },
        {
            "user": "rado",
            "user_id": "27572",
            "date": "2003-02-05 13:34:06",
            "id": "898343",
            "reply_to_id": "898340",
            "text": "Það er semsagt rétt að slátra víetnömum undir þeim formerkjum að drepa komma!!!!"
        },
        {
            "user": "Svafnir",
            "user_id": "8098",
            "date": "2003-02-05 15:25:44",
            "id": "898344",
            "reply_to_id": "898343",
            "text": "nei nei nei..  ég sagði það aldrei"
        },
        {
            "user": "Skaz",
            "user_id": "2745",
            "date": "2003-02-04 22:04:36",
            "id": "898345",
            "reply_to_id": "898284",
            "text": "Sindri23\nLestu nú aðeins betur um stríð Íraks og Írans og þátttöku BNA í þeim átökum, það var líka trúardeila á milli Írans og Íraks.\nÞað getur vel verið að BNA sé að fara inn í Írak til þess að tryggja sér olíuviðskipti en þeir ætla líka að losa landið undan Saddam. BNA myndi aldrei láta sér detta í hug að hertaka Írak.\nOsama Bin Laden, Hann studdi Afgana og fékk e-a fjármagn frá CIA, Hann var í trúarstríði gegn Rússum og svo tók hann BNA fyrir.\nVíetnam, BNA var að skipta sér af þeirri deilu vegna þess að N-Víetnamar voru að brjóta sáttmála frá 1958 um skiptingu landsins og frjálsar kosningar. S-Víetnam var ekki heldur að virða þann sáttmála. Dómínó-kenningin var líka aðalstefnan þá og BNA ætlaði að framfylgja alþjóðalögum í Víetnam líkt og þeir gerðu í Kóreu.\nÍsrael…..þvílíkt viðhorf sem fólk hefur í garð Ísraela, ég er ekki hrifinn af gerðum þeirra en er virkilega hægt að álasa þeim það mikið fyrir þær? Þegar maður getur átt von á að deyja vegna sjálfsvígsárása í strætó eða á kaffihúsi þá fer maður að gruna alla Palestínumenn um græsku. Hvorugur aðili er saklaus þar. Sú deila er hrikaleg og flókin.\nBush að dáleiða einhvern? það væri eins og að api myndi sannfæra kött um að hann væri mús!\nBretar eru að styðja bandamenn sína og eru að standa við sínar skuldbindingar og að mínu mati hafa þeir gert þónokkuð til þess að halda aftur af BNA og eiga heiður skilið ef e-a er.\nLestu þér aðeins betur til og það sem meira er ekki vera svona andskoti hlutdrægur drengur!!!\nÞú getur ekki skilið hluti nema ef þú getur sett þig í spor beggja aðila. BNA eru bara að gera það sem er best í þeirra hagsmuni og vissulega hafa þeir dissað nokkra sáttmála og stundum alþjóðalög, en það hafa allir gert, jafnvel þessi litla þjóð okkar í miðju Atlantshafinu.\nSkaz"
        },
        {
            "user": "jokullegil",
            "user_id": "25296",
            "date": "2003-02-04 22:42:01",
            "id": "898346",
            "reply_to_id": "898345",
            "text": "alveg rétt hjá þér skaz"
        },
        {
            "user": "Ryksuga",
            "user_id": "32967",
            "date": "2003-02-04 23:15:22",
            "id": "898347",
            "reply_to_id": "898345",
            "text": "Fólk er fíbbl…… Í fyrsta lagi þá þurfa bna menn ekki að hertaka Írak til að ná völdum þar, þeir skipta bara um stjórn þ.e.a.s stjórn sem er tilbúin að láta þá fá olíu á góðu verði og skipta svo bara um hana þegar hún fer að vera með leiðindi… Bandaríkin gera ekkert sem er ekki í þeirra þágu. Í öðru lagi hvað myndir þú gera ef þú elst upp í strangtrúuðu samfélagi þar sem menn eru hetjur ef þú ferð og drepur þig í þágu þjóðar sem er verið að útrýma hægt og hægt? Ísrael er ekkert betra en gamla þýskaland munurinn er bara sá að þeir njóta stuðnings Bandaríkjana sem eru bara því miður sú þjóð sem er hernaðarlega lang sterkust. Ég er nokkuð viss um að Ísraelar lifa öruggara lífi en nokkur palestinu arabi……"
        },
        {
            "user": "Pipppi",
            "user_id": "14619",
            "date": "2003-02-05 00:35:01",
            "id": "898348",
            "reply_to_id": "898345",
            "text": "Skaz: “Víetnam, BNA var að skipta sér af þeirri deilu vegna þess að N-Víetnamar voru að brjóta sáttmála frá 1958 um skiptingu landsins og frjálsar kosningar. S-Víetnam var ekki heldur að virða þann sáttmála. Dómínó-kenningin var líka aðalstefnan þá og BNA ætlaði að framfylgja alþjóðalögum í Víetnam líkt og þeir gerðu í Kóreu.”\nRangt, rangt rangt!\nS-Víetnam braut sáttmálann frá 1958 með því að heimila ekki frjálsar kosningar, og BNA, sem einn af þeim aðilum sem tryggðu sáttmálann formlega (og helsti bakhjarl S-stjórnarinnar) studdi það að sáttmálinn væri ekki virtur af sunnanmönnum. S-Víetnam var aldrei sjálfstætt ríki. Norðanmenn voru ekki að brjóta nein alþjóðalög með því að fara með her inn í suðurhlutann, og BNA menn höfðu enga lögmæta átyllu til íhlutunar."
        },
        {
            "user": "rado",
            "user_id": "27572",
            "date": "2003-02-05 13:43:40",
            "id": "898349",
            "reply_to_id": "898348",
            "text": "Já þess vegna er réttlátt að drepa 10Miljónir saklausra bænda!!!!!!!!"
        },
        {
            "user": "rado",
            "user_id": "27572",
            "date": "2003-02-05 13:38:34",
            "id": "898350",
            "reply_to_id": "898345",
            "text": "Já ekkert point í þessu því að alþjóðalög eru saminn af BNA. Hvaða skulbindingar hafa bretar gagnvart könum? Að BNA hjálpaði þeim ekki í WW2 fyrr en Pearl Harbor hvílík hetjudáð!!!!!!"
        },
        {
            "user": "oskarbste",
            "user_id": "26860",
            "date": "2003-02-05 13:52:37",
            "id": "898351",
            "reply_to_id": "898345",
            "text": "er sleikjum upp kana til djöfulsins vika eða? eruð þið allir fávitar? bna menn eru fasistar og morðingjar."
        },
        {
            "user": "oskarbste",
            "user_id": "26860",
            "date": "2003-02-05 14:06:48",
            "id": "898352",
            "reply_to_id": "898351",
            "text": "Hvernig eru BNA menn meiri “fasistar” og “morðingjar” en óvinir þeirra?\nOg er eitthvað siðferðilega réttar að sleikja upp Kóreubúa? Þú ættir að lesa greinina “Kóreu helvíti á jörð” á Deiglunni, þeir fara með fólk nákvæmlega eins og nazistarnir fyrir ekki stærri sakir oft á tíðum. Er maður eitthvað minni sleikja ef maður sleikir upp Íraka eins og Ástþór Magnússon og þeir heldur en Kana? Ég sé ekki nema það sé bara bæði tvennt sleikjuskapur og allir sem halda sig í einhliða áróðri gegn BNA séu þá bara sleikjur einhvers annars og ekki er það skárra."
        },
        {
            "user": "oskarbste",
            "user_id": "26860",
            "date": "2003-02-05 14:14:24",
            "id": "898353",
            "reply_to_id": "898352",
            "text": "þú ert nú meiri kjáninn. bandaríkjamenn setja upp grímu og allt í einu eru þeir bara mjög góðir? auðvitað styð ég ekki bara það að bna menn séu fasistar. þú misskilur mig e-h. menn einsog bna menn(írak,kína ofl) sem er sama um líf fólks sem deyr(og fólk deyr á hverjum degi í bna og þeir eru ekki kallaðir morðingjar) eru fasistasvín. ég vil þá alla í burt. gula fasista, hvíta fasista og brúna fasista."
        },
        {
            "user": "Gneisti",
            "user_id": "6729",
            "date": "2003-02-05 14:25:07",
            "id": "898354",
            "reply_to_id": "898353",
            "text": "Hvenær sagði ég að BNA væru algóð?\nBNA er svo alls ekkert duglegra að setja upp grímu en N-Kórea, Írak og þetta. Sögukennsla og allt viðhorf almennings er ennþá meira einhliða og fanatískt en í BNA. Hvernig ætlar þú að losna við þessa fasista? Þú ert ekki sammála hugmyndum BNA um að losna við fasista eins og Saddam vissulega er amk ekkert síður en þau ef þau eiga að vera það.\nHvernig villt þú losna við fasista? Hvað er svona betra ef BNA er farið? Og hinir fasistarnir hafa engan að hræðast og svona, eigum við þá öll bara að vera afar kristileg og bjóða fram hina kinnina?\nEða kannski bara að smile framan í liðið og gefa því blóm?\nEkki að segja að ég styðji stríðið við Írak, það virðist varhugavert og ég hef ekki myndað mér afstöðu þar, of flókið.\nHvað hefur húðlitur með þetta að gera? BNA er svona 20% svertingjar og aðrir húðlitir þar afar algengir og kynblendingarnir sömuleiðis."
        },
        {
            "user": "Gneisti",
            "user_id": "6729",
            "date": "2003-02-05 14:50:48",
            "id": "898355",
            "reply_to_id": "898354",
            "text": "Það verður að taka til þess að efnahagur bandaríkjanna stendur mjög höllum fæti núna!!! og þess vegna fara þeir í stríð því að það er mjög hentugt efnhagslega. Rómverjar gerðu þetta en þetta varð þeim einnig að falli!"
        },
        {
            "user": "thortho",
            "user_id": "7555",
            "date": "2003-02-05 20:48:06",
            "id": "898356",
            "reply_to_id": "898355",
            "text": "waukeen:\nRómverjar fóru sjaldnast í stríð vegna þess að það var “hentugt efnahagslega”, og þau stríð sem voru háð af slíkum ástæðum (eins og t.d. púnversku styrjaldirnar) fóru bara ágætlega.  Rómverjar beittu öðrum aðferðum til að beina athygli fólks frá vandamálum heima fyrir: Leikar og brauð.  Herdeildirnar við landamærin voru aðallega í því að halda barbörunum úti.\nEfnahagsstríð urðu Róm ekki að falli; þau styrktu hana enn frekar í sessi."
        },
        {
            "user": "siggibet",
            "user_id": "8305",
            "date": "2003-02-04 22:46:17",
            "id": "898357",
            "reply_to_id": "898284",
            "text": "Ríííííddu henni Jórunni, bannsettri hórunni…. trallalalalalala la la la laaaaaaaaaa"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-04 23:00:45",
            "id": "898358",
            "reply_to_id": "898284",
            "text": "ef þeir vildu svona mikið olíu why létu þeir bann á viðskipti við þá?, saddam hussein hefur marg oft sagt vilja gera viðskipti með olíu við bandaríkjamenn. Það sem bush er að gera er það sem mér hefur fundist að ætti að gera frá því að hann náði völdum"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-04 23:20:05",
            "id": "898359",
            "reply_to_id": "898358",
            "text": "svarið er nú einfalt við því….\nþað er betra að kaupa vörur af xxx vinveittum usa en en saddam, óvini….  og ef óvinurinn er með stæla, og þú kaupir mest af vörunni sem hann selur í heiminum, þá á hann auðvelt með að koma þér frá völdum… einfaldlega svæla hann úr buisness þangað til að þjóðinn áttar sig á því hver ræður í raun og veru og sparkar honum frá völdum\nþjóðin mun kannski svelta og búa við bág kjör áður en það mun gerast, en hey… what do we care, they aint even white, and they have funny mustaches"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-04 23:31:28",
            "id": "898360",
            "reply_to_id": "898359",
            "text": "já þau búa nefnilega við svo góð kjör núna, allir peningar fara í vopn hjá þeim, lyf=0"
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2003-02-05 00:21:03",
            "id": "898361",
            "reply_to_id": "898284",
            "text": "sindri23.\nÉg held að alþjóðasamfélagið spyrji nú mun fleiri spurninga varðandi stríðsrekstur en áður en einnig er að ég held mun meiri andstaða gegn stríðsrekstri í Bandaríkjunum en verið hefur að best verður séð.\n11. september er meginástæðan að ég tel.\nBush er full fljótfær og tilraunir til þess að réttlæta stríðsrekstur gegn Írak sem stríð gegn hryðjuverkum held ég að hafi til dæmis farið út um þúfur.\nÞví miður held ég að olíuhagsmunirnir spili hér stærri rullu en almennt hefur komið fram.\nkv.\ngmaria."
        },
        {
            "user": "Pipppi",
            "user_id": "14619",
            "date": "2003-02-05 01:17:01",
            "id": "898362",
            "reply_to_id": "898284",
            "text": "Hefurðu kynnt þér hlið Bandaríkjanna?\nHefurðu kynnt þér hlið Ísraels? (Trúartal á Omega ekki tekið með, ég er að tala um alvöru upplýsingar)\nHefurðu kynnt þér sögu Kóreu eitthvað af ráði?\nEf þú þekkir ekki báðar hliðar, og heldur svo bara með einhverjum sem þú veist svo sem lítið um, ættir þú í raun ekki að skrifa svona grein.\nBetra að afla sér fyrst þekkingar og tala svo.\nÞekking er ekki það sama og einhver slogan grafin upp á anarchy.com eða eitthvað."
        },
        {
            "user": "Pipppi",
            "user_id": "14619",
            "date": "2003-02-05 01:25:56",
            "id": "898363",
            "reply_to_id": "898362",
            "text": "Thulesol, ég held að ekki eitt einasta mannsbarn hafi komist hjá því að kynnast hlið bandaríkjanna í þessu máli, og niðurstaðan er sú að 10 sinnum fleiri eru á móti BNA í þessu máli en með. Ef þú veist eitthvað sem farið hefur fram hjá meirihlutanum, láttu það þá endilega flakka!"
        },
        {
            "user": "Pipppi",
            "user_id": "14619",
            "date": "2003-02-05 01:31:45",
            "id": "898364",
            "reply_to_id": "898363",
            "text": "Það fyndna við þetta er að megnið af þessu fólki veit ekki einu sinni neitt um Írak.\nFullt af fólki hérna hefur til dæmis talað um Íraka sem Araba, þó þeir séu Persar, á sama tíma og þeir hafa verið að verja þá. En hver sem veit svona lítið um Íraka myndi nú falla á minni en 101 prófi um landið, og maður yrði hreinlega barinn í Írak fyrir að kalla þá araba. Einstaklega fyndið verð ég að segja að fólk sé alltaf að mynda sér skoðanir á einhverju sem það veit ekkert um, nú þegar internetið er hér og auðvelt að afla upplýsinga.\nÉg er ekki að telja þig í þessum flokki, Pipppi, en það eru sorglega margir hér í honum.\nÉg veit eflaust meira en þetta blessaða lið sem veit ekki muninn á aröbum og Persum já, en það er of langt mál að fara út í núna."
        },
        {
            "user": "Pipppi",
            "user_id": "14619",
            "date": "2003-02-05 01:47:20",
            "id": "898365",
            "reply_to_id": "898364",
            "text": "Æææ Thulesol, þarna kúkaðirðu í buxurnar;) Það eru Íranir sem eru persar, í Írak búa nær eingöngu arabar og kúrdar. En farðu til Íraks og kallaðu þá persa, við skulum sjá til hver verður barinn!\n:D"
        },
        {
            "user": "Pipppi",
            "user_id": "14619",
            "date": "2003-02-05 01:52:55",
            "id": "898366",
            "reply_to_id": "898365",
            "text": "Skoðaðu landakortið. Íran er alveg við hliðina á Írak. Írak var ekki bara einhver partur af persaveldi, og Írakar eru ekki bara arabar, þó þeir hafi á endanum náð yfirhöndinni þar. Þetta með að vera barinn fyrir að vera kallaður persi gildir reyndar ekki þar, nei. Það var smá fljótfærni, en það eru þó til Írakar sem vita að þeir eru Persar, þó það sé auðvitað ekki vinsælt að halda slíku á lofti í dag. Írak og Íran eru miklu tengdari en þessi nöfn, sem eru næstum alveg eins gefa til kynna, en ég veit mikið meira um Íran svo mér hættir til að rugla þeim pínu saman. Ég þekki samt fólk sem hefur búið í Írak (ekki Íraka, heldur Evrópubúa samt)."
        },
        {
            "user": "Pipppi",
            "user_id": "14619",
            "date": "2003-02-05 01:59:03",
            "id": "898367",
            "reply_to_id": "898366",
            "text": "Það má vera að til sé fólk í Írak sem talar persnesku, en ég fullyrði að það eru margfalt fleiri sem tala arabísku eða kúrdísku. Fólkið þarna er kannski persar erfðafræðilega, en menningarlega eru þetta arabísk þjóð og kúrdísk þjóð. Smá hint: Írak er í arababandalaginu."
        },
        {
            "user": "Moli",
            "user_id": "1779",
            "date": "2003-02-05 02:02:06",
            "id": "898368",
            "reply_to_id": "898367",
            "text": "Það eru eitt augljós áhrif og annað áhrif sem sjást með meiri skoðun en skipta kannski meira máli fyrir því. Og það er bara að vona að Írak og Íran tengist aftur þegar trúarofstækið er á enda, enda eru þetta frændur, ekki bara líffræðilega."
        },
        {
            "user": "Moli",
            "user_id": "1779",
            "date": "2003-02-05 02:23:40",
            "id": "898369",
            "reply_to_id": "898368",
            "text": "Jah.. Ég er alls ekki að segja að Saddam sé neitt betri maður en aðrir harðstjórar í sögunni, en ímyndið ykkur Bush bakvið stólinn í einræðisríki. Yrði hann nokkru skárri? Skjótandi alla sem hann telur ógnun og ef fólk hlýðir ekki, þá er það bara sprengt til hliðar.. Ef Saddam er búinn að liggja á gereyðingarvopnum í allann þann tíma sem BNA segja, þá er Saddam allavega búinn að vera duglegur að sitja á puttunum á sér."
        },
        {
            "user": "Bake",
            "user_id": "5588",
            "date": "2003-02-05 11:11:54",
            "id": "898370",
            "reply_to_id": "898369",
            "text": "“en ímyndið ykkur Bush bakvið stólinn í einræðisríki. Yrði hann nokkru skárri? Skjótandi alla sem hann telur ógnun og ef fólk hlýðir ekki, þá er það bara sprengt til hliðar”\nVill einhver segja mér hvernig það er _ekki_ frábrugðið stöðunni í dag?"
        },
        {
            "user": "Pipppi",
            "user_id": "14619",
            "date": "2003-02-05 02:31:51",
            "id": "898371",
            "reply_to_id": "898368",
            "text": "En það er náttúrulega bara rugl að írakar séu persar. Það má eins segja að við séum írar. Nú á dögum er þjóðerni skilgreint út frá tungumáli fyrst og fremst, og þar á eftir öðrum menningareinkennum. Áður var blóðskyldleiki talið vera þjóðerni, en það var fyrir 1945."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-05 03:05:36",
            "id": "898372",
            "reply_to_id": "898371",
            "text": "Blóðskyldleiki er ákveðin sönnun um áhrif leynd eða ljós. Við erum kannski ekki keltar nei, en Norðmenn? Hefurðu komið þangað? Þeir eru ekkert líkir okkur og afar ólíkir í skapgerð og margt í samfélaginu er allt annað. Ætli við séum ekki bara hvorugt. En Íslenska Erfðagreiningin sannaði nú samt að genin okkar eru 50% keltnesk svo það væri afar undarlegt að halda að við værum bara norræn menningarlega, við höldum það kannski já, eins og Írakar halda kannski að þeir séu bara arabar, en það er jafn mikil blekking fyrir því.\nÉg gæti nú talað um akkurat þetta í heilan dag, en læt þetta duga í bili."
        },
        {
            "user": "Anarcy",
            "user_id": "26727",
            "date": "2003-02-05 03:06:55",
            "id": "898373",
            "reply_to_id": "898371",
            "text": "Tungumál er annars bara nákvæmlega það sama og blóð og það, ytri einkenni á menningu, tungumálið ristir þó dýpra, blóðið og tungumálin gefa hins vegar hvort um sig oft upp viss tengsl, viss áhrif sem kunna að vera leyndari en HLJÓTA enga að síður að vera til staðar."
        },
        {
            "user": "Anarcy",
            "user_id": "26727",
            "date": "2003-02-05 04:24:50",
            "id": "898374",
            "reply_to_id": "898373",
            "text": "Þetta eru orðnar ansi súrar umræður, byrja á því að bölva USA&Co og endar á pælingum á því hvaða “kyn” írakar eru og hvaða tungumál þeir tala. Mér finnst þetta ekkert snúast um það, mér finnst þetta snúast um það að voldug þjóð reynir (og gerir) að kúga þær þjóðir sem hrósa ekki lyktinni sem kemur þegar “hæstvirtur” Bandaríkjaforseti rekur við. Og fyrst þetta er komið í arabaumræður þá er ekki skrýtið þó maður spyrji: Hvað í andskotanum eru þessir gyðingar að gera í Ísrael, ég man ekki betur en mannréttindi hafi verið brotin til þess að koma þeim fyrir í miðausturlöndum. Og svo styðja bandaríkjamenn þá 100%.\nEf fólk virkilega pælir í hlutunum þá kannski myndi það skilja þessi hryðjuverk gegn gyðingum. Alls staðar í heiminum hafa verið svona “hryðjuverkasamtök” eins og í frakklandi fyrir hundruð árum þegar byltingin varð. Hvað haldið þið að byltingarsinnar hafi verið kallaðir þá???? Ég er ekki á því að þetta sé gott sem að gerist í Miðausturlöndum en eiga palestínumenn ekki rétt að berjast fyrir sínu sem var stolið frá þeim, myndum við ekki gera það, og hvað myndu bandaríkjamenn gera í sömu stöðu og palestínumenn. Ég get lofað ykkur því að að þeir myndu sprengja sig upp fyrir framan eitthvert sendiráð og áður en þeir sprengdu sig upp myndu þeir segja “God bless america”.\nÞannig að ég skil það eins vel eins og vestrænn maður getur skilið það að þessar þjóðir fyrirlíti sum af þessum vestrænu löndum sem hafa ekki gert neitt nema taka þær ósmurt í rassgatið.\nTakk fyrir."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-05 11:23:36",
            "id": "898375",
            "reply_to_id": "898374",
            "text": "Það er bara afar hæpið að verja einhvern mann sem maður þekkir ekki og sorglegt að fólk kynni sér ekki allar hliðar betur, frekar en hrista bara af sér einhverja kúl frasa, að því finnst, sem það hefur eftir Steingrími þarna eða eitthvað. Mér finnst það nú full algengt. Ekki það að mín eigin þekking á þessum þjóðum sumum er þó það brothætt að ég rugla þeim stundum saman í andartak, og sé svo eftir 2 sekúndum seinna þegar ég ranka við mér að hafa skrifað þetta. En ég er þó að læra.\nÞessar þjóðir eru bara ekkert betri en við, það er okkar misskilningur kominn til að gallaðri sögukennslu, útþynntri og einhliða. Þær hafa ekkert meiri ástæðu til að fyrirlíta “okkur” en hver aðra. Lesið um glæpi þeirra, okkur var ekki kennt það í grunnskóla, en það er samt ekkert fallegra en Breska Heimsveldið og allt það….\nPalestína - Ísrael er svo vissulega flókið mál, svo flókið að það er bara alveg ótrúlega flókið.\nSvo sem auðvelt að lenda í því að missa bara land sem maður var ekki búin að eigna sér nógu vel fyrir. Ja, hvað ef helförin hefði aldrei verið?\nNú, eða eins og Tyrkir segja, þessi vandamál væru aldrei til staðar ef það hefði ekki verið neinn Arabíu Lawrence, sem nota bene var Breti ekki arabi, og maðurinn sem sameinaði araba, sem hafa nú oftar verið í því að hata hver annan en vera vinir. Á dögum Tyrkja í Ísrael var farið vel með Gyðinga og Gyðingar hreinlega elska Tyrkja út af þessu enn í dag. Til dæmis buðu Tyrkir alla Gyðinga velkomna heim aftur eftir að kristnir krossfarar ráku þá úr landi. Og enn í dag hafa margir Tyrkir meira álit á Gyðingum en Aröbum, afhverju sem það nú er. Þegar arabarnir komust , reyndar aldrei nema óbeinlínis, til valda, og byggðu ekki á eins traustum menningarlegum byrjuðu þeir hins vegar að myrða Gyðinglega minnihlutan, löngu áður en Ísrael varð til. Það var ekkert gaman að vera Gyðingur undir óbeinni arabískri stjórn. En hún var óbein svo Bretar gátu á endanum gert það við landið sem þeim sýndist, enda halda margir Tyrkir að Arabíu Lawrence hafi bara verið trick til að komast yfir Ísrael hjá Bretum, en jæja, Arbarnir væru nú varla neitt vinir ef ekki fyrir hann.\nSannleikurinn er sá að við getum svo sem ekkert vitað hvað hefði verið ef ekki væri fyrir helförina, arabíu lawrence og ótal flókna hluti sem menn enn í dag geta bara ekki skilið. En sagan er orðin nógu flókin til þess að við getum ekki snúið henni upp í einhverja kúl frasa og einfaldanir, með upphrópunum um rassgöt og svona eins og þú Kjanakall. Það er bara ekki sannleikurinn, hann er ekki alltaf svo kúl, hann er bara voða plain, sannleikurinn, og svo venjulegur að hann fer framhjá manni.\nOg ertu að gera sjálfan þig að einhverjum sálfræðing hryðjuverkamanna? Þú skilur þá ekki neitt, þú ert úr allt öðru umhverfi. Þeir halda að þeir fari til himna og þar bíði fullt af hreinum meyjum! Hljómar eins og venjulegir Íslenskir menn ekki satt? Alveg jafn fáránlegt af þér að þykjast vita allt um þá og ef þeir tækju upp á því að þykjast skilja þig, sem þeir myndu líklega bara viðurkenna að væri afar einkennilegur og óskiljanlegur útlendingur.\nÞað eru ekki fordómar, nema síður sé, að viðurkenna að maður skilji ekki aðra 100%\nOg það er ekki heimska að viðurkenna að sagan sé of flókin til að breyta henni í einhverja sápuóperu með smá Eminem töktum og svona post-hippie pólítíska rétthugsun."
        },
        {
            "user": "thorwave",
            "user_id": "27176",
            "date": "2003-02-05 11:30:46",
            "id": "898376",
            "reply_to_id": "898366",
            "text": "Írak var ekki partur af persaveldi heldur voru Írak og austurhluti Sýrlands á þeim tíma land sem kallaðist Mesapótamía. Þeir eru reyndar afkomendur norður-Írana, en það gerir þá samt ekki persneska."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-05 11:37:33",
            "id": "898377",
            "reply_to_id": "898376",
            "text": "Jú, jú, þú hefur rétt fyrir þér en Persaveldi var mjög stórt um tíma og Írak var undir því, rétt eins og til dæmis Ísrael. Þar sem Írakar voru mun nær hjarta þess en til dæmis Ísraelar, blönduðust þjóðirnar eðlilega mikið og eru undir miklum áhrifum frá hver annari, bæði leyndum og ljósum, enda væri álíka ósennilegt að þær væru það ekki og Noregur væri á engan hátt tengt Svíþjóð."
        },
        {
            "user": "thorwave",
            "user_id": "27176",
            "date": "2003-02-05 11:10:01",
            "id": "898378",
            "reply_to_id": "898364",
            "text": "nei, nú ferðu með rangt mál thulesol mín.\nÍrakar eru arabar, spurðu hvaða Íraka sem er. Það eru Íranir sem eru persar, enda kallaðist Íran einu sinni Persía."
        },
        {
            "user": "thorwave",
            "user_id": "27176",
            "date": "2003-02-05 11:26:36",
            "id": "898379",
            "reply_to_id": "898378",
            "text": "Írakar eru blandaðir, þess vegna er svona “fínlegt” fólk þar í bland. Þeir eru nógu blandaðir Persum til að þess sjáist merki í menningu þeirra, ekki að allt þetta “arabi”, “persi” og bla, bla, eru mein gölluð hugtök og ekkert til frekar en “norrænn maður” (við erum blönduð hinum og þessum hér, og gettu hvað, það eru keltnesk orð í bland í gömlu bókunum okkar……hmm, i wonder why? jú, jú, við hljótum að hafa lært það í noregi. not!)"
        },
        {
            "user": "thorwave",
            "user_id": "27176",
            "date": "2003-02-05 11:34:46",
            "id": "898380",
            "reply_to_id": "898379",
            "text": "Bíddu, varst það ekki þú sem sagðir að þeir væru persar en ekki arabar. Þú notaðir sjálf þessi “meingölluðu hugtök” um þá."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-05 11:39:01",
            "id": "898381",
            "reply_to_id": "898380",
            "text": "Einmitt, meðan maður hefur engin betri verður maður bara að vona að aðrir viti það líka, ekki óalgengt svo sem, eða standa í því að semja einhvern fyrirlestur um þau í hvert sinn sem maður neyðist til að nota þau."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-05 11:42:46",
            "id": "898382",
            "reply_to_id": "898380",
            "text": "Annars eru svo mörg gölluð og villandi hugtök í málinu yfirhöfuð, að ef maður vildi tala um eitthvað annað en veðrið án þess að nota þau, held ég að maður neyddist til að halda kjafti. En þetta er nú samt það kerfi sem við höfum fundið upp til að eiga samskipti."
        },
        {
            "user": "Pipppi",
            "user_id": "14619",
            "date": "2003-02-05 11:41:03",
            "id": "898383",
            "reply_to_id": "898379",
            "text": "Af hverju ferðu ekki að droppa þessu rugli, thulesol? Það sem þú sagðir er einfaldlega rangt, og það hjálpar EKKI að reyna að nota skilgreiningu nasista á þjóðerni."
        },
        {
            "user": "Pipppi",
            "user_id": "14619",
            "date": "2003-02-05 11:49:02",
            "id": "898384",
            "reply_to_id": "898383",
            "text": "Hér er verið að tala um uppruna og tengsl ekki þjóðerni. Íslendingar eru til dæmis hvorki norrænir né keltar að þjóðerni, við erum Íslendingar. Það hefur ekkert með nazisma að gera að flokka fólk, það gerum við til að sjá söguna í ákveðnu samhengi. Og sumar þjóðir eru mun tengdari en tungumálið gefur til kynna, enda oft tilviljun hvaða tungumál endar loks ofan á. Sjáðu bara Bandaríkin og alla ólíku hópana þar. Það sama gerðist oft í fortíðinni, í dálítið annari mynd. Engu að síður getur það útskýrt margt um þann mismun sem ríkir á milli vissra hópa í Bandaríkjunum að horfa dýpra , og tungumál er einmitt oft afar gruggugt yfirborð sem er sorglegt að sjá ekki í gegnum. Það er einmitt það, yfirborð, ekki upphaf og endir allrar menningar, enda þjóðerni eitt, hvernig sem við skilgreinum það, ekki nóg til að útskýra menningu neinnar þjóðar."
        },
        {
            "user": "Pipppi",
            "user_id": "14619",
            "date": "2003-02-05 12:20:16",
            "id": "898385",
            "reply_to_id": "898384",
            "text": "Ég spyr aftur, af hverju ferðu ekki að droppa þessu rugli? Það sem þú sagðir er rangt, rangt, rangt. Það er nokkuð sem ég ætlaði alveg að sleppa því að nefna, en fyrst þú getur ekki hætt að reyna að klóra í bakkann, þá er fátt lélegra að skamma fólk fyrir heimsku og fáfræði eins og þú gerðir, og afhjúpa sína eigin heimsku í sama orðinu."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-05 12:38:51",
            "id": "898386",
            "reply_to_id": "898385",
            "text": "Hvern sagði ég vera heimskan? Ef ég hef gert það þá hef ég nú líklega meint “heimskulegur” ekki að ég held ég hafi ekki gert það, en allt getur gert þegar maður typear á hundraði. En heimsk er ég ekki og hef aldrei verið. Þakka þér samt fyrir, en þú veist ekkert um mig, hefur ekki greindarmælt mig, en það hefur nú samt verið gert með fínasta árangri, og hvað þá kynnt þér mína persónu til að geta annað en getið þér til um gáfnafar mitt. Ég er að minnsta kosti ekki svo heimsk að þykjast vita hversu greindur eða gáfaður þú sérst, nú eða ekki, enda ert þú í fjölmennasta en jafnframt dularfyllsta hópi mannkyns “ókunnugt fólk”.\nÉg er einfaldlega ekki sammála hefðbundnu skilgreiningunni á þjóð. Enda hef ég kynnst fólki sem skilgreinir orðið þjóð allt öðru vísi, til dæmis Gyðingum. Þjóðir eru dýpri og merkilegri hlutir en þjóðríki fyrir mér. Ég fæddist ekki með þá skoðun, lærði hana ekki í skólanum hérna á Íslandi, foreldrar mínir eða kunningjar hér héldu henni ekki að mér, og hvað þá nazistar sem ég er blessunarlega laus við að þekkja nema í gegnum sögubækur, en ég lít engu að síður allt öðru vísi á orðið þjóð en þú og það á sér langa og flókna sögu sem væri of langt mál að tíunda hér. Ég hef einfaldlega haft tækifæri til að horfa á málið frá ýmsum sjónarhornum, og útsýnið var ekki mest sannfærandi frá því sem ég var alin upp við. Þjóðríki er eitt, þjóð er annað og mun dýpra og flóknara fyrir mér, og það er mitt val, og minn réttur.\nPeace."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-05 12:46:42",
            "id": "898387",
            "reply_to_id": "898385",
            "text": "“Það sem þú sagðir er rangt, rangt, rangt.”\nRangt, rangt, rangt er kannski möguleg útkoma af 2+2 en ekki spursmálum eins og þessum. En já, þar sem lítið er um staðreyndir verður margt um sérfræðinga. Ekki eru allar skilgreiningar endilega byggðar á neinum sannindum, nema þá ytri og yfirborðslegum sannindum. Segjum til dæmis að það kæmist upp að þú hefðir átt langalangalangalangalangalangalangalanga ömmu í móðurætt, sem væri Gyðingur, kannski segjum árið 600 fyrir Krist. Ef Erfðavísindin væru orðin nógu háþróuð til að geta sannað þetta, þá mættir þú af þeirri ástæðu flytja til Ísrael og þeir myndu líta á þig sem Gyðinga. Með sömu rökum gætir þú gengið til liðs við ýmsa ættbálka sem líta á sig sem raunverulega einingu, mun raunverulegri en  þjóðina sem þeir kunna að tilheyra, til dæmis skiptir ættbálkur marga Afríkana þá meira máli en landið sem þeir eru frá.\nVið þessar nútíma þjóðir erum flestar afkomendur ótal lítilla þjóða með álíka flóknar skilgreiningar á sjálfum sér, og þó að við gefum því ekki gaum, eru þær á engan hátt gufaðar upp og hafa sett spor á menningu okkar. Þær eru því á sinn hátt alveg jafn raunverulegar og þær sögðust vera.\nMín eigin skilgreining á þjóð liggur einhvers staðar mitt á milli “nútíma skilgreiningarinnar” og þeirrar gömlu, enda hef ég kynnst mörgum þjóðum og fengið að vellta þessu fyrir mér á nýjan hátt vegna þess."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-05 12:57:28",
            "id": "898388",
            "reply_to_id": "898385",
            "text": "Bæði því við í þessu flókna dæmi sem ég nefndi, Gyðingar, þá myndi það yfirvöld í Ísrael engu máli skipta þó þú tryðir alls ekki á eitt né neitt. Trúaða fólkið síst af öllum, þeir veraldlegustu yrðu frekar tortryggnir. Og þrátt fyrir allt þetta eiga Gyðingar ekki furðulegustu skilgreiningu á þjóð sem um getur, ég hef heyrt undarlegri. En furðulegt eða undarlegt er ekki það sama og rangt, enda “þjóð” hvort sem er ekki til á sama hátt og til dæmis stóll eða aðrar “staðreyndir” og hún er meira í ætt við drauma eða list."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-05 11:50:56",
            "id": "898389",
            "reply_to_id": "898383",
            "text": "Nasistar eiga annars engan einkarétt á þeirri skilgreiningu sem þú ranglega telur mig nota, og hún er enn notuð víða um heim. Enda ekki allt þjóðir sem eru bara “official” þjóðir, það eru líka ættbálkar og flóknari hlutir."
        },
        {
            "user": "thortho",
            "user_id": "7555",
            "date": "2003-02-05 14:51:23",
            "id": "898390",
            "reply_to_id": "898378",
            "text": "thorwave:\nStrangt til tekið eru aðeins íbúar Arabíuskagans Arabar, rétt eins og strangt til tekið eru Skandinavar einungis þeir sem búa á Skandinavíuskaganum (þ.e. í Noregi og Svíþjóð).  Síðan er auðvitað til víðari merking á “Skandinavi”, sem nær yfir Svía, Finna, Dani, Íslendinga, Norðmenn, Færeyinga og ætti raunar þess vegna að geta náð íbúum norður-Englands (u.þ.b. Yorkshire), Dyflinnarbúum og jafnvel íbúum í Normandy (allt svæði sem hafa verið byggð norrænum mönnum, sérstaklega Normandy).\nSíðan er auðvitað sameiginleg saga sem bindur allar þessar þjóðir saman, a.m.k. þær norrænu - og þær stofnuðu Norðurlandaráð.  Mig grunar að hugsunin á bak við “Arababandalagið” (þ.e. orðið, ekki bandalagið sjálft) sé meira í þeim dúr; þetta nær yfir nokkur grunn-einkenni þessara þjóða (tala meira og minna sama málið -svona eins og norska og sænska er sama málið, a.m.k. stundum, og raunar eru mállýskur af t.d. norsku, sænsku eða ítölsku svo fjölbreytilegar að stundum virðist sem það sé alls ekki um sama málið að ræða- eiga að hluta til sameiginlega sögu, og þar frameftir götunum).  En þeir þurfa samt ekkert endilega að vera Arabar (í þessari ströngu merkingu) þótt þeir séu í því.\nEn hvað í ósköpunum er þetta (allt saman, frá greininni sjálfri og áfram) að gera undir “Stjórnmál?”  Á þetta ekki frekar heima á Deiglunni?"
        },
        {
            "user": "thorwave",
            "user_id": "27176",
            "date": "2003-02-06 09:11:00",
            "id": "898391",
            "reply_to_id": "898390",
            "text": "Forfeður meirihluta Íraka komu frá Arabíuskaganum, flestir frá Mekka eða Medína; gerir það þá ekki að aröbum??"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-06 16:23:40",
            "id": "898392",
            "reply_to_id": "898391",
            "text": "Ég hef heyrt það að þetta með forfeður Íraka sé bara ennþá minna að marka en til dæmis ættartölur Íslendinga, sem af mætti halda að við værum öll konungborin og þrælarnir hefðu allir bara verið skyldaðir í ófrjósemisaðgerðir eða borið út börn sín, engan sjómann hefði nokkru sinni rekið á land eða neitt…..Hmmmmm, en Erfðagreining sannaði að amk 50% af genum okkar eru keltnesk (breskum og írskum) uppruna, en ekki norræn, og nú í blaðinu í dag var viðtal við mann sem segir að við séum enn blandaðri en það, og jafn blönduð og til dæmis Frakkar, og það er tekið mark á honum virðist vera því allir þessir vísindamenn af þessu tagi í BNA voru að ræða um þessa niðurstöðu hans. Ég man ekki alveg rökin fyrir því að Írak eigi “falska sögu” og séu með ranghugmyndir varðandi sinn uppruna, en það má auðvitað vel vera að þetta sé bara bull. Ég þekki mjög vel til Írana, en Írak er ekki eitt af þeim löndum sem ég hef kynnt mér vel. Hins vegar hef ég líka heyrt til dæmis að andlitsdrættir Íraka séu oft skuggalega “fínlegir”, og minni alls ekkert á arabana “bræður” þeirra en svipi því meira til Írana, sem ég veit af því að umgangast þá, að eru sjaldan arabískir í útliti. Ekki það að auðvitað eru allar týpur alls staðar. Visbendingar eiga samt að liggja í fleiru en útlitinu varðandi Írak, en hver veit, þetta er ekki þjóð sem ég þekki vel nema síður sé, og gæti vel verið að þetta sé allt bara “söguleg” villutrúarkenning á borð við ætterni Íslendinga (“ a la” Islendingabok.is ), og aðrar slíkar vinsælar."
        },
        {
            "user": "thorwave",
            "user_id": "27176",
            "date": "2003-02-06 16:36:46",
            "id": "898393",
            "reply_to_id": "898391",
            "text": "Ef það er rétt að Írakar séu bara með dagdrauma um fortíð sína, eins undarlegt og okkur kann að finnast það, er það auðvitað alveg skiljanlegt þannig lagað, alveg jafn skiljanlegt og að Íslendingar skuli þrjóskast við að þykjast vera konungbornir upp til hópa, og hér hafi ekki einn þræll og hvað þá skipreka sjómaður átt barn, hvað sem vísindin segja nú um það. Í gamla daga í Evrópu þótti jú afar fínt að vera konungborinn, og mikil skömm að vera þræll, og við höfum eflaust eitthvað af þessum arfi ennþá. (Sumir eru amk ennþá kónga-snobb.)\nÍ heimi Islams þótti hins vegar, og þykir, þó Islam sé trú fyrir allt mannkynið, fínt að vera arabi víða (nema auðvitað í frjálslynda og þjóðernissinnaða Tyrklandi og reyndar fleiri stöðum.) Ég hef til dæmis hitt vestræna múslima og islam-snobb, sem ímynda þér að forfeður þeirra hafi verið arabar, þó þau geti ekki sannað það. Kóraninn var jú skrifaður á arabísku, Muhammad var arabi, og arabar því nokkurs konar “chosen people” á sinn eigin hátt. Arabasnobb er því auðvitað partur af Islam víða, og varla til mjög trúaður múslimi sem ekki lærir einhvern tíman arabísku til að geta lesið Kóraninn á frummálinu.\nÞví kannski enn meiri ástæða fyrir Íraka að þykjast vera mest bara arabar, en Íslendinga að þykjast vera pjúra konungbornir.Í gamla daga var arabasnobb jú eflaust enn meira og skiljanlegra.\nEkki að segja að þetta geti ekki verið rétt, en hitt sem sumir halda fram væri alls ekkert ótrúlegt heldur. Bara mannlegt eðli."
        },
        {
            "user": "thorwave",
            "user_id": "27176",
            "date": "2003-02-06 17:06:24",
            "id": "898394",
            "reply_to_id": "898393",
            "text": "Það eru auðvitað margir hópar í Írak. Þar eru Assýringar, Kaldear og Kúrdar, en meirihluti Íraka eru arabar. Veit nú ekki hvort það sé eitthvað snobb í þeim að kalla sig araba, en þeir vilja meina að þeir geti rakið ættir sínar langt aftur í tímann. Ég held að það þykjist enginn vera arabi, enda ekki mikið af því að græða. Hef reyndar heyrt af fullt af fólki, sérstaklega frá Marokkó, sem skammast sín fyrir að vera arabar.\nMúslimar sem eru arabar telja sig ekkert betri en múslima frá Indonesíu eða Súdan; múslimi er alltaf múslimi, sama hvaðan hann kemur og hverjir voru hans forfeður. Flestir arabar sem ég hef hitt eru stoltir af uppruna sínum, en ég efast stórlega um að þeir séu að ljúga til um hann, þó þeir séu með fíngerðari andlit en aðrir."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-06 17:19:38",
            "id": "898395",
            "reply_to_id": "898394",
            "text": "Ja, eitthvað eru þeir nú grunsamlega líkir Írönum víst. En eins og ég segji, ég veit ekkert um þetta. Íslendingar ljúga uppruna sínum, svo til allir ljúga uppruna sínum. Ég hef hitt mann með ljóst hár og græn augu sem heldur að hann sé Gyðingur og ekkert annað 2000 ár aftur í tíman bara út af einhverjum ættartölum. Varla rétt hjá honum, er það? Gæti samt auðvitað verið. Og hann er samt Gyðingur ef móður ætt hans er það þannig, en ætli þeir hafi ekki verið með rangfeðranir líka? Eða sleppt að segja frá uppruna sumra? Til dæmis þótti ekki gott að manneskja sem var af “heiðnum” bakgrunni talaði of mikið um það hjá þeim, en í lagi að kristin eða islömsk manneskja ræddi trúarlega fortíð sína.\nArabar dagsins í dag eru ekkert allir of stolltir nei, en það þótti einu sinni og þykir enn í “some circles” afar fínt að vera arabi. Það er enginn yfirburðarkomplex eða slíkt, á bara að vera “göfugt” þar sem frá aröbum breiddist trúin til mannkyns og allt það.\n“Falsanirnar” áttu sér líklega fyrst stað einmitt um það leyti sem það þótti fínast að vera arabi, rétt eins og við færum varla að segjast vera kóngar í dag, ókei, jú, sumir…*hlátur*\nEn já, það gæti vel verið að þetta væri ein af þessum vafasömu kenningum. Írakar eru ekki mín deild."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-06 18:24:00",
            "id": "898396",
            "reply_to_id": "898394",
            "text": "Annars er víst til dæmis í múslima samfélaginu Bandaríkjunum fínt að vera arabi, eða svo finnst aröbunum sjálfum, sem sumir pirrast yfir því hvað Islam er mikið í tísku hjá svertingjum og hvað margir svertingjar eru að taka það upp. Arabar hafa nefnilega plummað sig mun betur en svartir í samfélaginu og finnst það sumum gefa óvirðulega mynd af trú þeirra að lágstéttir BNA falli fyrir henni. En þetta er auðvitað líklega fólk sem er meira trúað á yfirborðinu og af samfélagslegum ástæðum býst ég við, og auðvitað algjör útúrdúr hjá mér."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-06 16:43:18",
            "id": "898397",
            "reply_to_id": "898391",
            "text": "Og já, það var auðvitað Ismael en ekki Ísak sem var útvalin skv. Kóraninum og hann er sagður forfaðir arabanna (þó um það sé deilt sums staðar annars staðar en í múslima heiminum). Rétt eins og það þykir fínt að vera af gyðingaættum í sumum kristnum kirkjum BNA, þá er eðlilegt að það þyki fínt að vera arabi, og það er auðvitað enn skiljanlegra að það hafi þótt fínt þarna í eld gamla daga, þegar þetta var allt nýtt og ferskt, en það er ekki eins og það hafi nokkurn tíman alveg horfið."
        },
        {
            "user": "thortho",
            "user_id": "7555",
            "date": "2003-02-06 20:54:30",
            "id": "898398",
            "reply_to_id": "898391",
            "text": "thorwave (má ég gerast svo ósvífinn að spyrja hins augljósa: Hvort thorwave sé enskun á Þórunn?):\n“Forfeður meirihluta Íraka komu frá Arabíuskaganum, flestir frá Mekka eða Medína; gerir það þá ekki að aröbum??”\nNeibbs.  Ekki frekar en sú staðreynd að forfeður meirihluta Bandaríkjamanna hafi komið frá Evrópu geri þá að Evrópumönnum; ekki frekar en að forfeður flestra Íslendinga komu frá Norðurlöndunum og Bretlandseyjum gerir okkur að blöndu Breta og Skandinava; ekki frekar en að forfeður manna komu frá Afríku (er það ekki annars ennþá almenna kenningin?) gerir alla menn að Afríkönum.\nBiðst forláts ef fleiri hafa bent á þetta augljósa."
        },
        {
            "user": "thortho",
            "user_id": "7555",
            "date": "2003-02-06 21:02:07",
            "id": "898399",
            "reply_to_id": "898398",
            "text": "PS.\nGleymum svo ekki, að þetta “þjóðarhugtak” er ekkert annað - bara tilbúið hugtak.  Þetta er ekki neitt náttúrulegt hugtak, eins og t.d. tígrisdýr eða eik.  Þar af leiðir eru skilin á milli frekar tóm og óljós - hvenær varð einhver af norrænu landmönnunum, eða afkomendum hans, Íslendingur, og hætti hann þá um leið að vera Norðmaður (eða hvað sem hann var)?\nHallærislegt, og eiginlega óþarft hugtak.  Samt er alltaf jafn gaman að ræða hvort einhver sé af þessari eða hinni þjóðinni."
        },
        {
            "user": "thorwave",
            "user_id": "27176",
            "date": "2003-02-07 09:41:01",
            "id": "898400",
            "reply_to_id": "898398",
            "text": "Jú, mikið rétt hjá þér, þetta er svona bókstafleg enskun á Þórunn; smá einkahúmor hjá mér og mínum vinkonum.\nÞað má náttúrulega rífast endalaust um það hvað sé þjóð og hvað ekki. Ég held að arabahugtakið sé samt of flókið til að setja í annaðhvort þjóðarflokkinn eða ekki-þjóðarflokkinn. Mér skilst, á þeim aröbum sem ég þekki, að þeir telji sig í raun ekki vera þjóð, heldur nokkurskonar þjóðflokk eða bara hóp af fólki, sem allir eiga rætur sínar að rekja til arabíuskagans. Veit nú ekki hvaða reglur þið viljið setja um hver má kalla sig araba og hver ekki; en ef þeir geta rakið ættliði sína langt aftur í tímann og í öllum þessum ættliðum eru arabar, hvað er þá svo rangt við að kalla sig araba? Annars held ég að þeir væru ekki í vandræðum með að rökstyðja það af hverju þeir telja sig vera araba og þekkja þá skilgreiningu eflaust betur en við hér á huga."
        },
        {
            "user": "thortho",
            "user_id": "7555",
            "date": "2003-02-07 11:09:24",
            "id": "898401",
            "reply_to_id": "898400",
            "text": "Við erum ekki að rífast (a.m.k. ekki samkvæmt minni (og annara) skilgreiningu; þar er rifrildi það sem miðar einkum að því að særa aðra með persónulegum árásum), vona ég.  Bara umræður umræðanna vegna, skerpa skilgreininguna á “þjóð” fyrir okkur og öðrum.\nNáttúrulega, ef við segjum araba vera frekar óljósan hóp af fólki, frekar en þjóð - þ.e. að “arabi” er enn ónákvæmari og loðnari flokkur heldur en “þjóð”, og líkara “norrænn” heldur en “skandinavískur” - þá getum við teygt veldi arabanna ansi langt.  Það er raunar (a.m.k. mér til raunar) dáldið óheppilegt að skaginn heiti Arabíuskagi, eða Arabía - þá tengi ég “arabi” eiginlega aðeins við íbúa skagans, en ekkert frekar við t.d. Súdani, Egypta og Marokkómenn (sem hafa allir, á einum eða öðrum tímapunkti, verið í Arababandalaginu).\nÉg vil annars ekkert setja reglur um hverjir megi kalla sig araba og hverjir ekki - hvað mig varðar gæti hver sem er (og kötturinn hans líka) kallað sig araba.  Þetta er frekar þegar verið er að tala um þá."
        },
        {
            "user": "thorwave",
            "user_id": "27176",
            "date": "2003-02-07 11:19:49",
            "id": "898402",
            "reply_to_id": "898401",
            "text": "kannski vitlaust orðaval hjá mér…hefði kannski frekar átt að nota orðið “þræta” eða “rökræða”:)\nEftir því sem ég best veit hafa Súdanir aldrei kallað sig araba enda eiga þeir sennilega fæstir forfeður frá arabíuskaganum.\nÉg held að það að vera í Arababandalaginu geri íbúa landa þess ekki að aröbum og hef ég aldrei haldið þvi fram. Það er eins og að segja að Ísrael sé í Evrópu af því þeir taka þátt í Eurovision."
        },
        {
            "user": "thortho",
            "user_id": "7555",
            "date": "2003-02-07 11:24:31",
            "id": "898403",
            "reply_to_id": "898402",
            "text": "thorwave:\nÆ, fyrirgefðu!  Ég hef ruglað þér saman við einhvern annan sem blandaði sér í þessar umræður, sem sagði eitthvað á þessa leið (ég nenni ekki að leita að því, hver sagði þetta, og ekki heldur hvernig þetta var orðrétt):\n“Eru Írakar ekki arabar?  Hint-hint:  Þeir eru í Arababandalaginu!”\nLeiðinda misskilningur."
        },
        {
            "user": "thorwave",
            "user_id": "27176",
            "date": "2003-02-07 11:10:28",
            "id": "898404",
            "reply_to_id": "898398",
            "text": "thortho\n“ekki frekar en að forfeður manna komu frá Afríku (er það ekki annars ennþá almenna kenningin?) gerir alla menn að Afríkönum”\nKalla blökkumenn í bandaríkjunum, hvers forfeður komu frá Afríku, sig ekki “african-american”?"
        },
        {
            "user": "thortho",
            "user_id": "7555",
            "date": "2003-02-07 11:21:56",
            "id": "898405",
            "reply_to_id": "898404",
            "text": "thorwave:\nJú, sumir gera það og það er algerlega út í hött.  Afkomandi Búa í þriðja ættlið gæti aldrei nokkru sinni komist upp með að kalla sig “African-American”, þrátt fyrir að vera fæddur þar (þ.e. í Afríku) og uppalinn, en flutt til Bandaríkjanna.  Barn hans gæti það ekki heldur.  Egypti eða Alsírbúi (getur rakið ættir aftur um nokkrar aldir - hver einasti forfaðir og hver einasta formóðir fædd og uppalin í Afríku aftur til 7-800) gæti það ekki heldur, og ekki heldur hans afkomendur.  Þetta er bara annað orð yfir svertingja í Bandaríkjunum - og eins og öll önnur orð sem hafa verið búin til yfir þann hóp (og raunar svertingja almennt), þá er það hægt og rólega að fá á sig neikvæðan blæ.  Svipað og með öll orðin sem hafa verið búin til fyrir innflytjendur á Íslandi.\nÞað er raunar merkilegt með Bandaríkjamenn, hvað þetta er lítil þjóð.  Það eru allir x-American - Irish-American, Danish-American, African-American, og svo framvegis.\nÞetta var heldur ekki það sem ég átti við með dæminu.  Ég var að tala um alla menn - sem, samkvæmt kenningunni, “urðu til” í Afríku og dreifðust þaðan um heiminn.  Sé kenningin rétt, þá ættum við öll að geta kallað okkur afrísk."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-05 01:40:34",
            "id": "898406",
            "reply_to_id": "898363",
            "text": "Reyndar eru Írakar jú orðnir það blandaðir að kannski þeir séu frekar arabar, frekar ýkt fullyrðing kannski þarna í hina áttina…En það var ekki þeirra menning upprunalega. En Írak er land sem á sér mjög langa og flókna sögu ekkert líka þeirri sem það á sér í dag. Hvorki Írak né Kórea teljast hins vegar neinir englar, frekar en Bandaríkin."
        },
        {
            "user": "rado",
            "user_id": "27572",
            "date": "2003-02-05 13:45:58",
            "id": "898407",
            "reply_to_id": "898362",
            "text": "Ég þekki sögu Kim ill sung ágætlega og hef nóg efni í eina grein montrasssssss"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-05 14:02:53",
            "id": "898408",
            "reply_to_id": "898407",
            "text": "Ég var ekki að monta mig af einu né neinu. Endilega skrifaðu þessa grein.\nBreytir því ekki að Bandaríkin eru ekkert að segja verri hluti um þessar þjóðir en þær um þau.\nOg ólíkt BNA stunda þessar þjóðir ekki sjálfsgagnrýni á sama hátt og Vestrænar þjóðir, og með því er ég alls ekki að telja BNA neina fyrirmynd í því.\nSaddam tildæmis talar um USA sem “hinn mikla Satan” mér finnst “öxulveldi hins illa” hljóma þó mildar."
        },
        {
            "user": "rado",
            "user_id": "27572",
            "date": "2003-02-05 17:59:46",
            "id": "898409",
            "reply_to_id": "898362",
            "text": "Þú skalt ekki slá um þig með svona móral frekar skaltu bera fyrir þig rök"
        },
        {
            "user": "H81K123",
            "user_id": "23706",
            "date": "2003-02-05 18:24:38",
            "id": "898410",
            "reply_to_id": "898409",
            "text": "“Þú skalt ekki slá um þig með svona móral frekar skaltu bera fyrir þig rök”\n“Ég var að segja að BNA var alveg sama um rússsa og grippu ekki inní!!!!! ”\nÞú komst með þessa fullyrðingu,  ÓRÖKSTUDDA.\nÁ nákvæmlega sama hátt dróg ég þá ályktun að þér væri sama um þessa borgara.\nMín fullyrðing á engann rétt á sér,  ég þekki þig ekki þannig að ég hef engan rétt á því að draga þessa ályktun (enda tel ég hana ekki rétta :). Með þessu var ég að reyna að fá þig til að pæla í því hvort þú ættir nokkuð frekar rétt á því að draga þína ályktun,  þ.e. að BNA hafi verið alveg sama um sovésku þjóðina? Þú þekkir þeirra skoðanir ekki,  ekki frekar en ég þekki þínar skoðanir\nÞetta voru undirliggjandi “rök” :)\nHér er ein af aðalástæðunum afhverju BNA vildi ekki fara í stríð:\n20 árum áður höfðu BNA sent her inn í v-Evrópu til að frelsa hana,  þeir urðu fyrir miklu manntjóni.  Bandarísku þjóðinni fannst á þessum tíma ekki réttlætanlegt að senda aftur drengina sína út í dauðann. Mundu að þeir sem fóru til Evrópu í fyrra stríði voru þeir sömu og hefðu þurft að senda syni sína þangað í ww2.  Að sjálfsögðu vildu þeir halda sig fyrir utan stríðið eins lengi og þeir gátu.\nKveðja\nHrúgan\nps. ég bíð ennþá eftir rökum fyrir því að Evrópa væri betur sett ef BNA hefði aldrei haft afskipti af henni :)"
        },
        {
            "user": "Ultima",
            "user_id": "5801",
            "date": "2003-02-05 18:54:02",
            "id": "898411",
            "reply_to_id": "898410",
            "text": "Merkilegt hvað fólk er tilbúið til að lýsa yfir skoðunum sínum af ALGJÖRU þekkingarleysi á sögunni.\n'eg hvet þá sem hafa á þessu skoðun að lesa SÖGU stjórnmála síðustu 100-200 árin.\nÞá komist þið að minnsta kosti að upplýstri niðurstöðu.\nMín upplýsta niðurstaða er sú að Bandaríkjamenn/Bretar eru mestu fjöldamorðingjar sögunnar en hafa haft vit á því að sjá til þess að aðrir berjist að mestu leyti.\nOft hefur þetta ferli verið dyggilega stutt af restinni af Evrópu (og þarafleiðandi okkur til hagsbóta)og erum við því öll samsek."
        },
        {
            "user": "Ultima",
            "user_id": "5801",
            "date": "2003-02-05 18:58:01",
            "id": "898412",
            "reply_to_id": "898411",
            "text": "Skemmtilegt hvað umræðan snýst oft uppí þetta hvað Bandaríkin eru búnir að gera fyrir Evrópu o.s.f.r.v.\nEr alveg sama hveru miklar blóðsúthellingar það kostar að Bandaríkin geti “hjálpað” Evrópu?\nÞað gleymist víst oft að við erum jú bandamenn BNA og eigum okka hlut af skömminni."
        },
        {
            "user": "H81K123",
            "user_id": "23706",
            "date": "2003-02-06 09:33:03",
            "id": "898413",
            "reply_to_id": "898411",
            "text": "“Merkilegt hvað fólk er tilbúið til að lýsa yfir skoðunum sínum af ALGJÖRU þekkingarleysi á sögunni.”\nEr þessu beint til mín?!? (þar sem þetta var sett sem svar hjá mér)\nEf svo er þá vil ég benda þér á að þín “upplýsta” niðurstaða er ekki hin eina sanna.  Hver verður að kynna sér söguna,  meta og mynda sér upplýsta skoðun útfrá því,  og á sú skoðun þá fullann rétt á sér.\nEf þetta var meint almennt út í umræðuna, þá er ég þér hjartanlega sammála.\n“Mín upplýsta niðurstaða er sú að Bandaríkjamenn/Bretar eru mestu fjöldamorðingjar sögunnar en hafa haft vit á því að sjá til þess að aðrir berjist að mestu leyti.”\nGott mál, þetta er þín “upplýsta” skoðun,  ég hef aðra skoðun sem ég byggi á þekkingu minni á sögu."
        },
        {
            "user": "Ultima",
            "user_id": "5801",
            "date": "2003-02-06 16:01:13",
            "id": "898414",
            "reply_to_id": "898413",
            "text": "Nei nei…Þesu var ekki beint til þín.\nÞetta var meira svona almennt.\n'eg geri mér grein fyrir þ´vi að mín “upplýsta” skoðun gæti verið alröng en ég er að minnsta kosti að reyna að meta stöðuna eftir staðreyndum en ekki áróðri.\nÞað hræðir mann oft hvað fólk er tilbúið að vera með sterka skoðun án þess að byggja það á neinu nema kannski einhverjum klisjum/áróðri."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-06 16:28:55",
            "id": "898415",
            "reply_to_id": "898414",
            "text": "Alveg sammála þér Ultima. En þegar um óljós mál er að ræða sem hafa fleiri spurningar en svör fleyta staðreyndirnar okkur oft skammt áfram.\nSvo auðvitað þarf maður líka að nota sitt eigið innsæi og ímyndunarafl að einhverju marki oftast nær. Það er “staðreynd” að 2+2 eru 4, en flest sem viðkemur okkur mönnunum byggir í reynd ekki á staðreyndum á sama hátt og sumt aðeins svo lauslega, að “staðreyndirnar” eru nú oftast fundnar upp eftir á."
        },
        {
            "user": "rado",
            "user_id": "27572",
            "date": "2003-02-06 11:28:09",
            "id": "898416",
            "reply_to_id": "898410",
            "text": "Ég var ekki að tala við þig sorry"
        },
        {
            "user": "H81K123",
            "user_id": "23706",
            "date": "2003-02-06 11:46:04",
            "id": "898417",
            "reply_to_id": "898416",
            "text": "No harm done :)\nKveðja\nHrúgan"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-06 11:30:51",
            "id": "898418",
            "reply_to_id": "898410",
            "text": "Ég var ekki að tala við þig sorry"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-05 01:42:07",
            "id": "898419",
            "reply_to_id": "898284",
            "text": "Verð svo að segja að það er afar undarlegt að draga alltaf einhverja 4 milljóna smáþjóð inn í allar umræður um BNA, jú, jú, þeir lifa á styrkjum frá þeim og allt það, en hver gerir það svo sem ekki. Egyptar gera það líka og Jórdanía, og Ísraelar fá ekkert mikið meira en þau lönd."
        },
        {
            "user": "unsworth",
            "user_id": "24137",
            "date": "2003-02-05 10:37:07",
            "id": "898420",
            "reply_to_id": "898284",
            "text": "Ég er alveg sammála þér, einu skiptin þegar Bandaríkjamenn hjálpa einhverjum. Það er vegna þess þeir sjá eitthvað til að græða á.\nÞegar Írakar réðust á Kúvæt, sáu þeir olíuna fyrir sér. En þegar Kína réðst inní tíbet þá gerðu þeir ekki neitt, því þeir gátu ekkert grætt á því."
        },
        {
            "user": "mogull",
            "user_id": "16332",
            "date": "2003-02-05 14:03:22",
            "id": "898421",
            "reply_to_id": "898284",
            "text": "Ég nennti nú ekki að lesa öll andsvörin en þau eru orðin alveg þokkalega mörg,Það er margt rétt í þessu þó að þetta se kannski engin tímamóta grein ;) en það er til eitt nafn yfir utanríkis stefnu Bandaríkjamanna og það er “ný nýlendustefna” Þeir fara inn í Írak með herlið hrekja saddam frá völdum og sjá til þess að stjórn þeim hliðholl taki við völdum sem verður svo að öllum líkindum ekki hótinu skárri.Og hvað ættu þeir að græða á þessu ?\nMeiri Ítök í þessum heimshluta og Olíuna að sjálfsögðu,fyrir þá sem ekki hafa tekið eftir því að þá hefur olíverð farið snarhækkandi upp á síðkastið og það er nokkuð sem bandaríkjamenn geta komist hjá með því að stjórna hreinlega olíflæðinu í heiminum eða verið sjálfum sér nógir með olíu og við skulum neflilega ekki gleyma í þessu samhengi hvaðan Bush er kominn,Texas.\nOg svo er það sem ég sá Apache skrifa að Bandaríkjamenn hafi hjálpað okkur mikið og það er alveg hárrétt,við eigum bandaríkjamönnum alveg heilan helling að þakka.\nEn það er ekki eins og að þeir fái það ekki borgað,þeir fengu nú engin smá ítök í evrópu eftir WW II.\nEn það má ekki gleyma því að Bandaríkjamenn komu evrópumönnum nú ekkert bara sisona til hjálpar…það þurfti að ráðast á þá fyrst.\nOg það má svo deila um það hvort að þjóðverjar hefðu unnið stríðið hvortsem Bandaríkjamenn hefðu aðstoðað eða ekki.\nEn Í dag er utanríkisstefna Bandaríkjanna alveg fáránleg vægast sagt,og ég er alveg sammala greininni að Bandaríkin og Ísrael eru öxulveldi hins illa,hverjir eiga að vera það annars ?\nEinhver hálfgjaldþrota ríki sem eiga eldgömul og úrelt vopn frá sovet tímanum mikil ógn það.\nÞau geta ekki verið ógn nema þau séu voldug og það eru þau ekki.\nOg svona til að tala um illsku,þá eru Bandaríkin það land sem selur Langmest af vopnum í heiminum og það þarf enginn að segja mér að þeir viti hvert þau fara öll á endanum,..\nVið skuldum Bandaríkjunum ekki eitt né neitt og þurfum ekki að láta þá komast upp með það að troða sinni utanríkisstefnu upp á okkur.\nOg ísraelar,well þeir eru búnir að haga málum sínum þannig að ég efast um að þeir verði öryggir um ókomna framtíð.Þeir geta vælt og grátið yfir helförinni en hvernig koma þeir svo fram ?\nMaður skyldi ætla að þeir hefðu komist að því að ofbeldi er af hinu illa…en nei,kemur svo ekki upp úr dúrnum að þetta eru kaldrifjaðir morðingjar.Öxuveldi hins illa eru ríki sem beita önnur ríki ofbeldi."
        },
        {
            "user": "mogull",
            "user_id": "16332",
            "date": "2003-02-05 14:12:56",
            "id": "898422",
            "reply_to_id": "898421",
            "text": "“Og ísraelar,well þeir eru búnir að haga málum sínum þannig að ég efast um að þeir verði öryggir um ókomna framtíð.”\nOg bíddu, hverjar eru fréttirnar? Hvenær hafa þeir verið öryggir? Það var ofbeldi á þeim síðan löngu fyrir daga Kalígúla sem lítilsvirti þá fyrir að borða ekki svínakjöt. Það er einmitt fullt af Gyðingum frá Austur Evrópu sem hafa flutt til Ísrael afþví að þeir verða fyrir svo miklum ofsóknum heima, að þeir eru þó minna hræddir við Palestínska hryðjuverkamenn en nágranna sína sem kveikja í húsinu þeirra.\nSvo það er ekki eins og staðan hafi breyst með Ísrael, enda átti Ísrael ekki að veita fullkomið öryggi um alla framtíð, Gyðingar hafa jú aldrei verið öryggir. Það átti bara að gefa öðrum þjóðum meiri ástæðu til að hræðast þá, og þar með ólíklegra að þeir gætu ekki varið sig gegn næsta Kalígúla eða Hitler. Þeir hafa jú skipt tugum og smápeðin gegn þeim verið ótalfallt fleiri og þetta er bara partur af veruleikanum að vera Gyðingur og hefur verið það síðan löngu fyrir Krist.\nSaga Ísraelsríkis í dag og Palestínu er hins vegar svo flókin að jafnvel fólk með doktorspróf í Miðausturlandafræðum hefur þar mikið fleiri spurningar en svör, enda sjaldan verið til tvær jafn ill skilgreinanlegar þjóðir, önnur var kannski aldrei “beint” til, og hin er kannski ekki “beint” þjóð. Ekki beint eins og að deala við sögu Svíþjóðar eða Danmerkur."
        },
        {
            "user": "mogull",
            "user_id": "16332",
            "date": "2003-02-05 14:45:13",
            "id": "898423",
            "reply_to_id": "898422",
            "text": "Og það að þeir séu óöruggir gefur þeim það einhvern rétt til þess að steypa upp í brunna eyðileggja háskóla og lögreglustöðvar annarar þjóðar,þjóðar sem ísraelsmenn hrifsaði landið af ?\nÞað sem ég við með þessu er það að ísraelar eru að næra anti-semítisma um allan heim."
        },
        {
            "user": "Bake",
            "user_id": "5588",
            "date": "2003-02-05 18:58:19",
            "id": "898424",
            "reply_to_id": "898423",
            "text": "Gyðingarnir í Ísrael eru nú upp til hópa sjálfir uppfullir af anti-semítisma.\nÁstæðan er einföld.\nPalestínuarabar teljast til Semíta.\nSemíti merkir jú: hópur semítísk-mælandi manns austurlanda nær og norður afríku, þ.m.t. arabar, arameanar, babylóníumenn, karþagómenn, eþíópíumenn, hebrear (a.k.a. gyðingar) og fönikíumenn."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-05 19:57:28",
            "id": "898425",
            "reply_to_id": "898424",
            "text": "Bake, þetta er algengur misskilningur. Orðið þýðir þetta augljóslega í bókstaflegu merkingunni já, en það hefur aldrei verið notað þannig fyrr en einhverjir Ísland-Palestína kallar og þeirra líkir fóru að leika sér að snúa þessu við. Þetta er meingallað orð sem var fundið upp löngu fyrir þessar deilur til að lýsa Gyðingahatri, og þá sérstaklega hatri á Gyðingum sökum kynþáttar þeirra (en þeir eru reyndar ekki “hreinir” semítar, eins og áróðussveit Arafats, sérstaklega einn góð vinur hans sem ég man því miður ekki nafnið á en hefur ritað bækur um þetta, hefur líka útvarpað laglega og margir Palestínumenn líta því á Ísraela sem “óhreint” kyn, sem ekki er lengur “bræður araba” og því ekki verðugir aðstoðar þeirra.) Nazistarit voru annars mjög vinsæl og almenn lesning á þessu svæði, sem og í Egyptalandi til dæmis, svo þetta er eðlileg þróun á því má segja.)\nÞrátt fyrir allt þetta er þetta undarlega og gallaða orð anti-semitismi tiltölulega nýtt á nálinni og var notað til að lýsa Gyðingahatri, sérstaklega blönduðum rasisma, en er nú orðin samnefnari yfir Gyðingahatur almennt. Hitt er nýtt og fundið upp af áróðursmönnum Palestínu, svona hliðstæðunni við Omega fólkið bara með “Palestine” tattúverað á rassinn á sér, eins og nokkrir gaurar hér.\nAð nota þetta orð til að lýsa óvild sumra Gyðinga á Palestínumönnum er meingallað og glatað áróðusbragð.\n1)Orðið (í sjálfu sér gallað) var fundið upp til að lýsa Gyðingahatri og engu öðru. Þetta er ekki gamalt orð.\n2) Gyðingar eru sjálfir margir semítar, og ýmislegt annað. Ólíkt Palestínumönnum sem flestir eru svipaðri í útliti, eru til margir ljóshærðir Gyðingar, (en varla einn einasti Palestínumaður) margir kolsvartir Gyðingar (sama verður ekki sagt um Palestínumenn) og auk þess til dæmis Asískir Gyðingar og Indjánar vissra svæða sem fundust nýlega og reyndust afkomendur Gyðinga sem höfðu flúið inn í frumskóga Ameríku, en allt þetta fólk á rétt á að búa í Ísrael skv. lögum þar. Gyðingar líkir okkur eru ótal, þar sem annar hver Gyðingur BNA giftist manneskju sem er ekki Gyðingur, og þá oftast kristnu , hvítu fólki, þó þeir séu meira fyrir að giftast út fyrir kynþáttinn en gengur og gerist, og sömuleiðis ættleiði mikið af börnum af öðrum kynþáttum sem þeir láta svo skipta um trú.\nPalestínumenn eru hins vegar ein ethnísk heild en af þessum sökum ráðast hryðjuverkamenn gjarnan á ljóshært fólk og svarta þar sem þeir geta verið vissir um að það er ekki Palestínumenn og er fólki frá N-Evrópu því ráðlagt að fara ekki til Ísrael á stríðstímum.\nSem sagt , þar sem Gyðingar eru ekki kynþáttur, snýst þeirra óvild á öðru fólki almennt ekki um kynþætti, hvað þá fólki sem er skylt miklum meirihluta þeirra.\nAnti-Semítiski= hatur Gyðinga á Palestíonumönnum= ógreindarlegasta og 0murlegasta áróðurbrella allra tíma og bara treggáfað fólk sem sér ekki í gegnum svona heimskulega orðaleiki.\nEkkert væri hægt að hugsa sér órökréttara en Gyðing sem hataði Palestínumann fyrir kynþátt sinn, enda hefur það að vera Gyðingur ekkert með kynþætti að gera, og varla hefði semíti efni á anti-semísma, sama hvað þeir kunna, eðlilega, að vera blandaðir."
        },
        {
            "user": "mogull",
            "user_id": "16332",
            "date": "2003-02-05 20:16:36",
            "id": "898426",
            "reply_to_id": "898423",
            "text": "Það þarf enga Ísraela til að næra anti-semitisma, hann hefur alltaf séð um að næra sig sjálfur jafnvel þar sem engin eru rökin, og þarf því engin rök til að næra hann, og skiptir voða miklu máli hvort þau eru til staðar eða ekki. Í Kína hefur til dæmis verið mikið Gyðingahatur lengi, og það löngu áður en Ísraelsríki varð til og það mjög alvarleg tegund af því, þó Gyðingar hafi varla stigið þar fæti.\nGyðingahatur hefur svo sem ekkert versnað eftir tilkomu Ísraelsríkis, og er bara ekkert meira eða minna en of áður. Um daga nazistanna var til dæmis líka nazistaflokkur hér á Íslandi, svo og í ótal löndum víða um heim, meðal annars ótal löndum þar sem enginn Gyðingur hafði verið, og var eitt lykilstefnumál þeirra flokka að breiða út Gyðingahatur.\nÞetta er svona eins og að einu sinni hötuðu Evrópubúar Gyðinga fyrir að vera “arabasleikjur” (hræðilegt orð á þeim tíma) vegna viðskipta sem Gyðingar höfðu við Araba, og var litið á Gyðinga og Araba sem ógn sem ynni saman gegn Evrópu.\nÞeir voru á sínum tíma hataðir fyrir að vera “skítugir” fátæklingar, en unnu sig svo upp og voru þá hataðir fyrir ríkidóm.\nOg svo framvegis, rétt eins og það skiptir í reynd engu hvort Gyðingar elski eða hati araba, þar sem Gyðingahatur verður jafn mikið hvort sem er, þá skiptir svo sem ekki mjög miklu máli hvort Ísraelar hegði sér vel eða illa. Gyðingahatur hefur verið hér löngu fyrir Krist ,Rómverjar rústuðu bænahúsum þeirra og svo framvegis…og hefur í raun aldrei spurt um rök, og bara fundið þau upp þegar þau voru ekki til.\nÞetta er eitt það undarlegasta í sögunni og margir virtustu sagnfræðingar heims hafa reynt að skilja þessa staðreynd en ekkert gengið. Þetta er bara eitt af þessum dularfullu , óútskýrðu hlutum í lífinu.\nGyðingahatur er amk ekkert meira á Íslandi en fyrir daga Ísraelsríkis, þegar hér var nazistaflokkur, en orðið Gyðingur merkti einmitt “nirfill” löngu áður en nokkur Gyðingur sást á Íslandi, og löngu fyrir daga nazismans, og ekki hafa þeir svo sem verið hér margir. Sama gilti um mörg lönd, en já, þetta var meira segja í orðabók okkar!\nÞað fyndna er að Gyðingar hófu ekki að stunda lán þau sem urðu grunnurinn að bankaviðskiptum þeirra, fyrr en Evrópubúar höfðu bannað þeim aðgang að skólum og opinberum embættum og þeir sáu þetta sem einu leiðina til að komast áfram í samfélagi sem vildi halda þeir niðri. Með þessu keyptu þeir sér leið inn í Háskóla, og eru því í dag oftar læknar en lánadrottnar, svo sagan af því hvernig Gyðingar byrjuðu að efnast og lána er í reynd afar virðuleg saga um fólk sem var undir og mismunað en lærði að bjarga sér fyrir börnin sín. Þetta er hreinlega falleg saga á sinn hátt.\nAnnað fyndið er að rannsóknir sýna að Gyðingar gefa HLUTFALLSLEGA meira til góðgerðarmála en flestir hópar, og það gildir sem sagt einnig um alfátækustu Gyðinganna, en fátækir Gyðingar eru fleiri en marga grunar.\nSvo íslenska merkingin yfir orðið“Gyðingur ” var allan tíman uppspuni.\nÞess má svo geta að Gyðingar eru sérlega þekktir fyrir gestrisni og örlæti í garð annara og vina sinna og fjölskyldu, þó þeir spari jú gjarnan þegar kemur að því að eyða í sjálfan sig.\nÞess vegna brandarinn þarna í Will og Grace, þegar konan gat séð að Grace var Gyðingur á því að hún var í ódýrum nærfötum. Hann er ekki 100% uppspuni miðað við mín kynni af þeim.\nThuleSól"
        },
        {
            "user": "mogull",
            "user_id": "16332",
            "date": "2003-02-05 20:55:14",
            "id": "898427",
            "reply_to_id": "898426",
            "text": "Þú mátt ekki misskilja þetta þannig að ég sé gyðingahatari,og ég geri mér fulla grein fyrir því hvað gyðingahatur er alvarlegt vandamál.\nEn ég get ekki sætst á það að gyðingahatur hafi ekki aukist með stríðinu við Palestínu menn.\nEg hafði aldrei orðið var við gyðinga hatara á íslandi fyrr en fyrir stuttu.\nOfbledi leiðir af sér ofbeldi það er alveg á hreinu og Ísraelsstjórn er að kalla yfir þjóð sína mikið ofbeldi með aðgerðum sínum og utanríkisstefnu."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-05 21:22:47",
            "id": "898428",
            "reply_to_id": "898427",
            "text": "Mogull. Þú hefur kannski ekki orðið var við það nei, og það má vel vera að það hafi tekið sér hér smá pásu, en þó alls ekki gufað upp, en orðabókin okkar þýddi víst einu sinni Gyðingur sem “nirfill” og hér var nazistaflokkur.\nTek það fram að ég er ekki bókstafstrúarmaður og því eðlilega ekki sammála öllu á þessari síðu, en hér er heimasíða Íslendings sem er bókstafstrúarmður með háskólagráðu frá Ísrael, sem er kannski allt í lagi að vísa á því þarna er ágætis grein einhvers staðar um Gyðingahatur á Íslandi\nhttp://notendur.centrum.is/~snorrigb/"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-05 21:50:11",
            "id": "898429",
            "reply_to_id": "898428",
            "text": "Og ef þú finnur þetta ekki í öllum frumskóginum sem þessi vefsíða er er hér grein um Morgunblaðið og samband þess við nazistaflokk Íslands, sem var greinilega ófagurt, og fleira áhugavert í þeim dúr. Kannski ekki tilviljun að Morgunblaðið er kannski hlutlausara en hin blöðin varðandi fréttir af Ísrael-Palestínu í dag. Þeir voru það nú greinilega ekki alltaf.\nhttp://notendur.centrum.is/~snorrigb/history.h\ntm"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-05 21:54:11",
            "id": "898430",
            "reply_to_id": "898427",
            "text": "Wúbbsííí; ætlaði að senda þér þetta svar en sendi það óvart mér:\nOg ef þú finnur þetta ekki í öllum frumskóginum sem þessi vefsíða er er hér grein um Morgunblaðið og samband þess við nazistaflokk Íslands, sem var greinilega ófagurt, og fleira áhugavert í þeim dúr. Kannski ekki tilviljun að Morgunblaðið er kannski hlutlausara en hin blöðin varðandi fréttir af Ísrael-Palestínu í dag. Þeir voru það nú greinilega ekki alltaf.\nhttp://notendur.centrum.is/~snorrigb/history.h\ntm"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-05 20:24:44",
            "id": "898431",
            "reply_to_id": "898423",
            "text": "Tek það fram að ég get ekki óbyrgst þetta með nærfötin, svona ef einhver fer að geta sér eitthvað til sem stemmir ekki, þá hafa öll mín kynni af Gyðingum verið á platónísku nótunum, og þau fáu nærföt sem ég hef séð á þeim voru á fólki af sama kyni og ég, og ekkert kinky í gangi. *hlátur* En já, það er dæmigert fyrir þá að spara í litlum hlutum, þeir hafa nefnilega flestir lært að fara vel með peninga, enda þurft þess í fortíðinni, en nirflar voru þeir aldrei, amk ekki upp til hópa, og það hefur eflaust verið undantekningin líkt og nú. Ég hef hitt ýmislegt nískt fólk, en nískan Gyðing hef ég aldrei hitt, þvert á móti blöskrar manni nú örlæti þeirra sumra og það verður næstum óþægilegt."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-05 20:26:05",
            "id": "898432",
            "reply_to_id": "898423",
            "text": "Þau fáu nærföt sem ég hef séð á Gyðingum það er að segja sá ég undir platónískum kringumstæðum. Var ekki að segjast vera nunna."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-05 14:17:59",
            "id": "898433",
            "reply_to_id": "898421",
            "text": "Sem sagt Ísrael átti að vera skref frá vondu öldum saman yfir til skárra, en ekki nein Paradís á jörð. Gyðingar eru orðnir of veraldarvanir til að trúa á slíkt, enda flestir Ísraelar trúlausir yfirhöfuð og sama gildir um Gyðinga í Evrópu. Trúleysi er mikið vinsælli skoðun í Ísrael en á Íslandi, enda zionistarnir sem fyrst fóru að huga alvarlega að stofnun þess trúleysingjar nema í undantekningatilfellum, og allir mestu zionistarnir voru hard-core atheist hvorki meira né minna. Það eru helst Gyðingar í BNA sem geta leyft sér að vera trúaðir, búnir að lifa í blekkingu um öryggi í svona tvær kynslóðir margir hverjir. En það er ekki það sem Gyðingar í gegnum söguna hafa almennt þekkt.\nÞað er ekki bara af trúarlegum ástæðum sem Gyðingar trúa ekki á jólasveininn og kenna börnunum sínum það ekki. Þeir eru bara yfirleitt ekki að trúa á Disneylandslegar hugmyndir yfirhöfuð, þeirra saga er alltof bitur. Enda húmor þeirra oft afar kaldhæðinn og hvass og lífsást þeirra lituð af flestu öðru en væmni og óraunsæi. Þetta eru engar kellingar sem halda að allir séu vinir þeirra."
        },
        {
            "user": "coldcut",
            "user_id": "528",
            "date": "2003-02-05 19:49:10",
            "id": "898434",
            "reply_to_id": "898284",
            "text": "Ef það væri ekki fyrir Bandaríkjamenn myndum við öll tala þýsku."
        },
        {
            "user": "ZeRo",
            "user_id": "40",
            "date": "2003-02-06 01:24:31",
            "id": "898435",
            "reply_to_id": "898284",
            "text": "tu veist ekkert hvad tu ert ad tala um drengur.."
        },
        {
            "user": "ZeRo",
            "user_id": "40",
            "date": "2003-02-06 14:01:52",
            "id": "898436",
            "reply_to_id": "898284",
            "text": "Malid er bara ad tad er i tisku ad hata bandarikjin i dag. og ad segja ad kanarnir seu mestu fjoldamordingjar allra tima er hlaegilegt.. Ef teir vaeru ekki til vaerum vid kannski ad sjuga liminn a Hitler nuna eda manninum sem ad taeki vid af honum.. tad er ekkert ad konum.. bara ad leidtogunum.. tannig slakid a med tetta og ekki daema ALLA FOKKING KANA bara utaf tvi ad Bush er stelpa.. og ja.. teir redust inni Vietnam vegna hraedslu um utbreidslu communisma um sudaustur asiu.. laos, cambodiu og vietnam.."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2003-02-06 19:01:41",
            "id": "898437",
            "reply_to_id": "898284",
            "text": "Enn einn fávitinn að reyna að tjá sig, ég bara bið ykkur að vera ekki að eyða púðri í að svara þessu."
        },
        {
            "user": "thortho",
            "user_id": "7555",
            "date": "2003-02-06 21:33:29",
            "id": "898438",
            "reply_to_id": "898437",
            "text": "Eða gert það sem a.m.k. ég, thulesol og thorwave höfum verið að gera:  Breytt þessu í umræður um hvað þjóð sé.  Það er miklu skemmtilegra - og þessi grein á eiginlega ekkert annað skilið…"
        },
        {
            "user": "ex3",
            "user_id": "23694",
            "date": "2003-02-07 08:59:54",
            "id": "898439",
            "reply_to_id": "898284",
            "text": "ég gæti bara ekki verið meira sammála þessu"
        },
        {
            "user": "skitpuzz",
            "user_id": "21653",
            "date": "2003-02-08 14:38:17",
            "id": "898440",
            "reply_to_id": "898284",
            "text": "ok þetta eru punktar en ekki alveg nógu góðir. þessi rök sem þú færir hefur maður oft heyrt og þetta eru óttalegar propaganda hugmyndir sem eiga ekkert við almennileg rök að styðjast. Málið er það að Bandaríkjamenn eyða meira í hernað og hernaðargögn en nokkur önnur þjóð, þá meina ég miklu meira, og þeir sæta mikilli gagnrýni fyrir það. Þegar þjóð eyðir svona miklu í þetta þá ´þarf að sýna virkilega ástæðu fyrir þörfinni á þessum vopnum. Þess vegna er sagt að Bandaríkin þurfi nauðsynlega að fara í lítið stríð á að minnsta kosti 10 ára fresti, bara til að hafa ástæðu fyrir vopnaframleiðslu. Fólki finnst að sjálfsögðu skrítið að þeir minnki bara ekki framleiðsluna en eins og við skiljum mið-austurlöndin lítið þá skiljum við bandaríkjamenn ekkert meira. Í stjórnarskrá bandaríkjamanna stendur: “every american has the right to bear arms”. segir þetta ekki eitthvað um hugsanaganginn þarna. Byssur eru orðnar að stöðutákni í bandaríkjunum, ekki bara hjá almúganum, líka ríkisstjórninni. Og málið með olíuna er langsótt af því að BNA fær bara 14% af olíunni sinni frá mið-austurlöndum á meðan Japan og Kína fá c.a 90% þaðan. Það eru ekki olíuhagsmunir sem bandaíkjamenn eru að gæta, þeir eiga stórar olíulyndir sem þeir hafa ekki einu sinni opnað ennþá."
        },
        {
            "user": "Gardner",
            "user_id": "15151",
            "date": "2003-02-08 15:32:58",
            "id": "898441",
            "reply_to_id": "898440",
            "text": "Ég veit að BNA fá bara 14 prósent olíunnar frá arabalöndunum, en einhvernveginn er það nú þannig að stjórnmálaástandið þarna austurfrá ræður gríðarlega miklu um verðmyndun á bensíni í BNA. Hvernig svo sem stendur á því\nKv, Gardne"
        },
        {
            "user": "apj",
            "user_id": "12570",
            "date": "2003-02-08 15:36:10",
            "id": "898442",
            "reply_to_id": "898440",
            "text": "Ok langflestir hér eru bara að þvæla tildæmis sendu bandaríkja menn mikið af mat og hergögnum til rússa og breta en það er líka skiljanlega ástæðafyrir því að þau voru ekki send til frakklands því að það var ekkert frakkland til og blitzkrieg(Leifturstríð) er snögt og það var ekki hægt að hjálpa frökkum því landi var svo snögt hernumið. T.d hef ég séð að það er meira gangrýnd BNA fyrir hluti sem ekki er búið að fræmkvæma eða er verið að fara fræmkveða og stundum gangnrýnt þá meira ein veistu þjóðir heims. hafiði einhvern tíman hugsað um þá sem vilja losna við saddam hussein í írak. þeir sem vilja ekki að verði gert neitt í málunum eru að afneita mörgu t.d var hitleri hrósað af bretum fyrir að byggja siðmenninguna upp í þýskaland rétt fyrir að hann byrjaði ww 2."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2003-02-08 19:27:29",
            "id": "898443",
            "reply_to_id": "898442",
            "text": "þarna komum við að sottlu sem gæti tengst opinberun jóhannesar … dýrið(666) á að tákna stórt ríki eða land (t.d bandaríkin) og svo er margt meira í sambandi við dýrið sem gæti átt við þetta .. t.d það kom uppúr hafinu (hafið táknar fólk/spillingu)\nog svo dýrið sem kom uppút jörðinni (bretland?) eða öfugt? osfr. .. bara pæling.. =)"
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2003-02-09 01:42:18",
            "id": "898444",
            "reply_to_id": "898284",
            "text": "Ég bara spyr; Er ekki of mikið af hafa tvær ruslgreinar um sama efni á sama tíma, er engin stjórn hér ? Þetta eru bara klisjur !"
        },
        {
            "user": "thortho",
            "user_id": "7555",
            "date": "2003-02-09 10:16:44",
            "id": "898445",
            "reply_to_id": "898444",
            "text": "idf:\nFínt að hafa þetta.  Hugsaðu þér nú hvað það væri leiðinlegt ef við (hin kláru) hefðum ekki þau (hin heimsku) til að horfa niður á."
        },
        {
            "user": "Exitmusic",
            "user_id": "10281",
            "date": "2003-02-09 02:40:44",
            "id": "898446",
            "reply_to_id": "898284",
            "text": "kjáni…lestu mannkynsöguna áður en þú skrifar svona frjálslega um þessi ríki, þó ég sé ekki hlynntur stefnu Bush stjórnarinnar þá er þetta saman allt flóknara en það sem þú lætur fjölmiðla segja þér. Lestu þér til, tjáðu þig svo\nKv.Exitmusic"
        },
        {
            "user": "rado",
            "user_id": "27572",
            "date": "2003-02-09 11:39:33",
            "id": "898447",
            "reply_to_id": "898446",
            "text": "ef ég hlustaði á fjölmiðla hefði ég skrifað lotningarræðu um bush vertu frekar með rök í stað skítkasts  kjáni"
        },
        {
            "user": "Exitmusic",
            "user_id": "10281",
            "date": "2003-02-09 17:33:27",
            "id": "898448",
            "reply_to_id": "898447",
            "text": "iss….þetta er flóknara en það félagi, margfalt flóknara\nKv.Exitmusic"
        },
        {
            "user": "spurzio",
            "user_id": "19348",
            "date": "2003-02-10 20:29:42",
            "id": "898449",
            "reply_to_id": "898284",
            "text": "enn einu sinni verð ég að leiðrétta fólk hér á huga.\nþetta er ekkert flókið…\nhætta bara að selja vondu köllunum vopn.\npunktur."
        },
        {
            "user": "apj",
            "user_id": "12570",
            "date": "2003-02-10 22:26:44",
            "id": "898450",
            "reply_to_id": "898449",
            "text": "ef bandaríkja menn eru sona vondir afhverju eru þeir þá ekki farnir inn í írak? og ef það er eitthvað land sem er að hylja yfir verk sín núna er það rússland hafiði tekið eftir því hvað þeir eru að reyna að vera góðu karlarnir núna samt voru sveitir rússa sem fóru um þýskaland rænandi og ruplandi í ww2 og hafa látið eins og fífl en til dagsins í dag bara spæla sko."
        },
        {
            "user": "MadMax",
            "user_id": "2959",
            "date": "2003-02-11 12:09:13",
            "id": "898451",
            "reply_to_id": "898450",
            "text": "Þegar menn taka ávkörðun í málum eins og þessum ættu þeir kannski að spyrja sjálfa sig fyrst, þegar þeir taka ákvörðun um hvaða sjónarmið þeir styðja, í hvoru landinu þeir gætu hugsað sér að lifa.\nMadMax"
        }
    ]
}