{
    "forum_title": "Mótorhjól",
    "user": "Macinnis",
    "user_id": "28464",
    "date": "2003-02-05 21:37:58",
    "title": "Saga Keppnislið KTM Ísland / Coca-Cola",
    "text": "Um liðið:\nKeppnislið KTM Ísland byrja árið 2001 með stæl eins og Enduro og Moto-Cross Íslandsmeistaratitlar árið 2000 gáfu til kynna. Einar Sigurðarson KTM 520 SX og Viggó Viggósson KTM 380 SX voru í algjörum sérflokki á fyrstu Ís-Cross keppninni á Leirtjörninni við Úlfarsfell 10-02-2001. Keppt var í tveimur flokkum, opnum flokki (skrúfur og ísnálar) og Trella flokki (Trelleborg, Michelin). Dagurinn byrjaði á opnum flokki og sigraði Einar með yfirburðum og sannaði að gömlu heimatilbúnu skrúfudekkinn hans Kalla eru mun betri en ísnáladekkin og vann hann með yfirburðum en Reynir Jónsson Kawasaki 250 KX (ísnálar) varð annar. Trella flokkurinn var “geggjaður” og greinilegt að Einar og Viggó voru í feikna stuði og börðust til sigurs í úrslitum þar sem Einar hafði betur eftir að Viggó þurfti að hætta keppni eftir að vatn komst í loftsíu á KTM 380 SX keppnishjóli hans, hjólið kom úr tolli í gær og var græjað í nótt en okkur yfirsást að ganga betur frá loftsíunni og fór sem fór. Einar og Viggó voru sem fyrr segir í algjörum sérflokki og gaf dagurinn forsmekkinn fyrir árið 2001 en Keppnislið KTM Ísland 2001 er skipað einum reyndustu keppnismönnum landsins, þeim Einar og Viggó ásamt Guðmundi Sigurðssyni KTM 380 EXC og Helga Val Georgssyni KTM 380 EXC. KTM 2001 hjólin eru þau öflugustu til þessa og segir 125cc, 500cc Moto-Cross titlar í heimsmeistarakeppninni 2000 125cc, 250cc, 400cc, 500cc, Enduro titlar í heimsmeistarakeppninni 2000, Íslandsmeistarar í Moto-Cross og Enduro 2000, 5 fyrstu í mark í Paris-Dakar 2001 og sigur KTM í íscrossinu í dag nokkuð til um getu hjólanna. Sjáumst í næstu keppni. Kveðja, Keppnislið KTM Ísland.\nGO KTM",
    "url": "https://www.hugi.is/motorhjol/greinar/121395/saga-keppnislid-ktm-island-coca-cola/",
    "url_id": "121395",
    "id": "900281",
    "replies": [
        {
            "user": "Macinnis",
            "user_id": "28464",
            "date": "2003-02-06 09:06:04",
            "id": "900282",
            "reply_to_id": "900281",
            "text": "LIÐIIÐ BYRJAÐ AÐ KEPPA I BYRJUN ÁRS 1999"
        },
        {
            "user": "Morf3uz",
            "user_id": "19130",
            "date": "2003-02-06 15:25:44",
            "id": "900283",
            "reply_to_id": "900282",
            "text": "fín grein"
        }
    ]
}