{
    "forum_title": "Stjórnmál",
    "user": "afmaeli",
    "user_id": "11787",
    "date": "2003-02-05 22:00:27",
    "title": "Sjálfstæðisflokkurinn og einstaklingsfrelsið.",
    "text": "Ágætu landsmenn.\nÉg kveikti á sjónvarpinu og sá þann ágæta þátt Silfur Egils þar sem Pétur Blöndal, var meðal gesta. Ég náði ekki alveg umræðuefninu þar sem umræðunni var að ljúka, en ég náði þó því að Pétur Blöndal var að segja að stefna Sjálfstæðisflokksins hafi verið og er ávalt sú að stuðla að einstaklingsfrelsi.\nSjálfstæðismenn eru hægri sinnaðir, þeir eru kapítalistar, þeir traðka á öðrum til að græða, að segja að Sjálfstæðisflokkurinn sé fylgjandi einstaklingsfrelsi er mesta firra.\nHvað er einstaklingsfrelsi?\nEinstaklingsfrelsi er réttur einstaklingsins til að athafna sig í lífinu án yfirstjórn annarra, það þýðir þó ekki að hann megi fara útí búð og ræna öllu sem að hendur hans komast yfir eða lemja gamlar konur. Einstaklingar verða virða hvorn annan til að geta verið frjálsir.\nEinstaklingshyggja er eitt af þeim &#8222;pólitísku&#8220; hugtökum þar sem frelsi einstaklingsins er í fyrirúmi.\nLítum aðeins á það hvað er að gerast í þjóðfélaginu í dag, með Sjálfstæðisflokkinn í ríkisstjórn.\nRíkisstjórnin lítur á samkynhneigt fólk sem einhverja sem eru ekki jafningjar gagnkynhneigðum. Ég er ekki að meina það þannig að Davíð Oddsson sé að segja að hommar og lesbíur sé smánarblettur á þjóðfélaginu. Langt því frá, Davíð Oddson hefur ekkert sagt um samkynhneigða og réttindi þeirra, hins vegar hefur hann haft tólf ár til þess. Þetta sést í því að samkynhneigðir mega ekki gifta sig í kirkju. Einungis vegna þess að biblían segir það. Hvað varð um umburðarlyndið og kærleikinn sem að Jesús nokkur Jósefsson boðaði?\nHér stendur í 7.gr. hjúskaparlaga:\n&#8222;Karl og kona mega stofna til hjúskapar þegar þau hafa náð 18 ára aldri. Dóms- og kirkjumálaráðuneytið getur veitt yngra fólki leyfi til að ganga í hjúskap, [enda liggi fyrir afstaða forsjárforeldra til hjúskaparstofnunarinnar]. &#8220;\nHér stendur karl og kona, ríkisstjórnin gera ekki ráð fyrir samkynhneigðu fólki í þessum lögum, það er eins og þeir einstaklingar sem eru samkynhneigiðir séu ekki til.\nSjálfstæðisflokkurinn hef hins vegar það vald til þess að leyfa samkynhneigðum að gifta sig, það er greinilegt að Sjálfstæðisflokkurinn lítur á samkynhneigða einhverja sem ekki eru jafnir öðrum.\n&#8222; anarkismi stendur gegn hvers kyns tengslum milli manna þar sem einn tekur ákvarðanir fyrir annan, án samþykkis hans, hvernig hann eigi að lifa lífi sínu og ráðskast þannig með lífsstíl viðkomandi.&#8220;\nRon Carrier - “Anarchism and Power.”\nSjálfstæðisflokkurinn er duglegur við það að taka ákvarðanir fyrir þjóðina, án hennar samþykkis. Það spyr ekki einu sinni að því hvort þjóðin vilji skemma land sitt og taka mjög mikla fjárhagslega áhættu með stærstu framkvæmdum íslandssögunnar sem verða brátt gerðar, þá er ég að sjálfsögðu að tala um Kárahnjúkavirkjun.\nSjálfstæðisflokkurinn meinaði Falun Gong meðlimum að koma til landsins, meðlimir Falun Gong eru líka einstaklingar, ekki var þeim frjálst að vera hér.\nSjálfstæðisflokkurinn reynir ekki einu sinni að stuðla að því að einstaklingar séu frjálsir, þeir reyna ekki að hjálpa fátækum, hvernig væri nú að leggja smá pening í að hjálpa fátækum í að fæða sig og klæða í staðinn fyrir að koma með einhverjar bráðabirgðalausnir eins og kárahnjúkavikjun. Bráðabirgðalausnir eru ekki framtíðarlausnir eins og flestir gera sér grein fyrir. Við verðum að hugsa aðeins lengra fram í tímann hvað varðar að fá erlent fé inn til landsins.\nÞað er eins og að meginstefna Sjálfstæðisflokksins sé &#8222;lifðu ef þú getur, traðkaðu á öðrum eða aðrir traðka á þér, ella munt þú ekki halda lífi&#8220; og þeir vilja réttlæta það með málshættinum, &#8222;hver er sinnar gæfu smiður.&#8220; Við verðum að athuga það að við höfum ekki öll sama efnið til að smíða úr.\nAð hugsa og framkvæma á grundvelli gagnkvæmrar virðingar er lykillinn að frelsi einstaklingsins. Að hjálpast að við framkvæmdir og leggja saman í einn pott fjármagn til að framkvæma, er mikilvægur þáttur í frelsi einstaklingsins. Ríkisstjórnin býr til þennan pott með sköttum, en mikið af þessum peningum fer bara í bull, eins og að bjóða kaldrifjuðum morðingjum til landsins en meina friðsömu fólki að koma til landsins.\nEf að ríkisstjórn ætlar að stuðla að frelsi einstaklings, sem er MJÖG erfitt þar sem einstaklingurinn fær ekki að blómstra á þann hátt sem hann vill undir einhverri stjórn, þá ætti ríkisstjórnin að stuðla að betri mennta- og heilbrigðiskerfi og spyrja fyrst og framkvæma svo eða eins og Ingibjörg Sólrún sagði &#8222;það hefur einkennt Sjálfstæðisflokkinn að skjóta fyrst og spyrja svo.&#8220;\nÞað sem einkennir stjórnarfarið á Íslandi er þetta fulltrúa lýðræði, að fólk velur sér flokk eftir því hvaða málefni það vill styrkja, flokkarnir eða einstaklingarnir geta síðan bara skipt um skoðun eins og þeim sýnist og enginn hefur neitt að segja. Gott dæmi er Ingibjörg Sólrún. Ingibjörg Sólrún sagðist ekki ætla að standa úr borgarstjórastólnum, hvað gerðist? Hún stóð uppúr honum og skyldi R-listann eftir í algerri upplausn þar sem VG þora að standa fyrir sínu, svo eru það allra hörðustu einstaklingarnir í Samfylkingunni og Framsókn sem að þora því, Halldór Ásgríms er jú góður vinur Dabba Kóngs.\nÁgætu landsmenn.\nMér finnst svolítið skrítið að fólk skuli virkilega kjósa Sjálfstæðisflokkinn, Hvaða mannvonska er það að kjósa Davíð Oddsson sem forsætisráðherra? Maður sem að hefur ekki sýnt það að Sjálfstæðisflokkurinn hafi ávallt þá stefnu að stuðla að einstaklingsfrelsi.\nGott fólk, það er búið að ljúga upp í opið geðið á ykkur, þið hafið verið niðurlægð, þið hafið stutt það að fátækt fólk verði fátækara og Sjálfstæðismenn og aðrir ríkir verði ríkari.\nKynnið ykkur málið áður en þið kjósið!\nEndilega segið ykkar skoðun eða sendið mér póst á dagur@mr.is",
    "url": "https://www.hugi.is/stjornmal/greinar/121390/sjalfstaedisflokkurinn-og-einstaklingsfrelsid/",
    "url_id": "121390",
    "id": "900169",
    "replies": [
        {
            "user": "L4m3r",
            "user_id": "6420",
            "date": "2003-02-06 00:27:09",
            "id": "900170",
            "reply_to_id": "900169",
            "text": "já Davíð & Co. með sína Bláu hönd og reglustiku\nslær menn leyftur snöggt í höfuðið."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-06 00:30:00",
            "id": "900171",
            "reply_to_id": "900169",
            "text": "já það er hentisemi lýðræði í landinu, það hefur sést marg oft, eins og t.d þegar þjóðernissinni var dæmdur fyrir að segja álit sitt á innflytjendum, ég er samt ekki að segja að ég styðji þjóðernissinna, en ég hélt það væri hluti af stjórnarskrá íslands að menn meigi tjá skoðanir sínar og hafa skoðanir. en svo er víst ekki ef miðað er við dóminn sem féll í málinu.\nannars er pétur blöndal alltaf að gera sig að fífli, ég hef horft á hann í útsendingu frá alþingi og það sem maðurinn lætur út úr sér er ótrúlegt, og greinilegt að hann álítur fólkið í landinu vera saurugan líð sem geti bara étið það sem úti frýs."
        },
        {
            "user": "Anarcy",
            "user_id": "26727",
            "date": "2003-02-06 00:37:33",
            "id": "900172",
            "reply_to_id": "900169",
            "text": "Ég er alveg sammála þér um D-listann. En þetta með samkynhneigða dæmið sem þú skrifaðir er rétt að benda á að einkasonur Davíðs Oddsonar er hommi."
        },
        {
            "user": "september",
            "user_id": "15204",
            "date": "2003-02-11 20:39:46",
            "id": "900173",
            "reply_to_id": "900172",
            "text": "Já og ekki bara það, karlinn minn. Hann er í sambúð með góðvini Davíðs, HANNES HÓLSTEINI GISSURARSYNI gullrass, ekkert annað. Þannig að Davíð þarf ekki að örvænta að fá svört barnabörn, nei, hann fær bara kleinuhringi!"
        },
        {
            "user": "thortho",
            "user_id": "7555",
            "date": "2003-02-14 17:07:35",
            "id": "900174",
            "reply_to_id": "900173",
            "text": "Je minn eini.  Alveg er það ótrúlegt, hvað fólk þreytist aldrei á að dreifa ómerkilegum og heimskulegum kjaftasögum sem einungis fábjánum gæti dottið í hug að trúa.\nÍ alvöru, september, ekki trúiru svona fábjánabulli?"
        },
        {
            "user": "september",
            "user_id": "15204",
            "date": "2003-02-14 19:39:56",
            "id": "900175",
            "reply_to_id": "900174",
            "text": "Sannleikurinn er oft lyginni líkastur, segir einhvers staðar."
        },
        {
            "user": "thortho",
            "user_id": "7555",
            "date": "2003-02-14 20:55:01",
            "id": "900176",
            "reply_to_id": "900175",
            "text": "Máltæki eru ekki rök.  Hins vegar má benda á ágæta dæmisögu sem flestir ættu að hafa lesið a.m.k. einusinni:  Það er sagan af Nasreddin, sem ákvað að hrekkja konu sína aðeins, og prófa hana aðeins í leiðinni, og trúði henni fyrir leyndarmáli.  Leyndarmálið var það, að hann hafði verpt eggi.  Þegar sagan var komin til soldánsins átti hann að hafa verpt sexhundruð níutíu og níu eggjum.\nHins vegar veit ég fyrir víst að þetta er eintóm lygi sem þú segir þar sem ég þekki son Davíðs, og veit m.a. hvar hann býr - og það er ekki hjá HHG."
        },
        {
            "user": "september",
            "user_id": "15204",
            "date": "2003-02-19 00:42:39",
            "id": "900177",
            "reply_to_id": "900176",
            "text": "Sannleikanum verður hver sár reiðastur."
        },
        {
            "user": "thortho",
            "user_id": "7555",
            "date": "2003-02-19 10:55:58",
            "id": "900178",
            "reply_to_id": "900177",
            "text": "Já, já.  Haltu bara áfram að þylja upp ómerkilegt máltæki og ímynda þér að það séu rök.  Haltu bara áfram að ímynda þér að lygar séu sannleikur.  Sumir ráða bara ekki við neitt nema heimskulegar og barnalegar lygar."
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2003-02-06 01:11:16",
            "id": "900179",
            "reply_to_id": "900169",
            "text": "Kæri málshefjandi.\nÉg sé þig ekki minnast einu orði á aðalatvinnuveg þjóðarinnar sjávarútveginn í þessu yfirliti þínu, um óréttlætið en í því sambandi sé ég enga frambærilega kosti í stöðunni, til þess að kjósa um í næstu kosningum enn sem komið er hvort sem litið er til hægri eða vinstri.\nkv.\ngmaria."
        },
        {
            "user": "Foam",
            "user_id": "1708",
            "date": "2003-02-06 01:21:06",
            "id": "900180",
            "reply_to_id": "900179",
            "text": "Sæll Dagur,\nÞú virðist eitthvað hafa hlupið á gönur með tal þitt um samkynhneigt fólk og þar má geta þess að einkasonur Davíðs Oddsonar er hommi og hefur viðurkennt það fyrir almenningi.\n“Sjálfstæðisflokkurinn meinaði Falun Gong meðlimum að koma til landsins, meðlimir Falun Gong eru líka einstaklingar, ekki var þeim frjálst að vera hér”\nNú voru þetta þá íslendingar sem litu út einsog asískt fólk? Ég veit nú ekki betur en að Falun Gong hafi iðkað sína trú á hinum ýmsu stöðum á Íslandi…Afhverju eru þeir ekki hérna ennþá að mótmæla þessum fyrrverandi forseta? Því þeir eltast við hann og fá allskonar vitleysinga með sér sem eru reiðir út í stjórn sína í þeirra landi.\nMér finnst andstyggð þín á Sjálfstæðisflokknum vera illa lyktandi og virðist vera sama ilmvatn og Ingibjörg Sólrún notar.\nHvernig væri nú að vera málefnalegur og tala um það sem þú og “þinn” flokkur eruð að gera gott í stað þess að svívirða aðra flokka?\nVeistu afhverju? Jú því það er það eina sem þið gerið….öllum spjallþáttum og frétta útskýringaþáttum þá komið þið bara með svívirðingar og teljið allt vera gott ykkar megin…."
        },
        {
            "user": "Augustus",
            "user_id": "848",
            "date": "2003-02-06 02:37:02",
            "id": "900181",
            "reply_to_id": "900180",
            "text": "“Nú voru þetta þá íslendingar sem litu út einsog asískt fólk?”\nEr eitthvað athugavert við asíska túrista?"
        },
        {
            "user": "unsworth",
            "user_id": "24137",
            "date": "2003-02-06 08:10:54",
            "id": "900182",
            "reply_to_id": "900180",
            "text": "Ég skal rétta þér servíettu"
        },
        {
            "user": "thortho",
            "user_id": "7555",
            "date": "2003-02-06 08:51:53",
            "id": "900183",
            "reply_to_id": "900180",
            "text": "“…einkasonur Davíðs Oddsonar er hommi og hefur viðurkennt það fyrir almenningi.”\nJæja, væni?  Hvenær gerði hann það, og hvar?  Nú er ég slúðurkerling mikil, en ég hef aldrei heyrt af þessu.  Nema þá að þú haldir að Páll Óskar Hjálmtýsson sé í raun Davíðsson.\n“Hvernig væri nú að vera málefnalegur og tala um það sem þú og ”þinn“ flokkur eruð að gera gott í stað þess að svívirða aðra flokka?”\nÉg held að afmaeli/Dagur sé nú ekki að halda fram einhverjum flokk, a.m.k. miðað við þessi ummæli:  “&#8222;anarkismi stendur gegn hvers kyns tengslum milli manna þar sem einn tekur ákvarðanir fyrir annan, án samþykkis hans, hvernig hann eigi að lifa lífi sínu og ráðskast þannig með lífsstíl viðkomandi.&#8220;”\nAf þessu má ráða að höfundur lítur almennt svo á, að það lýðræðisform sem er í gangi hér (svokallað “fulltrúalýðræði”) gangi ekki upp.  Þá skyldi maður rétt vona að hann hafi engan flokk sem hann getur kallað “sinn”."
        },
        {
            "user": "arnig",
            "user_id": "28231",
            "date": "2003-02-06 09:02:06",
            "id": "900184",
            "reply_to_id": "900183",
            "text": "thorto:\nÉg er þér hjartanlega sammála með þetta, sérstaklega þetta varðandi Biblíuna og umburðarlyndi. Ótrúlegur misskilningur hjá fólki að það eigi að umbera syndina."
        },
        {
            "user": "Anarcy",
            "user_id": "26727",
            "date": "2003-02-06 14:08:27",
            "id": "900185",
            "reply_to_id": "900184",
            "text": "Biblían er saga sem menn skrifuðu nokkur hundruð árum eftir að Kristur dó, þannig að ef Guð er til þá held ég að hann sé ekkert fúll þó að við tökum ekki mark á henni af því að maðurinn hefur ekki gert neitt nema svala sinni valdafíkn og hvers vegna ætti honum þá að vera treystandi til að fara með Guðsorð. Annars þeir sem hafa verið að efast um það að sonur D.O. sé hommi þá er það staðreynd. Ég er ekki að segja að það sé eitthvað slæmt nota bene."
        },
        {
            "user": "thortho",
            "user_id": "7555",
            "date": "2003-02-06 20:46:44",
            "id": "900186",
            "reply_to_id": "900185",
            "text": "Kjanakall:\nÞað er býsna augljóst að þú hefur ekki hugmynd um hvað Biblían er - veistu einu sinni að það er bók?  Langstærstur hluti hennar var nefnilega skrifaður áður er Jesús (hann er ekki kristur nema þá að maður sé kristinn) fæddist.  Af Nýja Testamentinu eru aðeins fjórar bækur frásagnir - guðspjöllin fjögur, og svo Postulasagan.  Restin er ekkert nema bréf, og svo auðvitað Opinberunarbókin.  Að segja “Biblían er saga sem menn skrifuðu nokkur hundruð árum eftir að Kristur dó” sýnir ekkert nema þína vanþekkingu á efninu - og kemur málinu þar að auki alls ekkert við.\n“…ef Guð er til þá held ég að hann sé ekkert fúll þó að við tökum ekki mark á henni af því að maðurinn hefur ekki gert neitt nema svala sinni valdafíkn…”\nHvað kemur þetta málinu við? Já, já - það má vel vera að menn hafi ekki gert neitt annað en að svala valdafíkn sinni.  Segjum það.  En hvers vegna ætti Guð (sé hann til) ekki að vera fúll og pirraður yfir því?  Hann ætlast víst til þess að menn fari eftir þessu, hvort sem þeir hafa ekki gert annað en að svala þessari valdafíkn eða ekki.\nOg á hverju byggiru þessa “staðreynd”?  Hefur hann sagt þér það persónulega?  Hvaða áreiðanlegu heimildir hefuru?  Hvers vegna er fólk á annað borð að velta sér uppúr kynhneigð Davíðssonar?  Hefur fólk í raun og veru *ekkert* betra að gera?"
        },
        {
            "user": "Anarcy",
            "user_id": "26727",
            "date": "2003-02-06 22:50:37",
            "id": "900187",
            "reply_to_id": "900186",
            "text": "Ok, ég var að tala um nýja testamentið. Ef þú trúir þessu ekki með son Davíðs þá skaltu spyrja hann! Ég hef þetta fyrst frá ömmu minni, svo staðfesti faðir minn þetta og svo hafa strákar sem eru hommar staðfest þetta fyrir mér. Mér finnst þetta samt ekki skipta neinu máli, ég nefndi þetta bara af því þetta kom upp hérna í umræðunni og einhverjir voru að efast um þetta, það voru meira segja geðveikar sögusagnir á kreiki um það að Davíðsson hefði verið með Hannesi Hólmstein….en ég hef engar öruggar heimildir af því (og ábyggilega kjaftæði). En málið með biblíuna er það að það sem Jesús á að hafa sagt í nafni Guðs er skrifað löngu eftir að Jesú dó og hver veit nákvæmlega hvað er satt og hvað ekki. Vísindamenn sem hafa rannsakað upprunalegu biblíuna segja að það sé margt “undarlegt” við túlkun kirkjunnar á henni. Og í alvöru, maðurinn er það svikulasta og hégómlegasta fyrirbæri sem hefur gengið á jörðinni (sjá: Davíð Oddson). Og ég hreinlega treysti engum sem skrifar einhver orð Guðs með sinni eigin túlkun og eftir sögusögnum sem hann hefur heyrt. Annars er fullt af góðri speki í biblíunni, því er ekki hægt að neita. Boðorðin og alls konar dæmisögur er bara af hinu góða en það vantar allar vísindalegar staðfestingar á því að þetta hafi gerst."
        },
        {
            "user": "thortho",
            "user_id": "7555",
            "date": "2003-02-07 10:56:03",
            "id": "900188",
            "reply_to_id": "900187",
            "text": "Kjanakall:\nEn við erum að tala um hvað Biblían segir um samkyhneigð.  Jesús (a.m.k. sá sem birtist í guðspjöllunum) hefur ekkert um samkynhneigð að segja.  Og þau voru ekki skrifuð “mörg hundruð” árum eftir að hann dó.\n“Og í alvöru, maðurinn er það svikulasta og hégómlegasta fyrirbæri sem hefur gengið á jörðinni”\nHér vantar \"sem ég [Kjanakall] veit um\"."
        },
        {
            "user": "Anarcy",
            "user_id": "26727",
            "date": "2003-02-07 14:17:14",
            "id": "900189",
            "reply_to_id": "900188",
            "text": "thortho:\n“Hér vantar ”sem ég [Kjanakall] veit um\".\nSpurðu vísindamann, engin önnur skepna hefur haft eins mikið vit til að vera svikul. Auk þess sem ég var ekkert að tala um samband biblíu og samkynhneigðar."
        },
        {
            "user": "thortho",
            "user_id": "7555",
            "date": "2003-02-07 14:26:37",
            "id": "900190",
            "reply_to_id": "900189",
            "text": "Kjanakall:\n“Vísindamenn” geta einfaldlega ekki vitað neitt um hluti eins og hve svikular t.d. risaeðlurnar voru.\nOg nei, þú varst kannske ekki að tala um það sem Biblían segir um samkynhneigð, en þú komst inn í þá umræðu."
        },
        {
            "user": "Anarcy",
            "user_id": "26727",
            "date": "2003-02-07 14:31:36",
            "id": "900191",
            "reply_to_id": "900190",
            "text": "thortho:\nVísindamenn geta víst athugað svoleiðis. Ef dýr eru svikul er það í eðlinu hjá þeim, þau hafa ekki vit á öðru. En maðurinn hefur vit fyrir sjálfan sig, samt er hann eins og hann er. Ég á erfitt með að trúa því að þú sjáir það ekki. Hef nefnilega lesið ýmislegt með viti hérna á huga eftir þig."
        },
        {
            "user": "thortho",
            "user_id": "7555",
            "date": "2003-02-07 14:39:59",
            "id": "900192",
            "reply_to_id": "900191",
            "text": "Kjanakall:\nÞakka hrósið ( :) ), en sjáðu til:  Við getum aðeins athugað eðli þeirra dýra hverra atferli við getum kannað.  Og það er fjöldinn allur af dýrum sem við getum ekki kannað.\nÉg er svosem ekki að algerlega neita þeim möguleika að maðurinn sé hið svikulasta dýr.  En ég vil ekki slengja því svona afdráttarlaust fram."
        },
        {
            "user": "GUMMster",
            "user_id": "32780",
            "date": "2003-02-07 16:56:32",
            "id": "900193",
            "reply_to_id": "900191",
            "text": "KJANAKALL: Má samt ekki líka segja að fyrst maðurinn hefur vit á svona getur það oft hagnast honum að svíkja, til gróða og annarra."
        },
        {
            "user": "Anarcy",
            "user_id": "26727",
            "date": "2003-02-07 22:08:55",
            "id": "900194",
            "reply_to_id": "900193",
            "text": "GUMMster\nJú það getur hagnast honum, en það bitnar alltaf á öðru fóli, oftast heiðarlegu. Svo eru líka oft hörð viðurlög í dómskerfinu gegn svoleiðis fólki vegna þess að svik eru ekki litin jákvæðum augum. En mér finnst hálf asnalegt að þurfa að útskýra fyrir þér svona augljósa hluti þannig að ef þú ætlar að spyrja mig eitthvað meira út í þetta sem ég var að skrifa (sem er bara mín skoðun). Þá EKKI merkja við “Láta höfund vita að honum hafi verið svarað”. Af því að ég nenni ekki að tala meira um þetta samband manns og biblíu."
        },
        {
            "user": "GUMMster",
            "user_id": "32780",
            "date": "2003-02-07 23:19:05",
            "id": "900195",
            "reply_to_id": "900194",
            "text": "(takið eftir: ég lét hann ekki vita!)\nMér leiðist fólk sem er alltaf að gagnrýna mannverur (sína eigin tegund) það er leiðinlegt og tilgangslaust, “samband manns og biblíu” gildir engu. Fólk er mismunandi að gerð og skapi."
        },
        {
            "user": "gummi3849",
            "user_id": "14229",
            "date": "2003-02-08 12:13:30",
            "id": "900196",
            "reply_to_id": "900195",
            "text": "atvinnu og einstaklingsfrelsi hefur aukist gífulega í stjórn Davíðs.  Ísland er 11 frjálsasta land í heimi!  Far langt frá því (30-60 sæti) fyrir hans tíma.\nAð segja að xD standi ekki fyrir einstaklingsfrelsi er bull en auðvitað mega þeir gera betur.\nEf fólk vill aukið frelsi er xD eini kosturinn, við vitum öll hvað Samfylkingin stendur fyrir.  Aukuið ríkisvald með jöfnuði, varla fæst meira einstaklingsfrelsi við það?  XD er skársti flokkurinn í dag sem berst fyrir auknu frelsi.  Í þar næstu kosningum verður það frjálshyggjufélagið.\nVarðandi frelsis aukningu í stjórn Davíðs er hægt að kíkja á Freiser institute á netinu.\nkv\ngg"
        },
        {
            "user": "gummi3849",
            "user_id": "14229",
            "date": "2003-02-08 12:14:09",
            "id": "900197",
            "reply_to_id": "900196",
            "text": "Sorry Fraser institute"
        },
        {
            "user": "Anarcy",
            "user_id": "26727",
            "date": "2003-02-11 20:49:28",
            "id": "900198",
            "reply_to_id": "900195",
            "text": "(takið eftir)\nGummster þorði ekki að merkja við “Láta höfund vita að honum hafi verið svarað” Þegar hann var að gagnrýna mig. Gummster hélst virkilega að ég myndi ekki sjá þetta. Þú ert akkúrat þessi rotta sem er að rottast að tjaldabaki. Nice try LOL"
        },
        {
            "user": "GUMMster",
            "user_id": "32780",
            "date": "2003-02-12 12:31:27",
            "id": "900199",
            "reply_to_id": "900198",
            "text": "Þú sagðir mér einmitt að láta þig ekki vita, svo ég vildi ekki trufla litla “rottu”blundinn þinn.\nherra RottKall.\nrottu silly strákur og já ekki láta mig “rottuna” vita"
        },
        {
            "user": "GUMMster",
            "user_id": "32780",
            "date": "2003-02-12 12:35:01",
            "id": "900200",
            "reply_to_id": "900199",
            "text": "(um ofan) “silly” neðst var grín"
        },
        {
            "user": "thortho",
            "user_id": "7555",
            "date": "2003-02-06 20:49:41",
            "id": "900201",
            "reply_to_id": "900184",
            "text": "arnig:\nHins vegar grunar mig að ég sé ósammála þér um gildi Biblíunnar og tilvist syndarinnar."
        },
        {
            "user": "arnig",
            "user_id": "28231",
            "date": "2003-02-06 21:44:05",
            "id": "900202",
            "reply_to_id": "900201",
            "text": "thorto:\nHvaða augum lýtur þú Biblíuna ?"
        },
        {
            "user": "thortho",
            "user_id": "7555",
            "date": "2003-02-06 21:56:11",
            "id": "900203",
            "reply_to_id": "900202",
            "text": "arnig:\nÁgætis bókmenntaafrek, þ.e.a.s. Gamla Testamentið.  Það nýja er ekki alveg jafn skemmtilegt - en á þó sína spretti.\nEins og gildir um öll önnur trúarrit (jæja þá, næstum öll), þá er hægt að finna nokkra góða leiðavísa í gegnum lífið.  “Leiðarvísir” er meira að segja of sterkt til orða tekið, “ábendingar” er nær lagi.\nOg það er “thortho”, ekki “thorto”…ef þú vildir vera svo vænn."
        },
        {
            "user": "arnig",
            "user_id": "28231",
            "date": "2003-02-06 22:13:54",
            "id": "900204",
            "reply_to_id": "900203",
            "text": "thortho:\nÞað er rétt hjá þér, við lítum Biblíuna ekki sömu augum."
        },
        {
            "user": "xark",
            "user_id": "1706",
            "date": "2003-02-06 11:14:49",
            "id": "900205",
            "reply_to_id": "900183",
            "text": "ah, heyrt af þessu en það er spurning hvort að þetta sé satt :)"
        },
        {
            "user": "Augustus",
            "user_id": "848",
            "date": "2003-02-06 02:37:18",
            "id": "900206",
            "reply_to_id": "900169",
            "text": "Góð grein"
        },
        {
            "user": "SAssassin",
            "user_id": "8617",
            "date": "2003-02-06 08:03:35",
            "id": "900207",
            "reply_to_id": "900169",
            "text": "“Bráðabirgðalausnir eru ekki framtíðarlausnir eins og flestir gera sér grein fyrir”\nNo shit sherlock!\nAnnars nenni ég ekki að svara þessari ruglgrein neitt frekar. Hún lyktar af “I.h8.D.O.”"
        },
        {
            "user": "thortho",
            "user_id": "7555",
            "date": "2003-02-06 08:44:16",
            "id": "900208",
            "reply_to_id": "900169",
            "text": "“Langt því frá, Davíð Oddson hefur ekkert sagt um samkynhneigða og réttindi þeirra, hins vegar hefur hann haft tólf ár til þess. Þetta sést í því að samkynhneigðir mega ekki gifta sig í kirkju.”\nÞetta er ekki ríkisstjórnarinnar að ákveða, heldur Þjóðkirkjunnar okkar ástælu.  Önuur trúfélög ráða því síðan sjálf hvort þau bjóði upp á slíka vígslu.  Auk þess, sjá lög um staðfesta samvist:\n“1. gr. Tveir einstaklingar af sama kyni geta stofnað til staðfestrar samvistar.\n5. gr. Staðfesting samvistar hefur, með þeim undantekningum sem greinir í 6. gr., sömu réttaráhrif og stofnun hjúskapar.”\n\"Sjálfstæðisflokkurinn hef hins vegar það vald til þess að leyfa samkynhneigðum að gifta sig [...]“\nNeibbs.  Ótrúlegt að fólk skuli halda að Sjálfstæðisflokkurinn sé einráður á Alþingi; sem betur fer er hann það ekki.  Enn fremur hlýtur að teljast afar ólíklegt að Sjálfstæðisflokkurinn sé eitthvað sérstaklega á móti samkynhneigðum, þegar þær sögur ganga hærra en nokkur önnur, að ein helsti hugmyndasmiður flokksins sé samkynhneigður.\n”Hvað varð um umburðarlyndið og kærleikinn sem að Jesús nokkur Jósefsson boðaði?“\nSamkvæmt Biblíunni er samkynhneigð synd.  Alveg sama hve mikið umburðarlyndi Jesús boðaði, þá náði það aldrei yfir syndina.  Það kemur afar skýrt fram að maður á ekki að umbera syndugt líferni.  Alveg eins og umburðarlyndi á ekki að ná til morðingja, hórkarla, og þjófa og þar fram eftir götunum.  Jú jú, Jesús var óttalega lengi með tollheimtumönnum og syndurum - en hvað var hann að gera?  Hverju svaraði hann þegar hann var gagnrýndur fyrir einmitt það?  Jú, eitthvað í þá átt, að þetta væri einmitt fólkið sem hefði mesta þörf fyrir hjálp og aðstoð til að komast frá syndinni.\n”Sjálfstæðisflokkurinn er duglegur við það að taka ákvarðanir fyrir þjóðina, án hennar samþykkis.“\nÉg ætla rétt að vona að þú sért ekki svo einfaldur að halda að Sjálfstæðisflokkurinn sé einn um þetta?  Alþingi í heild sinni er að þessu.  Sjálfstæðisflokkurinn er ekki með hreinan meirihluta á þingi; þ.a.l. verða þeir að njóta stuðnings fleiri flokka til að koma nokkrum lögum í gegn.\n”Það spyr ekki einu sinni að því hvort þjóðin vilji skemma land sitt [...]“\nNei, mikið rétt:  Alþingi spyr ekki, enda voru Alþingismenn upp til hópa kjörnir af þjóðinni.  Kerfið er vissulega gallað, en það er hins vegar galli á hugsun að ætla að þetta sé einungis Sjálfstæðisflokknum að kenna.  Eða í hvaða flokki er iðnaðarráðherra (og settur iðnaðarráðherra)?\n”Ríkisstjórnin býr til þennan pott með sköttum, en mikið af þessum peningum fer bara í bull, eins og að bjóða kaldrifjuðum morðingjum til landsins en meina friðsömu fólki að koma til landsins.\"\nRaunar kom að Kínaforseti hingað í boði forsetaembættisins, og það hafði ferlega lítið að gera með Sjálfstæðisflokkinn.\nSkoðun í stuttu máli:\nIlla skrifuð grein, höfundur hefur fram að færa nema tískuskoðanir, tuggnar og tuggnar aftur upp úr hinum og þessum.  Þekking höfundar á lögum og Biblíunni er einnig ábótavant."
        },
        {
            "user": "MrGoodman",
            "user_id": "7110",
            "date": "2003-02-06 14:12:29",
            "id": "900209",
            "reply_to_id": "900208",
            "text": "Sammála!"
        },
        {
            "user": "Pipppi",
            "user_id": "14619",
            "date": "2003-02-06 08:45:31",
            "id": "900210",
            "reply_to_id": "900169",
            "text": "Þeir þykjast vilja frelsi til að velja, en vilja í rauninni frelsi til að kvelja."
        },
        {
            "user": "geirag",
            "user_id": "4133",
            "date": "2003-02-06 17:25:13",
            "id": "900211",
            "reply_to_id": "900169",
            "text": "afmaeli:\nThad væri nu oskandi af Sjalfstædisflokkurinn væri i hreinum meirihluta a Islandi. Tha myndi eflaust ganga hradar ad svipta rikid vøldum til ad hafa stjorn a lifi og peningum Islendinga. I dag mjakast thad audvitad, til dæmis med sølu rikisfyrirtækja i samkeppnisrekstri, en Framsoknarflokkurinn og stjornarandstadan vilja enn righalda i valdamikid riki (eiga banka, styrkja landbunad, selja ilmvøtn a flugvøllum, reka afthreyingarfjølmidla, ganga i ESB og missa fullveldid osfrv).\nSyndu mer hreinan meirihluta Sjalfstædisflokks, eda flokk lengra til hægri, og vid erum ad tala saman! En hættu ad ljuga i arodursskyni og mundu ad a Islandi er forsætisradherra bundinn af rikisstjorn, en ekki einvaldur konungur eins og søgusegjarar vilja gjarnan meina og halda ad einføldum salum."
        },
        {
            "user": "killerboot",
            "user_id": "12441",
            "date": "2003-02-09 22:15:57",
            "id": "900212",
            "reply_to_id": "900169",
            "text": "Bara svolítið sem fer í taugarnar á mér.\nÞú talar um að Kárahnjúkavirkjun sé bara bráðabyrgðalausn. Sem er kanski rétt en hún er þó allavega einhver lausn.\nHvað er það sem að þú og þeir sem að eru sammála þér viljið gera? Hvað er langtímalausn???\nÞjóðin getur ekki lifað á því að prjóna lopapeysur og rækta tómata.\nÞað þýðir ekki að vera á móti öllu og koma ekki með neinar hugmyndir í staðinn."
        },
        {
            "user": "geirag",
            "user_id": "4133",
            "date": "2003-02-10 10:43:55",
            "id": "900213",
            "reply_to_id": "900212",
            "text": "killerboot:\nElsta virkjun Landsvirkjunar, Ljosafossvirkjun, hefur verid i gangi sidan 1929. Kannski vatnsaflsvirkjanir seu bara bola eftir allt saman?! :)"
        },
        {
            "user": "Xtrimer",
            "user_id": "2298",
            "date": "2003-02-10 15:03:24",
            "id": "900214",
            "reply_to_id": "900169",
            "text": "Ég er svo innilega sammála þessu."
        },
        {
            "user": "september",
            "user_id": "15204",
            "date": "2003-02-11 20:36:21",
            "id": "900215",
            "reply_to_id": "900169",
            "text": "Skýringin á hegðun Davíðs Oddssonar er sú að hann er ekki lengur heill heilsu, hann er að missa heilsuna og verður ekki lengi enn við völd. Hann er vondur maður og með skítlegt eðli, Pétur Blöndal er líka illmenni, hann talar eins og nasisti sem að myndi vilja þurka veikt og gamalt fólk út, af því að það er ekki hagkvæmt að hugsa um hag þess. Þessir menn sem að ráða ferðinni í sjálfstæðisflokknum eru hrein og klár illmenni sem að ekki vilja og geta skilið venjulegt fólk. Sjálfstæðisflokkurinn er orðinn að einræðisflokki þar sem ríkisafskipti og ríkislögregla eru númer eitt og tvö."
        }
    ]
}