{
    "forum_title": "Bardagaíþróttir",
    "user": "salvar",
    "user_id": "27279",
    "date": "2003-02-06 17:04:35",
    "title": "Bubbi á móti Kickboxi!",
    "text": "“Háttvirtum” Bubba Morthens barst til eyrna að fyrirhuguð væri kickbox keppni sem  partur af stóru boxmóti sem fyrirhugað er í Reykjavík í byrjun mars, Bubbi sem hefur það meðal annars fyrir atvinnu að lýsa atvinnumannaboxi þar sem menn er barðir út og suður norður og niður (ekki það að ég vilji ekki atvinnubox mér finnst að það eigi að lögleiða það) byrjar á því að hringja í Íþróttasamband Íslands og væla út af þessu.\nHver er ástæðan?  jú, ekki er átlunin að sýna mótið á sýn, þetta er náttúrulega ótrúlega úr karakter hjá manninum (og þó).\nSkilaboðin frá Bubba eru að honum finnist ekki viðeigandi að menn stundi kickbox eða sýni á Íslandi.   Ótrúlegur andskoti, hvað næst ætlar hann að ganga í lið með Kolbrúni Halldórs og fara fram á að iðkun þess verði bönnuð?  Stöndum vörð um frelsið, það tók okkur nógu langan tíma að fá boxið leyft aftur, bjór var ólöglegur til 1989 ef ég man rétt, það er komið nóg af boðum og bönnum á klakanum.\nLátum svona rugl ekki viðgangast!",
    "url": "https://www.hugi.is/martial_arts/greinar/121603/bubbi-a-moti-kickboxi/",
    "url_id": "121603",
    "id": "902217",
    "replies": [
        {
            "user": "jollyboy6",
            "user_id": "24682",
            "date": "2003-02-07 08:53:05",
            "id": "902222",
            "reply_to_id": "902217",
            "text": "Bubbi er mesti hræsnari Íslands og fólk er löngu hætt að hlusta á annað en tónlistina hjá þessum gaur.\n“Þetta er algjör bomba. B-O-B-A”"
        },
        {
            "user": "FenrirMMA",
            "user_id": "16231",
            "date": "2003-02-07 10:00:21",
            "id": "902218",
            "reply_to_id": "902217",
            "text": "þetta eru bara fordómar hjá helvítis fávitanum, hann hefur ekki hugmynd um hvað kickbox er, óg ætlar sér aldrei að fræðast um það… eitt er að vera hlutlaus og vera skítsama en að vera alfarið á móti eitthverju sem hann hefur enga hugmynd um!\n“ég veit voðalega lítið um amish fólk og því stafar ógn af því… það hlýtur að vera skrýtið, illt og ekki rétt-\ndrepum það!”\n-byggt á hugmyndafræði bubba-"
        },
        {
            "user": "AndriBarker",
            "user_id": "33167",
            "date": "2003-02-07 13:07:17",
            "id": "902219",
            "reply_to_id": "902218",
            "text": "Alveg óþolandi svona, Bubbi að rífa kjaft yfir því þegar loksins eitthvað er að gerast í kickboxi.  Ég þoldi hann ekki áður en núna er hann endanlega búinn að skíta í brækurnar.\nSenda Bubba í kalda sturtu"
        },
        {
            "user": "silly",
            "user_id": "33169",
            "date": "2003-02-07 13:12:22",
            "id": "902220",
            "reply_to_id": "902219",
            "text": "Bubbi er fáviti"
        },
        {
            "user": "Clarice",
            "user_id": "15876",
            "date": "2003-02-07 16:35:12",
            "id": "902221",
            "reply_to_id": "902220",
            "text": "Ég er sammála því að Bubbi er þarna að gera mikla vitleysu. Ég sé ekki hvað gæti verð að því að sýna og keppa í kickboxi, ég hefði mjög gaman af að sjá slíkt. Sem keppnismanneskja í taekwondo vil ég ekki sjá neina keppnisíþrótt bannaða eða ýtt til hliðar.\nEn eigum við samt ekki að vera aðeins málefnalegri en svo að kalla Bubba fífl eða helvítis fávita. Svona tal kemur málstaðnum aldrei til góða."
        },
        {
            "user": "salvar",
            "user_id": "27279",
            "date": "2003-02-07 16:36:24",
            "id": "902223",
            "reply_to_id": "902217",
            "text": "Djöfulls heimskinginn…."
        },
        {
            "user": "salvar",
            "user_id": "27279",
            "date": "2003-02-07 16:50:57",
            "id": "902224",
            "reply_to_id": "902223",
            "text": "Það er rétt að við skulum reyna að halda þessu svoldið málefnalegu en svona vekur bara svo ótrúlega reiði hjá fólki.  Boxarar af öllum mönnum ættu að taka upp hanskann fyrir aðrar íþróttir sem löggjafinn er að hrella með boðum og bönnum."
        },
        {
            "user": "oskarkef",
            "user_id": "33188",
            "date": "2003-02-07 16:59:10",
            "id": "902225",
            "reply_to_id": "902217",
            "text": "Bubbi er búinn að gera meira fyrir boxið og þetta en þið öll til saman, það er honum að þakka að það má boxa á íslandi í dag.  Hann er búinn að berjast fyrir þessu í mörg ár og vera talsmaður boxfélaganna frá upphafi.\nBubbi er flottur!!!!!!!!!!!"
        },
        {
            "user": "icebox",
            "user_id": "27256",
            "date": "2003-02-07 17:20:36",
            "id": "902226",
            "reply_to_id": "902225",
            "text": "Annahvort hefur þú ekki fylgst með\nþví sem hefur verið að gerast síðustu árin, eða\nsökum ungs aldurs að bleyjan á bossanum á þér er of þröng að hún stöðvar allt blóðflæði upp í  höfuðið á þér.\nHVENÆR hefur “háttvirtur” Bubbi Morthens nokkurn\ntíma tekið upp hanskann fyrir almúgan í þessu landi\nnema það hafi ekki verið honum í hag eða talist honum til tekna? Talsmaður boxfélaganna segirðu, mér vitanlega hefur hann ekki einu sinni stigið inn í neinn af þeim klúbbum sem starfandi eru í dag, hvað þá gert nokkuð til að koma því að að hér er farið að stunda hnefaleika, öðruvísi en það sé\neitthvað samkrull milli hans og annara hagsmunagæsluaðila.\nHann gerir ekkert, segir ekkert né framkvæmir neitt\nnema að það sé honum í hag, eða eftir hans geðþótta finnst mér.\nSvo þetta með kickboxið, það er út fyrir ALLAN þjófabálk!!!!!!!!\nÆtlar áhugafólk um jaðarbardagaíþróttir að láta þetta átölulaust, ég bara SPYR?"
        },
        {
            "user": "skyage",
            "user_id": "15510",
            "date": "2003-02-07 22:02:32",
            "id": "902227",
            "reply_to_id": "902217",
            "text": "He he he…..þar er Bubbi að skíta á sig\nÉg held að hann sé bara hræddur um að Kickboxið taki alla athyglina frá ólympíska boxinu sem er frekar einhæft að horfa á….Kickboxing  > action og meira fyrir augað……Ég held að við kickboxarar ættu bara að skora boxarana á hólm og sýna hvað rúlar."
        },
        {
            "user": "icebox",
            "user_id": "27256",
            "date": "2003-02-07 22:31:29",
            "id": "902228",
            "reply_to_id": "902227",
            "text": "hehehe..anytime, anyplace ;-)\nÉg held að við ættum frekar að styðja hvern annan\ní svona löguðu því við eyddum hartnær tíu árum í að fá þetta leyfilegt, og heldur þú að við sem erum í forsvari fyrir boxið hérna værum að koma þessu að ef við óttuðumst einhverja vinsældarkosningu á milli íþróttanna, nei aldeilis ekki, það erum einu sinni VIÐ sem erum að koma þessu atriði að ;-)"
        },
        {
            "user": "skyage",
            "user_id": "15510",
            "date": "2003-02-08 11:00:51",
            "id": "902229",
            "reply_to_id": "902228",
            "text": "Já ég skil þig…Flott mál að hafa kickbox með…en ég skil ekki hvað Bubbó er að tala á móti því…Hann er svo sem á móti hinu og þessu þó hann sé sjálfur sekur…hann er örugglega á móti sjálfum sér fyrst hann er á móti eiturlyfjum, he he he…..hann semur samt góða tónlist.."
        },
        {
            "user": "Khan",
            "user_id": "18059",
            "date": "2003-02-07 22:43:28",
            "id": "902230",
            "reply_to_id": "902217",
            "text": "Þetta er nú meira ruglið í greyið Bubba. Sjálfur hef ég mjög mikinn áhuga á Kickboxi og væri endilega til í að byrja að æfa, og keppa. Verða íslendingar að keppa á mótinu í kickboxi? Eru einhver áform um það að byrja kenna það á Íslandi, t.d. í HR?"
        },
        {
            "user": "Kalamov",
            "user_id": "20386",
            "date": "2003-02-08 00:16:21",
            "id": "902231",
            "reply_to_id": "902230",
            "text": "þið talið um að það sé mót framundan? Hvar er það og hvenar er það. Hvernig reglur verða í sambandi við búnað þeirra sem keppa í kickboxinu og hvaða högg verða leyfð? Verður þetta full contact eða “plain old” kick boxing? Og í sambandi við hlífðar búnað (ef hann verður notaður) verður  hægt að fá lánaðan búnað hjá mótshaldara. Endilega látið mig vita.\nP.S eru einhverjir strákar á íslandi sem hafa keppt erlendis? ég hef gert það. mig langaði bara að vita hvort það leyn dust einhverjir reynsluboltar hérna?"
        },
        {
            "user": "qeySuS",
            "user_id": "280",
            "date": "2003-02-08 00:34:50",
            "id": "902232",
            "reply_to_id": "902231",
            "text": "Það er einmitt önnur grein hérna frá Thaiboxer, eru 2 íslendingar að fara til Englands í næstu viku að keppa Í Muay Thai."
        },
        {
            "user": "FenrirMMA",
            "user_id": "16231",
            "date": "2003-02-08 20:56:49",
            "id": "902233",
            "reply_to_id": "902231",
            "text": "kalamov:\nhvar kepptiru í kickboxi?\nhvar æfðiru?\nhvernig gekk?\n_bara uppá forvitnina :)_"
        },
        {
            "user": "Kalamov",
            "user_id": "20386",
            "date": "2003-02-08 21:41:11",
            "id": "902234",
            "reply_to_id": "902233",
            "text": "Ég keppti í borg sem heitir San Miguel de Tucumán(Argentína). Þetta mót sem ég tók þátt í var norður Argentínu meistara mótið. Ég æfði í heimaborg minni Santiago del Estero. Þjálfari minn bað mig um að taka þátt í keppninni þó að ég væri bara búinn að æfa í 5 mánuði. Hann hafði þokkalegt álit á mér sem “fighter” svo hann setti mig í keppnina. Mér gekk ágætlega, miðað við það að ég keppti í opnum flokki og ég var aðeins 80kg. Ég keppti við annan mann sem var um 105kg, og hann var mjög reyndur og góður. Ég barðist eina lotu og þá var bardaginn búinn. Ég viðurkenni það að ég var tekinn út í KO. Ég var þó ekki laminn alveg í spað því ég náði nokkrum mjö góðum spörkum og höggum. Fyrir þennan bardaga voru mér veitt verðlaun fyrir að vera besti nýliðinn og eins og þeir sögðu(mótshaldarar), fyrir að sýna mesta “hugrekkið”. Núna æfi ég box, og er að reyna að halda mér við í hinu, en þar sem ég hef engann til að slást við gengur það nú illa. Ég hef engann til að æfa með og það er ekkert félag hérna(ísafjörður)."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-08 19:20:38",
            "id": "902235",
            "reply_to_id": "902217",
            "text": "Bubbi er bara box frík og ertu samála????\nsvaraðu nú"
        },
        {
            "user": "fight4life",
            "user_id": "30133",
            "date": "2003-02-08 23:38:19",
            "id": "902236",
            "reply_to_id": "902217",
            "text": "Mér finnst Bubbi Morthens hafa staðið sig ágætlega sem stuðningsmaður ólympískra hnefaleika.  Það vita allir að Bubbi er takmörkuð manneskja en hann má eiga það sem hann hefur, “big mouth”.  Það eru nefninlega margir sem hlusta á menn eins og Bubba.  Ég er fullkomlega á fylgjandi því að hafa þessa sýningu með boxinu 8. mars.  Hins vegar megum við undirbúa okkur undir það að á Bubba verði hlustað, hvernig yfirvöld taka því sem hann hefur að segja er síðan annað mál.  Það sem við þurfum að einbeita okkur að er hvernig við, sem áhugafólk, ætlum að koma fólki í skilning um að þessi sýning sé íþróttaviðburður, ekki slagsmál.  Leiðin til að gera það er að koma fólki í skilning um að þessi íþróttagrein er stunduð um allan heim og í kringum hana eru heimssambönd og opinberar keppnir, rétt eins og allar aðrar íþróttagreinar.\nÞað er hins vegar eitt sem angrar mig, að það eru nokkrir í sínu hvoru horninu talandi um að þessi bardagalistin sé betri en önnur.  Við sem áhugafólk um þessar íþróttir verðum að leggja allt slíkt til hliðar, ekki bara núna heldur alltaf.\nHugsið ykkur t.d. þetta kvöld í höllinni 8. mars n.k. þarna er gríðarlegt tækifæri fyrir okkur að kynna hve Budo heimurinn er stór á Íslandi og að bardagaíþróttir eru ÍÞRÓTTIR og allar aðrar íþróttir eru bara leikur."
        },
        {
            "user": "ferlegheit",
            "user_id": "33389",
            "date": "2003-02-10 16:34:48",
            "id": "902237",
            "reply_to_id": "902236",
            "text": "Mér sýnist fyrir Bubba vaka það eitt að vernda ólympísku hnefaleikana, þeir eiga enga samleið með kickboxi og slíku brjálæði. Mér sýnist hann bara vilja að ólympíska boxið fái að dafna og lifa en verði ekki svert af öðrum íþróttum. Boxið á alveg nóg með sig, það var ekki svo lítið barist gegn því!"
        },
        {
            "user": "salvar",
            "user_id": "27279",
            "date": "2003-02-11 11:18:47",
            "id": "902238",
            "reply_to_id": "902237",
            "text": "Ferlegheit, þú berð nafn með rentu.  Við erum ekki búin að berjast fyrir boxinu öll þessi ár til að taka fyrir augun þegar að það kemur að öðrum íþróttum og styðja það með þögninni að þær íþróttir fá ekki að dafna rétt eins og áhugamannaboxið fær loksins.  Ég er orðinn hundleiður á BÖNNURUM."
        },
        {
            "user": "icebox",
            "user_id": "27256",
            "date": "2003-02-11 13:15:11",
            "id": "902239",
            "reply_to_id": "902238",
            "text": "Gæti ég vart verið meira sammála þér minn kæri, íþróttir hverju nafni sem þær nefnast þurfa kynningar við,  sérstaklega þær sem eru flokkaðar undir “jaðarsport” og það er ábyrgð og skylda þeirra sem í forsvari eru fyrir viðkomandi grein að sjá til þess að jákvæð umfjöllun fylgi greininni úr hlaði, jafnt sem jákvæð kynning og ímynd."
        },
        {
            "user": "deddan",
            "user_id": "32622",
            "date": "2003-02-12 15:04:31",
            "id": "902240",
            "reply_to_id": "902239",
            "text": "Er nú ekki aðeins of mikið að segja að Bubbi sé fáviti, þetta er bara hugsunarleysi hjá honum en þar sem ´´eg er sjálf í Kickboxi get ég nú sagt að þetta er mjög ósanngjarnt af honum og hann ætti að hugasa sig tvisvar um áður en hann kemur með einhverjar yfirlýsingar. Það er heldur ekki nóg að segja eitthvað hér. Það verður að reyna að leiðrétta þennan “misskilning” eða hvað það er hjá Bubba."
        },
        {
            "user": "Genero",
            "user_id": "16523",
            "date": "2003-02-10 18:01:07",
            "id": "902241",
            "reply_to_id": "902217",
            "text": "Bubbi hefur ekkert til málanna að leggja en tóma vitleysu. Það er bara þannig að hann vill ekki hafa eitthvað sem gæti verið betra en box, þar sem það er það sem hann þekkir.\nOg það sem hann vill, verður.\nSend'ann beint í stólpípu!!"
        },
        {
            "user": "halli2",
            "user_id": "10186",
            "date": "2003-02-19 19:12:46",
            "id": "902242",
            "reply_to_id": "902217",
            "text": "bubbi er einsog allt annað gamalt fólk.. með fordóma…… og vissulega er kickbox mjög BRÚTAL sport"
        },
        {
            "user": "mrjakob",
            "user_id": "20617",
            "date": "2003-02-23 17:53:00",
            "id": "902243",
            "reply_to_id": "902242",
            "text": "Að mínu mati er nú ekki sanngjarnt af meistara Bubba að byrja að kúka yfir sport eins kickbox, en það má hins vegar deila um það hvort þessar íþróttir eigi heima á sömu sýningu. Kannski sérstaklega af því að sumt fólk er ennþá svolítið viðkvæmt fyrir þeim “barsmíðum” sem eiga sér stað í boxi, og þá getur það kannski aukið á fordómana að setja box í flokk með agressívari eða meira brutal íþróttum eins og til dæmis kickbox og ég tala nú ekki um ef það yrði keppt í full contact frjálsum bardaga. En don't get me wrong, ég er mjög hlyntur þessari keppni og hlakkar mig MIKIÐ til að sjá allt og þá ekki síður t.d. muay tay bardagann."
        }
    ]
}