{
    "forum_title": "Deiglan",
    "user": null,
    "user_id": null,
    "date": "2003-02-07 17:41:19",
    "title": "Regludýrkun vélritunarkennara",
    "text": "Það er til stétt kennara sem mér hefur alltaf þótt mjög undarleg, og það eru vélritunarkennarar. Seinast þegar ég mældi hraða minn í þriggja mínútna vélritunarprófi á íslensku, náði ég 122 orðum á mínútu, villulaust. Ég veit ekki hversu mörg slög það eru, en mér skilst að menn margfaldi almennt orðin með 5 eða 6 til að komast að því, þó ég hafi reyndar álíka mikla trú á þeirri pælingu og vélritunarkennslu almennt.\nÉg nefni þetta ekki til þess að monnta mig, heldur til þess að benda á að ég er maður sem ætti að vita eitthvað um málið. Síðan ég varð svona fljótur hefur mér reynst erfitt að finna menn sem eru jafn fljótir, og vélritunarkennarar eru langt frá því, enda kunna þeir almennt ekki að vélrita, andstætt því sem er gefið í skyn við vélritunarnemendur.\nReglan sem ég vil ræða, er “rétt fingrasetning”. Ein almesta hjátrú, heimska og óforsvaranlega vitleysa í sögu menntunar, þó af nógu sér þar að taka.\n“Rétt fingrasetning” er dæmi um gjörsamlega blinda regludýrkun, þar sem nákvæmlega engin hugsun á sér stað til þess að komast að þeirri niðurstöðu, að það sé betra að nota rétta fingrasetningu heldur en “ranga”. Ég hef alltaf skrifað með “rangri” fngrasetningu, þ.e.a.s. puttarnir á hægri hönd eru meira á iði og uppteknir við kommustafi og þvíumlíkt, á meðan vinstri hendin spannar meira svæði og notar í rauninni oftar mismunandi putta.\nÞað er hinsvegar þrennt sem mælir á móti þessari gjörsamlega firrtu kenningu um rétta fingrasetningu, sem ég vil nefna.\nÍ fyrsta lagi notum við íslenskt stafasett og það er því ekki hægt að segja að vegna þess að maður sé fljótari að skrifa á ensku með réttri fingrasetningu, hljóti maður að vera það líka á allt öðruvísi máli, þar sem það eru ekki einu sinni sömu lyklar á lyklaborðinu, né eru þeir notaðir eins í öllum málum. Einstaka þjóðir hafa meira að segja gengið svo langt að skipta um takka, t.d. Þjóðverjar, sem hafa tekið ‘Z’ og skipt því við ‘Y’. Þið getið prófað það ef þið setjið á þýskt lyklaborð í tölvunum ykkar.\nÍ öðru lagi var Qwerty-lyklaborðið (sem er það sem er almennt notað) hannað fyrst og fremst með það í huga að hægja á mönnum! Þetta virðist kannski undarlegt, en það var hannað á tímum ritvéla, þar sem stjakarnir sem prentuðu stafina voru alltaf að flækjast í hvorum öðrum ef menn fóru of hratt. Heimurinn hefur síðan ekki haft það ofarlega á stefnuskrá að breyta lyklaborðinu eftir að tölvur og almennilegar ritvélar komu til sögunnar, þó að vísu séu nú til fleiri lyklasett, t.d. Dvorak, sem er einmitt hannað með nútímann í huga.\nÍ þriðja lagi er fólk almennt ekki jafnhent. Það er ástæða fyrir því að venjulegur maður getur ekki snúið gítar hvernig sem er og spilað jafn vel eða hratt. Það er jú vegna þess að flestir eru rétthentir, á meðan aðrir eru örvhentir, og hafa misjafna stjórn á mismunandi vöðvum beggja handa. Að halda því fram að maður eigi því að láta báðar hendur spanna jafn stóran hluta lyklaborðsins, er firra í sinni heimskulegustu mynd, eins og hver heilvita maður ætti að sjá eftir að hafa tekið sér tíma til að hugsa um málið áður en komist er að niðurstöðu.\nÉg var sjálfur skikkaður til þess í grunnskóla til þess að nota rétta fingrasetningu, en ég sagði kennaranum að þegar hann næði mér í hraða með réttri fingrasetningu, þá skyldi ég gera það, því að ég hafði enga trú á þessari fáránlegu og gjörsamlega röklausu kenningu. Ég man ekkert hvort kennarinn samþykkti það eður ei, en ég skilaði mínum verkefnum og fékk undantekningalaust 10 á prófum svo að varla hefur hún látið þetta fara mikið í taugarnar á sér, enda ágæt kerling ef út í það er farið.\nÖnnur rök sem ég fékk í menntaskóla, eru rök sem oft eru notuð í umræðunni um þau sjálfsögðu mannréttindi að mega neyta t.d. kannabisefna ef manni andskotann dettur það í hug. Það eru rökin “reglur eru til þess að fara eftir þeim” og “reglur eru til að þjóna okkur”. Jájá, það er allt gott og blessað, en samkvæmt þessu mætti réttlæta nákvæmlega hvaða heimskulegu reglu sem er, t.d. til þess að skikka menn til þess að vélrita “rétt”, skikka þá til þess að éta/drekka/gera-sjálfum-sér ekki nákvæmlega það sem þeim andskotans sýnist, og að skikka menn til þess að hreyfa sig reglulega, með valdi ef til þess þarf. Með þessum rökum mætti réttlæta þjóðarmorð Gyðinga, bannið á bjórnum hérna í gamla daga og bann á útivist.\nÉg segi NEI, við vélritunardjöfulinn. Ég geri þetta eins og mér sýnist, og ég vona að allir kennarar og nemendur sem lesa þetta taki þetta til íhugunar, vegna þess að svona firru og fávitaskap má finna á mun fleiri stöðum því miður, og því miður er mjög mikið af sambærilegum apagangi í skólakerfinu okkar.\nÉg þakka lesturinn og bið þá sem ætla að gagnrýna tuðið í mér að hafa í huga, að enginn er að neyða ykkur til þess að lesa þetta.",
    "url": "https://www.hugi.is/deiglan/greinar/121802/regludyrkun-velritunarkennara/",
    "url_id": "121802",
    "id": "903940",
    "replies": [
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-02-08 01:01:57",
            "id": "903941",
            "reply_to_id": "903940",
            "text": "Ég þekki menn sem eru þó nokkuð fljótir með 2-3 puttum þannig að mér finnst að hver ætti bara að nota það kerfi sem hentar þeim.\nSjálfur nota ég nokkurn veginn rétta fingrasetningu og næ kannski svona 60-70 orðum á mínútu á góðum degi sem er alveg nóg fyrir mig.  Ég vinn ekki við vélritun þannig að almennt er hausinn seinni að finna út hvað ég ætla að skrifa heldur en puttarnir að koma því á skjáinn."
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2003-02-08 03:59:15",
            "id": "903942",
            "reply_to_id": "903940",
            "text": "Já ég er alveg sammála þér! Í grunnskóla náði ég reyndar ágætis tökum á fingasetningunni og var efstur í mínum bekk þegar kom að lokaprófinu, en núna skrifa ég með hægri hendinni, og vísifingri vinstri handar! Það nær náttúrulega ekki nokkurri átt… Ekkert hefur þó dregið úr hraðanum ;)"
        },
        {
            "user": "wbdaz",
            "user_id": "6083",
            "date": "2003-02-08 08:33:19",
            "id": "903943",
            "reply_to_id": "903940",
            "text": "Rétt fingrasetning hjálpar mörgum, þar sem ALMENNT er þetta þægilegasta staða handa til að vélrita rétt og hratt. ALMENNT. Ég lærði þessi fingrasetningu í grunnskóla (var náttúrulega búinn að vélrita bara einhvervegin fram að því) og er bara nokkuð sáttur við framfarirnar. Ég er í.þ.m. enþá að nota þessa fingrasetningu.\n“þau sjálfsögðu mannréttindi að mega neyta t.d. kannabisefna” furðuleg setning, ég fæ það svolítið á tilfinningunna að þú sért svolítið fastur í “fuck the system” hugsun unglingsáranna. Svosem ekkert að því, hefur fullan rétt til þess. Eru augljóslega ekki allir sammála þér með þetta samt ;)"
        },
        {
            "user": "GARafAR",
            "user_id": "20511",
            "date": "2003-02-08 15:00:16",
            "id": "903944",
            "reply_to_id": "903940",
            "text": "Hey, heyr. Góð grein.  Ég er slappur á lyklaborðinu, þó talsvert fljótari á ensku.  Er það ekki svolítið sovéskt að steypa alla í sama form. Hraði og gæði vélritunar kemur á eftir kröfunni um “rétta eða ranga” stöðu fingra á lyklaborði.  Ég man vel eftir bjórbanninu. Það var “rétt”  að drekka sterkt áfengi. Bjórdrykkja hinsvegar “röng”.  lol   Ég bruggaði, vegna þess að enginn segir mér hvað og hvenær ég má gera hluti sem sannanlega ekki skaða aðra. Innan þeirra marka, geri ég það sem mér sýnist.  Er það rétt eða rangt?  Þeir sem eru sammála, ekki svara. Heldur vil ég helst heyra frá þeim sem eru ekki sammála. Aldrei að vita nema það sé hægt að kenna mér pólitíska rétthugsun."
        },
        {
            "user": "Arnib",
            "user_id": "11482",
            "date": "2003-02-09 16:03:35",
            "id": "903945",
            "reply_to_id": "903940",
            "text": "Frekar asnalegt já að fingrasetningin eigi að vera merkilegri en hraðinn eða gæðin. Ég er eimmit í töl102 núna en er ekki búin að þurfa að mæta í ca 2 vikur vegna þess að ég fékk 14(af 10 ;) í vélritunarprófi. Og svo er ég að fara að ‘læra’ á Word… Ég er án efa hæfari kennari en kvindið sem er að kenna okkur þetta :)"
        },
        {
            "user": "Rebekka",
            "user_id": "28134",
            "date": "2003-02-10 00:13:27",
            "id": "903946",
            "reply_to_id": "903940",
            "text": "Ég held að ég hafi lesið það í Lifandi Vísindum að í raun er fingrasetningin rétt en með því að raða stöfunum upp á annan hátt á lyklaborðinu væri hægt að ná umtalsvert betri árangri. Þannig má segja að þú hafir rétt fyrir þér. Trixið er að nota báðar hendurnar jafn mikið."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-04 20:44:04",
            "id": "903947",
            "reply_to_id": "903946",
            "text": "Rebekka:\nJá, að þessu sinni hefur Lifandi Vísindi rétt fyrir sér í helmingnum af því sem þú nefnir, en ég vil mæla með því að þú takir með fyrirvara það sem þú lest í Lifandi Vísindum. Ég hef nú ekki gripið þá við að hafa beinlínis rangt fyrir sér hingað til, en þegar þeir fjalla um efni sem ég þekki get ég kallað þá í skásta falli “wildly inaccurate” (bein þýðing: villimannslega ónákvæmt).\nTrixið að nota báðar hendurnar jafn mikið væri eðlilegt ef ekki væri tillit til þess tekið að mannskepnan er almennt ekki jafnhent. :)"
        },
        {
            "user": "MrGoodman",
            "user_id": "7110",
            "date": "2003-02-10 13:31:55",
            "id": "903948",
            "reply_to_id": "903940",
            "text": "Ég er langt frá því að nota rétta fingrasetningu, enda aldrei lært hana. Samt er ég mun hraðari “pikkari” en hún móðir mín sem hefur notað “rétta fingrasetningu” alla ævi.\nÉg segi: Sendum alla á ircið, þar er maður fljótur að komast að því hvernig manni finnst best að vélrita (virkaði í mínu tilfelli).\nGóðar stundir."
        },
        {
            "user": "geirag",
            "user_id": "4133",
            "date": "2003-02-10 15:20:05",
            "id": "903949",
            "reply_to_id": "903940",
            "text": "Sjalfur for eg i gegnum “regludyrkandi” velritunarkennslu i grunnskola og held ad eg hafi nu ekki forsendur til annars en hrosa henni mjøg! Medalmadur sem notar lyklabord medalmikid er eflaust best settur med hinni opinberlega “rettu” fingrasetningu, thott audvitad se hægt ad pikka nogu andskoti mikid med “rangri” fingrasetningu og na thannig gridarhrada med henni.\nA medan Qwerty rædur tha er til fingrasetning sem hentar og hefur dugad flestum mjøg vel."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-04 20:34:14",
            "id": "903950",
            "reply_to_id": "903949",
            "text": "geirig:\nPunkturinn er alfarið sá að það er nákvæmlega ekki snefill af gögnum eða reynslu sem bendir til þess að “rétt” fingrasetning sé hentug að nokkru leyti.\nÞað er ekki hraði. Það er ekki það að geta vélritað rétt. Það er ekki neitt, nema ávani.\nEnnfremur langar mig til þess að skýra svolítið, sem er að ég er ekki að mótmæla því að menn noti “rétta” fingrasetningu. Ég er að mótmæla því að ALLIR skuli nota “rétta” fingrasetningu, þar sem hún er rökleysa og þvættingur.\nEf menn fíla þá fingrasetningu sem er kennd, þá er það að sjálfsögðu hið besta mál, en punktur minn er alfarið sá, að ef menn fíla hana ekki, þá er það LÍKA hið besta mál."
        },
        {
            "user": "orchid",
            "user_id": "24402",
            "date": "2003-02-11 10:03:11",
            "id": "903951",
            "reply_to_id": "903940",
            "text": "Gott hjá þér að standa upp fyrir þgví sem þú trúir og ´mæla á móti réttri fingrasetnignu og allt þannig! Þú ættir að koma í skólana og halda fyrirlestra um þetta!\nég hata þessa helv.. fingrasetnigu en af því að ég lærði hana þegar ég var í 3 bekk í ísaksskóla festist hún í mig og er ég að reyna að finna mína köllu  til að geta skrifað hraðar því stundum missi ég taktinn vegna þessarar ljótu fyngrasetnignu!"
        },
        {
            "user": "hannesa",
            "user_id": "53",
            "date": "2003-02-15 00:01:24",
            "id": "903952",
            "reply_to_id": "903951",
            "text": "http://www.mwbrooks.com/dvorak/"
        }
    ]
}