{
    "forum_title": "Sagnfræði",
    "user": "blindgata",
    "user_id": "22920",
    "date": "2003-02-08 14:57:19",
    "title": "Evrópa nú og síðar",
    "text": "Fyrir um það bil ári síðan las ég bók sem heitir Murder in our Midst eftir Omer Bartov. Bókina fann ég í ítarefnishillu fyrir Mannkynssögu IV á Þjóðarbókhlöðunni og las ég hana í tengslum við áhuga minn á Helförinni. Í þessari bók kom ég auga á eitthvað sem kveikti hjá mér áhuga varðandi þjóðríki Evrópu. Í bókinni segir að með Nuremberg réttarhöldunum hafi menn í fyrsta skipti verið dæmdir fyrir að hlýðnast lögmætum skipunum ríksins.  Nýútskrifaður úr menntaskóla og alls ekki vel að mér í fræðilegri umræðu um sögulega viðburði fullyrti ég við sjálfan mig, að í kringum þennan atburð hafi þjóðríki Evrópu liðið undir lok.\nÍ þessari ritgerð ætla ég að kanna þessa ársgömlu fullyrðingu mína fyrir og sjá hvort ég sé einhverju nær um þjóðríkisumræðuna. Til þess að dæmið gangi upp finnst mér ég vera knúinn til þess að bera saman þjóðríkið eins og það birtist í og um kringum seinni heimstyrjöldina við þjóðríkið á eftirstríðsárunum. Þjóðríkið á stríðsárunum tel ég vera háþjóðríki sem ákvarðist af ákveðinni þjóðríkishugsjón; í henni kom m.a. fram einangrun þjóðríkja frá hvoru öðru, á meðan þjóðríkið eftir stríð orsakaðist meira af afleiðingum stríðsins sem kom fram í Evrópuhugsjón en hún byggðist á samvinnu þjóðríkja. Þessi samanburður er svo nokkurskonar inngangur að því þróunarferli sem Evrópa var í þann mund að gangast undir. Leiðarljós þessa þróunarferils er að mínu mati það sem Jurg Habermas myndi kalla stofnun lýðræðisríkjasambands Evrópu sem hefur sig yfir þjóðríkið á meðan Peter Alter nefnir það “supranational United Europe.” Þessi ritgerð hefur það ekki að markmiði að tala um kosti og galla Evrópusambandsins eða einhverja framtíðarspádóma varðandi hlutverk þjóðríkisins heldur eingöngu að svara einni spurningu. Þessi spurning er hvort þjóðríkið sé einungis úrelt sögulegt fyrirbæri miðað við þróun þess í kjölfar seinni heimstyrjaldarinnar og þeirrar þróunar sem átt hefur sér stað með aukinni Evrópusamvinnu nú á síðastliðnum áratugum.\nÞjóðríkishugsjón og Evrópuhugsjón\nSú grundvallar breyting sem átti sér stað eftir seinni heimsstyrjöldina var að íbúar Evrópu snérust frá því sem ég kýs að kalla þjóðríkishugsjón yfir í Evrópuhugsjón. Þjóðríkishugsjónin átti rætur sínar að rekja til 19. aldar þar sem frjálslyndisstefna og þjóðernishyggja höfðu sífellt orðið hvor annarri samofnari. Þessi þróun hafði styrkt þjóðríkið til muna og aukið þjóðernishyggju meðal íbúa landa í Evrópu. Þjóðríkið varð miðjudepill í öllu sem snéri að einstaklingnum.\n… it was within and through the nation-state, not a church or an international organization, that the individual obtained his freedom and the vote. In obtaining these he felt he belonged; when he became a citizen he became in fact, part of the nation, part of its government.\nRíkisstjórnir og þjóðarleiðtogar nýttu sér þetta og komu þjóðernishyggju á framfæri með markvissum áróðri sem gróf sér leið inn í vitund þeggnanna í gegnum ríkisrekin fyrirbæri á borð við dagblöð, útvarp, kennslubækur og svo frv. Dæmi um þetta má sjá í franskri kennslubók frá þessum tíma; “The fatherland is the nation which you should love, honor and serve with all the energy and all devotion of your soul.”\nEvrópa á tímum styrjaldanna var ekki álfa sem einkenndist af samvinnu heldur voru þetta mörg smáríki sem lokuðu sig af hver frá annarri. Þegnar ríkisins trúðu allir að þeirra ríki væri betra og framþróaðra en önnur þjóðríki. Þjóðin varð nokkurskonar heilagur málstaður. Málamiðlanir með þennan málstað jafngiltu landráði. Landráð hafði  afleiðingar í för með sér sem voru verri en dauðinn sjálfur; þér var hent í eins konar útlegð; varðst landleysingi.   Þegar þú varst orðinn landleysingi var litið á þig sem svikara og skítseiði sem jafngilti í raun því að vera gyðingur, sígauni eða jafnvel kommúnisti.\nÞessi stutta samantekt hér að framan kýs ég að nefna umfjöllun um háþjóðríkið. Auðvitað var ástandið ekki jafn slæmt allsstaðar og þessi lýsing hér að framan gefur til kynna. Engu að síður er altalað að tíðarandinn hjá þjóðríkjum Evrópu hafi ávallt verið sá sami á stríðstímum; …”most Western men indeed came to regard their own nation as the greatest and best, the strongest bulwark against evil, the highest source of joy and happiness.”  Mín persónulega skoðun er sú að þetta hafi verið eina leiðin til þess að halda fólki saman og koma í veg fyrir sundrun á þessum erfiðistímum sem stríðsárin og millistríðsárin voru. Oft er sameiginlegur málstaður og hatur nóg til að halda fólki saman og mynda kraft í þágu fjöldans. Ætli þegnum Ísraelsríkis hefði gengið jafn vel að sameinast ættu þeir ekki í stríði við Palestínu. Það held ég varla.\nNýtt tímabil í Evrópu:\nAð loknu stríði stóð Evrópa á krossgötum hugmynda sem tengdust framtíð álfunnar. Hugmynd um sameiningu og aukið samstarf Evrópu hafði verið til umræðu í langan tíma meðal virtra fræðimanna, eins og t.a.m. pólitísku heimspekinganna Jean-Jaques Rousseau og Jeremy Bentham. Svo ég vitni í orð fræðimannsins John W. Young þá þurfti tvær heimsstyrjaldir til að blása almennilegu lífi í þessa hugmynd.\nSameiningarandi lék yfir Evrópu eftir stríð en þó aðallega á þeim svæðum sem verst höfðu komið út úr stríðinu, þ.e.a.s. löndunum á meginlandinu. Allir voru sammála um; “…that the sovereignty of nation-state in the old sense must yield to greater international coalescence. The common experience of Nazi dictatorship, and the destruction and desolation that engulfed almost the entire continent had given enormous impetus to the idea of European unity. …”\nTíðarandinn breyttist og lönd Evrópu gerðu upp skuldir sínar við fortíðina með stríðsglæparéttarhöldum og upphafningum á öflum eins og andspyrnuhreyfingum sem voru kannski ekki eins merkilegar og fólk vildi meina. Allt var þetta liður í því að endurheimta stolt fólksins. Stoltið hjá þessu fólki kom fram sem öðruvísi sjónarmið en áður sem voru mun fullorðinslegri, sérstaklega hvað varðaði þjóðernishyggjuna. Þessi nýja hugsjón sem tók við hefur verið nefnd “Moderate nationalism”og hefur hún leyst af hólmi það sem ég kýs að nefna “Radical nationalism.” “All the evidence suggested that while the majority of Europeans, who had been witness to nationalist zealotry on an inconceivable scale, did not entirely write nationalism off, they had now acquired a more measured attitude to is.”\nÁrið 1950 tóku hjól sameiningarferlis Evrópu að snúast. Talað er um að á þessum tíma hafi orðið ákveðin kaflaskipti í sögu Evrópu eins og fræðimaðurinn Eugen Lemberg sagði á þessu sama ári, …”there is a general feeling in Europe that we are bidding farewell to an epoch. …”\nSchuman áætlunin:\nVestur-Evrópa var nánast klofin í tvo hópa af fólki sem hafði hug á auknu Evrópusamstarfi. Þetta voru annars vegar Sambandssinnar (federalist), en til þess hóps tilheyrðu þjóðir meginlands Evrópu, og hins vegar Bandalagssinnar (confederalist) en þeir tilheyrðu N-Evrópu, þ.e.a.s. Bretland og Norðurlöndin.  Þessir tveir hópar komu misvel út úr stríðinu. Sambandssinnar með Þýskaland og Frakkland í broddi fylkingar komu mjög illa út úr stríðinu og var róttækri þjóðernishyggju gjarnan kennt um ófarirnar. Á meðan höfðu Bandalagssinnar þar sem Bretar voru fremstir í flokki komið öllu betur út úr stríðinu og sú staðreynd hafði í raun rennt frekari stoðum undir þjóðernishyggju þar í landi heldur en ekki. Samvinna Kristilegra Demókrata á meginlandi Evrópu hafði einnig sitt að segja og nýtilkomnir framamenn í pólitík á meginlandinu voru flestir frá landamærahéruðum sem lent höfðu illa í deilum Evrópulandanna. Þessir menn voru meðal annars Robert Schuman í Frakklandi, Konrad Adenauer í Þýskalandi og Alcide de Gasperi frá Ítalíu.\nEinn af þessum landamærahrjáðu einstaklingum, Robert Schuman setti árið 1950 ásamt félaga sínum og hagfræðingi Jean Monnet fram Schuman áætlunina. Undir þessa áætlun gengust sex lönd og komu þau öll af meginlandi Evrópu, þetta voru Frakkland, V-Þýskaland, Ítalía og Benelux löndin. Meginmarkmið áætlunarinnar var að koma á bandalagi sem gæti staðið vörð um friðinn í Evrópu og um leið byggt upp sterkan efnahag. Augljóslega var því markmiðið að binda enda á þann ríg sem geisað hafði um aldir milli Þýsklands og Frakklands og stuðla að samstarfi þar á milli.\nThe plan was intended to achieve several French objectives vis-á-vis Germany. By tying together the two most important heavy industries in a modern economy, the Schuman plan would make war between the two countries unthinkable and foster a rapprochement between them.\nEins og ég nefndi áður þá kom hið þroskaða viðhorf þjóðanna af meginlandi Evrópu til góðs. Ólíkt Bretum, sem lifðu í fortíðardraumi um breska heimsveldið var hinum sex þjóðum sem gengust undir Schuman áætlunina ljóst að engin framtíð var í því að einangra sig á nýjan leik og reyna að halda í afturendann á fortíðinni, nú var kominn tími til að horfa til framtíðar; “Each of them recognized that, by losing a degree of national sovereignty to a central institution, they could answer certain essential national needs and gain more, not less, control over their future.”\nHugsjón Schumans var mjög raunsæ mynd inn í framtíðina. Það var kominn tími til að læra af fortíðinni. Eftir tvær heimsstyrjaldir hafði Evrópa loks uppgötvað að besta trygging þjóða lá ekki í einangrun né í hernaðarmætti heldur í samstöðu þjóða sem stjórnað væri í sama anda og tækjust á við sameiginleg verkefni sem þjónuðu sameiginlegum hagsmunum. Samvinna Evrópu var að hans mati ekki stefnt gegn þjóðríkjunum sem slíkum þar sem ríki Evrópu voru sögulegur veruleiki sem sálfræðilega útilokað væri að láta hverfa. Landamæri framtíðar þjóðríkisins áttu ekki að vera múr á milli landa heldur sáttalína sem tengdi þau saman.  Áætlun á borð við þessa hafði þá breytingu í för með sér að á ný hófu að heyrast áróðursslagorð. Slagorð þessi höfðu að vísu tekið grundvallarbreytingum. Þar sem áður mátti heyra hróp á borð við “Deutschland uber Alles” hrópuðu nú verkamannastéttir og millistéttir í V-Þýskalandi; “Arður fyrir alla” (Wealth for all).  Segja má að hugsjónarbreyting hafi orðið og það sem áður mátti kalla þjóðríkishugsjón hafði nú umbreytst yfir í Evrópuhugsjón.\nHver er framtíð þjóðríkisins í\nEvrópusambandi nútímans?\nÁrið 1991 var Evrópusambandið stofnað með Maastricht-samningnum. Þjóðum innan Evrópusamstarfsins hafði nú fjölgað úr sex í tólf. Evrópusamstarfið hafði sannað það fyrir þjóðríkjum Evrópu að það gat ekki viðhaldið völdum með því að einangra sig, þar sem alþjóðleg starfsemi væri samofin hagkerfum og framleiðslu landanna. Maastricht-samninginn tel ég skref í áttina til framtíðarspár sem kemur fram í bók Peter Alter; …”the long term aim was a supranational United Europe. …”\nSamkvæmt þessum fundi var ákveðið að Evrópusambandið skyldi vera byggt á þremur meginstólpum en af þeim þremur þá vóg efnahagssamstarfið mest.\nThe aim was to implement an Economic and Monetary Union (EMU) by 1999 with a common currency and a joint central bank for all the member countries. …The Maastricht treaty proclaimed the establishment of a joint foreign and security policy. The member countries intended to coordinate their foreign policies to the greatest possible extent. With free movement of goods and services, capital and labor across national boundaries a need arose for joint control of criminals, terrorists, narcotics, etc. This was the background within the legal pillar. A joint police force (Europol) was established, and through the Schengen treaty most of the members of the EU agreed to do away with border controls between member nations.\nÞegar litið er á þennan samning sér maður að hann veikir þjóðríkin sem taka þátt í þessu sambandi til muna a.m.k. ef horft er á háþjóðríkið sem einhverskonar fyrirmynd eins og ég er að gera. Fyrir nokkru heyrði ég ákveðið dæmi þar sem miðaldra vinnufélagi minn gaf sig á tal við mig ræddi þessi mál. Hann hafði orð á því að við hefðum enn krónuna (gjaldmiðilinn) og tunguna sem sameiningartákn. Ef Ísland gengi í Evrópusambandið, hver yrði þá framtíð okkar samkvæmt þessari skilgreiningu? Á einhverjum tímapunkti myndum við þurfa að gefa gjaldmiðil okkar upp á bátinn og tunguna eigum varla eftir að halda í að eilífu þar sem það er orðið geysilega kostnaðarsamt, samkvæmt nýjustu fréttakýringum. Ljóst er að við getum ekki haldið okkur utan þessa bandalags nú á tímum hnattvæðingar þar sem alþjóðleg starfsemi er samofin framleiðslu- og hagkerfum landanna. Þessi þróun sem hefur átt sér stað hefur dregið úr pólitískum mætti þjóðríkjanna og fyrir þá sem eru gagnrýnir á hana, veikir hún lýðræðið ef ekki er brugðist við henni.  Þess vegna spyr ég að lokum, hefur þjóðríkið sungið sitt síðasta?\nHefur þjóðríkið sungið sitt síðasta?\nRök má færa fyrir því að nú á tímum hnattvæðingar séum við sem búum í Evrópu vaxin upp úr þjóðríkjum okkar. Á síðastliðnum áratugum höfum við sífellt orðið vör við það að þjóðríki Evrópu hafi þurft að afsala sér hluta af fullveldi sínu. Þessi þróun mun halda áfram ef marka má orð M. Jacques Delors fyrrverandi forsteta EC (European Commission); …”Delors has publicly maintained that one consequence of the Single European Act will be that four-fifths of those decisions presently taken in national capitals will eventually be taken in Brussels. …”\nSamkvæmt þessu virðist sú hugmynd sem Peter Alter setur um “supranational United Europe” vera að ganga upp. Hvað er þjóðríki sem getur ekki átt sér sinn eigin gjaldmiðil eða réttarfarskerfi, hvað þá landamæri? Þjóðríki Evrópu eru búin að syngja sitt síðasta og söngurinn byrjaði að dofna um það leyti sem Robert Schuman setti fram Schuman áætlunina. Síðan þá hafa þjóðríki Evrópu reglulega þurft að skerða fullveldi sitt í misstórum skrefum. Samkvæmt hugmynd Jurg Habermas þá vill hann gera Evrópusambandið að lýðræðisríkjasambandi sem hefur sig yfir þjóðríkið sbr. það hvernig Nuremberg réttarhöldin höfðu sig yfir rétt þjóðríkjanna með því að dæma þegna þeirra fyrir að hlíða skipunum. Hversu stórt hlutverk getur þjóðríkið átt sér innan slíks sambands? Það er efni í aðra ritgerð og ég mun ekki hafa fyrir því að svara þeirri spurningu. Skilaboð morgundagsins eru að mínu mati ósköp einföld; sameiginleg menning, tungumál og síðast en ekki síst, sameiginlegt þjóðarbandalag. Evrópa morgundagsins er Ameríka nútímans, skál fyrir Microsoft, MTV, Nike og CNN.\nLokaorð:\nÉg tala um þjóðríki seinni heimsstyrjaldar sem háþjóðríki. Ég tek það fram að ég lít ekki á það sem fyrirmyndarþjóðríki, þó svo að ég hafi það sem viðmið í ritgerðinni. Hitt viðmiðið er þjóðríkið sem kom fram á sjónarsviðið við lok seinna stríðs. Þjóðríkið eftir stríð var ólíkt háþjóðríkinu að því leyti að þegnar þess kusu samvinnu frekar en einangrun. Þessi samvinna hefur svo leitt til þess að þjóðríkið hefur smátt og smátt dafnað og mist sérstöðu sína. Múr milli ríkjanna hefur verið brotinn; þjóðríkin eru hætt að vera smáríki sem byggðu sérstöðu sína á menningarlegum og þjóðlegum hefðum. Íbúar Evrópu tilheyra ekki lengur löndum, mikið frekar álfunni Evrópu. Það er allavega framtíðin eins ég skil hana, hvort sem mér líkar eður ei.\nÞróunarferill þessi nær aftur til Schuman áætluninnar og breytts viðhorfs meðal Evrópubúa og loknu stríði. Evrópubúar tóku þá ákvörðun um að fórna fullveldi sínu fyrir hagkvæma og breytta lífssýn. Þessi þróun hélt áfram yfir á tíunda áratuginn þar sem næsta skref var tekið með Maastricht-samningnum. Þar var gjaldeyris-, öryggismálum og landamærum komið undir sama hatt. Vissulega spyr maður sjálfan sig hvað sé eftir? Allavega sjáum við að þessi þróun bíður upp á gjörólíka mynd miðað við þá sem blasti við á tímum Evrópustríðanna.\nRétt eins og Peter Alter og Jurg Habermas vilja meina þá er framtíðin einhverskonar risavaxin mynd af allsherjarsambandi, einhverju sambandslýðveldi eða einhverskonar bandarísku módeli af fylkjasambandi sem á sér höfuðstöðvar í Brussel. Þetta ríkjasamband mun að lokum hafa sig yfir þjóðríkið. Ákvarðanir morgundagsins verða teknar á allsherjarþinginu í Brussel ef marka má orð M. Jaques Delors. Söng þjóðríkið sitt síðasta þegar stríðsglæpadómstólinn í Nuremberg kom saman á árunum 1945-46? Ég svara því óhikandi að frá og með þeim degi hófst ákveðið ferli sem jarðaði þjóðríki Evrópu. Að minnsta kosti þau ríki sem tekið hafa fullan þátt í samstarfinu.",
    "url": "https://www.hugi.is/saga/greinar/121985/evropa-nu-og-sidar/",
    "url_id": "121985",
    "id": "905412",
    "replies": [
        {
            "user": "blindgata",
            "user_id": "22920",
            "date": "2003-02-08 15:33:34",
            "id": "905413",
            "reply_to_id": "905412",
            "text": "Afsakið… fyrst ég vitna þá er um að gera að hafa heimildaskrá:\nAlter, Peter: Nationalism. London 1989.\nBartov, Omer: Murder in our midst. The Holocaust, industrial killing, and representation. New York 1996.\nGuðmundur Hálfdanarson: Heimsstyrjaldir og kreppa þjóðernisstefnunnar. Reykjavík 2002. [Tímaglósur, 7.10.2002]\nLundestad, Geir: East, West, North, South. Major developments in international politics since 1945. Fjórða útgáfa. Oxford 1999.\nMilward, Alan S.: The European rescue of the nation-state. London 1992.\nShafer, Boyd C.: Nationalism. Myth and reality. New York 1955.\nSigríður Þorgeirsdóttir: “Draumsýn eða nauðsyn?” Skírnir. 176. árg (vor 2002), bls. 113-132.\nYoung, John W.: “Western European Unity.” Cold War Europe, 1945-1991. (London 1991), bls. 40-68."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-09 21:58:08",
            "id": "905414",
            "reply_to_id": "905412",
            "text": "En hvað er þitt álit núna?"
        },
        {
            "user": "doctor",
            "user_id": "386",
            "date": "2003-02-09 23:53:56",
            "id": "905415",
            "reply_to_id": "905412",
            "text": "Þvílík yndisleg snilld þessi grein. Bravo!\nKv."
        }
    ]
}