{
    "forum_title": "Ferðalög",
    "user": "vatnajokull",
    "user_id": "32526",
    "date": "2003-02-08 18:20:57",
    "title": "Hvalaskoðun",
    "text": "Hvalaskoðun - Upphaf hvalaskoðunarferða á Íslandi -\nTil að átta okkur á upphafi hvalaskoðunarferða er gott að hafa í huga að árið 1985 voru hvalveiðar í atvinnuskyni bannaðar af Alþjóðahvalveiðiráðinu en vísindaveiðar á langreyð og sandreyð leyfðar á sumrunum 1986 til 1989. Hrefnuveiðar sem stundaðar höfðu verið með hléum frá 1914 lögðust af árið 1984. Hvalveiðibannið átti upphaflega að standa í fjögur ár en stendur enn. Andstæðingar hvalveiða, bentu á að hægt væri að hafa tekjur af því að skoða hvali í stað þess að veiða þá.\nUpphaf  hvalaskoðunarferða frá Hornafirði má rekja til Nýheima tuttugustu aldarinnar, kaffistofunnar í Hafnarbúðinni þar sem Tryggvi Árnason réð ríkjum um miðjan níunda ártuginn. Gefum Tryggva orðið:\n„Trillukarlarnir og humarsjómennirnir voru stundum að segja frá hvölum sem þeir voru að rekast á fyrir utan Hornafjörð og við Ingólfshöfða. Ein sagan var sérlega áhugaverð.  Mig minnir að það hafi verið Torfi Friðfinns eða Frissi, Friðrik Snorrason, sem var að veiða á trillu fyrir utan Jökulsárlónið eða Ingólfshöfða.  Kemur þá stór hnúfubakur syndandi að bátnum og fer að leika sér við hann.  Mikil hræðsla greip um sig hjá karlinum og setti hann í gang og sigldi á fullri ferð í burtu.  Hvalurinn elti hann og varð úr nokkur eltingarleikur.  Það endaði með því að karlinn sigldi í land. Í framhaldi af þessu fór ég að hugsa um hvort ekki væri hægt að bjóða upp á hvalaskoðunarferðir fyrir ferðamenn til að auka starfsemi Jöklaferða.”\nÞað er ekki auðvelt að vera frumherji og koma nýrri vöru á markað þótt við Íslendingar teljum okkur vera nýjungagjarna þjóð. Hvernig tóku menn þessum nýja markhóp? Tryggvi svarar því svona:\n„Fór ég að nefna þetta við ferðaskrifstofur og ferðaþjónustuaðila.  Áhuginn var ekki mikill hjá þeim þar sem það passaði ekki inn í hringferðirnar. Einhvernveginn hafði þessi hugmynd samt komist í erlenda ferðabæklinga  þar sem sagt var frá því að Jöklaferðir væru með hvalaskoðunarferðir frá Höfn.”\nÞegar vara er komin í ferðabæklinga sem dreifast út um allan heim má búast við fyrirspurnum. Alltaf eru til einstaklingar sem ferðast á eigin vegum og hafa áhuga á að prófa eitthvað nýtt. Á árinu 1990 komu nokkrir ferðamenn og vísuðu í ferðabæklingana. Því voru leigðar trillur tvisvar eða þrisvar og fóru þær með tvo til fjóra farþega. Árið eftir kom pöntun  frá erlendri ferðaskrifstofu fyrir 20 manna spánskan hóp og fór Lúlli, Lúðvík Jónsson, á gömlu Æskunni í ferðina. Um haustið voru farnar tvær eða þrjár ferðir með hvataferðahópa og var þá boðið upp á sjóstangarveiði í ferðunum.\nEftir þetta fór Tryggvi að spá í alvöru að hefja hvalaskoðunarferðir. Hann útbjó skýrslublöð og lét eigendur fiskibátanna hafa til útfyllingar en þar átti að skrá dagsetningar, hvar verið var að veiðum, hvort sæist til hvala, hvaða tegund, hve margir, veðurfar  o.fl. Þessi skýrslugerð stóð yfir í um 18 mánuði og fékk hann til baka möppur frá átta bátum með gagnlegum upplýsingum. Þetta var gert í samráði við Hafrannsóknastofnunina.\nEn hvernig var staðið að markaðsstarfinu hjá Jöklaferðum eftir að gagnasöfnun lauk og  útlit fyrir að grundvöllur væri fyrir nýjung í ferðaþjónustunni. Gefum Tryggva aftur orðið:\n„Á þessum tíma var ég í góðu sambandi við Clive Stacey hjá bresku ferðskrifsofunni Arctic Experience og hafði sagt honum frá þessum hugmyndum.  Hófst hann þegar handa um að setja upp ferðir til Íslands með hvalaskoðun sem aðalmarkmið, ásamt því að fara á jökul.\nSetti hann fyrst upp ferð í nafni Arctic Experience og var heldur dræm sala en síðan\nfór hann í samstarf við dýraverndunarsamtökin World Wildlife Found sem vinnur að brýnni verndun villidýra og lands eða hafsvæða um alla veröld. Sett var upp ferð sem sló í gegn. Vandinn hjá mér fólst í því  að ekki var hægt að fá báta nema á haustin að lokinni humarvertíð og áður en síldarvertíðin hófst.”\nSkortur á bátaflota hjá Jöklaferðum var því orsök fyrir því að ekki var hægt að taka við hópum fyrr en síðari hluta sumars. Kosturinn við það var að hægt var að lengja ferðatímabilið en ókosturinn að besti tíminn var ekki nýttur. Markaðurinn var hins vegar fyrir hendi.  Taflan hér fyrir neðan sýnir vöxtinn í hvalaskoðun á Íslandi.\nÁr    Staðir Fyrirtæki  Farþegar\n1990\t1\t1\t6\n1991\t1\t1\t100\n1992\t0\t0\t0\n1993\t1\t1\t150\n1994\t3\t 4\t200\n1995\t6\t8\t2,200\n1996\t8\t9\t9,700\n1997\t10\t13\t20, 540\n1998\t8\t12\t30,330\n1999\t7\t10\t35,250\n2000\t9\t12\t44,0 00\n2001\t10\t12\t60,550\n2002\t10\t12\nSource: Björgvinsson, 1999; Hoyt, 1994b; Hoyt, 1995a; Gögn í fórum höfundar.\nSumir hvalveiðimenn hafa dregið þessar tölur í efa og eins tekjur sem myndast hafa en Ásbjörn Björgvinsson hefur fært rök fyrir því að tekjur árið 2000 hafi verð rúmur milljarður. Því ættu tekjur árið 2001 að vera einn og hálfur milljarður. Eftir að hafa skoðað gögn frá Ferðamálaráði úr nýrri ferðakönnun þá er ég sannfærður um að talan 60.000 er nærri lagi en 36% erlendra ferðamanna fóru í hvalaskoðun í júní, júlí og ágúst 2002. Rannsaka þarf tekjurnar betur. Ásbjörn hefur hvatt ferðamálayfirvöld til þess en einhver tregða er þar í gangi.\nÁ vormánuðum 1995 var haldið námskeið í Keflavík á vegum W.D.C.S. sem eru umhverfissamtök í Bretlandi. Enskir sérfræðingar í hvalaskoðunarferðamennsku, Mark Carwardine, Alison Smith og Erich Hoyt, komu þar fram með hugmyndir sem ruddu brautina fyrir hvalaskoðunarferðir á Íslandi.\nFramhaldið hjá Jöklaferðum var svo á þá leið að þegar nýja Æskan kom um sumarið 1991 datt hún úr skaftinu og  því var leitað til Braga Bjarnasonar. Síðan kom Sigurður Ólafsson  SF-44 inn í spilið 1993 og var í þessum ferðum til 1996 að eigendurnir vildu ekki halda áfram. Árið  eftir var tekinn á leigu bátur úr Reykjavík,  en eftir það gáfust Jöklaferðir upp þar sem enginn fékkst í þetta á staðnum.  Í töflunni árið 1998 lækkar fjöldi fyrirtækja úr 13 í 12 og er mismunurinn Jöklaferðir.\nHvalaskoðunarferðir eru stundaðar frá fleiri stöðum en Íslandi. Þær voru stundaðar í 87 löndum árið 1998, fjöldi farþega 9 milljónir frá 492 stöðum og var veltan áætluð um 80 milljarðar króna.\nAð lokum er hér listi yfir fyrirtæki í hvalaskoðun 2002.\nNorðursigling, Húsavík, www.nordursigling.is\nHvalaferðir, Húsavík,\twww.hvalaferdir.is\nFerðaþjónustan Áki, Breiðdalsvík\nVíking bátaferðir, Vestmannaeyjum,\twww.boattours.is\nElding, Hafnarfirði,\twww.islandia.is/elding\nHöfrunga- og hvalaskoðun, Reykjanesbæ,\twww.arctic.ic/itn/whale\nHvalastöðin, Reykjavík/Reykjanesbæ, www.whalewatching.is\nHúni, Hafnarfirði,  www.islandia.is/huni\nBátsferðir Arnarstapa/Snjófell, Snæfellsnesi,\nhttp://www.snjofell.is\nSæferðir, Stykkishólmi/Ólafsvík, www.saeferdir.is\nSjóferðir, Dalvík, www.isholf.is/sjoferdir/\nNíels Jónsson, Hauganesi, www.niels.is\nHvalaminjasafnið, Húsavík,\twww.icewhale.is",
    "url": "https://www.hugi.is/ferdalog/greinar/121993/hvalaskodun/",
    "url_id": "121993",
    "id": "905495",
    "replies": [
        {
            "user": "Delirium",
            "user_id": "19072",
            "date": "2003-02-08 22:33:57",
            "id": "905496",
            "reply_to_id": "905495",
            "text": "Mamma frænku minnar vann við aðvera svona leiðsögumaður í hvalaskoðun svo að við fengum frítt í hvalaskoðun á Husavík og ég var á húsav´´ik þegar að rammstein gaurarnir komu til landsins og héldu tónleikana og þeir komu til húsavíkur til að fara í hvalaskoðun og þegar við fréttum það hlupum við niðrá höfn og rétt náðum í bátinn, og fengum að tala við rammstein gaurana (mamma frænku minnar er ensk og ég er bara dúx eða eitthvað í ensku! svo að það var bara töluð enska) og vi' fengum eiginhandaráritanir sem að við skiljum ekkert en erum hæst ánægðar með! sérstaklega vegna þess að við fengum nöfnin okkar og svona en allir aðdáendurnir sem biðu á briggjunni fengu bara eitthvað lame tias á sínar! (Veit ekkert hvað tias þýðir!)"
        },
        {
            "user": "JoiMjoi",
            "user_id": "12280",
            "date": "2003-02-09 00:11:59",
            "id": "905497",
            "reply_to_id": "905496",
            "text": "Er etthvað aldurstakmark í hvalaskoðun??"
        },
        {
            "user": "Delirium",
            "user_id": "19072",
            "date": "2003-02-09 13:43:17",
            "id": "905498",
            "reply_to_id": "905497",
            "text": "nei nú?"
        },
        {
            "user": "JoiMjoi",
            "user_id": "12280",
            "date": "2003-02-09 14:41:22",
            "id": "905499",
            "reply_to_id": "905498",
            "text": "nei ég er að spá í að fara í sumar!"
        },
        {
            "user": "Delirium",
            "user_id": "19072",
            "date": "2003-02-09 16:38:52",
            "id": "905500",
            "reply_to_id": "905499",
            "text": "það er geðveikt gaman. Þegar við fórum sáum við nokkra hvali og síðan voru þrír höfrungar alltaf við hliðina á skipinu, eða þegar við vorum komin eitthvað út á sjó, nokkuð langt! EN það var geðveikt gaman, ég ráðlegg þér að fara í Hvalaskoðun á húsavík! Maður fær geðveikt góða kanelsnúða! :P"
        }
    ]
}