{
    "forum_title": "Rómantík",
    "user": "lalala",
    "user_id": "22636",
    "date": "2003-02-09 23:57:29",
    "title": "Ekki tilbúin eða???",
    "text": "Æ djöfull veit ekki hvernig marr á að byrja svona greinar en ég er nýbúin að kynnast strák sem er aðeins eldri en ég 5 ár á milli mér finnst það ekkert honum er svona nokkuð sama en svo býr hann svoldið í burtu en það hefur ekkert verið leiðindi hingað til en hann segist ekki vera tilbúin í samband en samt kallar hann mig stóru ástina sína og þegar við erum saman talar hann um þegar hann verður í fjöldskyldunni minni og í gær spurði hann hvenar ég atlaði að kynna hann heima og þegar við erum saman er eins og við séum búin að vera saman í einhvern tíma en ég veit ekki vinkonur mínar segja að hann sé ástfangin af mér( en erum bara búin að þekkjast í tæpar 2 vikur) en mér finnst eins ,æj ég veit það ekki en hva haldið þið útfrá því sem ég er búin að skrifa hérna??",
    "url": "https://www.hugi.is/romantik/greinar/122187/ekki-tilbuin-eda/",
    "url_id": "122187",
    "id": "907228",
    "replies": [
        {
            "user": "wolfy",
            "user_id": "16961",
            "date": "2003-02-10 03:42:04",
            "id": "907229",
            "reply_to_id": "907228",
            "text": "En hvað finnst þér? Ég myndi gera það sem þér finnst að þú ættir að gera.. Ef þú elskar hann og allt.. þá ættiru bara að byrja með honum.. en ég myndi býða í nokkrar vikur. En gerðu það sem þér finnst :)"
        },
        {
            "user": "lalala",
            "user_id": "22636",
            "date": "2003-02-14 13:07:25",
            "id": "907230",
            "reply_to_id": "907229",
            "text": "veit nefla ekki hvernig honum finnst og myndi vilja en hann talar alltaf eins og við séum saman???"
        },
        {
            "user": "divaa",
            "user_id": "11336",
            "date": "2003-02-10 08:33:36",
            "id": "907231",
            "reply_to_id": "907228",
            "text": "Hann er eflaust mjög hrifinn af þér en ég held að “elska” sér of stórt orð yfir hrifningu og samband sem ekki hefur staðið lengur en 2 vikur. Þið þekkið hvort annað einfaldlega ekki nóg. Auðvitað líður manni svona þegar maður er nýbyrjaður í sambandi, enda ástarbríminn í blóma, en ég myndi ekki taka það of alvarlega fyrst um sinn."
        },
        {
            "user": "CendenZ",
            "user_id": "795",
            "date": "2003-02-10 10:28:03",
            "id": "907232",
            "reply_to_id": "907231",
            "text": "Þú varst mjög leiðinleg við mig & gerðu bara það sem þér sýnist."
        },
        {
            "user": "MrGoodman",
            "user_id": "7110",
            "date": "2003-02-10 14:48:31",
            "id": "907233",
            "reply_to_id": "907228",
            "text": "Ég mæli með að þú gerir það sem tilfinningar þínar segja þér að gera.\nGóðar stundir.\nps. Hefur þú aldrei heyrt talað um kommur og punkta? Þetta var frekar vond lesning sökum skorts á þessum ágætu “tólum”."
        },
        {
            "user": "fiskaminni",
            "user_id": "15466",
            "date": "2003-02-10 15:07:39",
            "id": "907234",
            "reply_to_id": "907228",
            "text": "Miðað við hvernig þú skrifar, ekki móðgast,bara orðalag og svoleiðis–> ertu fremur ung… Þá eru fimm ár mjög mikill aldursmunur.. Passaðu þig á því að hann sé ekki einhver barnaperri. Í alvöru, láttu hann ekki gabba þig í eitthvað sem þú ert ekki tilbúin í.."
        },
        {
            "user": "CendenZ",
            "user_id": "795",
            "date": "2003-02-10 15:48:02",
            "id": "907235",
            "reply_to_id": "907234",
            "text": "sammála fiskaminni."
        },
        {
            "user": "Fleebix",
            "user_id": "5906",
            "date": "2003-02-10 16:04:22",
            "id": "907236",
            "reply_to_id": "907235",
            "text": "hvað, ertu, gömul? það er eiginlega lykilatriði hérna."
        },
        {
            "user": "svala",
            "user_id": "27131",
            "date": "2003-02-10 16:14:44",
            "id": "907237",
            "reply_to_id": "907234",
            "text": "barnaperri??? hver er skilgreiningin a honum, eg er 16 ára og hef verið með strak sem er 5 árum eldri en ég, semsagt 21 árs! ekki segja mer að hann sé barnaperri? Ég helt það væri meir sona einhverjir allavega komnir yfir 25 og væru þa með sona yngri börnum kannski fra 10 jafnvel yngri og upp kannski 13 ára."
        },
        {
            "user": "wbdaz",
            "user_id": "6083",
            "date": "2003-02-10 17:35:28",
            "id": "907238",
            "reply_to_id": "907237",
            "text": "eitt að vera barnaníðingur og annað að vera barnaperri. 16 ára ertu og fyrir þá sem eru komnir yfir tvítugt telst það ekki mikill aldur (enda ertu enþá barn skv. lögum). Persónulega finnst mér þetta mikill munur þar sem þó nokkur þroskamunur ætti að vera á ykkur. Maður veit samt aldrei. Bara það þeir sem eru á hans aldri hafa oftast allt önnur plön og markmið en fólk á þínum aldri :)"
        },
        {
            "user": "Venus",
            "user_id": "24284",
            "date": "2003-02-10 17:36:31",
            "id": "907239",
            "reply_to_id": "907237",
            "text": "Ég myndi nú bara skilgreina barnaperra sem manneskju sem misnotar börn.\nFinnst aldurinn ekki vera aðalatriðið í því þó mér finnist það ekki beint eðlilegt þegar fólk er með fólki sem eru mikið eldri/yngri en það sjálft"
        },
        {
            "user": "Venus",
            "user_id": "24284",
            "date": "2003-02-10 17:38:11",
            "id": "907240",
            "reply_to_id": "907228",
            "text": "Gerðu bara það sem að þér finnst réttast…\nOg eftir því sem stendur í þessari grein þá held ég að hann sé bara hræddur eða eitthvað…"
        },
        {
            "user": "lalala",
            "user_id": "22636",
            "date": "2003-02-12 15:02:50",
            "id": "907241",
            "reply_to_id": "907228",
            "text": "þetta er nú ekkert barnaperverta dæmi… en hey það er ein komma þarna:) en hmmm megið alveg koma með einhverjar uppástungur hvað marr á að gera í sambandi við svona hef nefla aldrei verið í sambandi og vil ekki biðja vinkonur mínar um ráð því þeirra sambönd hafa bara gengið útá e-ð rugl og nota bara stráka og hef því miður ekki samviskuna í það og gæti aldrei gert það??:)"
        },
        {
            "user": "CendenZ",
            "user_id": "795",
            "date": "2003-02-12 15:20:06",
            "id": "907242",
            "reply_to_id": "907241",
            "text": "ótrúlegt, svo ég trúi því ekki.\nstelpa sem notar ekki strák ? :/\n…ertu viss um að þér sért stelpa ?\n=)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-12 17:57:14",
            "id": "907243",
            "reply_to_id": "907228",
            "text": "Úff 2 vikur og ELSKA!!!!!  Ég er búin að vera í sambandi í 7 mánuði og man eftir okkar 3ja mánaða krísu sem líka getur gerst í hjónaböndum…þið eigið langt í land og þurfi að kynnast betur…svo talar hann um að vera í fjölskyldunni þinni BELIEVE ME það er bara til að gera sig öruggan um að þú viljir hann alltaf og hann geti tekið þig sem sjálfsagða…hef lent í því í öðrum samböndum!!!!!  Þetta er 3ðja sambandið mitt og áður var ég í næstum 3ja ára samböndum og báðir tóku mig sem sjálfsagða því ég var svo #góð# við þá."
        }
    ]
}