{
    "forum_title": "Börnin okkar",
    "user": "Samick2",
    "user_id": "4326",
    "date": "2000-12-23 22:34:06",
    "title": "Allt betra núna...",
    "text": "Jæja, eins og flestir vita þá hafa samskiptin við fyrrvernandi lagast helling.  Og það er orðið miklu þægilegra að hafa strákinn hér.  Hann tekur líka svo miklum framförum í hverri viku, hreyfingar og tal, að það er alveg frábært að fylgjast með því.  Það er að vissu leiti spennandi að hitta hann svona sjaldan.  Því þá er hann búinn að stækka svo mikið, farinn að tala svo mikið… hann er meira segja farinn að tala í símann… (hlustaði alltaf bara).  Æ, þetta er góður fílíngur, að vera rólegri… ekki þurfa að kvíða því alltaf að vera kannski að sjá hann í síðasta sinn…\nEn allavegana þá er hann hjá mér núna, það er búið að vera frábært.  Hann fékk ekki í skóinn hjá mömmu sinni og fékk fyrst í skóinn í gær… hoppaði hæð sína í loft upp… og er búinn að vera góður og þægur í dag… jólasveinninn kemur örugglega í nótt!  Okkur líður vel.\nAlgjör jólasveinn\nGromit",
    "url": "https://www.hugi.is/bornin/greinar/12226/allt-betra-nuna/",
    "url_id": "12226",
    "id": "75252",
    "replies": [
        {
            "user": "hulda",
            "user_id": "2591",
            "date": "2000-12-24 01:55:56",
            "id": "75253",
            "reply_to_id": "75252",
            "text": "Æj hvað það er gott að heyra =)"
        },
        {
            "user": "geggi",
            "user_id": "4258",
            "date": "2000-12-24 11:52:03",
            "id": "75254",
            "reply_to_id": "75252",
            "text": "Hafði þið það gott um jólin og gleðileg jól gormu"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2000-12-25 03:48:05",
            "id": "75255",
            "reply_to_id": "75252",
            "text": "Gellur med born eru allveg rosalegar thad er eins og thaer thrifist a drama og kynlifi mer fynnst thetta vera virkilega slaemt barnanna theyrra vegna"
        }
    ]
}