{
    "forum_title": "Popptónlist",
    "user": "lundi86",
    "user_id": "30364",
    "date": "2003-02-10 19:39:01",
    "title": "Ayumi Hamasaki",
    "text": "&#8220;Ayumi Hamasaki er fædd annan október 1978 í Fukuoka, Kyushu, Japan og er talinn ein vinsælasta söngkonan í Japan í dag.  Fyrsta lagið hennar kom árið 1998 og kallaðist &#8220;Poker Face&#8221;.  Diskurinn &#8220;Love For XX&#8221; sem innihélt lagið seldist mjög vel og nýjasti diskurinn hennar, &#8220;Loveppears&#8221;, hefur slegið í gegn og eftir útkomuna hefur hún verið álitin sem menningar gersemi.  Aðdáðendur hennar samanstanda aðalega af unglingsstúlkum og mikið er hermt eftir hárgreiðslunni hennar.&#8221;\nÞýddur texti frá\nhttp://www.starpulse.com/Supermodels/Hamasaki,_Ayumi/in\ndex.html\nAyumi Hamasaki er betur þekkt sem Ayu eða Hamasaki Ayumi í Japan því að þó Japanir nota sama nafnakerfi og Bandaríkjamenn (nafn og ættarnafn) þá nota Japanir ættarnafnið alltaf á undan.  Ayumi hefur ekki alltaf verið söngkona heldur hafði hún áður verið módel og leikkona.  Ayumi semur allan sinn texta sjálf, og þó megnið af textunum eru samhengislausir þá eru þeir mjög þroskaðir miðað við aldur.  Í viðtali hafði hún eftirfarandi að segja um textana sína:  &#8220;I like to try to view my own and my friends' experiences objectively, and put my honest feelings into words. If I write when I'm low, it will be a dark song, but I don't care. I want to be honest with myself at all times.&#8221;  Sem krakki hlustaði hún mikið á rokk (Led Zeppelin, Deep Purple) og hefur það átt þátt í þeirri tónlist sem hún semur en ættingi hennar kom henni á bragðið.\nHún er í vogamerkinu og tilheyrir blóðflokknum A.  Líkt og margir Japanir þá er hún ekki mjög há eða 1,56 metrar á hæð og 40 kg á þyngd.  Hennar uppáhaldsmatur eru kökur, kex, súkkulaði og kimchee (Korean marinated cabbage (ef einhver veit hvað þetta er má hann láta mig vita)).  Hún ber virðingu fyrir fólki sem á hluti sem hún á ekki en henni er illa við lygara og fólk sem heilsar ekki.  Hennar uppáhalds leikari er Nicholas Cage og uppáhalds leikkona er Rie Miyazawa.  Sem stendur finnst henni gaman að safna hvítum hlutum í herbergið sitt.\nMegnið af upplýsingunum fékk ég á\nhttp://ayumi.primenova.com/profile.htm\nÞeir diskar sem hún hefur gefið út eru &#8220;A Song For XX&#8221;, &#8220;Loveppears&#8221;, &#8220;Duty&#8221;, &#8220;I Am…&#8221;, &#8220;5th Album&#8221;, &#8220;Voyage&#8221;, &#8220;Ayu Trance 2&#8221;, &#8220;Free & Easy&#8221;, &#8220;Daybreak&#8221;, &#8220;Evolution&#8221;, &#8220;ayo-mix-2&#8221; auk nokkura &#8216;single&#8217; plötur.\nListi yfir diska fann ég á\nhttp://ayumi.primenova.com/lyrics.htm\nÉg hef síðustu daga verið að safna lögum eftir þessa söngkonu og persónulega finnst mér þetta vera ansans ári góð lög, með þeim bestu sem ég hef heyrt.  Þetta eru eina almennilega poppsöngkonan frá Japan sem ég veit um.  Ég ætla þess vegna að sýna ykkur lítinn lista af þeim lögum sem ég mæli með fyrir þá sem hafa áhuga á að kynnast almennilegri, japönskri popptónlist:\nEvolution\nBoys & Girls\nUNION!\nFly High\nEnd of the world\nYOU\nKveðja, lundi86",
    "url": "https://www.hugi.is/popp/greinar/122382/ayumi-hamasaki/",
    "url_id": "122382",
    "id": "908659",
    "replies": [
        {
            "user": "AllesKlar",
            "user_id": "19099",
            "date": "2003-02-11 01:49:52",
            "id": "908660",
            "reply_to_id": "908659",
            "text": "ég vil óska þér til hamingju fyrir að leita af tónlist fyrir utan Pooptíví og Mf957"
        },
        {
            "user": "tokodai",
            "user_id": "28924",
            "date": "2003-02-11 08:59:00",
            "id": "908661",
            "reply_to_id": "908659",
            "text": "Ayumi er ágæt, með því besta í J-poppinu. Líka soldið sérstök í útliti (fyrir Japana) og gríðarlega vinsæl. Kimchi (fyrst var spurt) er e.k. þjóðarréttur í Kóreu, súrt kál með kryddi sem gerir þetta soldið sterkt. Nokkuð gott.\nTakk f. grein, gaman að einhver skuli hlusta á þetta á Íslandi. kv frá Tókyo."
        },
        {
            "user": "lundi86",
            "user_id": "30364",
            "date": "2003-02-11 09:42:01",
            "id": "908662",
            "reply_to_id": "908659",
            "text": "Hvar getur maður dánlódað músík með henni?"
        },
        {
            "user": "lundi86",
            "user_id": "30364",
            "date": "2003-02-11 10:42:28",
            "id": "908663",
            "reply_to_id": "908662",
            "text": "Öll lögin sem ég á með henni hef ég náð í af Kazaa en ég veit ekki um neinn annan stað til að ná í þau þó þeir séu örugglega til."
        },
        {
            "user": "NoAngel",
            "user_id": "15331",
            "date": "2003-02-11 09:56:19",
            "id": "908664",
            "reply_to_id": "908659",
            "text": "góð grein…en hver er þetta?? ;)"
        },
        {
            "user": "MrGoodman",
            "user_id": "7110",
            "date": "2003-02-11 10:04:33",
            "id": "908665",
            "reply_to_id": "908659",
            "text": "Gaman að sjá að einhver hefur áhuga á popptónlist annars staðar frá en vesturlöndum. Góð grein.\nGóðar stundi"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-11 10:42:43",
            "id": "908666",
            "reply_to_id": "908659",
            "text": "Ber hún virðingu fyrir fólki sem á hluti sem hún á ekki??? Hvað með annað fólk, t.d. fátækt fólk? Ber hún ekki virðingu fyrir þeim???\nOg skrifar hún mjög þroskaða texta miðað við aldur? Er hún ekki 25 ára???\nÞetta var góð grein en þessi kelling er eitthvað gaga!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-11 19:30:19",
            "id": "908667",
            "reply_to_id": "908666",
            "text": "Ekki taka þessu vitlaust, rakel87, en sendir þú ekki grei um Britney Spears, Christina Aguilera eða Írafár, þau (nema kannski Írafár) semja ekki sína eigin texta og hafa einungis komist áfram í lífinu út á útlitið…\nEf þú skrifaðir ekkert um þær biðst ég afsökunar…"
        },
        {
            "user": "lundi86",
            "user_id": "30364",
            "date": "2003-02-11 13:49:01",
            "id": "908668",
            "reply_to_id": "908659",
            "text": "Ég vil benda á villu í lagalistanum áður en nokkur annar gerir það.  Ayumi Hamasaki hefur aldrei búið til lag sem heitir UNION! heldur heitir lagið UNITE!\nÉg vil biðjast afsökunar á þessu.\nÉg vil líka benda á að megnið af þessum upplýsingum eru fengnar af netinu.  Ef einhver er með athugasemdir eða spurningar er ekki víst að ég geti svarað þeim.  Hugsanlega er athugasemdin um þroskaðan texta hennar miðað við útgáfu fyrsta disksins hennar."
        },
        {
            "user": "Sunbeam",
            "user_id": "5207",
            "date": "2003-02-11 22:25:48",
            "id": "908669",
            "reply_to_id": "908659",
            "text": "Virkilega fín grein og gaman að skoða greinar um popp sem er ekki mainstream á íslandi, og ekki endalausar greinar um popptónlistarmenn sem maður veit nú þegar allt um þó maður hafi engan sérstakan áhuga á viðkomandi..semsagt ekki mataðar upplýsingar.\nBig up! :o)"
        }
    ]
}