{
    "forum_title": "Hljóðfæri",
    "user": "biggi35",
    "user_id": "15970",
    "date": "2003-02-11 16:58:54",
    "title": "Verð á hljóðfærum",
    "text": "Sælir Hugarar\nHvernig er það með verð á hljóðfærum í dag?\nFyrir 20 árum var hægt að kaupa afbragðsfín hljóðfæri á nánast engann pening, en nú eru sömu hljóðfæri farin að kosta hundruðir þúsunda.  Ég sjálfur hef reyndar ekki fylgst fyrr en núna á ,,verðbólguárum\" þ.e. byrjaði fyrir sonna 2 árum, en hef verið að heyra frá ýmsum sem keyptu þessi líka frábæru hljóðfæri á 10.000 kall (fyrir svona 20 árum)\nÉg keypti mér notað Korg Trinity hljómborð í Tónabúðinni síðasta sumar.  Það kostaði þá 110.000 kr.  Nýjasta (Korg Triton) er á u.þ.b 250.000.  Svo eru merki eins og Fender jazzbass frá alveg 60.000 (notuðum held ég) og allt upp í 100 og eitthvað þúsund.\nMér finnst þetta frekar sorglegt L\nVildi kannski reyna að skapa smá umræðu um þetta, fá kannski eins og hvar væri hægt að fá góð notuð hljóðfæri o.fl. J\nKv.\nBiggi 35",
    "url": "https://www.hugi.is/hljodfaeri/greinar/122673/verd-a-hljodfaerum/",
    "url_id": "122673",
    "id": "911877",
    "replies": [
        {
            "user": "alexj",
            "user_id": "17437",
            "date": "2003-02-11 22:54:41",
            "id": "911885",
            "reply_to_id": "911877",
            "text": "Það er rétt að þetta er að vera alltof dýrt t.d. var ég að pæla í Gibson SG og hvað þeir munu kosta og þeir eru ekkert smádýrir. Ég á valla efni á Epiphone hvað þá Gibson. Þetta er allt að verða alltof dýrt."
        },
        {
            "user": "BenjaminN",
            "user_id": "28889",
            "date": "2003-02-14 09:28:51",
            "id": "911886",
            "reply_to_id": "911885",
            "text": "gipson framleiðendurnir eru að koma með bara þokkalegt framlag með því að hækka verðin og selja færri gipsona þeir eru allir handsmíðaðir og með tímanum þá verða þeir bara verðmætari safnaragripir þetta er ekki peninga eiðsla að kaupa gipson heldur fjárfesting og ef þú vilt ódírt þá skaltu atuga e-bay þeir eru að selja klassa gripi fyrir nánast ekjert ég sá gipson les paul ´71 á 70000"
        },
        {
            "user": "Bjaddniby",
            "user_id": "30949",
            "date": "2003-02-11 23:28:40",
            "id": "911887",
            "reply_to_id": "911877",
            "text": "Talandi um þetta. Þá er þetta alveg hræðilegt. Það vita allir að ísland er allavega 4 dýrasta land í heimi og kemur það aðeins þessu máli við. Allavega, samkvæmt “ógeðslega” nákvæmum reikningum mínum eða hitt þó heldur, á þetta ekki að vera svona dýrt. erum við að tala um slatta af trjám sem eiðast??? Já. skítt með það. Dabbi setur bara ný niður í staðinn. heimurinn er kanski ekki endalaus en trékostnaður kemur þessu bara anskotans ekkert við anskotinn hafi það.. Við erum að tala um peningagraða íslendinga sem vilja bara hrella viðskipta vini með alltof dýrum hlutum. Hvað haldiði að kosti að reka trommusett í ár?? hvað þá 10????? Það er sennilega að kosta um eitt nýtt sett á ári, en bara ef við erum að tala um sett í bandaríkjunum… Og ég sem hélt að BAndaríkja menn væru spól óðir í peninga…. Ísland er hræ þegar komið er að þessum málum. Tökum drykki sem dæmi. Kók kostar ekki 150 kr.. Allt efnið + flaskan sjálf, 15 til 20 krónur…. gítar… 10-15 þúsund… þetta er staðreynd…\nLuv you rokk´n´roll so dont you ever leave me …\nBjarni hefur talað\nP.S. til fjandans með íslenkan fjárefnahag"
        },
        {
            "user": "JohannLind",
            "user_id": "31540",
            "date": "2003-02-11 23:58:31",
            "id": "911888",
            "reply_to_id": "911877",
            "text": "Hversonar bölvuð fráfaranda vísindi eru þetta? Hvaðan koma svona fáránlegar tilögur? Efnahagurinn sé að fara í rúst? Þetta er bara rugl! Þetta er bara rugl! Hvaðan hafi þið svona? Þið skulið bara vera heppinn að við erum ekki í evrópusambandinnu!"
        },
        {
            "user": "Reyfari",
            "user_id": "5578",
            "date": "2003-02-12 00:50:12",
            "id": "911889",
            "reply_to_id": "911888",
            "text": "ALEXI!!!!!!!!!!!\nFáðu þér Gibson SG Angus típuna kostar ekki nema $2800, svona 320.000 komin til Íslands!!!\nÉg á einu solis típuna á Íslandi og ég verð að segja, að þegar maður er búinn að skipta út 0,10 brite wires í 0,09 ernie Ball, þá er ekkert hægt að setja út á þennann gítar. HANN ER GEÐVEIKUR!!!"
        },
        {
            "user": "BjornIngi",
            "user_id": "28111",
            "date": "2003-02-12 01:55:07",
            "id": "911878",
            "reply_to_id": "911877",
            "text": "Amm. verðlag á hljóðfærum hér á íslandi er alltof dýrt. t.d. frekar crappy Fender Telecaster er á svona c.a. 55 þús fyrir utan hard case :) og þá er ég að meina crappy útgáfa.\nT.d. hafa Marshall magnararnir hækkað um heil ósköp á síðustu árum. t.d. bara 2x 12\" Valvestate magnari sem var fyrir 4 árum á 60 - 70 þús. núna á 100 þús. ( sérdeilis prýðilegir magnarar)\nEn oft er hægt að gera góða díla á hljóðfærum sem eru notuð. og þar er hægt að hitta á eðal græjur."
        },
        {
            "user": "ibbets",
            "user_id": "10684",
            "date": "2003-02-18 15:16:52",
            "id": "911879",
            "reply_to_id": "911878",
            "text": "já notað er málið, ég rakst á Marshall JCM 900 100w lampamagnara um daginn í Rín á 50 þús, var ekki lengi að púkka út fyrir honum sko.  Keypti svo Whasburn Kc40 á 20 þús, enginn pro græja en virkilega góður gítar."
        },
        {
            "user": "jossi",
            "user_id": "27707",
            "date": "2003-02-19 20:59:38",
            "id": "911880",
            "reply_to_id": "911879",
            "text": "ég gerði svo sannarlega góð kaup um daginn ég keypti mér warwick thumb  4 strengja bassa… handmade méð rauðum ljósum í haálsinum 2 emg pickupa , formagnara….. allt á 120000 kall\nkostaði nýr 360000…. þið getið gáð af því á “warwickbass.com” og fara svo í pricelist og gá að 4 str thum"
        },
        {
            "user": "MrGoodman",
            "user_id": "7110",
            "date": "2003-02-12 02:02:39",
            "id": "911881",
            "reply_to_id": "911877",
            "text": "Ég er sammála því að verð á hljóðfærum er mjög hátt miðað við hvað tónlistamenn á Íslandi hafa (oftast) úr litlu að moða. En að bera það saman það að kaupa sér hljóðfæri fyrir 20 árum og Korg Triton er fáránlegt. Fyrir 20 árum var ekkert hljóðfæri til sem var svona fjölhæft og flókið einsog Triton er.\nSvo finnst mér ekkert skrítið að Triton kosti svona miklu meiri pening en þú borgaðir fyrir Trinity borðið þitt.\nÍ fyrsta lagi er Triton mun betri og flóknari græja en Trinity, Það er búið að bæta miklu við. Var Trinity t.d. með innbyggðan sampler?\nÍ öðru lagi keyptiru Trinity borðið notað og borgaðir þar af leiðandi ekki eins mikið og þú hefðir þurft að borga fyrir nýjan Trinity.\nÞú hlítur að sjá að þessi samanburður er algerlega útí hött og röklaus með öllu!\nGóðar stundir.\nPs. Fyrir tuttugu árum man ég eftir sjálfum mér kaupa mér súkkulaðikúlu á 50 aur, sem kostar 5 kr í dag. Get the picture?"
        },
        {
            "user": "BjornIngi",
            "user_id": "28111",
            "date": "2003-02-12 04:21:05",
            "id": "911882",
            "reply_to_id": "911881",
            "text": "Hummmm. áttu þessa súkkulaðikúlu enn ? Og hvar fékkstu 50 aur ?? :D"
        },
        {
            "user": "biggi35",
            "user_id": "15970",
            "date": "2003-02-12 13:28:07",
            "id": "911883",
            "reply_to_id": "911881",
            "text": "Neih, þú hefur verið eitthvað að misskilja mig… ég nefndi Trinity því að það var flaggskipið frá Korg, Triton er það líka (útskýrir verðið) Hljómborðin fyrir 20. árum voru líka allt öðruvísi, en þau voru samt það besta frá hverju fyrirtæki.  Þeir vissu ekki betur en það væri það besta, Annars væri ég alveg til í að eiga Triton sko, massaflott græja.  En hljóðfærin í dag eru samt frekar mikið dýrari en þau voru :(\nKv. Biggi35"
        },
        {
            "user": "MrGoodman",
            "user_id": "7110",
            "date": "2003-02-12 13:50:48",
            "id": "911884",
            "reply_to_id": "911883",
            "text": "Misskilja hvað? Þú varst að bera saman verð á notuðum Korg Trinity og nýjum Korg Triton, er það ekki?\nÉg veit alveg að hljómborð fyrir tuttugu árum voru öðruvísi. Ég á sjálfur 2 borð sem eru nánast 20 ára gömul.\nÉg er ekkert að mótmæla því að verð á hljóðfærum séu of há á Íslandi. Ég er bara benda á að þessir samanburðir sem þú nefnir í grein þinni ná ekki nokkurri átt og eru hin mesta firra.\nGóðar stundir."
        },
        {
            "user": "fusi",
            "user_id": "25951",
            "date": "2003-02-12 10:03:42",
            "id": "911890",
            "reply_to_id": "911877",
            "text": "Já en þetta er nu ekkert ég átti einu sinni hund sem kunni bæði að tala og skrifa!¨!……… nei nei ég er að djóka í ykkur en já þetta er alveg rétt við ættum eiginlega að fara og mótmæla fyrir utan Alþingishúsið og Ath hvort Dabbi stiðji okkur ekki….. hann spilar nú á Harmonikku!!"
        },
        {
            "user": "Berndsen",
            "user_id": "15042",
            "date": "2003-02-12 10:33:55",
            "id": "911891",
            "reply_to_id": "911890",
            "text": "kaupa gítar í danmörku\nsparar mikið\nwww.musikhuset.dk"
        },
        {
            "user": "MrGoodman",
            "user_id": "7110",
            "date": "2003-02-12 13:53:39",
            "id": "911892",
            "reply_to_id": "911890",
            "text": "“við ættum eiginlega að fara og mótmæla fyrir utan Alþingishúsið og Ath hvort Dabbi stiðji okkur ekki”\nHann gerir það nú þegar! Hvernig? Hann er ekki búinn að setja tolla á hljóðfæri, sem hann hefði getað gert fyrir mörgum árum síðan!\nHvað viltu meira? Að ríkið fari að niðurgreiða hljóðfæri? Get real!\nGóðar stundir."
        },
        {
            "user": "biggi35",
            "user_id": "15970",
            "date": "2003-02-12 14:25:35",
            "id": "911893",
            "reply_to_id": "911892",
            "text": "Ok, það sem ég var að fiska eftir er komið fram svo… en tactik þetta voru bara pælingar sem ég skrifaði inn á stuttum tíma og áttu ekki að vera einhver persónuleg móðgun beint til þín :)\nEn svo er annað, hvenær verður vsk minnkaður? (Eða verður það kannski bara aldrei gert?)"
        },
        {
            "user": "BMT",
            "user_id": "29883",
            "date": "2003-02-12 12:09:43",
            "id": "911894",
            "reply_to_id": "911877",
            "text": "her er leidinlega stadreind… eg var med augastad a mixer fra beringer sem, samkvaemt rrp fra behringer, kostadi 1250 pund… sem er svona c.a. 170.000 kall… i tonabudinni kostadi tetta stykki 260-270 tus kall!!! tessi 1200 pund er tad verd sem beringer maelir med a se sett a voruna… sidan eru fullt af fyrirtaekjum ad bjoda mynna en tad verd… en sjaldan mikid yfir… tar sem ad tad er bara ripp off… en tarna er verdmunurinn ordin 100.000 kall!!! hvad a tad ad tida…\nsidan er annad gott daemi… eg var ad kaupa M-Audio duo hljodkort fyrir lappan minn og fekk med tvi 2X2 midi usb interface og beyerdinamic heyrnatol (sem kostudu 13.000 kall) allt a 350 pund (uti i skotlandi… tar sem eg by…)… tetta gera c.a. 45-50 tus kall… tetta hljod kort kostar hisnvegar eitt og ser ut i tonabud 40-45 tus kall… ef ekki meira… tannig ad eg sparadi mer heirrnatol og midi interface sem kostar i kringum 20 tusund kall… ekki slaemt…"
        },
        {
            "user": "ehar",
            "user_id": "31826",
            "date": "2003-02-12 13:41:27",
            "id": "911895",
            "reply_to_id": "911894",
            "text": "Það er nokkuð til í þessu en samt……1\nmálið er að verslanirnar hérna heima geta ekki keyft inn í mikklu magni svo þær eru ekkiað neitt betra verð en ég og þú getum fengið á netinu.\nSíðan þurfa þær að leggja á flutning og svo vask ofan á allt saman svo ef við gefum okkur að ganni að Tónabúðin (sem mér þykir venjulega sangjörn) hafi fenfið mixerinn á 170 borgað svo ca 30 í flutning og tryggingu = 200 svo borga þeir vsk sem er 24,5 eða 49 þús.  þá er kostnaðurinn hjá þeim orðin 250 þús.  Síðan þurfa þeir að leggja á ca 10/15% vegna veltuskatts og þáer verðið 270-280 þús!!!\nÞá eru þeir ekkert búnir að fá uppí kostnaðin við að reka búðina laun ofl ofl!!\nHitt er annað mál að þar sem hljóðfæri bera ekki toll þá er ýmislegt grunsamlega dýrt.  Kannski hefur það sem ég er að horfa á verið flutt inn þegar dollarin var í 120 kalli.\nMálið er bara að þessar verslanir eru að fara á hausin svo þær raka nú ekki alveg saman peningum.\nSvo hefur heimurinn einfaldlega minkað, það er svo einfalt að kaupa í gegnum netið, bara muna að bæta vsk og flutningi og tryggingu ofaná verðið, núna er þá dollarinn nærri 100 kalli.\nHitt er annað mál að ég væri alveg til á að borga sma´meira fyrir að versla í búð hér heima, geta skoðað jafnvel prófað og vitað að ábyrgðin virkar miðað við að versla á netinu!!\nEinar Ha"
        },
        {
            "user": "KetillMani",
            "user_id": "30692",
            "date": "2003-02-12 13:49:20",
            "id": "911896",
            "reply_to_id": "911895",
            "text": "þetta er soldið sorglegt hvað það er verið að setja há verð á þetta , þar sem Dollarinn er komin niður í 76 krónur ! og þetta ætti ekki að vera svona dýrt komið til landsins … en það er ástæða fyrir þessu háa verði það er Virðis auka skattur (VSK)24% og svo eru það sölulaun fyrir starsmann Verslunarinnar sem eru eitthvað um 10-20 % af verðinu … veit ekki hvort þið skiljið þetta en ég held að þetta sé ástæðan …"
        },
        {
            "user": "BMT",
            "user_id": "29883",
            "date": "2003-02-12 17:14:13",
            "id": "911897",
            "reply_to_id": "911895",
            "text": "varðandi dæmið sem að ég nefdi hérna áðan um mixerinn… þá gefur behringer upp að 1250pund sé verð sem má búast við að sé borgaði fyrir hann út í búð af viðskiptavini… þetta er ekki inkaupsverð fyrir verslanir… það er miklu lægra… þannig að þetta er verð með 17,5% vask og söluálagningu frá verslunum sem er um 10-20% þannig að verslanir eru að kaupa þetta á svona c.a. 700 pund… og íslenska búðir ættu að vera að fá sama díl fyrir þetta eins og erlendar(kanski aðeins hærra þar sem að það er ekki verið að kaupa mikið magna)… ég veit hinsvegar að vaskurinn á íslandi er hærri (24,5%) og það er dýrara að flytja þetta til landsins… en það getur ekki munað 100.000 kalli?!!\nannars þá var ég ekkert sérstaklega að setja út á tónabúðina… vildi bara til að þessi dæmi voru frá þeim… til að jafna þetta út þá er verið að selja joemeek VC1Qcs compressora hérna úti á 300-350 pund í búðum(jafvel lægra)… sem er 40-45 þúsund… en þeir kosta 98 þúsund upp í hljóðfærahúsi… það er ódýrar að fljúga út til london á 15.000 kall og kaupa hann þar… muna bara eftir að skrapa smá af málningunn og setja hann í rakktösku með öðru gömlu drasli í og þá ertu búin að spara þér um 40 þús. kall… þarft kanski að halda þér uppi í tvo þrjá daga… en það hægt að gera það fyrir lítin pening…\np.s. dollarinn er í um 75kr… ekki 100"
        },
        {
            "user": "Bjaddniby",
            "user_id": "30949",
            "date": "2003-02-12 14:39:26",
            "id": "911898",
            "reply_to_id": "911877",
            "text": "mig langar í fullt af græjum, en þá er það bara þessi hængur á!!!!!!!maður á fullt af peningum sko, en það er svo dýrt að maður er ekkert að fjárfesta í svona dóti. Ef það væri sama verð hér á íslandi og í Amerícu eða þeim löndum væri maður alltaf að kaupa, ekki bara gítara og solleis heldur mara strengi og solleis. Ég atla að mótmæla kárahnjúkavirkjun bara af því ég veit ekkert um málið sko. Ekki það að ég sé neitt að halda með neinum í málinu, og láta byggja í staðinn hljóðfæraverksmyðu sem getur nýst öllum íslendingum, líka þeim á alþingi. Svo ég segi niður með kárahnjúkavirkjun og þá upp með hljóðfæravirkjunina…. Hverjir eru með mér????\nþá mundi allt verð á hljóðfærum lækka. JEY :)\nBjarni hefur lokið máli sínu"
        },
        {
            "user": "Hammond",
            "user_id": "5205",
            "date": "2003-02-12 15:08:29",
            "id": "911899",
            "reply_to_id": "911877",
            "text": "“Fyrir 20 árum var hægt að kaupa afbragðsfín hljóðfæri á nánast engann pening, en nú eru sömu hljóðfæri farin að kosta hundruðir þúsunda” Þetta er bara rugl hjá þér, þá berð saman algjörlega ólík dæmi. Þú berð saman Nýjan Korg Triton og Notaðan Korg Trinity. Triton er eitt besta alhliða hljómborð á markaðnum í dag með innbyggðum sampler en Trinity kom á markað fyrir 8 eða 9 árum og það hefur engan sampler. Það er þess vegna ekki hægt að líkja þessum tveimur hlutum saman. Persónulega finnst mér Tónabúðin vera mjög sanngjörn í verðlagningu. Ég hef keypt hjá þeim 3 ný Korg hljómborð og ég hefði hvergi í heiminum geta fengið þau ódýrari. Ég skal nefna nýjasta dæmið ég keypti Korg CX-3 hjá þeim fyrir einu og hálfu ári þá var lista verðið 2600$ á þessari græju. Dollarinn var vel yfir hundrað krónur þannig að lista verðið var 270-280 þúsund. Stóru verslanirnar sem auglýsa í græju blöðunum voru að bjóða þetta hljómborð ódýrast á 2100$. Ásett verð hjá Tónabúðinni er 209.000 Á en ég   fékk hljómborðið á 180 þúsund staðgreitt sem mér finnst býsna gott. Sömu sögu get ég nefnt með hin tvö Korg hljómborðin mín sem ég hef keypt þar, ég hefði hvergi í heiminum getað fengið þau ódýrari. Þetta “núna á verðbólguárum”  hjá þér biggi35 er bara rugl. Fyrir 20 árum var óðaverðbólga og hæst fór verðbólgan upp í 80%, núna er verðbólgan flakkandi öðru hvoru megin við 5%. Þannig þetta verðbólgutal þitt er bara bull. Íslendigar búa við ein bestu lífskjör í heimi og efnahagsástandið hér hefur aldrei verið betra. Þessu er mest megnis að þakka styrkri efnahagsstjórn Davíðs Oddssonar. Ég er ekkert að segja að hljóðfæri séu ódýr á Íslandi en mér finnst verðið bara mjög sanngjarnt miðað við það sem ég hef séð erlendis t.d í Evrópu og Bandaríkjunum. Þegar menn eru að skoða hljóðfæri á netinu og erlendis þá gleymist virðisaukaskatturinn oft en  eins og flestir vita er hann lagður á allar vörur og þess vegna er þessi samanburður við útlönd ósanngjarn. Í Bretlandi er líka söluskattur og bið ég menn því að lesa vel smáletrið í auglýsingunum. Eitt að lokum, Biggi35 segir að verð á hljóðfærum hafi verið lágt fyrir 20 árum það er bara ekki satt, hljómborð eins og Prophet og DX7 voru rándýr og hlutfallslega miklu dýrari en hljómborð í dag. Maður sem seldi mér Farfisu orgel og Leslie box nýlega hann sagði mér að hann hafi á sínum tíma keypt það á margra ára raðgreiðslum og fyrir 35 árum þá kostaði þetta algenga hljómsveita combo hann margra mánaða laun sem skrifstofumaður. Ef maðurinn hefði keypt Hammond sem á þessum tíma var vinsælasta hljómborð í heimi þá hefði þetta kostað mannið miklu meira. Það vita það allir að Triton er miklu vandaðri græja en þær sem voru á markaðnum fyrir 20-30 árum síðan og 250 þúsund fyrir þetta frábæra hljómborð er kannski ekkert svo mikið."
        },
        {
            "user": "biggi35",
            "user_id": "15970",
            "date": "2003-02-12 17:41:56",
            "id": "911900",
            "reply_to_id": "911899",
            "text": "Jæja, ég er bara feginn að vera afsannaður um það sem ég sagði í greininni (þá líður mér bara betur) hvað varðar Tónabúðina þá hef ég ekkert út á hana að setja. Þetta með Korg Triton og Trinity er bara vegna þess að ég hef bara keypt mér 2 hljóðfæri :Júpíter Trompet hjá Tónastöðinni (á fínu verði Btw) og svo Trinity. (Enda bara að reyna að skapa smá umræður) En Hammond: Hvernig finnst þér þetta Korg CX-3? virkar mjög töff í búðinni en hef ekkert kynnst því mikið."
        },
        {
            "user": "Hammond",
            "user_id": "5205",
            "date": "2003-02-12 21:02:13",
            "id": "911901",
            "reply_to_id": "911900",
            "text": "Korg CX3 er mjög gott hljómborð, ég skrifaði eitthvað um það á Kasmírsíðuna mína."
        },
        {
            "user": "Elvis2",
            "user_id": "10456",
            "date": "2003-02-12 23:43:18",
            "id": "911902",
            "reply_to_id": "911877",
            "text": "Ekki versla í Hljóðfærahúsinu, þeir eru ekki að fatta að dollarinn hefur lækkað."
        },
        {
            "user": "rainmaker",
            "user_id": "29015",
            "date": "2003-02-13 10:11:10",
            "id": "911903",
            "reply_to_id": "911877",
            "text": "Ég keypti mér bara ódýrasta Washburn gítarinn sem ég fann því ég hafþi ekki efni á dýrari en minn kostaði um 38.000. En ég var um daginn að skoða dimebag gítar á Washburn síðunni og listaverðið á svona grip er c.a 680$ en í tónabúðinni er verðið um 85.000"
        },
        {
            "user": "Dionysos",
            "user_id": "7571",
            "date": "2003-02-13 18:46:41",
            "id": "911904",
            "reply_to_id": "911903",
            "text": "85þúsund? Ég keypti minn Dimebag fyrir tæpum 2 árum á 55.. nýjan… Ef þig langar ennþá í Dimebag, þá máttu senda mér skilaboð ;o)"
        },
        {
            "user": "rainmaker",
            "user_id": "29015",
            "date": "2003-02-14 09:54:59",
            "id": "911905",
            "reply_to_id": "911904",
            "text": "Ég skal hugsa um það. Alltaf gaman að eiga dimebag gítar."
        },
        {
            "user": "Syruhaus",
            "user_id": "32935",
            "date": "2003-02-13 14:55:04",
            "id": "911906",
            "reply_to_id": "911877",
            "text": "Ég verð að vera alveg sammála þessu ég er að reyna að safna mér fyrir musicman bassa sem að kostar 100 þús úti sama týpa hér á landi kostar 190 þús þetta er brjálæði ef að þig langar í Gibson SG þá þarftu alveg massívan pening eða Les Paul enn meiri pening. Það er bara orðið þannig í dag að fólk er helst ekki að kaupa ný hljóðfæri því þá þarf það að taka bankalán enginn góður GIbson gítar fer undir 220 þúsundin nýr en útui færðu þá á 150 ég hef einu sinni keypt nýjan Ibanez bassa sem kostaði 80 þúsund og seinna Venson sem var notaður á 40 þús og Vensoninn er actually betri´það verður að lækka verðin á þessu því að íslenskir tónlistarmenn hafa varla efni á því að byrja að spila lengur…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-15 11:50:04",
            "id": "911907",
            "reply_to_id": "911877",
            "text": "Svo er líka hægt að skoða eBay. Persónulega hefur ekki komið til þess enn hjá mér en ég hef heyrt ágætis sögur bæði um verð, sendingar og fleira. Prýðisþjónusta skilst mér. Ég er allavega að spá í EMG 81/85 picköppum þar sem ég fæ með sendingarkostnaði á 17-18 þús."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-20 17:17:03",
            "id": "911908",
            "reply_to_id": "911877",
            "text": "já .. þetta er dýrt þetta helvíti :("
        },
        {
            "user": "aysa",
            "user_id": "16158",
            "date": "2003-02-24 18:34:03",
            "id": "911909",
            "reply_to_id": "911877",
            "text": "Ef gerðar eru kröfur um gæði einhverja sérstaka gerð típu á hljóðfæri þá kostar það mikið."
        },
        {
            "user": "bananarass",
            "user_id": "24752",
            "date": "2003-02-25 15:37:33",
            "id": "911910",
            "reply_to_id": "911877",
            "text": "HÁRRRRRRRRRRRRRÉÉTTTTTTT!!!!!!!!!!!!!"
        }
    ]
}