{
    "forum_title": "Bretti",
    "user": "gummiz",
    "user_id": "20742",
    "date": "2003-02-11 13:39:25",
    "title": "Rútuferðir Teits Jónasonar...Rugl!",
    "text": "Sælt veri brettafólkið…..\nEitt sem ég hef verið að velta fyrir mér svona þegar seasonið er að byrja eru rútuferðirnar, sem eru að mínu mati mjög góður kostur fyrir okkur sem minna megum okkar og erum ekki kominn með bílpróf.\nEn það er einn hængur þar á.\nHann er sá að rútan fer alltaf svo seint.\nBrottför í fjöllin á Reykjavíkursvæðinu er kl 17.15 á virkum dögum!!!\nÞað er rugl því að maður er kominn í fjallið kl c.a 18 og ekki byrjaður að renna sér fyrr en um 18.30 þegar maður er búinn að kaupa miða. Það er 2 og hálfur tími á bretti, í mesta lagi.\nMér finnst að Teitur Jónason ætti að taka sig til í andlitinu og hafa kanski eina litla rútu kl 1 eða 2 því að ég veit að ég er ekki eini sem finnst gaman að fara snemma og helga daginn til snjóbrettaiðkunar…..\nOg skora ég því hér með á Teit Jónasson að reyna að koma til móts við viðskiptavini sína!!!!!!!!!!!!!!!!!!!!!!!!!!!!!\nEn þetta er mitt álit og vænt þætti mér um að þið mynduð tjá ykkur um þetta mál.\nGummi",
    "url": "https://www.hugi.is/bretti/greinar/122638/rutuferdir-teits-jonasonarrugl/",
    "url_id": "122638",
    "id": "911016",
    "replies": [
        {
            "user": "AstaP",
            "user_id": "5742",
            "date": "2003-02-11 14:36:52",
            "id": "911017",
            "reply_to_id": "911016",
            "text": "Málið er að í seinustu viku opnuðu fjöllin ekki fyrr en kl. 17 á virkum dögum… en það er alveg rétt hjá þér að þeir mættu nú samt alveg leggja fyrr af stað."
        },
        {
            "user": "gummiz",
            "user_id": "20742",
            "date": "2003-02-11 16:04:43",
            "id": "911018",
            "reply_to_id": "911017",
            "text": "Mig minnir allavega að ég hafi farið í fimm rútu þegar það opnaði 2 í seinustu viku sko."
        },
        {
            "user": "BlaZter",
            "user_id": "15024",
            "date": "2003-02-11 14:41:04",
            "id": "911019",
            "reply_to_id": "911016",
            "text": "Ég fór nú á hengilsvæðið og rútan fór kl 1 og það hefði önnur farið um morguninn kl 10:00.\nVerst að ég datt og viðbeinsbraut mig og gat ekki notað miðann til baka :P"
        },
        {
            "user": "koparband",
            "user_id": "25234",
            "date": "2003-02-11 15:34:11",
            "id": "911020",
            "reply_to_id": "911019",
            "text": "ah ég er viðbeinsbrotinn lika þú verður goður eftir um svona 4-5 vikur ég á um svona 1 viku eftir en er byrjaður að fara á bretti !!\nHilz Tommi"
        },
        {
            "user": "koparband",
            "user_id": "25234",
            "date": "2003-02-11 15:34:12",
            "id": "911021",
            "reply_to_id": "911019",
            "text": "ah ég er viðbeinsbrotinn lika þú verður goður eftir um svona 4-5 vikur ég á um svona 1 viku eftir en er byrjaður að fara á bretti !!\nHilz Tommi"
        },
        {
            "user": "gummiz",
            "user_id": "20742",
            "date": "2003-02-11 16:01:56",
            "id": "911022",
            "reply_to_id": "911019",
            "text": "Blazter!. Sjáðu til . Ef þú lest betur þá sérðu að ég er að tala um virka daga. Helgarnar eru í góðum málum hjá þeim!"
        },
        {
            "user": "LocoDuck",
            "user_id": "23289",
            "date": "2003-02-11 18:03:04",
            "id": "911023",
            "reply_to_id": "911019",
            "text": "Hvar er viðbeinið ??"
        },
        {
            "user": "LocoDuck",
            "user_id": "23289",
            "date": "2003-02-11 19:58:18",
            "id": "911024",
            "reply_to_id": "911023",
            "text": "það er ekki sniðugt bein sem brotnar við minnsta högg það eiginlega stendur ut ur hálsinum á þér og i öxlina\nHilz Tommi\np.s. mér finnst lika allt of dyrt i ruturnar og eitt annað það er ekki hægt að kaupa bara aðra ferðina !!!!!!!!!!!!!! hvað er málið !!!!! það er LANG best bara kaupa sér 5 ferða kort þig hagnist á því !!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-25 13:17:03",
            "id": "911025",
            "reply_to_id": "911023",
            "text": "Viðbeinið er fyrir ofan öxlina, kemur frá öxlinni og fer í hálsinn í svona Vaffi."
        },
        {
            "user": "gummiz",
            "user_id": "20742",
            "date": "2003-02-11 20:11:17",
            "id": "911026",
            "reply_to_id": "911016",
            "text": "me agree :D"
        },
        {
            "user": "gummiz",
            "user_id": "20742",
            "date": "2003-02-12 13:25:00",
            "id": "911027",
            "reply_to_id": "911026",
            "text": "sameinaðir stöndum vér, sundraðir föllum vér!!!"
        },
        {
            "user": "dadiorn",
            "user_id": "23389",
            "date": "2003-02-13 01:31:42",
            "id": "911028",
            "reply_to_id": "911016",
            "text": "Mjög sammála en…..flestir eru í skóla/vinnu til kl 3 or some…..þannig að Teitur gamli kall mundi ekki græða mikið á að hafa rútuferðir það snemma….mætti fara sona hálf 4 or some…."
        },
        {
            "user": "stoned",
            "user_id": "30323",
            "date": "2003-02-15 17:47:37",
            "id": "911029",
            "reply_to_id": "911016",
            "text": "Farðu bara í skóla þarna vælukjóinn þinn og hættu þessu rugli…."
        },
        {
            "user": "gummiz",
            "user_id": "20742",
            "date": "2003-02-17 00:06:58",
            "id": "911030",
            "reply_to_id": "911029",
            "text": "Ok, ok… Hvar í ANDSKOTANUM stendur í greininni að ég sé ekki í skóla?. Er eitthvað að , eða ertu bara “Stoned”???….\nÉg er í skóla, ég er bara oft búinn snemma en nei..  Þá kemur einhver svona gaur eins og þú með fullyrðingu og meiðyrði um að ég sé ekki í skóla og sé að væla því að rútukerfið í rvk er meingallað!!!!!!!!!!!!!!!!!\nÞetta er ekki væl!. Þetta er grein til að vekja umræðu á hlutum sem betur mættu fara. . . . Allavega sýnist mér á einhverju að þú þurfir að fara í skóla… lestu áður en þú byrjar að rífa þig…\nKV. Gummi!"
        },
        {
            "user": "stoned",
            "user_id": "30323",
            "date": "2003-02-17 16:52:46",
            "id": "911031",
            "reply_to_id": "911030",
            "text": "Kæri Gummi\nEKKI FARA AÐ VÆLA!!!!\nÉg bara “assumaði” (afsakið slæma íslensku) að þú værir ekki í skóla vegna illa skrifaðar greinar þinnar og hversu snemma þú sért reiðubúinn að leggja í hann í Bláfjöll.\nVanalega mundi ég birta lista yfir allar þær mörgu stafsetningarvillur sem að vitleysingur eins og þú gerir en þínar eru bara of margar…. Afsakaðu. Þegar að mér gefst tími þá mun ég kannski gera þennan lista. En þangað til að ég heyri í þér næsta; “Screw you and have a very snowless winter” ;)\nTakk fyrir\nStoned %)"
        },
        {
            "user": "gummiz",
            "user_id": "20742",
            "date": "2003-02-17 23:22:58",
            "id": "911032",
            "reply_to_id": "911031",
            "text": "Kæri Stoned.\nVildiru vera svo vænn að standa undir því sem þú segir og birta hér þennan lista þinn.\nTakk fyrir og megi snjóflóð hirða þig!.\nKveðja\nGummi!.\nPs. Hvað eru margar stafsetningarvillur í svarinu?."
        },
        {
            "user": "stoned",
            "user_id": "30323",
            "date": "2003-02-18 17:44:29",
            "id": "911033",
            "reply_to_id": "911032",
            "text": "Kæri Guðmundur minn\nÞú skrifa ætíð punkt á eftir spurningar merkjum og upphróunar merkjum sem að þú notar alltof mikið af. Sem sýnir fram á hvað þú ert lélegur penni.\n(Ps. Hvað eru margar stafsetningarvillur í svarinu?.): 1 villa. Jafnvel þó að þú værir að vanda þig!\n(þegar seasonið er að byrja ): 1 cilla. Þetta er ekki íslenskt orð. Ef þú vilt hafa ensku slettur í texta eða slettur úr öðru tungumáli settu það þá innan gæsalappa. T.d. “cool” eða á íslensku svalt.\n(En það er einn hængur þar á.\nHann er sá að rútan fer alltaf svo seint.): Þetta er mjög illa skipt setning þó svo að ég sjái enga stafsetningar villu hérna í fljótu bragði.\n(fjallið kl c.a 18 og): Cirka er það sem að ég held að þú hefur verið að tjá þig og það er skammstafað svona ca.\n(Brottför í fjöllin á Reykjavíkursvæðinu): Um hvaða fjöll ertu að tala um sem að eru á Reykjavíkursvæðinu?\n(Það er 2 og hálfur tími á bretti): Réttara væri að segja: “tveir og hálfur tími”.\n(Rútuferðir Teits Jónasonar…Rugl!): Hann heitir Teitur Jónasson. “Vá!” það ætti ekki að hleypa svona illa skrifandi mönnum eða réttara sagt drengjum eins og þér í tölvu eða einhvert þar sem að þú gætir tjáð þig.\nSvo að því að ég nenni ekki að lesa þennan illa skrifaða littla texta þinn aftur í leit að þeim mörgu villum sem að leynast og ekki leynast í honum þá enda ég bara á því að segja ef þú vilt fara með þetta Teits mál eitthvað lengra þá færðu upplýsingar hér.\nTeitur Jónasson\nDalvegi 22\nSími: 515-2700\nFax: 515-2707\nRafpóstur: mailto:info@teitur.is\nÞangað til næst….\nStoned"
        },
        {
            "user": "gummiz",
            "user_id": "20742",
            "date": "2003-02-19 14:14:57",
            "id": "911034",
            "reply_to_id": "911033",
            "text": "Kæri Guðmundur minn- (Hér ætti að koma upphrópunarmerki, eða punktur)\nÞú skrifa-(R) ætíð punkt á eftir spurningar merkjum og upphró-(p)unar merkjum sem að þú notar alltof mikið af. Sem sýnir fram á (ÞAÐ?) hvað þú ert lélegur penni. –Minnir mig á talsmáta hjá litlum krakka.\n(Ps. Hvað eru margar stafsetningarvillur í svarinu?.): 1 villa. Jafnvel þó að þú værir að vanda þig!\n(þegar seasonið er að byrja ): 1 c-(V)illa.(Eða: hvað er CILLA?) Þetta er ekki íslenskt orð. Ef þú vilt hafa ensku slettur í texta eða slettur úr öðru tungumáli settu það þá innan gæsalappa. T.d. “cool” eða á íslensku svalt.\nVill benda þér á eitt hér: Er það ég sem skrifa mínar greinar, undir mínu nafni og tek afleiðingunum af þeim á minn hátt eða ert það þú???\nKæru Hugarar!\nNú er að því komið að allir sem senda grein með slettum í þurfa að senda hann fyrst á STONED og láta hann athuga með gæsalappirnar!!!\n(En það er einn hængur þar á.\nHann er sá að rútan fer alltaf svo seint.): Þetta er mjög illa skipt setning þó svo að ég sjái enga stafsetningar villu hérna í fljótu bragði.\nHumm humm.\nHvernig myndir þú skipta henni?\n(fjallið kl c.a 18 og): Cirka er það sem að ég held að þú hefur(hafir) verið að tjá þig og það er skammstafað svona ca.\nHverjum er ekki sama um hvernig það er skammstafað öðrum en þér. Og plús það að þú skildir þetta: hvað er þá málið?\n(Brottför í fjöllin á Reykjavíkursvæðinu): Um hvaða fjöll ertu að tala um sem að eru á Reykjavíkursvæðinu?\nFólk(Annað en þú) gerir sér grein fyrir því að þetta eru fjöllin hér í kring: Bláfjöll, Skálafell og Hengillinn þar sem það eru engar aðrar reglubundnar ferðir í önnur fjöll en þessi af Reykjavíkursvæðinu og það að ÍTR og sveitafélögin hér í kring eiga (að mér skilst) þessi svæði ásamt Suðurnesjum eða eitthvað.\n(Það er 2 og hálfur tími á bretti): Réttara væri að segja: “tveir og hálfur tími”.\nEkkert vil ég setja út á hér annað en þröngsýni þína.\n(Rútuferðir Teits Jónasonar…Rugl!): Hann heitir Teitur Jónas(þú hefur aldrei gert klaufavillu, er það?)son. “Vá!” það ætti ekki að hleypa svona illa skrifandi mönnum eða réttara sagt drengjum eins og þér í tölvu eða einhvert þar sem að þú gætir tjáð þig.\nSvo að því að ég nenni ekki að lesa þennan illa skrifaða littla-(litla. Já eitt “T”) texta þinn aftur í leit að þeim mörgu villum sem að leynast og ekki leynast í honum þá enda ég bara á því að segja(tvípunktur hér?) ef þú vilt fara með þetta Teits mál eitthvað lengra þá færðu upplýsingar hér……………\nHér á Huga hefur verið deilt mikið um stafsetningu en aldrei er tekið tillit til þess að við sem erum hér, kannski að þér undantöldum skrifum greinar til þess að koma meginmálinu frá okkur(held ég) og til þess að skapa umræðu á því sem betur mætti fara og einnig á því sem gott er en ekki til þess að skila inn lokaritgerð í Íslensku.\nÉg þurfti ekki þessar upplýsingar frá þér.\nÉg er ekki fáviti.\nKær kveðja!\nGummi."
        },
        {
            "user": "stoned",
            "user_id": "30323",
            "date": "2003-02-19 19:50:02",
            "id": "911035",
            "reply_to_id": "911034",
            "text": "Elsku, Gummi minn.\nÉg viðurkenni það glaður að ég þurfi mikið að fara að fá mér nýtt lyklaborð þar sem að ég þarf að slá mjög fast á lyklana á því borði sem að ég á nú.\nÉg ætla ekki mikið að afsaka mig hér en ég var svona ágætlega reiður út í þig í gær þegar að ég skrifaði textann og kenni ég hér með nokkrum af mínum villum því. Auk þess var ég að flýta mér og gaf mér þess vegna ekki tíma í að fara yfir textann eins og ég hefði átt að gera og eins og ég sé að þú hefur gert!\nÉg er samt mjög upp með mér að hafa fundið svo verðugan andstæðing, því ég hélt í byrjun að þú værir algjör fáviti.\n“Kærlig hilsen”\nstoned %)\nP.s. Ég er með nokkur hundruð slög á mín."
        },
        {
            "user": "Dyrving",
            "user_id": "33644",
            "date": "2003-02-16 21:05:19",
            "id": "911036",
            "reply_to_id": "911016",
            "text": "Þetta er rétt hjá þér hann ætti að fara fyrr á daginn. Mér finnst reyndar að rúturnar eigi að fara fyrr og líka á þessum tíma (fyrir þá sem þurfa að vera lengi í skóla) en ef þú þarft atkvæði í skoðannakönnun þá hefur mitt alveg pottþétt.\nLáttu mig bara vita hvenær þú þarft á atkvæði að halda.\nDyrving"
        }
    ]
}