{
    "forum_title": "Tíska & útlit",
    "user": null,
    "user_id": null,
    "date": "2003-02-11 11:56:55",
    "title": "Smá vandræði",
    "text": "Sko ein vinkona mín hún kann ekki að mála sig eða klæða sig í almennileg föt. Hún heldur að hún sé svaka vinsæl en er það ekki vegna þess að hún setur augnblýantinn alltaf langt fyrir neðan augun þannig að hún lýtur út eins og skrattinn og svo setur hún svona TONN af maskara á augnhárin og svo þrýfur hún sig aldrei um augun ekki einu sinni þegar hún fera að sofa. Hún er orðin rauð í augunum eftir þetta. Þetta er ógeðslegt. Það er ekki mjög aðlagandi. Hún er frekar hávaxin og þegar hún kaupir sér buxur þá finnur hún alltaf sama snið sem nær næstum upp að herðablöðum hjá henni (nei ég segji sona) en hún brókar sig hryllilega hátt upp og svo gengur hún stundum í peysum sem eru göt á og er alveg sama hún er stundum með göt undir höndunum og svo er 1/2 af sokkunum hennar með götum og hún gengur eiginlega bara í götóttahelmingnum. En það skrítnasta við þetta er að hún virðist ekki taka eftir þessu þótt allir aðrir gerið það. Svo litar hún augabrúnirnar með augnblýant. Hún er gjörsamlega búin að eyðilegga á sér andlitið. Ég þori ekki að segja neitt við hana ég er ekki búin að þekkja hana svo lengi. Hvað á ég að gera. Ég veit alveg að þetta er ekki mitt mál, en mér líður bara illa við að horfa upp á hana eyðilegga sjálfa sig bæði andlega og líkamlega. Það eru margir farnir að stríða henni og henni lýður ekki vel svo ég kann eiginlega ekki við það að vera að segja við hana að það sé út af því hvernig hún klæðir sig og málar sig ég gæti bara ekki gert það.",
    "url": "https://www.hugi.is/tiska/greinar/122630/sma-vandraedi/",
    "url_id": "122630",
    "id": "910876",
    "replies": [
        {
            "user": "gelgja",
            "user_id": "29721",
            "date": "2003-02-11 23:12:46",
            "id": "910878",
            "reply_to_id": "910876",
            "text": "Næst þegar þú ert með henni kannski heima hjá þér, og ef þú átt svona til að taka málningu af augunum, þá segiru bara; má ég mála þig?\nog þá þurrkaru burt allt og segir svo..æjj sjáðu hvernig þú ert orðinn; þú mátt ekki nota svona mikið og þú verður að þrífa þig. Ég veit um konu sem eyðilagði á sér andlitið því hún þreif ekki augnskuggann burt og eitthvað og hann settist inn í húðina og hún fékk bara bólur. Segir eitthvað svona og ferð fínt í þetta…varðandi hitt þá myndi ég bara nota tækifærið þegar til gefst..\nEn ég veit ekki, bara svona hvað ég myndi gera!\nPassaðu þig bara á því að særa hana ekki, því það er ekki gaman þegar vinkona manns er eitthvað að setja útá mann, þó mér persónulega finnist það ekkert svaka mál. Er bara ánægð með það frekar, en það er bara ég!\nGangi þér bara vel og stattu með henni! ;)"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-02-12 05:24:50",
            "id": "910877",
            "reply_to_id": "910876",
            "text": "Ef þú ert sönn vinkona, þá segirðu henni sannleikann.  Farðu bara fínt í það og já, þú getur boðist til að hjálpa henni að mála sig eða sýna henni hvað væri flottara."
        },
        {
            "user": "Hrund",
            "user_id": "5445",
            "date": "2003-02-12 11:27:07",
            "id": "910879",
            "reply_to_id": "910876",
            "text": "Ég mundi bara gera eins og gelgja segir, en þegar það kemur eitthvað svona ball þá mundi ég spurja hana hvort að þú mættir klæða hana geðveikt flott og spurja hvort að þú mættir mála hana og allt bara……."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-12 21:07:08",
            "id": "910880",
            "reply_to_id": "910876",
            "text": "Sko ef vinkona mín er hallló þá seihi ég henni það hreint út án þess að hika og eins og hinar seigja ef þú treystir þér ekki í að seigja það hreint út bjóddu henni þá bara heim og lánaðu henni föt og málaðu hana upp á nýtt eða slepptu því .Þrífðu allavega af henni málinga klesau dæmið.T.d er ein stelpa sem er svoldið þybbin sem er með mér í bekk og hún lykta hörmulega illa ég kom með ilmvatn í skólan og leifði henni að fá og hún lyktaði vel í eina kennslu stund váá mikið en alla vega eigðu ráð okkar og farðu eftir þeim …Bæ Bææ."
        },
        {
            "user": "aras",
            "user_id": "31873",
            "date": "2003-02-12 21:23:10",
            "id": "910881",
            "reply_to_id": "910876",
            "text": "hey  Þú verður að segja henni satt!!!\nþú ert ekki alvöru vinkona ef þú ert ekki hreinskilin!!\nþú ert hrædd um að særa hana, þá er miklu betra að gera það strax, og þá lagast hún og verður að lokum þakklát fyrir ábendinguna þegar hún fattar hvað hún er ógeðsleg…\nHún verður ennþá meira sár ef að einhver annar sem hún þekkir ekki segir þetta kannski við hana… og verður reið þér fyrir að segja ekki neitt…\nég og vinkonur mínar segjum hvor annari ALLT sem er að hjá hvor annari, ég meina, mundir þú ekki vilja láta segja þér ef að þú gengir um bæinn eins og vinkona þín? ég meina kommon…."
        },
        {
            "user": "gellz",
            "user_id": "32859",
            "date": "2003-02-13 21:15:37",
            "id": "910882",
            "reply_to_id": "910881",
            "text": "Ég myndi vilja að vinkona mín segði mér ef að ég klæddi mig eða málaði mig asnalega! Ég myndi alveg örugglega ekki vilja það að allir væru að tala um mig kað ég væri asnaleg og solleis!! kað myndir þú vilja?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-15 16:07:49",
            "id": "910883",
            "reply_to_id": "910876",
            "text": "Takk stelpur ok ég get ekki lánað henni föt vegna þess að hún passaar ekki í fötin mín. Hún er svo stór að hún föin mín eru allt of lítil á hana. Ég hef oft spurt hana hvort ég mætti ekki mála hana og hún segir bara nei og svo endar með því að hún þarf að mála mig. Þá set ég skilyrði að hún megi mála mig ef ég megi mála hana en þegar hún er búin að mála mig þá þarf hún alltaf skyndilega að fara að gera eitthvað annað. Þetta er mjög fín stelpa og allt það nema þetta er eini stóri gallin. Ég meina enginn er fullkominn en takk fyrir ráðin ég reyni eins og ég get að fara eftir þeim…. TAKK!!!!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-15 18:09:07",
            "id": "910884",
            "reply_to_id": "910876",
            "text": "Svona geriru þetta…\nÞú náttla gerir eins og “gelgja” sagði…\nEn ef hún fær altaf að mála þig fyrst og kemur svo bara með afsökun og þarf að fara eða eitthvað þá skaltu bara segja að þú málir hana þá bara næst þegar þið hittist :) Eða bara að þú segir: Æ en þú málar mig ALLTAF fyrst, má ég ekki mála þig fyrst núna?\nOg þetta með fötin þá skaltu bara benda henni á að það sé gat á fötunum hennar á vinalegan hátt…\nÞetta getur ekki farið úrskeiðis :) (vona ég)\nKv. Grímsla\nP.s. Gangi þér vel :D"
        },
        {
            "user": "snikkin",
            "user_id": "25858",
            "date": "2003-02-15 20:12:48",
            "id": "910885",
            "reply_to_id": "910876",
            "text": "Vertu hreinskilin….\nen hvernig er hægt að ganga í götóttum fötum án þess að taka eftir því?? hún hlýtur að vita af því en heldur örugglega að enginn taki eftir því. Getur enginn keypt ný föt handa greyið stelpunni??"
        },
        {
            "user": "gunna7fn",
            "user_id": "3811",
            "date": "2003-02-18 15:53:59",
            "id": "910886",
            "reply_to_id": "910885",
            "text": "Ég hef alltaf verið hreynskilinn við vinkonur mínar.  Ég röflaði einu sinni í vinkonu minni í 2 ár að skipta um klippingu, en hún var með mjög þunnt og slétt hár, toppur og allt jafn sítt, í Prins Valient/Cleopatreu stíl.  Mér tókst á endanum að fá hana til að klippa sig öðruvísi og það fór henni mikið betur.\nBentu henni bara á þetta segjðu henni að þér finnist þetta leiðinlegt og þér þykir vænt um hana.  Þetta er alltaf erfitt, en þú getur sagt henni að þig langar til að læra að mála, eða eitthvað og hvort að þú megir æfa þig á henni!"
        },
        {
            "user": "gunna7fn",
            "user_id": "3811",
            "date": "2003-03-02 20:32:01",
            "id": "910887",
            "reply_to_id": "910886",
            "text": "Mér finnst allt í lagi að benda stelpunni á þetta, ef þetta er orðið svona svakalegt. En hver á að fá að vera eins og hann vill, en ef það eru orðin svona mikil vandamál og stelpan sér þetta ekki sjálf, þá þarf að segja henni það. Eða gera eitthvað eins og gelgja sagði.\nEn aftur á móti ef að stelpa er ekkert óvenjuleg, s.s. ekki alltaf verið að baktala hana og segja að hún sé asnaleg, þá finnst mér að það eigi að láta kyrrt liggja. Til dæmis eins og gunna7fn, ég hefði ekki verið að segja þetta við vinkouna mína, ef mér fynndist hárgreiðslan á henni ömurleg. Það er hennar að dæma, og þú værir bara að brjóta hana niður á helvítis 2 árum..\nEn kannski er ég ekki sú besta til að hjálpa, allar vinkonur mínar klæða sig flott og eru með flottar hárgreiðslur, þannig að ég hef aldrei lent í neinu svona. En ég myndi reyna að segja henni frá þessu á góðlegann hátt ef ég væri þú tinna, ef ekki gæti illt bara orðið verra.."
        },
        {
            "user": "gunna7fn",
            "user_id": "3811",
            "date": "2003-03-03 09:48:36",
            "id": "910888",
            "reply_to_id": "910887",
            "text": "Við eru búnar að vera bestu vinkonur í 10 ár og hún hefur oft hlegið af þessar greiðslu sjálf í dag.  Hún er full sjálfstraust, hún var bara hrædd við breytingar en það er mismundi eftir því hvernig karaterinn er og hvað maður gerir.\nEf verið er að legga vinkonuna í einelti út af því að hún er í slitnum fötum þá segja henni frá því og hjálpa henni, en á þess að særa hana.  Nota eins og ég hef heyrt í staðin fyrir mér finnst."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-19 18:28:56",
            "id": "910889",
            "reply_to_id": "910876",
            "text": "ég myndi segja henni frá því sko eða reyna að benda henni á það bara til að vera góð vinkona!!!"
        },
        {
            "user": "KristaB",
            "user_id": "23122",
            "date": "2003-02-21 21:26:16",
            "id": "910890",
            "reply_to_id": "910876",
            "text": "Uss, aumingja stelpan! Heyrðu, bentu henni bara á þetta. Ekki svona bitchy “Heyrðu, þú ert svo ljót, akkuru genguru ekki í einhverju öðru?” heldur svona nice: “Þú átt miklu flottari föt sem þú ert frábær í!”"
        },
        {
            "user": "andrea89",
            "user_id": "32531",
            "date": "2003-02-28 11:52:33",
            "id": "910891",
            "reply_to_id": "910876",
            "text": "ég veit að það er erfiðara að segja henni að hún se asnaleg ef hun er buin að vera svona lengi, en ef aðrir strákar eru farnir að taka eftir þessu aðrir en i bekknum verðurðu að segja henni þetta þvi kannski eru aðrar stelpur bara bunar að láta strákana sem þið þekkið taka eftir þessu…. það er oft þannig þekki dæmi. ef stelpur baktala stelpur fyrir framan stráka þá byrja strákarnir að taka eftir smáatriðunum. ekki það að gallinn við þessa stelpu se eitthvað smáatriði.. gangi þér vel :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-04 21:43:27",
            "id": "910892",
            "reply_to_id": "910876",
            "text": "Láttu hana dífa hausnim í viðarbæsi.Það hjálpar mér alltaf.Mundu bara að skrapa það af eftir 3 daga með sandpappír."
        },
        {
            "user": "GirlonFire",
            "user_id": "24783",
            "date": "2003-03-09 21:13:42",
            "id": "910893",
            "reply_to_id": "910876",
            "text": "Myndi mar ekki vilja vita eg það væri eitthva svona við mann sem mar tekur ekki sjálfur eftir! Jú ég myndi vilja að vinkonur mínar gerðu það FYRIR MIG Að benda mér á það!!\nVertu góð vinkona og bentu henni á þetta!!"
        }
    ]
}