{
    "forum_title": "Bækur",
    "user": null,
    "user_id": null,
    "date": "2003-02-12 14:56:12",
    "title": "Unglingar svo 'típískir' í mörgum bókum...",
    "text": "Ég hef svo oft tekið eftir því þegar ég les bækur, að unglingarnir eru hafðir með svo svakalega unglingaveiki, pirraðir og fúlir og  leiðinlegir við yngri systikini. Sjálf er ég unglingur, og ég á ekki við neinn svona vanda að stríða, og þar sem ég umgengst unglinga á hverjum degi, ætti ég að vita hvernig við erum. Og það er svona 1 af hverjum 10 sem á við eitthverja alvarlega pirr-veiki að stríða.\nÞetta fer stundum í taugarnar á mér, því að það er eins og höfundarnir séu að ýta undir það að krakkar almennt séu svona. Og þegar ég var yngri og las bækur eins og Binna, þá var stóra systir hennar alltaf svo leiðinleg við hana. Ég á stóra systir og hún hefur alltaf verið góð við mig, og ég reyni að vera góð við mín yngri systkini.\nÆtli þessir höfundar áætli ekki bara að svona séu flestir unglingar, og að unglingar hafi gaman af að lesa um krakka eins og þau. En þá er einfaldlega ráðið að skrifa bækur um aðeins mýkri og skemmtilegri unglinga, eins og við flest hin erum.\nEn ég vil nú samt nefna eina bók sem er áberandi ekki svona, heldur er stelpan þar bara eins og aðrir unglingar, stundum pirruð, en voða lítið og reynir að vera góð við alla, og hefur gaman af að skemmta sér af og til og hanga með vinum en líka fara í ferðalag til afa og ömmu með fjölskyldunni. Þetta er bókin 40 vikur, og ég held að nánast allar stelpurnar í skólanum mínum hafi lesið þessa bók, og við stelpurnar vorum að tala um hana og það barst í tal að stelpan í bókinni hefði líka verið svo eðlileg. Bara eins og fólk er flest, eða unglingar eru flestir!\nÉg hef lokið máli mínu:)",
    "url": "https://www.hugi.is/baekur/greinar/122871/unglingar-svo-tipiskir-i-morgum-bokum/",
    "url_id": "122871",
    "id": "913208",
    "replies": [
        {
            "user": "shelob",
            "user_id": "19816",
            "date": "2003-02-12 18:48:42",
            "id": "913209",
            "reply_to_id": "913208",
            "text": "Aðrar bækur um vægan ungling, sem ég flokkast undir, eru auðvitað mínar heittelskuðu Harry Potter bækur. :)\nFín grein, góð point."
        },
        {
            "user": "Venus",
            "user_id": "24284",
            "date": "2003-02-12 19:03:32",
            "id": "913210",
            "reply_to_id": "913208",
            "text": "Alveg sammála…\nAf hverju endilega “unglingaveiki”?\nÉg meina ég veit um marga fullorðna sem eru miklu oftar pirraðir en nokkur unglingur sem ég þekki.\nÉg á reyndar engin yngri systkini en eldri systkini mín hafa alltaf verið svona frekar góð (unglingsárin meðtalin). Mér finnst það eigilega bara móðgun við okkur unglingana að vera að halda því fram að við séum svona… :P\nEn alla vega 40 vikur er geðveikt fín bók og ég tók einmitt eftir því hvað stelpan var eðlileg í henni :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-12 21:35:58",
            "id": "913211",
            "reply_to_id": "913208",
            "text": "ég er pirraður unglingur …\nég öskra alltaf á mömmu mína þegar hún reynir að tala við mig og lem litlu systir mína daglega …\npassar þetta við einhvern ungling í heiminum??? ég bra spyr. Ok kannski nokkur fucked up case en almennt séð erum við unglingarnir bara ágætir."
        },
        {
            "user": "Niea",
            "user_id": "17367",
            "date": "2003-02-12 22:19:30",
            "id": "913212",
            "reply_to_id": "913208",
            "text": "Veistu það að ég var að klára bókina 40 vikur í gærkvöldi og þetta er gerðveikt góð bók :)"
        },
        {
            "user": "Niea",
            "user_id": "17367",
            "date": "2003-02-12 22:21:08",
            "id": "913213",
            "reply_to_id": "913208",
            "text": "en með 40 vikur er það að hún var svo skemmtileg að núna langar mig til að lesa meira og meira um þessa stelpu en það er enginn framhaldsbók en kemur vonandi bráðlega :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-12 22:34:45",
            "id": "913214",
            "reply_to_id": "913213",
            "text": "Kemur örugglega ekki framhald, það hefði þá líklega komið á þessum jólum…:("
        },
        {
            "user": "Astabesta",
            "user_id": "20286",
            "date": "2003-02-12 22:32:08",
            "id": "913215",
            "reply_to_id": "913208",
            "text": "Ég er alveg sammála, unglingar eru oft allir dæmdir út frá einhverjum einstaka “ofur-unglinga-pirrings-gelgju-veiki-tilvikum” og það eru margir sem áætla þá að við séum bara öll svona!\nEn svo er ekki.\nÉg viðurkenni auðvitað að ég sem unglingur get orðið pirruð og fúl eins og allar aðrar manneskjur, rifist við fólk og viljað fá að vera í friði með mínum vinum eða átt mig í friði, en ég held bara að það sé alveg jafn mannlegt og það að allir fara á klósettið. Ég meina; hver hefur ekki átt sína slæmu daga? Ég er venjulegur unglingur með venjuleg áhugamál, þyki vænt um mína fjölskyldu og alla mína vini og vil ekki láta dæma mig út frá einhverju sem aðrir gera! Punktur!\nKv. Ásta\nps. ég hef líka lesið 40 vikur, las hana fyrir ári held ég bara og fannst alveg rosagóð!  :)"
        },
        {
            "user": "toddisuri",
            "user_id": "28535",
            "date": "2003-02-22 14:03:04",
            "id": "913216",
            "reply_to_id": "913215",
            "text": "40 vikur er geggjuð bók!!!"
        },
        {
            "user": "whowsnite",
            "user_id": "27914",
            "date": "2003-02-12 22:41:03",
            "id": "913217",
            "reply_to_id": "913208",
            "text": "Ég held að málið geti verið að þegar rithöfundar eru að skrifa um unglinga reyna þeir að muna, (ef þeir eru komnir eitthvað á fullorðinsárin) hvaða minningar standa mest upp úr frá unglingsárunum, og auðvitað muna þeir sérstaklega eftir dramaköstunum, rifrildunum, ástinni og öllu þess löguðu. Það er líka auðveldara og fljótlegra að skrifa um afmörkuðu unglings-steríótýpuna og gerir þá bókin minni kröfur til umhverfisins kannski, og þar af leiðandi verður vinnan minni fyrir rithöfund sem reynir að setja fram sem raunverulegast sögusvið, sögusvið sem hann hefur kannski aldrei upplifað (þ.e ef bókin á að gerast í dag), það er nefnilega ekki það sama að vera unglingur í dag og fyrir sjö árum, tala nú ekki um ef maður ætlar eitthvað aftar í tímann. Þetta er kannski það sem helst klassískt í gegnum allar unglingabækur, ef karakterinn er í stríði við sjálfan sig og foreldrana, vegna þess að þannig eru margir unglingar og þannig mun það alltaf vera. Rithöfundurinn er kannski að reyna að gera bókina eitthvað “timeless”.\nÞeim mun yngri sem höfundurinn er, þeim mun eðlilegri er karakter bókarinnar, vegna þess að ungur höfundur er eðlilega í meiri tengslum við unglinginn og unglingasamfélagið allt.\nBara pæling svosem."
        },
        {
            "user": "shelob",
            "user_id": "19816",
            "date": "2003-02-12 22:58:28",
            "id": "913218",
            "reply_to_id": "913217",
            "text": "Góð pæling, whowsnite. Líklegast satt og rétt. :)"
        },
        {
            "user": "Kreator",
            "user_id": "23042",
            "date": "2003-03-02 12:41:10",
            "id": "913219",
            "reply_to_id": "913217",
            "text": "Èg held bara ad flestir taki mest eftir teim unglingunum sem eru dramadrottningar eda einhverjir gervitöffarar. Hinir eru ekki nógu og “eftirtektarverdir” fyrir almenning"
        },
        {
            "user": "Destel",
            "user_id": "30918",
            "date": "2003-02-14 19:23:33",
            "id": "913220",
            "reply_to_id": "913208",
            "text": "Mér finnst þetta allveg satt….\nen stundum er unglingum líst allveg eins og hafa sama persónuleika í öllum bókum eins og í bókum eftir Þorgrím Þráinsson hann lísir alltaf bókunum eins!!!\nSamt finnst mér bækurnar eftir hann allveg æðislegar !!"
        },
        {
            "user": "whowsnite",
            "user_id": "27914",
            "date": "2003-02-15 17:26:06",
            "id": "913221",
            "reply_to_id": "913220",
            "text": "Destel: Það er mjög lógískt, þar sem það er erfitt að “breyta um persónuleika” bara vegna þess að maður er að skrifa bók. Hjá flestum rithöfundum endurspeglar aðalpersónan, eða einhver persóna í bókinni nefnilega rithöfundinn sjálfan, en það er ekki hægt að vita fyrir víst hvaða persónu er um að ræða fyrr en maður hefur lesið fleiri verk eftir rithöfundinn, og séð þá sameiginlega þætti með ákv. persónum, þ.e. svipaðan persónuleika. Ég held að flestir rithöfundar falli í þessa “gildru” ef gildru má kalla, nema þeir séu þrautþjálfaðir, meðvitaðir um þetta og reyni að forðast það…? Það auðveldar skrifin að gera þetta og maður á auðveldara með að lifa sig inn á meðan ritstörfunum stendur."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-16 09:14:34",
            "id": "913222",
            "reply_to_id": "913208",
            "text": "Alveg sammála, það er eins og það eigi að ýta undir einhverja “hræðslu” fyrir unglingum. Þegar ég var minni var ég skíthrædd við alla eldri en 12!"
        },
        {
            "user": "orchid",
            "user_id": "24402",
            "date": "2003-02-18 09:25:44",
            "id": "913223",
            "reply_to_id": "913208",
            "text": "ég þoli ekki þessa “stöðlun” hjá rithöfundum sem að skrifa bækur fyrir unglinga. og bækur þar sem að aðalpersónan er 12 ára, að fikra sig áfram í kynlífi eða eikkað álíka! eins og ALLIR séu orðnir þvílíkar druslur við 13 ára aldur. Sem er nátturulega bara geðveiki og rugl"
        },
        {
            "user": "hamid",
            "user_id": "16353",
            "date": "2003-02-18 23:26:32",
            "id": "913224",
            "reply_to_id": "913223",
            "text": "Skil hvað þú ert að fara, þó ég lesi ekki unglingabækur í dag.  Ég man þegar ég byrjaði að lesa unglingabækur, svona 10-11 ára gömul, þá urðu alltaf unglingstúlkurnar í bókunum óléttar.  Kannski 15-16 ára stelpur.  Mér var hreinlega farið að finnast sá aldur vera ansi hentugur til að hefja barneignir.  Fannst eins og fólk væri að komast úr barneign ef það var farið að banka í 25 ára, án þess að vera orðið foreldri."
        },
        {
            "user": "KristaB",
            "user_id": "23122",
            "date": "2003-02-23 17:27:30",
            "id": "913225",
            "reply_to_id": "913208",
            "text": "Já, ég er alveg sammála…ég hef lesið 40 vikur og hún er rosalega góð…\nÞessi unglingaveiki er ekki bráðsmitandi og satt að segja hefur enginn sem ég þekki verið neitt áberandi pirraður!"
        },
        {
            "user": "Reva",
            "user_id": "17106",
            "date": "2003-02-24 11:55:33",
            "id": "913226",
            "reply_to_id": "913225",
            "text": "Ég hef lítið um unglingatýpur í bókum að segja, langt síðan ég hef lesið svoleiðis, en er forvitin um “40 vikur” eftir hvern er hún og hvenær kom hún út??\ntakk"
        },
        {
            "user": "Hekna",
            "user_id": "34419",
            "date": "2003-03-03 17:00:05",
            "id": "913227",
            "reply_to_id": "913226",
            "text": "40 vikur er eftir Sunnu Gestsdóttur og mig minnir að hún hafi komið út árið 2000 eða 2001. Passar það ekki?"
        },
        {
            "user": "UngfruBanani",
            "user_id": "32902",
            "date": "2003-03-04 18:33:15",
            "id": "913228",
            "reply_to_id": "913208",
            "text": "Ég er alveg sammála þessu, sumir höfundar ættu aðeins að líta meira í krngum sig og kynnast unglinum og þá sæu þeir að unglingar eru ekki allir  brjálaðir."
        },
        {
            "user": "skens",
            "user_id": "46623",
            "date": "2004-01-30 21:16:04",
            "id": "913229",
            "reply_to_id": "913208",
            "text": "ég er fyrir löngu síðan búin að gefast upp á því að lesa svona kjaftæðis bækur þær eru allar eins."
        }
    ]
}