{
    "forum_title": "Eve og Dust",
    "user": "Equilibrium",
    "user_id": "1131",
    "date": "2003-02-12 13:11:11",
    "title": "Escape Velocity",
    "text": "Fyrir nokkrum mánuðum fékk ég gamlann makka frá frænda mínum, bara svona upp á djók, og eftir að hafa tekið sænska stjórnkerfið af, og sett ísleska pakkann inn, þá fann ég nokkra leiki, eins og maður bjóst við, eins og Marathon demoið, og nokkra aðra shareware leiki.\nÁ meðal þeirra er leikurinn Escape Velocity, sem að byggist upp á því að maður stjórnar geimskipi eins og í gamla astroids, og á að skjóta á geymskip, ekki loftsteina.\nLoksins kemur að tilgangi greinarinnar:\nEscape Velocity, sem er gefinn út árið 1996, er fáránlega líkur Eve (eða eve líkur honum)!\nTilgangurinn með EV er að byrja með mjög lélegt fljúgandi box, og sendast með ábyrgðarsetningar og farþega um sólkerfið til að fá peninga til að uppfæra skipið sitt, og kaupa ný skip, sem að færa manni betri mission, eins og að sendast fyrir glæpamenn, fyrirtæki, federation eða rebels. Maður getur líka bara lifað sem pirate og lootað skipin sem maður slær út.\nSvo er líka Combat og legal rating, ef maður er að piratast inná svæði flotans, eða rebel, eða sendist með glæpamenn, þá lækkar legal statusinn, og plánetur leifa manni ekki að lenda nema gegn mútum.\nÞetta allt hljómar mjög líkt kerfinu í EVE, en þetta var bara single player, svo það væri gaman að vita hvort EVE byggir á, eða hvort höfundarnir hafi spilað hann\nps.\nhttp://www.ambrosiasw.com/games/ev/\nÞað eru komin 3 framhöld, og ef þið eruð með makka, skoðið þetta endilega",
    "url": "https://www.hugi.is/ccp/greinar/122887/escape-velocity/",
    "url_id": "122887",
    "id": "913389",
    "replies": [
        {
            "user": "gillisig",
            "user_id": "1668",
            "date": "2003-02-12 19:27:40",
            "id": "913390",
            "reply_to_id": "913389",
            "text": "Ég átti makka í kringum 1994 - 1997 og spilaði þennan leik alla daga og var orðinn háður honum….svo náði ég í mac emulator fyrir nokkrum mánuðum og var að spila hann á Pésanum mínum….damn Capt. Ambrosia gat aldrei látið mann vera (hann kemur ef maður registerar ekki leikinn, byrjar á því að segja manni að registera og svo eftir nokkrar vikur þá byrjar hann að skjóta mann niður. =(  ) en allavega komst ég nookuð langt í leiknum, man ekki á hvaða ski ég var kominn en ég var orðinn nokkuð ríkur =)"
        },
        {
            "user": "jonk",
            "user_id": "2463",
            "date": "2003-02-13 08:03:58",
            "id": "913391",
            "reply_to_id": "913390",
            "text": "Hvaða emulator notaðirðu, Hazel?  Ég man hvað ég elskaði þennan leik fyrir löngu, en hef aldrei dottið í hug að nálgast Mac emulator fyrir Pésann."
        },
        {
            "user": "gillisig",
            "user_id": "1668",
            "date": "2003-02-13 20:16:14",
            "id": "913392",
            "reply_to_id": "913391",
            "text": "ég man ekki hvaða emulator ég notaði því miður =/"
        },
        {
            "user": "KhasAkilae",
            "user_id": "7404",
            "date": "2003-02-14 01:18:31",
            "id": "913393",
            "reply_to_id": "913392",
            "text": "EV, snilldar leikur…. 3 er að fara að koma út fyrir PC….."
        },
        {
            "user": "Jeedo",
            "user_id": "17190",
            "date": "2003-02-13 19:09:38",
            "id": "913394",
            "reply_to_id": "913389",
            "text": "Ég ætla að peista svari mínu við greininni hér að neðan þar sem það meikar meira sense hérna.:)\nBtw. eins og stendur hérna er að koma win port\nbtw2. fékkstu hugmyndina af þessari grein eftir að hafa lesið svar mitt? bara forvitni:)\n——-\nÁstæðan fyrir því að ég fékk áhuga á þessum leik til að byrja með er það að ég spilaði annan leik sem ég elskaði og sá leikur var í EV:Seríunni frá AmbrosiaSW.\nég hef ekki mikinn tíma til að skrifa um hann hérna en þessi leikjasería er snilld og enn í fullum gangi.\nÞetta eru makkaleikir að upplagi (sem þýðir að ég get ekki spilað þá lengur, en það er verið að vinna að windows porti:\nhttp://www.ambrosiasw.com/webboard/Forum18/HTML/000013.\nhtml\nMaður getur basicly gert allt sem hægt er að gera í eve:), þú getur verið hvað sem er, pirate,mercanery, treidað við aðra, þú getur ekki “lent” á plánetum, færð bara svona spacebar screen þar sem þú getur valið um að kaupa drasl og svona .\nEina sem var “að” þessum leik er að hann var ekki multiplayer.\nSíðasti svona leikurinn sem ég spilaði að alvöru var EV:Overrride, en þess má geta að EV stendur fyrir escape velocity.\nSagan í honum var ekki góð en hinsvegar var til “modd” á hann ég segi “modd” því þetta var í raun annar leikur og hann var 10x betri.\nÍ honum var dýpsta saga sem ég hef nokkurtíman komist í í leik, og þá tel ég með leiki eins og DeusEx, það var aðeins einn höfundur að þessu moddi og ég sá ástæðu til þess að emaila honum og þakka honum fyrir framlag sitt til mannkyns fyrir það. það er enn hægt að downloda þessu moddi hér:\nhttp://www.ambrosiasw.com/Products/Add_Ons/EVOverride_A\nddOns.html\nEins og ég sagði mac only version en einn besti leikur sem ég hef spilað, og ég hef spilað mikið.\nÞess vegna hef ég áhuga á eve. mig langar í svona leik þar sem ég get gert það sem ég vil þegar ég vil og valið hvaða stefnu sem ég vil.\nTakk fyrir mig, Ævar."
        },
        {
            "user": "Equilibrium",
            "user_id": "1131",
            "date": "2003-02-14 14:01:16",
            "id": "913395",
            "reply_to_id": "913394",
            "text": "Nei, þótt að það hljómi líklegt, þá hafði ég ekki komið auga á greinina, ég filgist afskaplega takmarkað með þessu áhugamáli, kíki nokkrum sinnum í mánuði á Heimasíðuna þeirra, og var búinn að vera á leiðinni að skrifa þessa grein frá því langt fyrir jól."
        },
        {
            "user": "gillisig",
            "user_id": "1668",
            "date": "2003-02-15 01:21:12",
            "id": "913396",
            "reply_to_id": "913389",
            "text": "heyrðu ég var með favorites á síðunni og emulatorinn heitir BasiliskII og geturðu dl honum hér ->\nhttp://www.geocities.com/game_master107/howtoemulateama\nc.html"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-18 14:34:34",
            "id": "913397",
            "reply_to_id": "913396",
            "text": "Ég ekki finna þetta…\nyaho finnur ekki síðuna."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-18 15:11:54",
            "id": "913398",
            "reply_to_id": "913389",
            "text": "http://www.geocities.com/game_master107/howtoemulateama\nc.html\nÁ að vera svona :)\nVerið þér að góðu, nú er bara að vona að þetta virki hjá mér :/"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-09 01:37:07",
            "id": "913399",
            "reply_to_id": "913398",
            "text": "En leikurinn sjálfur er hann þarna."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-18 15:13:51",
            "id": "913400",
            "reply_to_id": "913389",
            "text": "Drasl… Sjáðu bilið sem kemur aftast í URL-inu þurkaðu það út þegar þú pastar þá virkar það."
        },
        {
            "user": "SteiniOFSI",
            "user_id": "22075",
            "date": "2003-03-04 12:18:42",
            "id": "913401",
            "reply_to_id": "913389",
            "text": "ég sendi inn svipaða grein fyrir 9 mánuðum síðan á eve-online heimasíðuna. Þetta var frábær leikur og er ennþá. Eina ástæðan fyrir því að tengja gamla macann og ræsa hann upp"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-13 22:01:03",
            "id": "913402",
            "reply_to_id": "913389",
            "text": "ég á hann uppi í makkanum etta er ***** snilld!"
        },
        {
            "user": "Jojohot",
            "user_id": "20883",
            "date": "2003-03-26 13:59:23",
            "id": "913403",
            "reply_to_id": "913389",
            "text": "Eru einhver a› taka eftir Eve og EV?\nEr eitthva› hérna dálíti› líkt?\nEn ég spila›i EV og er a› hugsa um a› spila hann meira. EV er yndislegur leikur og er fjö›ur í hatt Ambrosia.\nFrábær leikur sem endist lygilega lengi."
        }
    ]
}