{
    "forum_title": "Metall",
    "user": "Notoriuz",
    "user_id": "10774",
    "date": "2003-02-12 10:57:47",
    "title": "Ozzy Osbourne - þriðji hluti.",
    "text": "Hér er þriðji hlutinn um Ozzy the prince of darkness.\nEftir brottreksturinn úr Sabbath var Ozzy niðurbrotinn.  Hann var á kafi í dópneyslu og sukki og hjónaband hans í rúst.  Hann eyddi nokkrum mánuðum lokaður inni á hótelherbergi og drakk og dópaði.  Það sem kom honum á fæturna aftur var þegar Sharon dóttir Don Arden umboðsmanns Sabbath hafði samband við hann út af allt öðru máli.  Hún sá í hvaða ástandi hann var og sagði honum að “snap out of it” og stofna nýtt band.  Hann reif sig upp og fór að leita að samningi.  Arden féllst á að vera áfram umboðsmaður hans.  Ozzy fékk plötusanming við CBS í árslok 1979.  Hann réði fljótlega ástralann Bob Daisley sem bassaleikara og Lee Kerslake sem trommara.  Kerslake hafði verið í Uriah Heep í um tíu ár, en Daisley hafði verið í ýmsum hljómsveitum og þar á meðal Rainbow.  Daisley þótti glúrinn textahöfundur og það hjálpaði Ozzy.  Raunin  varð sú að Daisley samdi meirihluta texta Ozzy og lagaði til þá sem Ozzy samdi sjálfur.  Þeir voru ekki alltaf góðir vinir en Ozzy hafði jafnan samband við hann þegar fór að nálgast plötu og Daisley lagði til texta eftir hugmyndum Ozzy.  Hann fékk hinsvegar ekki alltaf nafn sitt skráð á plöturnar og það var stundum ekki fyrr en við endurútgáfur að nafn hans kom fram sem textahöfundar.  Þetta var lengi vel hálfgert leyndarmál og Daisley stóð á sama um þetta svo lengi sem hann fékk borgað.\nOzzy ákvað að bandið skyldi heita Law.  Hann leitaði lengi að gítarleikara og hann fann þann rétta í Kaliforníu.  Það var ungur náungi að nafni Randy Rhoads sem hafði verið í bandi sem hét Quiet Riot.  Randy kenndi við tónlistarskóla sem mamma hans átti.  Randy sagði frá því að hann hafði verið kallaður inná hótelherbergi þar sem Ozzy lá í rúminu uppgefinn eftir að hafa hlustað á gítarleikara spilað Black Sabbath lög allan daginn.  Hann kom inn í dyrnar og Ozzy sagði honum að spila hvað sem væri, bara ekki Black Sabbath, því að hann myndi æla ef hann heyrði eitt Sabbath lag enn.  Randy sagðist ekki hafa hugsað sér að spila neitt af því, enda kynni hann það ekki og spilaði í staðinn búta úr lagi sem hann hafði verið að semja fyrr um daginn.  Hann leit upp þegar hann var búinn og sá þá að Ozzy sat skælborsandi í rúminu.  Randy var ráðinn á stundinni.  Það var síðan farið í stúdíó til að semja og taka upp.  Randy átti fullt af efni sem hann hafði samið með Quiet Riot.  Ekkert af því hafði verið gefið út og það eina sem hafði komið á plast með því bandi var hljómleikaplata sem var tekin upp og gefin út í Japan. (hversu einkennilegt sem það nú er að gefa fyrst út hljómleikaplötu)   Á henni má heyra sum lögin sem síðan enduðu á fyrstu plötu Ozzy í breyttri útgáfu og með öðrum nöfnum.  Bandið spilaði tvo konserta í Glasgow og þar voru teknar myndir sem birtust síðar á bakhlið fyrstu plötunnar.  Þeir gengu glimrandi en af einhverjum ástæðum ákvað Ozzy á síðustu stundu að breyta nafni hljómsveitarinnar í úr Law og yfir í Blizzard of Ozz sem var afbökun á Wizard of Oz .  Sennileg skýring var sú að önnur hljómsveit var til á LA svæðinu með nafninu Law.\nPlatan hét sama nafni og hljómsveitin “The Blizzard of Ozz” og kom út 1980.  Ozzy hafði minnkað sukkið nokkuð en mætti samt vel steindur á kynningarfund hjá CBS útgáfunni.  Sharon hafði ákveðið að sleppa 3 dúfum á fundinum sem publicity stunt.  Ozzy settist niður, sleppti tveimur dúfum og beit hausinn af þeirri þriðju, viðstöddum til hryllings.\nPlatan seldist mjög vel og komst inná topp 10 í Bretlandi og topp 20 í Bandaríkjunum. Lögin sem vöktu mesta athygli voru Crazy Train, Mr. Crowley og Suicide Solution.   Við tók reisa um Bandaríkin þar sem gekk ekkert sérstaklega vel í fyrstu, en þegar Ozzy fór að fá meiri kynningu fór að verða uppselt kvöld eftir kvöld.\nÞað var fljótlega farið að huga að nýrri plötu og hún var tekin upp síðar á árinu 1980.  Stuttu eftir að upptökum lauk voru þeir Daisley og Kerslake reknir vegna  ýmissa vandræða með umboðsmenn þeirra.  Í staðinn komu Rudy Sarzo bassaleikari og Tommy Aldridge trommari.  Af einhverjum ástæðum eru nöfn þeirra á plötunni rétt eins og þeir hafi spilað á henni, en í síðari útgáfum er búið að bæta Daisley og Kerslake inn.  Platan kom út vorið 1981 og hét “Diary Of  A Madman”.  Umslag plötunnar var með þeim geðveikari, en framan á er mynd af Ozzy rifnum og tættum og ungum dreng sem er raunar Eliot sonur Ozzy.  Tónlistin var með þyngra yfirbragð en  Blizzard og á köflum nokkuð geðveikisleg, enda í takt við nafn plötunnar. En það brá fyrir grípandi lögum eins og You Can´t Kill Rock´n Roll og Tonight.  Lögin sem stóðu uppúr voru hinsvegar Over the Monutain og Flying High Again.  Um þetta leyti skildi Ozzy endanlega við fyrri eiginkonu sína og hóf formlega sambúð með Sharon.\nDiary seldist vel og jók til muna hróður Ozzy í Bandaríkjunum, en það gerði túrinn sem fylgdi á eftir líka.  Þar var á ferðinni mikil sýning og sennilega ein af frægustu hljómleikaferðum í manna minnum því að það gekk mikið á.  Sviðið var eftirlíking af miðaldakastala og Ozzy sat í hásæti í upphafi hljómleikanna.  Stundum kom hann líka svífandi niður úr loftinu.  Dvergar hlupu um og stundum hengdi hann einn dverginn í snöru sem kom niður úr loftinu.  Þetta mæltist ekki vel fyrir af hagsmunasamtökum dverga.  Það var stirt á milli Ozzy og hans gömlu félaga í Sabbath sem höfðu eignast nýtt líf með söngvaranum lágvaxna Ronnie Dio.  Dio til mikillar gremju kallaði Ozzy dvergana gjarnan Ronnie eða Dio. Hann henti stundum hráum kjötbitum til fóksins og fékk ýmislegt upp á sviðið til baka.  Einn sleppti lifandi leðurblöku sem gat ekki flogið vegna birtunnar frá ljósunum.  Þá gerði Ozzy eitt af því sem hans verður helst minnst fyrir.  Hann tók leðurblökuna og beit af henni höfuðið.  hann hélt því fram sjálfur að hann hafi talið að um væri að ræða gervileðurblöku, en hljómleikunum var hætt þegar í stað og hann fluttur á spitala þar sem hann gekkst undir meðferð við hundaæði sem er algengur sjúkdómur í leðurblökum.  Eins og margir vita er meðferðin við hundaæði afar sársaukafull, því að sjúklingurinn fær fjölmargar sprautur neðst í kviðinn og nárann.  Þessi meðferð olli því að Ozzy var svo máttfarinn að hann hné niður á nokkrum tónleikum eftir þetta.  Nokkrum dögum eftir þetta var hann handtekinn eftir að hafa migið á minnismerki um Davy Crockett og aðra þá sem féllu í orustunni við Alamo.  Orðsporið og sögunar sem fylgdu honum mögnuðust stöðug upp og urðu til þess að Ozzy var úthýst á nokkrum stöðum og fékk ekki að spila þar.\nNokkrum dögum eftir að Ozzy var handtekinn, eða þann 19. mars 1982 varð þó sá atburður sem hafði mest áhrif á Ozzy.  Rútubílstjórinn í ferðinni var frístundaflugmaður og hann leigði flugvél á meðan hljómsvetin beið eftir því að gert væri við einn af flutningabílunum.  Hann bauð nokkrum að fara í útsýnisflug með honum og í annarri ferðinni fóru Randy Rhoads gítarleikari og Rachel Youngblood sem sá um búinga Ozzy í flug með bílstjóranum.  Það endaði með ósköpum.  Bílstjórinn flaug umhverfis rútuna til að hræða fyrrum eiginkonu sína sem stóð fyrir utan rútuna.  Það tókst þannig til að vængur vélarinnar rakst í rútuna og vélin brotlenti á húsi.  Þau sem voru um borð í vélinni létust öll.\nOzzy var miður sín eftir lát Randy.  Þeir voru góðir vinir og Randy lagði grunnin að tónlistinni með sínum sérstæða og frábæra gítarleik.  Randy Rhoads þótti á margann hátt sérkennilegur náungi sem var lítið fyrir sukkið og lifið mikið til í eigin hugarheimi.  Hann hafði hugmyndir um að koma meira með klassíska tónlist inn í músíkina hjá Ozzy og hafði samið mikið af nýju efni.  Sharon sá  hinsvegar um að túrinn héldi áfram án Randy og  Bernie Torme gítaleikari Gillan var ráðinn starx til að fylla í skarðið.   Hann spilaði á meðan túrinn kláraðist en hafði þó engan áhgua á að halda áfram að spila með þeim og fannst athyglin og allt umstangið í kringum Ozzy vera hálf geðveikislegt.\nEftir að Diary túrnum lauk var frekara hljómleikahaldi og plötum frestað í bili og Ozzy og Sharon giftust 4. júlí 1982.  Í framhaldi af því vildi Sharon gerast umboðsmaður Ozzy því að henni fannst ekki viðeigandi að faðir hennar væri bæði umboðsmaður Ozz og Black Sabbath.  Hún keypti því samning Ozzy af föður sínum.  Samningurinn hljóðaði þó þannig að Ozzy skuldaði Arden eina plötu enn.  Ozzy var ekki tilbúinn með neitt og gat ekki hugsað sér að fara að vinna við plötugerð að í bili eftir brottfall Randy.  Málið var því leyst með þeim hætti að gítaleikarinn Brad Gillis var ráðinn og það voru settir upp tvennir hljómleikar í New York sem voru hljóðritaðir.  Það sérkennilega var að á þessum hljómleikum tók Ozzy eingöngu gömul Black Sabbath lög. Þetta var síðan gefið út á plötunni “Speak Of The Devil“ og kom út fyrir jólin 1982. Þetta var hefnd hans til sinna gömlu félaga sem allir vissu að voru rétt í þann veginn að gefa út hljomleikaplötu með Ronnie James Dio sem tók við þegar Ozzy var rekinn.  Þetta varð til þess að liveplötu Sabbath var frestað í þrjá mánuði og hún fékk miklu minni athygli en ella.  Don Arden varð brjálaður og eftir þetta varð í nokkur ár stirt á milli hans og Sharon dóttur hans.  Á Speak fengu gömlu Sabbath lögin fengu nýtt líf með frábærum og kraftmiklum gítarleik Brad Gillis.  Ozzy var líka í fínu formi og platan seldist grimmt.  Á umslaginu eru m.a. myndir af leðurblöku og allskyns rúnatákn þar sem Ozzy minnist Randy Rhoads. Nafnið á hljómsveitinni The Blizzard of Ozz var ekki notað á þessari plötu og Ozzy ákvað að nota að aldrei aftur.\nSkömmu eftir að Speak kom út rakaði Ozzy af sér allt hárið. Hvort þetta var yfirveguð ákvörðun eða gert í einhverju rugli hefur aldrei verið alveg ljóst, en Ozzy sagðist stundum hafa gert þetta í fylleríi og stundum að hárið á honum hafi verið svo illa farið.  Í öllu falli var sagt að Sharon hafi beðið þá sem umgengust Ozzy að gæta þess að hann fengi ekki aftur þessa flugu í höfuðið.  Þetta gerðist þó aftur nokkrum árum seinna. Bassaleikarinn Rudy Sarzo hætti snemma árið 1983 því honum fannst lítið að gerast og ekki hilla undir nýja plötu.  Sarzo fór og endurvakti hljómsveitina Quiet Riot sem Randy Rhoads hafði verð í áður en hann fór til Ozzy.  Quiet Riot sló í gegn ekki löngu síðar með gamla Slade laginu Cum on feel the noize. Síðar var Sarzo í Whitesnake.\nÞegar var liðið á árið 1983 fór Ozzy þó að huga að nýrri plötu og réði aftur Bob Daisley á bassann og jafnframt til að aðaðstoða sig við textagerðina.  Hann leitaði nokkuð lengi að gítarleikara og réði að lokum Jacob Lou Williams sem tók upp nafnið Jake E Lee.  Lee var hálfur Japani og hafði vakið nokkra athygli á Los Angeles svæðinu þar sem úði og grúði af böndum.  Það er ekki alveg ljóst hvort hann og Ozzy unnu eftir einhverju af því sem Randy var búinn að semja áður en hann dó, eða hvort efnið var allt samið frá grunni.  En platan kom út sumarið 1983 og hét “Bark At The Moon”  Í myndbandinu sem gert var og á umslagi plötunnar var Ozzy í gervi varúlfs sem hannaður var af sama brellumeistaranum og vann við Amercan Werewolf In London.  Umslagið og vídeóið kostuðu offjár í framleiðslu, en Ozzy var ánægður með útkomuna.  Þessi plata seldist nokkuð vel  og helstu lögin af henni voru titillagið, Waiting for Darkness og síðan ballaðan So Tierd sem minnir um margt á lagið Dreamer sem nýlega var vinsælt.  Ozzy hataðist þó alltaf við þetta lag því að plötufyrirtækið knúði hann til að setja það á plötuna.  Stór hljómleikaferð fylgdi á eftir Bark sem gekk mun betur en Diary túrinn.  Ozzy sér frí langt 1984 eftir að dóttir hans Aimee fæddist.  Í framhaldi af því fór kallinn síðan í afvötnun á Betty Ford stofnunina.  Eftir það hætti Ozzy neyslu fíkniefna að mestu næstu árin en hann leit aldrei á meðferðina sem leið til að hætta að drekka heldur sem leið til að ná meiri stjórn á drykkjuni.\nÁrið eftir eða 1985 var hann að mestu leyti í fríi og önnur dóttir hans fæddist það ár og fékk nafnið Kelly.  Ozzy sættist við gömlu félagana í Black Sabbath og þeir komu saman á Band Aid tónlekunum og tóku saman nokkur lög.",
    "url": "https://www.hugi.is/metall/greinar/122876/ozzy-osbourne-thridji-hluti/",
    "url_id": "122876",
    "id": "913286",
    "replies": [
        {
            "user": "Gigger",
            "user_id": "17393",
            "date": "2003-02-12 13:31:06",
            "id": "913288",
            "reply_to_id": "913286",
            "text": "góð grein! vei… gat ekki klárað allt en náði flestu. Fullt af dóti sem maður hafði ekki hugmynd um að hefði gerst. =)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-12 13:34:45",
            "id": "913289",
            "reply_to_id": "913288",
            "text": "Þú ættir að fá borgað fyrir að gera þetta :)"
        },
        {
            "user": "rammstein",
            "user_id": "27927",
            "date": "2003-02-12 14:13:43",
            "id": "913287",
            "reply_to_id": "913286",
            "text": "þú ert snillingur! eins og Ozzy….meir svona takk\ntaka svo fleiri fyri"
        },
        {
            "user": "alliet",
            "user_id": "9303",
            "date": "2003-02-12 14:46:16",
            "id": "913290",
            "reply_to_id": "913286",
            "text": "Nokkuð hér sem ég vissi ekki um hann.!\nFlott Grein Hjá Þér! Keep Up The Good Work!"
        },
        {
            "user": "Gummys",
            "user_id": "2366",
            "date": "2003-02-12 15:02:06",
            "id": "913291",
            "reply_to_id": "913286",
            "text": "Meira svona takk fyrir . Ekkert Nema snilld og dugnaður að skrifa svona langa og góða grein =)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-12 17:56:06",
            "id": "913292",
            "reply_to_id": "913286",
            "text": "Ég hef aðeins eitt að segja um þessa grein og það er þetta: “GÓÐ GREIN !!!!!!!!!!!!!!!!!!!” :D"
        },
        {
            "user": "ih8",
            "user_id": "13956",
            "date": "2003-02-12 19:01:28",
            "id": "913293",
            "reply_to_id": "913286",
            "text": "Meira meira meira!!!\nEinhverjar bestu greinar sem ég hef lesið á huga þó víðar væri leitað."
        },
        {
            "user": "sigzi",
            "user_id": "1347",
            "date": "2003-02-12 19:06:43",
            "id": "913294",
            "reply_to_id": "913286",
            "text": "Þetta eru örugglega bestu greinar sem hafa komið hérna á Huga."
        },
        {
            "user": "Gautsen",
            "user_id": "16341",
            "date": "2003-02-15 00:35:00",
            "id": "913295",
            "reply_to_id": "913286",
            "text": "Hata núna rútubílstjórann hann drap eiginlega Randy Rhoads drapst sá maður var snillingur.\nRandy Rhoads R.I.P"
        },
        {
            "user": "AlexiLaiho",
            "user_id": "58030",
            "date": "2005-09-11 01:09:09",
            "id": "2468853",
            "reply_to_id": "913295",
            "text": "já randy rhoads var nú bara mesti snillingur  sem til hefur verið…\nOnly The Great Die Young !"
        },
        {
            "user": "123qweasdzxc",
            "user_id": "29467",
            "date": "2006-01-18 09:27:12",
            "id": "2978612",
            "reply_to_id": "913295",
            "text": "Nei flugmaðurinn sem var að fljúga með randy var að fíflast og flúga of nákægt rútunni þannig að allt fór í klessu"
        }
    ]
}