{
    "forum_title": "Vélbúnaður",
    "user": "JoeyBoy",
    "user_id": "30771",
    "date": "2003-02-13 18:03:43",
    "title": "Sjónvarpskort",
    "text": "Ég var að fá mér sjónvarpskort. Það heitir TV@nywhere og mér finnst það alveg frábært. Helstu kostir að mínu mati eru þá: Hægt er að þýða (encode) beint yfir á MPEG-4 staðalinn og kortið styður textavarp.\njæja, fyrst ætla ég að fara yfir kortið sjálft (Hardware). Kortið sjálft kemur fram undir nafninu Conexant 2388x Video Capture í tölvuni. kortið getur líka tekið inn mynd (1) en þetta er RCA video staðallinn. Kortið býður líka uppá sjónvarpsstaðla fyrir allann heiminn, t.d. NTSC-M/J og PAL-B/G/D. Kortið hefur audio-out til að tengja beint í audio-in á hljóðkorti. Snúru þarf til að tengja á milli, en hún fylgjir með. Fjarstýring fylgjir líka með pakkanum sem er mjög nett og lítil með öllum möguleikurm og ekki nema 5mm þykk!\nNú tek ég fyrir hugbúnað (Software). Pakkinn styður loftnet og breiðband. hægt er að sjá “prufu” af hverri stöð í einu. þá meina ég “Surfing” eins og það er kallað í forritinu sjálfu sem gerir þér kleyft að skipta skjánum niður í 16 ferhyrnda glugga sem sýna svo allar stöðvarnar sem stylltar eru inn. Forritið sem fylgir heitir MSI PVS og er frá InterVideo. Forritið hefur tímaáætlun (scheduler) innbyggða. Það þýðir að hægt er að stilla inn áætlun um upptöku, og forritið kveikir sjálfkrafa á upptöku ef tölvan er í gangi. Forrit fyrir textavarp fylgir með og heitir Genesis Teletext Lite og er mjög einfalt í notkun.\nÞetta var svona það helsta sem ég vildi segja þetta sinn, en pakkinn hefur mikið fleiri fídusa sem ég tel ekki hér upp.\nTakk fyrir mig!",
    "url": "https://www.hugi.is/velbunadur/greinar/123104/sjonvarpskort/",
    "url_id": "123104",
    "id": "915420",
    "replies": [
        {
            "user": "JoeyBoy",
            "user_id": "30771",
            "date": "2003-02-13 23:15:40",
            "id": "915428",
            "reply_to_id": "915420",
            "text": "Hvernig kubbasett er á því???"
        },
        {
            "user": "JoeyBoy",
            "user_id": "30771",
            "date": "2003-02-17 16:23:08",
            "id": "915429",
            "reply_to_id": "915428",
            "text": "hvað meinaru ??? chipset eða?? ég er ekki viss hvað chipset er en ég held að að sé MSI"
        },
        {
            "user": "JoeyBoy",
            "user_id": "30771",
            "date": "2003-02-17 16:27:51",
            "id": "915430",
            "reply_to_id": "915429",
            "text": "skiptir ekki, ég var að tala um hvort það væri BT8x8 kubbur, eða í styttra máli var að ath hvort kortið gæti afruglað ;)"
        },
        {
            "user": "JoeyBoy",
            "user_id": "30771",
            "date": "2003-02-17 16:30:00",
            "id": "915431",
            "reply_to_id": "915430",
            "text": "já.. hehe… ;D..\n[[það er til forrit til að afrugla stöð 2]]\n^\n|\nhmm…Ég sagði sko ekkert…. hmm.. ehh.."
        },
        {
            "user": "JoeyBoy",
            "user_id": "30771",
            "date": "2003-02-17 16:39:41",
            "id": "915432",
            "reply_to_id": "915431",
            "text": "ég veit að það er til :D\nenn ég held þú getir þa ekki ;) Því það er ekki BT 8x8 kubbu u see ;)"
        },
        {
            "user": "JoeyBoy",
            "user_id": "30771",
            "date": "2003-02-17 17:15:38",
            "id": "915433",
            "reply_to_id": "915432",
            "text": "OMG. ég var að kíkja aftan á kassann sem fylgdi…. hér stendur: Invincible video quality supported by Silicon tuner & Conexant CX881 video/audio decoder..\nþýðir þetta að ég geti afruglað !?!?!"
        },
        {
            "user": "JoeyBoy",
            "user_id": "30771",
            "date": "2003-02-17 17:57:41",
            "id": "915434",
            "reply_to_id": "915433",
            "text": "nei frekar að þú getir EKKI afruglað ;)"
        },
        {
            "user": "JoeyBoy",
            "user_id": "30771",
            "date": "2003-02-17 19:30:42",
            "id": "915435",
            "reply_to_id": "915434",
            "text": "jaaaáá… ég fatta núna… hehe.. ohh.. djöll væri ég til í að rífa hann af!!\nne.. þá mundi dótið örugglega ekki virka :/"
        },
        {
            "user": "griss",
            "user_id": "20083",
            "date": "2003-03-27 10:19:39",
            "id": "915436",
            "reply_to_id": "915435",
            "text": "Hmmm… ég hef verið að pæla mikið í að fá mér sjónvarpskort til að afrugla, sérstaklega eftir að mér skildist að það er ekki ólöglegt:)\nEr eitthvað sérstakt sjónvarpskort sem að þið mælið með, og einhver nefndi forrit hérna áðan!\nEf einhver hefði upplísingar um þetta…"
        },
        {
            "user": "Spud",
            "user_id": "1217",
            "date": "2003-04-10 10:42:24",
            "id": "915437",
            "reply_to_id": "915436",
            "text": "Afhverju er það ekki ólöglegt?"
        },
        {
            "user": "reynir77",
            "user_id": "14254",
            "date": "2003-05-03 22:36:32",
            "id": "915438",
            "reply_to_id": "915437",
            "text": "“Afhverju ekki ólöglegt?”\n??????\nHver heldur þú að geti bannað þér að grípa útvarpsbylgjur úr loftinu og gera það sem þér dettur í hug við þær?\nOg ef einhver er að senda eitthvað frá sér með útvarpsbylgjum sem hann vill ekki að ÞÚ megir njóta nema að borga fyrir það þá á hann ekkert að vera að dreyfa útvarpsbylgjum af óþarfa inn á þitt heimili.\nSvarar þetta?\nKveðja Reyni"
        },
        {
            "user": "TestType",
            "user_id": "14778",
            "date": "2003-05-15 10:38:36",
            "id": "915439",
            "reply_to_id": "915438",
            "text": "Hmmm….\nHví eru þá allir sem eiga sjónvarp eða video með móttakara skyldugir til að borga afnotagjald sjónvarpsins, hvort sem þeir segjast horfa á RÚV eður ei….?\nRíkið virðist allavega ekki vera á sama máli og þú reynlil."
        },
        {
            "user": "reynir77",
            "user_id": "14254",
            "date": "2003-05-15 11:18:04",
            "id": "915440",
            "reply_to_id": "915439",
            "text": "“Sama máli” og ég!!\nÞetta er ekki ólöglegt!! einfalt mál.\nHins vegar er það í lögum að ef þú átt móttökutæki þá skulir þú greiða afnotagöld.\nÞað bannar manni ekki að taka á móti öllum þessum rafsegulbylgjum og gera það sem maður vill við þær. Ríkið skiptir sér ekkert af því.\nKveðja Reyni"
        },
        {
            "user": "P3si",
            "user_id": "10596",
            "date": "2003-05-24 22:48:30",
            "id": "915441",
            "reply_to_id": "915440",
            "text": "Reyndar þá er það ólöglegt að taka útvarps og sjónvarpsbylgjur og afrugla þær það er brot á fjarskiptarlögum það sama á við í þessu máli og með talstöðvar þú getur fengið þína eigin sendi tíðni sem þú og félagi þinn notið og ef einhver annar fer að senda á henni eða hlusta á hana þá er sá hinn sami að brjóta lög. Ekki er verið að troða þessu inn á heimilið þitt heldur ert þú með loftnet utan á húsinu þínu að reyna sækja þessar bylgjur inn á heimilið þitt. Og já það hafa verið mál með þetta að afrugla stöð 2 og satt að segja þá slapp sá maður en eina ástæðan fyrir því að hann slapp var sú að stöð 2 bauð honum að koma og vinna hjá sér í staðinn fyrir það að þeir myndu láta málið falla niður. Sá maður vinnur núna hjá þeim við það að kanna hvaða leiðir er hægt að nota til þess að afrugla stöð 2 hvort sem það er á tölvu eða með því að fikta til myndlykilinn þinn og svo er unnið út frá því að hanna vörn gegn þessu sem reyndar gengur ekkert svo vel síðast þegar ég vissi"
        },
        {
            "user": "saucerfull",
            "user_id": "39585",
            "date": "2003-06-03 18:33:22",
            "id": "915442",
            "reply_to_id": "915441",
            "text": "Hey hey!\nVar að spá í hvort að einhver gæti veitt mér smá upplýsingar… Þannig er mál með vexti að ég er með Pinnacle PCTV rave kort sem er með Conexant CN878 kubbum. Er hægt að afrugla með þessu setti og ef svo er, kann það einhver? Please!!! Gufan er svo fúl! Er búinn að reyna að nota K!TV og einhver plugin sem ég fann á einhverri franskri síðu, og skildi eðlilega lítið hvað ég var að velja og downloada, en ekkert gengur….."
        },
        {
            "user": "saucerfull",
            "user_id": "39585",
            "date": "2003-06-05 17:26:10",
            "id": "915443",
            "reply_to_id": "915439",
            "text": "Það er reyndar aðeins spurning um það hvort að fjarskiptalögin sem banna það að þú notir rafsegulbylgjur sem er úðað yfir þig, standist í raun stjórnarskrá… Þetta er að vissu leiti eins og að láta læk renna í gegnum húsið hjá þér, en banna þér að drekka úr honum"
        },
        {
            "user": "Vanvitinn",
            "user_id": "4323",
            "date": "2003-04-12 13:53:40",
            "id": "915444",
            "reply_to_id": "915435",
            "text": "Þó það sé lang þægilegast að afrugla með BT8x8 setti þá er það alveg möguleiki með öðrum kubbasettum."
        },
        {
            "user": "hagur",
            "user_id": "6993",
            "date": "2003-02-13 23:41:34",
            "id": "915445",
            "reply_to_id": "915420",
            "text": "Já, mér hefur lengi langað í svona sjónvarpskort … margir skemmtilegir möguleikar með þessu.\nHvar keyptirðu þetta og hvað kostaði þetta?"
        },
        {
            "user": "viceroy",
            "user_id": "3376",
            "date": "2003-02-14 00:03:48",
            "id": "915446",
            "reply_to_id": "915445",
            "text": "Hagur :\nTölvulistinn:\nMSI TV@nywhere - stórkostlegt sjónvarpskort með fjarstýringu, MPEG4 Real-time encode TV pr. 9.990\nhaq :\nhttp://www.msicomputer.com/product/detail_spec/prod\nuct_detail.asp?model=TV@nywhere&search_text=TV@nywhere\nEf þetta hjálpar þér eitthvað þá gjörðu svo vel, þú finnur örugglega upplýsingar um þetta á þessari síðu, sem er jú framleiðandinn :)\nÞið verðið að læra að leita drengir :)\nViceRoy"
        },
        {
            "user": "hagur",
            "user_id": "6993",
            "date": "2003-02-14 19:36:57",
            "id": "915447",
            "reply_to_id": "915446",
            "text": "Ég kann alveg að leita …. bara ágætt stundum að slappa af og fá upplýsingar mataðar ofaní sig ;)"
        },
        {
            "user": "an13810",
            "user_id": "1716",
            "date": "2003-02-14 01:40:34",
            "id": "915421",
            "reply_to_id": "915420",
            "text": "Bara svona að leiðrétta þá er RCA ekki video staðall heldur tengi. Og á sjónvarpskortum er það yfirleitt notað fyrir S-Video."
        },
        {
            "user": "HinrikSig",
            "user_id": "14816",
            "date": "2003-02-14 03:48:22",
            "id": "915422",
            "reply_to_id": "915421",
            "text": "nei, RCA tengið(sem hann sagði vera númer 1 á myndinni) er bara venjulegt AV tengi(samt náttla bara myndin) en S-Video tengið er númer 2 á myndinni"
        },
        {
            "user": "JoeyBoy",
            "user_id": "30771",
            "date": "2003-02-14 07:53:43",
            "id": "915423",
            "reply_to_id": "915422",
            "text": "já. það er rétt Koffing. Þetta er alveg frábært að fá þetta og ég mæli eindregið með þessu!!"
        },
        {
            "user": "nonni2",
            "user_id": "5379",
            "date": "2003-02-14 08:58:53",
            "id": "915424",
            "reply_to_id": "915423",
            "text": "þetta er svipað kortinnu mínu sem er jetway sjónvarps kort sömu software möguleikar."
        },
        {
            "user": "akarnid",
            "user_id": "6152",
            "date": "2003-02-14 09:54:13",
            "id": "915425",
            "reply_to_id": "915421",
            "text": "Notað fyrir s-video?  Hvað áttu við?   Þú veist að composite (RCA) tengi er ekki það sama og s-video.  Það eru hærri gæði í s-video, enda eru lita-og ljósupplýsingarnar aðskildar frá sjálfu videomerkinu.  Ertu að meina að það sé ekki notað sem input?"
        },
        {
            "user": "akarnid",
            "user_id": "6152",
            "date": "2003-02-14 11:15:11",
            "id": "915426",
            "reply_to_id": "915425",
            "text": "alveg úti á túni þarna, ég.   Í s-video tengingu er merkið sjálft aðskilið í lita- og ljósmerki.  Þeas. það er EKKI composite."
        },
        {
            "user": "JoeyBoy",
            "user_id": "30771",
            "date": "2003-02-14 11:56:31",
            "id": "915427",
            "reply_to_id": "915425",
            "text": "ég veit það, en ég er að meina, kortið er gert sona. ekki mín hönnun…."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-14 09:22:29",
            "id": "915448",
            "reply_to_id": "915420",
            "text": "Mér sýnist að þú getir því miður ekki afruglað með því, mér sýndist að það væri CX882 eða eikka, kubbur á honum….\nhehe"
        },
        {
            "user": "schumacher",
            "user_id": "8061",
            "date": "2003-06-18 01:07:14",
            "id": "915449",
            "reply_to_id": "915420",
            "text": "Gæti ég ef ég vildi færa allt sem ég á á videóspólum yfir á dvd, notað þetta kort og dvd skrifara?"
        },
        {
            "user": "JoeyBoy",
            "user_id": "30771",
            "date": "2003-06-19 21:36:23",
            "id": "915450",
            "reply_to_id": "915449",
            "text": "jaa.. sko.. ja það er notla video in og audio in þannig að það ætti að vera hægt, án þess að ég hafi nokkurntíman nennt að standa í þannig veseni…. en þú fengir ekkert sérstaklega góð gæði…. en það eru ekkert góð gæði í VHS korteðer þannig að þú værir ekkert að tapa miklum gæðum."
        },
        {
            "user": "schumacher",
            "user_id": "8061",
            "date": "2003-06-19 22:03:58",
            "id": "915451",
            "reply_to_id": "915450",
            "text": "Það var einmitt það sem ég var að hugsa, ég þoli ekki videóspólur lengur þannig að það væri fínt að geta skellt því sem maður vill eiga á dvd og henda hinu draslinu."
        }
    ]
}