{
    "forum_title": "Kvikmyndir",
    "user": "gvendurf",
    "user_id": "24696",
    "date": "2003-02-13 18:37:32",
    "title": "Pirrandi hlutir í kvikmyndum",
    "text": "Hér koma nokkrir hlutir sem mér finnst annað hvort pirrandi, óraunverulegir eða bara asnalegir:\nÍ James Bond myndum og öðrum spennumyndum er mjög oft þannig að t.d. er aðalhetjan með eina skambyssu á meðan það eru sjötíu vondir gaurar með tætara að bomba á hann en samt nær aðalhetjan að skjóta þá alla og sleppa með eitt skot í fætinum. Þetta finnst mér nú bara einum of!!\nÍ öllum (flestum) kvikmyndaauglýsingum er þessi dimmraddaði gaur sem segir frá myndinni, ég er nú ungur strákur og hef ekki séð margar myndir en mér þætti gaman að sjá hvenær þetta byrjaði, því það er enn verið að gera þetta í dag.\nÞað er mjög oft, að vondi kallinn í bandarískum myndum (sérstaklega James Bond) er ekki amerískur. Eins og í Bad company og Dr.No. Hver kannast ekki við það atriði þegar aðalhetjan er bundin við stól og þýskur eða franskur maður yfirheyrir hann?\nVona að þið hafið haft gaman af þessu og þið svarið greininni\nkveðja, gvendurf",
    "url": "https://www.hugi.is/kvikmyndir/greinar/123101/pirrandi-hlutir-i-kvikmyndum/",
    "url_id": "123101",
    "id": "915331",
    "replies": [
        {
            "user": "Huggies",
            "user_id": "7621",
            "date": "2003-02-14 05:21:05",
            "id": "915334",
            "reply_to_id": "915331",
            "text": "mér finnst mest pirrandi þegar bandaríkjamenn troða alltaf hel….. væmni í allar myndir….alltaf sömu væmnina…annaðhvort er pabbinn, mamman, amman eða eitt af börnunum dáið.\nen svo er það líka nokkuð algengt að í austurlenskum myndum að vondi maðurinn er hvítur."
        },
        {
            "user": "Oddurs",
            "user_id": "29554",
            "date": "2003-02-14 10:11:27",
            "id": "915335",
            "reply_to_id": "915334",
            "text": "úff talandi um væmni….\ní hverri einustu stríðsmynd sem kemur frá bandaríkjunum er bandaríski fáninn í lok myndar og lítil sæt fiðlutónlist…."
        },
        {
            "user": "Oddurs",
            "user_id": "29554",
            "date": "2003-02-14 10:27:08",
            "id": "915336",
            "reply_to_id": "915335",
            "text": "Já ekkert sem fer meira í taugarnar á mér í stríðsmyndum frá bandaríkjunum þegar fánanum er troðið í myndina t.d. í Saving Private Ryan."
        },
        {
            "user": "oskarbste",
            "user_id": "26860",
            "date": "2003-02-14 17:12:04",
            "id": "915337",
            "reply_to_id": "915335",
            "text": "spiderman myndinni var nú klúðrað kostulega í endann með þessu"
        },
        {
            "user": "oskarbste",
            "user_id": "26860",
            "date": "2003-02-14 17:16:42",
            "id": "915338",
            "reply_to_id": "915337",
            "text": "semsagt amerískum fána í endinn"
        },
        {
            "user": "WorkZ",
            "user_id": "11345",
            "date": "2003-02-14 07:29:42",
            "id": "915339",
            "reply_to_id": "915331",
            "text": "fruss drengur! sjáðu die hard þá ættir þú að sannfærast um að það er hægt að vera einn maður með 1 skammbyssu á móti heilum hryðjuverkasamtökum\nog gamli kallinn í auglýsingunum er bara kúl, hann er ekta :)\nstóllinn er klassík ? :)"
        },
        {
            "user": "WorkZ",
            "user_id": "11345",
            "date": "2003-02-14 08:29:59",
            "id": "915340",
            "reply_to_id": "915339",
            "text": "það sem fer mest í taugarnar á mér við kvikmyndir, reynda eru sumir leikstjórar búnir að reyna að bæta þetta, er þegar menn eru búnir að kaupa sér eitthvað að borða en fara svo bara án þess að taka einn bita af matnum!!  meina come on!  þótt maður væri lögga og fengi upplýsingar um morðingja á næstu grösum, þú gætir alveg tekið einn bita af borgaranum og tekið kannski kókið þitt og franskarnar með!!  alla vega kókið!!\nfannst flott hvernig þeir leystu úr þessum hvimleiða vanda í oceans eleven, þegar brad pitt var alltaf að éta einhvern skyndibitamat!!"
        },
        {
            "user": "Nocturnal",
            "user_id": "20790",
            "date": "2003-02-17 19:44:09",
            "id": "915341",
            "reply_to_id": "915340",
            "text": "troo WorkZ þeir taka aldrei Cokið með sér…… þetta er höfuðsynd að fara af veitingastað og skilja cókið eftir *sniff* the cóke HAS FEELING TOO!!!!"
        },
        {
            "user": "TestType",
            "user_id": "14778",
            "date": "2003-02-14 10:31:43",
            "id": "915342",
            "reply_to_id": "915339",
            "text": "Af hverju í ósköpunum halda svona margir að það sé bara einhver EINN maður sem tali inn á alla trailera og hafi gert það frá upphafi??\nAuðvitað er það ekkert bara einhver kall sem gerir þetta, margir með svona rödd og mjög margir sem hafa talað inn á svona trailera og hljóma svipað. Þetta er bara alveg eins og útvarpsmennirnir allsstaðar í Bandaríkjunum, þeir hljóma næstum nákvæmlega eins allir saman, en þeir eru ekki eini og sami gæjinn þrátt fyrir það. Þeir hafa svokallaða útvarpsrödd. Sama er uppi á teningnum í kvikmyndaauglýsingum.\nÞetta má líka sjá hér á Íslandi, allir útvarpsmennirnir á FM957 eru með nákvæmlega eins rödd og nánast ómögulegt að greina á milli þeirra ;)"
        },
        {
            "user": "xark",
            "user_id": "1706",
            "date": "2003-02-14 23:52:54",
            "id": "915343",
            "reply_to_id": "915342",
            "text": "mer finnst það vera sami kallinn sem talar í alla trailera :) Næstum Alltaf þessi sama rödd."
        },
        {
            "user": "gvendurf",
            "user_id": "24696",
            "date": "2003-02-16 21:10:56",
            "id": "915344",
            "reply_to_id": "915342",
            "text": "Ég var ekki að meina að það væri alltaf SAMI dimmraddaði gaurinn heldur bara einhver dimmraddaður gaur!"
        },
        {
            "user": "Amything",
            "user_id": "76",
            "date": "2003-02-14 09:16:08",
            "id": "915332",
            "reply_to_id": "915331",
            "text": "Aðeins vondir menn reykja.\nFólk kveður ekki í síma."
        },
        {
            "user": "jant",
            "user_id": "9703",
            "date": "2003-02-14 09:47:05",
            "id": "915333",
            "reply_to_id": "915332",
            "text": "Alltaf þegar einhver fer í almenningssíma er aukaleikari DAUÐANS að fara úr símanum, akkúrat þegar perósnan þarf að nota símann. Persónan setur pening í og hringir, það svarar ALDREI! Peningurinn dettur niður og viðkomandi tekur hann aldrei með."
        },
        {
            "user": "rassalfur",
            "user_id": "8802",
            "date": "2003-02-14 10:04:37",
            "id": "915345",
            "reply_to_id": "915331",
            "text": "Tökum sem dæmi í nýju bond-myndinni þá er það þannig að ef eitt skot fer í brynvarðan bíll….. þá springur hann .. að sjálfsögðu- en þegar bíllinn úr flugvélinni datt niður er hann bara þarna … og sprigur ekki …. er það geiy eða hvað !!"
        },
        {
            "user": "GSnow",
            "user_id": "12957",
            "date": "2003-02-14 10:43:56",
            "id": "915346",
            "reply_to_id": "915331",
            "text": "Í flestum svona aksjón myndum þá er alltaf ein hetja sem að er best og getur allt en svo er alltaf kona eða einhver krakki sem að eyðileggur allt :( nema í terminator, enda er það góð mynd"
        },
        {
            "user": "DoktorPer",
            "user_id": "17080",
            "date": "2003-02-14 11:43:30",
            "id": "915347",
            "reply_to_id": "915346",
            "text": "Ég þoli ekki þannig karaktera! Mér finnst skemmtilegustu karkaterarnir alltaf vera mannlegir, þeim blæðir, þeir gráta, þeir finna til og þeim mistekst hlutir. Ash í Evil Dead (2) er frábært dæmi um það hann er bara einhver hálfviti út í skóg (fer aftur þangað!!! HEIMSKA) sem að lendir í deaditum og sleppur ekki að því að hann er sterkur eða ofursnjall, bara að því að hann er annaðhvort heppinn eða þá að því að hann þekkir umhverfið og veit um allt sem að hann getur notað."
        },
        {
            "user": "rammstein",
            "user_id": "27927",
            "date": "2003-02-14 13:44:26",
            "id": "915348",
            "reply_to_id": "915347",
            "text": "Sko Evil Dead  er bara snild allar myndirnar…\nsvo er þetta sem er í jamsa bond…hann er aldrei drepin strax honum er alltaf gefin séns á að sleppa….vondu kallarnir vilja að hann deyji á dramatískan hátt….uhhhh og hann sleppur alltaf…\nég veit um mynd sem hefur ekki góðan endir John hansome (jón myndalegi)….kíkið á hana hún er gömul"
        },
        {
            "user": "Harry",
            "user_id": "49977",
            "date": "2003-02-14 14:56:06",
            "id": "915349",
            "reply_to_id": "915348",
            "text": "Þetta er ekkert sem hefur ekki verið spoofað í Austin Powers.\nAnnars fer það rosalega í taugarnar á mér að það er aldrei neinn sem segir bless í símann. Það er eins og það hafi bara verið ákveðið að að allir myndu alltaf vita hvenær einhver þarf að hætta að tala. Er þetta svona í Bandaríkjunum? Ég spyr í alvöru."
        },
        {
            "user": "rammstein",
            "user_id": "27927",
            "date": "2003-02-14 16:59:53",
            "id": "915350",
            "reply_to_id": "915349",
            "text": "það var lík fyndið í Austin Powers áti fullan rétt á sér…\njá og líka þetta með síman sem er hárrétt…\nþað er líka fyndið að fylgjst með auk-auk-auk leikurum í bakruni sem eru að tala í síman… þeir jánka og hrista hausinn með svo miklu afli til að reyna láta alla sjá hvað þeir eru “mikið” að tala í  síma"
        },
        {
            "user": "gunna7fn",
            "user_id": "3811",
            "date": "2003-02-14 17:21:05",
            "id": "915351",
            "reply_to_id": "915349",
            "text": "Samála lóulóu, þoli ekki helgar pabban sem eru svo miskyldir og öll samhúðin fer til þeirra.  Líka þegar börnum tekst að fá foreldra sína aftur saman eftir skilnað.  Ég veit um svo marga sem geta ekki hugsa sér að vera með sínum fyrrverandi aftur.\nEin ofurhetja sem getur skotið niður her með skammbyssu á meðan herinn er með vélbyssu hittir engan er óþolandi, en þegar hetjan nær að vinna bug á óvininum með því að nota heila, það fíla ég."
        },
        {
            "user": "DoktorPer",
            "user_id": "17080",
            "date": "2003-02-14 17:35:14",
            "id": "915352",
            "reply_to_id": "915351",
            "text": "Paper, rock, scissors er hinn fullkomni duel heilana… Enda allar myndir á þannig duel :D"
        },
        {
            "user": "engill86",
            "user_id": "16634",
            "date": "2003-02-14 19:50:48",
            "id": "915353",
            "reply_to_id": "915352",
            "text": "Af hverju segir engin bless í símann! eða bye! skil það ekki, mér mundist finnast það mjög mikil ókurteisi ef einhver mundi bara skella á mig i miðju samtali."
        },
        {
            "user": "gomamiso",
            "user_id": "18080",
            "date": "2003-02-15 13:33:23",
            "id": "915354",
            "reply_to_id": "915353",
            "text": "Þetta gerist í alvöru í bandaríkjunum, Svíþjóð allavega líka. Það flutti stelpa hingað frá Svíþjóð og ég varð vinkona hennar og hún skellti alltaf á mig þegar ég sagði jæja ég verða að fara, eða ok við heyrumst.\nÉg varð ekkert þvílíkt undrandi og sár. En hún komst upp á lagið með þetta loksins.\nEn hafiði tekið eftir því hvað eldspýtur lýsa mikið í bíómyndum, þetta er eins og fólkið væri með kindla eða eitthvað. OG DJÖFULL ÞOLIR MAÐUR EKKI ÞEGAR AÐ FÓLK FER ALLTAF UPP STIGANN HEIMA HJÁ SÉR ÞEGAR AÐ EINHVER ELTIR ÞAÐ…..MAÐUR FER YFIRLEITT ÚT!!!!! stundum læsa þau sig inn á klósetti…….\nog svo klikkar það ekki að það er skógur rétt hjá og fórnarlambið deyr þar.\nLíka er það þannig að þegar að konur fara eru einar í húsinu sínu og þær fara framm úr rúminu til að athuga hvort að einvher sé niðri þá er þær ALLTAF í sloppum, þær fara jafnvel að klæða sig í herberginu sínu þegar þær heyra í einhverjum niðri. Ég myndi halda kyrru fyrir og hringja á lögregluna í herberginu mínu.\nOG það eru alltaf hús á tveimur hæðum, þremur eða fjórum sem eru í hryllingsmyndum og hasarmyndum.\nþegar að leikarar eru að hlaupa yfir götu þá er alltaf einhver bíll sem er næstum búinn að klessa á þá, jafnvel í sveitþorpi."
        },
        {
            "user": "rammstein",
            "user_id": "27927",
            "date": "2003-02-15 20:41:19",
            "id": "915355",
            "reply_to_id": "915354",
            "text": "jamm þetta með eldspíturnar og kerti..\ní myndum  þegar einhver er með kerti og er að skíta í buxurnar af hræðslu…þá lýsa kertin og/eða eldspíturnar betur en nokkurt vasaljós sá hinn sam og er með kertið getur séð 10-100 metra framfyrir sig…en kommon hafiði verið með kerti í myrkri maður sér ekki 2 metra framfyrir sig"
        },
        {
            "user": "Harry",
            "user_id": "49977",
            "date": "2003-02-16 16:01:19",
            "id": "915356",
            "reply_to_id": "915351",
            "text": "Svaraðu þá lóulóu. Ekki mér, takk. Nota svarkerfið rétt."
        },
        {
            "user": "Blublu",
            "user_id": "12532",
            "date": "2003-02-15 04:27:24",
            "id": "915357",
            "reply_to_id": "915349",
            "text": "Jamm, ég veit samt um eina mynd þar sem er sagt bless í símann… American Pie 2."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-14 11:12:13",
            "id": "915358",
            "reply_to_id": "915331",
            "text": "Fátt meira pirrandi en “dog appeal” í bíómyndum. Deep Impact er mjög gott (vont) dæmi þegar í lokaatriðinu sést hundurinn, sem allir héldu að væri löngu dauður, sést koma hlaupandi til unga parsins.\nAlmennt talað þá er það bara óþolandi þegar svona “appeals” er augljóslega troðið í bíómyndir til þess að fleiri geti tengst myndinni á ólikan hátt. Ég gæti nefnt 100 dæmi en dettur fyrst í hug; svarta, karlkyns aukahlutverkið þar sem svertinginn er með allt ýkta svertingja-slangrið og stælana."
        },
        {
            "user": "demonz",
            "user_id": "3238",
            "date": "2003-02-14 12:48:58",
            "id": "915359",
            "reply_to_id": "915331",
            "text": "Fólk verður náttúrulega bara að skilja ákveðinn hlut…\nÞegar maður er að horfa á hollywood hasarmynd…þá er myndin oftast um svínslega heppinn lögreglumann…ekki um eitthvern venjulegan mann…þannig að hann getur skotið alla niður en þeir ekki hitt einu skoti! :D Nei kannski ekki alveg en það er nú líka meira ýkt heldur en það er í myndunum…\nMér finnst allavegana pirrandi þegar fólk er að upphefja sig með því að segjast hata þegar allt endar vel og væli væl og kallin skýtur alla vondukallana og bombar aðalgelluna…\nEn sama fólk kvartar hinsvegar þegar það sér myndir sem enda illa…því það þarf þennan góða endi…annað virkar ekki fyrir  þau! Verið aðeins opin fyrir þessu!\nÉg myndi náttúrulega nefna eitthver dæmi af myndum sem enda illa og mér þykja samt helvíti góðar en það myndi vera að eyðileggja fyrir þeim sem ekki hefur séð þær myndir þannig að ég sleppi því…"
        },
        {
            "user": "Xtrimer",
            "user_id": "2298",
            "date": "2003-02-14 12:49:12",
            "id": "915360",
            "reply_to_id": "915331",
            "text": "LOL JAMES BOND ER BRESKUR !!!!\nHafðu nú þetta rétt :þ"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-14 13:37:54",
            "id": "915361",
            "reply_to_id": "915331",
            "text": "Blenski.!!!\nÞetta er það vitlausasta sem ég hef heyrt fyrr og síðar, eins og með að aðeins vondu kallarnir reykja. hvaða fáfróði maður skrifaði þetta. T.d Die hard þá reykir John, (bruci) heavy mikið. Svo þetta með að Bandaríski fáninn sjáist alltaf í stríðsmyndum. Auðvitað asnanir ykkar. Fananir tákna sigur landsins yfir bardaganum, þegar þeir eru dregnir að húni. Ætlið þið bara að segja að þetta sé eitthver væmni, (því líkar kellingar) þetta kallast ÞJOÐARSTOLLLLT. eitthvað sem þið allir ættuð að reyna að eignast"
        },
        {
            "user": "Loaloa",
            "user_id": "8918",
            "date": "2003-02-14 14:01:20",
            "id": "915362",
            "reply_to_id": "915331",
            "text": "Það sem ég þoli síst að sjá í kvikmyndum er hetjan sem helgarpabbi.  Hann er alltaf einstaklega seinheppinn og vill svo vel og elskar barnið sitt svo mikið og á fyrrverandi eiginkonu sem er svo ósanngjörn og svo klúðrar hann einhverju í sambandi við umgengi barnsins vegna þess að hann þarf að bjarga lífi einhvers eða situr í fangelsi fyrir misskilning eða eitthvað og eiginkonan verður voðalega súr á svipin og bannar umgengni fyrir lífsstíð og öll samúð áhorfandans situr hjá aumingja manninum þegar maður veit að í raunveruleikanum þegar svona gerist er það yfirleitt vegna þess að gæinn er fullur eða latur og nennir ekki að sinna skyldum sínum.  En sú týpa er aldrei sýnd."
        },
        {
            "user": "TomasP",
            "user_id": "15117",
            "date": "2003-02-14 16:59:44",
            "id": "915363",
            "reply_to_id": "915331",
            "text": "*dimmraddað*One man ,one goal ,one opertunity ,alot of bad guys.\nmér finnst þessi dimmrödduðu kauðar alger snilld , svo er stand up'ið með pablo fransisco alger snilld þar sem hann gerir grín að þessum mönnum og kvikmyndum yfir höfuð.\nArnold schawrzenegger is lil'tortia boy! :P"
        },
        {
            "user": "Iceberg",
            "user_id": "5323",
            "date": "2003-02-14 21:09:56",
            "id": "915364",
            "reply_to_id": "915331",
            "text": "Bandarískur Patriotismi!"
        },
        {
            "user": "Pex",
            "user_id": "4129",
            "date": "2003-02-14 21:32:46",
            "id": "915365",
            "reply_to_id": "915364",
            "text": "Bandaríkjamenn hafa já þjóðernisstolt..\nÍslendingar eru ekkert skárri!\nHver kannast ekki við að heyra:\n“John Doe, úr Kanadísku Íshokkíliði heimsókti ísland”\n“Hinn Ameríski leikari Skurr Murr Durr, kom til íslands”\n“Það var minnst á Ísland í kvikmyndinni Durr SUrrm Durris”\nÍsland er hitt og þetta..Getum við ekki sætt okkur við að við erum lítil þjóð sem fáir vita af!\nKv.\nEinn pirraðu"
        },
        {
            "user": "Refur98",
            "user_id": "4412",
            "date": "2003-02-15 14:00:45",
            "id": "915366",
            "reply_to_id": "915331",
            "text": "Muniði bara eftir atriðinu í Hot Shots 2 þegar Charlie Sheen stóð á sökkvandi bátnum með skothylki upp á mitti og var að salla niður þá sem voru a skjóta á hann. Það var snilldar skot á þessa &#8220;One-against-all-odds&#8221; hugmynd.\nOg þrjú stig til þess sem getur sagt mér hvaðan þetta kemur:\n&#8220;I am going to place him in an easily escapable situation involving an overly elabourate and exotic death.&#8221;\nSvo eru hlutir eins og þegar einhver stekkur út í vatn og tveimur senum síðar er viðkomandi gjörsamlega þurr. En það sem fer líklega mest í taugarnar á mér er þegar einhver, gjörsamlega sneyddur öllum leikhæfileikum ákveður að gerast Hollywood leikari og tekst það!!! Ég gæti nefnt hér nöfn eins og Chrisopher Lambert og svo, en þó alls ekki í svo lágum flokki, Gwyneth Paltrow (stundum góð, en of mistæk til að vera world-class leikkona).\nBandaríkjamönnum finnst líka ótrúlega gaman að taka góðar erlendar myndir og gera crappy Hollywood endurgerðir, sbr. Priscilla, Queen of the Desert, Nattevagten, 9 months (sem reyndar var vel gerð hjá þeim), o.s.frv.\nOg þetta er allt sem mér dettur í hug í bili.\n–Tyrael Drekafluga–"
        },
        {
            "user": "Refur98",
            "user_id": "4412",
            "date": "2003-02-15 17:17:11",
            "id": "915367",
            "reply_to_id": "915366",
            "text": "“I am going to place him in an easily escapable situation involving an overly elabourate and exotic death.”\nÞetta er Illmennið Dr. Evil, hann sagði þetta í fyrstu Austin Powers myndinni  :)\nÞað sem fer líka mjög í taugarnar á mér er eftirfarandi húmor sem er oft í kvikmyndum og ALLTAF í bandarískum sitcom þáttum:\nAðalkallinn lendir í aðstæðum þar sem hann/hún þarf að gera eitthvað neyðarlegt eða asnalegt.  Hann mótmælir kröftuglega, segir t.d. “oh no, NO WAY that I´ll ever do that, over my dead body…” o.s.frv.   Strax í næstu senu sjáum við hann gera nákvæmlega það sem hann vildi ekki gera!\nKannski fyndið fyrst þegar maður sér þetta en þó ansi fyrirsjáanlegt.\nkv. Refu"
        },
        {
            "user": "engill86",
            "user_id": "16634",
            "date": "2003-02-15 17:44:35",
            "id": "915368",
            "reply_to_id": "915367",
            "text": "það fer líka frekar í taugarnar á mér þegar konur t.d. eru sofandi og svo heyra þær e-ð hljóð niðri, og þær ætla niður að gá hvað það er þá er hárið náttla allt fullkomið og make-upið líka…..fáránlegt!\nGet nefnt dæmi…..í nýjustu James Bond myndinni Die another day…þá er Halle Berry nýkomin upp úr sjónum og fer að tala við James Bond (held ég) þá er hún auðvitað með gloss og máluð og hárið allt fullkomið!! halló!…var að koma upp úr sjónum!!!"
        },
        {
            "user": "lundi86",
            "user_id": "30364",
            "date": "2003-02-15 22:37:26",
            "id": "915369",
            "reply_to_id": "915331",
            "text": "Það sem mér finnst hvað mest böggandi eru bardagaatriðin þar sem góðikallinn er laminn í klessu og síðan segir/gerir vondikallinn e-ð og góðikallinn verður sterkari fyrir vikið og lemur óþokkann í klessu.  T.d. í lokabardaganum í Spider-man.  Þetta gerist allt of oft."
        },
        {
            "user": "gomamiso",
            "user_id": "18080",
            "date": "2003-02-15 23:46:07",
            "id": "915370",
            "reply_to_id": "915369",
            "text": "Hjartanlega sammála!\nEn aldrei hef ég séð mynd sem að aðalleikarinn er laminn svona mikið!!\neða jú kannski í Die hard (man ekki nr. hvað) en það var snilld þegar hann var að berjast og vinur hans var með vélbyssu og ætlaði að skjóta vonda kallinn en byssan var læst og hann gat ekki skotið, í staðinn þreif vondi kallinn af honum byssuna og tók læsinguna af og skaut hann í fótinn. hehehe, snilld…..ehem kannski ekki fyndið beint."
        },
        {
            "user": "keRmitt",
            "user_id": "15836",
            "date": "2003-02-16 04:19:51",
            "id": "915371",
            "reply_to_id": "915331",
            "text": "Hvad med alla litlu hlutina, t,d.. i Matrix.. Neo hittir Morphius i fyrsta skiptid, M heilsar N med handabandi, med adra hendina fyrir aftan bak.. svo kemur vond klipping og M segir eitthvad voda stutt.. med badar hendur nidur med sidu, svo kemur onnur snogg klipping og vinstri hendin er komin aftur fyrir aftan bak… og fleirri..! Bremsuforin a gotunni thegar bilar eru ad stoppa snoggt, eda taka U-turn eda fara skransandi fyrir horn.. thu getur alltaf sed morg bremsufor, nakvaemlega eins sidan their voru ad aefa beygjuna, eda fra fyrri tokum sem voru ekki eins god, hljomneminn sem laedist inn i myndina, skuggi af, eda spegilmynd af myndavelinni eda tokulidinu.. thegar flaska er half full i einum ramma og svo er hun allt i einu full i naesta ramma, skot sar og onnur meidsl eda sarabindi sem faerast sjalfkrafa um likaman, fyrst a vinstri hond, svo er thad komid a haegri hond nokkrum minutum seinna.. eda halta loppin sem getur aldrei akvedid hvoru megin a likamanum haltid a ad vera.. svo aetla eg ad enda thetta a Brad Pitt i “The Mexican”, nalaegt endinum, hann stendur og talar vid adal mexicanska bossinn sem a byssuna og , Var thad Gena Hackman??.. einhver.. og i hvert sinn sem myndavelinni var beind ad Pitt, sast ymis i hvita bolinn undir theim dokka i halsmalinu, eda ekki, eins og hann vaeri alltaf ad laga, eda fara ur bolnum og klaeda sig i aftur… Thad eru svona sma atridi sem fara i taugarnar a mer… vissidi ad vid allar myndir, eda flestar allaveganna, eru einhverjir a launum sem eiga ad vera ad taka eftir svona atridum, eg veit nu ekki hvad their eru kalladir a “proffesional” mali, en their/thau sja til um ad flaskan se enn bara half full, tho thad se verid ad taka seinna atridid upp einhverjum dogum eda vikum seinna… their maettu nu alveg sinna starfi sinu adeins betra svo littlir fullkomusinnar eins og eg geti horft a myndir an thess ad fara i vont skap..!!!"
        },
        {
            "user": "jant",
            "user_id": "9703",
            "date": "2003-02-16 15:18:35",
            "id": "915372",
            "reply_to_id": "915371",
            "text": "Þeir heita “continuity directors”. Þetta með að geta ekki ákveðið með hvor löppin sé hölt…Stundum þarf að spegla tökum svo að klippingin gangi upp."
        },
        {
            "user": "rammstein",
            "user_id": "27927",
            "date": "2003-02-16 15:59:05",
            "id": "915373",
            "reply_to_id": "915371",
            "text": "það er samt stundum gaman að þessu…það er til hópur áhugamann sem að gera ekki annað en að leita að svona mistökum…\nætli sá hópur sé ekki með heima síðu?\nþað væri gaman ef einhver sem er góður að leita á netinu mundi tékka á þvi og láta okku vit hvar hún e"
        },
        {
            "user": "zimmmi",
            "user_id": "27437",
            "date": "2003-02-16 18:05:34",
            "id": "915374",
            "reply_to_id": "915373",
            "text": "http://www.moviemistakes.com\nhttp://www.moviemistakes.\ncom\nhttp://www.moviemistakes.com\nhttp://www.moviemist\nakes.com\nhttp://www.moviemistakes.com\nhttp://www.movi\nemistakes.com\nhttp://www.moviemistakes.com\nhttp://www\n.moviemistakes.com\nhttp://www.moviemistakes.com\nhttp: //www.moviemistakes.com\nhttp://www.moviemistakes.com\nhttp://www.moviemistakes.com\nég héllt að allir vissu um þessa síðu, þetta er algjör snilldar síða, kíki alltaf á hana þegar maður er búinn að horfa á mynd.\nzimmmm"
        },
        {
            "user": "cazter",
            "user_id": "6529",
            "date": "2003-02-16 19:41:05",
            "id": "915375",
            "reply_to_id": "915374",
            "text": "lol afhverju gerðiru ekki bara copy paste? haha\nEn hata mest þegar fólk kveður ekki í síma.. það er svo fáranlegt.. hata það"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-16 04:20:51",
            "id": "915376",
            "reply_to_id": "915331",
            "text": "Mér finnst pirrandi þegar maður er að horfa á hermyndir þá vinna bandaríkjamenn alltaf…."
        },
        {
            "user": "Bolverkur",
            "user_id": "32653",
            "date": "2003-02-17 00:43:29",
            "id": "915377",
            "reply_to_id": "915331",
            "text": "þetta er lélegasta grein sem ég hef séð á ævinni"
        },
        {
            "user": "scorpy",
            "user_id": "33852",
            "date": "2003-02-17 19:35:34",
            "id": "915378",
            "reply_to_id": "915331",
            "text": "eitt pirrandi er t.d lord of the rings…hefuru tekið eftir því, langdreifið þannig að manni verði íllt í rassinum eftir 1 klst í bíó…\nog síðan fatta ég ekki hvað er svona sérstakt við svona myndir.\nallir fýla lord of the rings nema ég.\nég fýla stanley cubrik, og steven spielberg myndir\njobbi,respect.."
        },
        {
            "user": "HinrikSig",
            "user_id": "14816",
            "date": "2003-02-18 10:34:17",
            "id": "915379",
            "reply_to_id": "915378",
            "text": "jobbi: sama hé"
        },
        {
            "user": "NettAri",
            "user_id": "20473",
            "date": "2008-01-06 02:03:03",
            "id": "5540110",
            "reply_to_id": "915331",
            "text": "Hahahahhahahah… :')"
        }
    ]
}