{
    "forum_title": "Metall",
    "user": "Notoriuz",
    "user_id": "10774",
    "date": "2003-02-13 15:50:09",
    "title": "Ozzy Osbourne - Lokakaflinn",
    "text": "Hérna er the final chapter um Ozzy kallinn.\nOzzy hafði verið í töluverðri hvíld og hugsað um sína sístækkandi fjölskyldu árin 1984 og 1985 og hann Sharon eignuðust annað og þriðja barn sitt á þessum árum(Kelly og Jack). Sukkið var miklu minna og allir voru ánægðir nema aðdáendur hans og útgefendur sem vildu fara að sjá nýja stúdíóplötu. Ozzy hafði hugmyndir um að gefa út plötu sem væri byggð á sögunni um Jóa og baunagrasið.  Eitthvað var búið að semja eftir þeirri hugmynd, en útgefendum og mörgum öðrum þótti hún gersamlega út í hött svo að það var hætt við það og efninu hent.  Jake og Ozzy settust niður á hóteli og fóru að vinna ýmsar hugmyndir að lögum, en þeir voru einir eftir af hljómsveitinni því að Daisley og Aldridge voru hættir.  Ozzy samdi mikið af textum en fékk síðan Daisley til að snúa aftur og að laga textana til.  Þegar megnið af efninu var tilbúið fóru þeir að leita að bassa og trommara.  Þeir réðu Phil Soussan á bassa og Randy Castillo á trommur.  Soussan kom með lag sem hann hafði samið og kallað var Shot In The Dark.  Ozzy og Jake líkaði ekki lagið og fannst það of poppað, en útgefendurnir voru hrifnir.  Platan kom út í febrúar 1986 og hét “The Ultimate Sin”.  Hún seldist mjög vel og Shot in the Dark varð nokkuð vinsælt.  Önnur lög sem náðu athygli voru Secert Looser og Thank God For The Bomb.  Lúkkið á bandinu var poppað upp með glansandi búingum og hárlakki og miðaldakastalanum var skipt út fyrir svið sem var byggt úr gleri og stáli.  Túrinn á eftir plötunni gekk vel en það var mikill kostnaður við hann.  Um það leyti sem platan kom út lenti Ozzy í málaferlum vegna ungs manns sem hafði framið sjálfsmorð og foreldrar hans töldu hann undir áhrifum textans í Suicide Solution.  Eftir mikið stapp vann Ozzy málið.\nÞað voru til hljómleikaupptökur sem gerðar voru á meðan Randy var í bandinu.  Ozzy fannst þær ekki nógu góðar og hafði ákveðið að hafa þær í geymslu.  Hann sá sig um hönd 1986 og fór að vinna við að mixa þær ásamt upptökustjóra.  Þær voru gefnar út á plötunni “Randy Rhoads Tribute” snemma 1987.  Sú plata seldist býsna vel.  Samstarf Ozzy og Jake E Lee sem hafði verið gott var farið að súrna af ýmsum ástæðum og eftir að Tribute kom út þá hætti Jake og stofnaði sína eigin hljómsveit sem hét Badlands og gaf út nokkrar fínar plötur.  Eftir töluverða leit ákvað Ozzy að ráða Jeffrey Wielandt sem kallaði sig Zakari eftir persónu í sjónvarpsþætti.  Hann var aðeins tvítugur og hafði ekki mikla reynslu.   Hann tók upp nafnið Zakk Wylde eftir að hann var ráðinn til Ozzy.\nÞegar Ozzy fór að undirbúa næstu plötu með Zakk, þá hafði hann sem fyrr samband við sinn gmla félaga Bob Daisley til að aðstoða sig við tónlistina og textana. Randy Castillo var áfram á trommunum.  Platan “No Rest for The Wicked” kom út haustið 1988.  Salan á henni var ekki eins góð og á fyrri plötum Ozzy.  Margir hafa verið á því að þetta hafi verið veikasta plata hans eftir að hann hætti í Sabbath.  Miracle Man og Bloodbath in Paradise sem fjallaði um Charles Manson voru athyglisverðustu lögin.  Ozzy bætti það upp með því að taka lagið Close My Eyes Forever með Litu Ford árið eftir og það varð töluvert vinsælt.\nSumarið 1988 spilaði Ozzy á stórri rokkhátið í Moskvu og þegar hann kom heim vel sukkaður þá lenti honum og Sharon saman sem endaði með því að hann  reyndi að kyrkja hana.  Hann var handtekinn og dæmdur til að fara í nokkura mánaða afvötnun.  Eftir að henni lauk hafði hann saband við sinn gamla félaga Geezer Butler sem var löngu hættur í Sabbath og fékk hann í samstarf með sér.  Á hljómleikaferðinni 1991 var tekin upp lítil liveplata sem innihélt 6 lög og hún var gefin út undir nafninu “Just Say Ozzy”.  Geezer og Ozzy töluðu um að stofna band saman en það varð ekkert úr því og Geezer rauk í burtu.  Hans í stað var ráðinn Mike Inez sem síðar spilaði með Alice in Chains.\nOzzy byrjaði að undirbúa næstu plötu og tók sig verulega á í lifnaðarháttum.  Hann lagði allt sukk á hilluna og fór að hugsa um heilsuna sem var ekki beysin eftir margra ára áfengis og fíkniefnaneyslu.  Hann lagði af, stundaði æfingar og var í sínu besta formi þegar platan “No More Tears” kom út seint árið 1991.  Ozzy samdi nú mikið af lögum og textum sjálfur og segir þetta hafa verið fyrstu plötuna sem hann gerði edrú.  Tears seldist miklu betur en No Rest og lögin, Mama I´m Coming Home, No More Tears og I Don´t Wanna Change The World náðu öll dálitlum vinsældum. Það síðastnefnda fékk líka Grammyverðlaun.  Á hljómleikaferðinni á eftir varð Ozzy fyrir því að fótbrotna á sviðinu og var nokkuð lengi að ná sér.\nÁrið 1992 tilkynnti Ozzy að hann ætlaði að hætta í tónlistarbransanum og sagði að næsti túr myndi heita No More Tours.  Hann sagðist ætla að eyða meiri tíma með fjölskyldunni og kannski gefa út eina stúdíóplötu enn.  Túrinn stóð megnið af árinu 1992 og undir lok hans komu gömlu Sabbath félagarnir saman að nýju á einum tónleikum.  Árið eftir, 1993 kom síðan út hljómleikaplata frá túrnum sem hét “Live And Loud”.\nNæstu tvö og hálft ár var Ozzy “hættur”.  Hann var heima hjá fjölskyldunni edrú og lék sér.  Hann varð þó leiður og fór að safna bandinu saman.  Hann hafði sambandi við gítarsnillinginn Steve Vai og þeir fóru að semja.  Eftir nokkrun tíma varð ljóst að Vai gat af ýmsum orsökum ekki spilað með honum og þá réði Ozzy Zakk aftur, Geezer á bassa og Randy Castillo á ný sem trommara.  Platan sem kom út i kjölfarið hét “Ozzmosis” og var gefin út haustið 1995.  Það er ekki vitað hversu mikið af lögunum sem enduðu á pltöunni voru samin af Vai.  Lagið Perry Mason varð nokkuð vinsælt, en margir voru spældir með að hafa borgað sig inná “lokahljómleikaferð” Ozzy.  Túrinn á eftir Ozzmosis bar nafnið “Retirement Sucks”.  Þegar er liðið á túrinn kom í ljós  Castillo var með krabbamein og hætt.(Hann lést nokkrum árum síðar)  Butler og Zakk hættu þá líka og Zakk fór og stofnaði eigin band sem hét Pride and Glory og síðar Black Label Society sem flutti einhverskonar suðurríkja/kántrí/hillbillý/þungarokk.  Túrinn heldur áfram nokkru síðar með Joe Holmes sem gítarleikara, Mike Borden úr Faith No More sem trommara og Robert Trujillio sem bassaleikara.\nSeinna árið 1996 fær Sharon þá hugmynd að halda árlega rokkhátið og kalla hana Ozzfest.  Það gekk frábærlega og á eftir stofna þau útgáfufyrirtæki sem gefur árlega út það besta frá Ozzfest.\n1998 er Black Sabbath formlega endurreist af upphaflegu félögunum.  Þeir fara á hljómleikaferð sem fær frábærar viðtökur, en Bill Ward þolir ekki álagið og fær hjártaáfall.  Túrinn heldur áfram með Carmine Appice sem trommara og í árslok 1999  er gefinn út tvöfaldur diskur með upptökum frá hljómleikunum og fær nafnið “Reunion” Á henni er að finna tvö ný lög.  Sabbath halda síðan áfram að ferðast árið eftir og í febrúar 2000 fengu Sabbath svo Grammyverðlaun fyrir Reunion.\nNæsta ár 2001 fer Ozzy að undirbúa sína fyrstu sdúdíóplötu í 6 ár.  Hann fær Zakk aftur til sín og ræður þá  Mike Borden og Robert Trujillio sem spiluðu með honum síðast á trommur og bassa.  Platan kom út seint árið 2001 og hét “Down To Earth” Lagið Dreamer sló í gegn og varð einkonar Lennon style Imagine hjá Ozzy.  Platan seldist ekki vel í fyrstu en náði sér á strik eftir vinsældir Dreamer. Hún náði þó aldrei sömu sölu og sumar fyrri plötur Ozzy.  Stór hljómleikaferð fylgir í kjölfarið og þar voru teknir upp tvennir tónleikar í hinni frægu Budokan höll í Japan.\nSnemma á árinu 2002 byrjuðu sýningar á veruleikaþáttunum The Osbournes, sem eru eins og allir vita um hið klikkaða líf Osbourne fjölskyldunnar. Sharon á hugmyndina að þáttunum sem verða mega hit og gömlu plötur Ozzy seljast eins og heitar lummur.  Ozzy verður afi stuttu seinna þegar elsta dóttir hans eignast barn.  Í Júní kemur síðan út “Ozzy Live At Budokan”  hljómleikaplata sem er sögð vera síðasta liveplata Ozzy.  Nokkrum dögum eftir útgáfu hennar greinist Sharon með krbbamein í ristli og álagið vegna þessa og sjónvarpsþáttanna verður til þess að Ozzy dettur í það eftir að hafa verið edrú í allnokkur ár.  Það kemur í ljós að heilsa hans er farin að gefa sig og hann muni ekki þola að sukka mikið meira.\nÁ þessum punkti er ekki ljóst um áframhaldandi feril Ozzy, þáttanna, né heilsu Sharon.\nÉg vona að allir hafi haft gaman af þessari úttekt á “the madman of metal”.  Á næstunni munu koma greinar um einhverja aðra í sama dúr.  Er einhver óskalisti?",
    "url": "https://www.hugi.is/metall/greinar/123102/ozzy-osbourne-lokakaflinn/",
    "url_id": "123102",
    "id": "915380",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-13 22:19:21",
            "id": "915383",
            "reply_to_id": "915380",
            "text": "jimi hendrix"
        },
        {
            "user": "xtc",
            "user_id": "54",
            "date": "2003-02-13 22:56:54",
            "id": "915381",
            "reply_to_id": "915380",
            "text": "Brill greinar\nKiss?? =)"
        },
        {
            "user": "hrabbi",
            "user_id": "5269",
            "date": "2003-02-14 02:27:31",
            "id": "915384",
            "reply_to_id": "915380",
            "text": "no rest for the wicked er ein sú besta með ozzy\nþyngsta platan hans"
        },
        {
            "user": "scucca",
            "user_id": "26734",
            "date": "2003-02-18 11:35:49",
            "id": "915385",
            "reply_to_id": "915384",
            "text": "Alveg sammála. No Rest er með betri plötum sem ég hef heyrt með honum. Ekki jafn mikil klassík og Blizzard en mjög rokkuð og hefur mér fundist hún standa fyrir sama málstað og hann; rokka og skemmta sé"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-14 09:13:19",
            "id": "915382",
            "reply_to_id": "915380",
            "text": "Örugglega með þeim Bestu greinum hér á huga.\nÞú gætir örugglega tekið Iron Maiden Fyrir okkur.\nEr Það ekki?"
        },
        {
            "user": "ih8",
            "user_id": "13956",
            "date": "2003-02-14 09:47:22",
            "id": "915386",
            "reply_to_id": "915380",
            "text": "*klapp*klapp*klapp*\nSnilldar greinar."
        },
        {
            "user": "rammstein",
            "user_id": "27927",
            "date": "2003-02-14 10:32:17",
            "id": "915387",
            "reply_to_id": "915380",
            "text": "!!SNILLD!!SNILD!!! Iron Maiden næst takk eða allavega fljótlega :D"
        },
        {
            "user": "MrGoodman",
            "user_id": "7110",
            "date": "2003-02-14 11:52:57",
            "id": "915388",
            "reply_to_id": "915380",
            "text": "Stórkostlegt framtak þessar greinar!\nGóðar stundir."
        },
        {
            "user": "MuadDib",
            "user_id": "28830",
            "date": "2003-02-14 13:34:22",
            "id": "915389",
            "reply_to_id": "915380",
            "text": "Hvernig væri að skrifa um bestu hljómsveit sögunnar…LED ZEPPELIN!!!"
        },
        {
            "user": "koparband",
            "user_id": "25234",
            "date": "2003-02-15 00:27:08",
            "id": "915390",
            "reply_to_id": "915389",
            "text": "ég er sammála MuadDib um led zeppelin  það væri líka gaman að sjá eitthvað um deep purple eða Black Sabbath"
        },
        {
            "user": "Tyrone",
            "user_id": "19595",
            "date": "2003-02-15 19:07:11",
            "id": "915391",
            "reply_to_id": "915389",
            "text": "Frábærar greinar hjá þér Notoriuz!  Mjög fróðlegar og skemmtileg lesning.\nÉg verð að vera sammála Muad'Dib, endilega skrifa næst um Led Zeppelin.  Og svo værir líka gaman að fá greinar um Metallica, Deep Purple, Jimmy Hendrix, Doors, …"
        },
        {
            "user": "RaineMaida",
            "user_id": "10961",
            "date": "2003-02-14 21:41:41",
            "id": "915392",
            "reply_to_id": "915380",
            "text": "Heyhey, flottar greinar hjá þér! Gott framtak\nþað eru að vísu nokkrar smávillur hér og þar,\ntil að ég bendi þér á eina, þá var Zakk 19 ekki 20 þegar hann spilaði inn á No rest for the wicked.\nAnnars eru þetta bara smámunir og ekkert sem tekur sig að æsa sig yfir :o)\nKveðja RaineMaida Ozzy fan nr1"
        },
        {
            "user": "Notoriuz",
            "user_id": "10774",
            "date": "2003-02-15 01:28:52",
            "id": "915393",
            "reply_to_id": "915392",
            "text": "Jeffrey Wielandt eða Zakk var fæddur 14 janúar 1967.\nSkv. ýmsum heimasíðum og öðrum upplýsingum var hann ráðinn til Ozzy 20. maí 1987…..hljómar eins og 20!\nNo Rest kom út haustið 1988.  Hljómar eins og 21 árs.\nEn annars ágæt athugasemd!"
        },
        {
            "user": "poolarinn",
            "user_id": "3574",
            "date": "2003-02-15 00:38:54",
            "id": "915394",
            "reply_to_id": "915380",
            "text": "alveg frábærar greinar og endilega skrifaðu um KISS næst"
        },
        {
            "user": "nedrud",
            "user_id": "26720",
            "date": "2003-02-15 14:07:34",
            "id": "915395",
            "reply_to_id": "915380",
            "text": "Bestu greinar sem ég hef séð á huga. En á mínum óskalista væri að þú myndir skrifa svona massive-ar greinar um Led Zeppelin."
        },
        {
            "user": "Andskoti",
            "user_id": "29761",
            "date": "2003-02-17 11:13:03",
            "id": "915396",
            "reply_to_id": "915380",
            "text": "þetta er snilld, helduru að séns sé að kíkja á tool?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-18 02:18:02",
            "id": "915397",
            "reply_to_id": "915380",
            "text": "omg, Notoriuz, þú ert alger SNILLINGUR!!!…\n-frábært að lesa þessar greinar (“grein”) en allavega já koddu með eitthvað meira þetta er magnað!!"
        },
        {
            "user": "scucca",
            "user_id": "26734",
            "date": "2003-02-18 11:39:56",
            "id": "915398",
            "reply_to_id": "915380",
            "text": "Gott, gott, gott. Mjög skýr og skorinort grein. I applaud your efforts. Zakk hefur eflaust verið á 20. ári, en ekki alveg orðið 20 enn.\nÉg hef heyrt að hann sé að skrifa nýja plötu, og svo er essential Ozzy kominn út úti. Er að fara að drífa mig á eintak.\nTakk fyrir góða grein,\nElmo Fan(ekki elsti en örugglega þyngsti :))"
        },
        {
            "user": "Getulaus",
            "user_id": "26817",
            "date": "2003-02-18 17:53:54",
            "id": "915399",
            "reply_to_id": "915398",
            "text": "Skrifaðu um bestu rokkhljómsveit fyrr og síðar METALLICA. Spennandi að sjá alla söguna hjá þeim snillingum"
        },
        {
            "user": "spazzi",
            "user_id": "21151",
            "date": "2003-02-18 20:59:37",
            "id": "915400",
            "reply_to_id": "915380",
            "text": "ACDC    ACDC    ACDC   ACDC\nsnildar hljómsveit taktu hana næst"
        },
        {
            "user": "rainmaker",
            "user_id": "29015",
            "date": "2003-02-21 10:12:41",
            "id": "915401",
            "reply_to_id": "915380",
            "text": "Fínasta grein!  Iron maiden síðan á eftir Zeppelin"
        }
    ]
}