{
    "forum_title": "Rómantík",
    "user": "Icequeen",
    "user_id": "4377",
    "date": "2003-02-14 22:12:17",
    "title": "Önnur hlið á Valentínusardeginum",
    "text": "hmm.. til hvers að hafa Valentínusardag?\nþetta er bandarísk hefð sem á í raun ekkert heima á íslandi!\náður en þið farið að bombarda mig með e-ð um að ég kunni ekki að meta ást o.s.frv. þá vil ég bara segja það að ég kann sko vel að meta hana en ég þarf ekki e-rn sérstakann dag til þess.\nÍ raun finnst mér Valentínusardagurinn tilgangslaus.\nEf marr er í sambandi þá eru helling af öðrum persónulegri dögum til að halda uppá svo ég tali nú ekki um bónda og konudaginn. Svo finnst mér að fólk sem er saman eigi ekki að þurfa valentínusardaginn sem afsökun til að gera e-ð æðislegt, persónulega finnst mér mun æðislegra þegar minn maður er yndislegur við mig á “bara einhverjum degi” afþví hann elskar mig og “bara langaði til þess” heldur en að hann sé að vera góður afþví allir eru góðir á valentínusardegi.\nSvo virðist e-r metingur á milli sumra stúlkna hver eigi “yndislegasta” manninn… ehhh eru þeir ekki allir yndislegir bara hver á sinn hátt?\nEf marr er ekki í sambandi er þessi dagur líka algjör pína. Auglýsingar um hamingjusöm pör að gefa gjafir og vonin/draumurinn um að e-r sendi manni valentínusarkort er bara til að auka á þörfina fyrir e-rn til að knúsa. Ég myndi samt ekki vilja byrja með einhverjum á valentínusardeginum “afþví það er þessi dagur”, það eru margir aðrir dagar á árinu til að byrja saman og mun skemmtilegara að eiga “sinn dag” en ekki bara 14.feb. …nema náttlega að það vildi bara til að það var 14.feb…\nég og minn maður tókum þá ákvörðun strax á fyrsta 14.feb sem við áttum saman að gera frekar e-ð nice á bónda og konudaginn heldur en 14.feb. Ég meir að segja óvart spurði vin minn sem er í sambandi hvort hann vildi ekki koma á kaffihús alveg grunlaus um hvaða dagur var í dag… svo fattaði ég það mun seinna og baðst afsökunnar (aðrir hafa jú rétt á að halda upp á hann þó mer finnist það sloppy) en það gerði ekkert til því þau halda víst ekki upp á hann heldur… reyndar kom hann með góða hugmynd: gera 14.feb að súkkulaði degi frekar ;)\nvonandi eruð þið góð við hvort annað á fleiri sögum en 14.feb… Til dæmis á “samveru-afmælum”?\nkveðja\nIceQueen\n~a very happy girly… even if she “just” had a “normal”-day~",
    "url": "https://www.hugi.is/romantik/greinar/123352/onnur-hlid-a-valentinusardeginum/",
    "url_id": "123352",
    "id": "917708",
    "replies": [
        {
            "user": "catgirl",
            "user_id": "10170",
            "date": "2003-02-14 23:56:53",
            "id": "917710",
            "reply_to_id": "917708",
            "text": "Ég er alveg hjartanlega sammála þér.\nVið skötuhjúin höldum einmitt líka frekar upp á bónda- og kvennadaginn heldur en Valentínusardaginn.\nFinnst reyndar vera hálfgerð kvöð á fólki að gera eitthvað rómantískt á þessum dögum, finnst þeir hálf missa marks þá. Finnst miklu rómantískara þegar karlinn kemur mér á óvart eða ég honum. Held þessir dagar séu meira fyrir svona órómantískt fólk sem gerir eitthvað svona sjaldan ;-)\nÉg er sem betur fer ekki í svoleiðis sambandi ;-)"
        },
        {
            "user": "hugsandi",
            "user_id": "5454",
            "date": "2003-02-15 00:42:57",
            "id": "917711",
            "reply_to_id": "917708",
            "text": "mjög sammála, það er svo miklu skemmtilegra að vera góður við elskuna sína bara upp úr þuru en ekki af því að það er 14 febrúar Valentínusardagurinn, dagur elskenda. þá verður þetta eins og einhver skylda. jafnvel leiðinleg kvöð og ekki nærri því jafn persónulegt, maður fær rós af því að allir gefa rós þennan dag og allt það.\nþið megið náttla alltaf vera góð við elskurnar ykkar, alla daga, líka á valentínusardag. en munið bara að bóndadagurinn er nýliðinn og Konudagurinn er rétt ókominn ;o)"
        },
        {
            "user": "Anarcy",
            "user_id": "26727",
            "date": "2003-02-15 00:54:51",
            "id": "917712",
            "reply_to_id": "917708",
            "text": "Gæti ekki verið meira sammál þér Icequeen :)\nÉg og kærastan mín gerðum ekkert spes í dag nema vera góð hvert við annað eins og alltaf. Bara að halda uppá konu og bóndadaganna."
        },
        {
            "user": "nologo",
            "user_id": "2605",
            "date": "2003-02-15 00:58:39",
            "id": "917709",
            "reply_to_id": "917708",
            "text": "Þú lætur eins og þú sért að gera einhverja uppreisn eða eitthvað, ég veit ekki betur en að allflestir séu nokkurnvegin sammála þér.\nÉg persónulega er á móti öllu svona hræsnifullu daga dæmi.\nEn hins vegar er vel hægt að sjá að Valetínusardagurinn er ekkert betri né verri en aðrir svona dagar; það er engin dagur fyrir sem er fókuðseraður beint að ástin, bæði frá hálfu karls og konu. Og þótt engin hefð sé fyrir Valentínusardaginum þá verðum við að líta til þess að einhvern tíman verða allir siðir að byrja, í upphafi getur ekki hafa verið hefð fyrir konudeginum eða bóndadeginum, einhvernvegin verður allt að byrja.\nSvo það eru engin rök, við getum ekki verið á móti Valentínusardegi bara vegna þess, eina sem ræður því hvort þessi siður festist í sessi eða ei er það hvort fólk vilji stunda þá, það er sá eini prófsteinn sem ræður úrslitum.\nOg ef fólk vill Valentínusardag þá getur hann varla verið svo slæmt, ef það hins vegar vill hann ekki (eins og mér sýnist málin vera að þróast) þá skaltu ekki hafa áhyggjur, þetta fyrirbæri mun þá sjálfkrafa falla um sjálft sig."
        },
        {
            "user": "Huggies",
            "user_id": "7621",
            "date": "2003-02-15 01:05:18",
            "id": "917713",
            "reply_to_id": "917708",
            "text": "góð grein!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-15 13:04:20",
            "id": "917714",
            "reply_to_id": "917708",
            "text": "Ég er mjög rónmantískur, en mér finnst þessi dagur hálf asnalegur, allt í einu keppast allir karlmenn við að vera eins góðir og þeir geta við konuna sína. hvernig væri að þeir væru góðir við þær alla hina 364 daga ársins. Hvernig væri að við tækum upp einhverja aðra (hátíðisdaga)frá öðrum en Bandaríkjamönnum, þá væri hátíð á hverjum degi, sunnudagurinn síðasti var tileinkaður einhverri bandarískri pokarottu frá pensilvaníu sem segir til um veturinn með því að sjá eða sjá ekki skuggann sinn, af hverju tökum við ekki þann dag upp, ég held að #$%“!”# Valdís Gunnarsdóttir á Bylgjunni sé á mála hjá undyrfataverslunum í Rvk svo ekki sé talað um skýlaust brot hennar varðandi auglýsingar á áfengi þar sem hún talaði ekki um neitt annað en Bristol Creem sem er með slatta af áfengismagni. Látum ekki einhvað útvarpsfólk áhveða fyrir okkur hvað við gerum, það eru svo miklu merkilegri dagar í lífi okkar TD afmæli, dagurinn sem þið byrjuðuð saman, konu og bóndadagurinn, Þeir karlmenn sem gáfuð ekki konunum ykkar Korsilett / blómvönd / Channel no 5 / út að borða og Bristol Creem þurfið ekkert að skammast ykkar, ég sjálfur fékk helling af nammi og ég gaf henni Panodil hot ( hún er með kvef ) lítinn bangsa og hálsbrjóstsykur, svo leigði ég myndina The importanse of beaing Ernest ( ekki það að mig hafi neitt langað að sjá þá mynd ) svo eldaði ég alveg góðann mat á meðan hún horfði á skjá einn. Rónmantík er ekki einhvað sem þú kaupir út í búð eða heyrir á Bylgjunni, rómantíkin getur birst á ólíklegustu stöðum oft þegar þú átt allra síst von á henni, hún kostar ekki neitt og allir ættu að geta notið hennar."
        },
        {
            "user": "eaue",
            "user_id": "19588",
            "date": "2003-02-15 13:21:50",
            "id": "917715",
            "reply_to_id": "917708",
            "text": "Alveg sammála, thetta er amerískt kjaftaedi"
        },
        {
            "user": "groupie",
            "user_id": "28296",
            "date": "2003-02-15 16:30:50",
            "id": "917716",
            "reply_to_id": "917715",
            "text": "Ég og vinkona mín sköpuðum þá hefð einhvern Valentínusardaginn að við skyldum fara á lélega ameríska spennumynd í bíó (byrjuðum á Scream) með  bjór og gefa skít í þessa ameríska hefð sem þröngvar sér uppá okkur… það gekk alveg nokkur ár. En svo hélt ég óvart uppá hann með kærasta mínum, því hann kom mér á óvart með rósum og konfekti, ég heimtaði reyndar að við færum í bíó og stæðum við hefðina;)\nVeit annars einhver söguna um Valentínus?"
        },
        {
            "user": "rammstein",
            "user_id": "27927",
            "date": "2003-02-15 23:46:58",
            "id": "917717",
            "reply_to_id": "917716",
            "text": "jamm held það ….þessi dagur heitir í höfuðið á konu sem hét Valentína….hún var drepinn því að hún gitist rómverskum hermanni….200 árum síðar var hún tekin í dýrlinga tölu…..svo að dagurinn heitir með réttu Valintinu dagur en ekki valintínusardagur…..svo það fyndna er að það eru allir á Íslandi að halda upp á einhvað sem er ekki til heheheheheheh……fyrir utan það er er þetta kaþólskur siður…og þeir eru ekki margi hér á landi\nþví að bara kaþólikar halda upp á dýrlinga\nsvo hættum þessu kjafæði (valintínudegi)\náður en við höfum okku að fíflum og höldum upp á þakkargjörðardag (það er spes frá USA)"
        },
        {
            "user": "MrGoodman",
            "user_id": "7110",
            "date": "2003-02-19 14:16:16",
            "id": "917718",
            "reply_to_id": "917717",
            "text": "Ég er ekki viss um þetta sé rétt hjá þér. Ég fór á þó nokkrar síður um sögu valentínusardagsins og þar var sagan öðruvísi. Á þessum síðum var sagt að Valentínus hafi verið munkur sem gifti fólk að kristnum sið í rómaveldi. Á þeim tíma var rómaveldi ekki búið að taka upp kristna trú og var því Valentínus hálshöggvin og í kjölfarið tekin í dýrlingatölu.\nMér finnst þessi saga “meika meira sens” þar sem þarf jú yfirleitt eitthvað meira en að giftast einhverjum til að vera tekin í dýrlingatölu.\nÉg ætla ekki að dæma um hvor sagan er réttari (þó mér finnist “mín” meika meira sens) en ég er sammála því að við eigum að sniðganga þennan kaþólska sið þar sem við Íslendingar erum víst mótmælendur.\nGóðar stundir."
        },
        {
            "user": "MrGoodman",
            "user_id": "7110",
            "date": "2003-02-19 14:22:50",
            "id": "917719",
            "reply_to_id": "917718",
            "text": "Auðvitað gleymdi ég.\nÁstæða þess að kanar halda svona upp á þennan dag er sú að á milli jóla og páska minnka vörukaup neytandans það mikið að verslunamenn þurftu að grípa til einhverra ráða. Ákveðið var að búa til hefð í kringum þennan dag þar sem hann liggur svona heppilega beint á milli stórhátíðana.\nHefðin skapaðist því til að vitleysingjarnir keyptu meira, sem þeir og gerðu.\nGóðar stundir."
        },
        {
            "user": "rammstein",
            "user_id": "27927",
            "date": "2003-02-19 16:50:24",
            "id": "917720",
            "reply_to_id": "917718",
            "text": "það getur vel verið að þetta sé ekki rétt hjá mér …þetta var bara það sem að mér var sagt fyrir nokrum árum…það breitir samt ekki því að ég er á móti því að halda upp á þetta rugl"
        },
        {
            "user": "MrGoodman",
            "user_id": "7110",
            "date": "2003-02-19 16:53:03",
            "id": "917721",
            "reply_to_id": "917720",
            "text": "sammála!"
        },
        {
            "user": "NoAngel",
            "user_id": "15331",
            "date": "2003-02-15 17:31:53",
            "id": "917722",
            "reply_to_id": "917708",
            "text": "Heyr heyr!! Flott grein, ég er fullkomlega sammála þér :)"
        },
        {
            "user": "SweetTone",
            "user_id": "28405",
            "date": "2003-02-16 00:02:27",
            "id": "917723",
            "reply_to_id": "917708",
            "text": "þessi dagur suckar svo þegar maður er einhleypur.\nen í staðinn að væla fórum ég og ein vinkona mín(sem líka er einhleyp) og höfðum það bara notlegt á kaffihúsi og vorum ekkert að spá hvaða dagur var en ég held að fólk alment villji ekki vera að spá í þennan dag.\nÞetta byrjaði allt út af þessum blómasölum.\njólin nýbúin og langt í páska svo þeir þurftu að skjóta einu helgidegi inn til að græða meira"
        },
        {
            "user": "ethorg",
            "user_id": "22527",
            "date": "2003-02-16 20:45:11",
            "id": "917724",
            "reply_to_id": "917708",
            "text": "Ég hélt að sumardagurinn fyrsti væri hinn íslenski Valentínusardagur.  Mjög vinsælt var í gamla daga að gifta sig á þeim degi og einnig var það hefið að fólk í sambandi gæfi hvort öðru gjafir og gerði eitthvað spes til að halda upp á hvort annað."
        },
        {
            "user": "RaineMaida",
            "user_id": "10961",
            "date": "2003-02-17 00:46:04",
            "id": "917725",
            "reply_to_id": "917708",
            "text": "Þessi dagur er hræðilegur fyrir þá sem eru einhleypir og ennþá verri fyrir þá sem einhleypir og mjög einmanna.\nÉg hata þennan dag!!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-17 18:28:50",
            "id": "917726",
            "reply_to_id": "917708",
            "text": "Sammála, valintínusardagurinn er eitt en markaðstrikk BNA manna, og það er enginn lygi, einhverri  kaupmannakonu datt þetta í hug mynnir mig og tengdi etta kaþóskri trú held ég ( ekki viss). Sammt þó ég sé ekki viss er þetta bull að mínu mati…"
        },
        {
            "user": "aslar",
            "user_id": "25479",
            "date": "2003-02-17 18:46:42",
            "id": "917727",
            "reply_to_id": "917708",
            "text": "Ég geng nú ekki svo langt að segja að ég hati Valentíusardaginn. Hef verið einhleyp þegar hann bar upp á og ekki fundið til neins svekkelsis.\nBandaríkjamenn grínast með að þetta sé dagur Heilags Hallmark (gjafakortaframleiðandi #1 í USA). Þetta er dagur til að græða á fyrir kortaframleiðendur, blómasala, veitingahús etc..\nÞetta er alltaf spurning um peninga. Fullt af fólki hefur heldur ekki rómantískt bein í skrokkinum á sér og þarf yfirlýsta ástar/gjafadaga til að “drullast” til að gera eitthvað sætt fyrir ástina sína.\nÉg er svo heppin að hjá mínum manni eru allir dagar “Valentínusardagar”. Ég spái lítið í þessu. Ég ætlast ekki til neins á konudaginn eða mæðradaginn og segi mínum manni alltaf að þar sem hann sé ekki bóndi sé bóndadagurinn ekki fyrir hann.\nReyndar gerðum við okkur dagamun þennan 14 dag febrúarmánaðar. Við vorum ein í húsinu og ég kom heim með flösku af eðalviskýi með það fyrir augum að hella manninn minn fullan og draga hann á tálar. Eins og venjulega var það ekkert mál.\nþað á ekki að þurfa tilskipaðan dag til að segja einhverjum að maður elski hann/hana. Það á að gera daglega, alla daga, allan ársins hring.\nKveðja"
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2003-02-18 20:25:50",
            "id": "917728",
            "reply_to_id": "917708",
            "text": "Þetta er bara Amerískur siður sem er orðinn tóm sölumenska, alltof fyrirsjánlegt, frekar mndi ég bara koma minni á óvart reglulega með eitthvað."
        },
        {
            "user": "grallara",
            "user_id": "21547",
            "date": "2003-02-18 21:29:56",
            "id": "917729",
            "reply_to_id": "917708",
            "text": "Ég bara get ekki verið meira sammála þessari grein. Mér fannst ekkert þurfa að hafa einhvern sérstakan dag til að næra ástina. Það ætti einungis að vera gert þegar manni sjálfum langar til. Ekki af því að samfélagið segir að maður eigi að gera það á þessum degi. Ég get aldrei munað hvenær bónda- og konu- dagur er, ekkert frekar heldur en valentínusardagur. Mér finnst samt bónda- og konu- dagurinn betri það sem að það fer ekki allt út í öfgar eins og mér finnst gerast á valentínusardeginum."
        },
        {
            "user": "gerda",
            "user_id": "26937",
            "date": "2003-02-19 18:42:06",
            "id": "917730",
            "reply_to_id": "917708",
            "text": "what…. þú baular á valentínusardaginn…segir að það þurfi ekki einhvern spes dag til að vera sérstaklega næs við boy/girlfriend.. (alveg sammála með það) en svo segiru að þú og kærastinn ætlið frekar að vera geggt næs við hvort annað á bónda og konudaginn!!! what´s the diffrence???"
        },
        {
            "user": "kydda",
            "user_id": "33531",
            "date": "2003-02-21 13:43:41",
            "id": "917731",
            "reply_to_id": "917708",
            "text": "Mig finnst bara flott að þessi hefð sé komin á klakann! Afhverju er þetta fáranlegt þarf fólk að vera með uppreisn útaf öllu? Þú þarft ekki að eiða pening í blóm þú eiðir bara notalegu kvöldi með makanum og þið borðið góðan mat og eigið góða stund saman færð kanske  ömmuna til að passa börnin og nýtur þess að vera ástfangin en  konu og bónda dagurinn er dagurinn hennar eða hanns og hinn aðilinn dekrar við hinn! Það er bara ekki nóg af þessum dögum he he he nei,nei segi sonna!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-26 22:06:43",
            "id": "917732",
            "reply_to_id": "917708",
            "text": "Ég er alls ekki sammála. Mér finnst valentínusardagurinn vera frábær hefð. alveg sama í hvaða landi hún byrjaði.\nMaður getur alveg eins sagt að jólin sæu bara eithvað Ísraelskt kjaftæði sem er verið að pranga upp á okkur.\nÉg bý til kort á hverjum valentínusardegi, aðallega til að gá hvort ég hafi þroskast nóg til að actually senda það.\n(kemst nær og nær pósthúsinu með hverju ári)\nAllaðana finnst mér valentínusardagurinn og allt það sem hann stendur fyrir vera mjög krúttlegt og ég vildi vona að fleiri gætu tekið upp þennan sið.\nJako"
        }
    ]
}