{
    "forum_title": "Rokk",
    "user": "ivarp",
    "user_id": "7421",
    "date": "2003-02-14 19:25:09",
    "title": "Leðjan til Lettlands!!!!!",
    "text": "Hæ öllsömul!!!\nMig langaði bara til að vekja athygli á snilldarhljómsveitinni Botnleðju í júróvisjón á morgun(laugardagskvöld). Þeir drengirnir eru bjartasta von Íslands til frama í mörg ár. Það löngu kominn tími til að einhverjir eins og botnleðja komi og hristi aðeins upp í þessari keppni sem er búin að vera stöðnuð í mörg ár. Með fullri virðingu fyrir fólki eins og hreimi og Birgittu haukdal(en engin virðing fyrir þeim lögum sem þau flytja) þá er það búið að sanna sig að þessi sama júróvisjón formúla gengur ekki upp. Þess vegna segi ég leðjan til lettlands!!!!!\np.s. ég veit að þetta hljómaði eins og  kosningaræða.",
    "url": "https://www.hugi.is/rokk/greinar/123348/ledjan-til-lettlands/",
    "url_id": "123348",
    "id": "917554",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-15 02:43:21",
            "id": "917556",
            "reply_to_id": "917554",
            "text": "Það vantar akkúrat einhvað nýtt á þessu hörmulegu keppni!"
        },
        {
            "user": "shmee",
            "user_id": "1837",
            "date": "2003-02-15 09:14:11",
            "id": "917557",
            "reply_to_id": "917554",
            "text": "en gvöð, BOTNLEÐJA, nei takk fyrir, þetta er án efa ein versta hljómveit Íslands fyrr og síðar\nHreimur og Birgitta geta alveg verið heima líka"
        },
        {
            "user": "Korzybski",
            "user_id": "15718",
            "date": "2003-02-15 11:29:24",
            "id": "917558",
            "reply_to_id": "917557",
            "text": "Áfram Botnleðja.\nSegjum sem svo að þeir myndu komast áfram.. miðaldra júróvisjon-fíklar um gervalla veröld myndu kafna í snakkinu sínu og líða útaf.. sem er bara gaman.\nÉg spái þeim ekki toppsæti, en það skiptir ekki máli. Ég vil frekar sjá Botnleðju í síðasta sæti en Einar (Klaufa)Bárðason með þetta kúkalag sem var kúku"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-15 11:38:30",
            "id": "917559",
            "reply_to_id": "917557",
            "text": "Hvað er að þér!!!!!!!!\nVersta hljómsveit Íslands??????????\nErtu eikkað klikk?!?!?!?\nÞetta er ein BESTA hljómsveit Íslands!!!\nHlustaðu á Drullumall, Magnyl og Fólk er fífl! Þetta eru 3 af 4 diskum og þeir eru laaanngg bestir!!!\nSegðu mér, hvað fýlar þú eigilega víst þú telur þig geta sagt að Botnleðja sé ein versta hljómsveit á Íslandi???"
        },
        {
            "user": "danielbotn",
            "user_id": "13111",
            "date": "2003-02-15 12:53:34",
            "id": "917560",
            "reply_to_id": "917557",
            "text": "hvernig geturu sagt svona. Botnleðja er besta hljómsveit íslendinga frá upphafi…."
        },
        {
            "user": "Gotmagi",
            "user_id": "33460",
            "date": "2003-02-16 20:23:44",
            "id": "917561",
            "reply_to_id": "917557",
            "text": "Deyðu ógeðið þitt."
        },
        {
            "user": "Atari",
            "user_id": "100",
            "date": "2003-02-15 12:33:20",
            "id": "917555",
            "reply_to_id": "917554",
            "text": "Kjósum Botnleðju með að hringja í síma 900-1008, símtalið kostar 100 kall en er þess virði. Við megum hringja allt að 3 sinnum úr hverju númeri. Áfram með Leðjuna\nSamt er ég viss um að þeir fái 2 sætið hér heima og gelgjurnar muni lyfta Birgittu uppí 1 sæti :("
        },
        {
            "user": "klp",
            "user_id": "7584",
            "date": "2003-02-15 13:15:09",
            "id": "917562",
            "reply_to_id": "917554",
            "text": "já áfram botnleðja!!! allir að kjósa ;)"
        },
        {
            "user": "Exitmusic",
            "user_id": "10281",
            "date": "2003-02-15 13:34:41",
            "id": "917563",
            "reply_to_id": "917554",
            "text": "nákvæmlega vona að þeir fái að fara og breyti til. En það verður eflaust einhver stjórnin “sem kemur í veg ” fyrir það . Of týpískt"
        },
        {
            "user": "Sidious",
            "user_id": "8012",
            "date": "2003-02-15 13:44:38",
            "id": "917564",
            "reply_to_id": "917563",
            "text": "er ekki alveg hægt að hringja í 900 númer úr frelsi? var nefnilega kaupa 2000 inneign for this, get ekki hringt heima lokað á 900 númer (minnir mig) annars bara vona svo innilega að Botnleðja vinni, heavy flott lag hjá þeim\nLeðjan til Lettlands!!!!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-15 15:55:36",
            "id": "917565",
            "reply_to_id": "917554",
            "text": "Botnleðja á POTTÞETT skilið að keppa þarna!!!"
        },
        {
            "user": "egla",
            "user_id": "28441",
            "date": "2003-02-15 16:27:13",
            "id": "917566",
            "reply_to_id": "917554",
            "text": "AUÐVITAÐ kýs maður Botnleðju!!!! það kemur ekki annað til greina! allavega ælta í að kjósa þá! og hringja þrisvar =) úr mörgum númerum! og ég legg til að þið gerið það sama ! þeir eru alveg snilldarlegir “and i´ve had it up here” sko .. af þessum birgittu haukdal/landogsynir lögum sem allir eru að gera! KJOSIÐ BOTNEÐJU :)"
        },
        {
            "user": "Drakulski",
            "user_id": "32511",
            "date": "2003-02-15 17:34:09",
            "id": "917567",
            "reply_to_id": "917554",
            "text": "áfram Botnleðja!!! það er hægt að byrja að kjósa kl.2 í dag sem sagt fyrir löngu!!\nSímanúmer:900 1008\nEuorovísa\nflytjandi: Botnle&#273;ja\nlag: Botnle&#273;ja\ntexti: Botnle&#273;ja\nByrjið að hringja núna munið það er bara hægt að kjósa 3 úr hverjum síma annars ógildast öll atkvæðin hvert símtal kostar.100 kr. 40 kr renna til tækjakaupa barnaspítala hringsins. HRINGIÐ!!!!"
        },
        {
            "user": "Drakulski",
            "user_id": "32511",
            "date": "2003-02-15 23:28:48",
            "id": "917568",
            "reply_to_id": "917567",
            "text": "Finnst þér Botnleðja léleg, ef þú ferð að rausa um Birgittu skal ég stúta þé"
        },
        {
            "user": "dadi",
            "user_id": "4956",
            "date": "2003-02-16 03:40:59",
            "id": "917569",
            "reply_to_id": "917554",
            "text": "Jæja…\nÍ kvöld sannaðist það að 10 ára krakkar geta haft einhverju ráðið í þessum heimi. Þeir kusu allir Birgittu…\nEn Botnleðja var með besta lagið og eiga hrós skilið. Þeir rokka feitt og ég er svo hryllilega svekktur að þeir skuli ekki hafa komist áfram. Við þurfum eitthvað öðruvísi í þessa keppni og ég bara skil ekki af hverju fólk fattar það ekki. Leðjan hefði hrist til í keppninni og gefið henni líf á ný.\nÉg þori að veðja að Birgitta fái ekki ýkja mörg stig fyrir þetta lag sitt…minnir soldið á Angel lagið og ekki vakti það lukku!\nÁfram Botnleðja!!!"
        },
        {
            "user": "funkytown",
            "user_id": "17586",
            "date": "2003-02-16 11:02:06",
            "id": "917570",
            "reply_to_id": "917569",
            "text": "Þetta er samt sigur fyrir Leðjuna þar sem þeir hafa alvöru aðdáendur á Íslandi en ekki eitthvað 9-ára heilalaust pakk.\nÉg held að það sé ekkert gaman að vera svona feikfrægur eins og margir skallapopparar eru á íslandi.\nBirgittu lagið var hörmulegt, fáranlega leiðinlegt!"
        },
        {
            "user": "sjoefn7",
            "user_id": "5661",
            "date": "2003-02-16 11:32:48",
            "id": "917571",
            "reply_to_id": "917554",
            "text": "Ég hef kosið allar þær rokksveitir sem hafa verið í Eurovision hingað til, en mér fannst þetta lag nú bara frekar leiðinlegt satt best að segja…"
        },
        {
            "user": "Sunbeam",
            "user_id": "5207",
            "date": "2003-02-16 20:28:04",
            "id": "917572",
            "reply_to_id": "917571",
            "text": "Fyrirgefðu en HVAÐA ALLAR ROKKSVEITIR?!?!?!\nEftir að símakosning komst á er annað hvort fólk valið til að semja eurovision lag eða við Íslendingar getum valið úr 3-5 lögum sem hafa ekki verið mikið í rokkinu hingað til!\nSvo að Sjoefn7 ég skil ekki allveg…"
        },
        {
            "user": "klp",
            "user_id": "7584",
            "date": "2003-02-17 16:33:03",
            "id": "917573",
            "reply_to_id": "917571",
            "text": "hvaða rokksveitir hafa verið áður ef ég má spurja????"
        },
        {
            "user": "sjoefn7",
            "user_id": "5661",
            "date": "2003-02-18 18:11:13",
            "id": "917574",
            "reply_to_id": "917573",
            "text": "Ég var að meina í stóru kepninni, Brainstorm voru frá Lettlandi og Mumyi Troll frá Rússlandi."
        },
        {
            "user": "danielbotn",
            "user_id": "13111",
            "date": "2003-02-18 19:14:03",
            "id": "917575",
            "reply_to_id": "917574",
            "text": "Brainstorm = rokk, held ekki……."
        },
        {
            "user": "Raefill26",
            "user_id": "28087",
            "date": "2003-02-16 14:35:31",
            "id": "917576",
            "reply_to_id": "917554",
            "text": "Humm… mér finnst þetta svind ég reyndi að hringja en það var búið að loka fyrir þannig að ég gat ekkert hringt ekki í neitt nr.\nþetta  er öruggelga eitthvað samsæri hnuss…\nen djösins rugl BOTNLEÐJA eru magnaði"
        },
        {
            "user": "danielbotn",
            "user_id": "13111",
            "date": "2003-02-16 15:06:19",
            "id": "917577",
            "reply_to_id": "917576",
            "text": "þetta lag var náttúrulega helvítis snilld. Fyrsta sinn sem ég horfði á Eurovision í nokkur ár. Gísli Martheinn fyndinn ? Nja not….. Samt fyndið hvað hann er misheppnaður dúði…."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-16 18:06:58",
            "id": "917578",
            "reply_to_id": "917554",
            "text": "Mér fanst mjög sorglegt að þeir komust ekki áfrám. Þeir voru með láng skemtilegasta lagið, það hafði allt til að vera gott lag það var findið, skemtilegt, og hljámaði vel. Lagið sem komst áfrám var allger hörmung og ég irði ekki hissa þó að Ísland mundi lenda í síðasta sæti í ár. Ef botnleðjan hefði komist áfrám hefði það gjörbreitt keþnini til goðs."
        },
        {
            "user": "zella",
            "user_id": "10875",
            "date": "2003-02-17 20:49:08",
            "id": "917579",
            "reply_to_id": "917554",
            "text": "botnleðja hefðu buffað keppnina í lettlandi…"
        }
    ]
}