{
    "forum_title": "Spenna / Drama",
    "user": "Sidious",
    "user_id": "8012",
    "date": "2003-02-15 14:29:52",
    "title": "Buffy framtíðin komin í  ljós (spoilers)",
    "text": "!!!!!!!!!!!!!!!!!!!!!!!Spoilers!!!!!!!!!!!!!!!!!!!!!!!! !!!!!!!!!!\nCult sjónvarpsþættirnir Buffy the vampire slayer munu halda áfram með nýrri aðalstjörnu og aðalstjarnan Sarah Michelle Geller mun hætta í þáttunum. Elizabeth Dushku sem hefur áður komið fram í þáttunum í hlutverki Faith mun taka við Geller sem er að hætta til að leita eftir kvikmyndafrægð. Dushku mun haldi hlutverki sínu sem hin skapmikla Faith í staðin fyrir að verða hin nýja Buffy. Þetta heldur þeim möguleika opnum að Buffy komi í gestahlutverki einstaka sinnum. Ekki er búið að ákveða hvebar Gellar hætti í seríuni. Áður en hún tekur við mun Dusku koma fram ásamt Geller í síðustu þrem þáttum af sjöundu seríu. Framleiðendurnir voru búinir að skoða marga möguleika áður en þeir ákváðu að nota hina 22 ára Dusku, aðrar hugmyndir voru t.d að gera systur buffy Dawn að aðalstjörnunni.\nÞetta var þýðing á þessari grein\nhttp://news.bbc.co.uk/1/hi/entertainment/tv_and_radio/2\n756657.stm\nvona bara að það voru ekki margar villur hjá mér og vona að nýja serían af Buffy (eða er það Faith núna) verði jafn góð og fyrrverandi seríu",
    "url": "https://www.hugi.is/spenna/greinar/123563/buffy-framtidin-komin-i-ljos-spoilers/",
    "url_id": "123563",
    "id": "919050",
    "replies": [
        {
            "user": "TomasP",
            "user_id": "15117",
            "date": "2003-02-17 04:42:09",
            "id": "919051",
            "reply_to_id": "919050",
            "text": "það má geta það að þetta er engann veginn staðfest."
        },
        {
            "user": "Loaloa",
            "user_id": "8918",
            "date": "2003-02-17 09:35:31",
            "id": "919052",
            "reply_to_id": "919051",
            "text": "Samt sem áður er einstaklega illa skrifuð frétt - augljóslega tekin upp úr þessari BBC grein - í Fréttablaðinu í morgun þar sem því er haldið fram að “Faith” hafi verið sér sjónvarpsþættir og að sú hugmynd hafi verið uppi að láta Faith vera systur Buffy!!  Annað hvort illa læs þýðandi eða skrifað eftir minni.  A.m.k. ljóst að enginn hjá Fréttablaðinu horfir á þættina."
        },
        {
            "user": "TomasP",
            "user_id": "15117",
            "date": "2003-02-17 09:37:30",
            "id": "919053",
            "reply_to_id": "919052",
            "text": "ég efa um að einhver hjá fréttablaðinu sé vakandi yfir höfuð ,flestar fréttirnar hjá þeim eru annað hvort illa þýddar eða bara uppspuni frá upphafi til enda."
        },
        {
            "user": "Loaloa",
            "user_id": "8918",
            "date": "2003-02-17 09:54:04",
            "id": "919054",
            "reply_to_id": "919053",
            "text": "Ekki veit í hvaða eiturefnavímu þessi frétt var samin (tekið upp úr Fréttablaðinu):\nhttp://oto.is/buffy/frett.jpg"
        },
        {
            "user": "TomasP",
            "user_id": "15117",
            "date": "2003-02-17 10:01:16",
            "id": "919055",
            "reply_to_id": "919054",
            "text": "við ættum kannski að senda þeim kvörtunar bréf :P"
        },
        {
            "user": "Sidious",
            "user_id": "8012",
            "date": "2003-02-17 11:13:38",
            "id": "919056",
            "reply_to_id": "919055",
            "text": "Persónulega finnst mér að ef þeir ætla að halda áfram með þættina hefðu þeir átt að ráða einhvern nýjan leikara, nett grein í fréttablaðinu :)\nBut on a side note, hefur einhver heyrt diskin sem hljómsveitin hjá Spike (James Marsters) var að gefa út? Er eitthvað varið í hann?"
        },
        {
            "user": "Loaloa",
            "user_id": "8918",
            "date": "2003-02-17 11:29:16",
            "id": "919057",
            "reply_to_id": "919056",
            "text": "Ég hef ekki hlustað á tónlistina hans en mér skilst að þú þurfir virkilega að vera aðdáandi.  Þeir ku ekki vera neitt sérstaklega góðir."
        },
        {
            "user": "TomasP",
            "user_id": "15117",
            "date": "2003-02-17 12:12:00",
            "id": "919058",
            "reply_to_id": "919057",
            "text": "það er ekki verið að segja að faith hafi haft sína eigin sjónvarps þætti heldur stendur “faith” innann gæsalappa til að mynna þá á sem þekkja ekki nafn leikonunar að hún hafi leikið perónuna “faith”\nekki vera alger naut!!!\nmoo"
        },
        {
            "user": "TomasP",
            "user_id": "15117",
            "date": "2003-02-17 14:43:23",
            "id": "919059",
            "reply_to_id": "919058",
            "text": "hérna kemur fréttinn úr Fréttablaðinu eins og hún leggur sig\n“Búið er að ráða arftaka Söruh Michelle Gellar sem hyggist hætta sem vampírubaninn Buffy og snúa sér að kvikmyndum.\nSú heppna heitir Eliza Dushku og hefur meðal annars leikið í þáttunum ”Faith“. Hún mun þó halda hlutverki sínu þar.\nHandritshöfundar munu sjá til þess að Gellar geti snúið aftur í þættina snúist henni hugur en ekki hefur verið ákveðið hvenar hún hættir. ‘Aður en Dushku tekur við mun hún leika með Gellar í síðustu þáttunum. Hugmyndir eru jafnvel uppi um að láta hana leika yngri systur Buffy. Gellar hefur þegar skapað sér nafn í kvikmyndaheiminum. Hún lék í myndinni Scooby-Do ásamt eiginmanni sínum, Freddie Prinze Jr., og í Cruel Intentions. Þættirnir um Buffy eru einhverjir vinsælustu sjónvarps-þættir Bandaríkjanna.”\nég sé hvergi minnst á að E.D hafi einhvern tíman leikið í BTVS ,það segjir að hún hafi leikið í þáttunum Faith Og að hún muni halda hlutverki sínu áfram í þáttunum þar (sem sagt þáttunum “Faith”)Ef það væri eitthvað fútt í þessum köllum þá hefðu þeir sagt “E.D endurtekur hlutverk sitt sem Faith í þáttunum Buffy the vampire slayer”. En nei þeir klúðra því ,segja að hún hafi haft sína eigin þætti að nafni Faith.\nEina sem ég sé af viti úr þessari grein í fréttablaðinu er að Faith mun vera í síðustu þáttum þessarar seríu. Og þetta er ekki fyrsta fréttinn í fréttablaðinu þar sem eitthvað ruglast svona algerlega í þýðingu. ’Eg er ekki einu sinni búinn að fjalla um þá staðreynd að þeir segja að E.D muni hugsanlega taka að sér hlutverk yngri systur Buffy í þáttunum ,og ætla ekki að gera það núna. :P"
        },
        {
            "user": "Loaloa",
            "user_id": "8918",
            "date": "2003-02-17 17:07:04",
            "id": "919060",
            "reply_to_id": "919059",
            "text": "Maður sér fyrir sé hálfsofandi þýðanda sem hefur aldrei séð þættina.\nHeimur versnandi fer."
        },
        {
            "user": "gunna7fn",
            "user_id": "3811",
            "date": "2003-02-18 10:01:49",
            "id": "919061",
            "reply_to_id": "919060",
            "text": "Fólk í kringum mig sem horfir ekki á þættina en veit að ég er ofurfan, vitnar oft í svona greinar.  Ég las nú í fréttablaðinu eða eitthvað og heldur þessu svo framm sem staðreind sem er ekki haggað.  Það er mest þreytandi við svona greinar.\nÉg hélt að E.D. vildi ekki leika í fleiri Buffy þáttu, las það einhverstaðar svo ég var hissa þegar ég vissi að hún kæmi í 7. síson af Buffy og fjórða af Angel, hvað þá að hún komi til með að taka við þáttunum"
        },
        {
            "user": "Loaloa",
            "user_id": "8918",
            "date": "2003-02-18 10:20:56",
            "id": "919062",
            "reply_to_id": "919061",
            "text": "Það skal tekið fram að þetta er mjög óstaðfest frétt.  Henni hefur aðeins verið flaggað á þessum breska vef og í Fréttablaðinu - ekkert hefur heyrst frá Buffy fólkinu, framleiðendunum, bandarískjum fjölmiðlum eða ED sjálfri."
        },
        {
            "user": "Roggi",
            "user_id": "18889",
            "date": "2003-02-20 20:17:23",
            "id": "919063",
            "reply_to_id": "919062",
            "text": "Og hver var svo spoilerinn í þessu?"
        },
        {
            "user": "Prospect",
            "user_id": "24305",
            "date": "2003-02-21 18:38:57",
            "id": "919064",
            "reply_to_id": "919050",
            "text": "Faith getur ekki farið aftur í Buffy þættina því að hún er að bjarga heiminum í Angel þannig að þessi grein er bara kjaftæði."
        },
        {
            "user": "Irie",
            "user_id": "8887",
            "date": "2003-02-21 20:15:49",
            "id": "919065",
            "reply_to_id": "919050",
            "text": "NNNNNNNNEEEEEEEEEEEEEEEEEEEEEEIIIIIIIIIIIIIIII!!!!!!!! Það má ekki gerast!!! Sarah er eina leikkonan sem getur leikið Buffy, svo að ekki sé minnst á það að ég sá einhvern trailer í ,,kvikmynd kvöldsins“ í 70 mín og þar var ,,Buffy the vampire slayer” með einhverri allt annari leikkonu en Söruh (mér fannst hún standa sig frekar illa). OK, þættirnir eru orðnir meira drama og minna hack´nslash en þeir eru samt bestu þættir sem eru sýndir í sjónvarpinu (að mínu mati). Að skipta Buffy út væri hryllilegt, þó svo að hún megi alveg fara að huga að eigin leikframa, ég er ekkert að banna henni það, en ef hún nokkurntíman fer þá VERÐUR, og þá meina ég VERÐUR að vera ALLTAF pláss fyrir hana ef ské kynni að hún kæmi aftur."
        },
        {
            "user": "Irie",
            "user_id": "8887",
            "date": "2003-02-22 15:10:10",
            "id": "919066",
            "reply_to_id": "919065",
            "text": "ég ætla nú bara að bíða róleg þangað til einhver staðfestir þetta… sem ég efa að eigi eftir að gerast, þoli ekki svona fréttir sem hafa ekkert fyrir sér. en ég fatta ekkert hvað þú átt við sinzi, það hefur þá bara verið bull því ef einhver væri að fara í hlutverk söruh væri ekki byrjað að auglýsa það!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-24 17:11:03",
            "id": "919067",
            "reply_to_id": "919066",
            "text": "Ojojoj!!!\nFaith the vampire slayer!!!\nÞetta eru uppáhaldsþættirnir mínir og ég hætti að horfa á þá ef að Sarah hættir!!!!!!!!!!!!"
        },
        {
            "user": "ingasata",
            "user_id": "26457",
            "date": "2003-04-01 21:31:34",
            "id": "919068",
            "reply_to_id": "919050",
            "text": "annað spin off af buffy :D jibby!"
        },
        {
            "user": "ingasata",
            "user_id": "26457",
            "date": "2003-05-20 11:47:45",
            "id": "919069",
            "reply_to_id": "919068",
            "text": "ef hún hættir er ekkert til að horfa á. Þessir þættir eru uppáhaldið mitt."
        }
    ]
}