{
    "forum_title": "Borðaspil",
    "user": null,
    "user_id": null,
    "date": "2003-02-15 14:11:55",
    "title": "Málun warriors of Rohan.",
    "text": "Jæja þá er það Warriors af Rohan.\nÞeir eru mjög auðveldir ef maður kann að mála þá.\nTrikkið felst í því að drybrusha.\n1.Það er best að mála alla járnparta chaos black ekki of mikið samt því þá fer oní skorur og details og eyðileggur allt saman.Þetta er mjög gott þótt þú grunnir þá með chaos black spreyinu en nauðsynlegt ef þú grunnar þá með skull white spreyinu.\n2.Þá er að drybrusha brynjurnar,spjótsodda,hringabrynjur,hliðarnar og allt skrautið á sumum hjálmum og beltislykkjur boltgum metal.Næst er að drybrusha brynjurnar,hringabrynjurnar og beltið mitril silver.Svo drybrusha hjálmana og spjótsoddana chainmail.\nEf það er eitthvað skraut á hjálmunum þá er allt í lagi að mála það\nmeð fínum pennsli burnished gold.Þessi punktur þarna sem maður festir skjöldin á er fyrst drybrushaður burnished gold og síðan\nshining gold(takið eftir þessi punktur átti líka að vera málaður chaos black í byrjun.).Ef þið viljið þá má drybrusha yfir þetta með beaten copper til að fá smá rið áhrif.Lokastigið í járninu er að blanda black ink við vatn og mála yfir þá fer ofan í allar skorur svo er að drybrusha smá chainmail yfir allt til highlighta þetta smá.\n3.Þá er það skikkjan.Þessi aðferð heppnaðist hjá mér og mun það ábyggilega hjá ykkur.\nHún er kannski ekki eins og þeir í games workshop gera en þetta kemur vel út.\nÞað er best að byrja á dekksta litnum scorched brown málið hann alveg yfir alla skykkjuna en passið að það sjáist ekkert svona smá hvítt eða svart í gegn það er betra að fara margar umferðir yfir heldur en eina þykka.\nÞegar þetta er búið að þorna drybrushið þá yfir með bestial brown.\nJæja næst er þá að drybrusha þetta með vermin brown.Reynið að láta detailin koma í ljós með vermin brown.Næst er að blanda smá brown ink við vatn og mála yfir,svo er að fara yfir það með smá koma vel rybrushi af vermin brown reynið láta detailin í ljós.Gerið þessa aðferð líka við skóna,beltið,og alla leðurparta og viðarparta td.skjöldin spjótið.En ekki hárið né örvar pokann.\n4.Fötin þeirra.Þau er best að mála rauð kemur fínt út.\nFyrst er það scab red yfir allt saman passa að ekkert hvítt né svart komi í gegn.\nSvo er það að drybrusha red gore yfir fötin þeirra eins og ermar pils peysur nema þeir séu í leður armour einhverstaðar þá er það málað með skikkju aðferðinni.Svo er að mála allar útlínur með blood red.Þegar ég segi útlínur þá á ég við endana á pilsinu þeirra og ermunum og svoleiðis.\n5.Húðin á þeim.\nHún er frekar auðveld satt að segja.\nÞað er bara fyrst dwarf flesh yfir alla húð,ekkert vera að vanda þig við að hafa svart í skorunum málaðu bara beint yfir það.\nSvo er að blanda flesh wash við vatn og mála yfir þá fer það oní skorurnar og gerir módelið mannlegra.\nNæst er að highlighta þetta með því að drybrusha elf flesh\nyfir þetta.\n6.Hár og skegg.\nFyrst er það bara dark flesh yfir hárið og skeggið.\nSvo er það drybrushað með vermin brown(reynið að fá út detailið.).\nSvo er það black ink blandað við vatn málað yfir.\nLjúkum við hárið með smá highlighti af bleached bone(drybrushið það nátturulega.).\n7.Örvapokar ef þið eruð að mála bogakall.\nÞað er bara plain dark angels green drybrushað með goblin green.\n8.augu og merkin á skjöldunum.\nAugun eru bara svartur blettur svo hvítur blettur inní honum og síðan örlítill punktur inn í honum.Merkin á skildinum er flottast bara skull white.",
    "url": "https://www.hugi.is/bordaspil/pistlar/123760/malun-warriors-of-rohan/",
    "url_id": "123760",
    "id": "920597",
    "replies": [
        {
            "user": "nedrud",
            "user_id": "26720",
            "date": "2004-08-23 11:20:58",
            "id": "920600",
            "reply_to_id": "920597",
            "text": "Gerðu bil eftir punkt og kommur."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-08-23 11:20:58",
            "id": "920601",
            "reply_to_id": "920600",
            "text": "Sorry mr.perfect."
        },
        {
            "user": "Goodfella",
            "user_id": "20380",
            "date": "2004-08-23 11:20:58",
            "id": "920598",
            "reply_to_id": "920597",
            "text": "fín grein"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-08-23 11:20:58",
            "id": "920599",
            "reply_to_id": "920598",
            "text": "JEI:)"
        }
    ]
}