{
    "forum_title": "Sorp",
    "user": "disan2",
    "user_id": "25020",
    "date": "2003-02-16 15:09:47",
    "title": "Sagan mín.",
    "text": "Ég var að labba frá húsinu minu og þá sé ég Palla sem er 3 árum yngri en ég,en hann er að hjóla hjá stóra skurði með eingann hjálm,ég kalla til hans að passa sig á sprununi en PÚFF!!!Hann dettur mjög illa og ég hleip til hans og hjálpa honum upp en hann getur ekki staðið upp og ég get ekki farið heim og hringt því að hann getur misst meðvitun .Svo ég er allveg ráðalaus ,en ég tek áhættu og fer að næsta húsi og bið mannin um að hríngja á sjúkrabíl en hann flissar og skellir á mig þá sé ég mann labba hinum meiginn við götuna og ég kalla til hans“fyrirgefðu en ertu með síma á þér ??” hann svarar játandi og lætur mig fá hann og ég hef þá símtalið og byrja að seigja en þá sé einhverja stelpu koma aftan að manninum og hún tekur veskið hans,ég hleyp a eftir henni og bið hann um að hlúa að Palla og ég hleyp hana uppi og tek  veskið af henni og skamma hana og það vildi svo heppilega til að hún var beint fyrir framan húsið sitt þannig að foreldra hennar koma út og skamma hana og þakka mér fyrir,en þá man ég eftir Palla\nog konuni í símanum.Ég seigji konuni í símanum hvað  gerðist og bið hana um að senda sjúkrabíl hingað strax.Svo hleyp ég af stað og ég sé að hann sé byrjaður að missa meðvitund,ég læt mannin fá veskið og síman og hann þakkar mér fyrir og gefur mér 5.000 kr.Og eftir sirka 10 mín.kom sjúkrabíllin og foreldrar hans og skamma hann rækilega fyrir að hjóla hjálms lausog þakka mér innilega og gefa mér 10.000 kr í þakkar skuld,Ég labba bara aftur heim og sest niður og jafna mig.\nÞetta er fyrsta sagan mín þannig að hún heppnaðist örugglega ekki vel að ykkar mati en samt.Bæ",
    "url": "https://www.hugi.is/sorp/greinar/123775/sagan-min/",
    "url_id": "123775",
    "id": "920750",
    "replies": [
        {
            "user": "SweetTone",
            "user_id": "28405",
            "date": "2003-02-16 19:27:52",
            "id": "920751",
            "reply_to_id": "920750",
            "text": "hvaða hvaða þetta er alveg ágæt saga"
        },
        {
            "user": "NettAri",
            "user_id": "20473",
            "date": "2003-02-16 21:03:32",
            "id": "920752",
            "reply_to_id": "920750",
            "text": "true?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-16 21:33:56",
            "id": "920753",
            "reply_to_id": "920750",
            "text": "er Þessi Palli ekki sætur ?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-16 22:11:09",
            "id": "920754",
            "reply_to_id": "920753",
            "text": "Lol.\nAnnars Heiðdís, fín saga.Jafnast þó ekki á við mína og Palla.."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-17 13:58:17",
            "id": "920755",
            "reply_to_id": "920754",
            "text": "Vá, hvar eru greinamerkiníþessuogbilinþaðeralltafjafgamanaðlesaíeinn ilangrirunu"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-22 19:52:57",
            "id": "920756",
            "reply_to_id": "920750",
            "text": "Ömurlegt hreint og sakt Ömurlegt"
        }
    ]
}