{
    "forum_title": "Deiglan",
    "user": "fiskaminni",
    "user_id": "15466",
    "date": "2003-02-16 00:42:17",
    "title": "Dómaraskandall!",
    "text": "Söngvakeppninni er nýlokið og eftir stöndum við sem teljum okkur með snefil af vit af tónlist með sveitt ennið, HISSA. Nú er manni spurn hvort öll börn innan 15 ára séu með gsm og hvort þau hafi nýtt sér alla þrjá atkvæðaréttina því augljóst er að það eru ekki 20000 manns sem búa á Húsavík.\nAugljóst var að eina von okkar til sigurs úti var að senda Botnleðju út enda lag þeirra snilldin ein. Nú verðum við að setja aldurstakmark á þá sem mega senda inn atkvæði í símakostningum því augljóst er að það er nóg að fá vinsælustu söngkonu landsins til að syngja lagið manns til sigurs. Þó getum við reyndar þakkað fyrir það að Birgitta er engli líkust— vonandi klæðist hún litlu í keppninni úti.\nVonandi reyna strákarnir í Botnleðju aftur að ári að senda inn lag og vonandi hætta smápíkurnar að hringja inn.\njæja bið að heilsa ykkur öllum líka smápíkunum\ngangi Birgittu vel\nfiskaminni",
    "url": "https://www.hugi.is/deiglan/greinar/123768/domaraskandall/",
    "url_id": "123768",
    "id": "920647",
    "replies": [
        {
            "user": "icecat",
            "user_id": "3744",
            "date": "2003-02-17 17:32:58",
            "id": "920648",
            "reply_to_id": "920647",
            "text": "Hahahah…þú ert nú meira fí**** !  Þó að annað fólk hafi ekki sama smekk og þú þá þarf það ekki að vera rangt.\nSættu þig bara við það að meirihlutinn ræður, svo einfalt er það, þetta kallast lýðræði !\nIceCat (sem kaus Birgittu)"
        },
        {
            "user": "fiskaminni",
            "user_id": "15466",
            "date": "2003-02-17 17:56:41",
            "id": "920649",
            "reply_to_id": "920648",
            "text": "smápíka smápíka smápíka"
        },
        {
            "user": "icecat",
            "user_id": "3744",
            "date": "2003-02-17 20:04:48",
            "id": "920650",
            "reply_to_id": "920649",
            "text": "Þú mátt halda það sem þú vilt en ég held að smápíka séu ekki að nálgast þrítugt.\nAnnars var verið að tilkynna það að “vara” dómnefndin sem átti að kjósa ef símakosninginn myndi klikka valdi lagið með Birgittu einnig í fyrsta sæti.\nÞú ert bara fyndin sko !\nIceCat"
        }
    ]
}