{
    "forum_title": "Börnin okkar",
    "user": "EdalLogi",
    "user_id": "17591",
    "date": "2003-02-18 09:19:00",
    "title": "Burt með koppinn - Beint á klósettið",
    "text": "Ég hef nú ekki komið oft hingað en kiki stundum hvort ég detti niður á góð ráð.\nMig langaði að deila með ykkur hvernig ég vandi strákinn minn af bleyju.  Um tíma hafði ég áhyggjur af því að hann vildi alls ekki koppinn.  Allir voru að segja mér reynslusögur af koppunum og hvernig ætti að koma börnum á kopp.  Þegar ég hafði reynt í smá tíma ákvað ég að pressa ekkert meira því þetta var alls ekki að ganga upp hjá okkur - Kríli þráaðist við og vildi ekki sjá koppinn.\nNú er ég að tala um strák sem er rúmlega 2 ára svo það er ekkert óeðlilegt að hann hafi verið á bleyju til þessa.  Í kringum 2 ára afmælið hans fórum við að prófa klósettið.  Það þótti mun meira spennandi og við spjölluðum heilmikið saman um hvað klósettið væri sniðugt.  Fyrst kom nú ekkert en athöfnin að setjast á klósettið varð áhugaverðari og brátt kom að því að við komum okkur upp þeirri rútínu að pissa á morgnana og á kvöldin áður en við fórum að hátta.\nÉg gerði það gjarnan að láta hann pissa á sig þegar við vorum heima svo hann skynjaði betur að það væri óþgæilegt að pissa á sig.  Stundum fengu bunurnar að gossa á gólfið og þá ræddum við mikið að það væri ekki allt of sniðugt að pissa svona á gólfið.\nSmám saman fór minn snáði að verða sér meðvitaðri um þessa athöfn.  Einn daginn segir hann svo “mamma ég þarf að pissa !”  Við hlupum á klósettið og pissuðum eftir á fékk hann mikið hrós við hringdum “næstum því” í alla sem við þekktum og tilkynntum þennan merka atburð.  Hann fékk að sjálfsögðu sjálfur að segja frá.  Svona gekk þetta í nokkrar vikur ….Nú er svo komið að því að honum finnst vont að vera í bleyju, sérstaklega þegar við fengum Bubba nærbuxur og minn fór stoltur á leikskólan og tilkynnti að Bubbi ætlaði að passa upp á að hann pissaði ekki á sig.  Í dag hefur hann verið 2 vikur bleyjulaus og þetta gengur framar öllum vonum.\nÖll börn eru misjöfn og ekkert eitt sem gildir fyrir alla.  Það sem ég held að hafi verið lykillinn að okkar velgengni er að við töluðum um þetta á mjög jákvæðum nótum.  Hann var aldrei skammaður fyrir að pissa á sig en ræddum hins vegar hvað það væri leiðinlegt fyrir okkur bæði þegar hann pissaði á sig.\nSvo hjálpaði Bubbi byggir á leikskólanum þegar ég var ekki til staðar að vakta.\nEf þið lumið á fleiri góðum ráðum væri gaman að bera bækur saman !",
    "url": "https://www.hugi.is/bornin/greinar/124197/burt-med-koppinn-beint-a-klosettid/",
    "url_id": "124197",
    "id": "924198",
    "replies": [
        {
            "user": "simaskra",
            "user_id": "18264",
            "date": "2003-02-18 11:37:20",
            "id": "924199",
            "reply_to_id": "924198",
            "text": "Frábært, ég notaði nánast alveg eins aðferð á mína stelpu.\nHún var reyndar 2 og 1/2 árs, var ekki tilbúin fyrr.  Þetta tók okkur mjög lítinn tíma.  Á sunnudegi hvarf bleyjan yfir daginn en var með hana um nóttina, á mánudegi var engin bleyja um daginn og engin um nóttina.  Þetta hefur gengið rosalega vel og lítið um slys.  En ég held að málið hafi verið að tala um þetta í staðinn fyrir að skamma.  Við töluðum mikið um hvað þetta væri miklu sniðugra og þægilegra heldur en að vera með bleyju og hvað hún væri nú stór og dugleg að geta þetta osfrv.  En þetta er að sjálfsögðu þjálfun og eftir viku þá var hún farin að láta mig vita þegar hún þurfti á klósettið í staðinn fyrir að ég væri að setja hana á það á tveggja tíma fresti.\nSniðug grein hjá þér :)\nKveðja simaskra."
        },
        {
            "user": "Hildur",
            "user_id": "26976",
            "date": "2003-02-18 14:18:33",
            "id": "924200",
            "reply_to_id": "924198",
            "text": "Minn maður er ca. tveggja og hálfs og það sem ég gerði var að bíða hreinlega eftir því að hann væri tilbúinn sjálfur. Og sure enough, eitt kvöldið, fyrir u.þ.b. mánuði, ætlaði ég að setja á hann næturbleyjuna og þá greip hann um rasskinnarnar á sér og sagði ,,Nei, ég vil ekki bleyju\" og af því að ég beið eftir þessu þá var þetta ekkert mál, auðvitað verða einstök slys, en hann var ekki með bleyju á nóttunni nema í viku eftir að hann hætti á bleyju á daginn. Hann vaknaði alltaf til að pissa hvort sem var og hefur bara staðið sig eins og hetja í þessu."
        },
        {
            "user": "Exitmusic",
            "user_id": "10281",
            "date": "2003-02-18 14:27:55",
            "id": "924201",
            "reply_to_id": "924198",
            "text": "koppurinn er langtum betri en klósett nokkurntímann!"
        },
        {
            "user": "catgirl",
            "user_id": "10170",
            "date": "2003-02-18 15:12:29",
            "id": "924202",
            "reply_to_id": "924198",
            "text": "Ég var tæplega 2 ára þegar mamma ákvað að venja mig af bleyjunni.. ég var nú ekki alveg sátt fyrst, heimtaði bleyju en svo meig ég í mig og þar sem ég er svo mikil pempía þá fannst mér þetta svo ógeðslegt að gerði ég það aldrei aftur ;c)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-18 15:42:33",
            "id": "924203",
            "reply_to_id": "924202",
            "text": "vinkona mín var þannig að á tveggja ára afmælisdaginn átti hún að vera í voða fínum kjól og þá fannst henni ekki henta að vera í bleyju við hann þannig að hún bara ákvað að hætta og hætti ;)"
        },
        {
            "user": "groupie",
            "user_id": "28296",
            "date": "2003-02-19 14:15:28",
            "id": "924204",
            "reply_to_id": "924198",
            "text": "Ég er líka að venja minn af bleyju, gengur ágætlega, er samt ad spá í ad redda honum Bubba Byggi næríum, þá gengur þetta kanski betur! Takk fyrir ráðið;)"
        },
        {
            "user": "simaskra",
            "user_id": "18264",
            "date": "2003-02-25 09:21:16",
            "id": "924205",
            "reply_to_id": "924204",
            "text": "Það svínvirkar að kaupa Bubba byggir nærbuxur handa þeim, allavega fannst minni það þvílíkt sport sko :)"
        },
        {
            "user": "Jezzybelle",
            "user_id": "12691",
            "date": "2003-02-19 16:07:44",
            "id": "924206",
            "reply_to_id": "924198",
            "text": "Ég á son sem er ákkurat 1 árs í dag en ég byrjaði að setja hann á koppinn þegar að hann var 8 mánaða.  Hann fer alltaf á koppinn þegar að hann er búinn með síðdegislúrinn og nú þegar að ég set hann á koppinn nánast hvenær sem er þá kúkar hann í koppinn.  Ég ætla bara að halda þessu áfram og svo þegar að hann verður eldri þá ven ég hann af bleiunni en hingað til henntar þetta."
        },
        {
            "user": "qazx",
            "user_id": "14096",
            "date": "2003-02-20 10:46:10",
            "id": "924207",
            "reply_to_id": "924198",
            "text": "Dottir min einmitt byrjadi ad finnast svo ogedslegt ad kuka a sig ad hun var hætt ad kuka i hana um 18man….   2 ara fekk hun ad vera med a nottuni og um 2 1/2 tokk eg hana af henni ta var hun ekki buin ad gera i hana heilengi..   eg var ekkert ad ita a hana hun fann tetta bara sjalf.\nEn henni fannst rosagaman ad vera med storu bornunum a kloinu…."
        },
        {
            "user": "tabriz",
            "user_id": "28849",
            "date": "2003-03-04 16:36:50",
            "id": "924208",
            "reply_to_id": "924198",
            "text": "ég er með strák sem verður 2 i mai og það er dáldið vesen að venja hann af bleyju. hann HATAR koppinn og forðast hann eins og heitann eldinn. hann kann að segja pissa og kuka en hann gerir það bara til að komast á klosettið. en gerir svo ekkert i það. hann biður frekar og gerir svo í bleyjuna. svo ef ég hef hann bleyjulausan á daginn gerir hann i þvi að taka niðrum sig buxurnar og pissa á gólfið og leika sér í því! það er væga sagt ógeðslegt. hann hefur samt aldrei þolað að pissa í baði og vildi komast upp úr ef það kom fyrir. það hætti sem betur fer fyrir mörgum mánuðum siðan. en ég er alveg mát. á ég að biða og reyna seinna?"
        },
        {
            "user": "EdalLogi",
            "user_id": "17591",
            "date": "2003-03-06 13:55:52",
            "id": "924209",
            "reply_to_id": "924208",
            "text": "Ég mundi bíða og gefa honum lengri tíma.  Hætta að hafa hann bleyjulausan og setja koppinn inn í skáp.  Ef hann girðir sjálfur niður um sig, geturðu þá ekki sett á hann bleyju sem hann nær ekki af sér?\nÉg held maður eigi ekki að pressa þau heldur meira að reyna að spila þetta eftir því hvenær það hentar þeim.  Ef barnið er ekki tilbúið fyrr en 3 ára þá bara fínt mál.  Ef það hins vegar er tilbúið um 1 árs þá sparar það bleyjukaupin eftir það.\nEf ég væri í þínum sporum mundi ég bara leggja þetta á hilluna í bili.  Taka upp þráðinn aftur í vor og sjá til hver staðan er þá.  Allt í einu kemur þetta bara 1,2 og ,3\nÉg mundi líka gefa klósettferðunum lengri tíma.  Fyrsta skrefið að mér finnst er að hann vill fara á klósett þó það komi ekkert.  Haltu áfram að fara með hann á klósett t.d. á ákveðnum tímum, s.s. morgnana og áður en hann fer að sofa.  Þó svo að þú haldir þig ennþá við bleyjuna.\np.s. ég lét nú minn alveg heyra að mér mislíkaði það að hann pissaði á gólfið.\nÞað væri nú gaman að heyra svo frá þér hvernig þetta þróast áfram hjá ykkur !!!"
        },
        {
            "user": "EdalLogi",
            "user_id": "17591",
            "date": "2003-03-06 13:58:43",
            "id": "924210",
            "reply_to_id": "924208",
            "text": "Ég mundi bíða og gefa honum lengri tíma.  Hætta að hafa hann bleyjulausan og setja koppinn inn í skáp.  Ef hann girðir sjálfur niður um sig, geturðu þá ekki sett á hann bleyju sem hann nær ekki af sér?\nÉg held maður eigi ekki að pressa þau heldur meira að reyna að spila þetta eftir því hvenær það hentar þeim.  Ef barnið er ekki tilbúið fyrr en 3 ára þá bara fínt mál.  Ef það hins vegar er tilbúið um 1 árs þá sparar það bleyjukaupin eftir það.\nEf ég væri í þínum sporum mundi ég bara leggja þetta á hilluna í bili.  Taka upp þráðinn aftur í vor og sjá til hver staðan er þá.  Allt í einu kemur þetta bara 1,2 og ,3\nÉg mundi líka gefa klósettferðunum lengri tíma.  Fyrsta skrefið að mér finnst er að hann vill fara á klósett þó það komi ekkert.  Haltu áfram að fara með hann á klósett t.d. á ákveðnum tímum, s.s. morgnana og áður en hann fer að sofa.  Þó svo að þú haldir þig ennþá við bleyjuna.\np.s. ég lét nú minn alveg heyra að mér mislíkaði það að hann pissaði á gólfið.\nÞað væri nú gaman að heyra svo frá þér hvernig þetta þróast áfram hjá ykkur !!!"
        },
        {
            "user": "Hildur",
            "user_id": "26976",
            "date": "2003-03-09 00:32:26",
            "id": "924211",
            "reply_to_id": "924198",
            "text": "ég vandi krakkan minn af bleyju með því að hætta að kaupa bleyjur.\nhann varð einfaldlega að skíta í koppinn,að frá töldum nokkrum slysum gekk þetta eins og í sögu.\nSérstaklga eftir að ég byrjaði að gefa krakkanum pening í hvert sinn sem hann skeit í koppinn\nNæsta skref var að fá hann til að kúka í klósettið,ég einfaldlega braut koppinn og hækkaði peningin sem hann fékk fyrir að skíta í koppinn.\nHann er núna 2ggja ára og skeinir sér sjálfur og hefur grætt 18000,10kall í hvert skipti og við förum með ágóðan í bankann.\nÉg ráðlegg öllum foreldrum að gera það sem ég gerði"
        },
        {
            "user": "Hildur",
            "user_id": "26976",
            "date": "2003-03-10 15:55:24",
            "id": "924212",
            "reply_to_id": "924211",
            "text": "Þetta er kannski svolítið fyrir utan efnið en hvað er málið með að segja skíta og krakkinn minn??"
        }
    ]
}