{
    "forum_title": "Handbolti",
    "user": "betaz",
    "user_id": "23596",
    "date": "2003-02-18 22:34:11",
    "title": "FH eru komnir með nýjan þjálfara",
    "text": "Einar Gunnar Gunnarsson tók við FH-liðinu í haust, hann hefur ekki staðið undir væntingum sem voru gerðar til liðsins svo að hann var beðinn um að láta af störfum og nú hefur Þorbergur Aðalsteinsson tekið við liðinu.\nÞessar eftirfarandi greinar birtust á www.fhingar.is\n17.2.2003 19:01:00\nEinar Gunnar hættir.\nHandknattleiksdeild FH og Einar Gunnar Sigurðson hafa komist að samkomulagi um að Einar hætti störfum fyrir deildina sem þjálfari m.fl.ka. Árangur meistaraflokks hefur verið langt frá væntingum og eins og staðan er í dag er frekar ósennilegt að FH-liðið nái inn í úrslitakeppnina, nema fyrir einhver kraftaverk en við vonum það besta. Ekki hefur enn verið ákveðið hver taki við en það ræðst seinna í kvöld.\n18.2.2003 10:44:00\nFH-ingar ræða við Þorberg (VF.IS)\nSamkvæmt heimildum VF ræddu FH-ingar við Þorberg Aðalsteinsson í gærkvöldi um að þjálfa liðið út tímabilið. Lítið er hins vegar að frétta af gangi viðræðna og eru stjórnarmenn handknattleiksdeildarinnar þöglir sem gröfin.\nÁ heimasíðu FH kemur fram að einn þjálfari sé ansi heitur og muni gefa endanlegt svar í dag. VF er kunnugt um a.m.k. einn fyrrverandi leikmann FH sem rætt var við en hann gaf afsvar. Þess má geta að þetta er í fyrsta sinn í sögu FH sem þjálfari liðs er látinn fara á miðju tímabili\n18.2.2003 13:02:00\nÞorbergur Aðalsteinsson ráðinn þjálfari\nFyrir stundu var Þorbergur Aðalsteinsson, fyrrv. landsliðsþjálfari, ráðinn þjálfari m.fl. ka. til loka þessarar leiktíðar. Þorbergur tekur við af Einari Gunnari Sigurðssyni. Árangur liðsins hefur verið talsvert undir væntingum, bæði okkar FH-inga og Einars sjálfs og því varð að samkomulagi í gær að Einar hætti störfum.\nÞorberg þarf auðvitað ekki að kynna fyrir íslensku handboltaáhugafólki. Glæsilegur ferill hans spannar áratugi sem leikmaður og þjálfari og árangur hans í þjálfun talar sínu máli. Það er von okkar að Þorbergur nái að rífa liðið okkar upp og að leiðin liggi upp á við út tímabilið.\nVelkomin til FH Þorbergur.\nAð sjálfsögðu vitum við ÖLL að hann gerir ekki FH af deildarmeisturum þetta árið, en ég held að málið snúist eiginlega meira að því að ná FH í 8unda sæti eða ofar og þá komast karlanir inn í úrslitakeppnina og eiga sjéns á Íslandmeistaratitli sem að FH eru búnir að vinna oftast að Val frátöldum (Valur hefur unnið oftast en FH næstoftast).",
    "url": "https://www.hugi.is/handbolti/greinar/124200/fh-eru-komnir-med-nyjan-thjalfara/",
    "url_id": "124200",
    "id": "924234",
    "replies": [
        {
            "user": "socata",
            "user_id": "12956",
            "date": "2003-02-19 16:41:37",
            "id": "924235",
            "reply_to_id": "924234",
            "text": "Ekki er ég sanfærður um að Þorbergur sé skárri kostur fyrir okkur FHinga heldur en Einar. Og vona ég svo sannarlega að hann stoppi stutt við og alvöru þjálfari verði ráðin."
        },
        {
            "user": "betaz",
            "user_id": "23596",
            "date": "2003-02-19 18:51:39",
            "id": "924236",
            "reply_to_id": "924235",
            "text": "Samt ef Þorbergur nær okkur inn í úrslitakeppnina, þá fær hann nýjan samning ef ekki þá greyið hann, hann verður þá bara að ljúka þjálfaraferil sínum með FH"
        },
        {
            "user": "socata",
            "user_id": "12956",
            "date": "2003-02-19 18:55:23",
            "id": "924237",
            "reply_to_id": "924236",
            "text": "Þetta er mitt álit á honum og hvað sem gerist eigum við ekki að endurnýja samningin við hann og helst segja honum upp í gær.\nEn úr því sem komið er verður stjórnin bara að standa og falla með sínum ákvörðunum, og við skulum bara spyrja að leikslokum."
        },
        {
            "user": "ellihaugur",
            "user_id": "14045",
            "date": "2003-02-20 17:58:01",
            "id": "924238",
            "reply_to_id": "924237",
            "text": "Bara að benda mönnum á það ef FH kemst ekki í úrslita keppnina þá eru Haukar eina liði eftir sem hefur alltaf komist í hana :)."
        },
        {
            "user": "socata",
            "user_id": "12956",
            "date": "2003-02-20 18:31:54",
            "id": "924239",
            "reply_to_id": "924238",
            "text": "Eftir mun samt standa að FH er eina liðið sem ALDREI hefur spilað í annari deild"
        },
        {
            "user": "ellihaugur",
            "user_id": "14045",
            "date": "2003-02-21 08:42:47",
            "id": "924240",
            "reply_to_id": "924239",
            "text": "það er rétt"
        },
        {
            "user": "socata",
            "user_id": "12956",
            "date": "2003-02-22 15:01:14",
            "id": "924241",
            "reply_to_id": "924234",
            "text": "En hvað skyldi Þorbergi nýjum ´þjálfar FH finnast um metnað drengjana sem hann þjálfar.\nÞegar metnaðurin er ekki meiri en svo að menn fara bara á blinda fyllerí  eftir sigurleiki og verða svo þunnir dagin eftir að þeir komast ekki í sína vinnu.\nEn þetta er nákvæmleg það sem gerðist eftir sigur FH á ÍBV.  ég á eftir að sjá það að FH komist í 8 liða úrslit ef þeir haga sér svona, skýringar á slæmu gengi liða er ekki alltaf að finna hjá þjálfaranum."
        },
        {
            "user": "guti",
            "user_id": "29028",
            "date": "2003-02-24 16:33:14",
            "id": "924242",
            "reply_to_id": "924241",
            "text": "Hvað segir það um metnað þó menn skemmti sér eftir leiki, sigur eða ekki sigur?  Veit ekki betur en að það sé rúm vika í næsta leik hjá FH og ef þetta er málið þá hljóta ALLFLESTIR handboltamenn að vera gjörsamlega metnaðarlausir.  Þetta er fáránlegt comment sem skýrir sig sjálft og virðist vera til þess eins að koma af stað sögusögnum um FH inga."
        },
        {
            "user": "socata",
            "user_id": "12956",
            "date": "2003-02-24 18:12:11",
            "id": "924243",
            "reply_to_id": "924242",
            "text": "hér er ekki um sögusagnir að ræða heldur harðar staðreyndir og það er alltaf spurning hvort eigi að refsa þjálfara fyrir gjörðir leikmanna"
        }
    ]
}