{
    "forum_title": "Smásögur",
    "user": "hilja",
    "user_id": "23911",
    "date": "2003-02-18 19:32:09",
    "title": "Geðveikin nær yfirhöndinni",
    "text": "*Geðveikin nær yfirhöndinni*\nÍ huganum mínum eru flugur, flugur sem gera mig geðveikan, rugla lífið mitt. Allt snýst í hringi og ég veit ekki í hvora áttina ég á að stíga, það gera flugurnar. Ég er Hitler hinn annar. Ég er Guðinn sem allir tilbiðja, ég er fuglinn sem þú sérð þegar þú lítur upp í loftið því að ég kann að fljúga. Ég er geðveikur og það vita allir, nema ég, ég segi að ég sé heilbrigður. Ég þoli ekki þessa fangavist, ég þoli ekki lífið, það er fanglesið. Það vita aðeins geðheilir menn. Ég er heill.\nMaðurinn sem býr á móti mér selur eiturlyf, ég hef séð hann fá ýmislegt skrítið fólk í heimsókn. Ég var einu sinni næstum því búinn að hringja á lögregluna en hætti við því að ég hef engar sannanir. Ég verð víst að gerast leynilögregla í smátíma til að koma upp um hann. Ég verð frægur fyrir það, kemst í blöðin og verð þekktur meðal manna, ekki sem Guð, ekki sem Hitler hinn annar og ekki sem fugl &#8211; heldur sem Lúðvík 13. konungur. Ég verð ríkur.\nSystir mín selur sig á götunum, leyfir mönnum að nota sig eins og tusku. Ég veit það af því að hún á svo stutta kjóla og svo er hún aldrei heima á kvöldin. Vinkona hennar sem hún býr með segir að systir mín sé á stefnumóti með manni sem heitir Karl. Ég veit að vinkona Emilíu er að ljúga að mér. Það ljúga allir, afhverju ætti hún þá ekki að ljúga. Þessi Karl er ekki til. Þó hef ég einu sinni séð mann í heimsókn hjá mömmu og pabba sem kallaði sig Karl. Emilía var þarna líka en ég veit að þetta var ekki í alvörunni Karl, hann er ekki til. Emilía hefur fengið einn viðskiptavininn sinn til að leika þennan Karl. Emilía er góð við mig en ég treysti henni samt ekki. Maður á ekki að treysta konum sem selja sig, mellum eða hórum eins og vinur minn Valli kallar þessar gleðikonur.\nEnginn sér Valla af því að hann á efni sem gerir hann ósýnilegan. Sumir segja að ég sé ímyndunarveikur en þetta er alveg dagsatt! Valli er til. Hann er eini vinur minn. Ég hef aldrei náð að bindast neinum öðrum og hef því aldrei gifst neinni konu. Mamma segir að það sé vegna þess að allar konur halda að ég sé giftur því að ég er svo myndarlegur. Mér finnst það ekki sniðugt. Ég vil ekki vera myndarlegur ef engin kona vill giftast mér.\nÉg heyrði í útvarpinu um daginn leyniskilaboð. Það var maðurinn sem býr á móti mér sem var að tala í útvarpinu. Hann var að senda út leyniskilaboð. Örugglega enginn hefur fattað það nema ég, ég sá við honum. Hann var að segja hvernig hann ætlaði að ná heimsyfirráðum. Hann sagði til dæmis að fugladrit væri farið að ergja íbúa borgarinnar mjög en leyniskilaboðin í þessari setningu voru að hann ætlaði að drita (skjóta) alla niður sem byggju í borginni. Þá var mér ekki til setunnar boðið og ég hringdi á lögregluna. Hún vildi ekki hlusta á mig og sagði mér að tala við sálfræðing. Ég veit nú ekki til hvers. Ég hélt að sálfræðingar sæu um að tala við fólk um vandamál þess en njósnuðu ekki um fólk. Ég hef augljóslega haft rangt fyrir mér. Ég ákvað að fara til sálfræðings. Ég sagði honum allt en þegar ég var búinn að tala við hann að þá sendi hann mig til geðlæknis. Ég er orðinn alveg ruglaður, er þá geðlæknir alveg háleynilögga? Þá hlýtur dómarinn að vera örugglega sálfræðingur eða eitthvað svoleiðis. Þetta er svo sannarlega orðinn skrítinn heimur. Sem betur fer er ég sá eini sem sér við honum því að ég er Guð, Hitler hinn annar og fuglinn og brátt verð ég Lúðvík 13. konungur. Fylgist bara með dagblöðunum!\nMeð bestu kveðjum,\nGuð, Htiler hinn annar og fuglinn fyrir utan húsið þitt.",
    "url": "https://www.hugi.is/smasogur/greinar/124216/gedveikin-naer-yfirhondinni/",
    "url_id": "124216",
    "id": "924442",
    "replies": [
        {
            "user": "Lola",
            "user_id": "27945",
            "date": "2003-02-19 16:16:40",
            "id": "924443",
            "reply_to_id": "924442",
            "text": "Skrítið, en flott.\nLola"
        },
        {
            "user": "antibobo",
            "user_id": "30925",
            "date": "2003-02-19 18:36:25",
            "id": "924444",
            "reply_to_id": "924442",
            "text": "Geðveiki frá A-Ö:)"
        },
        {
            "user": "Limer",
            "user_id": "27419",
            "date": "2003-03-01 14:48:32",
            "id": "924445",
            "reply_to_id": "924442",
            "text": "Besta smásaga sem ég hef lesið á huga."
        }
    ]
}