{
    "forum_title": "Box",
    "user": null,
    "user_id": null,
    "date": "2003-02-19 11:59:41",
    "title": "Tyson kominn til Memphis",
    "text": "Mike Tyson kom til Memphis í nótt en lét staðgengil með skíðagrímu tékka sig inn á hótelið en lenti á öðrum flugvelli og sagði þjálfari hans að hann hefði viljað fá frið frá pressunni.Hins vegar virðist sem ennn sé komið upp vandamál því Etienne segist ekki ætla að mæta Tyson og hann láti ekki fara með sig eins og fífl. Mér skilst að búið sé að ákveða blaðamannafund seinna í dag miðvikudag og þar ætti eitthvað að skýrast.",
    "url": "https://www.hugi.is/box/greinar/124438/tyson-kominn-til-memphis/",
    "url_id": "124438",
    "id": "925942",
    "replies": [
        {
            "user": "Gulldrengurinn",
            "user_id": "32542",
            "date": "2003-02-19 12:57:19",
            "id": "925943",
            "reply_to_id": "925942",
            "text": "Tyson klárar þetta með rothöggi eins og venjulega."
        },
        {
            "user": "Gulldrengurinn",
            "user_id": "32542",
            "date": "2003-02-19 13:01:12",
            "id": "925944",
            "reply_to_id": "925942",
            "text": ""
        },
        {
            "user": "wbdaz",
            "user_id": "6083",
            "date": "2003-02-19 13:16:31",
            "id": "925945",
            "reply_to_id": "925942",
            "text": "Voða grein í fréttablaðinu í dag um að hann sé veikur og öllu aflýst."
        },
        {
            "user": "lido",
            "user_id": "25086",
            "date": "2003-02-19 13:42:50",
            "id": "925946",
            "reply_to_id": "925945",
            "text": "Hann lýtur ekki beint vel út á þessari mynd……….."
        },
        {
            "user": "GARafAR",
            "user_id": "20511",
            "date": "2003-02-19 13:52:03",
            "id": "925947",
            "reply_to_id": "925942",
            "text": "Ég er forvitinn. Hvað er það sem fólk sér við Tyson. Er það hnefaleikahæfileikarnir? Er það yfirbragð lyklabarnsins? Er það greind hanns? Kynhvötin?  HVAÐ?? PLZ tell me!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-19 14:12:36",
            "id": "925948",
            "reply_to_id": "925947",
            "text": "Maðurinn var náttúrulega einn besti boxari fyrr og síðar þegar hann var upp á sitt besta. Það að lenda í Tyson var eins og að keyra á steinvegg á 200km hraða. Ótrúlegur kraftur í einum manni."
        },
        {
            "user": "Balli",
            "user_id": "450",
            "date": "2003-02-19 14:12:50",
            "id": "925949",
            "reply_to_id": "925947",
            "text": "bara gömul kjaftshögg.Hann var gífurlega snöggur að rota.Lennox kláraði hann"
        },
        {
            "user": "mrjakob",
            "user_id": "20617",
            "date": "2003-02-19 15:30:56",
            "id": "925950",
            "reply_to_id": "925949",
            "text": "“yfirbragð lyklabarnsins? Er það greind hanns? Kynhvötin?” hvað er yfirbragð lyklabarnsins? af hverju ætti einhver að heillast að boxara vegna grendar? og KYNHVÖT?!? WTF? hvurs lags spurning er þetta? Auðvitað “heillast” fólk að honum vegna þess að í kringum hann getur ALLT gerst, hann er ennþá með betri þungaviktarboxurum í heimi en var einn sá besti allra tíma… Það eru mjög margar ástæður fyrir vinsældum Tysons."
        },
        {
            "user": "Bjossman",
            "user_id": "23687",
            "date": "2003-02-19 17:37:21",
            "id": "925951",
            "reply_to_id": "925942",
            "text": "Ég held nú að Tyson sé alveg búinn að missa allt það sem hann hafði. Þegar hann var ungur heimsmeistari var hann rosalega góður og kraftmikill, fór bara í hringinn til að rota alla og hann gerði það. Núna er hann bara hægur og orðinn gamall geðsjúklingur. Held að hann ætti að snúa sér að einhverju öðru. Hvað er málið með þessa mynd.. Er þetta alvöru eða eitthvað photoshop dæmi ??.."
        },
        {
            "user": "astasi",
            "user_id": "25888",
            "date": "2003-02-20 11:38:28",
            "id": "925952",
            "reply_to_id": "925951",
            "text": "Sirkúsinn heldur áfram"
        },
        {
            "user": "mrjakob",
            "user_id": "20617",
            "date": "2003-02-22 19:51:33",
            "id": "925953",
            "reply_to_id": "925952",
            "text": "Bjossman, þó að Tyson væri eins ómögulegur og þú heldur, þá ggæti hann ekki farið að snúa sér að neinu öðru´, því að þetta er það eina sem hann kann…. held ég, allavega hefur hann verið að slást allt sitt líf og í hringunum síðan hann vara 13 ára. Og Persónulega sé ég hann ekki fyrir mér í þeirri skrítnu tík pólitíkinni eða bara einhverju venjulegu starfi…. ;Þ"
        },
        {
            "user": "ingob",
            "user_id": "32410",
            "date": "2003-02-22 23:45:35",
            "id": "925954",
            "reply_to_id": "925942",
            "text": "Þetta er nú allt orðið klárt með kappan hann mætir á staðin og gengur frá kappanum sem kemur á móti honum ekkert mál Tyson er ekki eins slæmur og allir halda held ég:)"
        },
        {
            "user": "salvar",
            "user_id": "27279",
            "date": "2003-02-23 00:34:14",
            "id": "925955",
            "reply_to_id": "925954",
            "text": "Tyson var einn sá besti ef ekki sá besti þegar að hann var upp á sitt besta.  Hann er ekki búinn að gera neitt af viti síðan hann var lokaður inni held ég að mér sé óhætt að segja.\nÞað skemmtilega við Tyson er að það eina sem er öruggt er að maður veit ekkert hverju hann tekur upp á."
        },
        {
            "user": "merkikerti",
            "user_id": "15890",
            "date": "2003-02-23 03:42:58",
            "id": "925956",
            "reply_to_id": "925955",
            "text": "Tyson gæt fengið vinnu í ruslinu því þar á hann heima."
        },
        {
            "user": "merkikerti",
            "user_id": "15890",
            "date": "2003-02-23 04:01:33",
            "id": "925957",
            "reply_to_id": "925956",
            "text": "Tek síðasta póstinn til baka, hann vann sér aftur inn þá virðingu sem hann á skilið fyrir boxið sitt í kvöld."
        },
        {
            "user": "Stam",
            "user_id": "3312",
            "date": "2003-02-23 04:12:03",
            "id": "925958",
            "reply_to_id": "925957",
            "text": "Þetta var ótrúlegt, sýndist ekkert það svakalegt högg, en þessi 100 kg nashyrningur flaug eins og fjöður!"
        }
    ]
}