{
    "forum_title": "Húmor",
    "user": null,
    "user_id": null,
    "date": "2003-02-20 12:37:39",
    "title": "Lesið þennan frekar góður",
    "text": "It's time once again to consider the candidates for the annual Stella\nAwards. The Stella's are named after 81-year-old Stella Liebeck who spilled\ncoffee on herself and successfully sued McDonalds. That case inspired the\nStella awards for the most frivolous successful lawsuits in the United\nStates. The following are this year's candidates:\n1.Kathleen Robertson of Austin, Texas was awarded $780,000 by a jury of her\npeers after breaking her ankle tripping over a toddler who was running\ninside a furniture store. The owners of the store were understandably\nsurprised at the verdict, considering the misbehaving little toddler was Ms.\nRobertson's son.\n2.A 19-year-old Carl Truman of Los Angeles won $74,000 and medical expenses\nwhen his neighbor ran over his hand with a Honda Accord. Mr. Truman\napparently didn't notice there was someone at the wheel of the car when he\nwas trying to steal his neighbor's hubcaps.\n3.Terrence Dickson of Bristol, Pennsylvania was leaving a house he had just\nfinished robbing by way of the garage. He was not able to get the garage\ndoor to go up since the automatic door opener was malfunctioning. He\ncouldn't re-enter the house because the door connecting the house and garage\nlocked when he pulled it shut. The family was on vacation, and Mr.Dickson\nfound himself locked in the garage for eight days. He subsisted on a case of\nPepsi he found, and a large bag of dry dog food. He sued the homeowner's\ninsurance claiming the situation caused him undue mental anguish. The jury\nagreed to the tune of $500,000.\n4.Jerry Williams of Little Rock, Arkansas, was awarded $14,500 and medical\nexpenses after being bitten on the buttocks by his next door neighbor's\nbeagle. The beagle was on a chain in its owner's fenced yard. The award was\nless than sought because the jury felt the dog might have been just a little\nprovoked at the time by Mr. Williams who was shooting it repeatedly with a\npellet gun.\n5.A Philadelphia restaurant was ordered to pay Amber Carson of Lancaster,\nPennsylvania, $113,500 after she slipped on a soft drink and broke her\ncoccyx (tailbone). The beverage was on the floor because Ms. Carson had\nthrown it at her boyfriend 30 seconds earlier during an argument.\n6.Kara Walton of Claymont, Delaware successfully sued the owner of a\nnightclub in a neighboring city when she fell from the bathroom window to\nthe floor and knocked out her two front teeth. This occurred while Ms.\nWalton was trying to sneak through the window in the ladies room to avoid\npaying the $3.50 cover charge. She was awarded $12,000 and dental expenses.\n7.This year's favorite could easily be Mr. Merv Grazinski of Oklahoma City,\nOklahoma. Mr. Grazinski purchased a brand new 32-foot Winnebago motor home.\nOn his first trip home, having driven onto the freeway, he set the cruise\ncontrol at 70 mph and calmly left the driver's seat to go into the back and\nmake himself a cup of coffee. Not surprisingly, the RV left the freeway,\ncrashed and overturned. Mr. Grazinski sued Winnebago for not advising him in\nthe owner's manual that he couldn't actually do this. The jury awarded him\n$1,750,000 plus a new motor home. The company actually changed their manuals\non the basis of this suit, just in case there were any other complete morons\nbuying their recreation vehicles.",
    "url": "https://www.hugi.is/humor/greinar/124694/lesid-thennan-frekar-godur/",
    "url_id": "124694",
    "id": "927921",
    "replies": [
        {
            "user": "SweetTone",
            "user_id": "28405",
            "date": "2003-02-20 16:03:01",
            "id": "927922",
            "reply_to_id": "927921",
            "text": "hahahahaha snild kannski að maður ætti að fara í mál við einhvern"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-20 19:19:57",
            "id": "927923",
            "reply_to_id": "927922",
            "text": "Svona er bara hægt í bandaríkjonum ;)\nþar er hægt að lögsækja allt ;) hehe"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-20 17:12:46",
            "id": "927924",
            "reply_to_id": "927921",
            "text": "ALGER SNILLD!!!!!!!!!! Hvernig fer fólk að þessu??!!\nBoggaS"
        },
        {
            "user": "Gregg",
            "user_id": "28663",
            "date": "2003-02-21 00:43:55",
            "id": "927925",
            "reply_to_id": "927921",
            "text": "þessir kviðdómar hljóta að vera eitthvað vangefnir, ég meina, þessi Kathleen Robertson hefði eins getað lögsótt sjálfa sig!!!"
        },
        {
            "user": "nallimus",
            "user_id": "27545",
            "date": "2003-02-21 21:41:14",
            "id": "927926",
            "reply_to_id": "927921",
            "text": "Þetta er fyndið, já, en eigi að síður lygi skv. þessari síðu\nhttp://www.stellaawards.com/bogus.html"
        },
        {
            "user": "Onoes",
            "user_id": "1099",
            "date": "2003-02-22 22:56:21",
            "id": "927927",
            "reply_to_id": "927921",
            "text": "Þetta er ekki einusinni fyndið, einungis sorglegt,\nað kviðdómur (sem samanstendur af venjulegum bandaríkjamönnum) skuli geta gert þetta.\nÉg las einhverstaðar góðan frasa sem hljóðar svona:\n“Im not saying there should be a capital punishment for stupitidy, but why dont we just take the safety label of everything and let the problem solve it self?”"
        },
        {
            "user": "DragonKnight",
            "user_id": "29070",
            "date": "2003-02-24 22:19:37",
            "id": "927928",
            "reply_to_id": "927921",
            "text": "gott,gott en hef sjé etta áður\nen hafiði heyrt þennan\nMaður braust inn í hús hjá miðaldra ekkju,rændi þar og ruplaði,klifraði út um gluggan og datt í gegnum eldúsgluggan á hnífa, ákærði fyrirgáleysi og vann rúmlega 100 þús dollara\nBara í USA"
        },
        {
            "user": "tvv",
            "user_id": "20918",
            "date": "2003-02-25 23:40:04",
            "id": "927929",
            "reply_to_id": "927921",
            "text": "Ég sel það ekki dýrara en ég.. en ég heyrði að eitthver kall í usa hefði farið í mál við sjálfan sig, man ekki ástæðuna en hann kemur kannski til með að verja sig sjálfur????hahaha"
        },
        {
            "user": "HoddiX",
            "user_id": "15213",
            "date": "2003-02-26 21:27:47",
            "id": "927930",
            "reply_to_id": "927929",
            "text": "Bara sona for the record þá hlaut konan 3ja stigs bruna af kaffinu, þurfti m.a. að fá grædda á sig nýja húð, og fór bara fram á að mcdonalds borguðu sjúkrakostnaðinn sem var 20.000 dollarar.\nÞeir neituðu, og kviðdómurinn ákvað að dæma þeim að borga svona mikið."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-27 17:27:02",
            "id": "927931",
            "reply_to_id": "927930",
            "text": "smje góður aula brandari ég meig í mig hahahaha\nlol\nrofl!!!!!!!!!!"
        }
    ]
}