{
    "forum_title": "Bardagaíþróttir",
    "user": "salvar",
    "user_id": "27279",
    "date": "2003-02-20 00:00:24",
    "title": "Loksins alvöri bardagakvöld 8.mars í höllinni!",
    "text": "Eins og ég lofaði hér á netinu ekki alls fyrir löngu fara nú allir sannir áhugamenn um bardagalistir að fá eitthvað að horfa á hér á klakanum.  Þaðð 8. mars mun verða bardagakvöld af bestu gerð, Bob Schijber kemur hér til að kynna freefight, Bob hefur 130 bardaga á bakinu í kickboxi og freefight auk þess sem hann hefur keppt í cagefight, vale tudo, tekið þátt í pride og öllum tegundum af bardagakeppnum.  Bob kemur með konunni sinni Irmu sem hefur sjálf barist tugi bardaga (hún er alltaf í horninu hjá honum) og unnið ýmsa titla, hún skorar hvaða íslenska karlmann sem er á hólm í hringnum svo strákar ef þið þorið þá látiði mig vita!\nBob sem þjálfar ótal fightera en þeirra þekktasturer kanski  Rodney Faverus, en bob sjálfur er að fara að berjast við Igor Vovchancyn þann 8. júní í Amsterdam, en Bob kemur með einn af sínum mönnum til að berjast til að berjast fyrsta freefightbardagann á Íslandi.\nMarco Merodio heitir Hollendingurin og er fer hann á móti Dananum Thomas Frederiksson sem kemur frá þjálfaranum Brian Talarek sem stendur fyrir Viking fight keppnunum í danmörku.\nSíðan verður annar svakalegur muay thai bardagi þar sem Árni Ísaksson úr pumping Iron fer á móti Freddie Aardenburg frá Team Schrijber.  Árni ætti að vera í góðu formi því af því sem ég hef heyrt rotaði hann andstðing sinn núna síðast á 48 sekúntum.\nÞarna verður box, muy thai og freefight, ég er búinn að fá alveg haug af gagnrýni fyrir að standa fyrir freefightinu og muay thai bardögum svo ef þið ætlið að væla sleppiði því, mætiði bara 8. mars og dæmið sjálf hvernig þetta er!",
    "url": "https://www.hugi.is/martial_arts/greinar/124707/loksins-alvori-bardagakvold-8mars-i-hollinni/",
    "url_id": "124707",
    "id": "928118",
    "replies": [
        {
            "user": "qeySuS",
            "user_id": "280",
            "date": "2003-02-20 00:44:02",
            "id": "928119",
            "reply_to_id": "928118",
            "text": "Ég mæti pottþétt, verður hann kannski með einhverja létta tíma einhvern tíman á klakanum?\nÞakka þér KÆRLEGA fyrir þetta, mér finnst þetta frábært framtak og vill að þú vitir að ég og margir aðrir kunnum að meta þetta."
        },
        {
            "user": "qeySuS",
            "user_id": "280",
            "date": "2003-02-20 00:44:47",
            "id": "928120",
            "reply_to_id": "928119",
            "text": "Mætti ég ekki skella smá grein um þetta á MMA.tv ?"
        },
        {
            "user": "Elvis2",
            "user_id": "10456",
            "date": "2003-02-20 01:28:15",
            "id": "928121",
            "reply_to_id": "928118",
            "text": "Er þetta gæinn þarna á myndinni? Hann er soldið feitur er það ekki? Getur hann eitthvað?"
        },
        {
            "user": "Gourry",
            "user_id": "758",
            "date": "2003-02-20 01:33:54",
            "id": "928122",
            "reply_to_id": "928121",
            "text": "Hann virðist kannski vera feitur en ég trúi samt frekar að þetta séu mest allt vöðvar, bara fitan sem hylur hana rétt svo."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-20 06:01:28",
            "id": "928123",
            "reply_to_id": "928118",
            "text": "Snilld, frábært framtak hjá þér!"
        },
        {
            "user": "Beflamed",
            "user_id": "19738",
            "date": "2003-02-20 09:26:17",
            "id": "928124",
            "reply_to_id": "928118",
            "text": "Það kemur mér svo sem ekkert á óvart að þú hafir fengið gangnrýni og það mikila útaf þessu. Enda eru flestir Íslendingar svolitlir hræsnarar inn við beinið. Við þolum ílla breytingar og samkendin er ógurleg. Ég vill bara hrósa þér fyrir vel og gott unnið þarfa verk(ég hef mikla trú á að með auknu frelsi í að æfa freefight,muy tai og öðrum bardagíþróttum eigi eftir að minnka ofbeldi á götum úti(og auka stolt okkar) og gefa okkur Íslendingum tækifæri á að sýna að við erum þjóð sem er komin af Víkingum :D ). Ég trúi engu öðru en að þetta kvöld verði FRÁBÆRT þökk sé þeim bardögum sem þú hefur komið á :)\nMeigi þetta kvöld verða eitt af mörgum í komandi framtíð :)\nBeflamed"
        },
        {
            "user": "cornholio",
            "user_id": "12430",
            "date": "2003-02-20 09:45:23",
            "id": "928125",
            "reply_to_id": "928118",
            "text": "Djöfulli líst mér vel á þetta."
        },
        {
            "user": "HwaRang",
            "user_id": "13552",
            "date": "2003-02-20 10:15:48",
            "id": "928126",
            "reply_to_id": "928118",
            "text": "roslega nett. hefði samt verið gaman að sjá Taekwondo mennina, að keppa líka."
        },
        {
            "user": "FenrirMMA",
            "user_id": "16231",
            "date": "2003-02-20 11:08:28",
            "id": "928127",
            "reply_to_id": "928126",
            "text": "ég er ekkert smá ánægður með þetta, þetta er að redda öllu"
        },
        {
            "user": "Clarice",
            "user_id": "15876",
            "date": "2003-02-20 11:46:50",
            "id": "928128",
            "reply_to_id": "928127",
            "text": "Þetta ætti að verða skemmtileg kvöldskemmtun :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-20 15:13:45",
            "id": "928129",
            "reply_to_id": "928126",
            "text": "“roslega nett. hefði samt verið gaman að sjá Taekwondo mennina, að keppa líka. ”\ntil hvers, maður getur séð TKD mót aðra hverja helgi!"
        },
        {
            "user": "FenrirMMA",
            "user_id": "16231",
            "date": "2003-02-20 11:50:05",
            "id": "928130",
            "reply_to_id": "928118",
            "text": "er þessi freddie aardenburg með eitthverja reynslu?\nhvað er hann þungur o.s.frv….\neitthvað um hann?"
        },
        {
            "user": "skyage",
            "user_id": "15510",
            "date": "2003-02-20 12:04:38",
            "id": "928131",
            "reply_to_id": "928118",
            "text": "GEÐVEIKT…..\nFrábært framtak, hvernig í andskotanum var gefið leyfi fyrir þessu…..allt á réttri leið."
        },
        {
            "user": "Khan",
            "user_id": "18059",
            "date": "2003-02-20 12:39:30",
            "id": "928132",
            "reply_to_id": "928118",
            "text": "Impressive!! Þetta gæti orðið eitt svakalegasta bardagakvöld sem sögur fara af á Íslandi. Ég hlakka gríðarlega til að mæta og þakka þér persónulega fyrir að hafa staðið að þessu."
        },
        {
            "user": "MadD",
            "user_id": "16841",
            "date": "2003-02-20 13:32:20",
            "id": "928133",
            "reply_to_id": "928118",
            "text": "Glæsilegt !!!!\nNúna er farið að vera gaman að búa á íslandi."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-20 15:13:00",
            "id": "928134",
            "reply_to_id": "928118",
            "text": "snilld! þú ert snillingur salvar takk takk og aftur takk!\nHvað kostar inn?\nOg er þessi kona virkilega að challenga á hvern sem er, fyndið að senda Don, sigurstein eða einhvern á hana og láta hana finna fyrir því :)"
        },
        {
            "user": "qeySuS",
            "user_id": "280",
            "date": "2003-02-20 15:23:50",
            "id": "928135",
            "reply_to_id": "928118",
            "text": "Þetta verður bókað fjölmiðlafár, ég sé miðaldra-húmorslausu-ofverndunarhórurnar sem vita ekki hvað það er að skemmta sér og gagnrýna allan andskotann sem þær þekkja ekkert því þær eiga sér ekki líf fyrir mér að væla í Ísland í dag!"
        },
        {
            "user": "qeySuS",
            "user_id": "280",
            "date": "2003-02-20 16:12:33",
            "id": "928136",
            "reply_to_id": "928135",
            "text": "Btw ég skal glaður mæta og verja MMA gegn hverjum sem er, tel mig vera nokkuð menntaðan um þessi mál og geta mælt með þessu.\nBtw verður eitthvað annað þarna? Þetta eru 2 bardagar, eru væntanlega eitthvað fleiri þarna fyrst þetta er í höllinni, kannski box?"
        },
        {
            "user": "jollyboy6",
            "user_id": "24682",
            "date": "2003-02-20 16:46:20",
            "id": "928137",
            "reply_to_id": "928118",
            "text": "Djöfuls snilld er þetta.\nKemur manni kannski í smá keppnisskap fyrir Taekwondo mótið daginn eftir.\nVeit einhver hvað þetta myndi kosta????\nÁnægjukveðju"
        },
        {
            "user": "salvar",
            "user_id": "27279",
            "date": "2003-02-20 17:33:13",
            "id": "928138",
            "reply_to_id": "928118",
            "text": "En það getur ekki verið að þessi Irma skori HVAÐA íslenska gaur sem er´á hólm, það hljóta að vera þyngdarmörk annars gæti bara einhver 150 kílóa stera-murtur eins og hjaltí úrsus farið á móti henni og kramið á henni höfuðkúpuna."
        },
        {
            "user": "salvar",
            "user_id": "27279",
            "date": "2003-02-20 17:45:19",
            "id": "928139",
            "reply_to_id": "928138",
            "text": "Hún er ansi köld, sjáum hvort það skorar eitthvert tröll á hana :)"
        },
        {
            "user": "salvar",
            "user_id": "27279",
            "date": "2003-02-20 17:54:12",
            "id": "928140",
            "reply_to_id": "928118",
            "text": "Uppl. um fighterana\nThomas Frederikssen,\nhttp://www.vikingfight.dk/fighters/thomas_frederiksen.h\ntm\nMarco Merodio er 185 cm, 88 kg, búinn að fara nokkra bardaga.\nFreddie Aardenburg er búinn að fara einn freefight bardaga og 2 muay thai.\nÉg skal senda inn myndir af köppunum á síðuna hérna."
        },
        {
            "user": "FenrirMMA",
            "user_id": "16231",
            "date": "2003-02-21 12:54:00",
            "id": "928141",
            "reply_to_id": "928140",
            "text": "verður keppt í kickboxi eða muay thai?\n(árni vs freddie?)\nfull contact? eða semi-contact?"
        },
        {
            "user": "DeathBlow",
            "user_id": "19231",
            "date": "2003-02-20 21:41:29",
            "id": "928142",
            "reply_to_id": "928118",
            "text": "Ég vil bara þakka fyrir framtakið og sýna stuðning. Ég mæti í höllina. Svo legg ég til að Kolbrún Halldórs og Irma verði settar saman í hringinn."
        },
        {
            "user": "Freestyle",
            "user_id": "29242",
            "date": "2003-02-21 08:31:24",
            "id": "928143",
            "reply_to_id": "928142",
            "text": "Þetta er brilljant hugmynd.    Verður fólk samt ekki að nota hjálma í Muay Thai og Freefight bardögunum?   Svona til að uppfylla íslensk skilyrði.\nÉg veit ekki með ykkur en mér myndi finnast það bara fínt.   Sumum finnst hjálmar vera fyrir aumingja en ég held að það sé betra að við bardagamenn höfum öryggismálin sjálfir í lagi frekar en að kannski keyra á heppninni og vona að enginn slasist og svo gerist eitthvað og þá verðum við skikkaðir til að nota hjálma eða kannski sett bann á MT og freestyle.\nSýnum frumkvæði og þroska og höfum hjálmanotkun standard í ÖLLUM full-contact bardögum, ekki bara boxinu.\n“Svo legg ég til að Kolbrún Halldórs og Irma verði settar saman í hringinn.”\nhehehe……Kolbrún vinnur á TKO(tuðar Irmu í hel) í annarri lotu."
        },
        {
            "user": "qeySuS",
            "user_id": "280",
            "date": "2003-02-21 13:30:31",
            "id": "928144",
            "reply_to_id": "928143",
            "text": "Það er svo gott sem ómögulegt að keppa í freefight með grímum, það er of mikið af clinching/chokes sem fara fram og gríman væri of mikið fyrir.\nÞað sem er stundum gert fyrir amateur fights er að hafa bara minni reglur, t.d. bara opinhandar högg (engir hnefar) og bannað að sparka í liggjandi mann (oft bannað að sparka í haus almennt). Þess má geta að fótboltamenn þurfa ekki að vera með hjálm þó að þeir skalli boltann oft.\nHvernig verða þessar freefight reglur?"
        },
        {
            "user": "Beflamed",
            "user_id": "19738",
            "date": "2003-02-21 14:10:08",
            "id": "928145",
            "reply_to_id": "928144",
            "text": "Þið seigið nokkuð. Í Taekwondo er skilt að vera með hjálm í bardaga.. og fokalega væri það nú fínt að sjá Kolbrúnu á móti þessari kvensu væri eflaust bara findið.\nHvað varðar hjálma og annað dæmi. Þá má alltaf fara í kringum allar reglur.\nt.d. ef þú ert á mótorhjóli þá þarftu að vera með hjálm en hvergi er sagt hvernig hjálm þú þarft að vera með. Þú getur þessvegna verið með hjálm sem var búinn til fyrir flugmenn í fyrri heimstríðöldini. Eru(hjálmarnir) þeir búnir til úr næfa þunnu leðri. En það dugar. Löggan getur ekkert sagt við þig ef þú ert með þetta á hausnum og ert að sportast um.. hvað er ég að fara með þessu.. einfalt.\nÉg sá einhvern tíman svona gamaldags box hjálm.. ehehe sem minnti nú frekar á hlíðar dæmi fyrir mjög fatlaða einstaklinga. Þetta eru riflaðir leður hjálmar sem eru með band um höku og verja skallan og að mig minnir einhvað af kinnar svæðinu. Já fyrstu tegundirnar af hjólahjálmum.\nSvo.. já ég samála Freefight nota hjálma í öllu full contact sporti. Við verðum að passa repið.. Ef hlífar eru til trafala einsog t.d. hjálmur.. þá bara fara í kringum reglurnar. Það er alltaf hægt bara spurnning hvort maður hafi áhuga á því að gera það :)\nLifið heil\nbeflamed"
        },
        {
            "user": "qeySuS",
            "user_id": "280",
            "date": "2003-02-21 16:27:52",
            "id": "928146",
            "reply_to_id": "928145",
            "text": "Það er bara ekki hægt að nota hjálma í svona keppni, meirað segja barnakeppnirnar úti nota ekki hjálma, þeir setja þá bara meiri limit á reglurnar (í barna keppnum eru t.d. öll högg í höfuð bönnuð), og það virkar heldur ekki að segja “við tökum hjálminn bara af þegar þeir lenda á jörðinni” því þaðe r fullt af kæfingartökum sem byrja standandi."
        },
        {
            "user": "salvar",
            "user_id": "27279",
            "date": "2003-02-21 16:36:48",
            "id": "928147",
            "reply_to_id": "928146",
            "text": "Engir hjálmar, þetta er alvöru!"
        },
        {
            "user": "qeySuS",
            "user_id": "280",
            "date": "2003-02-21 16:39:03",
            "id": "928148",
            "reply_to_id": "928147",
            "text": "Salvar: Hvaða fleiri bardagar verða fyrir utan þessa tvo? Og hvernig verða MMA reglurnar? Persónulega myndi ég vilja sjá þetta sem harðast en maður getur ekki annað en pælt í hvort þetta miðstýrða land okkar væri ekki á móti þannig reglum."
        },
        {
            "user": "salvar",
            "user_id": "27279",
            "date": "2003-02-21 16:57:30",
            "id": "928149",
            "reply_to_id": "928148",
            "text": "Það eru 8 boxbardagar auk hinna 2, dagskráin er á atburðir inn á boxinu, ég pósta reglurnar fljótlega.\nDagskráin :\nhttp://www.hugi.is/box/bigboxes.php?box_type=whatson&wh\natId=1427"
        },
        {
            "user": "HuBeRt",
            "user_id": "2668",
            "date": "2003-02-21 17:01:37",
            "id": "928150",
            "reply_to_id": "928118",
            "text": "Þetta er frábær hugmynd og æðislegt framtak (eins og annarhver maður hér hefur áður sagt, but who gives)\nMig langar hinsvegar að vita tvennt:\nHvað kostar?\nKlukkan hvað er þetta?"
        },
        {
            "user": "salvar",
            "user_id": "27279",
            "date": "2003-02-21 17:36:23",
            "id": "928151",
            "reply_to_id": "928150",
            "text": "Miðaverð í forsölu er 1990 í stúku og 2990 í gólfsæti, dagskráin hefst klukkan 20:00 með íslenskum boxbardögum, klukkan 21:00 hefst aðaldagskráin og stendur til miðnættis, Móri kemur og Dj Baddi rugl sé um tónlistina.\nÉg legg áherslu á að drífa sig eftir helgi að kaupa miða í forsölu þeir verða dýrari á keppnisdag, þeir fást hjá hr, 10-11 og fitness sport."
        },
        {
            "user": "Beflamed",
            "user_id": "19738",
            "date": "2003-02-21 22:14:04",
            "id": "928152",
            "reply_to_id": "928151",
            "text": "Hóllý móli.. þetta er of gott til að vera satt. etta er alger snild svo vægt sé til orða tekið.\nÞetta með hjálmana bara hugmynd og lítt annað en það ;)\nbeflamed"
        },
        {
            "user": "Cruxton",
            "user_id": "631",
            "date": "2003-02-22 11:28:19",
            "id": "928153",
            "reply_to_id": "928152",
            "text": "Væri nú gaman að sjá einhvern júdómanninn/konuna takast á við kvensu! :-)\nÞað eru nefnilega gólfmennirnir sem vinna bardagana í UFC, Pride ofl."
        },
        {
            "user": "Clarice",
            "user_id": "15876",
            "date": "2003-02-22 12:40:01",
            "id": "928154",
            "reply_to_id": "928153",
            "text": "Ég mæti í höllina, en ætla samt ekki að hjóla í kerlinguna :)"
        },
        {
            "user": "Clarice",
            "user_id": "15876",
            "date": "2003-02-22 16:08:39",
            "id": "928155",
            "reply_to_id": "928154",
            "text": "Þið eruð svo sannarlega ekki að selja ykkur ódýrt…"
        },
        {
            "user": "salvar",
            "user_id": "27279",
            "date": "2003-02-22 23:04:50",
            "id": "928156",
            "reply_to_id": "928155",
            "text": "Frú Clarice, ég vill gjarnan benda þér á að fyrir þennan atburð þarf ég að fljúga til landsins í kringum 20 manns með þjálfurum, keppendum og aðstoðarfólki, leigja höllina, þjálfa liðið, flytja inn dómara, leigja hljóðkerfi, auglýsa í fjölmiðlum, borga starfsfólki um kvöldið o.s.f.v. o.s.f.v. o.s.f.v. o.s.f.v\nÞannig að það fýkur soldið í mig þegar að það er gefið í skyn að þetta sé dýrt, svo vil ég líka benda þér á að á svona kvöld annars staðar í evrópu er miðaverð 30-40 evrur, yfirleitt nær 40 sem er í kringum 3200 kr og það er í ódýrustu sæti!!!"
        },
        {
            "user": "FenrirMMA",
            "user_id": "16231",
            "date": "2003-02-23 00:05:21",
            "id": "928157",
            "reply_to_id": "928156",
            "text": "salvar minn, ignore her, þetta er bara sanngjarnt og fólk ætti að að vera þakklátt fyrir það sem þú ert að gera og að koma þessu í kring (ásamt eitthverjum fleirum t.d. sigurjóni (held ég))\nbara takk fyrir að stækka við bardagamenningu þessa staðnaða lands :)"
        },
        {
            "user": "Clarice",
            "user_id": "15876",
            "date": "2003-02-23 01:34:01",
            "id": "928158",
            "reply_to_id": "928157",
            "text": "Þetta er eflaust mjög eðlilegt og sanngjarnt verð en engu að síður mikill peningur fyrir fátækan námsmann :)\nÓþarfi að láta fjúka í sig… Mér finnst þetta fínt framtak og geri ráð fyrir að fólk muni skemmta sér stórvel."
        },
        {
            "user": "salvar",
            "user_id": "27279",
            "date": "2003-02-23 01:50:27",
            "id": "928159",
            "reply_to_id": "928158",
            "text": "Hárrétt…Clarice :)"
        },
        {
            "user": "qeySuS",
            "user_id": "280",
            "date": "2003-02-23 03:03:56",
            "id": "928160",
            "reply_to_id": "928159",
            "text": "Ég mæti allavega gallhress!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-23 19:28:28",
            "id": "928161",
            "reply_to_id": "928151",
            "text": "óóó shit! ég er að fá hjartaáfall, kemur móri líka!!! þetta er of gott til að vera satt!!! :D :D :D !!!!!!!!!!!!\ndjöfull fer ég í 10-11 á morgun!"
        },
        {
            "user": "sarastro",
            "user_id": "20996",
            "date": "2003-02-24 11:46:06",
            "id": "928162",
            "reply_to_id": "928118",
            "text": "Frábært, en afhverju eruð þið ekki með Taekwondo ? við eigum frábæra bardagamenn sem gætu keppt."
        },
        {
            "user": "salvar",
            "user_id": "27279",
            "date": "2003-02-24 14:23:21",
            "id": "928163",
            "reply_to_id": "928162",
            "text": "Sæll\nJá við eigum topfólk en þetta takmarkast eiginlega við hringinn, þær íþróttir sem eru ekki stundaðar í hring er erfiðara að sýna í svona uppstillingu."
        },
        {
            "user": "HwaRang",
            "user_id": "13552",
            "date": "2003-02-26 22:34:49",
            "id": "928164",
            "reply_to_id": "928118",
            "text": "hefði ekkert á móti því að fá að fara á móti einhverjum af þessum gæjum… hef yndi af free fight :) … bring it on!"
        },
        {
            "user": "ultimati",
            "user_id": "34432",
            "date": "2003-02-28 23:53:06",
            "id": "928165",
            "reply_to_id": "928164",
            "text": "það er nokkuð ljóst að 8.mars á fólk eftir að fá dagskrá sem ekki hefur sést áður, 10 oz ….dagskráin gæti orðið stitri en ætlað var……."
        },
        {
            "user": "sillivilli",
            "user_id": "18674",
            "date": "2003-03-06 13:05:00",
            "id": "928166",
            "reply_to_id": "928164",
            "text": "HwaRang\nÉg skora á þig kallinn minn komdu bara ef þú þorir. Hefði gaman af því að taka þig aðeins í bakaríið hahahahaha.\nI can see you!!!!\nAnd I know were you are hiding :) hahahahaha"
        },
        {
            "user": "ingolfura",
            "user_id": "28512",
            "date": "2003-03-01 23:49:36",
            "id": "928167",
            "reply_to_id": "928118",
            "text": "er þetta i laugardags höllinni ? og kl hvad ?"
        }
    ]
}