{
    "forum_title": "Farsímar",
    "user": null,
    "user_id": null,
    "date": "2003-02-21 14:28:09",
    "title": "Gemsar handa KRÖKKUM?",
    "text": "Mér finnst svo fáránlegt að svona ungir krakkar séu að fá sér gemsa á milli 8 upp í svona 10. Þetta er sannkallaður hneyksli. Mér finnst svona mátulegt að fá sér gemsa svona 14 ára, en annars er þetta tæki bara fyrir fullorðna. Litla frænkan mín er 8 ára og hún fékk gemsa og fær 5000 króna inneign á mánuði. Eftir að hún fékk gemsa hafa allar vinkonur hennar fengið gemsa líka og þær eru bara með gemsann allan daginn. Mér finnst að þið ættuð að hugsa málið og passa það að gera ekki það sama, hugsa um að gera ekki það sama við börnin ykkar… ég meina það mér finnst þetta bara fáránlegt ef að ég þekkti einhvern sem gerir svona. En reyndar þekki ég einhvern sem gerir svona og meira\\'ð segja marga. Þetta er Fáranlegt",
    "url": "https://www.hugi.is/farsimar/greinar/124905/gemsar-handa-krokkum/",
    "url_id": "124905",
    "id": "929863",
    "replies": [
        {
            "user": "gotti",
            "user_id": "3385",
            "date": "2003-02-21 16:11:34",
            "id": "929864",
            "reply_to_id": "929863",
            "text": "helvítis kjaftæði!\nhvaða heilvita foreldrar færu að henda fimm þúsund krónum í barnið sitt á mánuði fyrir einhvern gsm síma.\nViðkenndu það að þetta er lygi."
        },
        {
            "user": "GARafAR",
            "user_id": "20511",
            "date": "2003-02-21 16:13:37",
            "id": "929865",
            "reply_to_id": "929864",
            "text": "ég veit að þetta hljómar ósennilega en þetta er sko líka snobbfólk og öll börnin þeirr eru ótrúlega dekruð"
        },
        {
            "user": "GARafAR",
            "user_id": "20511",
            "date": "2003-02-24 05:09:54",
            "id": "929866",
            "reply_to_id": "929865",
            "text": "Púff, aumingja börnin. Þegar þau koma útí þjóðfélagið, þurfa þau áframhaldandi stuðning.\nEf hann er lítill eða horfinn, þá reka þau sig á að flestum er sama um kröfur og þarfir þeirra.\nSéð þetta nokkrum sinnum, því miður.  : ("
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-02-24 05:54:32",
            "id": "929867",
            "reply_to_id": "929866",
            "text": "Ég veit líka um krakka sem hafa verið allt að því eyðilagðir af foreldrum sínum með dekri.  Þessir krakkar tolla oft illa í skóla og vinnu, hætta alltaf ef á móti blæs og eyða oft lengri tíma á atvinnuleysisbótum.  Flest af þeim átta sig nú að lokum þó það taki þau kannski upp fyrir þrítugt.\nHins vegar er alveg hægt að gefa krökkum gemsa án þess að það sé verið að eyðileggja þá með dekri.  Ég held að það skipti meira máli hvaða kröfur foreldrarnir gera til krakkanna og hvort þeir fái allt annað sem þeim dettur í hug að biðja um."
        },
        {
            "user": "GARafAR",
            "user_id": "20511",
            "date": "2003-02-24 20:11:28",
            "id": "929868",
            "reply_to_id": "929867",
            "text": "Er ekki svolítill munur á að styrkja afkvæmin sín til síma-, bíla- og annara -kaupa.\nOg hinns vegar að kaupa fyrir afkvæmi sín hluti og sjá líka um rekstrarkostnað á þeim.\nÉg tel vera grundvallar mun á þessu tvennu."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-02-24 23:28:49",
            "id": "929869",
            "reply_to_id": "929868",
            "text": "Ef sími er keyptur fyrir barn sem ekki er byrjað að vinna, þá er nokkuð augljóst að barnið kemur ekki til með að borga rekstrarkostnaðinn.  Hins vegar finnst mér alveg sjálfsagt að foreldrar setji þá þak á notkun símans og geri að öðru leyti kröfur til barnsins, t.d. að hjálpa til heima.  Það er líka munur á því að fá síma eða fá dýrasta símann í búðinni, að fá 500 kr. inneign á mánuði eða ótakmarkaða notkun o.s.frv."
        },
        {
            "user": "GARafAR",
            "user_id": "20511",
            "date": "2003-02-24 23:54:13",
            "id": "929870",
            "reply_to_id": "929869",
            "text": "Rétt er það.\nMikilvægt að einstaklingurinn læri að fjárfesta í og reka svona grip.\nÞað er einungis á færi foreldra að kenna það.\nÍ sambandi við  “barn sem ekki er byrjað að vinna”. Þá man ég enn eftir því að, ef skólakrakki var með símboða, var hann jafnvel að selja landa. Og þeim sem best gekk, voru með gemsa.\nKrakkar finna alltaf leiðir til að ná sér í aukapening."
        },
        {
            "user": "SweetTone",
            "user_id": "28405",
            "date": "2003-02-21 16:14:19",
            "id": "929871",
            "reply_to_id": "929863",
            "text": "veistu ég er alveg sammála þér bara um daginn sá ég 6 ára krakka með gemsa.\nþetta er alveg út úr hött.\nég var nú bara 13 ára þegar ég fékk síma og keyptan alveg sjálfur fyrir peninga sem ég vann mér inn og að krakkaskrípi fá þá bara gefins í skírnagjöf nánast er bara vitleysa.\nþað á að senda svona krakka ú í sveit það sem gemmsinn næst ekki heheh =)"
        },
        {
            "user": "malicious",
            "user_id": "5591",
            "date": "2003-02-21 16:31:33",
            "id": "929872",
            "reply_to_id": "929863",
            "text": "Ég sé bara ekkert að þessu. Ég held að margir foreldrar séu tilbúnir til að borga 10.000 króna síma til þess að geta alltaf náð í börnin sín. Ákveðið öryggistæki. Hafa bara Frelsi á þessu og stjórna þannig notkuninni."
        },
        {
            "user": "sverrsi",
            "user_id": "26176",
            "date": "2003-02-21 16:42:47",
            "id": "929873",
            "reply_to_id": "929863",
            "text": "Fyndið að sjá þig skrifa þetta 12 ára gamlan"
        },
        {
            "user": "vatn",
            "user_id": "22477",
            "date": "2003-02-21 16:56:43",
            "id": "929874",
            "reply_to_id": "929873",
            "text": "sumir foreldrar kaupa gemsa handa krökkunum sínum svona 10 ára bara til að vita hvar þau eru á daginn.. ósjaldan hefur það komið fyrir að yngri systir mín sem er 11, er einhverstaðar á daginn og gleymdi að láta vita af sér. þá  kæmi gemsi sér vel. en mér finnst í lagi að gefa krökkum gemsa 11 ára EF foreldrarnir vinna mikið og þurfa að vita hvað krakkarnir eru. en 8 ára smákrakki… er þetta ekki fullt langt gengið???"
        },
        {
            "user": "SweetTone",
            "user_id": "28405",
            "date": "2003-02-21 16:57:17",
            "id": "929875",
            "reply_to_id": "929873",
            "text": "ha já asnalegt, takk fyrir að benda á þetta sverris =)"
        },
        {
            "user": "Goodfella",
            "user_id": "20380",
            "date": "2003-02-21 17:07:14",
            "id": "929884",
            "reply_to_id": "929863",
            "text": "og sumir krakkar sme fá síma ung nota hann ekket,eins og litla frænka mín er 9 ára og hún fékk síma í jólagjöf og notar hann aldrei!"
        },
        {
            "user": "nedrud",
            "user_id": "26720",
            "date": "2003-02-21 17:42:09",
            "id": "929885",
            "reply_to_id": "929863",
            "text": "Krakki finnst mér eiga verða orðinn 12 ára til að fá GSM. Sem sagt þú mátt fá einn."
        },
        {
            "user": "orchid",
            "user_id": "24402",
            "date": "2003-02-21 18:20:24",
            "id": "929886",
            "reply_to_id": "929863",
            "text": "Það er stelpa sem ég passa sem er 6 ára og vinkona hennar sem er jafngömul henni á, eins og sú sem ég passa kallar það, sona alvöru síma (GSM). Ég skil ekki afhverju svona ungir krakkar fá gsm sérstaklega þegar þau mega ekki fara úr götuni sinni þannig að það ætti ekki að vera vandamálið að finna börnin (bara að öskra nafnið eins og var gert þegar ég var úti að leika mér)  Einnig er það hættulegt fyrir svona littla heila sem eru eiginlega algerlega óþroskaðir að hafa GSMbylgjurnar sveimandi í kringum hausinn á sér þegar mamma hringjir til að barnið komi að borða"
        },
        {
            "user": "sunna",
            "user_id": "27055",
            "date": "2003-02-21 19:07:22",
            "id": "929876",
            "reply_to_id": "929863",
            "text": "Þegar ég var í 10. bekk átti ég 3310 og bara sátt með það, og einhver stelpa í 3. bekk var hneyxluð yfir því. hún átti 3330 og mamma hennar og pabbi ætluðu að kaupa handa henni nýrri og flottari í ammlisgjöf. og allar vinkonur hennar áttu flotta síma. fáránlegt!"
        },
        {
            "user": "demonz",
            "user_id": "3238",
            "date": "2003-02-21 23:17:08",
            "id": "929877",
            "reply_to_id": "929876",
            "text": "“Þegar ég var í 10. bekk átti ég 3310 og bara sátt með það, og einhver stelpa í 3. bekk var hneyxluð yfir því.”\nOk, venjulega læt ég þetta viðgangast en núna er ég bara of hneykslaður.\nHann er hneykslaður\nHún er hneyksluð\nÞað er hneykslað\nog svo framvegis…X á alls ekki að vera þarna og sker mjög svo í augun.\nAnnars er ég svosem sammála…hvað hafa krakkar sem eru ekki komnir í gaggó að gera við gemsa?\nSjálfur keypti ég mér minn þegar ég hætti í gaggó…"
        },
        {
            "user": "sunna",
            "user_id": "27055",
            "date": "2003-02-22 23:55:30",
            "id": "929878",
            "reply_to_id": "929877",
            "text": "slepptu nöldrinu?\nlaxness mátti skrifa einsog hann vildi, ég kýs að skrifa einsog ég vil.\nanda inn, anda út, anda inn, anda út, teldu að 10 og sættu þig við þetta."
        },
        {
            "user": "Rumms",
            "user_id": "30459",
            "date": "2003-02-23 01:19:29",
            "id": "929879",
            "reply_to_id": "929878",
            "text": "þú ert enginn laxness."
        },
        {
            "user": "Krissi69",
            "user_id": "30931",
            "date": "2003-02-21 19:10:42",
            "id": "929880",
            "reply_to_id": "929863",
            "text": "Þetta er alveg hentugt fyrir foreldra af þér geta ekki vitað hvar börnin sín eru en mér finnst þetta algjört rugl. Pabbi minn gaf litla bróður mínum sinn fyrsta síma þegar hann var 9 ára gamall og núna er hann 14 ára og er búin að eiga 3 alla frá pabba okkar, sem er náttúrulega bara rugl. Ég skil ekki hvað pabbi var að pæla, ég fékk minn fyrsta síma þegar ég var 14 ára."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-21 19:12:23",
            "id": "929881",
            "reply_to_id": "929863",
            "text": "vret þú nú ekki að rífa þig!!! u ert 12 ára koddu og gerðu etta eftir 10 ár þá skal ég taka mark á þér\n'\n(ég er ekki mikið eldri allvega er ég ekki að röfla eikkað um etta)"
        },
        {
            "user": "xark",
            "user_id": "1706",
            "date": "2003-02-21 19:22:21",
            "id": "929882",
            "reply_to_id": "929863",
            "text": "Hvað er málið með þig? Ertu að reyna að bæta met í drasl greinum?"
        },
        {
            "user": "xark",
            "user_id": "1706",
            "date": "2003-02-21 20:08:49",
            "id": "929883",
            "reply_to_id": "929882",
            "text": "omg það þarf engan síma til þess að vita hvar krakkarnir eru niðurkomnir. Það sýnir nú bara uppeldið að leyfa þeim að fara eitthvert og svo bara hringja til að láta vita, hvaða rugl er það, síðan hvenær mega"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-21 20:48:58",
            "id": "929887",
            "reply_to_id": "929863",
            "text": "5000 kall á mánuði?!?!?!?!??!?!\nSem sagt 60.000 kall á ári!!!!!!!!!!!!!!!!!!\nÞetta finnst mér fáránlegt!"
        },
        {
            "user": "WinX",
            "user_id": "2405",
            "date": "2003-02-21 21:14:43",
            "id": "929888",
            "reply_to_id": "929863",
            "text": "Eru símarnir nokkuð annað en öryggistæki ?\nÉg held það, en það er alltaf hægt að nota hluti rangt, meira en 1000 kall á mánuði í inneign er bull. Það er alltaf hægt að misnotahluti."
        },
        {
            "user": "Gregg",
            "user_id": "28663",
            "date": "2003-02-21 21:27:43",
            "id": "929889",
            "reply_to_id": "929863",
            "text": "það er kannski í lagi svona í fyrsta lagi 10 ára, en þá bara til að vita hvar krakkinn er og svona, og gefa honum kannski 500 kall á mánuði eða eitthvað, en 5000 kall á mánuði!!!!!!!!! ég meina, hún hlýtur að tala í marga klukkutíma á dag!!!!!!! ég fékk fyrsta símann minn þegar ég var 11 ára held ég, og hef reyndar átt svona 12 síma eða eitthvað síðan þá, en það er af því að pabbi minn er síma dealer, lol, og fyrsti síminn minn var eitthvað bosch drasl, ekki einhver super WAP sími, og ég meina, 6 ára krakkar kunna ekki einu sinni á síma!!! ekki nema kannski að hringja, geta örugglega ekki sent SMS, þannig að ef þetta er drasl sími og krakkinn fær 500 kr inneign á mánuði, þá er þetta í lagi svona 9-10 ára, og auðvitað betri sími og meiri inneign seinna, en 6 ára krakkar með 5000 króna inneign á mánuði er bull!!!! ég fæ bara 500 krónur á kannski 1-2 mánaða fresti, lol."
        },
        {
            "user": "Nabart",
            "user_id": "3522",
            "date": "2003-02-21 21:42:05",
            "id": "929890",
            "reply_to_id": "929863",
            "text": "Biddu hvada fifl ert tu!!!!\nHvad kemur SNOBB tessu eitthvad vid!!!\nEf krakkin er nogu gamall til ad passa uppa tetta ta er tetta bara naudsynlegt oryggistaeki til ad na i krakkan sinn!!\nAf skriftum tinum, stafsetningu og odru ta ert tu ekki mikid meira en svona 11 ara!!!"
        },
        {
            "user": "xark",
            "user_id": "1706",
            "date": "2003-02-21 22:56:58",
            "id": "929891",
            "reply_to_id": "929890",
            "text": "Það hefur aldrei þótt nauðsynlegt að láta smákrakka fá síma, eina ástæðan væri að þau fái núna að fara eitthvert hvert sem þau vilja án eftirlits."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-02-21 21:50:16",
            "id": "929892",
            "reply_to_id": "929863",
            "text": "Alveg greinilegt að það eru mjög skiptar skoðanir um hvað krakkar þurfa að vera gamlir til að fá GSM.  Sumir segja 10, aðrir 12, aðrir 14.  Þegar gemsarnir komu fyrst, þá hafa líklega flestir sagt að krakkar hefðu ekkert að gera við gemsa og jafnvel að flestir fullorðnir hefðu ekkert að gera við gemsa heldur.\nViðhorfið breytist eftir því sem tæknin er búin að vera lengur á markaðnum og fólk er byrjað að líta á þetta sem sjálfsögð þægindi.  Mér finnst bara sjálfsagt að krakkar fái síma ef einhver er til í að gefa þeim síma og borga inneign og þau kunna að hringja eða alla vega svara.\nÍ sambandi við hvort bylgjurnar steiki á þeim hausinn þá held ég ekki að það sé neitt hættulegra en að tala mikið í þráðlausan sem líklega er til á flestum heimilum í dag."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-21 22:31:23",
            "id": "929893",
            "reply_to_id": "929863",
            "text": "HVerjum er ekki, drullu sama, þeirra vandamál og þeirra peningar, þetta er ekki grein hún er  7 línur, ég þori að veðja að þú sért bara öfundsjúkur út í frænku þína útaf því að þú átt ekki síma sjálfur.\nÞetta heitir þróun, við verður öll með síma á endanum frá því að við byrjum að tala, þetta er bara framtíðin.\nKalkúnninn hefur talað!!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-21 22:37:09",
            "id": "929894",
            "reply_to_id": "929863",
            "text": "Einhvern meginn þarf maður að ná í börninn sín :)"
        },
        {
            "user": "miles",
            "user_id": "50202",
            "date": "2003-02-21 22:48:50",
            "id": "929895",
            "reply_to_id": "929863",
            "text": "Mér finnst persónulega alger óþarfi að eiga farsíma, nema maður þurfi þess helst t.d. vegna vinnu eða ef maður er mjög ‘busy’. Næstum því allir í skólanum mínum eiga farsíma, en ekki ég, og þarf þess ekki. Og ég er að verða 17 ára. Ég myndi aðeins tapa á farsíma.\nSvo þurfa börn ekki að eiga slíkt tæki til þess að foreldrar þeirra viti hvar þau eru.\nkv.\nmiles."
        },
        {
            "user": "BenediktXIV",
            "user_id": "24497",
            "date": "2003-02-21 23:28:15",
            "id": "929896",
            "reply_to_id": "929863",
            "text": "GSM símar koma frá helvíti!!! Krakkar sem fá sér gemsa geta allveg eins hlekkjað sig við mömmu sína og foreldrar sem gefa svona ungum krökkum síma gera það einungis til að ofvernda þau og spilla þeim svo þau verða ónýtir einstaklingar seinna meir og flytja aldrei að heiman."
        },
        {
            "user": "Jormundgand",
            "user_id": "19854",
            "date": "2003-02-22 20:15:35",
            "id": "929897",
            "reply_to_id": "929863",
            "text": "Mér finnst passa að fá síma svona þegar maður er að byrja að þroskast, svona 12,13,14. Kannski 11. Ég fékk minn þegar ég var 11 og notaði hann rosaleega mikið til að byrja með, en svo er þetta að lækka, nú nota ég hann næstum ekki neitt nema þegar að ég er í veislu, partýi eða eitthvað álíka. Mér fannst ég þurfa hann strax en það var ekki nema 30% rétt. Ég myndi ekki geta verið án hans, þótt ég noti hann lítið þá er hann mjög mikilvægur. Til að sanna að ég noti hann lítið er 20 seinasta númer sem ég hringdi í…17. des? WHAT?!? En allt á undan eru mikilvæg símtöl. 10 seinasta símtal þegar hringt var Í MIG er…20 des? WHAT?!? En alltá undan eru mjög mikilvæg símtöl.\n:P My answer: Krakkar eiga að fá gemsa í LAAAAAANGfyrsta lagi 11 ára, annars 12,13,14.\nDæmi:Ég sá einn krakka í mínum skóla sem æfir handbolta með mér,hann fékk gemsa og GETUR ekki látið hann vera, ekki heldur félaga sína, hann montaði sig í 2 vikur samfleytt og við vorum farnir að velja okkur reipi til að hengja okkur á þegar hann loksins hætti."
        },
        {
            "user": "jezibel187",
            "user_id": "3891",
            "date": "2003-02-22 21:22:05",
            "id": "929898",
            "reply_to_id": "929897",
            "text": "öryggistæki?\nLífsnauðsynlegt?\nHmmm\nalveg tókst kynslóðunum á undan að lifa til fullorðins aldur án svona öryggistækis…\nTd mér og mörgum fleirum.\nÞetta er bara ein af gerviþörfum samtímans og fólk er að rugla því við frumþarfir.\nAlltaf hægt að ná í þau? Til hvers? og ef krakkinn getur ekki sagt foreldrum sínum hvar hann er  og þess háttar, mun heldur ekki gera það í gegnum síma….\nblah….."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-02-23 04:34:15",
            "id": "929899",
            "reply_to_id": "929898",
            "text": "Kynslóðunum á undan tókst líka að lifa ágætu lífi án þess að hafa hluti eins og bíla, tölvur, sjónvörp, ísskápa, hvað þá með rafmagn og hitaveitu, rennandi vatn í hús o.s.frv.  Ættum við þar með að henda því öllu út?\nGemsar eru vissulega öryggistæki.  Maður er ekki alltaf þar sem er símaklefi eða sjoppa á næsta götuhorni.  Ekki krakkar heldur.  Og það getur alltaf eitthvað komið uppá.  Foreldrar sem eiga krakka sem gleyma að hringja heim geta alla vega skammað þá í gegnum SMS og ef eitthvað kemur uppá þá geta krakkarnir hringt í foreldrana, já eða lögguna, slökkvilið eða sjúkrabíl."
        },
        {
            "user": "einaraxel",
            "user_id": "5042",
            "date": "2003-02-25 17:44:27",
            "id": "929900",
            "reply_to_id": "929899",
            "text": "Þetta er bara bull, ekki erum við alltaf með margar tölvur, bíla, sjónvörp eða ísskápa á hverju heimili, þó að það fólk er vissulega til sem fær sér margfalt af öllu sem venjulegt fólk hefur, en kallarðu það ekki snobb eða allavega óþarfa? Gefurðu 6 ára krakkanum þínum bíl, tölvu eða sjónvarp bara svona rétt upp á djókið. Ég er sammála um að þetta sé bara rugl að þetta sé svona mikilvægt öryggistæki, ég var 12 fyrir 2 árum þegar ég fékk fyrsta GSM símann minn, sem var úreltur Ericsson, ég fékk hann með 500 króna inneign og hún entist í nokkra mánuði. Jújú, vissulega hef ég farið að nota hann meira og meira með aldrinum, en ef þetta er svona mikið öryggisatriði og látið er ætti nú allavega ekki að vera láta svona ung börn hafa meira en svona 500kall á mánuði í inneign, bara rétt til að láta vita af sér. Það er vísindalega sannað að bylgjurnar frá GSM símum hafa áhrif á heila fólks, en þau áhrif eru miklu meiri á heila ungs fólks (þ.e. svona undir 10 ára)."
        },
        {
            "user": "Jossari",
            "user_id": "2448",
            "date": "2003-02-25 22:26:24",
            "id": "929901",
            "reply_to_id": "929900",
            "text": "Er Tal frelsi ekki lang algengast hjá krökkum.\nKaupir síman og kortið, svo á krakkin ekki\ninneign nema þú gefir honum pening fyrir henni, og þú getur sammt hringt í hann.\nAnnars er allur þroski mjög persónubundinn. 6 ára krakki getur þessvegna verið hæfari til þess að eiga gemmsa en 14 ára unglingur.\nVerra með örbylgju kokteilin sem krakkarnir eru að fá í gegnum hausinn á sér.\nAllskonar rannsóknir til um áhrifin. Nefni tvær staðreyndir:\n1.Örbylgjur hafa vond áhrif á himnur í heilanum (meðan í notkun), sem eru vörn gegn því að prótín og eiturefni komist í heilan úr blóðinu.\n2.Bylgjurnar hita heilann, eftir 25min notkun gsm, þá hefur heilinn hitnað um 2 gráður.\nFarsími = 900MHZ & 1.8GHZ / 0.3 - 3 wött\nÖrbylgjuofn = 2.5GHZ / 500 - 1100 wött\nEkki alveg sambærileg áhrif þar sammt, því bylgjurnar eru með bestu hitunnareiginleikana við 2.5GHZ."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-02-26 02:58:19",
            "id": "929902",
            "reply_to_id": "929900",
            "text": "Hver er skilgreiningin á “hvað venjulegt fólk hefur”?  Það eru ekki svo mörg ár síðan börn áttu flest ekki úr og stór viðburður þegar þau fermdust og fengu úr í fermingargjöf.  Þýðir það þá að það sé dekur að flest börn á skólaaldri eiga úr í dag?  Eða hefur “það sem venjulegt fólk hefur” breyst á þessum tíma?\nEf þróunin er í þá átt að yngri og yngri börn eignist farsíma, þá verður þess ekki langt að bíða að “það sem venjulegt fólk hefur” inniheldur líka farsíma fyrir öll börnin þeirra sem þurfa þá ekki lengur úr þar sem það er klukka á símanum :)\nÞað hefur alltaf verið til fólk sem stendur á móti þróun og trúir því allt sé að fara fjandans til og að “það sem var í mínu ungdæmi var nú miklu betra” en samt heldur nú þróunin alltaf áfram."
        },
        {
            "user": "Gregg",
            "user_id": "28663",
            "date": "2003-03-01 13:39:09",
            "id": "929903",
            "reply_to_id": "929902",
            "text": "úr steikja ekki heilann á litlum krökkum! og svo kaupir maður ekki 5000 króna inneign á mánuði fyrir úr, og úr eru ekki eins flókin og farsímar, krakki sem er 6 ára getur ekki gert annað við farsíma en svara, og kannski hringja en flestir krakkar sem eiga farsíma eiga einhverja rándýra farsíma sem krakkarnir kunna ekkert á! og hvernig í ANDSKOTANUM fer krakkinn að því að eyða 5000 kalli á mánuði!!!!!"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-03-01 13:47:16",
            "id": "929904",
            "reply_to_id": "929903",
            "text": "Það eru engar öruggar sannanir fyrir því að GSM símar steiki heilann á einum eða neinum, sjá\nhttp://www.visindavefur.hi.is/svar.asp?id=308.\nHins vegar finnst mér 5000 inneign í símann á mánuði vera of mikið og kallast bara dekur og ekkert annað.  Hins vegar hefur dekur þekkst frá ómunatíð, líklega ekki góð hugmynd en samt réttur foreldra að ala börnin sín upp eins og þeir vilja."
        },
        {
            "user": "ibs",
            "user_id": "11198",
            "date": "2003-02-23 17:37:07",
            "id": "929905",
            "reply_to_id": "929863",
            "text": "Já þetta er rugl, ég hef séð 6 ára krakka með GSM síma"
        },
        {
            "user": "Thorin",
            "user_id": "10897",
            "date": "2003-02-26 20:36:01",
            "id": "929906",
            "reply_to_id": "929863",
            "text": "Ég heyrði einu sinni þau góðu orð.\n“Fyrir nokkrum árum lifðu allir góðu lífi án síma”\nÞetta er satt, ég er 14 ára en ég á ekki síma og hef ekki heldur rassgat að gera með síma!!!!!!!!!!!!!!!"
        },
        {
            "user": "ibs",
            "user_id": "11198",
            "date": "2003-02-27 12:19:03",
            "id": "929907",
            "reply_to_id": "929906",
            "text": "Satt hjá þér, ég á reyndar GSM síma en ég sé eftir því að hafa eignast hann, ég nota hann eigilega aldrei."
        },
        {
            "user": "full",
            "user_id": "34782",
            "date": "2003-03-08 22:38:21",
            "id": "929908",
            "reply_to_id": "929863",
            "text": "Váá 5000 á mánuði. Sú getur hringt. Það eru oftast mjög dekraðir krakkar sem fá síma svona ungir."
        },
        {
            "user": "enMy",
            "user_id": "39215",
            "date": "2003-11-08 10:01:45",
            "id": "929909",
            "reply_to_id": "929863",
            "text": "Helvítis Rugl!\nsvona há inneign á mánuði þetta er hneyksli!!!!!\nKv.SluZeR"
        }
    ]
}