{
    "forum_title": "Box",
    "user": "salvar",
    "user_id": "27279",
    "date": "2003-02-22 23:41:32",
    "title": "Island Danmörk 8, mars",
    "text": "Ég ákvað að henda inn smá uppfærslu á Ísland – Danmörk í\nLaugardaldhöll 8. mars.\nLaugardagurinn 8. mars 2003 verður ritaður í sögubækur því þann dag mun fara fram fyrsta keppni í hnefaleikum sem haldin hefur verið hérlendis síðan 1956.\nDanskir hnefaleikarar fá heiðurinn af því að vera þeir fyrstu til að sækja okkur  heim og berjast fyrstu bardagana við Íslensku strákana.\nAri Þór Ársælsson meiddist á æfingu síðastliðinn föstudag og getur væntanlega ekki keppt svo ekki er búið að velja mann í hans stað.\nEinnig er Valli (Valþór Valdimarsson) kominn inn í hópin enda en Valli hefur góða reynslu síðan hann var í námi í Bandaríkjunum og bæði æfði stíft og keppti með góðum árangri,\nBoxbardagarnir á skrá eru því\nMarta\tRikke Tuxen Svendsen\nRoland Þór Fairweather\tThomas Bjerrgárd\nValþór Valdimarsson\tEgill Thorbergsson\n?????????????(Ari meiddur)\tMads Christianssen\nStefán Breiðfjörð\tLibian Abdi\nArnar Bjarnason\tKhaled Hadi\nHelgi Jacobsen\tJaan Beer Nielsen\nIngólfur Snorrason\tNicolaj Thogersen\nKlukkan 20:00 opnar húsið og þá munu nokkrir vera nokkrir alíslenskir bardagar en ég birti nöfnin á þeim sem berjast síðar í vikunni.  Klukkan 21:00 byrjar svo Ísland Danmörk og er dagskráin áætluð til miðnættis.\nÞarna veður líka fyrsti opinberi muay thai  bardaginn þar sem  Árni Ísaksson berst við Fredie Aardenburg frá Hollandi.  Þess má geta að Árni er nýkominn frá London þar sem hann tók þátt í stóru móti þar sem hann gerði sér lítið fyrir og rotaði andstæðing sinn á 48 sekúndum!\nÁrni “úr járni” Ísaksson\tFred Aardenburg\nEins og að þetta væri ekki nóg mun Bob Schrijber vera sérstakur gestur keppninna en hann hefur barist meira en 130 bardaga um allan heim jafnt í kickboxi, frjálsum bardaga svo og cagefight og er fyrrum heimsmeistari í blönduðum bardaga .  Bob kemur ásamt eiginkonu sinni Irmu Verhoeff sem er engin aukvisi og hefur barist meira en 46 bardaga.  Með þeim kemur Marco Merodio sem keppir við Thomas Frederikssen frá Danmörku í blönduðum bardaga.\nFrjáls bardagi er ein vinsælasta keppnisgreinin um all evrópu í dag, þar sem ólíkir stílar mætast í hringnum.  Í blönduðum bardaga eru leyfð. Högg, spörk, lásar og tök, þetta er eitthvað sem hefur aldrei sést áður á Íslandi!\nMarco Merodio\tThomas Frederikssen\nÍ höllinni 8. mars verður því ekki eingöngu frumraun í boxinu heldur líka í muay thai og frjálsum bardaga.\nMiðar verða seldir í forsölu í öllum verslunum 10-11 og hefst miðasalan á þriðjudag, miðaverð í forsölu er 1990 - 2990 kr eftir staðsetningu.",
    "url": "https://www.hugi.is/box/greinar/125133/island-danmork-8-mars/",
    "url_id": "125133",
    "id": "931697",
    "replies": [
        {
            "user": "qeySuS",
            "user_id": "280",
            "date": "2003-02-23 15:25:04",
            "id": "931707",
            "reply_to_id": "931697",
            "text": "Hrein snilld, maður mætir pottþétt á þetta."
        },
        {
            "user": "heidargud",
            "user_id": "21293",
            "date": "2003-02-23 15:47:49",
            "id": "931706",
            "reply_to_id": "931697",
            "text": "Helvíti er Arnar vígalegur á þessari mynd hehe"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-23 15:53:57",
            "id": "931705",
            "reply_to_id": "931697",
            "text": "Boxxar Skúli Tyson ekki?"
        },
        {
            "user": "kolbrunl",
            "user_id": "27036",
            "date": "2003-02-23 15:59:57",
            "id": "931698",
            "reply_to_id": "931697",
            "text": "Var ekki keppnin við bandarísku strákana hér á landi?  Er þetta nokkuð fyrsta keppnin í hnefaleikum síðan 1956?"
        },
        {
            "user": "icebox",
            "user_id": "27256",
            "date": "2003-02-23 16:04:26",
            "id": "931699",
            "reply_to_id": "931698",
            "text": "Þetta verða fyrstu skráðu bardagarnir, við fengum inngöngu í AIBA, heimssamband áhugamanna nú á dögunum.\nFyrr var ekki hægt að tala um keppni þar sem Ísland\nþarf að vera aðili að sambandinu til þess að viðureigninir fáist skráðar sem keppni."
        },
        {
            "user": "kolbrunl",
            "user_id": "27036",
            "date": "2003-02-23 16:08:25",
            "id": "931700",
            "reply_to_id": "931699",
            "text": "Allt í lagi, ég var ekki viss um hvernig þetta hefði verið.  Fyrirgefið"
        },
        {
            "user": "icebox",
            "user_id": "27256",
            "date": "2003-02-23 16:10:27",
            "id": "931701",
            "reply_to_id": "931700",
            "text": "Það er bara ekkert að fyrirgefa, það er mjög eðlilegt\nað fólk sé ekki með þetta á hreinu."
        },
        {
            "user": "salvar",
            "user_id": "27279",
            "date": "2003-02-23 19:07:26",
            "id": "931702",
            "reply_to_id": "931701",
            "text": "Það verður samt gaman núna að sjá menn fá ferilskrá, margir hérna búnir að berjast helling af bardögum en enga skráða svo við lítum ekki eins vel út á blaði og aðrar þjóðir en við eigum helling af góðum boxurum."
        },
        {
            "user": "icebox",
            "user_id": "27256",
            "date": "2003-02-23 20:43:37",
            "id": "931703",
            "reply_to_id": "931702",
            "text": "Já og einn stórkostur, við erum ALLIR ósigraðir…hehe"
        },
        {
            "user": "salvar",
            "user_id": "27279",
            "date": "2003-02-23 22:22:02",
            "id": "931704",
            "reply_to_id": "931703",
            "text": "Meiðsli Ara virðast ekki vera eins slæm og virtist í fyrstu svo hann getur vonandi verið með 8. mars."
        }
    ]
}