{
    "forum_title": "Rokk",
    "user": "Korzybski",
    "user_id": "15718",
    "date": "2003-02-24 17:16:47",
    "title": "Stryrktartónleikar í Undirheimum FB",
    "text": "Fjölbrautaskólinn í Breiðholti kynnir með stolti styrktartónleika í Undirheimum fimmtudaginn 27. febrúar. Fram koma nokkrar af bestu/heitustu/ferskustu/léttklæddustu sveitum landsins og sína listir sínar. Aðgangseyrir er aumar 500 krónur og rennur hann óskiptur til Regnbogabarna - samtaka gegn einelti.\nAllar sveitirnar gefa vinnu sína (allt eru þetta leitandi listamenn sem kjósa hugarró fram yfir peninga hvenær sem er) og verða að sjálfsögðu í banastuði. Sveitirnar eru…\nMAUS – Maus er án efa ein besta hljómsveit landsins en mausverjar undirbúa nú útkomu fimmtu breiðskífu sinnar “Musick” sem kemur út einhverntíman eftir páska. Platan var tekin upp og hljóðblönduð í þýsku iðnaðarborginni Dortmund og mixuð í London.\nBÚDRÝGINDI – Eins og flestir vita unnu Búdrýgindi músíktilraunir á síðasta ári, í kjölfarið kom út platan Kúba Kóla sem inniheldur 11 áhyggjulaus pönkrokk-lög sem kalla ekki allt ömmu sína.\nCORAL – Coral hefur starfað í þrjú ár, en eitt lag þeirra “Arthur” hefur heyrst á öldum ljósvakans. Í sumar gáfu þeir út litla og sæta stuttskífu sem hlaut jákvæðar viðtökur þeirra sem lögðu við hlustir. Listamaðurinn Bjadddni Hell var einnig að klára myndband við lagið “Big Bang” sem þið getið downlodað á www.herrahelviti.is\nNOISE – Kannast allir við, sveitin spilar melódískt grunge rokk sem er þéttara en.. umm.. ostur! Noise eru nú að leggja lokahönd á fyrstu breiðskífu sína og hafa því ekki spilað í nokkurn tíma en lofa giggi frá helvíti. Það vekur kannski athygli einhverra að rokksúperstjarnan Ragnar Sólberg lemur húðir í bandinu (spilar á trommur þ.e.)\nLOKBRÁ - Lokbrá er hljómsveit sem er búin að vera starfandi í undirheimum Reykjavíkur í nokkra mánuði og spilar experimental rokk og ról. Fjórir meðlimir í leit að hinni einu sönnu melódíu í krossferð gegn kjötætum og kapítalisma og munu þeir breiða út boðskap sinn á fimmtudag með íðilfögrum tónum sem eiga sér enga hliðstæðu… nema þá kannski í Kína, eða ég veit það ekki.\nSlagorð þeirra (ásamt Bítlunum líka) er: All You Need Is Love\nISIDOR – Er instrumental rokk band sem státar af örugglega besta demói sem ég hef nokkurn tíman heyrt. Þeir hafa ekki mikið spilað en þegar þeir gera það þá er sko spítt í lófana og stillt upp í 11. “Two thumbs up, those guys from Iceland sure don´t call everything their grandma” segir Newsweek.\nBOB – er ung hljómsveit sem spilar allt.. frá gruggi til sýrurokks til sænskupopps og síðan aftur til baka. Sveitin er búin að taka upp litla skífu sem ber heitið “Bob For Dummies” og munu þau (bassaleikarinn er stelpa, jei!) spila lög af henni.\nAllir sem vilja rokka sem og róla skulu mæta í Undirheima (þeir eru undir Breiðholtslauginni á móti FB) á fimmtudaginn og leggja góðu málefni lið…",
    "url": "https://www.hugi.is/rokk/greinar/125512/stryrktartonleikar-i-undirheimum-fb/",
    "url_id": "125512",
    "id": "935000",
    "replies": [
        {
            "user": "IceElement",
            "user_id": "8377",
            "date": "2003-02-25 00:41:31",
            "id": "935001",
            "reply_to_id": "935000",
            "text": "Spurning hvort maður fái að sjá Coral í fyrsta skiptið. Svo spurning hvort marr fái að reyna við bassagelluna í BoB ef það gengur ekki þá er það Bara Tannbursti :þ. Svo er spurning hvort marr fari úr ofan og flassi búðrígindi. Frábær málstaður! Allir að mæta!\nkv."
        },
        {
            "user": "IceElement",
            "user_id": "8377",
            "date": "2003-02-25 01:05:06",
            "id": "935002",
            "reply_to_id": "935001",
            "text": "Oink!\n¿Hvenær opnar húsið?"
        },
        {
            "user": "monkey",
            "user_id": "32643",
            "date": "2003-02-25 01:16:46",
            "id": "935003",
            "reply_to_id": "935002",
            "text": "Tónleikarnir hefjast stundvíslega kl:20"
        },
        {
            "user": "bls",
            "user_id": "9477",
            "date": "2003-02-25 02:39:52",
            "id": "935004",
            "reply_to_id": "935000",
            "text": "Já, endilega allir að mæta - þetta verður alveg stórskemmtilegt og jafnvel ógleymanlegt.\nMætum öll og mætum..? :D"
        },
        {
            "user": "Vilhelm",
            "user_id": "2179",
            "date": "2003-02-25 07:39:18",
            "id": "935005",
            "reply_to_id": "935000",
            "text": "Whee! I'll be there. :)"
        },
        {
            "user": "barrett",
            "user_id": "12862",
            "date": "2003-02-25 09:09:47",
            "id": "935006",
            "reply_to_id": "935000",
            "text": "Ég mæti,\nhey\nhvað finnst ykkur um Isidor ?\nMér finnst þeir ágætir.\nDjöfulli hlakka ég til !\nbarrett"
        },
        {
            "user": "Eowyn",
            "user_id": "28809",
            "date": "2003-02-25 23:08:23",
            "id": "935007",
            "reply_to_id": "935006",
            "text": "ég fíla ísidór!!\ngítarleikarinn er með gítarinn minn gó orri"
        },
        {
            "user": "Eowyn",
            "user_id": "28809",
            "date": "2003-02-25 23:08:25",
            "id": "935008",
            "reply_to_id": "935006",
            "text": "ég fíla ísidór!!\ngítarleikarinn er með gítarinn minn gó orri"
        },
        {
            "user": "bolinn",
            "user_id": "9418",
            "date": "2003-02-25 23:51:17",
            "id": "935009",
            "reply_to_id": "935008",
            "text": "Já þetta er frábært line up. Ég hlakka sérstaklega til að sjá Noise og Coral. Sérstaklega til að sjá hvernig Noise eru núna með ragga á trommunum! Þetta verður geðveikt!"
        },
        {
            "user": "ArnarS",
            "user_id": "8683",
            "date": "2003-02-26 00:29:35",
            "id": "935010",
            "reply_to_id": "935009",
            "text": "ÞEtta er nú bara eitt besta læn op af hljómsveitum sem ég hef séð í langan tíma!\nMaus- náttúrulega mjög góðir og þéttir!\nNoise-Ein albesta íslenska rokkhljómsveitin í dag og verður fróðlegt að sjá ragnar Sólberg með á trommunum. Fáránlega þétt band, sem ég hlakka mest til að sjá!\nCoral- Frábært band með flottar pælingar í gangi! Þeir eru einnig mjög þéttir og góðir! Noise og Coral eru aðal ástæðan fyrir því að ég ætla!!!\nBúdrýgindi - No comment!\nLokbrá - Aldrei heyrt í þeim\nBob - Hefur farið fram og þeim fer batnandi!\nIsidor - Helvíti gott band, sem spilar einhverja skrýtna tegund rokks!\nÞetta verða massaðir tónleikar og hlakka ég langmest til að sjá Noise og náttúrulega líka Coral!"
        },
        {
            "user": "ludvik",
            "user_id": "9240",
            "date": "2003-02-26 00:51:33",
            "id": "935011",
            "reply_to_id": "935010",
            "text": "Djöfulsins snilld!!!\nMæti!"
        },
        {
            "user": "smist",
            "user_id": "11631",
            "date": "2003-02-25 14:14:44",
            "id": "935012",
            "reply_to_id": "935000",
            "text": "Víjjjjj!! :D\nJeij!  Þvílíkt snilldar line-up! :D\nMeina.. maður getur bara farið og fengið sér göngutúr á meðan Búdrýgindi spila…\nIsidor er fokking snilld!  Mér langar rosalega að sjá Noise og Coral spila live :D  Maus eru alltaf góðir.  Bob taka sífeldum framförum.  En ha? Lokbrá? hef aldrei heyrt í þeim…\n*hlakka til*  :D\nAllir að mæta og styrkja gott málefni! :)"
        },
        {
            "user": "nedrud",
            "user_id": "26720",
            "date": "2003-02-25 15:41:33",
            "id": "935013",
            "reply_to_id": "935000",
            "text": "er aldurstakmark?"
        },
        {
            "user": "stofa",
            "user_id": "13845",
            "date": "2003-02-25 19:16:05",
            "id": "935014",
            "reply_to_id": "935000",
            "text": "Jei! Ég mæti (hressi og kæti?)"
        },
        {
            "user": "Korzybski",
            "user_id": "15718",
            "date": "2003-02-25 20:10:47",
            "id": "935015",
            "reply_to_id": "935014",
            "text": "Það er ekkert aldurstakmark.. C\",)"
        },
        {
            "user": "opinn",
            "user_id": "20891",
            "date": "2003-02-26 03:12:18",
            "id": "935016",
            "reply_to_id": "935000",
            "text": "ég hvet fólk eindregið til þess að mæta snemma á tónleikana, þar sem að hasarinn byrjar á slaginu kl. 8!"
        },
        {
            "user": "Korzybski",
            "user_id": "15718",
            "date": "2003-02-26 12:02:56",
            "id": "935017",
            "reply_to_id": "935016",
            "text": "Já, endilega reynið að mæta klukkan 20:00…\nÞetta eru svo margar hljómsveitir að tónleikarnir munu byrja tímanlega."
        },
        {
            "user": "StebbiV",
            "user_id": "8585",
            "date": "2003-02-26 13:11:37",
            "id": "935018",
            "reply_to_id": "935017",
            "text": "Já þetta verður gaman! Eins og áður sagði þá hvet ég alla til að mæta sem fyrst til að missa ekki af fyrstu hljómsveitunum! Því þær eru sko ekkert slor!"
        },
        {
            "user": "bolinn",
            "user_id": "9418",
            "date": "2003-02-26 13:22:59",
            "id": "935019",
            "reply_to_id": "935018",
            "text": "Ég efast stórlega um að ég komist kl. átta. En veit einhver hér hvenær Noise og coral spila?"
        },
        {
            "user": "monkey",
            "user_id": "32643",
            "date": "2003-02-26 18:34:29",
            "id": "935020",
            "reply_to_id": "935019",
            "text": "Það er ekki búið að festa endanlegt line-up.. en Noise og Coral verða trúlega ekki fyrstar!\nÖruggara að mæta sem fyrst.. enda allt gæðasveitir!"
        },
        {
            "user": "dylan",
            "user_id": "32702",
            "date": "2003-02-27 01:08:17",
            "id": "935021",
            "reply_to_id": "935020",
            "text": "Isidor eru snillingar…þeir rokka… lagið sem ég man aldrei hvað heitir en ég kalla hei lagið er algjör snilld. allir að mæta í góðum  gír á fimmtudaginn=)"
        },
        {
            "user": "bowie",
            "user_id": "2308",
            "date": "2003-02-27 09:13:38",
            "id": "935022",
            "reply_to_id": "935000",
            "text": "Afar hressandi tónleikar….\nMæli með því að fólk kíki í sund jafnvel á undan…. hressir bætir kætir??"
        },
        {
            "user": "StebbiV",
            "user_id": "8585",
            "date": "2003-02-27 12:54:19",
            "id": "935023",
            "reply_to_id": "935022",
            "text": "þetta verður væntanlega ágætis afþreying svo ég mæli með að allir komi, sjái og kanski sigri ef guð lofar. ."
        },
        {
            "user": "StebbiV",
            "user_id": "8585",
            "date": "2003-03-01 17:51:00",
            "id": "935024",
            "reply_to_id": "935023",
            "text": "Jæja. Ég skellti mér á tónleikana á fimmtudaginn og verð ég að segja að þetta voru með skemmtilegri tónleikum sem ég hef farið á í langan tíma.\nBob- byrjuðu kvöldið. Mér finnst þeir ömurlegir en það skiptir ekki öllu. Örugglega einhverjir sem fíluðu þá alveg. Söngvarinn mætti nú samt æfa sig MUN betur!\nIsidor - Voru virkilega góðir og veit ég eiginlega ekki alveg hvernig ég á að lísa tónlistinni þeirra, en hún var góð. Klikkaður trommari.\nLokbrá - Komu mér alveg þvílíkt á óvart. Góður söngur, þétt spilandi band og skemmtilegt.\nBúdr.. - Voru mjög slappir en eru ungir þannig ég tek tillit til þess.\nNoise - Mjög góðir. Þeir og Maus voru langsamlega bestir þarna og eiga mikið hrós skilið! Flottast fannst mér fyrsta lagið, þó svo öll hin hafi líka verið massa góð!\nCoral - Ágætlega spilandi en allt of poppaðir fyrir minn smekk og verð ég að segja að miðað við hæpið í kring um þá hérna á huga, þá bjóst ég við miklu betra bandi. Þeir voru samt með þeim betri þarna!\nMaus - Ég hef aldrei verið mikill maus maður en það breyttist svo um munaði þarna á fimmtudaginn.\nMaus áttu kvöldið, ásamt Noise. GEÐVEIKUR trommarinn þeirra!\nMín lokaniðurstaða er sú að:\n1. Noise og Maus voru bestir.\n2. Lokbrá stóðu sig mjög vel, sérstakleg söngvarin\n3. Isidor, voru góðir og þéttir. Flott band\n4. Coral, aðeins of mikð popp en alveg ágætt samt.\n5. Búdrýgindi, fíla þá ekkert en voru ekki jafn lélegir og ég hélt þeir myndu vera.\n6. Bob, fannst MÉR ömurlegir, en það er mitt álit"
        },
        {
            "user": "StebbiV",
            "user_id": "8585",
            "date": "2003-03-01 18:03:20",
            "id": "935025",
            "reply_to_id": "935024",
            "text": "Góðan og blessaðan!\nafinn2- takk fyrir hrósið;)\nSvona fannst mér þetta :\nBob - voru bara nokkuð góðir og hefur farið fram.\nIsidor - Voru virkilega töff, gott band.\nLokbrá - fannst mér vera geðveikir! Tinni var virkilega góður, og þeir allir bara.\nBúdrýgindi - fannst mér ágætir.\nNoise - No comment\nSvo sá ég ekki afganginn af hljómsveitunum því ég var á hraðleið! parté!"
        },
        {
            "user": "bolinn",
            "user_id": "9418",
            "date": "2003-03-01 18:34:36",
            "id": "935026",
            "reply_to_id": "935025",
            "text": "Bob hefur farið fram, en þeir eiga nú svolítið langt í land, samt gott að þeir hafa skánað.\nIsidor voru góðir og trommarinn sérstakega\nLokbrá komu mér hvað mest á óvart. Ég fílaði þá í ræmur!\nBú… Voru slappir, enda bara börn\nNoise voru virkilega fínir og flottir! Brjáluð nýju lögin þeirra! Fyrsta lagið var ógeðslega flott! Noise áttu þetta að mínu mati!\nCoral voru ekki jafn góðir, of mikið poppumhopp.\nEngu að síður vel spilandi og voru næstir á eftir Noiserunum!\nMaus voru alveg ágæti"
        },
        {
            "user": "stofa",
            "user_id": "13845",
            "date": "2003-03-01 21:47:30",
            "id": "935027",
            "reply_to_id": "935026",
            "text": "hvað meiniði með að Coral séu poppaðir?? þið hafið nú rétt á ykkar skoðunum en þeir eru bara ansi rokkaðir í mínum huga, sérstaklega miðað við margar þeirra hljómsveita sem voru að spila þarna."
        },
        {
            "user": "bolinn",
            "user_id": "9418",
            "date": "2003-03-02 20:54:09",
            "id": "935028",
            "reply_to_id": "935027",
            "text": "Ekki misskilja mig stofa. Mér finnst coral alveg fínir, og þetta er rokk, en bara aðeins of poppað. Söngvarinn gerir þetta poppaðra en annars væri! Annars finnst mér allt og mikið hæp í kring um þetta band hér á huga. Þeir eru ágætir en alls ekki jafn góðir og sumir segja, og eru ekki næstum því eins þéttir og margir hér hafa sagt.\nSamt alveg ágætt band, en ekki miklu meira en það, að mínu mati.\nbolinn!"
        },
        {
            "user": "IceElement",
            "user_id": "8377",
            "date": "2003-03-02 22:47:58",
            "id": "935029",
            "reply_to_id": "935028",
            "text": "Já, ég verð að vera ósammála þér bolinn. Mér finnst Coral ekki mjög poppað rokk, og að segja að þeir séu ekki þéttir finnst mér rugl. Þvílikt gott live band og vel spilandi.\nÞetta er auðvitað þín skoðun, þannig að ég ætla ekkert að fara að rífast við þig :)\nEnda væri það asnalegt…."
        },
        {
            "user": "bolinn",
            "user_id": "9418",
            "date": "2003-03-03 00:10:45",
            "id": "935030",
            "reply_to_id": "935029",
            "text": "Ég sagði aldrei að þeir væru ekki þéttir. ég sagði að mér finnst þeir ekki næstum því JAFN þéttir og sumir hér eru að segja. Mér finnst þeir þéttir en ekkert rosalega."
        },
        {
            "user": "tinni",
            "user_id": "34515",
            "date": "2003-03-03 03:16:31",
            "id": "935031",
            "reply_to_id": "935030",
            "text": "mér fannst þessir tónleikar snilld!\nótrúleg forréttindi að fá að spila með svona frábærum böndum. ég vil ekki gera upp á milli en maus er kóngarnir að mínu mati. búgdrýgindi eru góðir strákar og sjitt.. hvað þeir eru þéttir. ekki þó jafnþéttir og brain police . HAHAHA\ncoral - snilld ! noise - snilld … missti því miður af bob , en heyrði góða hluti .. náði seinni hlutanum af isidor og hafði mjög gaman af. Verð að segja að addi er stjarnan í bandinu.. og ég meina það sko á góðan hátt\nnei . allavega.. frábærir tónleikar, gott málefni. mætti gera meira af þessu\npeace t"
        },
        {
            "user": "tinni",
            "user_id": "34515",
            "date": "2003-03-03 03:18:31",
            "id": "935032",
            "reply_to_id": "935031",
            "text": "uhumm… söngvarinn í Lokbrá var nottla mest sexí !  ! !næsti bachelor??? ég held það nú ;)"
        },
        {
            "user": "cybil",
            "user_id": "28115",
            "date": "2003-03-05 13:38:48",
            "id": "935033",
            "reply_to_id": "935032",
            "text": "Það má láta sig dreyma.."
        },
        {
            "user": "Exitmusic",
            "user_id": "10281",
            "date": "2003-03-05 15:58:04",
            "id": "935034",
            "reply_to_id": "935032",
            "text": "mér fannst bara bassaleikarinn hjá Lokbrá hann Spike mest sexí"
        },
        {
            "user": "opinn",
            "user_id": "20891",
            "date": "2003-03-01 18:32:11",
            "id": "935035",
            "reply_to_id": "935024",
            "text": "“Bob- byrjuðu kvöldið. Mér finnst þeir ömurlegir en það skiptir ekki öllu. Örugglega einhverjir sem fíluðu þá alveg. Söngvarinn mætti nú samt æfa sig MUN betur!”\nhver söngvaranna?"
        },
        {
            "user": "opinn",
            "user_id": "20891",
            "date": "2003-03-01 18:32:12",
            "id": "935036",
            "reply_to_id": "935024",
            "text": "“Bob- byrjuðu kvöldið. Mér finnst þeir ömurlegir en það skiptir ekki öllu. Örugglega einhverjir sem fíluðu þá alveg. Söngvarinn mætti nú samt æfa sig MUN betur!”\nhver söngvaranna?"
        },
        {
            "user": "opinn",
            "user_id": "20891",
            "date": "2003-03-01 18:36:37",
            "id": "935037",
            "reply_to_id": "935036",
            "text": "Mér fannst þeir báðir slappir en hefur samt báðum farið svolítið fram. Mæli með söngnámskeiði.\nSpilið var samt aðeins skárra en söngurinn"
        },
        {
            "user": "opinn",
            "user_id": "20891",
            "date": "2003-03-01 19:00:21",
            "id": "935038",
            "reply_to_id": "935037",
            "text": "þeir eru þrír ;)\njámm, allaveganna ég er að fara að læra söng…"
        }
    ]
}