{
    "forum_title": "Hljóðfæri",
    "user": "Christina",
    "user_id": "19291",
    "date": "2003-02-24 17:42:56",
    "title": "Klikkun!!!!!!!!",
    "text": "Jæja mig langar að segja ykkur frá mínum dekraða bróður!!!\nÉg er að klikkast á honum hann er yngstur á heimilinu og er núna 11 ára. Fyrir svona 4 árum fékk hann áhuga á að læra á gítar ok allt í lagi með það því Pabbi er mikill gítar maður og kann mikið á gítar.\nSvo hann fer að læra á gítar. það pirraði mig ekki\nFyrir svona 3 árum langaði hann að læra á píanó þá keypti pabbi píanó ekki ekta heldur svona hljómborð sem er með 100 lögum á sem maður getur séð hvernig á að spila þau. Mér fannst það allt í lagi því mig sjálfa langaði að læra á píanó. Og það pirraði mig ekki nema þegar hann þurfti alltaf að spila þegar ég var að horfa á sjónvarpið þar sem píanóið er nú í stofunni.\nFyrir svona 1 ár síðan langaði bróðir mínum að læra á rafmagnsgítar því það var flottara en venjulegur. Pabbi fer á epay og kaupir þennan flotta gítar og svona tæki með sem maður getur spilað allskonar flotta tóna. Veit því miður ekki hvað það heitir. Allt í lagi með það.\nEn í sumar eigst áhugi hjá litla bróður og langar honum í trommusett ekta. Og læra á þær. Foreldrar mínir voru að fara í heimsókn til systur minnar sem býr útí Danmörku og sér pabbi trommusett á epay í Þýskalandi. Þau keyra þanngað og kaupa það. Þetta er mjög flott trommusett að gerðinni Premier rosa blátt og fallegt en þetta er að gera mig brjálaða. Ok í fyrstu var það í stofunni og ekki batnaði það því það er komið inn í herbergið hans sem er hliðiná mínu og þurfa að vakna við þetta kl 11:30 á sunnudögum. Og er hann að læra á það núna ég meina það hvað verður það næst ég spyr.\nPabbi skilur þetta svo vel því hann hafði áhuga á þessu þegar hann var lítill og var alltaf í hljómsveit en var í bílskúr.\nOg langar mig að fara að flytja út vekna háfaða. Er þetta eðlilegt? Og á þetta heima í heimahúsum????",
    "url": "https://www.hugi.is/hljodfaeri/greinar/125503/klikkun/",
    "url_id": "125503",
    "id": "934862",
    "replies": [
        {
            "user": "klinton",
            "user_id": "1483",
            "date": "2003-02-26 21:02:50",
            "id": "934865",
            "reply_to_id": "934862",
            "text": "Auðvitað átt þú að byrja að æfa með bróa."
        },
        {
            "user": "Skaiburz",
            "user_id": "25411",
            "date": "2003-02-26 22:32:34",
            "id": "934866",
            "reply_to_id": "934862",
            "text": "Fínt hjá honum, nema hann ætti að borga græjurnar sjálfur."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-26 23:17:45",
            "id": "934867",
            "reply_to_id": "934862",
            "text": "úff… samhryggist"
        },
        {
            "user": "alexj",
            "user_id": "17437",
            "date": "2003-02-26 23:38:24",
            "id": "934863",
            "reply_to_id": "934862",
            "text": "það er ekki neitt smápirrandi að litlu systkinin þurfa að vera að spila á einhvað ámeðan maður er að gera einhvað annað en litli bróðir þinn vill læra á mörg hljóðfæri þá er það bara gott mál. Reyndu bara að reyna að láta hann byrja seinna að spila"
        },
        {
            "user": "jga",
            "user_id": "29905",
            "date": "2003-02-26 23:47:45",
            "id": "934864",
            "reply_to_id": "934863",
            "text": "ja mér sýnist nú bara stefna í hörku tónlistarmann og þú ættir ekkert að vera að þvælast fyrir honum, átt eftir að sjá eftir því seinna"
        },
        {
            "user": "jovin",
            "user_id": "14431",
            "date": "2003-02-27 00:05:24",
            "id": "934868",
            "reply_to_id": "934862",
            "text": "Farðu bara að æfa með brósa ekki setja út á hann:)\nEn skil þig með hávaðan ég væri búin að ærsat ef það væri trommuset í herberginu við hlðiná mér:)"
        },
        {
            "user": "BjornIngi",
            "user_id": "28111",
            "date": "2003-02-27 02:50:48",
            "id": "934869",
            "reply_to_id": "934862",
            "text": "HEHEHE heppinn krakki…. helst til of dekraður.."
        },
        {
            "user": "rainmaker",
            "user_id": "29015",
            "date": "2003-02-27 11:54:14",
            "id": "934870",
            "reply_to_id": "934862",
            "text": "Ekki keypti pabbi gítarinn handa mér ég keypti allt sjálfur. En ég þekki þetta soldið bróðir minn langar rosalega að læra á gítar eða trommur, en sem betur fer myndi pabbi aldrei hafa trommusett í húsinu hvað þá kaupa eitt slíkt. En stundum langar mig að dangla duglega í hann. en hann er bróðir minn svo mér nægir að slá hann með kodda."
        },
        {
            "user": "Korzybski",
            "user_id": "15718",
            "date": "2003-02-27 13:05:17",
            "id": "934871",
            "reply_to_id": "934862",
            "text": "Trommur eru ekki húsum hæfar.. þó þær séu cool!\nKann bróðir þinn eitthvað á þessi hljóðfæri? Því ef hann er góður er þetta allt saman miklu minna pirrandi, en þar sem hann skiptir svona ört milli hljóðfæra ætla ég að gera ráð fyrir að hann sé ekki góður og ráðleggja honum að læra að prjóna því það er geðveikt svalt!"
        },
        {
            "user": "Bjaddniby",
            "user_id": "30949",
            "date": "2003-02-27 19:27:07",
            "id": "934872",
            "reply_to_id": "934862",
            "text": "ef það er eitthvað að þá er það þetta með trommusettið og hvað pabbi þinn gefur honum mikið….. Prófa þú að spurja föður þinn um eitthvað hljóðfæri… gerðu það sama við hann!!!!! Sekkjapípa :D:D:D:D neinei málið er að trommusett eioga ekki að vera í húsum. Hvað þá smábarna herbergjum!!!!!!! prófaðu að slá hann líka létt á hreðjarnar (eða meira eins og “hreðjarnar”) þá ættann að hlíða"
        },
        {
            "user": "Christina",
            "user_id": "19291",
            "date": "2003-02-27 21:26:17",
            "id": "934873",
            "reply_to_id": "934872",
            "text": "Ég er búin að spurja mér langar í fiðlu. En hann heldur að ég sé að djóka.\nÞetta trommusett er bara pirrandi hvað þá að þurfa að læra og hlusta á þessi læti!!!!!"
        },
        {
            "user": "Bjaddniby",
            "user_id": "30949",
            "date": "2003-02-28 13:25:38",
            "id": "934874",
            "reply_to_id": "934862",
            "text": "skil þig fullkomlega…. mig drullu langar l´ka í fiðlu og selló… ég er bassaleikari… ég set mér samt meira fyrir en bara bassann. Gítar, banjo, flest öll strengjahljóðfæri…. árð þú bara inní herbergið hanns meðan að hann er að horfa á sjónvarpið…. Trommaðu eins og vitleisingur, þótt þú kunnir ekkert.. sjáðu hvað hann gerir…. svo þegar hann er að tromma þegar þú ert að glápa á sjónvarpið geriru það sama og hann gerði… Ég meina hann hlítur að koma upp eftir smá trommuslátt…… Þá geturu notað það sama og hann notaði á þig og þá hefur hann enga afsökun!!!!!!!!!!!!!!!!"
        },
        {
            "user": "Nero",
            "user_id": "30928",
            "date": "2003-02-28 16:42:52",
            "id": "934875",
            "reply_to_id": "934862",
            "text": "Var hann aldrei búinn að læra á neitt þessara hljóðfæra, og fór pabbi þinn bara og keypti gítar og trommur handa honum þó að hann hefði aldrei lært á þetta???"
        },
        {
            "user": "Drakulski",
            "user_id": "32511",
            "date": "2003-02-28 18:20:34",
            "id": "934876",
            "reply_to_id": "934875",
            "text": "OFDREKAÐUR KRAKKI. ég borgaði allar mínar græjur sjálfu"
        },
        {
            "user": "Drakulski",
            "user_id": "32511",
            "date": "2003-03-01 00:24:01",
            "id": "934877",
            "reply_to_id": "934876",
            "text": "og svo ertu kannski svoldið öfundsjúk, eins og kommarnir, allir öfunda alla!!"
        },
        {
            "user": "Tlov",
            "user_id": "19399",
            "date": "2003-03-01 21:37:31",
            "id": "934878",
            "reply_to_id": "934862",
            "text": "Væri það nú ekki hugmynd ef þið gætuð sett saman prógramm um að hann mætti bara spila á ákveðnum tímum og ekki á sunnudögum þegar fólk er sofandi??\nFrændi minn ( sem þó er góður gítarleikari) var líka á sona tónlistarflyppi, en fjölskildan rak hann upp í bílskúr og hann mátti ekki vera sí spilandi.\nPS. Cúúl pabbi sem þið eigið, mig langar í eitt stykki svoleiðis….."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-03 17:06:04",
            "id": "934879",
            "reply_to_id": "934862",
            "text": "Ég skil þig mjög vel. Lilli brói er að æfa á rafmagngítar og herbergið mitt er við hliðina á hans. Svo þegar ég er sofandi t.d. um helgar vaknar hann á undan og byrjar að spila í botn. Er ekki hægt að lækka????? kalla ég, þá lokar hann hurðinni og ekki líður á löngu og hann er búinn að hækka enn meira og ekkert lagast.\nI HATA HIM!!!!!!!!!!!!!!!!!"
        },
        {
            "user": "Christina",
            "user_id": "19291",
            "date": "2003-03-05 18:57:46",
            "id": "934880",
            "reply_to_id": "934862",
            "text": "Ég öfunda þig…og bróður þinn fyrir að eiga trommur! Ég dýrka trommur!"
        },
        {
            "user": "Christina",
            "user_id": "19291",
            "date": "2003-03-05 19:04:14",
            "id": "934881",
            "reply_to_id": "934880",
            "text": "Ég mundi gefa þér þær ef ég mundi ráða um það"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-05 19:05:11",
            "id": "934882",
            "reply_to_id": "934881",
            "text": ":D"
        },
        {
            "user": "BenjaminN",
            "user_id": "28889",
            "date": "2003-03-06 15:15:10",
            "id": "934883",
            "reply_to_id": "934862",
            "text": "síndu dekur barninu þolinmæði reindu að fynna gullna millivegin betra að hafa þetta heldur en þessa helvísku tölvuleiki sem skemma fólk þetta er persónubigjandi fyrir hann bara ekki á sunnudögum kl 11:30 en helvíti er hann dekraður ég er búinn að vinna og þræla fyrir allar græjur sem ég á en á sunnudögum og dögum og tímum sem er óæskilegt að spila spila ég á kassagítar eða lágt í keybordi og nota ekki mic það heirir engin í því en ég þekki þetta ekki ég er einn með kjallaran"
        },
        {
            "user": "Drakulski",
            "user_id": "32511",
            "date": "2003-03-06 17:50:47",
            "id": "934884",
            "reply_to_id": "934883",
            "text": "Ég spila á trommur og ég mæli ekki með því að trommur séu í heimahúsum!!! Ég er með trommurnar í bílskúr sem er eðlilegast, ef bróðir þinn finnur band þá ertu laus við hann…."
        },
        {
            "user": "BenjaminN",
            "user_id": "28889",
            "date": "2003-03-07 09:25:09",
            "id": "934885",
            "reply_to_id": "934884",
            "text": "akkuru seigiru mér það?"
        },
        {
            "user": "Drakulski",
            "user_id": "32511",
            "date": "2003-03-07 10:09:14",
            "id": "934886",
            "reply_to_id": "934885",
            "text": "Ha!! Eg var nu ekkert að tala  við þig"
        },
        {
            "user": "Nintendj",
            "user_id": "25477",
            "date": "2003-03-24 01:25:51",
            "id": "934887",
            "reply_to_id": "934883",
            "text": "“…en þessa helvísku tölvuleiki sem skemma fólk…”\nÉg held nú að þú ættir að fara að ná sambandi við nútímann. Tölvuleikir eru afþreying, rétt eins og bíómyndir, sjónvarpsþættir, tónlist, tívolí, og aðrar dægrastyttingar, og geta verið eins misjafnir eins og allt þetta sem ég taldi upp. Ef þú ætlar að fara að segja að tölvuleikir skemmi fólk, þá geturu allt eins sagt að bíómyndir og tónlist skemmi fólk."
        },
        {
            "user": "mxtr",
            "user_id": "22637",
            "date": "2003-03-24 17:29:26",
            "id": "934888",
            "reply_to_id": "934887",
            "text": "Að spila tölvuleiki getur verið góð skemmtun….æl.Anyway. ég drulluöfunda krakkaræksnið,vorkenni þér og mig vantar ekki trommara:)Hey, ertu kannski hljómborðsleikari?"
        },
        {
            "user": "deleteme",
            "user_id": "17197",
            "date": "2003-03-25 00:06:13",
            "id": "934889",
            "reply_to_id": "934888",
            "text": "Þú mátt ekki vera svona vond við litla bróðir…\nÉg er sjálfur með trommur heima hjá mér og það er bara gaman, litli hundurinn minn fær bara hina mestu skemmtun út úr því að hlusta á mig spila þú getur lært af því. Þú þarft ekkert að flytja út þú skiptir bara við eldri bróðir þinn um herbergi, þú færð ró og næði upp á lofti og hann fær meira pláss :)\nI'M WATCHING YOU"
        },
        {
            "user": "Christina",
            "user_id": "19291",
            "date": "2003-03-25 19:46:42",
            "id": "934890",
            "reply_to_id": "934889",
            "text": "Nei Blessaður.\nÞú ert með þær inn í bílskúr það er annað.\nÉg er gjörsamlega að ærast og stóri bróðir líka uppá lofti.\nOg Vísa (hundurinn minn)verður brjáluð þagar hannn er að spila gelt og læti.\nÞú spilar eitthvað að viti en lilli Bróðir bara eitthvað bull:::)))"
        },
        {
            "user": "jaman",
            "user_id": "23386",
            "date": "2003-03-09 14:59:11",
            "id": "934891",
            "reply_to_id": "934862",
            "text": "Er ekki bara málið að þú farir að spila á þetta líka… fara inn til hans snemma á morgnana um helgar og byrja að djöflast á þessu þannig að hann vakni. Gera þetta soldið oft þannig að þetta fari virkilega í taugarnar á honum og þá hlýtur hann að sjá þitt vandamál."
        },
        {
            "user": "Ulvur",
            "user_id": "8059",
            "date": "2003-03-23 05:47:13",
            "id": "934892",
            "reply_to_id": "934862",
            "text": "Skipta um pabba? :Þ"
        },
        {
            "user": "LightsOut",
            "user_id": "35849",
            "date": "2003-03-25 18:53:53",
            "id": "934893",
            "reply_to_id": "934862",
            "text": "Ef þú vilt losna við eitthvað af þessum hljóðfærum þá máttu gefa mér trommurnar eða gítarinn :D"
        },
        {
            "user": "LightsOut",
            "user_id": "35849",
            "date": "2003-03-27 20:23:41",
            "id": "934894",
            "reply_to_id": "934893",
            "text": "djöfull var þetta fyndið ha ha ha ha ha ha hahahahahahahahaha or not!!!!!!!!"
        },
        {
            "user": "LightsOut",
            "user_id": "35849",
            "date": "2003-03-27 20:26:58",
            "id": "934895",
            "reply_to_id": "934862",
            "text": "Farðu inn í herbergið hans taktu trommusettið og láttu út í bílskúr skrifaðu svo miða þar sem stendur hvar settið e"
        }
    ]
}