{
    "forum_title": "Borðaspil",
    "user": "Kreoli",
    "user_id": "22696",
    "date": "2003-02-24 15:34:43",
    "title": "Þrjár smáar orrustu-skýrslur [WhFb]",
    "text": "Til allra sem ekki eru inn í Warhammer: Þetta er nördabissness, sem þýðir að þetta kemur engum nema warhammersöfnurum við og öllum öðrum nema okkur (warhammernördunum) mun þykja þessi grein fáránleg. Svo; ekki kommenta greinina mína nema sért warhammersafnari.\n____________________________ _________________________________________\nFyri r stuttu fór ég á 750 pts. mót í Nexus. Mig vantaði rotten flesh og ættlaði að freista þess að vinna þennan lit, sem mig vantar sem fjórða highlight lit á orkana mína.\nÞótt að lore of heavens hafi hálf eyðilagt þetta annars frábæra mót þá skemmti ég mér alveg vel.\nÉg fór með lizardman herinn minn, og í honum var:\nKreoli: Saurus hero með galdrasverð og 2 mark (sem gáfu honum saman +1 í strenght +1 í attack og +2 í inititave (málaður ‘00, flottasta módelið í hernum, enda general!).\nTústero: lvl 2 skink shaman, með: mark of einn auka galdur og dipel scroll (málaður ’99, það þarf að lappa aðeins uppá hann).\n20 saurusar með hand weapon og shield (málaðir ‘99-’02, alveg ágætir sosem).\n12 skinkar (málaðir ‘99, afar illa málaðir)\nKroxigorar (málaðir ’02-??? ókláraðir, shame on me)\nBardagi eitt:\nÍ þessum bardaga keppti ég á móti bretonnian hernum hans Thorins. Herinn var frekar ja, ómálaður en það sem var málað var glæsilega gert (fyrir utan nokkra bogakalla en þeir voru aukaatriði).\nÞessi bardagi var frekar leiðinlegur vegna þess að ég fékk comet of casandora og já, ehemm, enginn galdrakall hjá hinum og Tústero bombaði allan herinn til helvítis. Þótt að það sé gaman að vinna er samt ömurlegt að eigna andstæðinginn svona mikið.\nÉg missti 2 skinka og 1 saurus.\nThorinn missti allan herinn sinn.\nMaður(eða öllu fremur eðla) leiksins: Tústero, fyrir það að vera sá eini í hernum mínum sem drap einhvern, með öðrum orðum ALLAN óvina herinn.\nBardagi Tvö:\nÍ þessum bardaga keppti ég á móti orkahernum hans Pho3nix, en svo skemmtilega vill til að ég er byrjaður að safna orkum með Pho3nix.\nÞessi her var hálfkláraður, nokkur módel í honum voru máluð af mér, flest máluð á tíunda áratug síðustu aldar.\nHer Pho3nix þrammaði áfram eins og góðra orka er siður en ég ákvað að bíða. Þegar herinn var kominn í færi skaut ég niður helminginn af úlfareiðmönnum hans niður og þeir flúðu með skottið á milli lappana útaf borðinu og sáust ei meir í þessum bardaga.\nÞegar orkaherinn var kominn frekar nálægt þá gerðu kroxigorarnir og saurusarnir áhlaup á tattúveruðu orkana og skemmtu sér vel við að brytja þá niður. Kreoli ákvað að hafa soldið gaman af þessum bardaga og réðst á hjörð af náttdríslum einn síns liðs og þótt að dríslarnir væru mikið fleiri þá fékk ekkert stoppað Kreola og dríslarnir flúðu undan honum. Eftir að hafa elt alla dríslana uppi og drepið þá alla þá stóð hann fyrir framan náttdrísla kuklara (shaman) sem tuggði sveppi, glottandi. Kuklarinn byrjaði að galdra, Kreoli bjó sig undir það versta en þá sprakk allt í einu hausinn á kuklaranum í tætlur.\nEftir þennan bardaga var ekki einn orki eftir á borðinu. Ég breytti þessum bardaga aðeins, Pho3nix var ekki með Náttálfa Shaman sem sprakk, heldur Svage ork shaman sem ég hakkaði með Saurus heronum, ég ákvað að gera þessa orrustu skírslu aðeins skemmtilegri með þessu með night goblininn :)\nHann drap 4 saurusa og 1 kroxigor og svo 2 skinka.\nMódel (æi það eru svona 2% líkur á því að maður keppi á móti empire eða bretonnians, vegna þeirr milljón kynþátta í warhammerheiminum þá kalla ég þetta bara módel leiksins) leiksins: Saurisinn lengst til vinstri í regimentinu mínu, hann drap 3 savage orka og drap þar af leiðandi tvöfaldan punktakostnað sinn.\nBardagi þrjú:\nÍ þessum bardaga keppti ég á móti high elf her einhvers náunga með krullað hár. Herinn var 50% málaður, frekar illa (samt svipað vel og flest mín módel voru, þannig að hvað er ég að röfla).\nÍ byrjun bardagans fékk ég að kynnast Comet of casandora, sem drap hálfan herinn minn. Enginn flúði.\nHerinn minn marseraði gegn óvinahernum. Því næst kom annar loftsteinn á flegiferð en rétt áður en hann lenti á jörðinni splundraði Tústero honum með eldingu og enginn meiddist.\nÁlfabogamennirnir voru í essinu sínu þennan bardag og skutu síðustu skinkana og Tústero flúði á bak við saurusaregimentið sem var að reyna að verjast áhlaupi há-álfa riddarana. Síðasti kroxigorinn gerði heiðarlega tilraun til að myrða bogamennina en fékk ör í hausinn í miðju áhlaupinu og dó.\nKreoli (saurus heroinn) sá að bardaginn við riddarana var vonlaus, flestir af mönnum hans höfðu særst þegar fyrsti loftsteinninn lenti á þeim og þeir voru að tapa þessum bardaga. Hann sá aðeins einn þann kost að skora hershöfðingja háálfana á hólm. Álfurinn tók hólmgönguboðinu og hann steig af hestinum sínum, lét lensuna falla á jörðina og dróg sverðið úr slíðrum.\nÁlfurinn var sneggri en Kreoli og náði að særa hann illa, Kreoli hjó til baka en álfurinn náði að beyga sig frá högginu. Kreoli hjó djúpt skarð í jörðina en sparkaði strax aftur í maganum á álfinum sem datt samstundis á bossann. Á meðan álfurin var að standa upp þá dróg Kreoli sverðið úr jörðinni og ættlaði að höggva álfinn en, hann fann hvernig sverð álfsins stakst í gegnum hálsinn á honum, hann gat ekki andað. Hann fór á hnén og fann í leiðinni hvernig sverðið rann úr háls hans. Því næst var honum sparka í leðjuna af einvherjum hesti. Hann var dauður.\nÞegar Tústero sá að Kreoli hafði tapað einvíginu þá flutti hann sál sína samstundis í Tlixtapotl, eðlu se mvar alltaf á öxlinni hans, og skreið í burtu, þegar hann var búinn að skríða í smá stund fann hann jörðina hristast. Þagar hann leit til baka sá hann að annar loftsteinn hafði klárað bardagan.\nHá-álfarnir fögnuðu sigri.\nÍ þessum bardag fann ég sjálfur fyrir því hvernig er að vera á móti gaur með lore of heavens. Það er fúlt, hundfúlt. Þar að auki sá ég að ég mundi ekki vinna málninguna, heldur gaurinn með krullaða hárið.\nÉg missti allan herinn minn.\nGaurinn með krullaða hárið missti 5 knighta og svo náði ég að wounda generalinn hans. Hann vann……..\nMódel leiksins: Galdrakall gaursins, því hann sprengdi hálfan herinn minn í bita!\nÉg veit að þessi grein mun hljóma mjög asnalega svona á íslensku (og á köflum fornaldaríslensku) en mér finnst bara svo asnalegt að vera að senda inn battle report og svoleiðis á ensku! Við erum íslensk og til hvers að vera að vera að hafa fyrir því að flytja greinarnar yfir á ensku, þótt það geri þær aðeins minna asnalegar. Fleiri geta allaveg lesið greinina mína :D  Þið getið líka prófað að þýða enska battle reportið á íslensku og þá verða þessar tvær greinar alveg jafn asnalegar.\nKv.\nKreoli",
    "url": "https://www.hugi.is/bordaspil/greinar/125507/thrjar-smaar-orrustu-skyrslur-whfb/",
    "url_id": "125507",
    "id": "934924",
    "replies": [
        {
            "user": "NecroN86",
            "user_id": "25384",
            "date": "2003-02-24 17:38:37",
            "id": "934925",
            "reply_to_id": "934924",
            "text": "ég vil bara segja eitt    :D"
        },
        {
            "user": "Gvendalfur",
            "user_id": "17861",
            "date": "2003-02-24 18:33:45",
            "id": "934926",
            "reply_to_id": "934924",
            "text": "Snilldargrein, frábærar lýsingar marr…     :)"
        },
        {
            "user": "NCC1701",
            "user_id": "2402",
            "date": "2003-02-24 18:37:28",
            "id": "934927",
            "reply_to_id": "934926",
            "text": "Þetta var bara flott grein og flottar lýsingar\nvið þurfum að virkja þetta áhugamál með svona  battle reports og sögum"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-24 18:35:41",
            "id": "934928",
            "reply_to_id": "934924",
            "text": "Bravo, leiðinlegt að þú skildir tapa náttúrulega en gaman að lesa þetta."
        },
        {
            "user": "Brjann",
            "user_id": "28234",
            "date": "2003-02-24 20:16:43",
            "id": "934929",
            "reply_to_id": "934924",
            "text": "Flott, gaman að heyra að það gekk OK. Leiðinlegt að heyra hvað magic hafði gífurleg áhrif…\nÉg held að málið sé að ljósrita haug af ‘experimental’ leiðréttingunum á Beast, Life og Heavens lorunum sem byrtist í WD fyrir nokkru og fara að nota þau almennt hér á landi. Á mótum og meðal vina… Þar hefur t.d. Comet of Ultimate Killingness verið tónað niður í S4, ekki S5…\nBrjánn"
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2003-02-24 20:26:58",
            "id": "934930",
            "reply_to_id": "934929",
            "text": "Ég vildi sko nota WD versionið en Þórarinn sagði að á við ættum að nota það sem er í reglubókinni.\nLore of heavens í wd er gert mikið lélegra, sem er frábært!"
        },
        {
            "user": "Trjehaus",
            "user_id": "33153",
            "date": "2003-02-25 21:44:38",
            "id": "934931",
            "reply_to_id": "934930",
            "text": "Auðvitað á að nota leiðréttingarnar í Hvíta dvergnum þar sem þær jafna galdrana aldeilis vel út.  Ég reyndi til dæmis að nota Beasts á síðasta móti og það bar frekar takmarkaðan árangur.  Hinsvegar eru Life frekar góðir en verða betri (eins og þeir eiga að vera) með uppfærslunni = hopp og hí í álfaskóginum mínum.\nÞað er nú ekkert  undarlegt að Þórarinn vilji nota Lore of Heavens þar sem að öll hans taktík gengur út á þennan loftstein.\nEs.  Gott framttak með íslenskuna."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2003-02-25 22:03:40",
            "id": "934932",
            "reply_to_id": "934931",
            "text": "Þórarinn er svona power player, cheesy eða einfaldlega “hóra” eins og svona gaurar eru kallaðir á íslensku. Þórarinn notar allt sem er óvart gert of gott og þegar það á að fara að laga það þá leyfir hann ekki breytingarnar!"
        },
        {
            "user": "Brjann",
            "user_id": "28234",
            "date": "2003-02-25 22:16:31",
            "id": "934933",
            "reply_to_id": "934932",
            "text": "Hey, þetta er nú óþarfi, menn geta spilað spilið mismunandi án þess að þurfa að hafa stór orð hverjir um aðra.\nÁstæðan fyrir því að þessi nýju lore eru t.d. ekki notuð á spilamótumm ennþá er að þau eru ekki ‘official’, heldur ‘experimental’. Einnig að ef men eiga ekki rétta WD-ið þarf að ljósrita einhvern stafla af þessu…\nEn minn draumur er að þetta verði notað í framtíðinni. Eða bara að GW geri þetta official :)\nBrjánn"
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2003-02-26 16:54:08",
            "id": "934934",
            "reply_to_id": "934933",
            "text": "Ég hélt að WD útgáfan væri kominn í annual.\nEn allavega þetta sem ég sagði um Þórarinn eru nú margir sammála um og mér sýndist á síðasta móti sem ég fór á þá viðurkennir Þórarinn alveg sjálfur að hann sé frekar leiðinlegur (chessy gaur) í warhammer.\nÍ mínum augum voru orð mín um Þórarinn alls ekki stór! Að segja að einhver sé “cheesy” (eða hóra, sem er kannski mun grófara orð, en samt eina almennilega íslenska orðið um þetta) þá finnst mér það álíka jafn alvarlegt og að segja við einvhern að hann sé svona “bíðaogskjóta gaur”."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2003-02-26 18:49:16",
            "id": "934935",
            "reply_to_id": "934933",
            "text": "Að segja að einhver sé hóra (cheesy gaur) lýsir því bara hvernig hann spilar, rétt eins og með standaogskjóta gaur. Það hefur sína kosti og galla að vera cheesy gaur, kostirnir eru þeir að maður á meiri möguleika á því að vinna en gallarnir eru þeir að það dregur verulega úr skemmtanagildinu, ´bæði hjá manni sjálfum og andstæðingi."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-24 20:54:38",
            "id": "934936",
            "reply_to_id": "934924",
            "text": "sNILLdar grein. SkeMtileg lesning það ættu að koma fleirri svona greinar inná á áhugamálið.\nP.s.\nFrábær lýsing"
        },
        {
            "user": "karijo",
            "user_id": "5836",
            "date": "2003-02-24 22:11:12",
            "id": "934937",
            "reply_to_id": "934924",
            "text": "ég hafði mjög gaman að því að lesa þessa grein vil ég mynna á að ég þekki lítið warhammer enn hafði samt sem áður mjög gaman að þessari grein\nkv.karijo"
        },
        {
            "user": "maggimega",
            "user_id": "20821",
            "date": "2003-02-24 23:44:39",
            "id": "934938",
            "reply_to_id": "934924",
            "text": "flott grein og góðar lýsingar, en bara eitt.\nef myndin sem fylgdi greininni er Generalinn þinn og hann á að vera flottas málaði gaurinn í hernum þá þarftu að taka þig á. :D"
        },
        {
            "user": "maggimega",
            "user_id": "20821",
            "date": "2003-02-24 23:46:00",
            "id": "934939",
            "reply_to_id": "934938",
            "text": "P.s þó verðir ekki málari gætiru samt orðið fínn rithöfundur ;D"
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2003-02-24 23:51:32",
            "id": "934940",
            "reply_to_id": "934938",
            "text": "ÞESSI GAUR ER EKKI FLOTTASTI KALLINN MINN!!!!\nHANN ER FLOTTASTI GAURINN Í ÞESSUM HER SEM ÉG NOTAÐI, BÍDDU BARA ÞANGAÐ TIL AÐ ÞÚ SÉRÐ 40K ORKAHERINN MINN!!!!\nÞá munt þú taka þessi orð til baka! *fnæs*\nP.S. Annars no hard fealings?"
        },
        {
            "user": "maggimega",
            "user_id": "20821",
            "date": "2003-02-24 23:58:43",
            "id": "934941",
            "reply_to_id": "934940",
            "text": "Sorrí meinnti ekkert harkalegt með þessu bara því þú sagðir að hann væri flottasti kallinn í hernum “sem þú notaðir” og hann var bara soldið plain.  En með hvernig myndavél tókstu  myndina því mér langar að setja mína á netið."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2003-02-25 14:54:35",
            "id": "934942",
            "reply_to_id": "934941",
            "text": "Ég skannaði kallinn, þess vegna lítur hann út fyrir að vera í loftinu og er með svona töff bakgrunn. Þar að auki er hann málaður fyrir tveimur árum :)   Fyrsta módelið sem ég highlightaði :/"
        },
        {
            "user": "ztaezz",
            "user_id": "4635",
            "date": "2003-02-25 00:55:19",
            "id": "934943",
            "reply_to_id": "934924",
            "text": "Þú baðst non-safnara um að commenta ekki (ég safna ekki) en þar sem ég hef ekkert nema gott að segja um greinina þá geri ég það samt.\nFlott grein, ágæt battle reports. En ég verð að spyrja: Er alltaf keppt um málningu og e-ð? Hvað er málið með hana ?"
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2003-02-25 15:04:19",
            "id": "934944",
            "reply_to_id": "934943",
            "text": "Það eru verðlaunin á þessum litlu mótum :)\nÞau eru mikið stærri á stórum mótum, við vorum fjórir á þessu móti."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-25 09:24:54",
            "id": "934945",
            "reply_to_id": "934924",
            "text": "virkilega cool grein."
        },
        {
            "user": "UncleGisli",
            "user_id": "34127",
            "date": "2003-02-25 16:08:46",
            "id": "934946",
            "reply_to_id": "934924",
            "text": "Frábær grein Meira svon en leitt að þú skildir tapa"
        },
        {
            "user": "ofurhetja",
            "user_id": "30975",
            "date": "2003-02-25 21:06:15",
            "id": "934947",
            "reply_to_id": "934946",
            "text": "Hallo maður rétt hja þér ha ha ha ha ha ha ha\nSkullheee\nKjarrikorn"
        },
        {
            "user": "ofurhetja",
            "user_id": "30975",
            "date": "2003-02-26 20:23:20",
            "id": "934948",
            "reply_to_id": "934946",
            "text": "hollo rétt hjá þé"
        },
        {
            "user": "BaraBenni",
            "user_id": "33779",
            "date": "2003-02-25 18:54:10",
            "id": "934949",
            "reply_to_id": "934924",
            "text": "Vá shit hvað það hlýtur að vera fúlt að vera smassaður af þessu comet of casandora. ég samhriggist þér gífurlega. en ég vorkenni líka sjálfum mér, því að ég er að safna Chaos-Khorne(khorne herir mega ekki hafa galdramenn)"
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2003-02-25 19:09:16",
            "id": "934950",
            "reply_to_id": "934949",
            "text": "Í einu White Dwarf blaði var Lore of Heavens gert SANNGJARNT og þá er cometið ekki næstum svona úber, í gamla gerir það 2d6 högg með styrk 5 á unit sem eru í ákveðið stórum radíusi en í White Dwarf blaðinu er það bara með 4 í styrk. Svo þarf maður líka að sjá unit til að gera eldingar á þau, í gömlu gerðinni gat galdrakallinn verið á bakvið hól, þess vegna inn í hól og sappað hvern sem er á borðinu!"
        },
        {
            "user": "ThiNk16",
            "user_id": "6477",
            "date": "2003-02-26 10:51:35",
            "id": "934951",
            "reply_to_id": "934924",
            "text": "Þetta er snild endilega fá fleiri battle report."
        },
        {
            "user": "Krullgor",
            "user_id": "18349",
            "date": "2003-02-28 20:39:53",
            "id": "934952",
            "reply_to_id": "934924",
            "text": "amm, ekki hissa að Þórarinn hafi sagt ykkur að nota reglubókar heavens, hann er powerplayer dauðans…\ncomet of ultimate hurtingness er bara asnalegur með reglubókinni… ef það lendir…. bless bless óvina he"
        },
        {
            "user": "Donati",
            "user_id": "6124",
            "date": "2003-03-02 20:21:30",
            "id": "934953",
            "reply_to_id": "934924",
            "text": "Fín grein. 'eg vil sérstaklega hrósa HE því ég safna einmitt því liði(ég er ekki krullaði gaurinn)."
        },
        {
            "user": "Donati",
            "user_id": "6124",
            "date": "2003-03-02 20:23:01",
            "id": "934954",
            "reply_to_id": "934924",
            "text": "Hver er á myndinni?"
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2003-03-02 20:24:40",
            "id": "934955",
            "reply_to_id": "934954",
            "text": "Kreoli, saurus heroinn sem ég notaði á mótinu, hann er flottasta módelið í þeim HER, en kemst ekki nálægt því að vera flottasta módelið mitt!"
        },
        {
            "user": "Donati",
            "user_id": "6124",
            "date": "2003-03-02 20:25:33",
            "id": "934956",
            "reply_to_id": "934955",
            "text": "Hann er þó vel málaður miðað við hvernig ég mála:/"
        },
        {
            "user": "arn90",
            "user_id": "34542",
            "date": "2003-03-10 20:21:45",
            "id": "934957",
            "reply_to_id": "934924",
            "text": "Stórskemmtileg grein! flottar lýsingar en leitt að þú skildir tapa síðasta bardaganum eftir svona góða frammistöðu. Og ég er alveg sammála með að það sé mun skemmtilegra að lesa þetta á ízlesku!\nPS: Tek einga ábirð á stavsétníngar vyllumm"
        },
        {
            "user": "Thorin",
            "user_id": "10897",
            "date": "2003-03-14 18:37:56",
            "id": "934958",
            "reply_to_id": "934924",
            "text": "Þakka þér fyrir gott hrós um það hversu vel ég mála.\nEn Lore of heavens, hefur það ekki verið bannað, eða það sem núna er í rulebook? En hinsvegar leyfilegt command of casadora það sem er í White Dwarf blaðinu?\nef þú skilur mig…"
        }
    ]
}