{
    "forum_title": "Half-Life",
    "user": "bigdaddy",
    "user_id": "8603",
    "date": "2003-02-25 18:49:15",
    "title": "Vampire-Slayer Chapter 5.0",
    "text": "Vampire Slayer er mod fyrir Half-Life. Nafnið eitt skýrir út mikin hluta modsins en það er að maður er annaðhvort Vampíra eða Slayer. Modið gengur ekki út á það að planta bombu, bjarga gíslum eða að leysa einhver verkefni heldur bara að drepa alla! Það eru hins vegar örfá borð sem maður getur unnið með því að eyðileggja helga hluti eða svona líkneskji/gjafir hjá hinum (relics). En að drepa einhvern er ekki jafn létt og það virðist. Vampírurnar nota aðeins klær til þess að drepa og þurfa þess vegna að vera allveg upp við slayer-ana til þess að deyða þá á meðan að Slayer-arnir eru með byssur sem eru misgóðar í fjarlægð.\nEiginleikar og spilun:\nVampírurnar hafa nokkra hluti fram yfir Slayer-a. Vampírur eru mjög fljótar og er hægt að hoppa mjög hratt (leap), (í default config er það gert -> Run -> Ctrl + Space (beygja sig og ýta á jump)). Með þessu móti nær maður auðveldlega og fljótlega til Slayer-ana. Einnig eru Vampírurnar mjög sterkar og eitt högg/klór tekur 95 til 100 hp! Ef það tekur 95 hp missir Slayer-inn byssuna og tekur upp stikuna. Vampírur hafa heldur ekkert fall damage og geta hoppað úr hvaða hæð sem er án þess að fá skrámu (nema þær séu skotnar í loftinu). Síðast en ekki síst eru Vampírur hljóðlátari heldur en Slayer. Þegar þær hlaupa heyrist minni í þeim og þegar þær fara upp stiga og beygja sig um leið heyrist ekki neitt!\nKostir Slayer-ana eru líka einhverjir. Eins og kom fram áðan þá eru Vampírur ekki með vopn sem drífa eitthvað heldur þurfa þær að vera upp við Slayer-ana til þess að meiða þá eða drepa. Þetta er sá kostur sem Slayer notar mest, en það er að halda sig í svolitilli fjarlægð. Líka er mikið léttara að vera Slayer ef að maður er í duel (1 vs 1). Slayer-ar þurfa ekki að kaupa neitt heldur er þeim skaffað, alltaf jafn mikið og allt er eins í byrjun rounds þegar maður spawnar.\nÁhrifaríkasta leiðin fyrir Vampírur til þess að drepa einn eða fleiri Slayer er að vera í hóp, því stærri, því betri. Til þess að drepa Vampírur þurfa Slayer-anir að nota stiku og stinga í hjartað(þarf ekki endilega að miða á hjartað). Á þeim tíma sem Slayer er að stinga vampíru er það berskjaldaðasta staðan hjá honum sem að Vampírur vita mjög vel (nema fyrir Father D, kemur fram á eftir). Vampírur eiga nefnilega helst að verja “fallin” félaga sinn á meðan hann hann getur ekki hreyft sig. Þegar að Slayer skýtur Vampíru niður gerist það sama og í kvikmyndum, hún rís upp frá dauðum nema ef að það er stungið stjaka í gegnum hjartað á Vampírunni en það fer eftir gerð vampíru hversu lengi hún er að rísa upp.\nCharacters:\nhttp://www.planethalflife.com/vampire/characters/charac\nters.htm\nVampires:\nEf ýtt er á hægri músartakka (eða secondary attack) kemur svona sérstakur hæfileiki.\n-Louis (Vampire no.1) Louis rís upp við 30 hp (hp en ekki sek). Secondary attack. -> Hann er með hitaskynjara og sér þess vegna vel í myrkri. Hann er með “silent attack” (virkt með secondary attack) þannig að það heyrist ekkert í honum þegar hann “ctrl jumpar” (leap) eða hleypur, heyrist ekkert!\n-Edgar (Vampire no.2) Edgar rís upp við 40 hp. Edgar er vinsælasta vampíran. Secondary attack. -> Hann verður ósýnilegri þegar hann er á hreyfingu og þess vegna mjög þægilegt til að drepa Slayer. Ef hann stendur kjurr og er með secondary attack á þá verður hann ALLVEG ósýnilegur, ekki einusinni hægt að sjá nafnið!\n-Nina (Vampire no.2) Nina rís upp við 20 hp. Secondary attack. -> Hún þolir sólarljós og kirkju.\nSlayer:\nGott er að benda á að stjakinn drepur allar vampírur sem liggja en þegar þær eru standandi og lifandi tekur stjakinn 15 hp.\nSlayers hafa oftast primary og secondary á öllum byssum og stjökum.\n-Father D (Slayer no.1) Father D er prestur sem er með stjaka/kross, Haglara, Tvíhleypu. Þegar hann heldur uppi stjakanum er hann með kross líka sem er hægt að virkja með secondary attack - takkanum. Það gerir það að verkum að hann verður ódrepandi í nokkrar sekúntur sem er mjög gott til þess að drepa vampírur í hóp (þegar þær liggja og aðrar eru að vernda). Mest notaða byssan hjá Father er haglarabyssan sem er með 8 skot í einni hleðslu og með 36 önnur sem þarf að ??????????. Primary attack skýtur einu haglara skoti (mörgum höglum) og secondary skýtur 2 haglaraskotum (fleiri höglum) Svo er Father með “pumpu” eða tvíhleypu. Hún er með 2 hlaup og 1 skot í hvorri. svo er hún með 32 önnur sem notuð eru til þess að hlaða hlaupin. Primary attack skýtur úr öðru hlaupinu og secondary hleypir skotinu út hinu hlaupinu.\nMolly (Slayer no.2) Molly er stelpa sem er með stjaka/skammbyssu, Uzi og Crossbow. Þegar Molly heldur uppi stjakanum er hún líka með skammbyssu (pistol) sem er með 7 skot í einni klippu og nokkur skot til hleðslu. Sú byssa sem er mest notuð af Molly er Uzi sem er með 36 skot í klippu og nokkur skot til hleðslu. Uzi tekur lítið líf með einu skoti en hún er hraðvirk og er fljót að drepa með hittnum einstaklingi. (Margar Molly í hóp með Uzi er eitt það sterkasta sem til er). Crossbow er samt sú byssa sem lætur mann Velja Molly. Crossbow tekur alltaf allt hp hjá Vampírum og ef maður hittir í hjartastað þá drepur Crossbow ALLVEG! Þá verður ekki þörf á stjakanum. Crossbow er með scope og er hann er notaður virkar boginn eins og AWP í cs og er með instant hit, ef maður notar ekki zoom-ið er örin lengur á leiðinni.\n-Eightball (Slayer no.3) Billiard kjuða, Skammbyssu, Riffil. 8ball kemur nýr inn í þennan kafla (Chapter 5.0) og nýtur mikilla vinsælda. 8ball er ekki með stjaka heldur Billiard kjuða sem notaður er til þess að stinga í gegnum hjartastað. Líka komust nokkrir VS spilarar að því að hægt er að nota kjuðan í hafnabolta (baseball) með secondary attack með kjuðanum. Þá skýst Vampíran langt langt í burtu ef vel er hitt með kjuðanum. Aðalbyssan hjá 8ball er Skammbyssan (Pistol) sem er með haglaraskotum  (sömu og í haglaranum hjá Father D). Eitt skot með skammbyssunni mjög nálægt og í bringu tekur vel yfir 100 hp. Skammbyssan er eins og skammbyssan sem er notuð í rússneskri rúllettu en er bara með 5 hlaup sem hægt er að hlaða með aukaskotum. Svo er riffillinn sem virkar mjög vel í fjarlægð. Það er hálfgerður scope á rifflinum\nsem gott er að nýta sér. Riffillinn er með 12 skot í einni hleðslu og getur verið mjög snöggur að eyða þeim og þá þarf að hlaða með skotum sem með fylgja þegar maður spawnar.\nHvar er hægt að nálgast modið eða upplýsingar?\n#vs.is á irc.ircnet.is. Skrifa bara !files og þá kemur listi yfir download url's. Talið við einhvern þar ef það vantar hjálp. Ég heiti Hnussi á ircinu og svo er hægt að tala við MS|Slayer eða bara opana. [GZ]Arafat er yfir VS á Íslandi, eða allavega servernum og ég ætla að þakka honum fyrir það (ég álít Arafat í VS vera svona eins og Zlave í cs)\nMS irc síða -> #ms.is\nSpank irc síða -> #vs-spank\nAnnað:\nHelstu og stærstu clönin eru MS og Spank\nLeaders í MS eru Psycho og Slayer\nMS skorar á alla til þess að skrimma við sig þannig að það er upplagt fyrir alla sem skoða þetta að slá sér saman í clan, æfa sig og spurja MS um skrimm, ég býst líka við því að Spank vilji skrimm.\nSvo að dæmi sé tekið þá tók NeF sig til og installaði vs og kepptu við MS (takk fyrir það NeF)\nLeaders í Spank er Scorpion\nSíður:\nhttp://www.planethalflife.com\n/vampire/characters/characters.htm\nHér er info um characters\nhttp://www.planethalflife.com/vampire/\nP lanethalflife - Vampire Slayer\nÞað forrit sem ég og flesti mæla með til þess að finna servera er\nAll Seeing Eye sem er hægt að fá hér.\nhttp://www.udpsoft.com/eye/\nhttp://www.groundzero.\nis/files/vs5full.exe\n-GZero- Vampire Slayer Chapter 5 (Full) -\nHér kemur listi um það sem er nýtt í þessum kafla (Chapter 5.0) frá kafla 4.1 (Chapter 4.1)\nAdded: New slayer - Eightball\nAdded: Weapon - Winchester rifle\nAdded: Weapon - Thunder Five\nAdded: Weapon - Pool Cue\nAdded: Three new maps - vs_redlight, vs_ehb_ctc, vs_mummy\nAdded: SDK 2.3 dead cameras including first person dead cam, overviews, auto-director\nAdded: Smoke puff bullet impact (cl_smokepuffs)\nAdded: Spark streaks to bullet impact (cl_bulltetsparks)\nAdded: Capture the Cross game mode.\nAdded: Destroy the Coffins style game mode.\nAdded: Vampire crosshair\nAdded: Bodyfall sound\nAdded: Full body animation for vampire run\nAdded: VGui round end graphics\nAdded: Slayers drop weapon when arm or leg hit\nChange: vs_station and vs_church use new game modes.\nChange: Removed uzi tracer\nChange: Increased size of p_shotty and p_xbow\nChange: Tidied crosshairs\nChange: Increased uzi clip to 36\nChange: Decreased dbshotty accuracy\nChange: Nina resurrect at 20\nChange: Edgar go totaly invisible when stationary\nChange: Louis silent attack ability\nChange: Removed 3rd person view\nChange: Claws to Chapter.III timing\nChange: Reduced hit rebound and added to immune FD\nChange: Map fixes for raven and jailhouse\nChange: Map vs_hunt becomes vs_blizzard\nFix: Fixed dead cam keys “next spectator/mode select” bug\nÞakkir til [MS]Slayer fyrir hjálp við þessa grein\nKærar kveðjur\n[MS]Hnussi\nIrc (irc.ircnet.is - #vs.is) Hnussi",
    "url": "https://www.hugi.is/hl/greinar/125728/vampire-slayer-chapter-50/",
    "url_id": "125728",
    "id": "936992",
    "replies": [
        {
            "user": "Poison",
            "user_id": "26688",
            "date": "2003-02-26 00:14:37",
            "id": "936998",
            "reply_to_id": "936992",
            "text": "flott grein mar :* vona að fólk byrji að spila þennan leik"
        },
        {
            "user": "Poison",
            "user_id": "26688",
            "date": "2003-02-26 00:30:03",
            "id": "936999",
            "reply_to_id": "936998",
            "text": "sjitt fyrstur að svara 2svar eikker snerta mig ?"
        },
        {
            "user": "Terminator",
            "user_id": "4765",
            "date": "2003-02-26 01:19:20",
            "id": "937000",
            "reply_to_id": "936992",
            "text": "mjög góð grein, ég las hana alla, og ég veit að ég á eftir að gefa honum aðeins fleiri sjensa :)\n*snert*"
        },
        {
            "user": "cocacola",
            "user_id": "35946",
            "date": "2003-03-28 18:39:28",
            "id": "937001",
            "reply_to_id": "937000",
            "text": "mer finst greinin of laung ef hun verður lengri þa mun engin nenna lesa hanna það tokk mig 10min að lesa hanna"
        },
        {
            "user": "gEEz",
            "user_id": "31008",
            "date": "2003-02-26 07:57:17",
            "id": "937002",
            "reply_to_id": "936992",
            "text": "Hnussi er ekki langt síðan að þetta kom á dod korkana ?"
        },
        {
            "user": "Aokiji",
            "user_id": "24283",
            "date": "2003-02-26 09:12:50",
            "id": "937003",
            "reply_to_id": "936992",
            "text": "Góður Hnussi glæsilegt greint\nþessi leikur er snild!!\nBara gefa honum tækifæri.\nog læra á hann."
        },
        {
            "user": "viggi",
            "user_id": "26122",
            "date": "2003-02-26 10:28:23",
            "id": "937004",
            "reply_to_id": "936992",
            "text": "Eg hef ekki enn prófað þennan leik en það fer ad koma að því :)"
        },
        {
            "user": "smeppi",
            "user_id": "717",
            "date": "2003-02-26 11:12:56",
            "id": "937005",
            "reply_to_id": "936992",
            "text": "Ég held nú að VS sé ekkert sérstakt miðað við öll hin modin (sem eru ca 70 millj.) það þarf bara að finna þau"
        },
        {
            "user": "Dawg",
            "user_id": "5004",
            "date": "2003-02-26 11:30:34",
            "id": "937006",
            "reply_to_id": "937005",
            "text": "NS er miku skemmtilegri"
        },
        {
            "user": "bigdaddy",
            "user_id": "8603",
            "date": "2003-02-26 18:21:47",
            "id": "937007",
            "reply_to_id": "937005",
            "text": "“Ég held nú að VS sé ekkert sérstakt miðað við öll hin modin (sem eru ca 70 millj.) það þarf bara að finna þau”\nÉg held að þetta sé nú ekki allveg satt. Ég get ekki sagt að VS sé jafn góður eða jafn vinsæll og CS en það er bara smekksatriði. Mér persónulega finnst VS vera mikklu skemmtilegri þar sem að maður er í rauninni kominn með leið á CS"
        },
        {
            "user": "Aokiji",
            "user_id": "24283",
            "date": "2003-02-26 11:46:25",
            "id": "937008",
            "reply_to_id": "936992",
            "text": "Sumum finst það kanski en mér líka miklu betur við vs."
        },
        {
            "user": "Hordur1",
            "user_id": "30652",
            "date": "2003-02-26 12:09:51",
            "id": "937009",
            "reply_to_id": "936992",
            "text": "nice grein Hnussi :;:::***"
        },
        {
            "user": "Broomhead",
            "user_id": "25119",
            "date": "2003-02-26 13:44:09",
            "id": "937010",
            "reply_to_id": "936992",
            "text": "snilldar grein og snilldar leikur :D"
        },
        {
            "user": "Aokiji",
            "user_id": "24283",
            "date": "2003-02-26 13:51:27",
            "id": "937011",
            "reply_to_id": "936992",
            "text": "Það er satt þessi leikur er snild\ngetur verið leiðinlegt kanski að keppa\ná móti bestu gaurunum og geta ekki neitt\nen það þarf bara smá æfingu og þá er þetta\nownage leikur, sérstaklega með fullan server."
        },
        {
            "user": "Aokiji",
            "user_id": "24283",
            "date": "2003-02-26 19:54:24",
            "id": "937012",
            "reply_to_id": "936992",
            "text": "Ég er á sömu skoðun og Big Daddy"
        },
        {
            "user": "Xaero",
            "user_id": "20732",
            "date": "2003-02-26 22:17:21",
            "id": "937013",
            "reply_to_id": "937012",
            "text": "Flott grein Hnussi ég vona að fleiri spili vs þvi það vantar fleiri i hann svo ef þu lest þetta ráðleiki eg þer að downloada þessum leik þvi að þu mund va æði fyrir honum :)\n[.spank.]XelTic"
        },
        {
            "user": "Ingisnickers",
            "user_id": "16912",
            "date": "2003-02-27 08:45:05",
            "id": "937014",
            "reply_to_id": "936992",
            "text": "Það er eiginlega NÝbúið að posta grein um VS :)\nps. Cs ownar Vs\nkv. HaukuR"
        },
        {
            "user": "bigdaddy",
            "user_id": "8603",
            "date": "2003-02-27 13:58:14",
            "id": "937015",
            "reply_to_id": "937014",
            "text": "Haukur69, já var það ekki 6 lína grein eða eitthvað, hún sagði bara vs er góður og búið"
        },
        {
            "user": "raubbi",
            "user_id": "25846",
            "date": "2003-02-27 18:41:28",
            "id": "937016",
            "reply_to_id": "937015",
            "text": "bigdaddy: “Haukur69, já var það ekki 6 lína grein eða eitthvað, hún sagði bara vs er góður og búið” - hún… hann meinarðu :D\nEn annars… ég vil vera með :( hvaða server á að massa á í kvöld???\nkv. raubbi"
        },
        {
            "user": "raubbi",
            "user_id": "25846",
            "date": "2003-02-27 18:50:52",
            "id": "937017",
            "reply_to_id": "937016",
            "text": "Eða nei annars… ég er með serverinn, en hvernig updata ég þetta?\nkv. raubbi"
        },
        {
            "user": "Folter",
            "user_id": "20921",
            "date": "2003-02-27 14:02:58",
            "id": "937018",
            "reply_to_id": "937014",
            "text": "Ekki má nú gleyma claninu [HH] eða hellhounds  sem samanstendur af cs plebbum enn leaderinn er prettyboy :D  #hellhounds"
        },
        {
            "user": "raubbi",
            "user_id": "25846",
            "date": "2003-02-27 13:58:07",
            "id": "937019",
            "reply_to_id": "936992",
            "text": "Vá… frábær grein, en var ekki verið aðsenda inn grein um VS? Jæja… en allavega þetta er geðveikur leikur en er kominn nýr server? Ef svo er, þá er ég farinn að spila VS.\nkv. raubbi"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-27 15:30:11",
            "id": "937021",
            "reply_to_id": "936992",
            "text": "jamm þetta er snilldar MOD. Var svolítið mikið buggað í fyrstu og langt á milli updata en núna sýnist mér þeir vera komnir á fulla ferð aftur og það verður alltaf betra ok betra með hverju versioni :) Ekki bara spila hann of mikið, ég vill geta eitthvað þegar ég kem heim frá Danmörku :þ"
        },
        {
            "user": "Aokiji",
            "user_id": "24283",
            "date": "2003-02-27 16:25:00",
            "id": "937020",
            "reply_to_id": "936992",
            "text": "Ég segi enn og aftur þetta mod ownar.\nÞað eru núna komin 4 clön: MS, Spank, Freak og Hellhounds.\nSkrimm birja rétt bráðum og skulið bara spurja MS gaura um skrimreglurnar.\nÉg minni á að það er MASSA VS í kvöld :D\n__________________________________________________\n[MS]Slaye"
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2003-02-28 17:23:12",
            "id": "937022",
            "reply_to_id": "936992",
            "text": "Þetta mod er BARA snilldin ein!\nÞótt að hann komist ekki í hæalfkvist við Opposing Force þá er hann milljón sinnum betri en CS!"
        },
        {
            "user": "raubbi",
            "user_id": "25846",
            "date": "2003-02-28 21:11:57",
            "id": "936997",
            "reply_to_id": "936992",
            "text": "Mig langar að vita eitt… hvort notar serverinn Vampire Slayer 4.1 eða Vampire Slayer 5.0?\nkv. raubbi"
        },
        {
            "user": "binnisk8",
            "user_id": "15359",
            "date": "2003-02-28 21:29:29",
            "id": "936994",
            "reply_to_id": "936992",
            "text": "skO ! þetta var SKemmtilegur leikur First sog Bara varð etta leiðilegt ! ;)"
        },
        {
            "user": "Draugssi",
            "user_id": "13719",
            "date": "2003-03-01 14:48:09",
            "id": "936995",
            "reply_to_id": "936994",
            "text": "Ég vill bara segja eitt og það er að CS ownar VS\nog það er bara staðreynd :Þ"
        },
        {
            "user": "bigdaddy",
            "user_id": "8603",
            "date": "2003-03-01 18:10:24",
            "id": "936996",
            "reply_to_id": "936995",
            "text": "Draugssi kannski, kannski ekki"
        },
        {
            "user": "mundi",
            "user_id": "25967",
            "date": "2003-02-28 22:27:58",
            "id": "936993",
            "reply_to_id": "936992",
            "text": "ég var að heyra í vs(vampire slayer) að þegar maður er nina og vampire drepur mann getur hún sogið blóðið úr henni þá er nina sjálfsvirk sem vampire"
        },
        {
            "user": "Addni",
            "user_id": "8004",
            "date": "2003-03-01 12:03:12",
            "id": "937023",
            "reply_to_id": "936992",
            "text": "c00l, sounds great.\nen er hann ekki til á innlendum server ?\neinnig er tölvan ikkað biluð og frís þegar ég er búinn að spila cs/hl í nokkrar mín :(\nvar ekki svoleiðis"
        },
        {
            "user": "NecroN86",
            "user_id": "25384",
            "date": "2003-03-03 15:32:09",
            "id": "937024",
            "reply_to_id": "936992",
            "text": "eru 2 vampírur no. 2 ? eða er þetta bara ruglumbull"
        },
        {
            "user": "bigdaddy",
            "user_id": "8603",
            "date": "2003-03-03 17:49:20",
            "id": "937025",
            "reply_to_id": "937024",
            "text": "“eru 2 vampírur no. 2 ? eða er þetta bara ruglumbull”\nhey já, tók ekki efitir því en þetta er ruglumbull"
        },
        {
            "user": "BacKbReake",
            "user_id": "16015",
            "date": "2003-03-03 15:55:15",
            "id": "937026",
            "reply_to_id": "936992",
            "text": "Þetta mod er snilld.. segi af eigin reynslu. .málið er að ég er búnað spila VS frá birjun.. semsagt búnað njóta ávaxtanna af því að slátra slayers sem vampýra síðan modið kom út.. það birjaði svakalega fátækt en alveg nýtt á “markaðinn” og leiktæknin var alveg ný.. nottla þegar updatein komu þá varð leikurinn bara meiri snilld.. og betri og betri.. enda ekki hægt að segja annað en að þetta er algjör hreinasta snilld.. eins og ég er kallaður af skólafélugunum.. þá er ég vampýra.. I go by the name: Limpy George ;) .. nei barað fokka í ykkur.. nota FrameR c ya folks"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-04 16:48:07",
            "id": "937027",
            "reply_to_id": "936992",
            "text": "Hnussi (Bjarki) snilldar grein ég skil ekki hvernig þú nenndir að skrifa þetta allt en wtf skiptir engu :) þetta er snilldar grein… mig langar að testa þennan leik. Ég verð örugglega jafn góður í honum og öllu öðrum leikjum *ehh egó?*"
        },
        {
            "user": "gurkan",
            "user_id": "28428",
            "date": "2003-03-18 17:28:19",
            "id": "937028",
            "reply_to_id": "936992",
            "text": "ég hef prufað þennan leik og hann er ömurlegu"
        },
        {
            "user": "Kiddo",
            "user_id": "5890",
            "date": "2003-03-24 21:02:47",
            "id": "937029",
            "reply_to_id": "936992",
            "text": "Flott grein gaur, komdu með meira af þessu"
        },
        {
            "user": "jens",
            "user_id": "2865",
            "date": "2003-05-03 01:44:08",
            "id": "937030",
            "reply_to_id": "936992",
            "text": "ÉG fékk þennan leik upp í hendurnar og fór að skoða hann en gerði ekkert í málinu, er meira CS fan. En getur þú bent mér á “bota” fyrir VS því mig langar að prófa þetta, þetta er kanski ekki svo galið"
        },
        {
            "user": "bigdaddy",
            "user_id": "8603",
            "date": "2003-05-03 01:47:19",
            "id": "937031",
            "reply_to_id": "937030",
            "text": "botarnir eru innifaldir í leiknum, ferð bara í create game og advanced"
        },
        {
            "user": "jens",
            "user_id": "2865",
            "date": "2003-05-03 07:05:00",
            "id": "937032",
            "reply_to_id": "937031",
            "text": "Þakka skjót viðbrögð, ætla að prófa þetta.\nTakk\nCS  jnC"
        },
        {
            "user": "jens",
            "user_id": "2865",
            "date": "2003-05-04 20:35:17",
            "id": "937033",
            "reply_to_id": "937031",
            "text": "allt virkar.  spooky leikur varð bara smá skelkaður.\nTHX bigdaddy.\nCS jnC"
        },
        {
            "user": "MisterSandman",
            "user_id": "38590",
            "date": "2005-05-16 18:24:58",
            "id": "2164676",
            "reply_to_id": "936992",
            "text": "ef þetta er til í innanlands dl pliz gefðu þá upp link!!"
        }
    ]
}