{
    "forum_title": "Quake og Doom",
    "user": "Ravenk",
    "user_id": "1394",
    "date": "2003-02-26 15:21:46",
    "title": "Spádómar ketilsins",
    "text": "?\nTDM:\n1.\n60% MurK-A. ynGvi, glYtch, KaZoooooom og aQtive.\n40% fallen-massive. Reyn1r, Anti, paradox og benni.\n= Ef að fallen eiga einhvern tímann séns á því að vinna þá er það núna, benni spilar með a-liðinu og MurK spila án arNz.\n2.\n40% MurK-A.\n60% fallen-massive.\n= Líklegast miðað við fyrri árangur fallen í tdm.\n3.\n80% ice-a. Con, bloodline, asi, sqare.\n20% Eitthvað af neðri liðunum þremur.\n4.\n33% fallen-b. Slay, conflict, Lumber og Fireal?\n33% w/o-a. loom, otur, marri og wolcomx?\n33% MurK-ÉttuSkíttu. Olaf, kotZen, Sabz og ég.\nCTF:\n1.\n80% MurK-A. TDM liðið + kotZen.\n20% fallen-a eða ice-a.\n2.\n50% fallen-a. Anti, Reynir, benni, Maxium og paradox?\n50% ice-a. sqare, Con, bloodline, ? og ?\n3.\n50% ice-a.\n50% fallen-a.\n4.\n55% w/o-a. loom, otur, marri, wolcomx og ?\n45% MurK-B. Olaf, Sabz, ég, haffeh & einn enn.\nEinvígi:\n1.\n55% Con.  Sterkur í einvígi þessa dagana. Allavega í ztn =)\n35% benni.  Vann nú seinast, alltaf góður.\n10% ynGvi eða Glytch.  Alltaf eiga þeir möguleika.\n2.\n35% Con.  Ólíklegt þó.\n55% benni.  Spurning.\n10% Glytch eða ynGvi.  Gæti gerst.\n3.\n45% ynGvi. Strattar einvígin.\n35% Glytch.  Hittir sæmilega pilturinn.\n20% Anti.  Gæti meikað comeback.\n4.\n45% Glytch. ?\n35% ynGvi. ?\n20% Anti. ?\nSleppti KaZ því hann sagðist ekki ætla að spila einvígi, gæti skjátlast í þeim efnum.\nKomið endilega með ykkar eigin spár.  Og Rolf er já, foli.\nMurK'Ravenkettle\nMurK-Ravenkettle\n[ð] Ravenkettle",
    "url": "https://www.hugi.is/id/greinar/125928/spadomar-ketilsins/",
    "url_id": "125928",
    "id": "938321",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-26 15:30:38",
            "id": "938322",
            "reply_to_id": "938321",
            "text": "MurK MurK"
        },
        {
            "user": "Booger",
            "user_id": "1132",
            "date": "2003-02-26 15:31:54",
            "id": "938323",
            "reply_to_id": "938321",
            "text": "Þetta minnir mann á heimaverkefni í stæ =)"
        },
        {
            "user": "Lulex",
            "user_id": "1747",
            "date": "2003-02-26 15:46:57",
            "id": "938324",
            "reply_to_id": "938321",
            "text": "se að þú lætir loom og otur i lið þarna.. mer hefur verið sagt af wo manni að þeir fari ekki a skjalfta…."
        },
        {
            "user": "wolcomX",
            "user_id": "3831",
            "date": "2003-02-26 17:52:46",
            "id": "938325",
            "reply_to_id": "938324",
            "text": "Ég verð búinn að massa timer og kominn með aqið mitt á hreint á skjálfta og owna Con í taðgatið!!!\nOg ég held að wo verði ekkert með sitt sterkasta lið þarna :)"
        },
        {
            "user": "Constant",
            "user_id": "558",
            "date": "2003-02-26 18:35:40",
            "id": "938326",
            "reply_to_id": "938325",
            "text": "lol kmr wolcom :)\nannars þá segist kaz alltaf ætla ekki að spila einvígi en spilar samt alltaf og ownar mig!"
        },
        {
            "user": "Maxium",
            "user_id": "432",
            "date": "2003-02-26 18:50:42",
            "id": "938327",
            "reply_to_id": "938326",
            "text": "Meira að segja ég myndi spila 1on1 ef ég gæti ownað þig ;)\nannars, gaman að sjá að fólk skuli ennþá nenna að spá ég allavega nenni því ei :)\nps tel möguleika fallen í ctf ekki síðri en tp, þó þér finnist það mun ólíklegra. :) Hvort það sé 20% eða 50% eða 80% fyrir okkur skal ég ósagt látið. Finnst allavega ekkert helmingi líklegra að fallen taki tp en að fallen taki ctf :)"
        },
        {
            "user": "qeySuS",
            "user_id": "280",
            "date": "2003-02-26 20:42:37",
            "id": "938328",
            "reply_to_id": "938327",
            "text": "MurK tapar á því að hafa mig ekki í liðinu, það er deginum ljósara.\nEn ég fyrirgef bróðir Enrique."
        },
        {
            "user": "Ravenk",
            "user_id": "1394",
            "date": "2003-02-26 21:30:10",
            "id": "938329",
            "reply_to_id": "938327",
            "text": "fallen voru ansi ósannfærandi í ctf á seinasta Skjálfta og þar af leiðandi tel ég það ólíklegt að þeir sigri.  Vonandi gengur ykkur þó betur núna."
        },
        {
            "user": "oziaz",
            "user_id": "60",
            "date": "2003-02-26 23:02:25",
            "id": "938330",
            "reply_to_id": "938329",
            "text": "burtséð frá því ravenk, þá er ég ekki sammála því að það sé helmingi líklegra að við tökum tp… :)\n… ég hlýt þá bara hafa svona rosalega litla trú á við tökum tp.. :)"
        },
        {
            "user": "Ravenk",
            "user_id": "1394",
            "date": "2003-02-26 23:12:46",
            "id": "938331",
            "reply_to_id": "938330",
            "text": ";p"
        },
        {
            "user": "Maxium",
            "user_id": "432",
            "date": "2003-02-26 23:48:59",
            "id": "938332",
            "reply_to_id": "938331",
            "text": "omg gg, seinasti póstur oziaz var skrifaður af maxium omg omg omg, ég drepst ef hann skoðar þetta :>\nvonandi er sg ekki mikill áhugamaður hugi.is/quake"
        },
        {
            "user": "oziaz",
            "user_id": "60",
            "date": "2003-02-26 23:53:23",
            "id": "938333",
            "reply_to_id": "938332",
            "text": "ég drep þig ari"
        },
        {
            "user": "Maxium",
            "user_id": "432",
            "date": "2003-02-26 23:54:29",
            "id": "938334",
            "reply_to_id": "938333",
            "text": "*knús* *elsk* *luv*"
        },
        {
            "user": "Butch",
            "user_id": "464",
            "date": "2003-02-28 12:04:43",
            "id": "938335",
            "reply_to_id": "938321",
            "text": "Skjálfti \\o/\nMurK mætir hresst þó okkur vanti svona smá árna í liðið :>\nNú segir keli að fallen hafi aldrei átt meiri möguleika á að vinna tdm en nú og er það eflaust rétt. Hinsvegar finnst mér bara svo hræðilega leiðinlegt að tapa að ég held að við munum vinna tdm eins og vanalega. (Því að vera skammaður af mér er eflaust hræðilega leiðinlegt ;P)\nCTF gæti verið spennandi með 3 svona lið sem ég sé að munu vera í top3. MurK, ice og fallen. Ég hef voðalega litla hugmynd um hvernig þetta fer en ætla samt bara skjóta á að þetta fari eins og á síðasta skjálfta.\nSvo er það 1v1'ið. Ég verð að segja að 1v1 clanið sjálft, fallen, mun eflaust koma sterkt hér inn :)\nHeld að con og benni endi í úrslitum bara svona uppá að ég held þeir séu byrjaðir að venjast því og svo þar fyrir neðan verða 1-2 murkarar og 2-3 fallen menn.\nHeld ég segi þetta gott"
        },
        {
            "user": "AntiChrist",
            "user_id": "2061",
            "date": "2003-02-28 12:36:46",
            "id": "938336",
            "reply_to_id": "938321",
            "text": "tDM: Hef það voða mikið á tilfinningunni að murk vinni aftur, við erum langt frá þeirra  tdm reynslu og skills, þó að við ownum þá í combat (: En það er sennilega alveg rétt. Ef við eigum einhvern tímann að vinna, þá er það núna.\ncTF: fallen með ansi massíft lið, murk líka. Held að liðið hafi styrkst ef eitthvað er eftir að maggi kom inn, en ég veit það samt ekki.  Held að vörnin okkar pálma muni owna hann :o\nIce eru líka eitthvað massívir.  Unnu okkur 2x á seinasta skjálfta, þannig að það er aldrei að vita hvað þeir gera.\n1v1: Benni og Örn komast í úrslit. Ég held ég sé hættur við að fara á þetta mót og reyna eitthvað að vinna þessa keppni, á ekkert í þá lengur ;) spái mér samt í 3 sætið!! :D\njá, er það þá ekki bara komið"
        },
        {
            "user": "sqare",
            "user_id": "16343",
            "date": "2003-02-28 20:50:26",
            "id": "938337",
            "reply_to_id": "938336",
            "text": "tdm:\n1. murk\n2. fallen anti og co\n3. ice a /fallen e-h\nctf:\n1. murk\n2. fallen\n3. ice\n1v1:\n1. c0n\n2. ég þótt ég mæti ekki á mótið\n3. benni\nSkemmtið ykkur á skverlausum Skjálfta :)"
        },
        {
            "user": "godsm3g",
            "user_id": "15762",
            "date": "2003-03-01 16:16:41",
            "id": "938338",
            "reply_to_id": "938337",
            "text": "1on1 :\n1. Con\n2. Benni\n3. Glitch / Yngvi\nTdm:\n1. MurK A\n2. Fallen\n3. ice\nCtf:\n1. MurK A / Fallen / ice\n2. ——–||——–\n3. ——–||——–"
        },
        {
            "user": "tracx",
            "user_id": "9407",
            "date": "2003-03-01 18:24:05",
            "id": "938339",
            "reply_to_id": "938338",
            "text": "tdm:\n1.MurK a\n2.fallen\n3.ice\nctf:\n1.murk\n2.ice\n3.fallen\n1on1:\n1.benni\n2.con\n3.Yngz"
        },
        {
            "user": "fhrafnsson",
            "user_id": "3469",
            "date": "2003-03-03 20:12:07",
            "id": "938340",
            "reply_to_id": "938321",
            "text": "Spádómar Dodda:\nTDM:\n1. MurK-gabblerz -árni + maggi (árna lausir en það var sannað að það þurfti nú bara einn gabblara á sínum tíma til að vinna)\n2. fallen brjálæði (án efa langbesta lið sem fallen getur sett saman)\n3. ice A (ávallt sterkir og útstrattaðir með Constant í fraggfrenzy)\nannars spái ég s.P A ótrúlegum árangri og þeir komast í 5. sætið!!\nCTF: mér er nokkuð sama um þá grein enda er hún leiðinleg og þó..\n1. MurK gabblers (án efa)\n2. Fallen með rosalegt lið en ekkert öðruvísi en þeir hafa lagt fram undanfarið held ég..\n3. ice A skipaðir hórum only :D\n1on1:\n1. ég hef trú á að Glitch taki þennann skjálfta í 1on1 ef hann er mjög heitur (en á það til að vera gífurlega kaldur :D)\n2. Constant tapar í ótrúlegu dueli í úrslitum fyrir glitch\n3. Benni sem ég hef ekkert séð mikið af undanfarið\nAQ!!!\n1. QNI-BBQ mitt lið að sjálfsögðu og ég hef trú á að við stoppum “sigurgöngu” DON manna\n2. DON sem ég hef ekki áreiðanlegar upplýsingar um liðið þeirra.\n3. pR sem ég hef heldur ekki miklar upplýsingar um þeirra hóp :)"
        },
        {
            "user": "fhrafnsson",
            "user_id": "3469",
            "date": "2003-03-04 03:35:12",
            "id": "938341",
            "reply_to_id": "938340",
            "text": "Godfathers er eins og síðast að sjálfsögðu, stoppaði okkur ekkert síðast, og stoppar okkur ekkert núna (7 9 13). Pr liðið er phyzic curse slith flabb og…… man ikki 5 :(\nsvo er auðvitað pC þarna með nokkra nýja menn, veit ekki hvort þeir mæti, en það gæti styrkt liðið (lentu nú í 2. sæti síðast, má ekki afskrá þá strax).\nEinnig er eitt fínt samsuðulið sem ég veit um, en það skipar don og pr menn, diddi luci lexus maguar petur hef ég heyrt að séu í því, og gæti þetta lið náð í top 3 ef þeir eru allir heitir og stratta smá.\nAnnars spái ég AQtp svona (hef ekki hundsvit á rest):\n1. DON-Godfathers, aðallega útaf online spilamennsku síðustu mánuði og frábæru tp(höfum spilað með sama lið í 7 mánuði núna).\n2. QNI-BBQ, alltaf sterkir, spái hreinum úrslitaleik gegn DON-God. BBQ hafa spilað saman lengst allra núspilandi liða (ef ekki allra liða bara?) og kunna því 100% á hvorn annan, held samt að þeirra eini galli sé inactivity (fyrir utan síðasta mánuð) og verður það þeim að “falli” vona ég :)\n3. pr, strákarnir hafa nú flabbið okkar, það ætti að fleyta þeim í 3. sætið :))). Ef phyz og dogma eru heitir er þetta lið sem geta unnið hvaða lið sem er í hvaða mappi sem er.\n4-5. pC/G, pC stóðu sig vel síðasta skjálfta, en með komu BBQ aftur, betur samansettu pr liði og sterku G liði verður þetta erfitt fyrir strákana í pC. G samanstendur af didda petri lexus maguar og lucifer, og efast enginn um þá drengi á góðum degi."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-05 00:36:07",
            "id": "938342",
            "reply_to_id": "938341",
            "text": "clan G ??????????????????\nÞað er nú bara móðgun við hið forn fræga Genesis lið verð ég nú að segja! Ef liðið heitir G !!!\n1.sæti 70% QNI = +lið sem er búið að spila saman í næstum 2 ár, sixdots á almennilegri vél -sixdots á lélegri vél\n30% pr/don\n2.sætið\n50% DON = +reynt lið -eiga það til að sökka\n50% pR = +Phyzic er maður sem getur unnið leiki sjálfur. -lið sem er soðið rétt fyrir skjálfta er sjaldnast stabílt,\n3. sætið\n50% pr/don\n25% pC = +lið sem spilar mjög vel saman, llithias kominn inn fyrir porton. -vantar Reyn1 & haffeh.\n25% G?? = +einstaklingar sem geta gert góða hluti\n-samhæfni í liðinu og soðið saman rétt fyrir mót,\n4. sætið\n50% = G\n50% = pC\nlæt þetta nægja í bili\npC-haffeh\nMurK'haffeh"
        },
        {
            "user": "Phuck",
            "user_id": "352",
            "date": "2003-03-05 01:17:39",
            "id": "938343",
            "reply_to_id": "938340",
            "text": "Að spá sínu eigin liði í 1sta sæti er eins og að vera í kór eða láta bróðir sinn skeina sér, fáránlegt."
        },
        {
            "user": "fhrafnsson",
            "user_id": "3469",
            "date": "2003-03-05 13:10:25",
            "id": "938344",
            "reply_to_id": "938343",
            "text": "strax farinn að bíða eftir spennandi úrslitaleik DON-QNI"
        },
        {
            "user": "fhrafnsson",
            "user_id": "3469",
            "date": "2003-03-05 15:20:42",
            "id": "938345",
            "reply_to_id": "938344",
            "text": "ég er nú bara að segja að við höfum staðið okkur vel síðustu skjálfta, og á netinu undanfarið, er ekki beint að telja neitt öruggt, enda spár fyrir skjálfta sjaldnast mjög alvarlegur hlutur :).\ntag G manna er nick.G\nbtw, ef verður leyfir, pr til í fótbolta á skjálfta? :D (note to angeluz: BE THERE)"
        },
        {
            "user": "Phuck",
            "user_id": "352",
            "date": "2003-03-05 15:24:06",
            "id": "938346",
            "reply_to_id": "938345",
            "text": "Já, pr er mjög líklega game ef veður leyfir, helst þá ákveða það á föstudeginum hvort það verði eða ekki svo mar geti tekið föt með sér og líka belti til að slá ykkur þegar við erum búnir að valta yfir ykkur."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-05 17:10:49",
            "id": "938347",
            "reply_to_id": "938346",
            "text": "Vil vekja athygli á að maxtac er ekki að spila heldur pr …menn eins og dogma sem eru vægast sagt mjög athletic menn.\nMurK'haffeh"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-05 19:05:34",
            "id": "938348",
            "reply_to_id": "938347",
            "text": "þá fáum við í don dogma, nice!"
        },
        {
            "user": "vaati",
            "user_id": "7300",
            "date": "2003-03-06 12:36:26",
            "id": "938349",
            "reply_to_id": "938321",
            "text": "TDM:\n1.Murk a :\n2.fallen a\n3.iceeeeeeeeeeee a\nCtf:\n1.MurK\n2.fallen a\n3.ice a\n1on1:\n1.Con ;)\n2.b3nni\n3.Anti/Glitch/Butch ekki hugmynd allir algerir ownerar :>\nAq:\nVill nú ekki fara segja neitt um hver vinnur\nþar sem að ég hef ekki hugmynd og trúlega enginn. Þar sem að það eru svo mörg lið góð á blaði en ég hef ekki séð þau spila saman, en vonandi kemur Cute sterkt inn og ownar þetta c´´,)\nTel samt don menn ansi vongóða að telja sig fara vinna þetta."
        },
        {
            "user": "pzycho",
            "user_id": "1780",
            "date": "2003-03-09 23:48:06",
            "id": "938350",
            "reply_to_id": "938349",
            "text": "tdm:\nmurk/fallen\nice\nctf:\nfallen/murk\nice\nduel:\nfrétti að benni ætlaði að æfa sig fimmtudaginn fyrir skjalfta.. hann tekur þetta “ég”\nsvo eiga paradox og anti eftir að owna feitt.\nbjarki er alltaf kombat maskína en alltaf of stressaður eitthvað í duel lokaleikjum. :(\ncon buinn að æfa sem strumpur og yngvi vann hvað fyrir 3mur skjalftum? hann getur alltaf komið á óvart :)\ntakk              - b3nni"
        },
        {
            "user": "einarmar",
            "user_id": "10376",
            "date": "2003-03-11 10:57:33",
            "id": "938351",
            "reply_to_id": "938350",
            "text": "Ég ætla að breyta minni spá og segja að MurK gjörsamlega rústi ctf'inu þar sem ArNz mun taka þátt.  KaZ, ynGz, aCtive, Glitch & ArNz = TOTAL MASSACRE!!!!!!!!!!!!!\nfallen a í 2.\nice a í 3.\nmurk b í 4.\nárni ofurmenni keppir samt ekki í tdm.\nMurK'haffeh"
        },
        {
            "user": "einarmar",
            "user_id": "10376",
            "date": "2003-03-12 00:46:49",
            "id": "938352",
            "reply_to_id": "938351",
            "text": "Já, arNz var strattaður af yngz í að koma :)\nplaying og hux computer ;l"
        },
        {
            "user": "Slay",
            "user_id": "258",
            "date": "2003-03-23 22:06:27",
            "id": "938353",
            "reply_to_id": "938352",
            "text": "Gaman að því að enginn ykkar hafði rétt fyrir sér um tdm/ctf 3. sæti!! fallen-b kom öllum að óvörum og henti ice elítunni út í hafsauga. Stoltur af því."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-28 02:17:43",
            "id": "938354",
            "reply_to_id": "938353",
            "text": "já aq var líka frekar nákvæmt DON og QNI RÚSTUÐU pleisinu"
        },
        {
            "user": "Ravenk",
            "user_id": "1394",
            "date": "2003-04-03 13:30:30",
            "id": "938355",
            "reply_to_id": "938353",
            "text": "Jamm, fallen-b komu skemmtilega á óvart og spiluðu mjög vel."
        }
    ]
}