{
    "forum_title": "Leikjatölvur",
    "user": null,
    "user_id": null,
    "date": "2003-02-27 21:43:18",
    "title": "Agent Under Fire í Gamecube",
    "text": "Ég ákvað að skella mér út í BT þegar ég heyrði af útsöluni þeirra\nog keypti ég mér James Bond Agent Under Fire\nOg get ég sagt ykkur frá því hugarar góðir að ég varð ekki fyrir vonbrigðum.Leikurinn spannar sinn eigin söguþráð og ert þú James Bond og ert að að bjarga heiminum undan terroristum sem ætla sér að taka 8 helstu ráðamenn heimsinns og klóna þá til að fá stjórn yfir heiminum.\nLeikurinn er helst til stuttur og er aðeins 12 borð en eru þau mjög margvísleg og öll eru þau löng og ekki er hægt að þjóta í gegnum borðinn eins og er oft raunin með 1persónu skotleiki.\nLeikurinn er mjög fjölbreittur og ferðu í gegnum borðin ýmist gangandi skjótandi verði,á skriðdreka,í Aston Martin sérútbúna bílnum með innbyggða vélbyssu og eldflaugakerfi eða horfandi út um loftlúgu á bíl skjótandi þyrlur og bíla.\nTalsetningin á leiknum er flott og vel vönduð nema þá sársaukastunurnar í Bond sem eru virkilega þreytandi.\nGraffíkin í leiknum er mjög misjöfn,hún er breytileg eftir borðum en í flestum borðum er hún flott og sýnir verulega hvað GC er öflug.Myndböndin eru ekki mörg og eru þau ekki flott eða raunveruleg NEMA 2 eða 3 sem eru mjög flott.Þetta fannst mér mjög skrítið og er eitthvað sem maður tekur fljótt eftir.\nLeikurinn er mjög erfiður og oft á tíðum festist maður en það er bara besta mál þar sem maður fær ekki auðveldlega leið á honum.\nÞótt þú sért búinn að vinna leikinn og öll borðinn er samt lang erfiðasti hlutin eftir og er það að að vinna svokallað “gold metal target,, og síðan ”platnium target,, eftir það.Þú færð stig eftir framistöðu þinni í borðunum og átt að ná ákveðið mörgum stigum í hverju borði og bætast þá við leikin alls konar byssur,bílar eða aukabúnaður sem kemur sér vel.\nFöldaspilunin er frábær…Í henni eru margs konar möguleikar,hægt er að skipta í lið,setja á þyngdarleysi,spila margs konar þrautir eins og Capture the flag(sorry ef ég skrifa það vitlaust) eða skotþjálfun.Hægt er að velja á milli 11 mismunandi borða og öll nýtísku vopn(yfir 20)eru í þessum leik.\nStýringin er frábær hvort sem að þú ert í bíl,skriðdreka eða gangandi.\nLeikurinn er mjög skemmtilegur,tekur langan tíma að klára hann og vel gerður en ég bíð ennþá eftir leik sem kemmst með tærnar þar sem gamli Goldeneye hefur hælana.",
    "url": "https://www.hugi.is/leikjatolvur/greinar/126116/agent-under-fire-i-gamecube/",
    "url_id": "126116",
    "id": "939858",
    "replies": [
        {
            "user": "hjeppi",
            "user_id": "3701",
            "date": "2003-02-27 23:48:59",
            "id": "939859",
            "reply_to_id": "939858",
            "text": "Fín grein, hef ekki prófað leikinn ennþá, kannski maður skelli sér á hann."
        },
        {
            "user": "Gregg",
            "user_id": "28663",
            "date": "2003-02-28 00:34:56",
            "id": "939860",
            "reply_to_id": "939858",
            "text": "góð grein, ég hélt að þetta væri ömurlegur leikur eftir að ég prufaði hann í PS2, en GC er náttla miklu betra, og ég gæti jafnvel keypt mér þennan leik, þegar ég fæ gamecube, en auðvitað slær ekkert út perfect dark og goldeneye…"
        },
        {
            "user": "Roggi",
            "user_id": "18889",
            "date": "2003-03-01 11:38:18",
            "id": "939861",
            "reply_to_id": "939860",
            "text": "“en auðvitað slær ekkert út perfect dark og goldeneye…”\nGæti ekki verið meira sammála!"
        },
        {
            "user": "skaarjking",
            "user_id": "26378",
            "date": "2003-02-28 02:08:48",
            "id": "939864",
            "reply_to_id": "939858",
            "text": "leikurinn er gerður á uppfærða Half-Life vél (Q2) leikurinn sýnir ekki krafta game cube þar sem game cube er sem betur fer öflugri en þetta, leikurinn hefur fengið 6-7 í einkunn frá flestum tölvublöðum og PC Gamer varar við honum."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-02-28 09:59:02",
            "id": "939865",
            "reply_to_id": "939864",
            "text": "Það sem ég átti við er að leikurinn er frekar hraður alltaf mikið að gerast í honum og það sýnir krafta GC.\nÞótt að graffíkin sé stundum ekkert til að hrópa húrra fyrir er erfitt að útfæra leik sem er jafn hraður og þessi."
        },
        {
            "user": "kattamat",
            "user_id": "5019",
            "date": "2003-02-28 08:29:11",
            "id": "939862",
            "reply_to_id": "939858",
            "text": "Mér fanst það mjög sérkennilegt, þar sem bræður mínir fengu þennan leik í jólagjöf á PS2 og ég varð alveg hissa yfir því hvað hann var skemmtilegur. Sérstaklega þar sem ég var búinn að lesa helling af lélegum dómum. Hann er alveg fínasta skemmtun."
        },
        {
            "user": "akarnid",
            "user_id": "6152",
            "date": "2003-02-28 08:45:09",
            "id": "939863",
            "reply_to_id": "939862",
            "text": "Á hann fyrir XBox, og finnst hann alveg hreint skilgreina meðalmennsku.   Hann er sosem fínn, en það er akkúrat ekkert við hann sem er á nokkurn hátt spennandi eða neitt því um líkt.  Mar hefur séð þetta allt oft gert áður."
        },
        {
            "user": "akarnid",
            "user_id": "6152",
            "date": "2003-02-28 17:14:59",
            "id": "939866",
            "reply_to_id": "939858",
            "text": "Þetta er enn einn metnaðarlausi leikurinn sem ekkert er lagt í en selst bara á nafninu, Þessi er í 1. sæti meðan gullmolar eins og ICO eru neðarlega!"
        },
        {
            "user": "akarnid",
            "user_id": "6152",
            "date": "2003-03-01 16:19:58",
            "id": "939867",
            "reply_to_id": "939866",
            "text": "Oh djöfull er ég sammála þessu með ICO…."
        },
        {
            "user": "OlafurJoels",
            "user_id": "11272",
            "date": "2003-03-01 16:26:41",
            "id": "939868",
            "reply_to_id": "939867",
            "text": "ICO er einhver magnaðasti leikur sem ég hef prófað, get ekki beðið eftir framhaldinu…\nFoxarinn"
        },
        {
            "user": "tillumta",
            "user_id": "11059",
            "date": "2003-03-06 01:52:57",
            "id": "939869",
            "reply_to_id": "939858",
            "text": "Guð minn almáttugur hvað þetta er ógeðslega leiðinlegur leikur og það er ekkert smá flókið að stjórna Bond. Ég er orðin svo þreytt á hvað leikjaúrvalið er af skornum skammti hérna, ef maður vill ekki bílaleiki, fótboltaleiki eða einhverja svona spennuleiki er eila ekkert úrval. Ég er mest í “barnaleikjunum” sem sumir vilja kalla þá og úrvalið er glatað, bara einhverjir leikir sem allavegana virðast glataði"
        },
        {
            "user": "Kukmand",
            "user_id": "35065",
            "date": "2003-03-13 19:10:07",
            "id": "939870",
            "reply_to_id": "939869",
            "text": "Ekki mjög góður leikur en samt eru allir aukamöguleikarnir góðir.Nightfire er mun betri"
        },
        {
            "user": "Gauos",
            "user_id": "297",
            "date": "2003-03-28 22:12:52",
            "id": "939871",
            "reply_to_id": "939858",
            "text": "Ég keypti þennan leik á 1299kr á sínum tíma. Hafði spilað hann svoldið áður á Playstation 2 og líkað það ágætlega. Fínt verð á ágætis viðbót í GameCube safnið."
        },
        {
            "user": "Bumbuliuz",
            "user_id": "534",
            "date": "2003-03-29 22:14:50",
            "id": "939872",
            "reply_to_id": "939871",
            "text": "Ég er að pæla í að gera svipað og fá mér Die Hard leikinn fyrir Gamecube á 1299. Bara til að hafa einhvern skotleik á meðan ég bíð eftir Metroid Prime. Þó að hann sé ekki beint fps leiku"
        }
    ]
}