{
    "forum_title": "Deiglan",
    "user": "geiriv",
    "user_id": "28946",
    "date": "2003-02-28 18:03:13",
    "title": "Írak Versus USA og GB",
    "text": "Áður en ég byrja á greininni langar mig til að vitna í bók eina sem ég er að lesa og heitir “ Tortímið París ” og er skrifuð af “ Sven Hazel ” og er samtal hermanns og almenns borgara…\nStríðið er viðbjóðslegt.\nJá, það má segja það. Það er bara furðulegt, að stríð gleymast svo fljótt. Og alltaf eru þessar fínu afsakanir til að byrja upp á nýtt.\nHeiður, föðurland og frelsi. Lygilegasta hræsni sem til er. Hvar er eiginlega frelsi? Hvað er heiður? og hvað gerir ættjörðin fyrir mann? Maður má dröslast með vélbyssu og láta skjóta sig í tætlur!!!\nHún bendir á orðuna mína - hvað marga hafið þér drepið til að fá þetta?? Hermaður hefur ekki tölu á hve marga hann drepur né hverja hann drepur því þá væri hann ekki hermaður til lengdar……..\nSvona er veröldin að verða í dag! Drepa fyrir frelsi og heiður ??\nEiginlega dettur mér strax í hug bandaríkjamaður þegar ég les þetta, þeir eru svo blindaðir af svokallaðri ættjarðarást að þeim er nákvæmlega sama hverja þeir drepa bara að einhver verði drepinn. Þeir dæla vopnum í lönd og síðan eru þessi lönd orðinn þeirra verstu óvinir, aha við getum farið í stríð hugsa þeir! við drepum bara allt sem fyrir verður og efnahagur USA er góður.\nHefur einhver tekið eftir því að stríð á 10 ára fresti er lífsæð efnahags USA ?? seinni heimstyrjöldin endaði og kalda stríðið tók við og stóð yfir í 40 eða meira ár. afvopnum kjarnavopna þegar Gorbatsjov og Ronald Reegan enduðu kalda stríðið, 1991 var fyrsta persaflóastríðið cirka 10 árum eftir það.\nSíðan Afghanistan en bara það var of auðvelt og USA gat ekki notað nógu margar sprengjur til að halda efnahag uppi. Nú vantar bara nýtt stríð og þá er Írak besti kosturinn.\nAukalega eru USA menn að þurrka upp eigin olíulindir og vantar aðgang að ódýrri olíu svo hvað er betra en koma upp ríkisstjórn sem er þeim hliðholl í 3ja stærsta olíulandi í heimi.\nBandaríkjamenn hafa alltaf hugsað um eigin hag þegar að stríði kemur, ef ekki er von á því þá bara búa þeir það til, það er að segja ef þeim er í hag. Tökum sem dæmi Ísrael sem er ekkert annað en útvarðastöð USA í miðausturlöndum, það hafa yfir 100 hundrað ályktanir verið gerðar varðandi meðferð Ísraela á Palestínumönnum í NATO en ekki verið farið eftir neinni þeirra “ NÚLL OG NIX ”\nHvað segja USA menn ?? “ Núll og NIX ” akkúrat ekki boffs bara gefa þeim peninga og vopn og þá er allt í lagi.\nOg versta sem mér þykir er að bretastjórn skuli fylgja þeim eftir eins og bergmál í helli, bretar hafa kynnst stríði og vita hvernig það er, samt eru þeir búnir að gleyma WW2 allt í rúst KONUR/BÖRN/GAMALMENNI munu verða drepin miskunnarlaust alla tíð ef að heimsbyggðin stoppar ekki þessa vitfirringu.\nBandaríkjamenn hafa einir nokkurn tímann notað gereyðingarvopn gagnvart annari þjóð “Nagasaki og Hiroshima” með hörmulegum afleiðingum fyrir komandi kynslóðir…..\nÞessi ræða er orðinn ansi löng en bara til að vekja athygli á því þá er ræðumaður ekki andsnúinn stríði í neinni mynd en bara ef ástæða er til, það er það sem þarf en í þessu tilfelli er enginn ástæða til stríðs, hvorki þarf að DREPA KONUR/BÖRN/GAMALMENNI.\nÞað er rangt og stríð mun alltaf lenda verst á þessum hópum þjóðfélagsins bara ef asninn hann G-W-BUSH myndi fljúga sjálfur og verða skotinn af börnum myndi verða mín draumamynd……….",
    "url": "https://www.hugi.is/deiglan/greinar/126355/irak-versus-usa-og-gb/",
    "url_id": "126355",
    "id": "941933",
    "replies": [
        {
            "user": "Gabbler",
            "user_id": "18730",
            "date": "2003-02-28 21:31:01",
            "id": "941939",
            "reply_to_id": "941933",
            "text": "Sæll gerirv.\nMikið rétt hjá þér.  Bandaríkin selja gríðarlegt magn af vopnum til fátækra landa og skilja svo ekkert í því að sum af þessum löndum snúast allt í einu gegn þeim.\nAðferðin sem þeir vilja líka beita til að loka fyrir vopnakaup óvinsamlegra þjóða er að setja algjört viðskiptabann á þau.  Banna þeim að hagnast svo þau geti ekki keypt af þeim vopn.  Þegar það augljóslega mundi virka miklu betur að leyfa þeim að hagnast og græða smá peninga og banna öllum að selja þeim vopn.\nÞað verður spennandi að sjá hvernig álitið á GW breytist þegar kanarnir fara að tapa einhverjum mannskap í stríði í borgum.  Það er eins gott að þeir vinni þetta stríð því annars skilja þeir allt eftir í rusli þarna.\nEn annars þarf þetta svosem ekki að koma okkur á óvart.  Allavega okkur sem skiljum pínulítið í því hvað það þýðir að vera með hægri stjórn.  Þetta er það sem allt snýst um.  Stór hluti jarðarbúa þarf að lifa í fátækt og við hörmungar til þess að við hinir (sem erum talsvert færri) getum lifað í vellystingum.\nÆtli GW mundi ekki vera fljótur að bakka með stríðið ef það væri hans eigin fjölskylda sem væri í hættu.  Ekkert mál að kveða dauðadóm yfir saklausum börnum á meðan þau búa í öðru landi.\nMér líst ekkert á þetta….\nKveðja."
        },
        {
            "user": "Gabbler",
            "user_id": "18730",
            "date": "2003-02-28 21:47:41",
            "id": "941934",
            "reply_to_id": "941933",
            "text": ""
        },
        {
            "user": "Gabbler",
            "user_id": "18730",
            "date": "2003-02-28 22:44:44",
            "id": "941935",
            "reply_to_id": "941934",
            "text": "Rebel.\nErum við eithvað skárri ef við viljum “stúta svona liði”?  Ég held að það sem virkar best á svona lið er bara að tala um frið og að við högum okkur þannig að við séum samkvæmir sjálfum okkur.\nNota Gandhi aðferðina á þá.  Tekur langan tíma…en svínvirkar.\nKveðja."
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-03-01 11:36:42",
            "id": "941936",
            "reply_to_id": "941935",
            "text": "Gabbler\nUm Ghandi aðferðina.\nÞar áttust við Indverjar og Bretar.\nSegum svo að þar hafi áttst við Indverjar og gamla Sovét: Þ.e.a.s. þeir stjórnarhættir sem voru þá við líði í Sovét.\nÞá mætti setja stórt spurningamerki við útkomuna.\nÉg álít að Ghandi hefði aldrei náð sama árangri gegn slíku valdi. Hann hefði einfaldlega horfið.\nGhandi aðferðin er því einungis væntanleg til árangurs, ef andstæðingurinn er tilbúinn að leika eftir öllum settum reglum. Bretar léku eftir reglunum.\nÞað hefði ekki gamla Sovét gert, Pol Pot, Pinochet, Mao, Chausescu, Franco og margir fleiri.\nSvo er ekki hægt að taka eitt dæmi út úr sögunni og segja það eiga að svínvirka allstaðan. Það gerði það einu sinni, en hefur það ‘svínvirkað’ einhversstaðar síðan?(Kannski má heimfæra Suu Ky í Myanmar(Burma)og Nelson Mandela yfir á ‘Ghandi’ kenninguna)\nT.d. var Ghandi einstakur. Efast stórlega að slíkur persónuleiki komi upp næstu aldirnar. Ef það skyldi þó ske, þá verða ytri aðstæður að vera slíkum manni/konu hliðholl, annars hyrfi hann/hún bara(drepin/n).\nÉg styð friðsamlega lausn allra deilumála þjóða á milli. Stundum kemur upp og mun koma upp sú staða að slíkar vonir eru óraunhæfar. Þannig er mannskepnan bara innréttuð."
        },
        {
            "user": "Gabbler",
            "user_id": "18730",
            "date": "2003-03-01 12:59:38",
            "id": "941937",
            "reply_to_id": "941936",
            "text": "Sæll nuff.\nÉg meinti þetta nú alls ekki þannig að þetta ætti að virka á allt og alla.\nEn ef tildæmis Írakar mundu ekki streitast á móti USA og ættu engin eða fá vopn þá væri fáránlegt fyrir USA að ráðast á þá… ekki satt?  Æ annars veit ég ekki svei mér þá hvaða lausn væri best á þessu máli… eins og ég sagði þá hef ég áhyggjur af þessu.  :(\nKveðja."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-01 18:27:37",
            "id": "941938",
            "reply_to_id": "941935",
            "text": "Mér er alvega sama þó að svona lið hætti að anda sko. En ef það er hægt að leysa þetta án þess að drepa fólk þá er það auðvitað betri kostur en Gandhi gat þetta og sýndi óendanlega mikla þolinmæði en það tökum dæmi. Ef Palestínumenn myndu hætta að drepa Ísraela og láta þá bara vaða yfir sig og gera ekkert í því þegar það er verið að taka landið af þeim þá myndi það enda þannig að Ísraelar myndu taka allt land af þeim og komast upp með það því enginn gerir neitt í því þegar Ísraelar brjóta einhverjar reglur því BNA menn græða á því að styðja þá og þá komast Ísraelar upp með allt og skal enginn mótmæla því. Held að deilan á milli Ísraela og Palestínumanna leysist ekki með því að Palestínumenn bíði og láti vaða yfir sig. Það er hinsvegar hægt að leysa þetta mál með friði en þá þurfa báðir aðilar að gefa eftir því um leið og annar aðilinn gefur bara eftir þá notfærir hinn sér það og gerir ástandið verra (allavega myndu Ísraelar gera það).\nEn þetta er rosalegt hvernig BNA menn eru orðnir. Núna er það ekki nóg að Írakar afvopnist. Núna verður Saddam að fara frá völdum en eins og allir vita þá ráða BNA menn yfir öllum og ráða hverjir stjórna hvaða landi því þeir voru kosnir til að vera alheimsklögga :) Þeir virðast allavega halda að þeir ráði öllu. En þetta er bara afsökun og mjög léleg afsökun. Ef Saddam færi frá völdum þá myndi það sennilega ekki vera nóg, það þyrfti að gera eitthvað í viðbót því það er aldrei neitt nógu gott fyrir kanana. \"Vestrænt frelsi er að mega segja hvað sem er á meðan enginn heyrir það. Vestrænt lýðræði er að mega kjósa hvern sem sem er sammála BNA !!! Mikið vit í þessu hjá Erpi í laginu Jihad. BNA skipta sér að öllu og vilja ráða hverjir eru við völd og muniði það sem einhver Þjóðverji sagði, hann sagði eitthvað að Bush líktist Hitler eða eitthvað í þá áttina og þá varð allt vitlaust og Þjóðverjar bara djöflaþjóð og svona. Svo vilja Þjóðverjar og Frakkar ekki sleikja rassgatið á USA eins og Bretar og Íslendingar og margar þjóðir gera og þá eru þeir nánast orðnir óvinir BNA og vinir Saddams. Þeir verða vinir Saddams því að þeir vilja ekki að mörgþúsundir borgara (saklausir) verði drepnir til að BNA geti komið Saddam frá völdum og fengið einhvern góðan mann til að stjórna. Svo fá þeir kannski smá olíu líka en come on, þeir björguðu Írak maður."
        },
        {
            "user": "selur",
            "user_id": "388",
            "date": "2003-02-28 23:26:24",
            "id": "941940",
            "reply_to_id": "941933",
            "text": "Það er óþarft að telja kalda stíðið sem styrjöld, því frá lokum seinni heimsstyrjaldar liðu ekki mörg ár áður en Bandaríkjamenn sáu sig knúna til að stöðva framgang kommúnisma í Kóreustríðinu, Víetnam tók við á sjöunda áratugnum og þeim áttunda, þegar Sovétmenn réðust inn í Afganistan á þeim áttunda studdu Vesturlönd með Kana í broddi fylkingar Afganaska skæruhópa (en meðlimir þessa hópa risu svo seinna gegn þessu ofríki með hræðilegum afleiðingum), um svipað leyti átti sér stað styrjöld í Líbanon sem ég þekki ekki nægjanleg deili á - og svo kemur þú inn með Persaflóastríðið ‘91, og stríðið ’gegn hryðjuverkum', sem þú minnist á.\nMér þykir líka merkilegt að hlusta á vælið í þeim yfir því hvað Evrópuríkin eru sum treg til að elta þá til helvítis, og reyna að höfða til samvisku þeirra með því að benda á að Bandaríkjamenn hafi nú bjargað Evrópu úr klóm illra öxulvelda í styrjöldunum stóru, og svo staðið að upprisu Evrópu á tímum kalda stríðsins.\nÍ mannkynssögunni sem ég las komu Bandaríkjamenn ekki til aðstoðar fyrr en þeim þótti sér ógnað; fyrr en Lusitaniu hafði verið sökkt af þýskum kafbátum í fyrri heimstyrjöld, og fyrr en Japanir höfðu ráðist á Perluhöfn í þeirri seinni.\nÉg efast heldur ekki um það að komi til hættulegra átaka kæmu Evrópuríkin, með Frakka og Þjóðverja - tja, kannski ekki í broddi fylkingar, en fljótlega á eftir Bretum þó - með sverðin reist til höggs.\nMér finnst samt alltaf jafn erfitt að horfa upp á leiðtoga þessara máttarstólpa vesturlanda, Bush og Blair, reyna að sannfæra heiminn um hvað Saddam er vondur. Annað hvort vita þeir eitthvað sem ekki hefur komið fram, og sannar fullkomlega tilvist eiturefna og gereyðingavopna í herbúðum Íraka, eða þá að þeir telja alheimssamfélagið samansett af algerum hálfvitum.\nOg viti þeir eitthvað sem við vitum ekki, hvað er það þá?? Og af hverju ekki að gefa það upp?\nEn ég er bara að enduróma skoðanir sem hafa komið fram svo oftsinnis áður, hér sem annarsstaðar. Samt svo gaman að taka þátt í rökræðum þar sem allir eru sammála nema þeir sem hafa völdin. -FA"
        },
        {
            "user": "Tahara",
            "user_id": "22188",
            "date": "2003-03-01 00:29:07",
            "id": "941941",
            "reply_to_id": "941940",
            "text": "Sammala selinum\nAnnars bløskrar mer hvernig sumir fjølmidlar i USA eru ad tala gagnvart France. Their eru ad uppnefna og fordæma thodina fyrir ad fylgja ser ekki theigjandi ad malum.\nPislahøfundar New York Post t.d. voru gangandi i kirkjugørdum i Normandy, bølvandi frøkkum fyrir ad hlyda ser ekki.\nUSA eignadi ser ad hafa “frelsad” heiminn.\nJa ef France hefur ekki rett og frelsid til ad hafa ødruvisi stefnu og skodun en USA (ekki einu sinni andstæda heldur fridsamlegri) NUNA 60 arum sidar, tha frelsudu USA i raun aldrei France.\nEkki eru franskir greinahøfundar i kirkjugørdum i USA, thar sem hermenn theirra sem børdust fyrir frelsi USA fra Breska heimsveldinu, bølvandi og ad hædast ad kønum.\nUm leid og einhver leggur til adra leid en USA eru their stimpladir ANTI-AMERICAN eins og einhverjir terroristar. Jafnvel einn elsti og voldugasti bandamadur USA i gegnum tidina France.\nReyndar er tha orettlat ad bera afstødu og gjørdir WW2 og frelsisstrids USA saman. Orettlat gagnvart France.\nThegar USA lysti thvi yfir ad their væru sjalfstædir, toku France undir thad strax og sendu adstod. (Audvitad ad miklu leyti ad thvi ad their voru ad berjast vid tjalla). France gaf svo USA frelsisstyttuna og søgdu landid vera land frelsisins. En thad gaf thvi miklu meira gildi thegar eitthvad annad land, og ekki USA gafu sjalft landinu nickname land frelsins.\nAftur a moti i WW2 thegar Nasistar voru bunir ad hernema France og voru sprengjandi a fullu England. Sneri USA ser bara vid og sagdi: Thetta kemur mer ekkert vid. France og UK søgdu Tyskalandi strid a hendur vegna 3 rikis: Pollands.\nHelstu vinathjodir USA: UK og France voru hernumin og ad falli komin. En USA notadi bara tækifærid til ad sølsa undir sig nylenduheimsmarkadsvædi theirra. Thad var ekki fyrr en ad Japan lysti stridi vid USA med Pearl Habour ad USA loksins gerdi retta hlutinn. Adeins eftir ad thad var buid ad radast a thau sjalf en ekki bandamenn theirra. USA lysti aldrei stridi gegn fasisma (Germany, Italia, Japan) eins og UK og France heldur lysti øxulveldin stridi vid USA med Pearl Habour.\nFrance skuldar USA engan greida. USA skuldar France greida.\nThad er USA sem er ad eydileggja einingu NATO med thvi ad taka ekki tillit til bandamanna sinna. Snyst NATO, UN og ESB einfaldlega um thad ad hlyda skipunum og stefnu USA theigjandi???"
        },
        {
            "user": "xark",
            "user_id": "1706",
            "date": "2003-03-01 00:46:19",
            "id": "941942",
            "reply_to_id": "941941",
            "text": "já, USA gerði ekkert í því þegar Frakkland féll og átti Roosevelt mjög erfitt með að fá stuðning einangurnarafla til að fara í stríð við Þyskaland en Hitler hjálpaði honum þá með því að lýsa bara sjálfur yfir stríði á usa og þar á undan að ráðast á bandarísk skip sem hjálpuðu roosevelt líka mikið"
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-03-01 12:44:15",
            "id": "941943",
            "reply_to_id": "941941",
            "text": "Tahara.\nStaðreynd úr sögunni.\nFyrir u.þ.b. 20 árum þá sögðu Frakkar sig úr hernaðarlegri samvinnu NATO þjóðanna.\nÞað var einhliða ákvörðun þeirra.\nSíðan hafa þeir verið meira utangarðs þar, frekar en aðrar meðlimaþjóðir.\nÞví má spyrja eftirfarandi spurninga.\nHver kastaði fyrsta steininum innan NATO?\nHver lagði grunninn að ‘eyðileggingu’ samstöðunnar innan NATO?\nHver setti sig á háan hest?(á árum áður)\nHver setur sig alltaf á háan hest, miðað við almennt tillegg til NATO?\nÍ mínum huga er svarið við öllum þessum spurningum það sama: Frakkland.\nÍ sögulegu samhengi þá skeði ákveðinn hlutur ca. 1954. Frakkar töpuðu orustunni um Diem Bien Phu.\nÞeir báðu BNA um hjálp/aðstoð áður en orustan tapaðist. Fengu litla sem enga. Og hafa aldrei fyrirgefið BNA það."
        },
        {
            "user": "geiriv",
            "user_id": "28946",
            "date": "2003-03-01 13:29:26",
            "id": "941944",
            "reply_to_id": "941943",
            "text": "NUFF\nEiginlega hafa frakkar ekki sett sig úr samhengi NATO þeir bara sögðu sig úr þeirri deild sem sneri að hernaði annarstaðar en í heimalandinu. ef annað ríki ræðst á eitt þá eru frakkar með, líkt og skeði er Írakar réðust á Kuwait.\nFrakkar hefðu ekki neitunarvald í NATO ef að þeir hefðu sagt sig úr félaginu…….."
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-03-01 13:34:18",
            "id": "941945",
            "reply_to_id": "941944",
            "text": "geiriv\nEkki vissi ég að eitthvert land hefði ‘neitunarvald’ innan NATO.\nAldrei heyrt minnst á það.\nErtu ekki að rugla saman SÞ og NATO?"
        },
        {
            "user": "geiriv",
            "user_id": "28946",
            "date": "2003-03-02 00:20:23",
            "id": "941946",
            "reply_to_id": "941945",
            "text": "NUFF\nEr ekki NATO/SÞ sama batteríið ?? þetta tengist allt saman innbyrðis og þjónar sama tilgangi."
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-03-02 12:09:29",
            "id": "941947",
            "reply_to_id": "941946",
            "text": "geiriv\nNATO og SÞ eru ekki sama batteríið.\nInnan NATO er ekkert Afríkuland, S-Ameríkuland né Asíuland(Tyrkland jú)\nÞað eru 5 lönd með neitunarvald í öryggisráðinu, þar af eru 2 sem standa utan NATO\nEinnig eru mörg lönd í öryggisráðinu sem eru ekki í NATO. Sýrlendingar, Angola, Cameroon og fl.\nÞessi tvö samfélög þjóða geta engan veginn talist vera eins, allavega ekki eins og staðan er í dag."
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-03-01 13:41:09",
            "id": "941948",
            "reply_to_id": "941944",
            "text": "geirv\nÝtti of fljótt á ‘senda’\nÁratuginn á eftir úrsögn Frakka, þá voru þeir hægt og hægt að koma til baka.\nOg voru nánast komnir með fyrrverandi ‘status’ innan NATO þegar Persaflóastríðið var."
        },
        {
            "user": "Tahara",
            "user_id": "22188",
            "date": "2003-03-01 14:52:59",
            "id": "941949",
            "reply_to_id": "941948",
            "text": "Nuff\nEg held ad geiriv hafi svarad thessu oadfinnanlega.\nFrakkar eru og hafa alltaf verid i NATO. Their skuldbinda sig til ad verja øll riki NATO ef aras er gerd a thau. NATO er skv. edli sins Varnarsamningur en ekki Arasarsamningur.\nUSA i gegnum Tyrkland er ekki ad verja tyrkland, heldur eru their ad gera aras a Irak. Øll lønd NATO hafa rett a thvi ad motmæla studningi vid thad.\nLikt og ef Island gerdi aras a Argentinu. Tha ber engu NATO riki skyldu til ad verja Island thvi ad vid værum arasaradilinn en ekki undir aras.\nFrakkar søgdu sig ur sameiginlegri herstefnu NATO thvi ad theim fannst ad USA redi of miklu thar um a kostnad annara NATO rikja. Tho ad USA er langøflugusta og stærsta riki NATO. Thydir thad samt ad øll ønnur riki ber ad hlyda stefnu theirra, jafnvel thott thad stridi gegn vilja meirihluta folksins heima fyrir?"
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-03-01 15:27:01",
            "id": "941950",
            "reply_to_id": "941949",
            "text": "Tahara\nÞað er alltaf umdeilanlegt hvort eitt ríki geti t.d. sett öðrum(jafnvel öllum) fótinn fyrir dyrnar.\nÞað er EKKI neitunarvald innan NATO. Þótt geiriv hafi sagt það óaðfinnanlega!\nEf um samtök er að ræða, þjóða eða einstaklinga, þá gildir einfaldur MEIRIHLUTI. Meirihluti ræður, og verða þá þeir sem verða undir í atkvæðagreiðslu að kyngja því! Ef það þóknast ekki einhverju landi, þá er bara að fara og spila eitt út í horni.\nNei, það geta Frakkar ekki, þá einangrast þeir enn frekar, í sínum eigin heilaga sannleika.\nOg þó meirihluti landsmanna einhvers meðlimalands, sé á móti einhverju sem NATO vill koma í gegn, þá ræður NATO, frekar en meirihlutinn í landinu.\nÞannig ganga alþjóðleg samskipti fyrir sig.\nÞú(landið) gengst undir vilja meirihluta aðildarlandanna og hlýðir því sem þú(landið) skrifaðir undir þegar þú gekkst í samtökin.\nÞannig ræður ES meira en einstök aðildarríki og verða að hlýða boðum og bönnum ES.\nÞar ganga Frakkar fram fyrir skjöldu.\nÍ krafti stærðar sinnar þá ráða þeir miklu innan ES og beita sér af krafti að ályktunum ES sé hlýtt af aðildarlöndum.\nEn innan NATO þá berjast þeir gegn sömu ‘prinsíppum’.\nÞetta er að vera tvöfaldur í roðinu."
        },
        {
            "user": "Tahara",
            "user_id": "22188",
            "date": "2003-03-01 17:27:52",
            "id": "941951",
            "reply_to_id": "941950",
            "text": "Nuff\nAudvitad veit eg ad ekkert riki NATO hefur veto eins og i øryggisradi UN. Riki NATO hafa enfremur skuldbindid sig til ad vernda ønnur riki NATO sameiginlega gegn aras annara rikja. Riki NATO hafa samt aldrei skulbindid sig til ad taka thatt i aras ad frumkvædi a annad riki.\nAthyglisvert ad heyra thig tala um ad meirihluti rikisstjorna rædur. En ekki folkid i landinu sem kaus thessar rikisstjornir. Røkflutningur thinn ad thessu leyti fellur um sjalfan sig ef thu litur til Sameinudud Thjodanna: Meirihluti fastasæta og neitunarvaldsthjoda øryggisradsins er hlyntur fridsamlegri lausn (France, Russland, Kina vs. USA og UK). Thad er ekki vitad hvernig meirihluti øryggisradsins mun kjosa (15 riki) en samkvæmt athugunum litur ut fyrir ad tho nokkur kjosi med fridsamlegri lausn (tyskaland, syrland, afrikurikin 3). Thad lytur meira ut fyrir ad meirihluti øryggisradsins kjosi fridsamlegri lausn. I Alsherjathinginu (General Assembly) er lika ekkert vist ad USA nai meirihluti til ad stykdja sig i hernadarlegri lausn. MEIRIHLUTI MANNKYNS ER FYLGJANDI FRIDSAMLEGRI LAUSN HELDUR EN STRIDI. En er thad svo ad meirihluti rædur??\n“Og þó meirihluti landsmanna einhvers meðlimalands, sé á móti einhverju sem NATO vill koma í gegn, þá ræður NATO, frekar en meirihlutinn í landinu.\nÞannig ganga alþjóðleg samskipti fyrir sig.\nÞú(landið) gengst undir vilja meirihluta aðildarlandanna og hlýðir því sem þú(landið) skrifaðir undir þegar þú gekkst í samtökin.”\nThetta er ekki rett. NATO er varnarsamningur vestræna rikja, myndadur sem motvægi vid fyrrverandi Varsjar varnarsamnning kommunistarikjanna. USA, France, Island og øll ønnur lønd NATO hafa rett a sinum eigin skodunum og akvørdunum. Heldur thu virkilega ad USA taki akvardanir sem meirihluti NATO rikja akveda fram yfir sinar eigin akvardanir???\nMer finnst thu ekki vita hvad NATO gengur ut a, og hvada skuldbindingu thad ber med ser. Ef thu heldur ad meirihlutaakvørdun rikja NATO rædur allri hernadarlegri og fridarstefnu allra landa NATO i einu og øllu. Thetta sest thegar thu ert ad bera saman hernadarbandalagid NATO (sem er bara hernadarbandalag) og ESB sem er efnahagsleg eining evropu."
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-03-01 19:29:50",
            "id": "941952",
            "reply_to_id": "941951",
            "text": "Tahara\nÉg minntist ekkert á SÞ.\nVar að tala um NATO og ES og hvernig tvískinnungur Frakka kemur berlega í ljós innan þessara tvaggja stofnana.\nEf þér fellur ekki sú skilgreining að EF meirihluti(einhvers lands) sé á móti einhverri ályktun MEIRIHLUTA aðildarríkja NATO eða EB, þá ræður ákyktun NATO eða ES. Þetta er nú einu sinn svo og ekkert sem kemur í veg fyrir það.\nInnan NATO vill þitt indæla France að eitt land geti fellt vilja meirihlutans.\nInnan ES vill þitt indæla France, að meirihlutinn ráði!\nÞað skiptir engu máli hvort um stríð með skotvopnum sé að ræða, eða stríð með peningum!\nÁhrifin geta orðið mjög slæm fyrir þolendur, í báðum tilfellum.\nSvo er löngu búið að skilgreina NATO uppá nýtt, eftir fall kommúnismans.\nNýtt hlutverk er að m.a. að stilla til friðar, með góðu eða illu.(Sbr:Balkanlöndin)\nÞó þú sért með erlent lyklaborð, þá er það engin afsökun fyrir að nota franska nafnið á Frakklandi.\nÉg vænti þess að þú sért íslensk."
        },
        {
            "user": "Tahara",
            "user_id": "22188",
            "date": "2003-03-01 20:09:03",
            "id": "941953",
            "reply_to_id": "941952",
            "text": "Eg verd ad fara ad skipta um notendanafn. Thad gera allir rad fyrir thvi ad eg se kona.\nNuff\n“Innan NATO vill þitt indæla France að eitt land geti fellt vilja meirihlutans.”\nFrance setti ekki tha krøfu. Mega their ekki hafa adra skodun i malum. Verda ALLIR ad hlyda USA af otta vid ad sundra einingu NATO. France er ekki ad thvinga sinar skodanir upp a adra NATO thjodir. USA hins vegar er ad reyna ad thvinga skodanir sinar upp a France, Tyskaland og Belgiu.\nThad er verid ad reyna ad thvinga thessi lønd i ARASARstrid gegn fridsamlegum vilja theirra. Innan ES er Italia, Tyskaland, France og UK øll med svipadan atkvædarett. Jafnvel thott France og Tyskaland eru mun fjølmennari en UK og Italia.\nI sambandi vid fridargæslu tha er thad hlutverk UN ekki NATO. NATO er varnarhernadarbandalag. UN er althjodasamband rikja, sem a miklu meira hlutverki ad gegna vid fridargæslu en Kalda strids fyrirbærid NATO.\nps. Eg nota USA en ekki BNA og UK i stadinn fyrir Bretland einnig. Eg er islenskur."
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-03-01 21:14:09",
            "id": "941954",
            "reply_to_id": "941953",
            "text": "Tahara\nAfsakaðu að ég skyldi telja þig kvk., það gerði nafnið vafalaust.\nþað er búið að endurskilgreina hlutverk NATO.\nÞað gerðist fyrir nokkrum árum.\nKosovo var alfarið í hendi NATO, ekki SÞ.\nSÞ eru tannlaus, ef stilla á til friðar með vopnavaldi.\nÞað kemur NATO inn í staðinn.\nSvo er það þannig með alþjóðasamtök. Í nafni einingar, kyngir minnihluti stolti sínu og stendur með meirihlutanum út á við!\nEn ekki Frakkland. Af hverju? Einfalt svar við því. Það er ekki hentugt fyrir Frakkland að NATO sé sterkt. Það er hentugt fyrir Frakkland að innan NATO sé óeining.\nOg aftur af hverju. Frakkland lítur sterkara út gagnvart sundruðu NATO.\nOg akkúrat það sama gildir um ES. Það er Frakklandi til hagsbóta að ES sé sterkt. Vegna þess að innan ES, er Frakkland stórt númer.\nÉg las þetta á BBC fyrir nokkru. Næstum sett svona fram, en BBC er enskur fjölmiðill, og því lítt treystandi fyrir Frakka.\nÞetta hljómaði vel í mínum eyrum, skýrði margt og auðveldaði mér að setja Frakka í þann dilk sem hugsar fyrst og fremst um eigið egó. Ekki velferð og afkomumöguleika, einhvers 3ja heims ríkis, NEMA það sé á áhrifasvæði Frakka. Þ.e.a.s. fyrrverandi nýlenda og opinbert mál þar franska.\nÞetta er orðið þreytt. Ég hef mína skoðun.\nFrakkar eru ekki heiðarlegir, þeir þrífast á að halda ‘samherjum’ sínum sundruðum, því þá virka þeir stórir. Þeir geta ekki sætt sig við að vera ekki mestir, stærstir og bestir á öllum sviðum. og í krafti þess mótmæla þeir ákvörðunum BNA, sem eru óumdeilanlega mesta stórveldið í dag.\nEkki það að ég sé hrifinn af BNA, ég þoli ekki Bush. Hann er of íhaldssamur fyrir minn smekk.\nLíkt og ég þoli ekki tvískinnung Frakka.\nÞú hefur þína skoðun, vona bara að eitthvað sem ég hef sagt ‘meiki sense’ og þú horfir á Frakkland í breiðara samhengi.\nFrakkland er ekkert heilsteyptara land en BNA.\nBNA talar sínu máli, með ómældan herstyrk að baki hverju orði.\nFrakkland talar sínu máli með sama sem engan herstyrk að baki hverju orði, en ótakmarkaða sjálfumgleði.(á íslensku mont)\nOg að endingu: Það sagði einhver sérfræðingur um Írak. Það er betra að gera eitthvað í málinu í dag og taka þeim áföllum sem það kostar, en að gera eitthvað í málunum eftir 10 ár og taka þeim stórhörmungum, sem það kostar þá."
        },
        {
            "user": "Tahara",
            "user_id": "22188",
            "date": "2003-03-02 15:04:34",
            "id": "941955",
            "reply_to_id": "941954",
            "text": "blessadur Nuff\nMer finnst thu vera ad dæma Frakka mismunandi eftir hvada althjodlegum einingum their eru i. Thad sest best med thvi ad thu vilt ekki tala um UN.\nUN er mun rettlætanlegra fridargæsluafl (allur heimurinn) en NATO sem eru bara vestræn riki. BNA eru ad hamast vid ad fa studning UN en studningur allra NATO rikjanna skiptir ekki jafn miklu mali ad thvi leyti. Thetta synir hvar althjodlegar akvardanir og samthykktir um strid/frid eiga ad liggja. Hja UN en ekki hja NATO. Kinverja, Russar, Japanir, Indverjar og fleiri yrdu ekki anægdir med thad ad NATO thjodir lystu sig sem hid altjodlega samfelag sem sæi um fridargæslu en ekki UN.\nEg er algjørlega osammala ther med thessa skilgreiningu a ES/NATO. NATO snyst ad hernadarlegri stefnu en ES ad efnahagslegri stefnu. Af hverju er France ad sundra einingu NATO med thvi ad hafa sjalfstæda skodun? Er tha USA ekki ad sundra einingu UN og øryggisradsins med thvi ad hafa skodun sem trulega er ekki skodun meirihlutans?\nI sambandi vid ad France vill hafa NATO veikt og ES sterkt a sama tima, og ad engin hernadarstyrkur liggi ad baki orda theirra. Tha segi eg bara thetta.\nFrance er 3 stærsta kjarnorkuveldi heims.\nFrance er 2 stærsta kjarnorkuveldi NATO.\nFrance er eitt af threm øflugustu rikjum ES.\nEda eins og their eru kalladir:\nThe Big Three: Bretland, Frakkland og Tyskaland.\nVegna thess ad ekkert theirra er talid thad mikid øflugra en hin 2 a øllum svidum. Thetta myndar akvedid valdajafnvægi thar sem 1 af thessum storveldum gerir samning vid 2 af thessum storveldum til akvardana sem eru ekki 3 af thessum storveldum i hag.\nFrance er nakvæmleg jafn sterkt innan NATO og ES.\n“ótakmarkaða sjálfumgleði” Frakka sem thu kallar, er vilji theirra til thess ad reyna til ytrasta ad afvopna Sadam fridsamlega.\nEg trui thvi ekki ad nokkur madur haldi ad Frakkar eru ad setja sig upp gegn ofurveldi okkar tima USA, af thvi bara (til ad synast storir), en ekki vegna ahyggja um ad strid myndi kosta milljonir iraka, ovina og nagranna theirra lifid.\nAd lokum langar mig ad varpa fram thessari spurningu:\nUSA hefur tekid a sig hlutverk saksoknara (af vopnaskodunarmønnunum) og kastad fram obeinum sønnunum. Svo segja their ad sønnunarbyrdin se ekki hja saksoknaranum heldur hja sokborningi.\nEg ætla ekki ad halda thvi fram ad Sadam rædur ekki yfir gjøreydingarvopnum eda ad hann rædur ekki yfir gjøreydinarvopnum. Hann samt heldur thvi fram ad hann hafi eytt øllum gjøreydingavopnum sinum\nNu spyr eg:\nBandarikin treysta ekki ordum Sadams um ad hann hafi eytt gjøreydingavopnum sinum. Thvert a moti segja their ad komi til thess muni hann beita theim gegn nagrønnum sinum, ovinum og jafnvel eigin borgurum. Ef strid bryst ut, getum vid tha treyst thvi ad Sadam noti ekki thessi vopn? USA er ad segja ad ef strid bryst ut mun hann nota thessi vopn sem hann a. Eigum vid tha ekki ad reyna allar adrar leidir til ad afvopna hann en strid, sem er ørugg leid til thess ad hann noti thau?"
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-03-02 15:31:23",
            "id": "941956",
            "reply_to_id": "941955",
            "text": "Tahara\nEins og ég sagði. Þá hef ég mína skoðun á Frökkum og utanríkisstefnu þeirra. Þú þína skoðun.\nÉg vísaði til ýmissa staðreynda máli mínu til stuðnings, skrifa sérfræðinga og líka ‘spekúlasjóna’.\nVarðandi Saddam og eign hans á gereyðingavopnum þá er staðreyndin sú:\nÁ fyrra tímabili vopnaskoðunar þá vissu skoðunarmenn um ca. umfang eign Íraka á slíkum vopnum. Í tonnum og rúmmetrum. Haft eftir skjölum sem þá fundust innan Íraks.\nÍrakar hafa EKKI gefið SÞ neinar sannanir fyrir það það magn efna/sýklavopna hafi verið eyðilagt.\nÞað kemur fram í svari SÞ við fyrstu skýrslu Íraka(þessari risastóru) og ítrekað opinberlega af Blair í síðustu viku febrúar.\nAuðvitað treysta ekki BNA orðum Saddam. Hann hefur í gegnum tíðina ekki verið staðinn að því að vera orðheldinn maður. Í síðustu viku sagði hann eitt við Rather(60 mín) sem svo ekki stóðst 3-4 dögum seinna.\nEf stríð brýst út, þá er engin trygging fyrir því að Saddam noti ekki þessi vopn sín.\nSá aðili sem er að tapa er vís til þess að grípa til örþrifaráða.\nAfvopna Saddam á fripsamlegan hátt?\nHann gerði eftirlitsmennina að fíflum í mörg ár eftir Persaflóastríðið.\nNú gerir hann næstum það sama. Einn íraksur vísindamaður hefur verið yfirheyrður af eftirlitinu, án þess að Írakar hafi verið þar viðstaddir. BARA EINN! Í ályktun 1441 frá SÞ var SKÝRT tekið fram að eftirlitsmennirnir hefðu fullan og ótakmarkaðan aðgang að ÖLLUM vísindamönnum sem þeir æsktu að tala við(yfirheyra) Og í EINRÚMI, enginn íraskur öryggisvörður viðstaddur.\nÍrak er stórt land, kannski stærra en Frakkland, veit ekki. Fyrrverandi eftirlitamaður sagði það vera vonlaust verk að afvopna Íraka, ekki einu sinni með 30000 eftirlitsmönnum. Þeir fyndu einfaldlega aldrei allt sem finna þyrfti.\nAð endingu vitna ég aftur í sérfræðing um málefni Íraks:\nÞað er betra að koma Saddam frá völdum núna, og taka þeim áföllum sem það kostar. En að bíða í 10 ár og taka þeim stórhörmungum sem það mun kosta þá."
        },
        {
            "user": "Tahara",
            "user_id": "22188",
            "date": "2003-03-02 15:40:23",
            "id": "941957",
            "reply_to_id": "941956",
            "text": "Nuff\nIrak er um thad bil jafnstort og France sa eg i akvednu dagbladi.\nEf vopnaskodanir voru svona tilgagnslausar. AF hverju voru thær tha i gangi i 10 ar. AF hverju voru UN ad heimta thær i Irak ef thær eru svona tilgagnslausar.\nThad skiptir ekki mali tho ad Sadam gerir UN ad fiflum. Of mørg saklaus lif er i hufi til ad lata stoltid hafa ahrif a gjørdir manns.\nEg er ekki ad segja NEI vid stridi sama hvad gerist. Eg er adeins ad segja ad of mikid er i hufi til ad profa ekki enn einu sinni ad thrysta a Sadam og reyna ad gera thetta a fridsamlegan hatt enn einu sinni.\nAudvitad hefur thu thina skodun. Eg er ekki ad gera athugasemd yfir thvi ad thu hafir thina skodun. Eg er bara ad koma fram minni skodun."
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-03-02 18:55:42",
            "id": "941958",
            "reply_to_id": "941957",
            "text": "Tahara\nÞú spyrð. Af hverju voru vopnaskoðanir svona tilgangslausar.?\nEinfalt svar við því og það svar er byggt á staðreyndum. Og reynt var að laga þau göt með ályktun 1441.\nFyrri ályktun SÞ(1991) var veik, götótt, og gaf vopnaeftirlitsmönnum ekki næg völd.\nÞú mátt geta einu sinni af hverju hún var veik.\nT.d. Frakkland barðist gegn harðorðari  og markvissari ályktun! Um það eru ekki getgátur, þetta er skjalfest!\nSamkvæmt fyrri ályktun þurftu eftirlitsmenn að tilkynna með FYRIRVARA hvert á land þeir ætluðu.\nVænlegt til árangurs? ha.\nEftirlitið var ekki í gangi í 10 ár. Frá 1991 til 1998.\nÍraksstjórn mátti hafa fulltrúa sinn viðstaddan, allar yfirheyrslur yfir íröksum vísindamönnum.\nOg þetta var það besta sem hægt var að koma í gegnum öryggisráðið á þeim tíma. Aðal andstæðingar harðorðari ályktunar voru Frakkar og Rússar. Þeir voru svo samþykkir ályktun 1441(haustið 2002) og þar var stoppað upp í öll götin sem EKKI mátti stoppa upp í 11 árum áður!\nSaddam hafði alþjóðasamfélagið OG SÞ að fíflum og er það viðurkennt í dag. Og það skiptir máli, MEGINMÁLI. Ef slíkt er látið viðgangast, þá er eins hægt að leggja niður SÞ. Til hvers að halda úti stofnun sem lætur hafa sig að fífli?\nOg talandi um saklaus líf. Hefur Saddam einhverntíman sýnt að honum sé annt um þau? ALDREI!\nUm að gera að prófa meira, prófa meira, prófa meira, prófa næstu 10 árin…uns ekki verður hægt að prófa meira. Saddam segir þá, BURT með eftirlitamennina eða ég nota miltisbrand, efnavopn á Ísrael. Burt, eða ég þurrka út Saudi-Arabíu. Og hann mun þá hafa tæki og tól til að gera það, vertu viss.\nHorfðu aðeins til baka.\nÞegar Persaflóastríðið var, þá stóðu Ísraela algerlega fyrir utan þau átök.\nSamt skaut Saddam 39 Scud flaugum á Ísrael! Mun fleiri en að fjölþjóðlega hernum sem sótti að honum frá Saudi-Arabíu!\nHvað segir þetta þér?\nÞetta segir mér heilmikið um Saddam. Og styður þá skoðun sem ég hef á honum. Manninum er ekki treystandi fyrir 5 aura!\nÉg hef fylgst vel með gangi mála þarna, alveg frá því Saddam lagði undir sig Írak. Lesið þær ályktanir sem SÞ hafa gert. Fylgst með hvernig sum lönd hafa reynt að bera klæði á vopnin, önnur reynt að draga þessar fáu tennur úr SÞ sem þau eiga(Frakkland og Rússar)\nSamantekt á því sem ég hef lesið orsakar að ég tel að BNA og Bretar leggi til atlögu við Írak seinni partinn í þessum mánuði.\nEin orsök fyrir því er kostnaðurinn við að halda úti þessum herafla. Hver dagur kostar milljarða.\nEf ekki verður ráðist á Írak í mars, þá verður það ekki gert fyrr en næsta vetur, því hitinn þarna í sumar orsakar mun meira mannfall hjá Bretum og BNAmönnum. Og þá hleðst kostnaðurinn upp í marga, marga mánuði.\nArabaríkin(t.d. saudi-Arabía) greiddu 91% af kostnaðinum við frelsun Kuweit á sínum tíma(margir milljarðatugir dollara). Nú borga Bretar og BNA einir brúsann.\nÞað er bara hægt að gefa ‘sjéns’ ákveðið oft. Saddam er búinn að fá ‘sjensinn’ of oft. Nú verður hann að taka afleiðingunum.\nMitt álit í hnotskurn."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-02 19:19:43",
            "id": "941959",
            "reply_to_id": "941958",
            "text": "Já. Saddam verður að taka afleiðingunum. Helduru virkilega að þetta komi eitthvað niður á honum ? Það verða margir saklausir borgarar drepnir og staða Saddams mun ekki koma til með að veikjast. Ég er á móti flestu sem Hussain gerir en ég veit að það þýðir ekkert að bomba Írak og halda að Hussain drepist. Þeir geta ekkert drepið hann. Þeir eru svo miklir aumingjar. Gátu ekki drepið bin Laden en stútuðu hundruðum saklausra borgara, svo stútuð þeir ekki Saddam í Persaflóastríðinu svo af hverju ættu þeir að drepa hann núna ? USA segja að allir í Írak séu óánægðir með Saddam. Eitt mesta bull sem ég hef heyrt. Ef allir væru óánægðir með hann, eða meirihluti þjóðarinnar þá væri löngu búið að drepa hann. En hann hefur mikinn stuðning og fær sennilega enn meiri stuðning ef það verður ráðist á Írak. Þá drepa kanarnir saklaust fólk og hatrið gagnvart USA eykst bara og staða Saddams styrkist. Svo á fólk að hætta að halda því fram að Frakkar og Þjóðverjar séu vinir Íraks. Það er bara rugl. Þeir gera eitthvað sem BNA menn virðast ekki gera. Þeir hugsa aðeins um afleiðingarnar og vilja leysa málið án þess að hundruðir ef ekki þúsundir saklausra borgara eiga að deyja, bara til að Bush verði glaður."
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-03-02 20:32:22",
            "id": "941960",
            "reply_to_id": "941958",
            "text": "Smá leiðrétting:\n“Ég hef fylgst vel með gangi mála þarna, alveg frá því Saddam lagði undir sig Írak.”\nÍrak á auðvitað að vera KUWAIT.\nAfsakið."
        },
        {
            "user": "selur",
            "user_id": "388",
            "date": "2003-03-02 23:54:12",
            "id": "941961",
            "reply_to_id": "941958",
            "text": "En heyrði. Nú spyr ég sá sem ekki veit betur, einfaldlega af því að ég veit ekki betur!\nEn ef það væri eitt markmið BNA að koma Saddam Hussein (sem ég mun frá og með þessari mínútu vitna til sem ‘Hins Vonda’), væru þeir þá ekki löngu búnir að því? Hefur ekki staða landsins, ásamt því sem leynist undir því töluvert meira með þetta stríð þeirra að gera en þeir vilja viðurkenna?\nPersaflóastríðið ‘91 (var það ekki ’91, ég var svo hræðilega mikið barn þá að ég man það stríð ekki mjög vel). Einhverntímann las ég um það af hverju BNA drápu ekki ‘þann vonda’ á þeim tíma, en ég verð að viðurkenna að sú skýring er svo gersamlega úr mínu höfði stolin í augnablikinu, að ég á ekki orð. Er ekki einhver þarna úti sem getur rifjað það upp fyrir mér hvað það var sem þeir þóttust græða á því að hafa þann vonda við völd?\nEr það ekki markmið BNA að hafa vinveitta stjórn í öllum ríkjum heims sem þeir telja skipta einhevrju máli fyrir efnahag BNA? Hefur það ekki verið meginástæða fyrir þeirra stríðsrekstri undanfarna áratugi, að hafa sér hliðholl þau heimsins lönd þar sem einhvern auð er að finna, eða geti haft einhver áhrif á stöðu Bandaríkjanna?\nEn ég endurtek: hér spyr sá sem veit ekki betur, þá sem vita betur, um svör! -FA"
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-03-03 00:06:23",
            "id": "941962",
            "reply_to_id": "941961",
            "text": "Selur\nÞað voru samningar þjóða á milli sem orsakaði að Saddam sat sem fastast eftir að hafa tapað Persaflóastríðinu.\nÁður en ráðist var á Íraksher, þá var byggð upp sem breiðust samfylking(Coalition), um frelsun Kuwait.\nNokkur lönd settu það sem skilyrði, við stuðning sinn við Samfylkinguna, að Saddam yrði ekki steypt. Það yrði ekki farið lengra inn í Írak en reyndist nauðsynlegt til að frelsa Kuwait.\nT.d. Sýrlendingar, Frakkar og Rússar voru þar í flokki.\nAð steypa honum þá hefði ekki kostað mikið í viðbót. Herinn hans rjúkandi rúst."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2003-03-04 20:18:36",
            "id": "941963",
            "reply_to_id": "941958",
            "text": "Nuff\nGott innlegg !"
        },
        {
            "user": "doctor",
            "user_id": "386",
            "date": "2003-03-03 07:53:37",
            "id": "941964",
            "reply_to_id": "941955",
            "text": "Tahara, þú mælir herstyrk Frakka miðað við kjarnorkuvopnabúr. Kjarnorkustyrkur ríkis er allt annar en herstyrkur. Líka svona þar sem ég er byrjaður vill ég benda þér á að franski herinn er hræðilega illa þjálfaður og reynslulaus, ásamt þýska hernum og er í raun eini vel þjálfaði herinn í Evrópu sá breski.\nKv."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-03 15:55:18",
            "id": "941965",
            "reply_to_id": "941964",
            "text": "Hvað veist þú um hvort franski herinn og þýski herinn séu illa þjálfaðir ?"
        },
        {
            "user": "Tahara",
            "user_id": "22188",
            "date": "2003-03-03 19:41:24",
            "id": "941966",
            "reply_to_id": "941964",
            "text": "Hvada rugl er thetta i ther doctor. I hverju ertu annars doctor?\nKjarnorkusprengjustyrkur og VEtnissprengjustyrkur er mjøg stor hluti af hernadarstyrki thjoda.\nEg mæli med thvi ad thu kynnir ther malin adur en thu lætur svona stadhæfingar ut ur ther.\nTekkadu a thessari sidu\nhttp://homepage.eircom.net/~steven/\nThar sem hægt er ad bera saman hernadarstyrk evroputhjoda t.d. Eg se nu engan her i Evropu (fyrir utan Russland audvitad) sem hægt er ad segja ad se med meiri hernadarstyrk en France. Til dæmis er en Charles de Gaulle flugmoduskipid er einaherskipid utan USA sem er knuid af kjarnorku, og svo er annad a leidinni. Mun stærra en nokkurt skip hers Bretlands.\nOlikt kjarnorkusprengjugetu og fjølda hermanna og hernadarvela (flugvelar, thyrlur, skip, skriddrekar o.s.frv.) er erfitt ad bera saman thjalfun mismunandi herja. Ef thu hefur ekki verid i enska, franska og tyska hernum til ad bera thetta saman. Tha attu ad koma med einhverjar almennilegar heimildir en ekki skjota svona ut i loftid. Eg er ekki ad na thessu med reynsluleysid? Franski herinn er nu staddur vidsvegar um heiminn i ymsum størfum. Eg man eftir vidtali i morgunbladinu vid islending sem var i frønsku utlendingahersveitinni i Afriku og leleg thjalfun og reynsluleysi er nu alls ekki ord sem hæfa lysingu hans a theim arum."
        },
        {
            "user": "niflheimur",
            "user_id": "19976",
            "date": "2003-03-03 23:14:06",
            "id": "941967",
            "reply_to_id": "941966",
            "text": "þvílík fífl getið þið verið stundum.\nÞað er svo oft sem ég sé svör um hvað frakkland séu miklir asnar að vilja ekki drepa tugþúsundir manna.\nÞið gleymið allveg að hugsa útfyrir fyrirsagnanna í blöðunum.\nStaðreynd: Frakkar, Þjóðverjar, Rússar og Kínverjar eru allir með sama markmið og BNA og Bretland. Að afvopna Saddam Hussein.\nÁgreiningur: Aðferðin til að gera það.\nÁ meðan BNA og Bretar vilja fara í stríð og myrða tugþúsundir, þá vilja frakkar, þjóðverjar, rússar og kínverjar fara diplómatíska leið til þess.\nMín Afstaða: Ég geri mér fulla grein fyrir því að það er rosalega auðvelt að krefja ríki um að losa sig við vopn, og ráðast SAMT á það, með því að segja að þeir séu bara að ljúga. Það ríki sem losar sig við hluta eða öll bönnuð vopn er rosalega einfalt að sigra.\nEn það er aftur á móti hræsni á hæsta máta að taka á öðru ríki sem BNA stimpluðu sem öxuveldi illskunar með vettlingatökum þegar þeir ERU með gereyðingarvopn og eru ekkert að fela það. Og ekki nóg með það, heldur eru þeir líka að hóta að fara í stríð. Já N-Kórea…. það er náttúrulega mun auðveldara að ráðast á þann sem ekki hefur vopnin heldur en þann sem getur eitthvað… því eitthvað verða þeir að sanna er það ekki?\nOg ég held að þetta stríð sem Bush vill svo endilega sé ekki með neinn sérstakann tilgang. Það er ekki olían.. né efnahagurinn, enda er það að sýna sig svo vel að efnahagurinn þeirra er svo valtur á þessum hugsanlegum stríðstímum að hálfa væri nóg. Nei ég held að þetta sé lítið annað en sýndarmennska, bureaucracy öllu heldur. Þetta er stjórn sem vill sýnast aktív í því sem þeir standa fyrir. Eina vandamálið er að þeir eru ekki að fara réttu aðfreðina við þetta.\nAnd those where my two cents…\nnúna er komið að ykkur að skjóta mig :)\n-Niflinn"
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-03-04 00:08:13",
            "id": "941968",
            "reply_to_id": "941966",
            "text": "Ábyrgar þjóðir sem eiga kjarnorkuvopn, nota þau sem fælingarvopn.\nEf stilla á til friðar einhversstaðar, þá eru slík vopn álíka gagnlaus og teygjubyssa smástráks.\nEf bylta á harðstjóra einhversstaðar er sama upp á teningnum.\nÞau telja AÐEINS ef ráðist er á eigandann, þá getur hann hótað að nota þau.\nÞví segir Jane's að breski herinn sé mun betri en sá franski.\nAgaðri, betur þjálfaður og ‘motiveraðri’ heldur en nokkur annar her í Evrópu.\nSá þýski fær góða einkunn fyrir sína ‘officera’, vel menntaðir, útsjónarsamir og agaðir. En óbreyttir fá lélega einkunn.\nFranski herinn er almennt lélegur. Eina skrautfjöður hans er Útlendingahersveitin.\nKynnið ykkur hlutlaust mat Jane's á herjum vestrænna landa.\nBretar eru að endurnýja flugmóðurskip sín. 2 stk. á teikniborðinu.\nBretar eiga nú líka kjarnorkuknúin skip, kafbáta, sem einnig eru búnir eldflaugum m/kjarnaodda. En eins og áður sagði þá eru slík vopn ekki talin nema sem fæling, og hefur ENGIN áhrif á getu hersins til að berjast.\nÞað þýðir ekkert að sýna óvininum(sem á ekki slíkar sprengjur) myndir af kjarnorkusprengjum, þeir hræðast þær ekki. Vitandi að þær verða ekki notaðar.\nÞótt ég eigi 200 sprengjur og lélegan her, þá er ég jafnvel verr staddur en sá sem á 20 og mjög góðan her.\nEnginn mun nota þessar sprengjur nema þeir séu að tapa stríði, og um leið föðurlandinu. Enginn vill vera fyrri til að grípa til slíkra vopna. Ef tvö kjarnorkuveldi berjast, þá er hættan á að þau verði notuð hvað mest.\nEÐA þá að slík vopn komist í hendur óábyrgra þjóða. Íraka, N-Kóreu t.d.\nOg hættan er hvað mest í Indlandi og Pakistan."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2003-03-04 20:00:14",
            "id": "941969",
            "reply_to_id": "941968",
            "text": "Nuff\nSammála þér, kjarnorkuvopn eru ódýri kosturinn til að sýna völd, en hvað gerurðu við þau völd ef þú ert ekki brjálaður einræðisherra ?  Eins og þú segir þá stillirðu ekki til friðar, t.d. í svæðinsbundnum átökum.\nSumir hér gera mikið úr kjarnorkuherafla frakka og kalla þá stórveldi þess vegna, en það er ekki nóg núna, sum smáríki hafa kjarnorkuvopn í dag en fara leint með.\nFranski herinn er vanmáttugur, þeir senda aðallega útlendingahersveitina ef þarf að berjast, enda tiltölulega fáir frakkar þar innanborðs."
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-03-04 20:06:19",
            "id": "941970",
            "reply_to_id": "941969",
            "text": "Franski herinn er ekkert vanmáttugur frekar en að Ísraelar eiga skilið að lifa."
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-03-04 20:11:46",
            "id": "941971",
            "reply_to_id": "941970",
            "text": "Franski herinn er vanmáttugur.\nÉg segi það, og ber fyrir mig könnun Jane's á herjum vesturlanda.\nHvað berð þú fyrir þig?"
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-03-04 20:40:38",
            "id": "941972",
            "reply_to_id": "941971",
            "text": "Jane´s ?\nEn get ekki trúað því að franski herinn sé vanmáttugur sko. En kannski ekkert sá besti en engan veginn trúi ég því að hann sé vanmáttugur. En kanaógeðin eru náttla með besta herinn. Ef þeir væru með lélegri her þá væri búið að bomba þessi ógeð almennilega, og Ísraelana líka."
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-03-04 20:46:41",
            "id": "941973",
            "reply_to_id": "941972",
            "text": "Ég spurði þig hvað þú hefir til marks um að franski herinn væri ekki vanmáttugur!\nVinsamlega svara því.\nÉg gat minna heimilda, þó þú þekkir ekki þá heimild. Þú ert með netið og leitarvélar, svo þér er ekki vorkennandi."
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-03-04 20:50:58",
            "id": "941974",
            "reply_to_id": "941973",
            "text": "Ég hef bara engar helvítis sannanir fyrir því að franski herinn sé vanmáttugur. En ég trúi því bara ekki að hann sé það og get sagt án þess að hafa sannanir að hann sé ekki vanmáttugur. Ekki sá besti en ekki vanmáttugur. Þínar heimildir eru sennilega bara eitthvað fucked up."
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-03-04 21:13:34",
            "id": "941975",
            "reply_to_id": "941974",
            "text": "Einmitt það sem ég bjóst við.\nDæmigert svar frá þér.\nÞú undirstrikar eigin fákunnáttu og opinberar hana fyrir öllum sem lesa þetta.\nHlýtur að vera erfitt að hafa einhverja skoðun og geta ekki varið hana nema með bölvi og ragni.\nAldrei með tilvitnunum í staðreyndir eða eitthvað skjalfest.\nAllavega ekki vænlegt til árangurs, né að afla sér skoðanabræðra.\nFrekar fráhrindandi.\nJane's er virt stofnun. Hefur innan sinna vébanda sérfræðinga í almennu hernaðarbrölti stórþjóðanna.\nMjög oft vitnað í samantektir og umsagnir frá Jane's í fjölmiðlum um allan heim."
        },
        {
            "user": "geiriv",
            "user_id": "28946",
            "date": "2003-03-04 22:12:27",
            "id": "941976",
            "reply_to_id": "941969",
            "text": "Ég er orðinn doldið ringlaður á öllu þessu frakka tali yfir þesari grein.\nAf hverju þarf þjóð endilega að vera sterk og eiga mikið af drápstólum til að geta verið á móti stríði ?? er ekki talið að skynsemi og rökhugsun sé reyndar besta vopnið ??\nFrakkar eru á móti stríði í írak af því að það er enginn skynsemi eða rökhugsun á bak við það stríð. Bandaríkjamenn vilja bara fá að drepa menn konur og börn til að ná sér í olíu og skapa vinnu í eigin drápstólaverksmiðjum af því einfaldlega að það eru þeirra EIGIN HAGSMUNIR og engra annara…..\nAuðvitað eru allir með sitt álit á hlutunum og mikið væri lífið leiðinlegt ef allir væru sammála um allt…. Ég bara skil ekki frakka og fortíðarvandamálin eða þá umræðu. EINMITT ættu menn að LÆRA af fortíðini en ekki grafa sig niður á sama plan aftur.\nEins og segir í innslagi greinarinnar:\nÞað er bara furðulegt, að stríð gleymast svo fljótt :Þ\nKveðja\nGeiriv"
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-03-04 22:44:03",
            "id": "941977",
            "reply_to_id": "941976",
            "text": "Svo þú heldur að Frakkar séu á móti stríði í Írak vegna þess að það sé engin skynsemi né rökhugsun á bak við það stríð.\nFyrirgefðu, en það hvarflar ekki eitt augnablik að mér að það sé eina skýringin.\nAð mínu áliti þá er MIKLU líklegri sú skýring að þeir óttast að allir samningar sem þeir hafa gert við Saddam, um olíuvinnslu, tæki, tól og tækni til slíkrar vinnslu, vegi MUN þyngra, en heilbrigð skynsemi og rökhugsun.\nÞessir samningar munu tryggja Frökkum yfirburðastöðu innan Íraks í framtíðinni varðandi olíuvinnsluna, og eru í stórhættu, ef Saddam fer frá.\nSamt hafa BNA sagt opinberlega við BÆÐI Frakka og Rússa að þeir muni reyna eftir bestu getu að sjá til þess að allir slíkir samningar verði í heiðri hafðir, þótt þeir steypi Saddam.\nLíklega eru Frakkar og Rússar vantrúaðir á það, og veðja frekar á almenningsálitið í heiminum til að stöðva BNA og Breta.\nÞetta finnst mér mun líklegri skýring á afstöðu Frakka og Rússa til Íraksdeilunnar.\nOg ef þetta kemur þér á óvart, þá eru samningar Frakka og Rússa við Íraka opinber skjöl og einnig\nloforð BNA um að beita sér fyrir því að þessir samningar verði haldnir.\nPeningar eru hafnir yfir alla skynsemi og rökhugsun. Hver er sjálfum sér næstur.\nOg öllu má nafn gefa, sjálfum sér til framdráttar.\nFrakkar eru eiginhagsmunapotarar."
        },
        {
            "user": "geiriv",
            "user_id": "28946",
            "date": "2003-03-04 23:34:18",
            "id": "941978",
            "reply_to_id": "941977",
            "text": "Vel má vera að olíusamningar hafa eitthvað með afstöðu Frakka og Rússa að gera ekki kann ég skil á því.\nEn þá bara hvers vegna gera USA menn ekki samning um olíu líka gegn því að létta af viðskiptahömlun og fá að kaupa olíu í staðinn??????\nÞað er auðvitað vitað að USA menn vilja sitja einir að borði varðandi olíu í Írak því þeirra hagsmunir eru meiri, þá geta þeir selt olíuna líka með gróða.\nBandaríkjamenn hafa gefið það út að þeir ætla að taka olíu sem stríðskaðabætur án endurgreiðslu, hvers vegna hafa USA menn verið að boða stríð með slíku offorsi ?? þeir hóta öllum og öllu, ef þeir fá ekki stuðning við stríð, þeir vita að andstaðan verður slík að þeir fara einir í stríð og þarafleiðandi geta þeir sagt að þeir hafi allan rétt á að sitja einir að borði…….\nBandaríkjamenn eru þeir einu sönnu eiginhagsmunapotarar…………..\nþeim hefur alltaf verið sama um allt og alla bara að þeir græði.."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2003-03-04 23:46:08",
            "id": "941979",
            "reply_to_id": "941978",
            "text": "geiriv\nEnn minni ég á Kosovo sem dæmi um að komu að vandamáli sem heimsbyggðin/Evrópa gat ekki leyst en byggðust ekki á sýnilegum hagsmunum BNA."
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-03-05 00:24:40",
            "id": "941980",
            "reply_to_id": "941978",
            "text": "geiriv\nþú gleymir að taka fram að BNA lofuðu Frökkum að samningar þeirra yrðu í heiðri hafðir.\nÞað bendir til hins gagnstæða gagnvart þeirri fullyrðingu þinni að þeir vilji sitja einir að borði. Svo þar fellur sú fullyrðing.\nEf svo BNA ræðst á Írak, í óþökk Frakka, og án þeirra stuðnings, þá verða samningar Frakka og Íraka ekki pappírsins virði.\nOg veistu, mér finnst það ekkert tiltökumál lengur.\nKennir Frökkum kannski þá lexíu: Því hærra sem þú hreykir þér, því hærra verður fallið."
        },
        {
            "user": "niflheimur",
            "user_id": "19976",
            "date": "2003-03-05 00:45:00",
            "id": "941981",
            "reply_to_id": "941980",
            "text": "og enn og aftur minni ég á að þið eruð fífl sem hugsa ekki útfyrir fyrirsagnirnar.\nMinni ENN OG AFTUR á að takmörk þessara ríkja eru þau sömu og BNA og Bretlands.\nBara greinir á hvernig skuli gera þetta.\nÞað þarf ekki stórann her til að taka ákvörðun á móti stríði, ég á t.d. engann her.. og er mikið á móti þessu hugsanlega stríði Bush.. :p\nKveðja,\nNiflinn"
        },
        {
            "user": "niflheimur",
            "user_id": "19976",
            "date": "2003-03-05 00:49:01",
            "id": "941982",
            "reply_to_id": "941980",
            "text": "rétt til að bæta við, OG endurtaka mig,\nþá væri mun réttara að taka á þeim manni sem virkilega langar í stríð heldur en þeim sem vill það ekki og veit að hann myndi ekkert geta á móti UsA vélinni.\nÉg segi, farið með þennan mannafla til N-Kóreu ef þið eruð svona rosalega til í að halda heimsfriðinn."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2003-03-05 15:35:40",
            "id": "941983",
            "reply_to_id": "941982",
            "text": "Það hlítur að teljast algert slys að N-Kóresku brjálæðingarnir séu komnir með þessa elflaugatækni, og dæmi um það sem Saddam má ekki verða. En auðitað er þetta ekki það krítískt svæði frá vestrænum hagsmunum, nágrannar þeirra, ekk isýst Kínverjar bera mikla ábyrgð."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-05 15:07:02",
            "id": "941984",
            "reply_to_id": "941980",
            "text": "Kennir Frökkum kannski þá lexíu: Því hærra sem þú hreykir þér, því hærra verður fallið.\nNuff. Það verður þá gaman að sjá hversu hátt fall BNA verður.\nSvo segiru að ég komi aldrei með staðreyndir. Ekki segja svona vitleysu. Ég kem alltaf með staðreyndir um t.d. deilu Ísraela og Palestínumanna en fólk snýr útúr og bullar eitthvað helvítis rugl. Ég er bara ekkert mikið fyrir það að lesa eitthvað um hvaða herir eru öflugir. Er bara slétt sama um það. Ef þessi stofnun ætlar að halda því fram að franski herinn sé vanmáttugur þá myndi ég ekki taka mark á henni. Getur vel verið að hann sé ekki með þeim bestu í heimi, en að segja að hann sé vanmáttugur held ég að sé rugl.\nOg þú segir að BNA hafi lofað Frökkum að samningurinn yrði í heiðri hafður. Þeir hafa nú skrifað undir einhverja sáttmála SÞ og eru að biðja SÞ um leyfi til að geta bombað Írak en segja að ef þeir fái ekki samþykki þá geri þeir það samt.\nHver er tilgangurinn ?"
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2003-03-05 15:53:15",
            "id": "941985",
            "reply_to_id": "941980",
            "text": "Góð grein eftir Jónas Bjarnason efnaverkfræðin í opnu DV í gær, um hræsni frakka og þjóðverja."
        },
        {
            "user": "thortho",
            "user_id": "7555",
            "date": "2003-03-02 07:43:09",
            "id": "941986",
            "reply_to_id": "941953",
            "text": "“Eg verd ad fara ad skipta um notendanafn. Thad gera allir rad fyrir thvi ad eg se kona.”\nEða þá að fara í Stillingar, þaðan í Ýmislegt og haka við “Sýna kyn”.  Það virkar auðvitað aðeins ef maður er á eigin kennitölu."
        },
        {
            "user": "geiriv",
            "user_id": "28946",
            "date": "2003-03-02 00:14:31",
            "id": "941987",
            "reply_to_id": "941943",
            "text": "Eitt sem ég er ekki alveg að fatta ??\nFrakkar hljóma eins og vondu mennirnir í þessu svari þínu. Hvers vegna eru frakkar sona vondir ? þeir ásamt Þjóðverjum virðast vera þeir einu sem ekki láta bugast af hótunum USA manna ??\nÞað vantar sona lönd til að standa í hárinu á USA mönnum annars væri stríð út um alla jörð bara til að þóknast USA………\nBandaríkjamenn hafa hótað og skammast í smærri löndum ef þau samþykkja ekki stríð, hvaða gagn er að því að drepa og drepa er ekki mannkynsagan uppfull af svoleiðis þurfum við virkilega meira af því ???"
        },
        {
            "user": "remulean",
            "user_id": "25163",
            "date": "2003-03-01 12:45:41",
            "id": "941988",
            "reply_to_id": "941941",
            "text": "tahara\nég er alveg sammála þér með það að bandaíkjamenn hafa sjálfir sett sig á hásæti sem mesta ríki í heimi og kannski eru þeir það.en ef það er eitthvað sem mannkynssagan hefur kennt okkut þá er það það aðheimsveldi falla alltaf á endanum og er það oftast út af þeirra eigin hroka.usa heldur að þeir séu ódauðlegir en það er  langt frá því að vera satt.það sem eyddi róm var nokkurn veginn sameinaður hópur barbara, og það sem mun  á endanum rusta bandaríkjunum er sameinaður heimur gegn stríði sem þeir munu setja af stað"
        },
        {
            "user": "remulean",
            "user_id": "25163",
            "date": "2003-03-02 15:06:57",
            "id": "941989",
            "reply_to_id": "941988",
            "text": "Þú logar af visku…\nSameinaður hópur barbara?\nNei, þúsundir af þjóðum sem börðust innbyrðis eyðilögðu róm.\nValdabarátta, efnahagskreppa, hungursneyðir, blýeitranir í vatnsleiðslukerfunum, stöðugar innrásir og átök við smáþjóðir.\nNokkur hundruð ára tímabil af hörmungum\nEn engin samstaða.\nÁstæður fyrir falli heimsvelda eru aldrei einar."
        },
        {
            "user": "remulean",
            "user_id": "25163",
            "date": "2003-03-03 08:26:47",
            "id": "941990",
            "reply_to_id": "941989",
            "text": "fabilius\nég tók nú bara svona til  orða.ég veit alveg hvað eyddi vestrómverska veldinu en það er bara ekki bara málið.það er rétt hjá þér að það er aldrei ein ástæða fyrir falli heimsvelda og bandaríkin eru nú þegar farin að sýna merki um siðferðislega upplausn og samstaða er að falla."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2003-03-04 05:38:52",
            "id": "941991",
            "reply_to_id": "941941",
            "text": "Tahara\nÞú ert farin að teygja þig ansi langt í “endurskoðun” sögunnar, ég er viss um að margir frakkar telja BNA og Breta hafa frelsað sig, hver kom herjum Nasista í burtu ? Og hvað með það þótt BNA hefði verið seint til, þurfa þeir alltaf að koma og taka til eftir ruglið í Evrópumönnum, síðast í Kosovo 1999.\nFrakkar mega hafa sínar skoðanir en þeir eru að koma i veg fyrir að álytanir SÞ sem þeir skrifuðu undir sé fylgt eftri, þeir vilja endalausa eftirgjöf og það er ástæða fyrir því.\nEf að BNA er í þessu stríði fyrir oliu þá, halda frakkar hlífiskyldi yfir Saddam vegna sinna olíuhgasmuna, ekki af gæsku, hjá frökkum hefur það alltaf verið um þá og sína sjálfselsku. Rússar og frakkar eru með samninga við stjórn Saddams um olíuvinnslu en vegna viðskiptaþvingana hafa þeir ekki verið framkvæmdir. Þessir samningar verða að engu þegar Bandamenn (frakkland mun ekki tilheyra þar aftur)munu koma brjálæðingnum Saddam frá.\nOg heyr á endemi að BNA sé að eyðileggja NATO, viðurkenndu bara að frakkland er óvinsælasta landið í NATO og á ekki heima þar. Líklega er svo líka með ESB, Chirac ætlar að vera nýji Fhurerinn yfir Evrópu með því að stjórna þar, en “nýju lönd Evrópu” ætla ekki að láta rykfallin , fyrrum stórveldi Evrópu ráðskast með sig."
        },
        {
            "user": "Tahara",
            "user_id": "22188",
            "date": "2003-03-04 18:40:19",
            "id": "941992",
            "reply_to_id": "941991",
            "text": "Eg ætla ekki einu sinni ad virda thetta rugl med svari."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2003-03-04 20:24:00",
            "id": "941993",
            "reply_to_id": "941992",
            "text": "Það er mjög gott, enda kemur ekkert að viti frá þér fransmaður, heilaþveginn af Le Merde !"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-04 18:46:47",
            "id": "941994",
            "reply_to_id": "941991",
            "text": "Jájá það getur velverið að Frakkar séu óvinsælasta landið í NATO, enda eru þetta bara fífl þarna. Langflestir. Frakkar og Þjóðverjar eru bara ekki fífl sem vilja sleikja rassgatið á USA og samþykkja allt sem þeir segja og þeir nota ágætist aðferð við að mynda sér skoðun, þeir hugsa aðeins. Það er eitthvað sem kanaógeðin gera ekki mikið af."
        },
        {
            "user": "thortho",
            "user_id": "7555",
            "date": "2003-03-04 20:43:16",
            "id": "941995",
            "reply_to_id": "941991",
            "text": "“Krakkar” mínir:\nHvað er svona athugavert við það, þótt ríki breyti einungis vegna eigin hagsmuna?  Það er ekki nema sjálfsagt mál að Froskar breyti vegna sinna hagsmuna, Tjallar vegna sinna og Jankar vegna sinna.\nÞað væri hins vegar óskandi ef þeir hefðu allir í sér þann manndóm að viðurkenna það bara hreint út."
        },
        {
            "user": "geiriv",
            "user_id": "28946",
            "date": "2003-03-01 10:01:36",
            "id": "941996",
            "reply_to_id": "941940",
            "text": "Þær einu sannanir sem USA leggur fram, er að þeir hafa gervihnattamyndir af einhverjum vörubílum úti í eyðimörk sem þeir segja að séu færanlegar eiturefnaverksmiðjur, þær gætu alveg eins verið teknar á skeiðarársandi þess vegna…….\nHAHAHA einnig er það nýjasta sem að sýnir algjöra heimsku bandaríkjamanna er að nú er frammi frumvarp á þeirra alþingi, að breyta nafninu á frönskum kartöflum í frelsis kartöflur…..\nhvernig geta menn hagað sér heimskulegra ??"
        },
        {
            "user": "Apocalisp",
            "user_id": "3477",
            "date": "2003-03-05 02:10:50",
            "id": "941997",
            "reply_to_id": "941996",
            "text": "Ég hef ekki rekið augun í þetta frelsiskartöflufrumvarp. Hvar sástu þetta? Ég sá að einn veitingastaður einhverstaðar í rassgati breytti nafninu á sínum kartöflum og svo fylgdu aðrir í kjölfarið. Svonalagað kemur ekki fyrir þing nokkurrar þjóðar. Ég held að þetta sé bara vitleysa í þér."
        },
        {
            "user": "geiriv",
            "user_id": "28946",
            "date": "2003-03-05 03:26:34",
            "id": "941998",
            "reply_to_id": "941997",
            "text": "Nei bara fylgstu mð fréttum maður :Þ"
        },
        {
            "user": "Apocalisp",
            "user_id": "3477",
            "date": "2003-03-05 16:26:44",
            "id": "941999",
            "reply_to_id": "941998",
            "text": "“Nei bara fylgstu mð fréttum maður”\nÉg fylgist grannt með fréttum. Ég eyði að jafnaði 2 tímum á dag að lesa og horfa á fréttir og fréttaskýringarefni.\nUpplýstu nú okkur fáfróðari og sendu tengil á þessa merkilegu og sjaldséðu frétt."
        },
        {
            "user": "geiriv",
            "user_id": "28946",
            "date": "2003-03-05 18:05:14",
            "id": "942000",
            "reply_to_id": "941999",
            "text": "http://mbl.is/mm/go/gagnasafn/grein.html?radnr=681671\nÉg hef því miður ekki aðgang að gagnasafni mbl.is eða visir.is svo ef þú hefur þá bara lestu.\nEr einhver sem veit hvar þessi grein er á netinu ???\nÞetta kom fram bæði í Dagblaðinu og fréttablaðinu þessi frelsis kartöflu vitleysa í USA.\nÉg er því miður búinn að hreinsa til hjá mér og henti þessum blöðum.\nÞví ekkert veitti mér meiri ánægju en að núa “ Apocalisp ” því um nasir að hann fylgist ekkert voða vel með fréttum ef hann missti af þessari vitleysu…. :Þ\nkveðja\nGeiriv"
        },
        {
            "user": "Apocalisp",
            "user_id": "3477",
            "date": "2003-03-05 21:35:34",
            "id": "942001",
            "reply_to_id": "942000",
            "text": "“Er einhver sem veit hvar þessi grein er á netinu ???”\nÞessi grein er ekki til á netinu, þess vegna finnurðu hana ekki. Þú heyrðir þetta í hvísluleik við vini þína. Það hefur aldrei verið fjallað um franskar kartöflur sérstaklega á Bandaríkjaþingi og það mun aldrei gerast. Hvernig dettur þér í hug að þing nokkurs ríkis, nema þá kannski argasta bananalýðveldis eða harðræðis fasistaríkis í skáldsögu eða gamanmynd, muni eða geti sett skorður á hvað þú mátt og mátt ekki nefna djúpsteikt jarðepli.\nÞannig var að eigandi veitingastaðarins Cubbie's í Beufort í Norður Karólínu breytti “French Fries” í “Freedom Fries” á sínum matseðli. Ég sá þetta á Fox News á sínum tíma, og síðan hef ég heyrt því hent að aðrir Cubbie's veitingastaðir hafi tekið þetta upp og að gaurinn sé að hugsa um að fá einkaleyfi fyrir þessu. En það lætur sér enginn heilvita maður detta í hug að svona lagað verði nokkurn tíma tekið upp á þingi. Það er bara fjarstæðukennt.\nHérna er raunverulega frelsiskartöflufréttin:\nhttp://www.cnn.com/2003/US/S\nouth/02/19/offbeat.freedom.fries.ap/"
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-03-05 22:21:39",
            "id": "942002",
            "reply_to_id": "942001",
            "text": "Missti ég af því einhversstaðar hér að einhver héldi að kartöflumálið væri til umræðu á þingi BNA?\nÉg vona að enginn hafi haldið það, því þá er sá hinn sami steiktur í kollinum."
        },
        {
            "user": "geiriv",
            "user_id": "28946",
            "date": "2003-03-05 18:16:17",
            "id": "942003",
            "reply_to_id": "941999",
            "text": "http://www.hugi.is/deiglan/korkar.php?sMonitor=viewpost\n&iPostID=984099&iBoardID=144\nÞarna fann ég allavega annan sem ég veit að hefur hlustað og séð þetta frelsis kartöflu rugl :Þ"
        },
        {
            "user": "geiriv",
            "user_id": "28946",
            "date": "2003-03-05 18:25:00",
            "id": "942004",
            "reply_to_id": "942003",
            "text": "http://www.hugi.is/hahradi/bigboxes.php?box_id=51208&f_\nid=608\nMér langar einnig til að benda á þessa snilld sem ég fann á Háhraða á huga.is sem sýnir samband G.W Bush og Tony Blairs :Þ\nÉg grét af hlátri þegar ég sá þetta :Þ\nKveðja\nGeiriv"
        },
        {
            "user": "geiriv",
            "user_id": "28946",
            "date": "2003-03-04 22:19:33",
            "id": "942005",
            "reply_to_id": "941940",
            "text": "Kalda stríðið er ekkert annað en stríð án bardaga.\nVopn eru framleidd, njósnarar sendir út, allir ógna öllum.\nBara sem betur fer eru dauðsföll lítil í þannig stríði.\nKveðja\nGeiriv"
        },
        {
            "user": "Guybrush",
            "user_id": "14640",
            "date": "2003-03-01 14:03:19",
            "id": "942006",
            "reply_to_id": "941933",
            "text": "Djöfull var þetta flott hjá þér =P, ég var farinn að halda að ég væri einn á þessari skoðun með kanana.\nÞað er alveg rétt sagt að kaninn er sá eini sem hefur notað gereiðingarvopn gegn annari þjóð, samt eru þeir að tala um hvað það er hættulegt í höndum rangra manna.\nÉg tel vera 3 ástæður fyrir þessu stríði\n1. Vegna allrar olíunar\n2. Klára að steipa Saddam af stóli eins og Bush eldri birjaði á\n3. Taka mikla athigli frá Ísrael og Palestínu.\nHérna fyrir 2 mánuðum þá var EKKERT nema Ísrael og Palestína í sjónvarpi, útvarpi og dagblöum en núna er ekkert nema Íraksdeilan.\n————————————— ———-\nFékk ekki Sharon um eihvað 70-80% filgi í kosningunum? Ég held það allavega, en allavega það sínir hvernin þessir anskotar hugsa, samt var alltaf verið að tala um hversu illa var farið með gyðingana, þeir eru bara ekkert betri. “History is written by those who win the war”. Ég tel að allt þetta með gyðingana hafi vverið kryddað töluvert.\nÉg er viss um að heimurinn væri töluvert betri ef þessir gyðingar væru ekki til."
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-03-01 14:12:35",
            "id": "942007",
            "reply_to_id": "942006",
            "text": "Ég er líka viss um að þú yrðir marktækari ef þú notaðir Y þar sem það á við.\nOg þú telur að allt þetta með gyðingana hafi verið kryddað töluvert.\nSvona nokkuð lyktar af ný-nasisma og það illa.\nEf þú vissir það ekki, þá eru til mýmargar rannsóknir á Helförinni. Eitt sem þær allar undirstrika er fjöldi þeirra sem létust í gasklefunum, skotið og urðað, eða jafnvel urðað lifandi.\nEinhver sem ‘telur’ ataðreyndir vera ‘kryddaðar’ ætti ekki að tjá sig mikið. Lesa sér heldur til og tjá sig svo!"
        },
        {
            "user": "Guybrush",
            "user_id": "14640",
            "date": "2003-03-01 14:22:44",
            "id": "942008",
            "reply_to_id": "942007",
            "text": "Ég er ekkert að reina að fá aðra til að hata gyðinga með mér, ég var bara að segja mína skoðun.\nHættu svo þessu andskotans væli með stafsetningu.\nJá ég veit að það var farið illa með þá, það ætti ekki að fara svona með neinn, en það sem ég er að segja er að þeir eru að gera það sama á annan  hátt á móti palestínu, þeir skjóta konur og börn, þeir riðja niður húsum með jarðítum og hvað annað."
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-03-01 14:35:32",
            "id": "942009",
            "reply_to_id": "942008",
            "text": "Eru að gera það sama við Palestínumenn og var gert við þá af nazistum. Segir þú.\nÞað týndu 6 milljónir gyðinga lífinu í Helförinni.\nþað eru 6.000.000. Tuttugu sinnum fjöldi Íslendinga í dag.\nHvernig fyndist þér að vera drepinn 20 sinnum?\nÞegar einhver gerir lítið úr Helförinni, og segir hana vera að nokkru leiti uppspuna, þá ofbýður mér."
        },
        {
            "user": "Gunsalot",
            "user_id": "25694",
            "date": "2003-03-01 17:45:28",
            "id": "942010",
            "reply_to_id": "942009",
            "text": "Nuff:\nHvað hafa margir palestínumenn dáið á síðustu 60 árum?\nNú veit ég það ekki, en það kæmi mér ekki á óvart ef það væri svipuð tala. Og ekki er það mikill munur í árum ef við erum að tala um konur og börn."
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-03-01 19:15:56",
            "id": "942011",
            "reply_to_id": "942010",
            "text": "Gunsalot\nÞér kæmi það ekki á óvart ef álíka margir Pelestínumenn hafa fallið fyrir hendi Ísraela, og þeir gyðingar sem létust í Helförinni.\nHvaða plánetu býrð þú á?\nEf þú hefur skoðun á málinu, þá HLÝTUR þú að vita eitthvað um málið!\nAð álíta að þetta sé sviðuð tala, segir á sorglegan hátt, á hverju þú byggir skoðun þína á málefnum Mið-Austurlanda. Engu!\nPalestínumenn, sem búa á áhrifasvæði heimastjórnarinnar rétt losa milljónina."
        },
        {
            "user": "Gunsalot",
            "user_id": "25694",
            "date": "2003-03-02 03:39:58",
            "id": "942012",
            "reply_to_id": "942011",
            "text": "Nuff:\nÉg veit soldið um málið. Soldið er aðeins meira enn ekkert! Ég sagði að það kæmi mér ekki á óvart ef það væri svipuð tala. Það segi ég í ljósi þess að einhver staðar las ég þar sem Ísraelar lýstu því yfir að þeir mundu drepa 2 eða 5 palestínu menn fyir hvern Ísraela sem dæi fyrir hendi palestínskra hryðjuverka. Svo að ef að deilur þeirra á milli hafa staðið yfir í meir en 50 ár eða svo þá gæti alveg verið að samansafnaður fjöldi látina sé svipaður.\nOg ef Palestínumennirnir eru innan við milljón þá hlýtur manntjón upp á nokkur þúsundir að vera gífurlegt á þeim mælikvarða.\nÉg bý á plánetuni þar sem fréttirnar voru aðalega um deilurnar á milli Ísraela og “pallanna” voru á hverjum degi næstum og myndir af litlum strákum með steina á móti skriðdrekum, þyrlum og eldflaugum var alls ekki sjaldan í blöðum eða fréttamiðlum áður en frelsari vor Bush ákvað að sprengja Írak hvað sem hver segir.\nÓþarfi að vera dónalegur við mann þó maður viti ekki allt?"
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-03-02 12:24:49",
            "id": "942013",
            "reply_to_id": "942012",
            "text": "Gunsalot\nVafalaust veistu ‘soldið’ um málið.\nEn mér ofbauð þegar þú ýjaðir að því að álika margir Palestínumenn hafi fallið fyrir hendi Ísraela, og þeir gyðingar sem féllu í Helförinni.\nOg lái mér hver sem er.\nSem betur fer eru þau ekki mörg tilfellin þar sem um hreint þjóðarmorð hefur verið að ræða.\nSamt of mörg.\nHelförin: 6 milljónir\nRauðu Khmerarnir í Cambódíu drápu 1.7 milljónir.\nHútumenn drápu mörg hundruð þúsund Tútsí í Burundi\nÞetta er þau stærstu.\nOg það setur að manni óhug, að slíkt hafi yfirhöfuð skeð.\nSaddam hefur notað efnavopn á andstæðinga sína.\nSannað að hann átti ákveðið magn slíkra vopna.\nÓsannað hvað hafi orðið um þau tugþúsundir tonna af slíkum vopnum sem hann átti.\nSlíkt setur líka að manni óhug.\nÞú létir aldrei ungabarn fá flösku af rottueitri, til að leika sér að. Óútreiknanlegt hvað barnið gerði við flöskuna."
        },
        {
            "user": "thortho",
            "user_id": "7555",
            "date": "2003-03-01 14:30:08",
            "id": "942014",
            "reply_to_id": "942006",
            "text": "Guybrush:\n“Fékk ekki Sharon eitthvað um 70-80% fylgi í kosningunum?”\nNæstum því.  Hann fékk svona um 30%-40%, ef það.  En þú varst býsna nálægt, og ert greinilega vel fróður um þessi efni.\n“Ég er viss um að heimurinn væri töluvert betri ef þessir Gyðingar væru ekki til.”\nJamm, við værum miklu betur sett ef Jesús, hefðin sem hann spratt úr og Gyðingarnir sem hann talaði til (og breiddu út kristnina) hefðu aldrei verið til.  Þá værum við laus við þessa bannsettu kristni og þyrftum ekki að lesa Íslendingasögurnar.  Við þyrftum sennilega ekki að lesa nokkurn skapaðan hlut, raunar, og gætum það líklegast ekki þótt við þyrftum.  Við værum laus við velferðarkerfi, skítsæmilega skóla og svo framvegis og framvegis.\nJá, það er svo sannarlega ansans ólán að það hafi nokkurn tíma verið til Gyðingar."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2003-03-04 20:14:51",
            "id": "942015",
            "reply_to_id": "941933",
            "text": "Alistair Cooke pistlahöfundur BBC síðan 1946, rifjar upp stöðuna um fyrir stríð þegar ógn stafaði af Þjóðverjum, viðbrögð frakka;\nEftir hverja árás hrópuðu frakkar hæst; “samninga, samninga”. Þeir sömdu af svo mikilli kúnst að þeir voru gjörsigraðir og landið hernumið. En eins og einn franskur vinstrisinni komast að orði; “ Okkur tókst allavega að fá þá til að lýsa parís opna borg-við fegnum engar sprengjur á okkur”!\nÞetta er alveg lýsandi fyrir sérhlífni frakka, komast sem ódýrast frá og bíða svo eftir hver mundi vinna.\nþað eru ekkert nema olíuhagsmunir sem valda því að frakkar og rússar standa í vegi fyrir BNA/Bretum, þeir eru með samninga við stjórn Saddams sem ekkert verður úr við valdatöku bandamanna í Írak, og þar teljast frakkar ekki lengur með."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-05 10:02:31",
            "id": "942016",
            "reply_to_id": "941933",
            "text": "Sven Hazel er góður…\nLifi biltinginn, ekki einsog kanarnir séu að fatta hvað þeir eru að fara gera stríð=dauði(saklausra líka)\nEnginn hefur rétt til að taka líf einhvers sama hvernig staðan er, en það þarfa að refsa fólki fyrir misgjörðir sýnar og það á alls ekki að bitna á öllum."
        }
    ]
}