{
    "forum_title": "Ljóð",
    "user": null,
    "user_id": null,
    "date": "2003-03-02 15:21:48",
    "title": "Tréin",
    "text": "ég fel mig á bak við tréin\nþað er svo hjótt úti.\nÞað er enginn á gangi,\nég heyri ekki í neinum.\nÉ er alveg kjaftstopp\nÞað eina sem heyrist er hljóðið í tránnum.\nég veit ekki hvað ég á að gera\nþví að það er svo hljótt.",
    "url": "https://www.hugi.is/ljod/greinar/126778/trein/",
    "url_id": "126778",
    "id": "945027",
    "replies": [
        {
            "user": "Rebekka",
            "user_id": "28134",
            "date": "2003-03-02 20:16:59",
            "id": "945028",
            "reply_to_id": "945027",
            "text": "Þarna er á ferðinni ljóð eftir ungan höfund á Huga sem ég særði með ógætilegum skrifum mínum.\nÍ þetta sinn skal ég sleppa öllu gríni og gera þetta í alvöru.\n>Orðið tréin er ekki til. Höfundur hefur ætlað að skrifa trén.\n>Þar sem höfundur notar einhver greinarmerki í ljóðinu ætti hann að nota stóran staf í upphafi ljóðsins.\n>É á að vera Ég, geri ég ráð fyrir. Það vantar punkt aftast í þessa línu.\n>Hljóðin í tránnum á að vera í trjánum\n>Stór stafur í ég í næstu línu\nEfnislega ætla ég alls ekki að gagnrýna þetta ljóð, það verða aðrir en ég að reyna þar sem ég kæri mig síður en svo um frekari persónulegar svívirðingar frá höfundi."
        },
        {
            "user": "paskalilja",
            "user_id": "30573",
            "date": "2003-03-03 09:40:06",
            "id": "945029",
            "reply_to_id": "945028",
            "text": "Það eru ekki allir jafn góðir í stafsetningu og í g. bænum, þessi stelpa er tólf ára og það er í lagi að gera nokkrar villur, það kemur fyrir alla og það er örugglega líka eitthvað sem hefur komið fyrir þig.\nMín skoðun er að þetta sé mjög flott ljóð hjá Thesims og eitt það flottasta sem ég hef séð eftir hana. Halltu áfram á réttum vegi og reyndu bara að fara yfir ljóðið tvisvar áður en þú sendir það inn, svo að fólk eins og Rebekka :@ fari ekki að gagngrýna ljóðið vegna stafsetningar.\nKveðja  Guðlaug"
        }
    ]
}