{
    "forum_title": "Hljóðfæri",
    "user": "Bjaddniby",
    "user_id": "30949",
    "date": "2003-03-02 13:47:41",
    "title": "magnaðasta hljóðfæri aldarinnar",
    "text": "Þið hafið ábyggilega heyrt talað eikkurstaðar um hljóðfærið “stick” eða stöngin eins og það yrði kallað hér á landi.. 10 - 12 strenga, ég veit ekki hvort eigi að kalla það bassa-gítar eða gítar-bassa, Það magnaðasta við þetta er að hvorki þarf að fjárfesta í neglur eða bakaðgerð ;) Málið er þannig að þú stendur lóðréttur með þetta óvenjulega hljóðfæri og notar báðar hendurnar til að tappa á strengina líkt og maður gerir á bassa jafnt sem gítar. Þetta er háls, 10-12 strengir og aðskylin pickup þannig að þú getur sett overdrive eða eikkurn effect á helminginn og hitt spilaru bara clean.\nÞeir sem kunna á þetta eru bæði með bassa og gítar á sama hálsinum. Og þetta er svo fulkomið að það heyrist ekki neitt brak meðan þú tappar á hann.\nÞað væri þá bara þú og eikkur trommuleikari sem væruð saman í bandi. Magnaður hlutur.. Þetta verður mitt næsta hljóðfæri!!!!!!!!\nLangaði bara að fræða ykkur um þetta.. EF þið þarna úti viljið heyra hvernig svona “gítar” hljómar farið þá bara beint inná\nhttp://www.stick.com/method/\nog skoðiði myndböndin þar!!!!!!!!!!!!",
    "url": "https://www.hugi.is/hljodfaeri/greinar/126764/magnadasta-hljodfaeri-aldarinnar/",
    "url_id": "126764",
    "id": "944797",
    "replies": [
        {
            "user": "alexj",
            "user_id": "17437",
            "date": "2003-03-03 22:56:20",
            "id": "944798",
            "reply_to_id": "944797",
            "text": "En dvergur þú verður að geta spilað á þetta svo það komi einhvað skemmtilegt út frá þessu. Þótt gaurinn á myndbandinu gerir þetta vel þá er það líka út af því að hann er búinn að æfa á þetta lengi og skilur svona nótur og drasl svo hann veit alveg hvað hann er að gera."
        },
        {
            "user": "Rutski",
            "user_id": "33310",
            "date": "2003-03-03 23:41:31",
            "id": "944799",
            "reply_to_id": "944798",
            "text": "Vá hvað þetta er flókið!!!!!!!"
        },
        {
            "user": "Theragon",
            "user_id": "27291",
            "date": "2003-03-04 08:31:03",
            "id": "944800",
            "reply_to_id": "944797",
            "text": "Hvar ættli maður geti lært á svona hljóðfæri?"
        },
        {
            "user": "Icaruswings",
            "user_id": "2347",
            "date": "2003-03-04 10:14:14",
            "id": "944801",
            "reply_to_id": "944797",
            "text": "O.k WOW"
        },
        {
            "user": "rainmaker",
            "user_id": "29015",
            "date": "2003-03-04 13:18:24",
            "id": "944802",
            "reply_to_id": "944797",
            "text": "Er líka nógu sterkt í þessu til að hægt sé að berja einhvern með þessu?"
        },
        {
            "user": "jovin",
            "user_id": "14431",
            "date": "2003-03-04 14:48:04",
            "id": "944803",
            "reply_to_id": "944797",
            "text": "Þetta er allgjör snild ég verð að fá mér svona hvað sem þeta kostar."
        },
        {
            "user": "Raefill26",
            "user_id": "28087",
            "date": "2003-03-04 17:33:29",
            "id": "944804",
            "reply_to_id": "944797",
            "text": "aldrei myndi ég nenni að stilla þetta"
        },
        {
            "user": "Bjaddniby",
            "user_id": "30949",
            "date": "2003-03-04 19:17:50",
            "id": "944805",
            "reply_to_id": "944797",
            "text": "alexj!!!!!! Dvergasleikir!!!!!! ég sé þig á hverjum einasta degi.! er það ekki nóg og þá ferpu að kalla mann dverg… Finndu eitthvað nýtt orð til að hjakkast á og hættu að gera lítið úr öllu!!!! Þetta er flókið, en hver segir að íslendingar séu “ekki” takið eftir ekki fljótir að læra???? ÞAð getur enin þjóð eða annað land sagt þetta… Við erum með marga frábæra tónlistarmenn sem hafa ekki einusinni komið í sjónvarpið… ÉG þekki allavega nokkra menn sem eru yfir höfuð betri en eric clapton…. Og ég er ekki að grínast.. ÉG er alveg fullkomlega sjúr á því að fá mér þetta hljóðfæri, því íslendingar geta lært. Fólk spyr af hverju kínverjar eru svona þróaðir.. ÞAð er bara alveg jafn gáfað fólk og við þótt það sé svona þróað… Nefndu einna japanskan eða kínverskan tónlistarmann “sem er góður” ÞAÐ ER ENGINN. Málið með kínverjana er að það er enga vinnu að fá og þess vegna þurfa þeir að leggja mun meira í hugmyndir og framkvæma helmingi meira en bæði íslendingar og bandamenn. Ég trúi því að hver sem er geti spilað á þetta. ÉG lærði á gítar án þess að fara í nám eða nokkuð og gengur það vel….. ÉG segi að maður eigi að láta drauma sýna rætast!!! OG DVERGUR (ALEXJ) Þú getur líka látið drauma þína rætast ef þú værir ekki svona askoti tregur!!!!!!!!!! takk fyrir :)"
        },
        {
            "user": "biggi35",
            "user_id": "15970",
            "date": "2003-03-04 19:22:50",
            "id": "944806",
            "reply_to_id": "944805",
            "text": "Vúps, einhver gleymdi að taka pillurnar sínar í morgun…. en annars lítur þetta út fyrir að vera hrein snilld fyrir þá sem vilja læra á þetta.  Hljómar finnst mér mjög sannfærandi og bara flott. Væri gaman að prófa þetta einhversstaðar (allir að hringja í Andrés í Tónastöðinni!!!)"
        },
        {
            "user": "jovin",
            "user_id": "14431",
            "date": "2003-03-05 00:11:10",
            "id": "944807",
            "reply_to_id": "944806",
            "text": "það skulum við gera:)"
        },
        {
            "user": "alexj",
            "user_id": "17437",
            "date": "2003-03-05 00:17:48",
            "id": "944808",
            "reply_to_id": "944805",
            "text": "OKEY þú getur örugglega alveg lært á þetta og allt það en helduru að þú getur spilað á bassan og gítarinn bæði í einu. Ég er ekki að segja að það sé ekki hægt ég er heldur að segja að það taki bara lengri tíma að læra það. Þú ert snillingur ef þú nærð að spila Stairway to heaven á þetta bæði sem gítar og bassi eftir tvær vikur eftir að þú ert búinn að kaupa þetta. Í ALVÖRU ég gef þér svona u.þ.b. tvær vikur til að læra það og spila það."
        },
        {
            "user": "larandaria",
            "user_id": "3518",
            "date": "2003-03-05 01:29:24",
            "id": "944809",
            "reply_to_id": "944808",
            "text": "ég held að fólk sé aðeins að misskilja hérna…\nöll hljóðfæri eru flókin ef maður kann ekki á þau! Píanó virkar mjög einfalt, maður þarf bara að ýta á takkann þá kemur hljóð en það þýðir ekki að hljóðfærið sé einfalt. Það getur verið drulluerfitt að samhæfa hendur og fingur til að fá fallegt lag.\nOg það er aldrei hægt að fá t.d. Stairway to Heaven til að hljóma nákvæmlega eins nema taka það á sama hljóðfærinu…\nEn þetta hljóðfæri lítur skemmtilega út! Kannski maður kíki á það eitthvern daginn=)"
        },
        {
            "user": "BenjaminN",
            "user_id": "28889",
            "date": "2003-03-11 11:55:52",
            "id": "944810",
            "reply_to_id": "944809",
            "text": "ég held að þú sért að mis skilja píanó er einfalt því það er einfalt upp sett é lærði á píanó á viku bara með því að glamra get ég nú pikkað upp flest einföld píanólög en það erviðasta við píanó sem tekur margra ára æfingu er það að spila bassa stef sem að er ekki líkt hinu stefinu það er ervitt á píanó þanig er það að spila þetta maður er að spila tvö stef á sama tóma með hammeron það er ervitt get ég fullirt ég kann á flest hljóðfæri en ég get sagt þetta er erviðasta hljóðfæri sem ég hef séð þetta er ándjóks öruglega bara svipað og að hafa bassa í einni hendi og gítar í hinni og spila á bæði með hammer on (þó að ég viti að það er auðveldara að gera hammer on með þessu) en tæknin er svipuð þetta er erviðasta hljóðfæri í heimi öruglega það væru þá öruglega mjög góðir píanistar sem ættu að geta spilað á þetta frekar en gítar leikarar ég myndi samt vilja spreita mig en jú jú með metnaði þá er þetta laveg hægt en dellu kallar geta ekki bara gripið þetta eins og hvert annað hljóðfæri og lært á það á viku"
        },
        {
            "user": "larandaria",
            "user_id": "3518",
            "date": "2003-03-11 12:06:51",
            "id": "944811",
            "reply_to_id": "944810",
            "text": "Um…. eitthvern tímann heyrt um punkt og stóran staf?? Ég átti í virkilegum erfiðleikum með að skilja þetta.\nOg öll hljóðfæri geta verið einföld eða flókin, það fer algerlega eftir því hvað þú ert að reyna að gera. Það er hægt að segja að trommur séu ótrúlega einfaldar, þú þarft bara að taka kjuða og lemja á trommuna. Þá kemur hljóð, ekki rétt? En til að gera flottan flókin takt þá þarf samhæfingu, æfingu og útsjónarsemi. Það er það sama með píanó. Þó að eitthver geti kannski pikkað upp flest lög (litli bróðir minn sem er 4 ára kann að spila gamla nóa) þá þýðir það ekki að öll lög á píanó séu einföld. Mér fyndist gaman að sjá þig spila tvíradda inventionir eftir Bach, eða rúmanska dansa eftir Bartók eða jafnvel bara Signir sól með undirspili. Því það er málið - ein rödd á píanó er EKKERT mál, en um leið og þær eru orðnar tvær þá vandast málið. Ekki til að tala um þrjár! Ég er búin að æfa á píanó í 9 ár og er á sjöunda stigi og það er ekki auðvelt að spila 3 eða 4 radda verk þegar maður er bara með tvær hendur og einn heila.\nEn ég veit ekkert um þetta ákveðna hljóðfæri svo ekki ætla ég að tjá mig um það. En það er örugglega auðvelt að spila einfalda línu og flókið að spila flókna línu eins og á öllum hljóðfærum."
        },
        {
            "user": "BenjaminN",
            "user_id": "28889",
            "date": "2003-03-11 12:13:03",
            "id": "944812",
            "reply_to_id": "944811",
            "text": "þetta er náturulega rétt en þegar það er verið að tala um auðveld hljóðfæri er verið að tala um að birja og viðmið maður er lengur að læra að spila hljóma á gítar en píanó t.d eða að spila bassan undir melodíu á píanó en gítar skiluru hvað ég er að fara viðmið birja hefuru aldrei heirt um að sum hljóðfæri einfaldari en önnur?"
        },
        {
            "user": "larandaria",
            "user_id": "3518",
            "date": "2003-03-11 12:22:08",
            "id": "944813",
            "reply_to_id": "944812",
            "text": "Og aftur legg ég til að þú lærir að skrifa.\nÞað má auðvitað endalaust rífast um hvort hljóðfæri séu einföld eða ekki, en það er allt spurning um sjónarmið. Við höfum greinilega ekki sömu sjónarmið svo ekki ætla ég að gera neitt í því."
        },
        {
            "user": "BenjaminN",
            "user_id": "28889",
            "date": "2003-03-11 12:50:24",
            "id": "944814",
            "reply_to_id": "944813",
            "text": "það er endalaust hægt að vera betri á öll hljóðfæri en þetta sníst um að ná grunninum það er mis ervitt og hversu góður maður getur orðið á stuttum tíma aðlæra alla hljóma á píanó er auðveldara en á gítar (grun hljómana)"
        },
        {
            "user": "larandaria",
            "user_id": "3518",
            "date": "2003-03-11 15:32:26",
            "id": "944815",
            "reply_to_id": "944814",
            "text": "Málið er að það er alls ekkert grunnurinn á píanó að geta gert hljóma. Píanóleikur snýst ekki um hljóma heldur laglínur, fleiri en eina sem fléttast saman. Það er grundvallarmunurinn á píanói og gítar. Píanóleikur og klassískur gítarleikur er miklu auðveldara að bera saman, þetta er spurning um grundvallarmun."
        },
        {
            "user": "BenjaminN",
            "user_id": "28889",
            "date": "2003-03-12 09:42:30",
            "id": "944816",
            "reply_to_id": "944815",
            "text": "hugsum okkur ef ég ælla að spila let it be á gítar og píanó (kann´það á bæði) hvort helduru að sé auðveldara þótt að maður sé að spila tví skipt (bassan undir) er gítar miklu erviðari maður getur lært fullt af lögum á píanó á fyrstu vikuni en á gítar ekki séns"
        },
        {
            "user": "steindor",
            "user_id": "1854",
            "date": "2003-04-16 00:08:40",
            "id": "944817",
            "reply_to_id": "944816",
            "text": "Hvað varðar umræðuna um hvort sé flóknara hljóðfæri, píanó eða gítar, verð ég að segja að mér finnst gítarinn einfaldari ! mun einfaldari. Ef þú pælir í einu, Rockstar, hvort ætli það séu fleiri sem kunni grunninn á gítar eða píanó? Ég held að þeir séu fleiri sem eru færir um að halda uppi sumarbústaðastemmningu á gítar, en þeir sem hafa sambærilega kunnáttu á píanó. Píanó er mitt hljóðfæri og hefur alltaf verið og svo prófaði ég gítar í fyrsta skipti um daginn og það er bara piece of shit að spila á hann!\nbtw., Rockstar, þú þarft ekkert að svara þessu af því að ég nenni ekki að lesa það sem þú skrifar vegna hörmulegs málfars."
        },
        {
            "user": "BenjaminN",
            "user_id": "28889",
            "date": "2003-05-27 00:55:04",
            "id": "944818",
            "reply_to_id": "944817",
            "text": "fleirri kunna á gítar því það er algengara og svalara hljóðfæri það er svo einfalt tók mig tvær vikur að læra grunngripin á gítar og mánuð að ná góðri skiptingu og clean tónum en allur þessi pakki kom á svona viku á píanó hjá mér og clean? kom jafn óðum og síðan að læra skalana á píanó það er ekki shit að spila þá hratt og vel en á gítar kallast það shredd næstum að spila skala hratt og vel og tekur tíma"
        },
        {
            "user": "Bjaddniby",
            "user_id": "30949",
            "date": "2003-04-06 18:12:07",
            "id": "944819",
            "reply_to_id": "944805",
            "text": "hahaha Bjaddniby: ertu semsagt að segja að það sé ekki til góður tónlistarmaður í kína af því að þú veist ekki um neinn? Grow up!"
        },
        {
            "user": "Bjaddniby",
            "user_id": "30949",
            "date": "2003-04-08 15:43:19",
            "id": "944820",
            "reply_to_id": "944819",
            "text": "Drengur!!!!!!! ÞAð var ekki það sem ég sagði… Ég sagði ekki að kínadraslið væri lélegt á neitt… Kínverjar eru strax búnir að þróast á næstu öld… Þeir eru mjög fróðir… Segðu svo ekki öðrum að þroskast!!!! Einbeittu þér bara að þér sjáfum! ég atla ekki að dæma þig!!!! ég þekki þig ekki!!!! Þú ættir bara að þroskast!!!"
        },
        {
            "user": "Skaiburz",
            "user_id": "25411",
            "date": "2003-03-04 22:06:00",
            "id": "944821",
            "reply_to_id": "944797",
            "text": "COOL…"
        },
        {
            "user": "Bjaddniby",
            "user_id": "30949",
            "date": "2003-03-05 11:08:08",
            "id": "944822",
            "reply_to_id": "944797",
            "text": "það er nebbla svo skrítið drengir mínir að ég heyrði spilað Stairway to heaven á akkúrat svona hljóðfæri!!! það var jafnvel flottara.. Ef maður kann ekki á hljóðfærin þá auðvitað lærir maður, og hvernig lærir maður best???? með fikti og gera allt sjálfur…. Eða það er best fyrst, svo auðvitað kynnir maður sér þetta miklu betur eftir því hvað maður vill vera góður!! Spurningin er ekki hve langan tíma það tekur heldur hversu mikið þér er annt um hljóðfærið. Því meira sem þér er nnt um hljóðfærið því meira viltu læra, og þá fyrst ferðu að byðja um bækur og myndbönd. Það sem alexj er að gera er að reyna að vera andvígur öllu hér, sem er rankt!!  Ef honum þykir vænt um hljóðfæri ætti hann að horfast í augu við það að hljóðfæri hafa sálir svo lengi sem þú gefur þeim þær!! Því meira sem þú spilar, því betri verður þú!! hugsið málið. Ef þú ert núna með hljóðfæri inní herberginu þínu skaltu ganga að því og losa þig við allar illar hugsanir sem þú hugsar um í raunveruleikanum með því að spila ALLT sem þú kannt. Eftir það ætti þér að líða miklu betur. Þetta virkar hjá mér… Ef það væri ekki til neitt sem héti músík, þá veit ég ekki hvar ég væri í dag.. Örugglega ennþá að reyna að finna eitthvað við mitt hæfi!!!  Ekki gefast upp, og látið alla drauma ykkar rætast ;)\nAlexj, ég þarf að finna þig í fjöru!!!!!!!"
        },
        {
            "user": "biggi35",
            "user_id": "15970",
            "date": "2003-03-05 11:56:44",
            "id": "944823",
            "reply_to_id": "944822",
            "text": "Smá útúrsnúningur, en sum hljóðfæri hafa sál, kontrabassar, fiðlur ofl held ég. En mar fer að pæla hvað þetta hljóðfæri myndi kosta (bæði hér og annarsstaðar) og ætli Gítarfyrirtækin fari í fýlu yfir þessu hljóðfæri? ;)"
        },
        {
            "user": "GunnarThor",
            "user_id": "3443",
            "date": "2003-03-05 16:15:00",
            "id": "944824",
            "reply_to_id": "944822",
            "text": "Og hvar heyrðir þú stairway spilað á svona? Megum við hin líka heyra?\nGangi þér samt vel að tappa arpeggio-in í stairway og hljómana sem koma seinna með einni hendi."
        },
        {
            "user": "Sblender",
            "user_id": "1767",
            "date": "2003-03-05 17:03:26",
            "id": "944825",
            "reply_to_id": "944797",
            "text": "Ég á eftir að kaupa mér svona, pottþétt… þegar ég vinn í lottó :P"
        },
        {
            "user": "Berndsen",
            "user_id": "15042",
            "date": "2003-03-06 00:33:20",
            "id": "944826",
            "reply_to_id": "944797",
            "text": "hahaha algjör snilld!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-06 21:37:45",
            "id": "944827",
            "reply_to_id": "944797",
            "text": "Rosalega er þetta sniðugt :/ aldrei myndi ég nenna (eða geta) lært á svona…\nKv. Grímsla"
        },
        {
            "user": "Arvets",
            "user_id": "22265",
            "date": "2003-03-07 10:55:27",
            "id": "944828",
            "reply_to_id": "944797",
            "text": "tss minns ætlar að halda sig við gitarinn :)"
        },
        {
            "user": "barrett",
            "user_id": "12862",
            "date": "2003-03-09 01:01:19",
            "id": "944829",
            "reply_to_id": "944797",
            "text": "Hét gaurinn ekki Chapman sem hannaði Stick ?"
        },
        {
            "user": "Bjaddniby",
            "user_id": "30949",
            "date": "2003-03-09 14:15:55",
            "id": "944830",
            "reply_to_id": "944797",
            "text": "hann hét tracy chapman. samt ekki einn sá fremsti á stick!!!!! ég er ekkki viss hvað hann heitr, en samt er ekki hægt að dæma í þessum málum, eða “hver er bestur” það er alltaf hægt að finna aðra sem eru annað hvort betri eða jafn góði"
        },
        {
            "user": "Kreator",
            "user_id": "23042",
            "date": "2003-03-24 14:08:29",
            "id": "944831",
            "reply_to_id": "944830",
            "text": "Tracy Chapman? er það ekki tónlistarkona?"
        },
        {
            "user": "Bjaddniby",
            "user_id": "30949",
            "date": "2003-03-25 21:34:25",
            "id": "944832",
            "reply_to_id": "944831",
            "text": "ótrúlegt en satt!! þá er þetta rétt hjá þér!!!! ég kannaði málið og það er satt… eina sem ég heyrði var nafnið! magnað :)"
        },
        {
            "user": "IngaAusa",
            "user_id": "22132",
            "date": "2003-04-19 13:26:16",
            "id": "944833",
            "reply_to_id": "944830",
            "text": "Eins og einhver var búin að benda á, þá er Tracy Chapman kona….\nHún gerði einmitt Fast Car og Gimme one reason.\nNokkuð góð á gítar líka!"
        },
        {
            "user": "Elvis2",
            "user_id": "10456",
            "date": "2003-03-10 00:26:11",
            "id": "944834",
            "reply_to_id": "944797",
            "text": "Það er til minni útgáfa af þessu sem heitir “Small stick” og önnur enn minni sem heitir “Dick”"
        },
        {
            "user": "Bjaddniby",
            "user_id": "30949",
            "date": "2003-03-14 13:34:02",
            "id": "944835",
            "reply_to_id": "944797",
            "text": "Drengur!!! Ég mótmæli því hreynlega að það sé erfiðara að læra á gítar heldur en bassa.. Þú getur ekki sagt þetta!!!! það getur enginn sagt þetta… Fólk er bara mis fljótt að læra.. Einum finnst kanski auðveldara að spila á gítar og læra og öðrum ekki… hinum finnst auðveldara að læra á bassa… þetta er allt erfitt… Málið er að fólk er ójafnlega náttúrulega hæfileikaríkt!!!!!"
        }
    ]
}