{
    "forum_title": "Smásögur",
    "user": "gomamiso",
    "user_id": "18080",
    "date": "2003-03-02 12:51:48",
    "title": "Anima Wolf 5",
    "text": "“Anima…….Anima”\nAnima lokaði augunum fastar og reyndi að sofna aftur. En það var einhver sem var að hrista hana og togaði í hana.\n“hættu mamma. Ég er að sofa.”  Sagði hún önug. Það heyrðist niðurbældur hlátur og svo var dregið af henni sængina.\n“Anima, ég er ekki mamma þín. Opnaðu augun, við þurfum að drífa okkur. Við höfum ekki allann daginn.”\nAnima opnaði augun með trega og sá beint framan í augun á Woodey sem brosti upp undir augu.\n“komdu. Við skulum vekja strákana. Þú þarft líka að fara heim áður en að mamma þín og pabbi fara að hafa óþarfa áhyggjur.”\nAnima skreið fram úr rúminu. Rosalega var eitthvað óþægilegt að hreyfa handlegginn. Þá mundi hún eftir öllum gærdagnum. Hún fékk hroll eftir bakinu af tilhugsuninni um þann dag. Hún vonaði að hann gerðist ekki aftur.\n“þú verður dálítið aum í nokkra daga. Hafðu ekki áhyggjur af því, sárið er gróið en líkaminn er bara að venjast þessum snöggu breytingum.”\nAnima leit á handlegginn og sá að það var satt. Sárið var horfið.\nWoodey rétti henni skóna sem og hún klæddi sig í þá. Hún hafði sofið í öllum fötunum í því mjúkasta rúmi sem hún hafði á æfinni sofið í. Henni fannst það mjög undarlegt að Woodey skildi hafa svona falleg húgögn í kofa upp í tré.\nÞær Wendy, eins og hún var farin að kalla hana, fóru að pallinum sem fluttu þær yfir á hinn pallin og svo koll af kolli þar til þær voru komnar að kofadyrunum hjá strákunum. Veðrið var frábært, heiðskýrt og glampandi sól sem lýsti í gegnum laufin í trénu. þetta var virkilega fallegt tré. Þær opnuðu kofadyrnar.\nÞeim var báðum brugðið þegar þær komu inn og sáu strákan liggjandi á gólfinu steinsofandi.\nAnima pikkaði í Murk sem rumskaði eitthvað og snéri sér á hina hliðina en spratt allt í einu á fætur þegar hann hafði óvart lent á flís á gólfinu og nuddaði á sér hendina þar sem flísin hafði stungið hann.\nBlendore var aftur á móti fljótur á fætur þegar að Woodey ýtti við honum og bauð góðan daginn geispandi.\n“Murk.” Sagði Woodey ásakandi og benti á Animu.” Anima þarf að fara heim. Hún getur ekki verið hér alla daga. Eða viltu það ?” sagði Woodey og leit á Animu sem hristu hausinn hægt.\n“ég get það ekki. Mamma og pabbi fara að hafa áhyggjur af mér og hringja á lögregluna og allt fer í steik.”\n“jæja, við verðum að drífa okkur áður en að einhver kemur í garðinn og sér okkur í trénu. Komdu, við skulum fara.” Murk gekk út með Animu.\n“ég vil koma með.” Kallaði Woodey á eftir þeim þegar þau voru hálfnuð á brúnni. “bíðið, ég kem líka.” Hún hljóp á eftir þeim og Blendore kom líka út hlaupandi.\n“við komum líka.” Leiðrétti hann.\nAnima heyrði Murk dæsa og þau lögðu öll 4 af stað í átt að pallinum.\n20 mínútum síðar voru þau komin út úr garðinum án þess að nokkur hafði séð þau.\nÞau löbbuðu niður götuna og Anima vísaði veginn í átt að húsinu sínu sem var u.þ.b. kílómeter í burtu.\n“veit einhver hvað klukkan er” spurði Anima og leit á þau hin. Þau höfðu gengið um það bil 500 metra.\nMurk leit á sólina og sagði kæruleysislega\n“átta.”\nEnginn sagði neitt á leiðinni. Þau löbbuðu þögul að húsinu þar sem Anima bjó sem stóð á einni hæð fyrir utan bæinn.\nAnima ýtti á hnapp hjá dyrunum. Það heyrðist hátt “ding” en enginn svaraði. Þau biður fyrir utan í korter en enginn kom hversu oft sem Anima ýtti á hnappinn. Að lokum gafst hún upp. En það var ein leið sem var hægt að komast inn í húsið án þess að þjófarvarnarkerfið færi í gang og það var herbergisglugginn hennar.\nAnima benti þeim á að koma með sér að glugganum hjá henni. Þegar þau voru komin undir gluggann sem var 5 metra fyrir ofan þau störðu þau öll á hann vantrúuð um að geta komist þarna upp, nema Anima.\n“hver fer fyrst?” sagði hún. “Murk farðu fyrst upp og hentu til okkar reipi sem er í herberginu mínu. Það er undir rúminu.”\nMurk var kominn upp áður en hún sagði meir. Hann fann reipið og henti því niður til hinna og batt hinn endan við rúmið.\n“þetta er allt í lagi. Komið upp.” Kallaði hann til þeirra. Anima klifraði fyrst inn og Blendore þar á eftir og að lokum Wendy.\n\"þú ert með reipi og allt inn í herberginu þínu. Þú ert greinilega oft úti á kvöldin af reipinu að dæma…hvernig geturðu búið hérna? Þetta er fjandi stórt” sagði Blendore og leit í kringum sig.\n“komið niður, ég er glorsoltin. En þið?”\nþau gengu í átt að stiganum en voru ekki fyrr komin niður fyrsta þrepið þegar að hátt væl barst þeim til eyrna.\n“þjófavarnarkerfið” sögðu þau öll í kór.\n“fljót, hvað er númerið.” spurði Murk Animu.\n“14-13-56.” Sagði hún hiklaust og bætti svo við.” Það er niðri í ganginum.”\nMurk hvarf niður stigann og vælið hætti stuttu síðar.\nBlendore andaði léttar og sagði “hvað ef lögreglan hefði komið hingað. Þá værum við í djúpum..”\n“shit, hvað ertu rík manneskja.” Heyrðist kallað niðri.\nÞau hlupu niður stigann og sáu Murk inn í bókaherbergi að skoða gullbikara og gullarmbönd og hálsmen.\n“þetta er meira en ég myndi þéna alla mína ævi.” Hann tók upp armband sem var alsett demöntum og perlum. Anima þreyf þetta af honum og henti því ofan í öskju og lokaði.\n“við skulum fá okkur að borða.” Sagði hún og lét öskjuna ofan í skúffuna sem var í skrifborði rétt hjá.\nAnima opnaði ískápinn í eldhúsinu og tók fram reyktann lax, brauð, kæfu, smjör, grænmeti og kók.\nHin stóðu bara og horfðu á hana týna þetta úr ískápnum agndofa.\nÞau fengu öll vatn í munninn við að horfa á þetta. Þau höfðu ekki borðað í heilann dag. Ekki nema eina samloku hver.\nAnima sast við borðið og var byrjuð að fá sér þegar hún leit á hin.\n“ég eitraði ekki matinn.”\nMurk, Woodey og Blendore rönkuðu við sér og settust við borðið og hámuðu í sig matinn eins og þau höfðu ekki borðað neitt seinustu árin.\nÞegar allir höfðu fengið nóg gengu þau frá matnum.\nUm leið og seinasti matarbitinn var horfinn af borðinu var dinglað.\nAllir litu á Animu.\n“hver er þetta?” sagði Murk og reyndi að hljóma kæruleysislega.\n“ég skal gá” sagði Anima og leit rannsakandi á Murk og fór fram.\n“kannski er þetta lögreglan, eða þeir.” Sagði Blendore kvíðinn við Murk.\n“mamma, pabbi.” Heyrðist frammi.\n“hvar hefurðu verið barn?” heyrðist kvennmansrödd segja.\n“við höfum verið að leit að þér allstaðar.” Sagði karlmannsrödd.\n“mamma, pabbi. Ég ætla að kynna ykkur fyrir nokkrum krökkum.\nMurk svitnaði.\nÞað heyrðist fótatak og hávaxinn, myndarlegur maður byrtist í smóking í gættinni og eftir honum kom kona sem var í hvítum samkvæmiskjól og með áberandi há kynnbein.\n“mamma, þetta er Woodey Bloom, Blendore Ash og Rady Murk.” Sagði Anima og benti á þau hvert á fætur öðru. En þegar hún minntist á Murk brá foreldrum Animu auðsjáanlega mikið.\n“Rady Murk.” Sagði herra Wolf og herpti saman á sér varirnar svo innri bræðin gaus ekki upp.\n“þekkirðu hann pabbi?”\nHr. Wolf tók ekki augun af Murk og sagði “ætli það ekki, ætli það ekki.”\nMurk leit á hann reiðilega. Úr augunum á honum skein ekkert nema hatur.\n“hvað ertu að gera hér?” spurði hr.Wolf og hnúarnir hvítnuðu af bræði. Hann skalf af reiði sem hann var að innbyrgja.\nEn múrarnir brustu. Hann þaut að Murk með reiddann hnefann, en Murk var viðbúinn og klifraði upp á eldhúsborðið og upp í loft svo hann náði ekki í hann.\n“komdu hingað skrattinn þinn.” Öskraði herra Wolf og teygði sig í kertastjaka og ætlaði að henda honum en kona hans hékk á honum ásamt Blendore, Wendy og Animu.\n“pabbi hvað ertu að gera?” öskraði Anima á hann og þreif af honum stjakann.\n“hvað er að þér pabbi?.”\nHinir héngu enn á handleggnum á honum sem teygði sig í átt að pott sem var á eldavélinni, en náði ekki. Hann valt af þunganum sem hvíldi á honum og féll á eldhúsborðið harkalega.\n“hvað gengur eiginlega að þér, Eric?.” Spurði fr.Wolf óttablandinni röddu og stóð skelfingu lostin yfir honum.\n“spurðu hann af því.” Sagði hr.Wolf hranalega og benti á Murk sem hoppaði niður úr loftinu en hörfaði þegar hr.Wolf reyndi að standa upp.\nHr.Wolf settist með erfiðis munum á stól nuddaði á sér hnakkann þar sem hann hafði rekið höfuðið í og gretti sig af sársauka.\n“spurðu hann af hverju mig langar til að myrja úr honum lífið. Spurðu hann hvað hann gerði.”\n“ég gerði það ekki viljandi.” Hrópaði Murk ”þú veist að það var slys sem gerðist. Ég gat ekkert að þessu gert þótt ég vildi. Þú sást það sjálfur.”hann neri fingrunum saman af hræðslu og reiði.\n“þú gast það víst.” Sagði hr.Wolf reiðilega en áður.” Þú gast alveg varað þig þótt það væri ekki til of mikils mælst. Það var ekki líf í veði hjá þér var það? hún dó vegna gáleysis hjá þér og vanvirðingu. Þú ættir að vera í fangelsi núna, hengdur jafnvel. Hún væri en á lífi ef þú hefðir ekki komið með þig og þinn barnaskap. Hún var fimm ára og ekki deginum eldri en það skal ég segja þér og átti allt sitt líf framundan eins og…”\n“ég?” sagði Murk og leit með fyrirlitningu á hr.Wolf. “var það ekki það sem þú ætlaðir að segja? Að ég hefði allt mitt líf framundan.” Murk gekk ógnandi að hr.Wolf.” ég ætla að segja þér eitt. Alla mína ævi bjóst ég við góðu lífi þar sem maður flæddi í peningum og frægð, en nei. Núna er sú ósk horfin. Gufuð upp eins og hver önnur ósk sem ég óskaði mér. Í staðinn eru komnar martraðir. Hver á fætur annari. En þú virðist ekki gera grein fyrir því, er það? eftir það sem þú gerðir MÉR. Eyðilagðir líf mitt. Þú vissir hvað þú varst að gera, ekki ég. Þú vissir hvað myndi gerast, ekki ég. Þú vissir allt en ekki ég. þú hafðir allt á hreinu sem myndi gerast fyrir mig.”Murk dróg inn andann. Hann sveið í augun og leit undan augnaráði hr.Wolfs og settist á einn eldhús stólinn eins og hann væri uppgefinn af þreytu.\n“Var ekki nóg að drepa alla fjölskyldu mína?” sagði hann og hélt um andlitið. Hann gat ekki lifað svona lífi. 3 ár var stuttur tími til að jafna sig eftir svona hrottalegann atburð. Allt of stuttur. Hann varð að binda enda á þetta.\n“drapstu  fjölskyldu pabbi?” spurði Anima pabba sinn agndofa af undrun. “er þetta satt, pabbi?”\nhann kinkaði kolli og laut höfði.\n“þú skilur þetta ekki, Anima mín. Þetta er of flókið fyrir þig. Þú myndir aldrei skilja mig.”\n“segðu  það pabbi. Ég vil vita það - ég vil vita hvað þú gerðir.” Hún var orðin sótrauð í framan af undrun og reiði.\nHr.Wolf leit á dóttur sína sem veik ekki undan. Hann þekkti hana og hann vissi að hún myndi ekki gefast upp fyrr en í fulla hnefana.\n“allt í lagi.” Sagði hann að lokum.” Ég skal segja hvað gerðist. En Anima ég…”\n“segðu það pabbi annars….”\nHr.Wolf dæsti og byrjaði.” Þetta var fyrir u.þ.b. 3 eða 4 árum að þú áttir litla systur. Hún hét Jenný og var 5 ára. Við mamma þín unnum henni mikið og pössuðum hana vel eins og þú gerðir líka. En samt einn daginn þá datt hún af svölunum hérna heima sem betur fer voru ekki háar og var flutt alvarlega slösuð upp á spítala. Ég kom með hana en mamma þín var eftir heima að passa þig. Ég hljóp með hana inn á spítalann í fanginu. Hún var í fallegasta kjólnum sínum, blúndu kjól sem mamma þín gerði á þig þegar þú varst lítil.” Hr.Wolf brosti veiku brosi.” Hún var alltaf góð og var aldrei með læti. Hún var litli engillinn okkar. En samt var hún bara mannleg eins og við. Þegar ég kom með hana inn var hún lögð í rúm og hlaupið með hana beint inn á bráðamótöku. Ég hljóp með læknunum og hélt í hendina á henni sem var máttlaus. Hún var meðvitundarlaus. Við beygðum fyrir eitt horn snökt en þá byrtist hann.” Hr.Wolf sagði seinustu orðin með reiðitón sem var augljóslega ætlaður Murk. “hann hljóp beint á rúmið í þann mund sem við ætluðum að beygja og velti því. Ég datt aftur fyrir mig og hélt en í höndina á Jenný sem hentist úr rúminu og á gólfið við hliðin á mér. Ég sá þetta allt í móðu en rétt greindi þegar rúmið valt ofan á mig. Rétt á eftir stóð ég upp með hjálp læknana, ég var ekkert meiddur en þegar ég leit á Jenný sem lá á gólfinu var ég meira særður en nokkru sinni.” Hr.Wolf nuddaði á sér andlitið þreytulega.” Hún lá á gólfinu og blóð lak úr höfðinu á henni. Ég tók hana í flýti upp og hljóp með hana sjálfur á bráðamótökuna þar sem hún var strax flutt í uppskurð vegna innvortis blæðinga. En hún kom aldrei lifandu úr uppskurðinum. En seinna var mér greint frá því að innvortis blæðingarnar voru ekki orsökin af fallinu á svölunum heldur fallinu af rúminu. Ég varð svo reiður að ég lögsótti fjölskyldu hans vegna morðs og vann málið. Og ég sé aldrei eftir því að hafa gert það.”\nÞað var löng þögn áður en Murk rauf hana.\n“ég átti fjölskyldu líka. Ég átti fjölskyldu sem bauðst glöð til að hjálpa þér eftir þetta, en þú neitaðir því.”\n“ég þygg ekki hjálp frá morðingja!”\n“Eric, hættu núna. Þetta bætir ekki úr neinu.” Sagði Frú Wolf hneiksluð.” Það sem gerðist er liðið og er ekki hægt að bjarga núna.”\nHr.Eric andaði þunglega en reiðin sauð en í honum.\n“pabbi, ég hef aldrei átt systur. Ef þetta hefur gerst fyrir 2 eða 3 árum þá hlýt ég að hafa munað eftir því.”\n“þú dast líka af svölunum Anima. En mamma þín rétt náði að grípa í þig. En þú rakst svo harkalega í svalirnar að þú misstir minnið. Læknarnir sögðu að þú værir með skammtíma minni og það gæti allt ryfjast upp ef þér væru sýndir hlutir sem myntu þig á æsku þína. En við mamma þín ákváðum að segja þér ekkert af atburðinum fyrr en seinna, þegar þú yrðir eldri.” Hr.Wolf tók í höndina á dóttur sinni og leit á hana eins og enginn annar væri til staðar.\n“En hún dó skömmu eftir að Jenný dó.” Sagði hann.”Lögreglan taldi það hafa verið sjálfsmorð.”\n“En mamma mín er ekki dáin. Hún er hér, pabbi. Hún getur ekki….”\n“Ég er ekki mamma þín Anima.” Sagði Frú Wolf niðurdregin. “en mér þótti alltaf vænt um þig þegar ég og pabbi þinn kynntust. En ég er ekki mamma þín.”\nFrú Wolf skalf og hljóp út flóandi í tárum.\nAnima hefði gert það sama en hún hafði það einhvernveginn ekki af sér að hlaupa burt.\n“en….en veistu…”\n“já, ég veit að þú ert með töframátt Anima. Ég veit allt um það. Og þið líka.” Hann horfði hvert óttaslegið andlitið af öðru.\n“og þú.” Sagði hann illilega og horfði á Murk.\nMurk horfði á móti án nokkurns ótta. Aldrei á ævinni hafði hann verið svona reiður við einn mann. Hann kreppti hnefana til að halda aftur af sér við að hlaupa á hr.Wolf og rífa úr honum hjartað.\nHr.Wolf snéri sér við og fór út úr eldhúsinu án þess að segja orð.\n“ef hann væri ekki pabbi þinn væri ég búinn að drepann.” Sagði Murk og fór út og skellti úthurðinni á eftir sér.",
    "url": "https://www.hugi.is/smasogur/greinar/126780/anima-wolf-5/",
    "url_id": "126780",
    "id": "945043",
    "replies": [
        {
            "user": "Regza",
            "user_id": "30997",
            "date": "2003-03-02 20:35:35",
            "id": "945044",
            "reply_to_id": "945043",
            "text": "Spennandi…\nég bíð spennt eftir næsta kafla :)\nKv. Regí."
        }
    ]
}