{
    "forum_title": "Húmor",
    "user": "Niea",
    "user_id": "17367",
    "date": "2003-03-03 20:01:07",
    "title": "23 hlutir til að gera í bíó",
    "text": "Hér eru 23 sniðug atriði sem væri SNILLD að gera í bíó.\n1. Ef þú ert efst í salnum kastaðu eina krónum niður á salinn\n2. Öskraðu: Poppstríð!!!!! og hentu fullt af poppi\n3. Ef þetta er sorgleg mynd gráttu þá á öxl einhvers ókunnugs sem er við hliðina á þér\n4. Ef þú hefur séð myndina talaðu þá með þegar hver setning\nkemur…nokkuð hátt\n5. Hoppaðu upp þegar eitthvað fyndið eða flott gerist\n6. Hlæðu mjög hátt\n7. Heltu smá gos á mannin/konuna fyrir neðan þig og ef hún /hann\nsnýr sér við segðu að þetta var sá sem situr við hliðin á þér\n8. Farðu í hvísluleik\n9. Þegar þú labbar á sviðinu fyrir framan tjaldið, þykistu detta og farðu að gráta í plati\n10. Segðu, ef þetta er mynd þar sem eru búningar notaðir (s.s.\nbatman, Harry Potter) að þú eigir þennan búning og farðu að monta\nþig geðveikt mikið\n11. Farðu í eitthvað sæti sem að einhver er í og segðu að ef hann\nFærir sig ekki þá segirð þú mömmu/pabba þínum og hótaðu honum það á meðan myndinni á stendur\n12. Spurðu um smokka í sjoppunni, ef þú færð hann hlauptu inn á\nklósett og segðu: Anna ég fékk hann!!!!!!\n13. Taktu með prumpublöðru og sestu á hana\n14. Sníttu þér á gólfið\n15. Settu ekki símann á silent heldur á loud\n16. Segðu upphátt hvað gerist næst\n17. Taktu með kodda og sæng inn í bíóið\n18. Stattu á sviðinu og öskraðu: I am your new ruler\n19. Farðu með skopparabolta og bombaðu honum eitthvert í salinn.\n20. Taktu mjög mikið af sessum (dót sem lætur þig sitja hærra) og\nsestu þar sem margir eru fyrir aftan þig\n21. Dansaðu á sviðinu í hléinu\n22. Feldu gosið hjá manneskjunni sem situr við hliðin á þér\n23. Spurðu í sjoppunni hvort þú megir fá 50% afslátt því að þú\nborgaðir fullt verð fyrir miðann",
    "url": "https://www.hugi.is/humor/greinar/126978/23-hlutir-til-ad-gera-i-bio/",
    "url_id": "126978",
    "id": "946879",
    "replies": [
        {
            "user": "xark",
            "user_id": "1706",
            "date": "2003-03-03 21:28:27",
            "id": "946880",
            "reply_to_id": "946879",
            "text": "23 ástæður fyrir því að eiga skilið dauðdaga í bío i would call this :)"
        },
        {
            "user": "Sokrates",
            "user_id": "17074",
            "date": "2003-03-04 21:13:32",
            "id": "946881",
            "reply_to_id": "946880",
            "text": "það er nú ok að gera eitthvað svona bara í djóki í bío svona einu sinni á meðan sýning er í gangi, en ef fólk er að gera þetta endalaust þá er það ekkert stuð á fólki, svo hata ég líka þegar fólk er að tala saman og að svara símanum sem er þá stilltur á loud svo allir heyri alveg örugglega að viðkomandi eigi einhverja andskotans vini og er ekki að reyna að vera fyndið og bara svarar í símann og byrjar að blaðra eins og það sé í andskotans Kringlunni og talar nógu andsktoi hátt til að yfirgnæfa alla hina sem eru að reyna að segja þessarri mannfýlu og fjandatík sem er algerlega sneydd tillitsemi og er líklega alger dekurófa sem á ekki skilið að lifa……..ohhhh….þetta var gott…..\nSokrates"
        },
        {
            "user": "viking",
            "user_id": "25813",
            "date": "2003-03-05 00:11:52",
            "id": "946882",
            "reply_to_id": "946881",
            "text": "ég verð að profa 10 sko snilld!!!!!!!!!!!!!\nég hef gert 5 samt………….;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-03 21:53:05",
            "id": "946883",
            "reply_to_id": "946879",
            "text": "Það er reyndar ekki langt síðan að þetta kom. En sniðugt!"
        },
        {
            "user": "BudIcer",
            "user_id": "18832",
            "date": "2003-03-03 22:10:16",
            "id": "946884",
            "reply_to_id": "946879",
            "text": "Djöfull langar mig til þess að prófa nr.19…"
        },
        {
            "user": "Venus",
            "user_id": "24284",
            "date": "2003-03-03 23:12:38",
            "id": "946885",
            "reply_to_id": "946879",
            "text": "Hehe :)"
        },
        {
            "user": "SDMF",
            "user_id": "27793",
            "date": "2003-03-04 09:00:59",
            "id": "946886",
            "reply_to_id": "946885",
            "text": "24: Mættu með gasgrímu, bíddu svo þangað til að ösin nær hámarki, og kastaðu svo gænmálaðari kókdós inn í mannþröngina.\nGuarntíað Panic :)"
        },
        {
            "user": "SDMF",
            "user_id": "27793",
            "date": "2003-03-04 11:13:31",
            "id": "946887",
            "reply_to_id": "946886",
            "text": "Hahahahaha, ég ætla að prófa eithvað af þessu. einu sinni var ég í bíó´og var alltaf að kasta poppi niður og það var alltaf verið að líta til baka, það fattaði samt enginn neitt(var efst):)"
        },
        {
            "user": "Hlynzi",
            "user_id": "21838",
            "date": "2003-03-04 11:32:46",
            "id": "946888",
            "reply_to_id": "946879",
            "text": "24 hluturinn. Stattu upp og öskraðu “yesss”, þegar vondi kallinn deyr eða mistekst eitthvað."
        },
        {
            "user": "GirlonFire",
            "user_id": "24783",
            "date": "2003-03-05 00:55:44",
            "id": "946889",
            "reply_to_id": "946879",
            "text": "ROFL…..Hléin í bíó eru oftast boring! mar svona stendur upp fær blóð í lappirnar og svo væri gaman að eitthva myndi gerast! svona meðan maður er að bíða eftir að myndin byrji aftur =)"
        },
        {
            "user": "paskalilja",
            "user_id": "30573",
            "date": "2003-03-05 01:20:32",
            "id": "946890",
            "reply_to_id": "946879",
            "text": "ég hef hent poppi á alla og alla og svo tók ég einu sinni með mér lítið plastmódel og hennti því í gaur sem var þarna nálægt mér einmitt þegar eitthvað gerðist (var einhver bregðumynd, RE minnir mig).\nég tók líka einu sinni með mér undirtóna blað sem ég hafði fengið og (ég var í næst næst fremstu sætaröð) setti fæturnar uppá næsta stól og fór að lesa blaðið upphátt í hléinu. Ég hljóp líka út´úr bíóinu af ótta við að vera lúbarinn.\nGóðir punkta"
        },
        {
            "user": "paskalilja",
            "user_id": "30573",
            "date": "2003-03-05 13:01:05",
            "id": "946891",
            "reply_to_id": "946890",
            "text": "lol, gegt kúl.. en á etta ekki að vera allT og alla?"
        },
        {
            "user": "paskalilja",
            "user_id": "30573",
            "date": "2003-03-05 13:38:30",
            "id": "946892",
            "reply_to_id": "946891",
            "text": "Jamm, þakka fyrir leiðréttinguna"
        },
        {
            "user": "paskalilja",
            "user_id": "30573",
            "date": "2003-03-05 20:25:31",
            "id": "946893",
            "reply_to_id": "946892",
            "text": "ehhh…það var ekkert :$"
        },
        {
            "user": "Cradle",
            "user_id": "17480",
            "date": "2003-03-06 07:22:28",
            "id": "946894",
            "reply_to_id": "946893",
            "text": "ég hef ábyggilega gert þetta allt"
        },
        {
            "user": "gomamiso",
            "user_id": "18080",
            "date": "2003-03-06 13:41:39",
            "id": "946895",
            "reply_to_id": "946894",
            "text": "prepair too die!!\nnei, í alvöru þetta er ekkert fyndið ef maður lendir í svona…\nfór á The Ring og það var alltaf einhver stelpa fyrir aftan mig að dúndra í sætið þegar henni brá.\nÉg get svo svarið það að hún taugaáfall eða eitthvað í einu bregðu atriðinu því hún hætti ekki að sparka í djöfulsinns sætið í 20sek.\neyðilagði fyrir mér öll bregðu atriðin og mér brá ekki rassgat alla helví…myndina.\nef ég hefði ekki verið svona almennileg og bara beðið þangað til hún hætti þá hefði ég kyrkt hana með berum höndum….svo öskraðu hún þokkalega hátt (mætti halda að það væri að skera hana með ostaskera!!)\nsamt var fyndið að lesa þetta, stundum :)"
        },
        {
            "user": "einaraxel",
            "user_id": "5042",
            "date": "2003-03-05 20:12:01",
            "id": "946896",
            "reply_to_id": "946879",
            "text": "Úff hvað ég myndi vilja skjóta hvern þann sem myndi gera nokkuð af þessu í bíói á meðan ég er."
        },
        {
            "user": "mundi",
            "user_id": "25967",
            "date": "2003-03-06 19:23:35",
            "id": "946897",
            "reply_to_id": "946879",
            "text": "nr 24 öskra þert yfir salinn þegar eithvað flott gerist"
        },
        {
            "user": "fungirl",
            "user_id": "2335",
            "date": "2003-03-07 21:06:52",
            "id": "946898",
            "reply_to_id": "946879",
            "text": "25. talaður um það -hátt- hvað fólk hlýtur að vera heimskt fyrir að fara á þessa mynd.\n26. Segðu góða nótt og faraðu að hrjóta"
        },
        {
            "user": "jonni988",
            "user_id": "21357",
            "date": "2003-03-08 12:16:46",
            "id": "946899",
            "reply_to_id": "946879",
            "text": "heh eg kastaði kókflösku í einhvern sem sat við neðanmig og einhverjir litlir krakkar sem sátu fyrir neðan okkur voru reknir úr bioinu…:)"
        },
        {
            "user": "dearlie",
            "user_id": "28221",
            "date": "2003-03-09 20:17:42",
            "id": "946900",
            "reply_to_id": "946899",
            "text": "Snilld! Verð að prófa þetta næst þegar ég fer í bíó."
        },
        {
            "user": "Stengah",
            "user_id": "20894",
            "date": "2003-04-10 16:17:16",
            "id": "946901",
            "reply_to_id": "946879",
            "text": "24.Láttu þér bregða geðveikt mikið!(Ef þetta er mynd sem manni á að bregða í)\n25.hafa eitthern poka sem heyrist gegt mikið í(t.d. bingókúlur bland i poka"
        }
    ]
}