{
    "forum_title": "Húmor",
    "user": "BudIcer",
    "user_id": "18832",
    "date": "2003-03-03 23:23:42",
    "title": "Ýmis ráð og listar...",
    "text": "Góð ráð í boði Silla:\nGamlar símaskrár eru tilvalnar sem þín persónulega heimilisfanga og símanúmerabók. Þú einfaldlega strikar yfir það fólk sem þú þekkir ekki.\nÞegar þú ert að lesa bók.. rífðu úr þær blaðsíður sem þú ert búin(n) að lesa. Þannig sparar þú kaup á bókamerkjum og svo getur þú notað blaðsíðurnar sem minnismiða eða eitthvað álíka.\nPlataðu aðra bílstjóra til að halda að þú eigi gsm með því að taka með þér sjónvarpsfjarstíringuna á rúntinn og halda henni uppað eyranu og keyra svo sikk sakk um veginn.\nBoraðu 3cm gat framan á ískápinn þinn til að ath hvort ljósið slökkni alveg örugglega!\nForðastu stöðumælasektir með því að hafa bílinn læstann, í gangi með rúðuþurrkurnar á hröðustu stillingu.\nÖll gólfefni í húsinu þínu endast margfalt betur ef þú geymir þau bara í bílskúrnum.\nTaktu ruslatunnuna með þér í verslunina, til að sjá hvað er búið heima hjá þér\nEnginn tími fyrir bað? Límdu með breiðu límbandi um allann líkamann og rífðu af… það festist allt í líminu.\nHárgel er rusl. Marmelaði er margfalt ódírara og virkar helmingi betur!\nSettu upp almenningssundlaug heima hjá þér! Fylltu baðkarið með köldu vatni, settu 10 lítra af klór útí, mígðu í það og stökktu svo útí!\nEf karlmenn réðu heiminum:\n1. Það yrði margfalt auðveldara fyrir pör að hætta saman.. mar myndi klappa henni á rassinn og segja “gangi þér betur næst”…\n2. Ófrjósemispillur myndu fylgja með bjórkippum\n3. Valentínusardagurinn yrði færður til 29. Febrúar.\n4. Ruslið færi með sig sjálft út.\n5. Verzlunarmannahelgin yrði 4 sinnum á ári.\n6. Fólkið sem sér um þáttinn “milli himins og jarðar” yrði allt bundið aftaní steypubíl og keyrt framaf bryggju í beinni útsendingu í ríkissjónvarpinu\n7. Einu þættirnir aðrir en “Ensku mörkin” yrðu “Ensku mörkin - frá öðru sjónarhorni”\n8. Í staðinn fyrir bjórbvömb fengir þú bjórvöðva\n9. Það yrði ekkert mál að leigja sér skriðdreka.\n10. Kvenfólk yrði alltaf nakið þegar það kæmi fram í sjónvarpi\n11. Þegar löggan myndi stoppa þig til að sekta þig þá yrði það svona..\nLögga: Veistu hversu hratt þú keyrðir?\nÞú: Úff… það eina sem ég veit að ég sullaði bjórnum mínum útum allt.\nLögga: Góður! 75% afsláttur fyrir þig!\n12. Allir karlmenn fengu 4 sjénsa áður enn þeir yrðu dæmdir í fangelsi fyrir nokkurn hlut.\n13. Það myndi sjálvirkt slitna sambandið í símum eftir 30sekúndur.\n14. Allir vinningshafar í öllu myndu fá að drepa og éta alla keppinautana sem töpuðu!\n15. Það yrði fullkomlega löglegt að stela sportbílum ef bara að þú skilar þeim fullum af bensíni daginn eftir\n16. Ef kærastan þín þyrfti virkilega að tala við þig á meðan það er leikur í sjónvarpinu, þá myndi birtast lítil mynd af henni neðst í horninu á sjónvarpinu í hálfleik.\n17. Að kinka kolli og líta á úrið myndi gilda sama og að segja “ég elska þig”\n18. “Sorry, ég varð svo obbosslega fullur í gær!” yrði lögleg ástæða fyrir því að vera seinn í vinnuna.\n19. Í lok vinnudags myndi heyrast í flautu, þú myndir hoppa útum gluggann, renna þér niður á bakinu á risaeðlu og beint inní bílinn þinn…. einsog Fred Flintstone\nHámörk alls:\nHámark þolinmæðarinnar: Nakinn kona með fæturna í sundur sem liggur undir bananatré.\nHámark brjálæðis: Maður í boxhönskum sem klæjar í punginn\nHámark atvinnuleysis: Köngulóarvefir í klofinu á vændiskonu\nHámark letinnar: Maður sem liggur ofan á konu og bíður eftir jarðskjálfta til að sjá um restina.\nHámark keppnisskapsins: Maður sem stendur við hliðina á foss og mígur einsog hann getur.\nHámark snobbsins: Barn sem er á brjósti og sýgur mjólkina í gegnum rör.\nHámark tækninnar: Smokkur með rennilás\nHámark vandræða: Einhentur maður sem hangir á bjargbrún og klæjar í nefið.\nHámark bjartsýninar: Maður á mótórhjóli í myrkri, sér tvö ljós framundan, tekur sénsinn að það séu önnur mótórhjól og ákveður að fara á milli þeirra.\nlol?",
    "url": "https://www.hugi.is/humor/greinar/126979/ymis-rad-og-listar/",
    "url_id": "126979",
    "id": "946902",
    "replies": [
        {
            "user": "SDMF",
            "user_id": "27793",
            "date": "2003-03-04 11:19:04",
            "id": "946903",
            "reply_to_id": "946902",
            "text": "já LOL hahahahahahah!!!! góður snilld svona góð ráð og svona!"
        },
        {
            "user": "no98",
            "user_id": "17874",
            "date": "2003-03-04 12:36:48",
            "id": "946904",
            "reply_to_id": "946902",
            "text": "SSSSSSSSnilld"
        },
        {
            "user": "skjolid",
            "user_id": "33695",
            "date": "2003-03-04 18:14:44",
            "id": "946905",
            "reply_to_id": "946902",
            "text": "þessir listar og fleiri á www.simnet.is/agirss/drasl/drasl.html"
        },
        {
            "user": "GirlonFire",
            "user_id": "24783",
            "date": "2003-03-05 00:51:32",
            "id": "946906",
            "reply_to_id": "946902",
            "text": "snilld! =)"
        },
        {
            "user": "LowProfile",
            "user_id": "5402",
            "date": "2003-03-05 14:15:25",
            "id": "946907",
            "reply_to_id": "946902",
            "text": "ROFLMAO andsk***** Þetta er ógeðslega, fáránlegt, viðbjóðslega, vengefið fyndið! :D"
        },
        {
            "user": "IGG",
            "user_id": "32898",
            "date": "2003-03-05 14:17:41",
            "id": "946908",
            "reply_to_id": "946902",
            "text": "Hrein snilld."
        },
        {
            "user": "djkisa",
            "user_id": "7316",
            "date": "2003-03-05 18:11:50",
            "id": "946909",
            "reply_to_id": "946902",
            "text": "ALGJÖR SNILLD"
        },
        {
            "user": "Kreator",
            "user_id": "23042",
            "date": "2003-03-12 12:58:00",
            "id": "946910",
            "reply_to_id": "946902",
            "text": "Vá. Fyndið heehehhhhhhhhhhhhhheeeeee"
        }
    ]
}