{
    "forum_title": "Rokk",
    "user": "opinn",
    "user_id": "20891",
    "date": "2003-03-03 02:28:02",
    "title": "Saga Botnleðju",
    "text": "Þessi grein er nú bara íslensku ritgerð sem ég gerði um daginn, og mér datt í hug að senda hana hingað inn :) það gæti vel verið að einhverjar staðreynda villur séu í henni o.sv.frv. allaveganna njótið:\nHljómsveitin Botnleðja var stofnuð í Hafnafirði eitthvað í kringum byrjun níunda áratugarins. Hún samanstendur af: Heiðari Erni Kristjánssyni (gítar og söngur), Ragnari Páli Steinssyni (bassi) og Haraldi Frey Gíslasyni (trommur). Botnleðja hefur gert marga góða hluti á ferlinum, sem hófst virkilega með því að sigra músíktilraunir árið 1995. Þeir hafa gefið út fjórar plötur, þær Drullumall(1995) , Fólk er fífl(1996) , Magnyl(1998) og Douglas Dakota(2000). Botnleðja fór í hljómleikaferðalag með bresku hljómsveitinni blur  í byrjun árs 1997. Í dag hefur Botnleðja breytt um nafn, heita nú Silt, og syngja sitt efni á ensku. Þetta er gert til þess að reyna að koma hljómsveitinni á alþjóðlegan markað.\nBotnleðja byrjaði sitt lífskeið eins og svo ótrúlega margar bílskúrshljómsveitir undir miklum áhrifum frá bandarísku hljómsveitinni Nirvana, sem ásamt nokkrum öðrum böndum, t.d. Soundgarden, Alice in Chains, Pearl Jam og Melvins komu neðanjarðarrokkinu uppá yfirborðið í byrjun níunda áratugsins. Botnleðja gekk undir nokkrum nöfnum í byrjun, eins og t.d. Blend, Utopia, Rusl, og Dive. Það sem gerði Botnleðju frábrugðna flestum öðrum íslenskum grugghljómsveitum var til dæmis það að Botnleðja tók pönkaðann stíl gruggsins frá Nirvana og Mudhoney, en var undir minni áhrifum frá þungarokksgrugginu, í anda t.d. Alice in Chains eða Soundgarden. Einnig sungu þeir á íslenskunni, en það var, og er,  ekki algengt í íslensku gruggi. Einnig má finna, sérstaklega á fyrstu plötu þeirra, Drullumall, áhrif frá bandarísku ný-pönki, hljómsveitir eins og Green-day og Weezer.\nFerill Botnleðju hófst fyrir alvöru, þegar þeir unnu Músíktilraunir Tónabæjar árið 1995. Í verðlaun fengu þeir 25 klst. í hljóðveri, sem að undir venjulegum kringumstæðum ætti engan veginn að vera nóg fyrir fullgerða og vandaða plötu, en 24 klst. nægðu Botnleðju alveg. &#8222;Íslenska gruggrokkið náði ekki umtalsverðum vinsældum fyrr en Botnleðja sigraði í Músíktilraunum 1995.&#8221; (Saga ísl. rokks, bls. 333). Fyrsta platan þeirra kom út rétt fyrir jólin 1995, eftir töluverðar tafir. Platan gaf út Rafn Jónsson, Error músík (lesist R&R músík). &#8222;Hrátt og einfalt var rokkið og tríóið böðlaðist í gegnum 12 lög með greinilegri lífs- og leikgleði.&#8221; (Saga ísl. Rokks, bls. 333).\nEins og hjá allflestum hljómsveitum sem gefa út plötu, tóku nú við tónleikar hjá Botnleðju út um landið allt. Samið voru ný lög, og þegar lögin voru orðin nógu mörg og nógu góð, fór Botnleðja aftur í hljóðverið. Rokkið hjá Botnleðju var orðið útpældara, flóknara og vandaðara. En melódíurnar voru nú samt ennþá á sínum stað.  Það var greinilegt að Botnleðja var vel æfð og reiðubúin fyrir þessar upptökur. Nú var einnig tekinn lengri tími við upptökur. Útkoman var að mínu mati besta breiðskífa Botnleðju, Fólk er fífl. Þvílík snilldarplata!  Hún var gefin út árið 1996 af error músík, en hann hefur gefið út allar Botnleðju plöturnar. Mitt uppáhalds Botnleðju lag, Svuntuþeytir er númer fjögur á disknum. Platan seldist einnig vel, yfir 3000 eintök eru nú seld af henni á Íslandi, og varð þetta metsöluplata þeirra drengja.\nÁrið 1997 fór Botnleðja að víkka sjóndeildarhringinn, og litu nú til útlanda. Þeir fóru á stórt Bretlandstónleikaferðaleg með snilldar brit-pop risunum blur. Þeir hituðu upp fyrir blur á fjölda tónleikum og ferðalagið tókst vel til. Þeir voru að átta sig á því að það að spila alltaf á Íslandi væri eiginlega ekki nóg og fóru því að gera nokkrar tilraunir til þess að höfða til útlendingana. &#8222; &#8222;Það er ekki nema 3-400 manna hópur sem sækir tónleika reglulega hér heima,&#8221; sagði Ragnar við Árna Matt 1998 og bætti við að það væri erfitt að gíra sig niður til að spila fyrir Íslendinga eftir að hafa verið úti&#8221; (Saga ísl. Rokks bls. 333). Það sem þeir gerðu var m.a. að þeir breyttu nafni sínu úr Botnleðja yfir í Silt. Textar voru nú komnir á ensku og nýjum meðlimi, Kristni Gunnari Blöndal, sem spilaði á gítar og orgel var bætt í hópinn.\nÞeir tóku upp sína þriðju plötu árið 1998 og fékk hún nafnið Magnyl. Hún var gefin út fyrir jólin 1998. Nýji meðlimurinn setti að sjálfsögðu sinn svip á nýju plötuna, en lagasmíðarnar voru ekki ósvipaðar og á Fólk er fífl. &#8222;&#8230;,bara meira af eðal-rokki frá Botnleðju.&#8221; (Saga ísl. rokks, bls. 333). Eftir útgáfu Magnyl fóru þeir aftur til útlanda að reyna að vekja athygli þar. Það gekk alveg ágætlega.\nÁrið 2000 kom út enn önnur plata, þessi bar nafnið Douglas Dakota og var tekin upp í stúdíói á Englandi árið 2000 og kom út rétt fyrir jólin það ár. Þessi plata var all mýkri og léttari en fyrri plöturnar, en þó eru á þessari plötu snilldar hugmyndir og hinar fínustu lagasmíðar.\nEftir útgáfu Douglas Dakota hætti Kristinn í bandinu og fór þá Botnleðja aftur í sína upprunalegu mynd, og er þannig enn þann dag í dag. Upp á síðkastið hefur mikið verið að gera hjá Botnleðju eftir að árið 2001 var ekki mjög líflegt. Þeir fóru í hljómleikaferðalag með sjálfstæðu tilfinningaþrungnu (emo, indie ) sveitinni Sparta, ein tveggja þeirra sveita sem spratt upp úr hljómsveitinni At the drive in. Það var langt tónleikaferðalag sem heppnaðist með eindæmum. Ný plata með Botnleðju er áætluð að koma út í mars 2003. Iceland National Park mun hún koma til með að heita. Hún mun einungis vera titluð Silt, en ekki Botnleðju. Allir textar eru á ensku.  Nýja efnið hjá Botnleðju er mjög gott að mínu mati og svipar meira til eldri stíls sveitarinnar. Nýjasta afrek Botnleðju er þáttakan í forkeppni Evróvision keppnarinnar, söngvakeppni evrópska sjónvarpsstöðva. Þar tóku þeir lagið Euro/Visa, sem heitir eftir kredidkortafyrirtækjunum á Íslandi, en ekki vísa um keppnina. Þeir voru eins og allt heilvita fólk sá og heyrði lang besta atriðið í forkeppninni, en sökum þess að allar Íslenskar stelpur á aldrinum 5-13 ára hringdu úr öllum símum í ætt sinni og kusu poppbrúðuna Birgittu Haukdal, vann hún. En nú er ég kominn út fyrir efnið.\nBotnleðja hefur breytt íslensku rokki frá því að þeir komu á sjónarsviðið. Þeir hafa gefið tóninn til enn yngri tónlistarmanna á Íslandi og eru einir helstu synir Íslensku þjóðarinnar. Hver veit nema að heppnin verði með þeim með næstu plötu og þeir virkilega verði heimsfrægir fyrir sitt melódíska stórskemmtilega rokk og ról.\ntakk fyrir mig. endilega commentið á þetta.\nsmá innskot fyrir mig:\nhttp://listen.to/bobisnow\ntíhí :D",
    "url": "https://www.hugi.is/rokk/greinar/126949/saga-botnledju/",
    "url_id": "126949",
    "id": "946353",
    "replies": [
        {
            "user": "opinn",
            "user_id": "20891",
            "date": "2003-03-03 13:00:30",
            "id": "946356",
            "reply_to_id": "946353",
            "text": "góð grein, ekki spurning að þetta sé ein besta íslenska hljómsveitinn…..\nVirkilega skemmtilegt band"
        },
        {
            "user": "opinn",
            "user_id": "20891",
            "date": "2003-03-03 13:25:49",
            "id": "946357",
            "reply_to_id": "946356",
            "text": "vitiði hvar ég get downlódað Euróvísa á netinu?"
        },
        {
            "user": "opinn",
            "user_id": "20891",
            "date": "2003-03-03 13:34:42",
            "id": "946358",
            "reply_to_id": "946357",
            "text": "ég held að það sé á www.ruv.is"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-03 13:54:15",
            "id": "946359",
            "reply_to_id": "946358",
            "text": "ég kemst ekki á www.ruv.is"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-04 20:23:10",
            "id": "946360",
            "reply_to_id": "946359",
            "text": "Það er undir lögunum á Háhraða áhugamálinu hér á huga."
        },
        {
            "user": "cre",
            "user_id": "6534",
            "date": "2003-03-03 14:31:27",
            "id": "946361",
            "reply_to_id": "946357",
            "text": "http://servefir.ruv.is/eurovision/Track07.mp3"
        },
        {
            "user": "vor",
            "user_id": "50550",
            "date": "2003-03-03 21:27:47",
            "id": "946362",
            "reply_to_id": "946357",
            "text": "á kazaa getur marr náð í allt þannig að af hverju ekkki að fara þángað :)"
        },
        {
            "user": "vor",
            "user_id": "50550",
            "date": "2003-03-03 22:03:52",
            "id": "946363",
            "reply_to_id": "946362",
            "text": "*hóst*þaðerólöglegt+kazaasýgrmeðsittspyware*hóst*\nFín grein annars. Þótt mér þyki ekkert til koma í íslenzku tónlistarlífi (og ákvað ég að hlusta á erlent einungis) þá er botnleðja svona eina sem virðist vera að gera eitthvað af viti.\nEn þetta er nátturulega bara mitt álit.\nKv. ^Schafer^\n,,Fólk er fífl\"\nPost scriptum, ég komst að því seinna að undirskrift mín hér á huga væri plata eftir þetta fólk ;)"
        },
        {
            "user": "Vilhelm",
            "user_id": "2179",
            "date": "2003-03-03 13:44:41",
            "id": "946364",
            "reply_to_id": "946353",
            "text": "Frábært band í alla staði, meðlimir bandsins eiga gott hrós skilið fyrir að vera sífellt ferskir!"
        },
        {
            "user": "nedrud",
            "user_id": "26720",
            "date": "2003-03-03 14:15:02",
            "id": "946365",
            "reply_to_id": "946353",
            "text": "SNillingar og góð grein/ritgerð."
        },
        {
            "user": "hvurslags",
            "user_id": "7875",
            "date": "2003-03-03 15:10:21",
            "id": "946354",
            "reply_to_id": "946353",
            "text": "Ég hélt að söngvarinn héti Hreiðar…?"
        },
        {
            "user": "velisha",
            "user_id": "30560",
            "date": "2003-03-03 18:49:00",
            "id": "946355",
            "reply_to_id": "946354",
            "text": "Neibb…hann heitir Heiða"
        },
        {
            "user": "lune",
            "user_id": "17986",
            "date": "2003-03-03 17:15:26",
            "id": "946366",
            "reply_to_id": "946353",
            "text": "alveg skrambi góð hljómsveit, hún botnleðja.\nein heimild???\n:)"
        },
        {
            "user": "Tannbursti",
            "user_id": "7246",
            "date": "2003-03-03 17:39:22",
            "id": "946367",
            "reply_to_id": "946353",
            "text": "“…stofnuð í Hafnafirði eitthvað í kringum byrjun níunda áratugarins…”\nTíunda áratugarins. Níundi er 80 og eitthvað."
        },
        {
            "user": "goldish",
            "user_id": "6490",
            "date": "2003-03-03 22:15:48",
            "id": "946368",
            "reply_to_id": "946353",
            "text": "Ansi flott ritgerð.\nR&R gaf ekki út Douglas Dakota heldur Spik ehf. sem er í eigu Botnleðju.\nBotnleðja hefur ákveðið að hætta að nota nafnið Silt og heita bara Botnleðja - líka í útlöndum.\nSvo heitir lagið Svuntuþeysir ekki Svuntuþeytir."
        },
        {
            "user": "danielbotn",
            "user_id": "13111",
            "date": "2003-03-04 12:48:08",
            "id": "946369",
            "reply_to_id": "946368",
            "text": "jú spik gaf út doglas dakota….\nen r&r gaf ekki út drullumall er það? Var það ekki Rymur eða eitthvað….æi man það ekki….\nekki nota Silt? Gott mál….\nog auðvitað er þetta besta íslenska hljómsveitin frá upphafi…."
        },
        {
            "user": "Caliban",
            "user_id": "23239",
            "date": "2003-03-04 01:24:46",
            "id": "946370",
            "reply_to_id": "946353",
            "text": "góð grein, góð hljómsveit. good stuff\nég er forvitinn að vita hvað þú fékkst fyrir ritgerðina deigstrákurinn minn…\nyou got the cash ‘n i got the stash\nwe’re off to vegas so pack up your bags"
        },
        {
            "user": "opinn",
            "user_id": "20891",
            "date": "2003-03-04 20:29:35",
            "id": "946371",
            "reply_to_id": "946353",
            "text": "Ágæt grein, en mér finnst það slappt af þér að líkja þeim við Green day! Kristinn hætti eftir Magnyl, ekki Douglas Dakota, ekki rétt?\nEitt enn: Utopia, Rusl og Dive voru allt aðrar hljómsveitir.\nÞegar þeir tóku þátt í músík tilraunum þá voru þeir að koma aftur saman, en þá var Halli í Ömmu Rúsínu og Raggi og Heiðar í Rusl.\nÞeir munu alltaf vera kallaðir Botnleðja á Íslandi, það er allavega það sem ég held og vona."
        },
        {
            "user": "opinn",
            "user_id": "20891",
            "date": "2003-03-04 21:30:02",
            "id": "946372",
            "reply_to_id": "946371",
            "text": "ég tók mínar heimildir úr dr. gunna bókinni, og þar stóð bæði að þeir hefðu heitið ýmsum nöfnum, t.d. utopia, rusl og dive og að þeir og sérstaklega drullumall hefðu verið undir áhrifum frá bandarísku ný pönki.\nog til allra hina sem commentuðu greinina, ég lagði náttla enga geðveika vinnu í þetta, enda ekki eins og ísl. kennarinn minn viti eitthvað um botnleðju, tíhí :D"
        },
        {
            "user": "tyrra",
            "user_id": "12307",
            "date": "2003-03-04 23:46:54",
            "id": "946373",
            "reply_to_id": "946372",
            "text": "Utopia var samt held ég eigilega sama hljómsveitin en Halli var t.d. ekki í Rusl"
        },
        {
            "user": "tyrra",
            "user_id": "12307",
            "date": "2003-03-06 15:01:09",
            "id": "946374",
            "reply_to_id": "946373",
            "text": "“Þeir voru eins og allt heilvita fólk sá og heyrði lang besta atriðið í forkeppninni, en sökum þess að allar Íslenskar stelpur á aldrinum 5-13 ára hringdu úr öllum símum í ætt sinni og kusu poppbrúðuna Birgittu Haukdal, vann hún.”\n- HAHAHAHAHAHAHAHAHAHAH !!!!!!!\nhaha, vá þetta er svoo satt… !\nvá ég fór alveg í kast þegar ég las þetta!! haha!\nEn fín grein annars :)"
        },
        {
            "user": "Tansa",
            "user_id": "21350",
            "date": "2003-03-06 20:08:17",
            "id": "946375",
            "reply_to_id": "946353",
            "text": "HEY! Fyrst að lagið sem Birgitta syngur sem á að fara í eurovision er stolið, fara þá ekki botnleðja í staðinn? ég vona það!\nÍSLENSKA EUROVISIONLAGIÐ ER ÖMURLEGT!"
        },
        {
            "user": "Kreator",
            "user_id": "23042",
            "date": "2003-03-07 15:17:34",
            "id": "946376",
            "reply_to_id": "946353",
            "text": "Mjög flott grein. Mér finnst reyndar Botnledja ekki vera eins skemmtileg og hún var á tímum Drullumalls og Fólk er fífl. Èg gat reyndar ekki séd og heyrt Euro/Visa lagid vegna tess ad ég var staddur í Austurríki(og er tar enn)"
        }
    ]
}