{
    "forum_title": "Sagnfræði",
    "user": "Turkish",
    "user_id": "11088",
    "date": "2003-03-04 01:08:07",
    "title": "Innrásin í Normandy - 1. hluti af 3",
    "text": "Þetta er ritgerð sem ég samdi.\nForsagan.\nStríð byggjast á tilviljunum. Hvernig sem þrefað er um það verður niðurstaðan alltaf sú sama. Ef þessi hefði ekki gert þetta þá hefði þessi ekki svarað með þessu og þar með hefði þetta ekki gerst. Þetta á auðvitað við um innrásina í Normandy.\nÞann 23. okt. 1942 hófst “Léttfeta” sóknin í N-Afríku. Sú árás leiddi til sigurs Bandamanna þar. Sigurinn var upphafið að þeirri sigur bylgju Bandamannn í Evrópu sem endaði í Reims 1945.\nÞegar Rússar byrjuðu að vinna bardaga á austurvígstöðvununum 1943, krafðist Stalín þess að Bandaríkamenn, Bretar og fleiri hæfu árás að vestan, svo að Rússar tækju ekki allan þungann af herstyrk Þjáoverja. En um þessar mundir beittu Þjóverjar 80% herstyrks síns á austurvígstöðvunum.\nÞjóverjar vissu að í bígerð væri innrás  en þeri vissu alls ekki hvar hún yrði gerð, möguleikarnir voru svo margir. Um tíma héldu þeir að innrásin yrði gerð í Noregi, því fjöguðu þeir liði þar og færðu tvö orrustuskip frá Ermasundi til Norðursjávar. Hvorki hermennirnir né orrustuskipin komu að nokkru gagni, því var þetta heppileg tilviljun fyrir Bandamenn því skipin hefðu getað valdið miklum usla í g. innrásinni.\nEftir orrustuna um Bretland hættu Þjóðverjar við að ráðast inn í Bretland. Hófu þeir þá gerð varnarlínu á ströndum Frakklands, Niðurlanda, Danmerkur og Noregs. Fóru þeir ekki dulið með þessar framkvæmdir og birtu myndir af steinsteypuvirkjum og risafallbyssum. Allt þetta var stórlega ýkt, til að fæla Bandamenn frá því að gera innrás. Strandirnar voru ekki nærri því eins öflugar og Bandamenn gerðu ráð fyrir. Þær voru vanræktar eins og margt annað. Öll áhersla var lögð á austuvígstöðvarnar. Strandvarnir voru aðeins viðunandi á takmörkuðum svæðum, þ.e.a.s. á ströndum Hollands, í Calais (sá staður þar sem styst er milli Bretlands og Frakklands) og svo við kafbátastöðvarnar í Cherbourg og St. Nasaire. Í Normandy reistu þeir aðeins stök smá virki.\nYfirmaður þýska hersins í V-Evróðu var Rundstedt marskálkur. Hann var mjög óánægður með varnirnar. Hann fyrirleit kyrrstöðuvirki. Herbúnaður hans var mergsoginn því búið var að senda allt að austurvígstöðvarnar. Úrvalslið og hermenn á “besta” baráttu aldri voru grisjaðir úr og sendir til Rússlands. Kvartaði Rundstedt yfir því að flestir hermennirnir voru gamlir karlar eða menn sem voru að ná sér eftir sár og tilfinningaleg áföll sem þeir höfðu orðið fyrir í Rússlandi. Þannig af 60 herfylkjum sem Rundstedt átti að ráða yfir samkvæmt pappírunum, taldi hann aðeins 15 af þeim vera starfshæf.\nVegna þessara kvartanna bað Hitler Rommel marskálk að meta styrk Atlantshafsmúrinn svokallaða. Rommel skoðaði hvern krók og kima frá Danmörku til Spánar og samdi svarta skýrslu um hörmulegt ástand strandvarnanna. Fól Hitler þá Rommel að endur skipuleggja varnirnar. Reiknaði Rommel með því ,ásamt öðrum, að árásin yrði gerð þar sem Ermasundið væri mjóst, við Calais. En það undarlega gerðist, að Hitler fékk þá hugmynd að innrás yrði gerð í Normandy, og laggði það ríka áherslu við herforingja sína að vera vel á verði þar. “Þetta átt eftir að vera raunin og ýtir það undir að Hitler hafir verið snjallari en hálærðir hershöfðingjar.” Leiddi þessi hugmynd til þess að hershöfðingjarnir hófu rannsókn á því hvort það væri möguleiki, en niðurstaða þeirra var neikvæð. Aðeins Rommel tók undir það, en hann hélt að það yrði bara gerð ginningarárás (platárás), en að megin árásin yrði gerð við Calais. Þetta varð til þess að þegar hin raunverulega innrás var gerð var meginn her Þjóðverja kyrr í Calais.\nRommel kom hins vegar miklu í verk á stuttum tíma. Hann laggði lítið upp úr einstökum virkjum, en því meir lagði hann áherslu á landgönguhindrannir, gaddavírsbreiðum, skriðdrekagildrum og jarðsprengjubeltum. Þetta hafði hann lært í eyðimerkurhernaðinum.\nEisenhower og Montgomery (er ekkik óþarft að útskýra hverjir þeri voru??) voru samhenntir í undirbúnigi innrásarinnar. Hafði Eisenhower allt ákvörðunnarvald, en Montgomery sá um útfærslu áætlunnarinnar. Þetta var stórbrotnasta skipulagsaðgerð sem þekkst hafði. Í stuttu máli var hún í því fólgin að koma 86 herfylkum, þ.e. 2 milljónum hermanna, í land á nýjum vígstöðvum auk ógrynni af þungavopnum og skotfærum sem nútíma hernaður þarfnaðist.\n—-Það má auðvitað deila um hvar tilviljun er og hvar herkænska er en þetta er mí skoðun—-\nMeð þeim fyrirvara að greinin verði samþykkt þá hlakka ég til að bæta við næsta hluta sem allra allra fyrst.\n-kveðja",
    "url": "https://www.hugi.is/saga/greinar/127148/innrasin-i-normandy-1-hluti-af-3/",
    "url_id": "127148",
    "id": "948250",
    "replies": [
        {
            "user": "Turkish",
            "user_id": "11088",
            "date": "2003-03-04 10:09:30",
            "id": "948251",
            "reply_to_id": "948250",
            "text": "ég biðst afsökunnar á þeim stafsetningarvillum sem eru í textanum. ég held þó að þetta skiljist."
        },
        {
            "user": "nedrud",
            "user_id": "26720",
            "date": "2003-03-04 11:52:28",
            "id": "948252",
            "reply_to_id": "948250",
            "text": "Vel skrifuð grein sem er ekki hægt annað en að hafa gaman af. Þetta hljómar eins og einhver bíómyndaauglýsing!"
        },
        {
            "user": "remulean",
            "user_id": "25163",
            "date": "2003-03-04 12:51:27",
            "id": "948253",
            "reply_to_id": "948250",
            "text": "skemmtileg grein. ég bíð eftir seinni hluta"
        },
        {
            "user": "ZeRo",
            "user_id": "40",
            "date": "2003-03-04 15:15:35",
            "id": "948254",
            "reply_to_id": "948253",
            "text": "jamm, hetja :)"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2003-03-04 16:47:33",
            "id": "948255",
            "reply_to_id": "948250",
            "text": "Sæll,\nHeimildir sem ég hef kynnt mér benda til þess að Rommel hafi deilt þeirri skoðun Hitlers að innrásin yrði að öllum líkindum gerð í Normandí.\nKv.\nHjörtu"
        },
        {
            "user": "B17",
            "user_id": "21858",
            "date": "2003-03-04 17:14:23",
            "id": "948256",
            "reply_to_id": "948255",
            "text": "Sama hér.  Rommel hélt að innrásin yrði gerð í Normandý."
        },
        {
            "user": "B17",
            "user_id": "21858",
            "date": "2003-03-04 18:47:13",
            "id": "948257",
            "reply_to_id": "948256",
            "text": "Ég vil byrja á að óska Turkish til hamingju með áhugaverða byrjun á efninu.  Það eru aftur á móti nokkrar athugasemdir sem mig langar til að gera.  Kannski er rétt að geta þess að þetta er ekki mín sterkasta hlið en hef almenna þekkingu á þessu, þannig að ef einhver hér veit meira gæti verið að ég þurfi að éta einhvað ofan í mig.\nKröfur Rússa um svokallaða aðra framlínu (second front) hófust ekki árið 1943.  Rússar byrjuðu að krefjast annarrar framlínu um leið og þjóðverjar réðust á þá árið 1941.  Undirbúningur breta fyrir aðra framlínu hófst árið 1941, og árið 1942 gerðu þeir hið fræga strandhögg við Dieppe til að kanna hvernig best væri að haga innrás í Frakkland.  Þetta var ekki eiginleg árás til landvinninga, heldur átti að sjá hvort hægt væri að taka hafnabæ með beinu áhlaupi af sjó og tryggja hafnaraðsöðuna.  Dieppe er ein af frægustu sneipuförum hernaðarsögunnar, en bjargaði sennilega innrásinni þar sem ekki var reynt að ráðast beint á hafnarbæ í aðalinnrásinni sem gerð var næstum tveimur árum seinna.\nÞað að þjóðverjum skildu halda að innrásinn yrði gerð í Noregi, var ekkert slys.  Bandamenn lögðu mikið á sig við að koma því inn hjá þjóðverjum að Noregur væri staðurinn.  Þeir létu skjöl leka í njósnara, sendu alskonar skeyti með talstöðvum sem þeir voru vissir um að þjóðverjar voru að hlera og þar fram eftir götunum.  Þetta hafði tilætluð áhrif, megnið af þýska flotanum (það sem var eftir af honum) var að passa Noreg þegar innrásinn var gerð og tölverður mannafli sem betur hefði getað verið nýttur annarstaðar var þar sömuleiðis.\nEf farið er að tala um mismunandi herstjórnarstíl er rétt að geta mismunarins á milli von Rundsted og Rommel.  von Runsted var yfirmaður vesturhersins og átti að sjá um uppbyggingu Atlantshafsmúrsins.  Vandamálið var að hann hafði mjög takmarkaða trú á föstu vörnum gegn innrásarher, og var því eins rólegur og hægt var við uppbygginguna.  von Runstead vildi hafa ströndina tiltölulega léttvarða og fámenna.  Í staðin vildi hann hafa geysilega öfluga heri skipulaga sem nokkurskonar “rapid respnse team” að baki víglínunni og yrðu þeir sendir með hraði hvert sem ógn steðjaði að.  Þeir áttu síðan að íta innrásarher út í sjó aftur með miklum yfirburðum sínum.\nRommel trúði aftur á móti á fastar varnir gegn innrás og vildi hafa megnið af liðinu á ströndinni til að kom í veg fyrir að innrásarher gæti gengið á land."
        },
        {
            "user": "Turkish",
            "user_id": "11088",
            "date": "2003-03-05 00:40:04",
            "id": "948258",
            "reply_to_id": "948257",
            "text": "já…. áhugavert… það er rétt að rússar vildu strax fá aðra sóknarlínu…"
        },
        {
            "user": "Exitmusic",
            "user_id": "10281",
            "date": "2003-03-14 12:23:11",
            "id": "948259",
            "reply_to_id": "948250",
            "text": "afhverju ætlaru að hafa þetta í 3 hlutum? bara spyr…ps nokkrar staðreyndir vantar hér og þar annars ágætt"
        }
    ]
}