{
    "forum_title": "Kvikmyndir",
    "user": "cactuz",
    "user_id": "5705",
    "date": "2003-03-04 18:46:23",
    "title": "To End All Wars",
    "text": "Ég var að fikra mig áfram á netinu þegar ég fann mynd sem ég kannast ekki við að hafa séð hér á landi. Þetta er mynd sem heitir To End All Wars og skartar tveimur þungarvigtarleikurum. Það eru þeir Kiefer Sutherland og Robert Carlyle. Myndin kom út árið 2001 og er leikstýrð af frekar óþekktum leikstjóra. Hún fær nú samt frábæra einkun á imdb.com eða 7.7 en það eru einungis 141 sem hafa gefið henni einkunn, þannig að mig grunar að þessi mynd sé nokkurn veginn týnd fyrir sjónum evrópubúa.\nTo End All Wars segir sögu Ernest Gordon sem skrifaði bók árið 1962 sem hét Through The Valley Of Kwai. Myndin er byggð á þessari bók og sögu Ernest. Myndin fjallar um fjóra menn sem voru stríðsfangar Japana í seinni heimsstyrjöldinni. Þeir máttu þola hroðalegar pyntingar og harkalega meðferð auk þess sem þeim var skipað að leggja járnbrautarteina í gegnum skóga Búrma. Hin sígilda kvikmynd Bridge On The River Kwai(1957) fjallaði um svipaða atburði á sama stað. Þessi mynd þykir varpa skýrari ljósi á þessa atburði og uppljóstrar hversu ógnvekjandi hið svokallaða bushito-kerfi japana var á þessum tíma. Þegar stríðið stendur sem hæst ráðast Japanir inn í Singapore, þar eru söguhetjur okkar teknir til fanga og þar með byrjar martröðin þeirra af alvöru. Foringi þeirra er drepinn og hinir eru fluttir í fangabúðir í frumskógum Búrma Síam.\nÞeir ætla sér að reyna að yfirtaka búðirnar en andinn er ekki mikill í mönnunum vegna þess að þeir eru sveltir,barðir, sjúkir og bugaðir. Breskur fangi að nafni Dusty Miller ákveður að reyna að lyfta andanum upp með því að kenna mönnum list frelsunar og stofnar því kirkju án veggja í fangabúðunum. Þeir lesa Shakespeare og Plató og stofna sinn eigin háskóla í fangabúðunum og læra smátt og smátt að fyrirgefa óvinum sínum.\nÞetta hljómar sem mjög sterk og áhrifarík kvikmynd og það er náttúrulega snilld að hafa Kiefer Sutherland og Robert Carlyle saman í kvikmynd. Ég vona að einhverjir viti hvort það sé hægt að nálgast þessa kvikmynd einhversstaðar hér á landi. Ef ekki þá vona ég að hún verði fljótlega gefin út á spólu. Ef einhver hefur séð þessa mynd nú þegar þá væri fínt að fá comment.\n“I know not with what weapons World War III will be fought, but World War IV will be fought with sticks and stones.”\n–Albert Einstein\n-cactuz",
    "url": "https://www.hugi.is/kvikmyndir/greinar/127160/to-end-all-wars/",
    "url_id": "127160",
    "id": "948452",
    "replies": [
        {
            "user": "Azmodan",
            "user_id": "20255",
            "date": "2003-03-04 20:05:56",
            "id": "948453",
            "reply_to_id": "948452",
            "text": "áhugavert. Kiefer Sutherland er snillingur… synd að maður sér fremur lítið af honum.\nAzmodan."
        },
        {
            "user": "einaraxel",
            "user_id": "5042",
            "date": "2003-03-04 23:00:37",
            "id": "948454",
            "reply_to_id": "948452",
            "text": "Skrítið að maður hafi ekkert heyrt af þessari mynd, hún hljómar vel. :/"
        },
        {
            "user": "nedrud",
            "user_id": "26720",
            "date": "2003-03-05 07:30:20",
            "id": "948455",
            "reply_to_id": "948452",
            "text": "Er hún til á Amazon?"
        }
    ]
}