{
    "forum_title": "Tolkien",
    "user": "Amon",
    "user_id": "20748",
    "date": "2003-03-07 15:37:18",
    "title": "FoTR: Extended Cut Edision",
    "text": "Jæja, þá er komið að 111 greininni minni á huga. Hér ætla ég að skrifa um Extended Cut, sem ég var að fá í hendurnar (ég veit ég er seinn í því, mjög seinn).\nMyndin:\nMyndin er hrein, og tær snilld. Þessar 30 mínútur, virðast vera heill klukkutími, svo miklu munar á gæðum og dýpt persónanna. Saga Gilraenar (eða hét mamma Aragorns ekki það?) var kynnt, og það var ótrúlega flott senan þar sem álfarnir fara til Rökkurhafna.\nLegolas fékk einnig örlítið meiri persónu (í Theatrical version er hann meira bardaga-voodoo, stríðshetja án perónuleika). Ekki margt annað að segja nema ýtreka það, að myndin væri snilld, og miklu betri en Theatrical version.\nAukaefnið:\nTil að stytta langt mál: SNILLD!!! en jæja, hér er langa málið:\nDiskur 3:\nAukaefnið var frábært í alla mundi. Það var mjög svo fróðlegt, og sett upp á skemmtilegan máta. Heimildamyndirnar voru semsagt það langskemmtilegast á disknum. Einnig var þarna mynd um Tolkien, sem var mjög fróðleg, ég tala nú ekki um fyrir þeim sem ekki þekkja mikið til hans.\nEinnig var mjög skemmtilegt að sjá storyboardin. Það eina sem mér þótti vont á þessum disk, var það að ég gat ekki séð eitt storyboardið :(\nDiskur 4:\nÞað er nú lítið annað hægt að segja um hann en Disk 3. Eini munurinn var innihaldið, en snilldin hélst alveg óbreytt. Ég held ég geti ekkert annað sagt um hann.\nkv. Amon",
    "url": "https://www.hugi.is/tolkien/greinar/127871/fotr-extended-cut-edision/",
    "url_id": "127871",
    "id": "954350",
    "replies": [
        {
            "user": "shelob",
            "user_id": "19816",
            "date": "2003-03-07 17:53:49",
            "id": "954352",
            "reply_to_id": "954350",
            "text": "Við höfum fengið meira en nóg af þessum FotREx greinum. Koma með eitthvað frumlegra en þetta!"
        },
        {
            "user": "doherty",
            "user_id": "32266",
            "date": "2003-03-07 17:56:45",
            "id": "954353",
            "reply_to_id": "954350",
            "text": "Fellowship of the Ring extended edition er algjör snilld!\nbtw. hefur svona grein ekki komið dálítið oft (um extended editon)?"
        },
        {
            "user": "viktore",
            "user_id": "21790",
            "date": "2003-03-07 18:10:25",
            "id": "954351",
            "reply_to_id": "954350",
            "text": "það er svoldið langt síðan þessi útgáfa kom."
        },
        {
            "user": "Skaiburz",
            "user_id": "25411",
            "date": "2003-03-07 18:21:59",
            "id": "954354",
            "reply_to_id": "954350",
            "text": "Hva, áttu heima út á landi eða?\n:)\n:)\n:)"
        },
        {
            "user": "TestType",
            "user_id": "14778",
            "date": "2003-03-07 19:37:51",
            "id": "954355",
            "reply_to_id": "954350",
            "text": "Verulega stutt grein sem nefnir nokkuð augljósa hluti um disk sem þónokkuð margir landsmenn eiga nú þegar. Hmmm… Ekki mjög öflugt!\nSvo er Edision skrifað Edition."
        },
        {
            "user": "shelob",
            "user_id": "19816",
            "date": "2003-03-07 22:06:21",
            "id": "954356",
            "reply_to_id": "954355",
            "text": "Var það ekki bara ísl-enska?"
        },
        {
            "user": "demonz",
            "user_id": "3238",
            "date": "2003-03-07 23:28:18",
            "id": "954357",
            "reply_to_id": "954356",
            "text": "nah…það myndi vera edissjón"
        },
        {
            "user": "Amon",
            "user_id": "20748",
            "date": "2003-03-08 01:46:54",
            "id": "954358",
            "reply_to_id": "954350",
            "text": "hver samþykti þetta segi ég nú bara…\ngreinilega hefur ekkert verið lagt í þessa grein… huh"
        },
        {
            "user": "Amon",
            "user_id": "20748",
            "date": "2003-03-08 02:02:09",
            "id": "954359",
            "reply_to_id": "954358",
            "text": "greinarnar hans samþykkjast sjálfkrafa…"
        },
        {
            "user": "Amon",
            "user_id": "20748",
            "date": "2003-03-08 08:23:32",
            "id": "954360",
            "reply_to_id": "954359",
            "text": "nei, þetta að ef maður hefur 1000 stig á áhugamáli og allt samþyggist sjálfkrafa er bara eitthvað crap.\nkv. Amon"
        },
        {
            "user": "annapotter",
            "user_id": "34019",
            "date": "2003-03-08 12:09:04",
            "id": "954361",
            "reply_to_id": "954350",
            "text": "Ég er sammála þér að þessi diskur er hrein snilld og fræðimyndirnar líka en hefurðu lent í því að fá ekki grein samþykkta??\nAnna"
        },
        {
            "user": "Amon",
            "user_id": "20748",
            "date": "2003-03-08 12:17:33",
            "id": "954362",
            "reply_to_id": "954361",
            "text": "1 sinni eða 2… ég þurfti bara að laga stafsetningu.\nkv. Amon"
        },
        {
            "user": "annapotter",
            "user_id": "34019",
            "date": "2003-03-08 12:18:36",
            "id": "954363",
            "reply_to_id": "954362",
            "text": "Heppin það er aldrei samþykkt mínar greinar)="
        },
        {
            "user": "Goodfella",
            "user_id": "20380",
            "date": "2003-03-08 12:34:09",
            "id": "954364",
            "reply_to_id": "954350",
            "text": "á hvaða disk er mtv grínið með jack black og henni þarna stelpu….?"
        },
        {
            "user": "shelob",
            "user_id": "19816",
            "date": "2003-03-08 14:27:06",
            "id": "954365",
            "reply_to_id": "954364",
            "text": "Disk 1. Ef þú vilt leiðbeiningar, spurðu bara. :)"
        },
        {
            "user": "Goodfella",
            "user_id": "20380",
            "date": "2003-03-08 17:43:38",
            "id": "954366",
            "reply_to_id": "954365",
            "text": "já hvað á mar að gera??"
        },
        {
            "user": "shelob",
            "user_id": "19816",
            "date": "2003-03-08 18:06:50",
            "id": "954367",
            "reply_to_id": "954366",
            "text": "Þú ferð í “Scene Selections”, ferð í “Council of Elrond”, þ.e. síðasta sena disksins, og þegar þú ert búinn að “highlighta” hana þá ýtirðu niður á DVD fjarstýtringunni, og þá á að koma mynd af hring. Þegar sú mynd kemur upp skaltu ýta á “Enter” og þá spilast senan með smá útskýringu frá Peter Jackson á undan. Ef þú gerir það sama á seinni disknum færðu “preview” trailerinn á TTT sem var settur aftan við FOTR í bíói hér í dentíð. Mjög flottur trailer. :)"
        },
        {
            "user": "Prair",
            "user_id": "29858",
            "date": "2003-03-09 10:55:19",
            "id": "954368",
            "reply_to_id": "954367",
            "text": "Hvernig í ósköpunum stendur á því að þess grein vara samþykkt? Hún er stutt og léleg og segir ekki nokkurn skapaðan hlut, fyrir utan það að fotrex sé snilld án þess að rökstyðja það neitt frekar. Æi hvernig væri nú að stoppa svona greinar sem eru bara sorp?"
        },
        {
            "user": "OutlawTorn",
            "user_id": "5996",
            "date": "2003-03-09 12:51:02",
            "id": "954369",
            "reply_to_id": "954368",
            "text": "Jamm, þessi grein var frekar þunn.\nFyrirsögnin var líka eitt það mesta augnalýti sem ég hef séð hér á Hugi.is og eru þau þó allnokkur. Ég vil ítreka mikilvægi þess að menn sendi hingað inn VANDAÐAR greinar sem eru þess virði að lesa. (“ýtreka”? Sheeeeeeesh…)"
        },
        {
            "user": "Fatboy",
            "user_id": "5729",
            "date": "2003-03-09 21:39:40",
            "id": "954370",
            "reply_to_id": "954350",
            "text": "Það ætti að hálshöggva fólk sem notar orðið ‘Snilld’ um all skapaða hluti í tíma og ótíma…"
        },
        {
            "user": "Tahara",
            "user_id": "22188",
            "date": "2003-03-14 23:14:10",
            "id": "954371",
            "reply_to_id": "954370",
            "text": "Sammala thvi Fatboy.\nHver man ekki eftir thessari ømurlegu auglysingu fra eiganda Argentinu, kokkurinn:\n“THESSI KJØTGRILLGRIND ER EINTOM SNILLD.”\nHefur folk virkilega svona takmarkadan ordaforda ad thad getur ekki lyst hlutum med ødrum lysingarordum en SNILLD."
        },
        {
            "user": "Psychosis",
            "user_id": "25578",
            "date": "2003-03-26 19:14:44",
            "id": "954372",
            "reply_to_id": "954371",
            "text": "Sure…mikið búið að vera skrifað um Special Extended DVD Edition, en veit einhver hvenær það er áætlað að TTT komi á Special Extended DVD Edition ? Mig langar rosalega í…."
        },
        {
            "user": "Ratatoskur",
            "user_id": "8834",
            "date": "2003-03-26 23:19:41",
            "id": "954373",
            "reply_to_id": "954372",
            "text": "www.simnet.is/hringu"
        },
        {
            "user": "noribesti",
            "user_id": "21497",
            "date": "2003-03-10 07:50:22",
            "id": "954374",
            "reply_to_id": "954350",
            "text": "Ég skil ekki hvernig þú getur verið ofurhugi á þessu áhugamáli og maður heldur varla að þú hafir lesið bækurnar(Saga Gilraenar (eða hét mamma Aragorns ekki það?) og síðan ertu varla með áhuga á FOTR því þú ert næstum því síðastur af öllum að kaupa hana á extented edition.\nÉg hef ekki lesið bækurnar en ég er samt búinn að kaupa FOTR Extended Cut Edition og það var í byrjun desember.\nP.S. Ég er að fara að lesa bækurnar."
        },
        {
            "user": "Amon",
            "user_id": "20748",
            "date": "2003-03-10 15:51:00",
            "id": "954375",
            "reply_to_id": "954374",
            "text": "sry, það er bara dálítið langt síðan maður hefur verið að lesa eithvað um ættfræði Aragorns…\nOg af því að þú veist svona hrikalega mikið um Tolkien… skrifaðu þá 48 greinar hingað\nkv. Amon"
        },
        {
            "user": "noribesti",
            "user_id": "21497",
            "date": "2003-03-10 18:26:21",
            "id": "954376",
            "reply_to_id": "954375",
            "text": "ég sagði aldrei að ég vissi mikið um tolkien ég veit varla neitt um hann"
        },
        {
            "user": "Amon",
            "user_id": "20748",
            "date": "2003-03-10 18:28:16",
            "id": "954377",
            "reply_to_id": "954376",
            "text": "ok, skrifaðu þá 48 greinar um “heima” hans, og svo er ég ekkert überfan um kvikmyndirnar, aðalega bækurnar\nkv. Amon"
        },
        {
            "user": "noribesti",
            "user_id": "21497",
            "date": "2003-03-10 18:28:35",
            "id": "954378",
            "reply_to_id": "954350",
            "text": "teluru greinarnar sem þú sendir hingað inn afhverju?"
        },
        {
            "user": "Amon",
            "user_id": "20748",
            "date": "2003-03-10 18:31:59",
            "id": "954379",
            "reply_to_id": "954378",
            "text": "farðu á\nhttp://www.hugi.is/tolkien/greinar.php?by_user=Amon\n(og taktu burt bilið sem hugi.is setur í slóðina). Er ekki erfitt að telja? (ýtir bara á sjá næstu 15, þangað til þú getur það ekki oftar (eða á 45) og telur 1, 2 & 3!\nkv. Amon"
        },
        {
            "user": "Prair",
            "user_id": "29858",
            "date": "2003-03-11 21:59:11",
            "id": "954380",
            "reply_to_id": "954379",
            "text": "Aumingja Amon.\nMiðað við greinarnar sem þú sendir inn, sem eru frekar mikið sorp, gæti hvaða barn sem er skrifað 48 greinar um Hrinagdróttinssögu. Eða jafnvel bólstrun selskinnsstóla ef því er að skipta. Hér eins og í mörgu öðru gildir gullna regla um gæði en ekki magn. 48 greinar um ekkert, það er reyndar ef út í það er farið nokkuð vel af sér vikið. Verð að segja það hreint út að greinarnar sem þú sendir inn eru sorp. Og ekki koma með eitthvað “skrifa þú betri greinar” kjaftæði, því af virðingu við þá fjölmörgu á þessu áhugamáli sem eru virkilegir sérfræðingar á bókunum, hef ég ákveðið að sleppa því. Ástæðan er einfaldlega sú að ég hef engu við þeirra fróðleika að bæta. Ég kem aftur á móti til með að skrifa grein hér um leið mér dettur eitthvað frumlegt í hug sem maður getur ekki bara flett upp á Encyclopedia of Arda og fleiri sambærilegum stöðum. Ef menn vilja geta þeir skoðað þær greinar sem ég hef skrifað á öðrum áhugamálum, og séð hvað ég meina, því að ég tel þær mjög góðar. Enda hefur grein frá mér aldrei verið neitað og aldrei verið gerðar athugasemdir við þær. Vildi gjarnan fá undirtektir frá þeim sem eru sammála mér.\nKveðja, Prair."
        },
        {
            "user": "viktore",
            "user_id": "21790",
            "date": "2003-03-11 22:58:18",
            "id": "954381",
            "reply_to_id": "954380",
            "text": "Ég er mjög sammála þér Prair!! Amon sendir bara inn greinar til þess að senda inn greinar. Ég man einu sinni þegar það voru einu sinni bara greinar eftir Amon þegar maður kom inn á Tolkien sem er mjög asnalegt."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-11 20:48:25",
            "id": "954382",
            "reply_to_id": "954350",
            "text": "guð minn góðu"
        },
        {
            "user": "Gautsen",
            "user_id": "16341",
            "date": "2003-04-24 22:38:05",
            "id": "954383",
            "reply_to_id": "954350",
            "text": "Jæja Amon minn þetta er nú byrjað að koma á seinni hlutann hjá þér byrjaður að reyna skrifa bara eikkað um Tolkien kallinn, sjálfur veit ég bara nóg um hann og hans verk. En er ekki soldið einblínt að vera bara samþykkja allar greinar Amons, ekki það að ég sé að setja útá Amon eða Ratatosk. báðir góðir og virtir hugarar með sæmd þótt að smá ágreiningur hafi verið á milli þeirra (örugglega ekki sá eini sem tók eftir því)á tímabili. en Amon með fullri virðingu til þín\n!!!!!!!!GET A LIFE BESIDES TOLKIEN!!!!!!!!"
        },
        {
            "user": "Amon",
            "user_id": "20748",
            "date": "2003-04-25 17:24:07",
            "id": "954384",
            "reply_to_id": "954383",
            "text": "1. Ratatoskur samþyggir ekkert allar mínar greinar… ég hef fengið a.m.k. 5 sinnum grein ekki samþykkt frá honum.\n2. já, það er rétt að það er þónokkur óleystur ágreiningur milli okkar, þó hvorugur okkar minnist nú ekkert á hann.\n3. Ég á mér líf fyrir utan tolkien… vefsíðugerð ;]\nkv. Amon"
        }
    ]
}