{
    "forum_title": "Rokk",
    "user": "ludvik",
    "user_id": "9240",
    "date": "2003-03-09 15:48:25",
    "title": "Styttist í Noise!",
    "text": "Eins og flestir hér vita þá eru noise drengir búnir að vinna baki brotnu að fyrstu breiðskífu sinni, frá því í janúar. Ég verð að viðurkenna að ég var vægast sagt orðinn mjög spenntur þegar ég heyrði að þeir væru að koma í babýlon að frumflytja efni af væntanlegri plötu þeirra, sem mun heita From Zero To Something (töff nafn)!\nSama hvað ég hafði miklar væntingar til þessarra laga, þá bjóst ég ekki við svona mikilli SNILLD!\nLoner: hafði ég heyrt áður, og finnst það ennþá tær snilld!\nParanoid parasite: er svo ógeðslega flott lag að það nær ekki nokkurri átt. Sjúklega kriftmikill söngur og geðveikur gítar sérstakelga sólóið og svo eru bassinn og trommurnar í hæsta gæða flokki, ragnar og stefán spila svo vel saman að það er eins og þeir hafi verið að því í mörg ár. Með því lagi hafa noise sýnt á sér algjörlega nýja hlið! Og sannað það að þetta er EKkert líkt nirvana.\nDark days (annaðhvort days eða ways) : Er svo enn frábrugðnara og er alveg massíft lag og söngurinn alveg 110% Klikkað flott og flókið lag, sem er keyrt áfram af þéttum bassa og trommum og geðsjúkum gítar, svo kórónar söngurinn þetta allt saman!\nHate: Hafði bara heyrt þetta lag á tónleikum og fannst það alltaf gott en þegar ég heyrði það núna þá varð ég ástfanginn! ÞEtta er eitt fallegast rokk lag sem ég hef heyrt í mjög langan tíma! Brjálaðaslega flottar raddanir hjá einari! Merkilegt hvað hann er orðinn þúsund sinnum betri að syngja, og var hann klikka góður fyrir!\nÞað verður geðveikt þegar platan kemur út. Noise er án efa uppáhaldsbandið mitt í dag, og sérstaklega eftir að ég heyrði viðtalið við þá í babýlon!\np.s. Hverjir hlustuðu á viðtalið? Og lögin náttútulega? Hvernig fannst ykkur?",
    "url": "https://www.hugi.is/rokk/greinar/128294/styttist-i-noise/",
    "url_id": "128294",
    "id": "959842",
    "replies": [
        {
            "user": "Jolly",
            "user_id": "2156",
            "date": "2003-03-09 19:38:11",
            "id": "959843",
            "reply_to_id": "959842",
            "text": "Ég hlustaði á þetta viðtal og varð bara sprengdur burt “blown away”. Nýju lögin eru ekki eins mikil Nirvana tribute og þessi gömlu heldur marka Noise sýna eigin stefnu.\nNýju lögin eru ótrúlega flott. Ég tók líka sérstaklega eftir hvað Einar er orðin góður söngvari."
        },
        {
            "user": "IceElement",
            "user_id": "8377",
            "date": "2003-03-09 19:40:05",
            "id": "959844",
            "reply_to_id": "959842",
            "text": "Já, ég er eins og fleiri allveg að deyjá úr spennu. Þetta viðtal var fínt, og lagavalið var gott þarna, bæði Noise lögin og hin lögin. Ég fékk hroll þegar að Paranoid Parasite byrjaði, það er svo gott lag. Svo var næsta lag með þeim líka geggjað og með betri lögunum þeirra, ég náði samt ekki nafninu. Svo kom Loner og það er gott lag. Svo endaði þetta á Hate sem er líka magnað lag. Fannst þetta koma vel út hjá þeim og bíð spenntur eftir disknum."
        },
        {
            "user": "Fleebix",
            "user_id": "5906",
            "date": "2003-03-09 19:50:55",
            "id": "959845",
            "reply_to_id": "959844",
            "text": "Ég hef aldrei verið hrifinn af Noise og aðdáendur þeirra virðast yfirleitt vera einhverjir sem eru í þeirra næsta vinahóp eða fyrr / núverandi bekkjarfélagar. Gamla efnið sem ég heyrði var allt saman nirvanatribjúts, og leiðinleg sem slík (ath. að þetta er aðeins mitt álit).\nÞví finnst mér gott að heyra að þeir eru loksins að marka sína eiginn stefnu, því þeir eru allir lunknir tónlistarmenn, og verð ég að játa að ég mun hlusta á diskinn (nokkuð sem ég hefði aldrei annars gert), og hlakka soldið til að heyra efnið.\nMeð von um góðan disk."
        },
        {
            "user": "poolari",
            "user_id": "6314",
            "date": "2003-03-09 20:29:44",
            "id": "959846",
            "reply_to_id": "959842",
            "text": "já !!! fokk enn verður þetta bara gefið út á íslandi? ef þetta er svona gott þá fynnst mér að þeir ættu að reyna meika það annarstaðar af því það er ekkert mikið hægt að fá upp úr þessu hér á landi!! enn go NOISE"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-09 21:20:20",
            "id": "959847",
            "reply_to_id": "959846",
            "text": "Diskurinn verður náttúrulega bara gefinn út á íslandi, allaveg til að byrja með. Það er náttúrulega draumurinn að komast á samning við eitthvað labal úti og að gefa diskinn út í bandaríkjunum. En við erum ekki að binda neinar vonir við það. Well, maður verður bara að bíða og kannski verður maður heppinn.."
        },
        {
            "user": "Exitmusic",
            "user_id": "10281",
            "date": "2003-03-09 22:16:28",
            "id": "959848",
            "reply_to_id": "959842",
            "text": "nýj Noise stöffið er eðall, sýnir að þeir eru búnir að skapa eigið sánd…líst mjög vel á þetta"
        },
        {
            "user": "stofa",
            "user_id": "13845",
            "date": "2003-03-10 01:52:05",
            "id": "959849",
            "reply_to_id": "959842",
            "text": "Ég missti því miður af þessu viðtali.. ég hefði viljað heyra það. En sá tími mun koma :)"
        },
        {
            "user": "ArnarS",
            "user_id": "8683",
            "date": "2003-03-10 02:19:16",
            "id": "959850",
            "reply_to_id": "959849",
            "text": "Ég hlustaði á viðtalið og VÁ! Ég hef alltaf fílað Noise, en þessi nýju lög eru það besta sem ég hef nokkurn tímann heyrt! Sérstaklega paranoid p… og Dark days! Og nátturlega Hate, get ekki gert upp á milli! Svo eru þeir svona billjóm sinnu þéttari en þeir voru. Einar er líka orðinn MUN betri söngvari, og var hann nú góður fyrir!\nHlakka svo rosalega til að fá þennan disk í hendurnar, sérstaklega eftir að ég heyrði þessi SNILLDAR lög! Þeir eru líka komnir algjörlega með sinn eigin stíl núna! Brill!"
        },
        {
            "user": "Caliban",
            "user_id": "23239",
            "date": "2003-03-10 03:27:36",
            "id": "959851",
            "reply_to_id": "959842",
            "text": "mjög góð hljómsveit. stefán og einar brilliant, fuck the third one. mig hlakkar til að heyra diskinn og já Dark days mjög gott lag. vissi ekki að þeir ættu svona crazy fans hérna. ætliði að læðast inn til þeirra á nóttuni og ræna nærbuxum?\nlove. -Orri"
        },
        {
            "user": "IceElement",
            "user_id": "8377",
            "date": "2003-03-10 03:42:08",
            "id": "959852",
            "reply_to_id": "959851",
            "text": "Hehh, langar bara að spyrja hvers vegna þú ert að gefa skít í Ragnar. Vill samt ekkert gera þetta að einhverju rifrildi eins og verður mjög oft um þetta band :)"
        },
        {
            "user": "Kreator",
            "user_id": "23042",
            "date": "2003-03-10 13:35:09",
            "id": "959853",
            "reply_to_id": "959842",
            "text": "Það sem ég hef heyrt í Noise er ekkert sérstakt. Man t.d. dag einn þegar ég var að hlusta á Radío-X einhvern tíman þegar þeir voru nýbyrjaðir. Þá fór þáttastjórnandinn að kvarta yfir því að gaurarnir í bandinu væru alltaf að biðja um lagið sitt…. og þáttastjórnandinn var alveg að verða geðveikur á þessu lagi(og ég líka).\nVona samt að þessi diskur sé góður ;)"
        },
        {
            "user": "smeppi",
            "user_id": "717",
            "date": "2003-03-11 09:36:24",
            "id": "959854",
            "reply_to_id": "959853",
            "text": "hmmm.. var þetta bil alveg nauðsynlegt?"
        },
        {
            "user": "ludvik",
            "user_id": "9240",
            "date": "2003-03-11 16:17:01",
            "id": "959855",
            "reply_to_id": "959853",
            "text": "Djöfulsins kjaftæði. Ég þekki til þessa stráka og ég skal segja þér eitt, að þeir mundu aldrei vera að hringja og biðja um sitt eigið lag! Alveg merkilegt hvað sumir eru öfundsjúkir! Þetta lag var í stöðugri spilun vegna gífurlegra vinsælda þess fífl!! Freeloader er fucking snilld!\nOg nýju lögin þeirra eru ennþá betri. Ég hélt að það væri nú ekki hægt! Paranoid parecite og dark days eða Ways eru fucking GEÐVEIK!"
        },
        {
            "user": "ArnarS",
            "user_id": "8683",
            "date": "2003-03-11 16:27:30",
            "id": "959856",
            "reply_to_id": "959855",
            "text": "Ég gæti ekki verið meira sammála þér ludvik. Ég efast nú mjög svo um að noise væru að hringja sjálfir að biðja um þetta. Af hverju þarf alltaf einhver hér að koma með skítkast þegar það er bara verið að benda á að Noise eru að fara að gefa út disk og að nýja efnið þeirra sé töff! Þá þarf alltaf einhver öfundsjúkur asni að koma og vera með kjaft. Og þú sem varst með þetta bull, ekki reyna að svara fyrir þig né segja að þú sért ekki öfundsjúkur, því þá er botninum náð!"
        },
        {
            "user": "Kreator",
            "user_id": "23042",
            "date": "2003-03-11 20:13:11",
            "id": "959857",
            "reply_to_id": "959855",
            "text": "Vertu nú alveg rólegur ludvik. Þetta heyrði ég allavega á Radio-X í den. Ég er bara að\nsegja hvað ég heyrði. Enginn öfundsýki í gangi. Enda er það ekki í eðli mínu að vera öfundsjúkur. Svo er algjör óþarfi að vera með skítkast og kalla mann fífl.\nÈg þakka fyrir mig.\np.s. No hard feelings\n-Kreato"
        },
        {
            "user": "IceElement",
            "user_id": "8377",
            "date": "2003-03-11 21:07:32",
            "id": "959858",
            "reply_to_id": "959855",
            "text": "Allveg skiljanlegt að ykkur líki Noise, en chilliði aðeins á því. Þið eruð alltaf eitthvað svo æstir, þótt sumir séu ekki allveg að fýla Noise þá þýðir ekkert að skíta yfir þá. Ég persónulega fýla þá mjög mikið og sá þá í FB og fannst þeir góðir. Einnig var gaurinn bara að segja það sem að hann heyrði."
        },
        {
            "user": "Kreator",
            "user_id": "23042",
            "date": "2003-03-12 13:46:16",
            "id": "959859",
            "reply_to_id": "959858",
            "text": "Takk IceElement fyrir að verja minn málstað! Eins og þú segjir þá þurfa sumir að róa sig aðeins niður… sérstaklega af því að það kemur vanalega ekkert af viti frá þeim sem láta reiðina ná tökum á sér.\nþú átt heiður skilinn IceElement!"
        },
        {
            "user": "bolinn",
            "user_id": "9418",
            "date": "2003-03-12 19:54:57",
            "id": "959860",
            "reply_to_id": "959859",
            "text": "Jæja, en ég held allavega ekki að þeir myndu nokkurn tíma hringja og biðja um sitt eigið lag. Svo finnst mér gjörsamlega fáránlegt að vera að segja eitthvað svona bara til að láta þá líta illa út! Sérstaklega þar sem það er bara verið að tala um að platan sé að koma og hvað nýju lögin þeirra séu algjörlega brilliant! Mér finnst allaveg þetta comment þitt algjörlega óviðeigandi kreator. En ég nenni ekki að æsa mig yfir þessu því það er fáránlegt og tilgangslaust.\nNo hard feelings\nBolinn!"
        },
        {
            "user": "Gigger",
            "user_id": "17393",
            "date": "2003-03-11 10:12:05",
            "id": "959861",
            "reply_to_id": "959842",
            "text": "ok Noise voru alveg hrikalegir Nirvana spilarar það fór svolítið í mig hvað þeir voru slappir að geta ekkert annað spilað en (örlítið breytt) Nirvanalög en svo kom eitt og eitt lag sem var ágætt (t.d. Opium sem ég kalla “við Cópíum”, Freeloader og loner,). Ég vil ekki vera að tala eins og einhver BIGSHOT gaur. en þeir eru ekki með sama púðrið og þegar þeir voru að Nirvana spila. Ég sá þá í FB að spila Ragnar Zoidberg sem er í (krabbamerkinu) ;) stóð sig nógu vel en ekkert svona mind blowing shitt, þeir sleppa með svona meðal lags dóma hjá mér þótt að mér þykir það alveg æðislegt að þeir skuli hafa byrjað á einhverju nýju í stað þess að hjakka í einhverju Nirvana fari! ég vil heyra í þeim en er ekki að springa úr spenningi! =)"
        },
        {
            "user": "bolinn",
            "user_id": "9418",
            "date": "2003-03-11 16:00:41",
            "id": "959862",
            "reply_to_id": "959861",
            "text": "Ekki með sama púðrið? Hvað meinarðu með því? ég sá þá líka í fb og fannst þeir geðveikir en hef samt séð þá milljón sinnum betri. Enda skiljanlegt, þar sem Ragnar Zolberg er nýkominn á trommur hjá þeim. Svo voru þeir heldur ekki búnir að æfa neitt í tvo mánuði, því þeir hafa verið að taka upp plötuna sína. Mér fannst þeir samt bestir þarna og voru fáránlega þéttir miðað við þetta allt saman sem ég er búinn að telja hér upp.\nÉg kaupi plötuna um leið og hún kemur.\nRock on Noise!"
        },
        {
            "user": "IceElement",
            "user_id": "8377",
            "date": "2003-03-12 22:50:27",
            "id": "959863",
            "reply_to_id": "959842",
            "text": "marr er bara hénna að deyja úr spenningi! heirði í þeim í babýlon! “bara” flottir strákar sko!\nég á svo eftir að kaupa mér diskinn þeirra þegar hann kemur út! Þetta verður geðveiktur diskur sem á eftir að koma út…!\nmér fannst Hate\nþanna í endann geðveikt flott!"
        },
        {
            "user": "IceElement",
            "user_id": "8377",
            "date": "2003-03-13 00:31:19",
            "id": "959864",
            "reply_to_id": "959863",
            "text": "Já, ég hef ekki hugmynd um hvort að þeir hafi hringt inn sjálfir, bara heimskulegt af þáttarstjórnanda að láta e-ð svona útúr sér, en allir geta nú gert mistök. Reyndar finnst mér ekkert af því að biðja um að lag sé spilað. Allaveg er ég að deya út spennu yfir þessum disk, alltof langt þangað til hann kemur :P\nÞað er samt tveir diskar sem að ég er að bíða eftir núna, ‘Sleeping With Ghosts’ og ‘From Zero To Something’ ágætar horfur framundan. Eitthvað til að hlakka til."
        },
        {
            "user": "ludvik",
            "user_id": "9240",
            "date": "2003-03-14 01:27:56",
            "id": "959865",
            "reply_to_id": "959864",
            "text": "Þetta verður geðveikt! Ég tók þáttinn upp og er búinn að vera að hlusta á þetta stöðugt síðan. Sérstaklega lögin þeirra náttúrulega. Paranoid parasite, Dark days, Loner og Hate. Þetta er bara SNILLD!!!! Algjör hrollur sem leikur um líkama minn þegar ég hlusta á þetta! Þetta verður massa diskur!"
        },
        {
            "user": "filename",
            "user_id": "8594",
            "date": "2003-03-14 01:36:32",
            "id": "959866",
            "reply_to_id": "959865",
            "text": "Noise er án efa uppáhaldsbandið mitt í dag! Langbesta íslenska bandið að mínu mati! Paranoid… og Dark days rokka FEITT!!!!!!"
        },
        {
            "user": "sarah",
            "user_id": "9445",
            "date": "2003-03-14 14:28:18",
            "id": "959867",
            "reply_to_id": "959866",
            "text": "Ég byrjaði að fíla Noise um leið og ég heyrði freeloader fyrst, en núna eftir þetta viðtal þá dýrka ég þá! Ég var bara, eins og einhver sagði hér, blown away! Þetta eru svo ÆÐISLEG lög!\nParanoid paracite, Loner, Dark days og Hate!\nSvo bara sætir og geggjað svalir bræðurnir ;)"
        },
        {
            "user": "hurley",
            "user_id": "29005",
            "date": "2003-03-14 20:16:29",
            "id": "959868",
            "reply_to_id": "959867",
            "text": "hvenær kemur platan ut er geðveikt spenntur?\nEr það a næstunni eða?"
        },
        {
            "user": "IceElement",
            "user_id": "8377",
            "date": "2003-03-14 21:22:18",
            "id": "959869",
            "reply_to_id": "959868",
            "text": "Kemur að öllum líkindum út um miðjan Apríl."
        },
        {
            "user": "Morgul",
            "user_id": "35064",
            "date": "2003-03-15 00:05:24",
            "id": "959870",
            "reply_to_id": "959842",
            "text": "Noise Rokka… Get ég meira sagt???"
        },
        {
            "user": "davegrohl",
            "user_id": "9413",
            "date": "2003-03-15 12:28:15",
            "id": "959871",
            "reply_to_id": "959870",
            "text": "Noise er náttúrulega bara snilldin ein!"
        },
        {
            "user": "ArnarS",
            "user_id": "8683",
            "date": "2003-03-15 12:33:59",
            "id": "959872",
            "reply_to_id": "959871",
            "text": "Noise er mjög þétt og vel spilandi band með gífurlega grípandi og flott lög. Allir mjög góðir á sitt hljóðfæri og brilliant söngvari hann einar!\nFrumlegt og flott rock´n´roll!!!"
        }
    ]
}