{
    "forum_title": "Stjórnmál",
    "user": "Eldfari",
    "user_id": "19051",
    "date": "2003-03-10 09:03:45",
    "title": "Spyr sá sem ekki veit.",
    "text": "Framundan eru kosningar, og nú fara að dynja á okkur auglýsingar, áróður, kosningaloforð og annað sem tilheyrir.\nMenn velta vöngum hver sé best til þess fallin að fara með stjórn landsins.\nNú er ég ekki komin á þann aldur að muna nógu langt aftur í stjórnmálasögu Íslands og því hefur ýmislegt sem fram hefur komið, í áróðri ýmissa aðila, valdið mér heilabrotum og því ákvað ég að spyrja mér fróðari.\nHér eru mínar vangaveltur :\n1) Er það rétt að engin vinstri stjórn hafi getað setið út heilt kjörtímabil ?\nSé svo, hvers vegna ekki ?\n2) Hefur einhver flokkur, einhvern tíma, getað staðið við hvert einasta af gefnum kosningaloforðum ?\nSé svo, hvaða flokkur, hvenær ?\n3) Nú er óskapleg talnaleikfimi í gangi (að því er virðist), enginn virðist sammála um hvort, a) kaupmáttur hafi aukist, b) hvort skattar hafi lækkað, WHY ?  Er þetta eitthvað álitamál ?\nAnnað hvort hlýtur kaupmáttur að hafa aukist eða ekki, og skattar að hafa lækkað, eða ekki. Af hverju þetta kannski system ?\nNú er komin sá tími að maður þarf að fara að skoða hvað er í boði, og hvað hentar mér og mínum, og því bið ég ykkur hugara að gefa ykkar álit hér.\nMín skoðun er sú að ef þú kýst samkvæmt eigin sannfæringu….. þá kýstu RÉTT :)\nKveðja",
    "url": "https://www.hugi.is/stjornmal/greinar/128496/spyr-sa-sem-ekki-veit/",
    "url_id": "128496",
    "id": "961212",
    "replies": [
        {
            "user": "thortho",
            "user_id": "7555",
            "date": "2003-03-10 11:04:21",
            "id": "961213",
            "reply_to_id": "961212",
            "text": "„Mín skoðun er sú að ef þú kýst samkvæmt eigin sannfæringu….. þá kýstu RÉTT :)“\nJá, kannske - en hvað ef sannfæringin sjálf er röng?  (Dæmi um rangar sannfæringar er t.d. sú sannfæring að Jörðin sé flöt, að allt, Sólin og stjörnurnar og það allt snúist um Jörðina (nema Máninn, auðvitað) eða að það séu illir andar en ekki veirur og sýklar sem valda sjúkdómum.)\nBara smá pæling."
        },
        {
            "user": "MrGoodman",
            "user_id": "7110",
            "date": "2003-03-10 11:46:25",
            "id": "961214",
            "reply_to_id": "961213",
            "text": "Kýstu um þessa hluti?\nÉg er alveg sammála um að ef þú kýst af eigin sannfæringu sértu að kjósa rétt útaf því að manns eigin sannfæring þjónar alltaf hagsmunum manns sjálfs.\nÞegar þú kýst í kosningum ertu með ákveðna möguleika til að velja úr sem þjóna þínum hagsmunum misvel. Ef þín sannfæring segir þér að einhver ákveðin flokkur þjóni hagsmunum þínum betur en hinir, getur það verið rangt? Nú er alveg þekkt að pólitíkusar á Íslandi ljúgi (einsog annað fólk), en heill flokkur lýgur varla um baráttumálefni (eða það ætla ég allavega að vona).\nMeð þetta að ljósi finnst mér vitlaust að segja að pólitískar sannfæringar geti verið rangar, sama hvort þær þjóni mínum hagsmunum eður ei.\nGóðar stundir."
        },
        {
            "user": "MrGoodman",
            "user_id": "7110",
            "date": "2003-03-10 12:02:39",
            "id": "961215",
            "reply_to_id": "961214",
            "text": "Ég kýs ekki um þessa hluti, en hugsanlega veitir það mér einhverja innsýn í það hvað hentar mér best, að fá svör við þessu.\nÉg er bara að skoða hlutina frá öllum sjónarhornum til að geta myndað mér skoðun út frá því hvað hentar, á hvað mér líst best á endanum."
        },
        {
            "user": "MrGoodman",
            "user_id": "7110",
            "date": "2003-03-10 12:50:41",
            "id": "961216",
            "reply_to_id": "961215",
            "text": "Lucifer1:\nÞessu svari mínu var ekki beint til þín. Ég sjálfur er alveg til í að sjá svör við þessum spurningum þínum.\nÉg var að reyna benda á hversu langsótt (og óraunhæf) viðmið thorto notaði.\nGóðar stundir."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-10 12:58:44",
            "id": "961217",
            "reply_to_id": "961216",
            "text": "skil….þetta með jörðina og sólina :)\nMig langaði bara að bæta þessu inn í það sem taka þarf tillit til :)"
        },
        {
            "user": "thortho",
            "user_id": "7555",
            "date": "2003-03-10 14:00:18",
            "id": "961218",
            "reply_to_id": "961214",
            "text": "tactik:\nNei, að sjálfsögðu kýs maður ekki um það hvort Jörðin sé hnöttur eða kringla.  Hvernig dettur þér það í hug?  Þetta er hliðstætt dæmi - alveg eins og sannfæring á þessum sviðum getur verið röng, þá getur hún líka verið það annars staðar, eins og t.d. í stjórnmálum.\nMaður getur auðveldlega haft þá sannfæringu að einn flokkur þjóni hagsmunum manns best, þegar tilfellið er að það er í raun annar flokkur sem gerir það."
        },
        {
            "user": "MrGoodman",
            "user_id": "7110",
            "date": "2003-03-10 14:18:28",
            "id": "961219",
            "reply_to_id": "961218",
            "text": "Mér finnst þetta bara ekki hliðstætt dæmi þar sem að í dag geturu auðveldlega náð þér í stefnuskrá allra flokka sem í framboði eru og kynnt þér málið. Síðan geturu elt þína sannfæringu og tekið upplýsta ákvörðun.\nÍ gamla daga þegar fólk trúði því sem þú nefndir hafði það ekki allar upplýsingar um málið og gat þar af leiðandi ekki tekið upplýsta ákvörðun, það gat bara elt sína sannfæringu sem oftast var byggð á því sem í biblíunni stóð.\nMér finnst vera of mikill munur á upplýstri sannfæringu og óupplýstri til þess að taka meigi dæmi frá örðu og nota til hliðsjónar við hitt.\nEn það er náttúrlega bara mín sannfæring. ;)\nGóðar stundir."
        },
        {
            "user": "thortho",
            "user_id": "7555",
            "date": "2003-03-10 14:25:02",
            "id": "961220",
            "reply_to_id": "961219",
            "text": "Það er heilmikill munur á upplýstri og óupplýstri sannfæringu, sem er einmitt það sem ég hafði sem forsendu í þessu öllu saman án þess að taka það fram.  Fjöldinn allur af fólki er einmitt ekki að kynna sér málin og hefur því ekki neina upplýsta sannfæringu, heldur heyrir einhvern annan segja „Já, þessi flokkur er sko flokkurinn fyrir þig!“ og trúir honum á staðnum, tekur til við að styðja hann og svo framvegis án þess að tékka á stefnuskránni eða neitt (ef það gerði það, þá myndi það fljótt sjá að þetta er flokkur sem er beinlínis að vinna gegn þeim og þeirra hagsmunum).  Þetta fólk kýs samkvæmt sinni sannfæringu, en sannfæringin er byggð á röngum forsendum og er sjálf röng."
        },
        {
            "user": "MrGoodman",
            "user_id": "7110",
            "date": "2003-03-10 14:32:46",
            "id": "961221",
            "reply_to_id": "961220",
            "text": "Þarna get ég verið alveg sammála þér. Ég var einmitt að vinna með einum sem ætlaði að kjósa vinstri græna í síðustu kosningum vegna þess að afi hans hafði verið kommi. Þegar ég síðan talaði við hann komst ég að því að hann var mjög langt frá vinstri stefnu þegar kom að skoðunum um hin ýmsustu málefni. Ég veit þó ekki hvað hann kaus á endanum.\nSvona skoðanamyndun getur ekki verið góð.\nGóðar stundir."
        },
        {
            "user": "arnig",
            "user_id": "28231",
            "date": "2003-03-10 11:39:34",
            "id": "961222",
            "reply_to_id": "961212",
            "text": "Það er rétt, ENGIN vinstristjórn hefur setið heilt kjörtímabil. Hvers vegna? Vegna þess að þetta blessaða fólk getur ekki verið sammála um eitt né neitt. Enn ein ástæða þess að ég tel Sjálfstæðisflokkinn langbesta kostinn.\nStaðreyndin er sú að skatta hafa lækkað. R-listinn hækkaði hinsvegar útsvar á Reykvíkinga á sama tíma og ríkisstjórnin lækkaði skatthlutfallið. Þannig að ef þú býrð í Reykjavík hafa skattar á þig eflaust hækkað, þökk sé fyrrverandi borgarstjóra, Ingibjörgu Sólrúnu."
        },
        {
            "user": "arnig",
            "user_id": "28231",
            "date": "2003-03-11 13:34:37",
            "id": "961223",
            "reply_to_id": "961222",
            "text": "Arnig er t.d dæmi um mann sem á sennilega aldrei eftir að kjósa neitt annað en Sjálfstæðisflokkinn. Afhverju ?\nHann fullyrðir að Sjálfstæðsflokkurinn sé betri kostur en Samfylkingin vegna þess að “þetta blessaða fólk getur ekki verið sammála um eitt né neitt”.\nHonum líður kannski bara vel þar sem allir eru sammála því að vera sammála foringjanum í fllokknum, en sniðugt! Þá þarf hann ekki gera neitt nema að apa það upp sem Davíð segir.\nHann heldur því einning fram að skattar á Íslandi hafi lækkað .. en engin rök. Stöð 2 greindi frá því fyrir ekki svo löngu að skattahlutfallið hafi hækkað úr 31% í rúm 38% á yfirstandandi valdatíma Sjálfstæðisflokksins."
        },
        {
            "user": "arnig",
            "user_id": "28231",
            "date": "2003-03-11 13:46:47",
            "id": "961224",
            "reply_to_id": "961223",
            "text": "Varðandi rök fyrir skattalækkun, þá get ég bent á grein eftir Ástu Möller sem birtist á heimasíðu hennar í gær.\nSlóðin er þessi, ef menn vilja athuga þetta nánar.\nhttp://www.althingi.is/astam/pistlar/safn/00111\n4.php4"
        },
        {
            "user": "arnig",
            "user_id": "28231",
            "date": "2003-03-11 13:48:11",
            "id": "961225",
            "reply_to_id": "961224",
            "text": "Hvers vegna setur hugi.is alltaf bil í slóðina, þá á EKKI að vera bil á milli 111 og 4."
        },
        {
            "user": "Bake",
            "user_id": "5588",
            "date": "2003-03-11 16:46:03",
            "id": "961226",
            "reply_to_id": "961225",
            "text": "Myndi telja 99% líkur á að það sé til að koma í veg fyrir hliðar-skroll. Hliðarskroll er ofarlega á top 5 lista yfir mistök í notendaviðmóti.\nEf ekkert væri bilið yrði browserinn þvingaður til að búa til hliðarskroll. Með því að setja bil getur browserinn hins vegar brotið setninguna niður í línur sem hann getur svo birt sómasamlega án hliðarskrolls."
        },
        {
            "user": "Notoriuz",
            "user_id": "10774",
            "date": "2003-03-10 12:02:39",
            "id": "961227",
            "reply_to_id": "961212",
            "text": "Það er rétt að það hafi engin vinstri stjónr setið heilt kjörtímabil.\nEn það eru þó nokkrar forsendur sem þarf að setja upp.\n1. Þarna er átt við lýðveldistímann frá 1944.\n2. Það er átt við að engin vinstri stjórn hafi setið heil fjögur ár á milli kosninga.  Það hafa nokkrar vinstri stjórnir setið ÚT tímabilið, en þá ekki hafið það, eins og t.d. síðasta vinstri stjórn 1988-1991.\n3.  Með vinstri stjórn er átt við ríkisstjórn þar sem Sjálfstæðisflokkurinn á ekki aðild.  Ríkisstjórn Gunnars Thoroddsen sat í 4 ár, en hún var mynduð af Framsóknarfl, Alþýðufl, Alþýðubandalagi og nokkrum þingmönnum Sjálfstæðisflokksins sem voru í andstöðu við Geir Hallgrímsson formann flokksins.\nÁstæður þessa eru margvíslegar, en eitt atriðið er þó að vinstri stjórnir hafa ekki verið margar á þessum tíma.  T.d sat ríkisstjórn Sjálfstæðisflokks og Alþýðuflokks í 12 ár og Sjálfstæðisflokkurinn hefur nú setið samfellt í 12 ár.  ÞEtta er helmingur lýðveldistímans.  Að auki hefur Sjálfstæðisflokkurinn átt aðild að 3 öðrum ríkisstjórnum á þessum tíma.\nVenjulega þegar slitnað hefur uppúr samstarfi vinstri flokkanna, þá hefur það verið vegna ágreinings á milli Framsóknarflokks annars vegar og hinsvegar Alþyðubandalags eða Alþýðuflokks.  Brotin á vinstri vængnum eru miklu brothættari og það er líka meira af smákóngum sem verða að stija á sínum haug.\nÞað hefur að sjálfsögðu enginn flokkur efnt öll sín kosningaloforð.  Ef þú vilt fylgja flokknum, kynntu þér þá stefnu hans. Hún segir meira en loforðin."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-10 12:10:05",
            "id": "961228",
            "reply_to_id": "961227",
            "text": "Það sem ég átti við með þessum loforða vangaveltum var það sem sagt er um endurnýtingu skattalækkana loforða framsóknar, því fleygði ég því fram hvort nokkur flokkur hefði getað, þrátt fyrir vilja, uppfyllt öll loforð sem gefin eru fyrir kosningar.\nAð sjálfsögðu skoðar maður stefnu flokka áður en maður myndar sér skoðun…. :)\nTakk samt fyrir góð svö"
        },
        {
            "user": "jogvan",
            "user_id": "6256",
            "date": "2003-03-10 17:04:41",
            "id": "961229",
            "reply_to_id": "961227",
            "text": "Ríkisstjórn Gunnars Thoroddsens sat frá 1980-1983, ekki heilt kjörtímabil."
        },
        {
            "user": "person",
            "user_id": "25122",
            "date": "2003-03-11 20:38:33",
            "id": "961230",
            "reply_to_id": "961212",
            "text": "Svör við vangaveltum\n1) Rétt. Vinstri vængurinn hefur verið svo klofinn að marga flokka hefur þurft til að mynda starfhæfa vinstristjórn. Síðan hafa menn ekki getað haldið samkomulagið í heilt kjörtímabil.\n2)Nei! Þeir þurfa þess ekki. Þeir geta alltaf kennt samstarfsflokki/flokkum sínum um að ekki var vilji till þess þar að gera þetta eða hitt.\n3)a)Kaupmáttur hefur aukist hjá mörgum en hjá þeim tekjulægstu hefur kaupmáttur trúlega rýrnað. Þegar talað er um kaupmátt er jafnan talað um heildina og t.d. laun forstjóra Kaupþings lyfta líklega kaupmættinum.b) Skattar hafa lækkað en einungis hjá þeim sem hafa tekjur í hærri kantinum. Hjá þeim tekjulægri(flestum)hafa skattar hækkað umtalsvert. Þegar þú ákveður hvað þú ætlar að kjósa hljóta tekjur þínar að skipta verulegu máli við þá ákvörðun, ef þróunin verður á sömu nótum."
        },
        {
            "user": "klinton",
            "user_id": "1483",
            "date": "2003-03-12 01:38:59",
            "id": "961231",
            "reply_to_id": "961212",
            "text": "Jamm.\nÞað ætti að banna stórar auglýsingar þar sem kemur mynd af einhverju fólki sem brosir, ljósblár, appelsínugulur eða grænn bakgrunnur, eitt slagorð, ein málsgrein um frelsi og jafnrétti bla bla og svo stórt x-D, x-S, x-B, x-F, x-U eða x-eitthvað annað. Þetta er svo heiladautt og amerískt eitthvað."
        },
        {
            "user": "runarem",
            "user_id": "15163",
            "date": "2003-03-14 00:50:33",
            "id": "961232",
            "reply_to_id": "961212",
            "text": "Ég held að íslendingar séu markaðs,-frjáls og einstaklingshyggjufólk í eðli sínu. Ef þú vilt njóta ávaxta gjörða og hæfileika þinna þá kýstu Sjálfsstæðisflokkinn þú veist X-D. Ef þú vilt ekki njóta ávaxta gjörða þinna og ekki vera duglegur eða snjall og vilt fá nægar bætur og láta ríkið hugsa fyrir þig þá kýstu einhvern annann flokk."
        },
        {
            "user": "habermas",
            "user_id": "25172",
            "date": "2003-03-14 22:05:30",
            "id": "961233",
            "reply_to_id": "961232",
            "text": "Ég held að Sjallarnir megi nú aðeins fara í smá naflaskoðun. Sjálfstæðisflokkurinn  er ekki frjálshyggjuflokkur, núverandi flokkselíta hefur kannski tilheyrt þeim anga flokksins sem kenndur er við frjálshyggju en stærstur hluti óbreyttra flokksmanna hefur verið fylgjandi öflugu velferðarríki. Ég man heldur ekki betur en að það hafi verið Ríkisstjórn Ólafs Thors sem kom hér á núverandi velferðarkerfi, skipulagi sem Davíð Oddson hefur verið að grafa undan á síðustu 12 árum.\nKenningar Milton Friedmans eru ekki heilagur sannleikur og hafa, líkt og flestar hagfræðikenningar, verið afsannaðar. Frjálshyggjan byggir á þeim misskilningi að maðurinn sé skynsamur og við verðum nú að viðurkenna það að það getur nú varla verið satt (annars myndu allir kjósa Samfylkinguna)."
        },
        {
            "user": "runarem",
            "user_id": "15163",
            "date": "2003-03-18 22:22:42",
            "id": "961234",
            "reply_to_id": "961233",
            "text": "Mér finnst þá betra að maðurinn geri skyssurnar sjálfur og þurfi að gjalda fyrir sínar eigin gjörðir. Persónulega vil ég ekki vera að líða fyrir einhverja vitleysu í stjórnvöldum."
        },
        {
            "user": "habermas",
            "user_id": "25172",
            "date": "2003-03-24 19:33:56",
            "id": "961235",
            "reply_to_id": "961234",
            "text": "Það er svosem gott og blessað að maðurinn fái leyfi til að gera sína skyssur. En þá vill ég heldur geta kosið þá sem fara með völdin en að þeir séu sjálfkjörnir í krafti fjármagns.\nÞað sem virðast oft gleymast er að frelsi er ekki eitthvað sem lifir sjálfstætt sem eðlilegt ástand. Þú færð frelsi til athafna og það eina sem tryggir þetta frelsi er vald ríkisins og að vald þegnanna yfir ríkinu sé tryggt. Frelsi einstaklingsins er háð því að ríkið takmarki frelsi annarra (T.d. eignaréttur).\nFrelsi er heldur ekki bara rétturinn til frjáls markaðar heldur einnig frelsi einstaklingsins frá markaðsöflunum.\nKær kveðja!"
        },
        {
            "user": "runarem",
            "user_id": "15163",
            "date": "2003-03-25 00:50:12",
            "id": "961236",
            "reply_to_id": "961235",
            "text": "En það er nú yfirleitt almenningur sem ræður markaðnum enda vita allir að þeir sem selja slæma og óhagvæma vöru komast aldrei langt. Frjáls og öflugur markaður tryggir rétt einstaklingsins til að ráða sem mestu og úrval verður mikið. Vel þroskaður markaður sem býr yfir stöðugleika tryggir það að fólk ræður sér að mestu sjálft.\n“Frelsi einstaklingsins er háð því að ríkið takmarki frelsi annara”.. þetta finnst mér vera nú frekar mikil mótsögn. Auðvitað þarf ríkið að setja ýmsar leikreglur og almenn lög en ég lít greinilega ekki á þetta í sama samhengi og þú."
        }
    ]
}