{
    "forum_title": "Hundar",
    "user": "spotta",
    "user_id": "3121",
    "date": "2003-03-10 21:58:55",
    "title": "mælt með barsmíðum????",
    "text": "Hæ Hæ\nÉg er sona aðeins að velta fyrir mér. Systir mannsins míns var hérna hjá okkur í dag. og hundurinn minn er alltaf frekar æstur þegar það koma gestir, reynir að hoppa á það þegar þau koma í heimsókn og svona. Og svo er hann nýbyrjaður á því að fara að reyna mörkin aftur, þ.e.a.s. hann reynir að fresta því að hlýða okkur eins lengi og hann getur og stundum sleppir hann því alveg. Og þegar hún sá það í dag, þá byrjar hún á því að segja; þið þyrftuð bara að taka spítu og lemja hann duglega þá hættir hann þessu. Og við erum náttúrulega ekkert sérstaklega hrifin af því og sögðum bæði nei að við myndum ekki gera það. og hún sagði að það væri stundum það eina sem þýddi, hún er með hvolp sem var alltaf að flækjast fyrir henni inní eldhúsi þegar hún var að elda og það fór í taugarnar á henni og þá sparkaði hún eitt skiptið í hana, og hún þeyttist úr eldhúsinu og hún (tíkin) hefur ekki komið þangað síðan.\nen jæja spurningin sem ég ætlaði að spyrja. Hún sagði að hún hitti oft hundaeigendur þegar hún færi að labba með hundinn eins og gengur og gerist. Og margir búnir að fara á námskeið hjá Ástu í Gallerí Voff. og þeir hafa allir sagt við hana að þeir hafi lært að lemja hundinn sinn hjá henni? Er eitthvað til í þessu, þið sem hafið farið með hundana sína til hennar, eða er þetta kjaftæði. Ég var búin að pæla í því lengi að fara með Móza minn þangað en ef hún mælir með að maður lemji hundana þá fer ég eitthvað annað. En allavega er eitthvað til í þessu eða ????\nkv.\nspotta",
    "url": "https://www.hugi.is/hundar/greinar/128538/maelt-med-barsmidum/",
    "url_id": "128538",
    "id": "962020",
    "replies": [
        {
            "user": "Zaluki",
            "user_id": "6799",
            "date": "2003-03-11 03:06:08",
            "id": "962021",
            "reply_to_id": "962020",
            "text": "Lemja hundinn með spítu ??!\nÉg á bara ekki orð, og vona innilega að þessi kona losi sig við hvolpinn sinn, því svona fólk á ekki að eiga hund .. voða einfalt mál.\nÞetta er fullkomin leið til að eignast undirgefinn, og gersamlega andlausann hund, hann á eftir að læðast um húsið skíthræddur, og ónýtur hundur andlega séð.\nMeð gallerý voff, þá hef ég ALDREI heyrt neitt í þessa áttina, heldur þveröfugt, að Ásta sé frábær þjálfari sem hefur hjálpað mörgum, og það er mín reynsla af henni, aldrei sagði hún mér að berja hundinn minn.\nMeð fullri virðingu fyrir mágkonu þinni, þá held ég að hún sé full af kjaftæði, og sé að segja þetta til að réttlæta sínar gerðir.\nÉg vona að hundurinn hennar sleppi frá henni hið fyrsta!\nZallý pirraða!"
        },
        {
            "user": "june",
            "user_id": "5300",
            "date": "2003-03-11 03:38:06",
            "id": "962022",
            "reply_to_id": "962020",
            "text": "gvuð minn góður… þú ert þó ekki að taka mark á þessari mágkonu þinni…\nhundar eru eins og börn, það þarf að kenna þeim og það tekur tíma - gerist ekki á einni nóttu! Varla færir þú að berja barnið þitt til að kenna því… myndir ekki enda með neitt annað en stórskemmt barn… eða í þessu tilviki hund. Hundar eru yndislegustu dýr í heimi, sjálf er ég búin að eiga tíkina mína í 11 ár, ég lít á hana sem barnið mitt…\nEkki taka mark á þessu, þetta er mesta kjaftæði sem ég hef heyrt lengi!\nKv,\nJune"
        },
        {
            "user": "thortho",
            "user_id": "7555",
            "date": "2003-03-11 10:15:34",
            "id": "962023",
            "reply_to_id": "962022",
            "text": "Já, hundar eru eins og börn.  Kill the Kids!\nNei, nei að öllu gamni slepptu (og þetta var smekklaust en ég stenst ekki mátið), þá geta barsmíðar, upp að vissu marki, haft tilætluð áhrif.  Einstaka rassskelling við alvarlegustu brotunum getur virkað.  Þetta virkar sem skilyrðing:  Ef sársauki fylgir tiltekinni athöfn undantekningarlaust, þá ætti maður (eða hundur) að hætta þessari athöfn.\nHins vegar er spurning hvort að hundar séu eins og menn að þessu leyti, spurning hvort þetta séu nógu klár dýr til að geta myndað orsakatengsl af þessari gerð.  Ef þeir geta það ekki, þá er þetta eintóm grimmd og óverjandi.  Séu hundar hins vegar skyni gædd dýr, þá er þetta verjandi sem lokaúrræði."
        },
        {
            "user": "Swandys8",
            "user_id": "3145",
            "date": "2003-03-11 10:46:06",
            "id": "962024",
            "reply_to_id": "962023",
            "text": "Eg er sammala thortho, mer finnst ad barsmidar upp ad vissu marki megi nota."
        },
        {
            "user": "Christina",
            "user_id": "19291",
            "date": "2003-03-11 11:03:46",
            "id": "962025",
            "reply_to_id": "962020",
            "text": "Ekki það að ég er neitt góð í íslensku þá byrjar maður ekki á Og á eftir punkti. því OG er samtenging. Bara benda þér á það þetta telst ekki vera góð íslenska.\nEn þetta með að berja hunda það á maður aldrei að gera því þá verða þeir bara hræddir og leiðinlegir."
        },
        {
            "user": "GARafAR",
            "user_id": "20511",
            "date": "2003-03-11 11:12:26",
            "id": "962026",
            "reply_to_id": "962020",
            "text": "Að beita dýr ofbeldi, er aldrei lausn.\nEkki frekar en að berja börn með spýtum, getur verið lausn.\nOrð ofbeldisfólks dæma sig sjálf.\nEf hundaþjálfari er að kenna ofbeldi gegn dýrum, ber að kæra viðkomandi fyrir brot á dýraverndunarlögum.\nSkíthælar sparka í dýr, til að koma skilaboðum áleiðis."
        },
        {
            "user": "Aphro",
            "user_id": "25254",
            "date": "2003-03-20 12:31:24",
            "id": "962027",
            "reply_to_id": "962026",
            "text": "Ég verð að segja að ég er svo hjartanlega sammála þér, það er verst að vita ekki hver þetta er, svo bjarga megi dýrunum, ég er hundaþjálfari, og það eru aldrei notuð verkfæri eða önnur tól. kveðja."
        },
        {
            "user": "GARafAR",
            "user_id": "20511",
            "date": "2003-03-20 15:44:36",
            "id": "962028",
            "reply_to_id": "962027",
            "text": "Eitt tengt.\nSástu friðarsinnann, berja hvolpinn, fyrir utan\nstjórnarráðið?\nÉg er að vinna í því, að setja mynd af honum á netið.\nEinn sem var í heimsókn hjá mér, telur sig vita hver þetta er.\nÞegar ég staðfesti það, þá set ég mynd og texta\ná netið.\nÉg skifti mér ekki af því hvað fullorðið fólk gerir við hvort annað en þegar fullorðið fólk\npyntar dýr, fer ég af stað."
        },
        {
            "user": "Aphro",
            "user_id": "25254",
            "date": "2003-03-20 22:02:02",
            "id": "962029",
            "reply_to_id": "962028",
            "text": "Nei ég sá það ekki, maður trúir ekki að svona lagað skuli ske hér á landi, þú ert alveg frábær er þú nærð að setja mynd af þessu á netið, ég tala nú ekki um ef það kemst í ljós hver þetta var. Þetta kalla ég að standa sig eins og hetju, og á ég þá við þig. Allir aðrið sem pynta dýrin sín, sem maður kemst að hverjir eru, ættu að vara sig, ég er tilbúinn að aðstoða ef þess gerist þörf, að taka dýrin af þessu fólki, safna liði og gera eitthvað róttækt, en ekki sitja bara heima og fylgjast með, setja útá allt, en nenna svo ekki að lyfta litla fingri þegar til kastanna kemur, þetta á við svo marga hér á huga að það hálfa væri nóg. kær kveðja. láttu mig vita."
        },
        {
            "user": "GARafAR",
            "user_id": "20511",
            "date": "2003-03-20 22:15:11",
            "id": "962030",
            "reply_to_id": "962029",
            "text": "Skal gert.\nÉg er nefnilega með “ofnæmi”, fyrir ofbeldi gegn\nbörnum og dýrum.\nEinkennin brjótast framm í formi viðbragða\nog athafna!"
        },
        {
            "user": "Aphro",
            "user_id": "25254",
            "date": "2003-03-21 08:37:49",
            "id": "962031",
            "reply_to_id": "962030",
            "text": "Loksins,loksins kom einhver fram á sjónarmiðið, sem þorir að standa upp ef illa er farið með dýrin okkar, þú átt orðu skilda, ég skal hjálpa þér að alla vegu, en mikið væri gaman að heyra hvað það eru margir sem væru tilbúnir til að aðstoða eða segja sitt álit á því ef fólk fer illa með dýr, eigum við þá að sitja aðgerðarlaus og tala og tala en gera ekkert í málunum, látum til skara skríða, vinsamlegast látið í ykkur heyra, kveðja. GARafAR þú mátt endilega láta heyra meira í þér, og hvað þú ert að starfa, hvernig hund eða hunda þú átt."
        },
        {
            "user": "Truespirit",
            "user_id": "34899",
            "date": "2003-03-11 11:13:43",
            "id": "962032",
            "reply_to_id": "962020",
            "text": "Afsakaðu framhleypnina en að mæla með svona löguðu að berja hunda með spýtu eða berja hunda almennt er hreinn kvikindisskapur. Að kenna hundum það sem á að læra tekur sinn tíma og það er þess virði."
        },
        {
            "user": "Tristen",
            "user_id": "17710",
            "date": "2003-03-11 12:41:18",
            "id": "962033",
            "reply_to_id": "962020",
            "text": "Það á alls ekki að berja eða misþyrma hundi(eða öðrum dýrum) með spýtu eða neinu öðru tilfallandi. Þú kennir hundinum ekkert annað en að óttast þig og þar að auki gæti hann farið í vörn og guð má vita hvernig það gæti endað.\nÞetta er misskilningur með Ástu Dóru í gallerý voff. Hún kennir ekki fólki “að lemja hundinn”, en hún kennir hversu langt má ganga þegar verið er að skamma hund. Hún sýnir fólki hvernig á að taka á hinum og þessum tilfellum og hvaða refsing er viðeigandi í hvert skipti. Þetta tengist á engan hátt barsmíðum af neinu tagi, heldur er þetta eingöngu að kenna þeim aga og hvað má og hvað ekki.\nEf þið fylgist með samskiptum hunda, t.d. ef þið eigið tvo hunda eða fleiri, þá er sá hundur sem ræður oft að taka í hina, glefsar í þá o.fl. þegar þeir gera eitthvað sem telst ekki viðeigandi að hans mati. Oftast leggjast þeir strax á bakið, sýna undirgefni og skilja að þeir fóru yfir strikið. Þetta er allt annar handleggur og er engan veginn misþyrming.\nÉg myndi bara ráðleggja þér að hafa samband við Ástu Dóru og fá nánari upplýsingar hjá henni. Hún er alveg frábær manneskja og góður hundaþjálfari og ég get lofað þér því að hún mæli ekki með því að þú berjir hundinn þinn með spýtu.\nkveðja, T."
        },
        {
            "user": "Kreator",
            "user_id": "23042",
            "date": "2003-03-11 12:55:52",
            "id": "962034",
            "reply_to_id": "962033",
            "text": "Ef þu serð hana einhverntimann sparka í hundinn sparkaðu þa fast í hana á móti og spurðu hvernig henni fannst að fa sparkið í sig. eða ja lemja hana með spytu ef hun lemur hundinn með spytu þa hlytur hun að fatta hvað hun er að gera hundinum."
        },
        {
            "user": "Kreator",
            "user_id": "23042",
            "date": "2003-03-13 13:00:08",
            "id": "962035",
            "reply_to_id": "962034",
            "text": "Hhheheheh!!!!!!!"
        },
        {
            "user": "H81K123",
            "user_id": "23706",
            "date": "2003-03-11 13:48:49",
            "id": "962036",
            "reply_to_id": "962020",
            "text": "Ráð sem var notað á minn hund:\nFáðu þér sítrónusafa (í brúsunum sem eru eins og sítróna) og ef hundurinn hlýðir ekki, þá skaltu sprauta smá upp í hann.  Þeim finnst það ógeðslegt, og læra af því."
        },
        {
            "user": "Nero",
            "user_id": "30928",
            "date": "2003-03-11 14:51:15",
            "id": "962037",
            "reply_to_id": "962020",
            "text": "Prufaðu bara að sparka í mágkonu þína.\nEn er ekki í lagi að taka í hnakkann á hundum ef þeir hafa gert eitthvað af sér?"
        },
        {
            "user": "Fransi",
            "user_id": "29079",
            "date": "2003-03-11 15:19:01",
            "id": "962038",
            "reply_to_id": "962020",
            "text": "sko þa´getur hunduinn orðin svo hvektur að hann hættir að hlíða og þið eigið ekki að skamma hann ef hann hlíðir ekki. hvedur að gera það þangað til að hann þlíðir og þa´verður hann bara betri og betri OG EF ÞIÐ MUNDIÐ EINVHERN TIMNAN SPAKA Í HUNDINN YKKAR ÞA´MUN HANN VERA YKUUR BARA TÓM LEIÐINDI…. BARA AÐ RÍFA Í HNAKKA DRAMPIÐ Á HUNUM EKKI KÍLA EÐA SLÁ…. SKO ALS EKKI !!!!!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-11 18:52:44",
            "id": "962039",
            "reply_to_id": "962038",
            "text": "sko eina sem eg þarf nu orðið að nota á minn er rafmagnsolinn goða. Ef hann gerir eithvað sem hann a ekki að gera þa yti eg á takka og þa kemur pip hljoð og hann kemur eins og skot en ef hann gerir eithvað og hlyðir ekki kallinu ne pipinu þá gef eg honum bara sma straum og hann kemur eins og skot ps hann veit ekki að eg er að þessu vegna þess að eg stend ekki hja honum þegar hann finuur fyrir þvi  (HANN LIKA HLYÐIR)OG ER ALVEG FRABÆR"
        },
        {
            "user": "Gooseberry",
            "user_id": "23181",
            "date": "2003-03-11 21:18:50",
            "id": "962040",
            "reply_to_id": "962020",
            "text": "ef þu vilt eiga hund sem pissar a þig i hvert skipti sem hann ser þig then go ahead en annars þa er það natturulega lögbrot seinast þegar eg vissi. eg lem bara videoið mitt…"
        },
        {
            "user": "tillumta",
            "user_id": "11059",
            "date": "2003-03-12 01:00:21",
            "id": "962041",
            "reply_to_id": "962020",
            "text": "ég held að þetta sé með hunda eins og börn, maður getur ekki útskýrt fyrir litlu barni að það megi ekki bíta, það virkar mjög vel að bíta laust í fingurinn á því, samt þannig að það meiði sig smá. Þá veit það að það er vont að láta bíta sig. Ef hundurinn er t.d. alltaf að þvælast í löppunum á manni og maður reyni alltaf voða mikið að passa sig að stíga ekki á hann eða sparka í hann þá hættir hann því aldrei. Ég gerði þetta við minn hund, ég sparkaði voða laust í hann eða ýtti honum burt með löppinni og hann er alveg hættur þessu. Hann hlaut engan skaða af þessu og er hið vænsta dýr en hann reynir að hanga ekki í löppunum á manni. Ég vil taka fram að ég hef aldrei meitt hundinn minn og ég myndi aldrei nokkurna tíann í lífinu meiða einhverna málleysingja sem getur ekki varið sig."
        },
        {
            "user": "Aphro",
            "user_id": "25254",
            "date": "2003-03-12 11:34:55",
            "id": "962042",
            "reply_to_id": "962020",
            "text": "Ég tek það skýrt fram að ég hef aldrei séð né talað við Astu í Gallerí Voff, Maður fékk bara sjokk að lesa þessa grein, hverjir ætli að berji börnin sín með spýtu ef þau eiga að gegna, svona fólk á alls ekki að vera með dýr. Það sem ég hef notað þegar ég þjálfa, er röddin ein og hún hefur dugað í öllum tilfellum, ég kannast við fjöldan allan af svona vandamálum og hef farið inn á heimilin og unnið þar, eigendur þeirra hunda sem ég var að laga, hefur gengið eins og í sögu, eigendurnir létu marga koma í heimsókn og hamast á hurðinni og bjöllunni, þá tók ég hundinn notaði alltaf sömu orðin, uns þeir hættu að skipta sér að, og svo lagfærði ég leguplássið þeirra, þannig að það var ekki nálægt útidyrahurðinni, ég breyti röddinni og tek í kinnarnar á þeim og tala upp í trýnið á þeim, svo gildir að nota alltaf sömu orðin og breyta röddinni þannig að hundurinn veit strax að þegar eigandinn bannar hundinum að gera eitthvað sem þeim líkar ekki, að nota þá röddina alveg óspar. Ég á marga þakkláta eigendur, sumir voru að gefast upp og töluðu um að láta svæfa hundana, en nú er búið að laga mikinn fjölda, og mín bíða þó nokkrir sem eiga við hegðunarvandamál  að stríða, en ég kvíði engu, vegna þess að þetta er mitt hjartansmál að gera hunda góða og láta þá gegna, en að nota barefli, ER ÞAÐ VIÐBJÓÐSLEGASTA SEM HÆGT ER AÐ GERA NOKKRUM HUNDI, Þetta er svo óheyrilega viðbjóðsleg saga að manni fellur allar hendur. Ef þig hafið áhuga á að sjá hvernig ég vinn með hund eða hunda, þá er ykkur velkomið að hafa samband við mig í síma 5536531. Kær kveðja. Og eitt að lokum, þegar hundarnir sjá mig koma ráða þeir sér ekki af kæti, svo það sýnir að þeir vilja aga, en á réttan hátt. Gaman væri að heyra frá einhverjum sem hefur verið hjá Ástu, og hvort þeir fá að fylgjast með þegar hún þjálfar, hjá mér mega eigendurnir vera með mér, bæði úti og inni og sjá hvað ég er að gera."
        },
        {
            "user": "zeldagirl",
            "user_id": "13809",
            "date": "2003-03-12 23:55:13",
            "id": "962043",
            "reply_to_id": "962042",
            "text": "Sjálf átti ég hvolp og hún var fljót að læra. Mér fannst best að nota mismunandi málróm, t.d. ef hún gerði einhvað af sér skammaði ég hana(það þýðir náttúrulega ekki að rökræða við hund eða útskýra fyrir þeim með orðum) og notaði hvassa rödd, en ef hún var góð og gerði einhvað rétt klappað ég henni og talaði blítt til hennar. Fluga var mjög fljót að læra, bæði að hlýða og gera kúnstir.\nZelda"
        },
        {
            "user": "Kreator",
            "user_id": "23042",
            "date": "2003-03-13 13:02:51",
            "id": "962044",
            "reply_to_id": "962042",
            "text": "Þessi ráð hjá þér eru mjög góð Aphro!"
        },
        {
            "user": "Kreator",
            "user_id": "23042",
            "date": "2003-03-13 12:57:57",
            "id": "962045",
            "reply_to_id": "962020",
            "text": "Það er ekkert til í þessu. Barsmíðar eru alltaf af hinu vonda!"
        },
        {
            "user": "gsh",
            "user_id": "28",
            "date": "2003-03-13 20:43:07",
            "id": "962046",
            "reply_to_id": "962020",
            "text": "í guðanna bænum ekki berja hundinn, það gerir bara illt verra, nema þú viljir hundbarið spott…\nHundar eru háðir eigendum sínum og þeirra tilfinningum. Ef hann hlýðir þér ekki þá skaltu taka fast utan um kjálkana á honum og neyða hann til að horfa í augun á þér og skamma hann - láta\nhann finna að þetta sé slæmt.\nEf það dugar ekki vísaðu honum einum inn í eitthvað herbergi, skammaðu hann og lokaði hann inni í svona 10-40 mín."
        },
        {
            "user": "Aphro",
            "user_id": "25254",
            "date": "2003-03-14 08:37:48",
            "id": "962047",
            "reply_to_id": "962046",
            "text": "Þegar þú tekur um kálkan á hundi og ert að skamma hann, verðurðu að breyta röddinni, ef þú gerir það ekki, þá virkar það ekkert að skamma hann, eins og það að loka hundi inni ef hann hefur gert eitthvað af sér, hefur akkúrat ekkert að segja, jafnvel þó það væri 1 klukkustund, þú verður að nota röddina eins mikið og þú þarft, og svo þegar hann gegnir, þá breytir þú um rödd, og passar að hæla honum alveg fram í fingurgóma. Þetta ráð hef ég notað í miklu ráði, og hefur gert algjört kraftaverk. kær kveðja."
        },
        {
            "user": "spotta",
            "user_id": "3121",
            "date": "2003-03-14 16:24:14",
            "id": "962048",
            "reply_to_id": "962047",
            "text": "jams, vildi bara fá álit hjá ykkur, því ég sjálf hef bara heyrt allt gott um ástu i gallerí voff, þangað til hún sagði þetta.\nMér mundi ekki detta til hugar að berja hundinn minn, hef aldrei gert það og finnst það bara grimmd, því þeir eru bara varnarlaus dýr greyin. ja allavega flestir :) hundurinn minn myndi ekki detta til hugar að bíta mig svo ég geri ekkert slíkt við hann. ég dimmi röddina og skamma hann og sendi hann inn í annað herbergi, stundum set ég sítrónu upp í hann en honum virðist finnast hún góð. Hann er þrjóskasti hundur sem ég hef nokkurn tíman hitt. En ég ætla að fara með hann á námskeið núna í sumar og býst við að það verði hjá Ástu í gallerí voff fyrst þessum efa mínum hefur verið ýtt í burtu.\nEn hann er alveg yndislegasti hundur sem ég gæti hugsað mér þótt hann sé þrjóskur og æstur(það er bara eitthvað í genunum, þeir eru víst allir þannig hvolparnir úr þessu goti). Hann hefur alltaf verið góður þegar ég fer með hann í gönguferðir (en reynir að elta alla bíla sem keyra framhjá) og þegar ég var ólétt þá fór hann alveg extra varlega þegar við vorum að labba og passaði mig alveg rosalega.\nEn ég er þá allavega búin að fá svar við spurningunni :) þakka ykkur fyrir\nkv.\nspotta og Mózart"
        },
        {
            "user": "mova",
            "user_id": "27225",
            "date": "2003-03-16 10:18:39",
            "id": "962049",
            "reply_to_id": "962020",
            "text": "aumingja hundurinn… berja hann með spýtu? hvað er í gangi???"
        },
        {
            "user": "smakkari",
            "user_id": "26892",
            "date": "2003-03-16 20:55:31",
            "id": "962050",
            "reply_to_id": "962020",
            "text": "ég myndi nún ekki mæla með því að berja hundinn ærlega með spítu er það er allt í lagi að taka vel og duglega í hann þegar hann gerir eitthvað sem hann ekki má svo að hann skilji það að ef hann gerir það aftur má hann eiga von á því að fá sömu meðferð og síðast þegar hann gerði eitthvað rangt. en að berja hann með spítu þá ertu einfaldlega að gera hann hræddan við þig og ég er viss um að þú viljir það ekki!"
        },
        {
            "user": "GsD",
            "user_id": "34031",
            "date": "2003-03-16 21:47:49",
            "id": "962051",
            "reply_to_id": "962050",
            "text": "Að berja hund með spítu er frábært ráð til að temja hund.  Best er að nota baseball kylfu með álhúð eða annað slíkt.  Ég á sjálfur tvo hunda og ég lem þá reglulega með kylfum í mismunandi litum eftir því hvort ég er að hrósa þeim eða refsa.\nVarðandi þetta með sítrónuna, þá er miklu betra að nota mannaskít.\nKær kveðja hundavinurinn"
        },
        {
            "user": "Aphro",
            "user_id": "25254",
            "date": "2003-03-17 21:45:17",
            "id": "962052",
            "reply_to_id": "962051",
            "text": "Mætti ég spyrja, hvaða efni notarðu, þú veist það væntanlega að Vogur tekur á svona vandamálum eins og komið er fyrir þér, svo geturðu farið á fundi hjá AA, já það er ýmislegt hægt að gera greyið mitt, þú átt það vara bágt, svo hefðir þú gott af því að fara út að leika þér, til dæmis í hornabolta, eða fara í sveit og hreinsa flórinn. Vona svo að þér batni vinurinn, við vitum öll að þú ætlaðir ekki að skrifa þetta, svo hættu nú að gráta. Kær kveðja."
        },
        {
            "user": "GsD",
            "user_id": "34031",
            "date": "2003-03-18 00:14:15",
            "id": "962053",
            "reply_to_id": "962052",
            "text": "Hehe… Passaðu þig samt að springa ekki úr æsingi"
        },
        {
            "user": "Aphro",
            "user_id": "25254",
            "date": "2003-03-18 11:13:00",
            "id": "962054",
            "reply_to_id": "962052",
            "text": "Gsd er bróðir minn og hundarnir hans eru mjög þægir og agaðir hundar.  þar að auki ég ætla að láta þig vita að þetta er viðurkennt ráð hjá þýsku lögreglunni :)"
        },
        {
            "user": "Aphro",
            "user_id": "25254",
            "date": "2003-03-19 12:13:07",
            "id": "962055",
            "reply_to_id": "962054",
            "text": "Bara svo að þú vitir, þá heitir landið sem þú býrð á ÍSLAND EN EKKI ÞÝSKALAND. Svo vil ég benda ykkur á að þið eigið að vera á krakkasjallinu, en alls ekki hér. Á hvaða leikskóla eruð þið systkinin."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-19 12:57:57",
            "id": "962056",
            "reply_to_id": "962055",
            "text": "við erum á brekkuborg :)"
        },
        {
            "user": "RunarO",
            "user_id": "10921",
            "date": "2003-03-19 12:59:45",
            "id": "962057",
            "reply_to_id": "962055",
            "text": "og þótt að við séum á íslandi, akkuru ætti þá ekki nota þýskar aðferðir við að ala hundana okkar upp?"
        },
        {
            "user": "RunarO",
            "user_id": "10921",
            "date": "2003-03-19 18:04:26",
            "id": "962058",
            "reply_to_id": "962057",
            "text": "Hvað er málið? Ekki berðu hundanna þína?"
        },
        {
            "user": "RunarO",
            "user_id": "10921",
            "date": "2003-03-19 18:26:52",
            "id": "962059",
            "reply_to_id": "962058",
            "text": "Auðvitað ekki……smá grín sem er svona í gangi hjá bróðir mínum.  Ég tel ekki eðlilegt að berja hundinn sinn…ég elska hunda og Gsd líka…..þetta var djók..ok?"
        },
        {
            "user": "RunarO",
            "user_id": "10921",
            "date": "2003-03-19 18:31:36",
            "id": "962060",
            "reply_to_id": "962059",
            "text": "Ok ég fékk í magann en samt ljót grín ekki komin 1. apríl ;)"
        },
        {
            "user": "Aphro",
            "user_id": "25254",
            "date": "2003-03-20 08:42:52",
            "id": "962061",
            "reply_to_id": "962057",
            "text": "Og hvað með það þó við séum á Íslandi, þetta eru viðbjóðslegar aðferðir, og svo að lokum þá skrifar maður AFHVERJU ekki akkuru, er gaman í Brekkuborg. kveðja."
        },
        {
            "user": "Aphro",
            "user_id": "25254",
            "date": "2003-03-20 09:12:11",
            "id": "962062",
            "reply_to_id": "962061",
            "text": "ÞETTA VAR DJÓK TREGI FÁBJÁNISEMERALVEGAÐDREPASTVEGNALÉTTGRÍNSÁHUGA.ISÞARSEMH ANNGATEINFALDLEGAEKKITAKIÐGRÍNINUÞVÍAÐHUGI.ISERLÍFHANSO GYNDI!!"
        },
        {
            "user": "Aphro",
            "user_id": "25254",
            "date": "2003-03-20 09:29:51",
            "id": "962063",
            "reply_to_id": "962062",
            "text": "Er svona voða voða gaman, ertu búinn að vera í kubbaleik í morgun, og duglegur að súpa pelann, duglegur strákur, svona eiga allir duglegir krakkar að vera, do, do."
        },
        {
            "user": "Aphro",
            "user_id": "25254",
            "date": "2003-03-20 09:31:50",
            "id": "962064",
            "reply_to_id": "962063",
            "text": "já ég er stundum að kubba það er satt, ég saug eitt sinn pela, ég er duglegur strákur en ég hef ekki gert do do ennþá……bara hef ekki gert það enn þá"
        },
        {
            "user": "Aphro",
            "user_id": "25254",
            "date": "2003-03-20 09:33:20",
            "id": "962065",
            "reply_to_id": "962064",
            "text": "svona eiga duglegir strákar að vera."
        },
        {
            "user": "Aphro",
            "user_id": "25254",
            "date": "2003-03-20 09:34:21",
            "id": "962066",
            "reply_to_id": "962065",
            "text": "wow ertu alveg mesti fáviti?"
        },
        {
            "user": "Aphro",
            "user_id": "25254",
            "date": "2003-03-20 09:35:26",
            "id": "962067",
            "reply_to_id": "962066",
            "text": "duglegur strákur."
        },
        {
            "user": "Aphro",
            "user_id": "25254",
            "date": "2003-03-20 09:35:36",
            "id": "962068",
            "reply_to_id": "962065",
            "text": "ok, fyrir hvert einasta rð sem þú segjir núna þá fær hundurinn minn eitt fast högg skilið…þannig að þú skalt bara hætta"
        },
        {
            "user": "Aphro",
            "user_id": "25254",
            "date": "2003-03-20 09:37:35",
            "id": "962069",
            "reply_to_id": "962068",
            "text": "duglegur stráku"
        },
        {
            "user": "Aphro",
            "user_id": "25254",
            "date": "2003-03-20 09:38:35",
            "id": "962070",
            "reply_to_id": "962069",
            "text": "ok…tvö högg !!"
        },
        {
            "user": "Aphro",
            "user_id": "25254",
            "date": "2003-03-20 09:46:51",
            "id": "962071",
            "reply_to_id": "962070",
            "text": "duglegur strákur,"
        },
        {
            "user": "Aphro",
            "user_id": "25254",
            "date": "2003-03-20 09:49:35",
            "id": "962072",
            "reply_to_id": "962071",
            "text": "Farðu að hætta þessu, þetta er ekki lengur fyndið, varstu ekki búinn að segja að þetta væri djók, það trúir þér nefnilega enginn maður. Eigðu þetta bara fyrir sjálfan þig, og drífu þig inná krakkaspjallið, kveðja."
        },
        {
            "user": "GsD",
            "user_id": "34031",
            "date": "2003-03-20 11:45:16",
            "id": "962073",
            "reply_to_id": "962072",
            "text": "Svona svona börnin góð.  Nú er þetta orðið ágætt.  Þetta var bara svona smá spaug af minni hálfu.  Aphró ef þú hefur ekki húmor fyrir því er það líka allt í lagi.  En hættiði nú að rífast.  Ef það er rétt að þú ert hundaþjálfari ertu örugglega eldri en hann kofi og ættir að hafa vit á því að vera ekki með skítkast við lítil börn á netinu.\nÖll dýrin í skoginum eiga að vera vinir, þó sum þeirra séu hundleiðinleg og skorti húmor.  Högni"
        },
        {
            "user": "Aphro",
            "user_id": "25254",
            "date": "2003-03-20 22:06:41",
            "id": "962074",
            "reply_to_id": "962073",
            "text": "Ég bara get ekki á mér setið þegar ég heyri að verið sé að fara illa með dýr. Auðvitað á ég að hafa vit að þegja, en ég elska dýr, svo það verður bara að vera svo að ég reiðist, ég er alveg sammála að þessi krakkar eiga að vera að krakkasíðunni. kær kveðja."
        },
        {
            "user": "narcos",
            "user_id": "35395",
            "date": "2003-03-20 20:50:01",
            "id": "962075",
            "reply_to_id": "962020",
            "text": "Hef heyrt að maðurinn sem vinnur með henni hafi átt þetta til, var allavegana varaður við honum af fólki sem var hjá honum."
        },
        {
            "user": "Aphro",
            "user_id": "25254",
            "date": "2003-03-21 08:39:47",
            "id": "962076",
            "reply_to_id": "962075",
            "text": "Værir þú tilbúinn að hjálpa okkur sem ætlum að gera eitthvað í málunum. Endilega láttu vita,kveðja."
        },
        {
            "user": "narcos",
            "user_id": "35395",
            "date": "2003-03-21 20:36:07",
            "id": "962077",
            "reply_to_id": "962076",
            "text": "Hernig á að fara í það, það skiptir mestu"
        },
        {
            "user": "Aphro",
            "user_id": "25254",
            "date": "2003-03-22 13:32:27",
            "id": "962078",
            "reply_to_id": "962077",
            "text": "Ég skil þig ekki alveg nógu vel, ertu að tala um að bjarga dýrunum, eða hvernig Ásta í Gallerívoff þjálfar, útskýrðu þetta aðeins nánar fyrir mér. kveðja."
        },
        {
            "user": "narcos",
            "user_id": "35395",
            "date": "2003-03-23 04:53:01",
            "id": "962079",
            "reply_to_id": "962078",
            "text": "Sko ég hef aldrei heyrt að Ásta hafi misþyrmt nokkurri skepnu, sagðist bara hafa heyrt að kallinn hafi tekið ílla á hundi. Vil ekki hafa það að farið verði í skítkast við fólk sem kemur þessu nánast ekkjert við og veit sennilega ekki neitt um málið. Svona hlutir verða eð vera vel staðfestir áður en farið verður með eins og sakamál, við gætum verið kærð fyrir lygar . Og því miður man ég ekki lengur hver kunningja minna sagði mér þetta…enginn vill kannast við þetta .  Vertu bless"
        },
        {
            "user": "Aphro",
            "user_id": "25254",
            "date": "2003-03-23 13:12:53",
            "id": "962080",
            "reply_to_id": "962079",
            "text": "Hæ, ég hef heldur aldrei heyrt að Ásta berji hundana sem hún þjálfa, svo við skulum ekki vera að tala um hluti sem okkur kemur ekki við, en það sem ég var að tala um. er hvernig bjarga megi þeim dýrum sem fólk veit að sé illa farið með, mér finnast viðbrögðin hér á huga vera akkurat enginn, en það er bara talað og talað, mig langar til að vita, hverjir það eru sem eru tilbúnir að gera eitthvað róttækt í málunum, ég er til, en hvað með þig, finnst þér ekki að við ættum að gera eitthvað róttækt, það er ýmisslegt hægt að gera. kveðja."
        },
        {
            "user": "narcos",
            "user_id": "35395",
            "date": "2003-03-23 15:02:01",
            "id": "962081",
            "reply_to_id": "962080",
            "text": "Ég tek fram fyrir hendurnar á fólki þyki mér ástæða til , einnig mætti tala við hundaeftirlitið því jón og helgi eru bara nokkuð magnaðir miðað við mín fyrri samskipti við þá. kveðj."
        },
        {
            "user": "kiddisig",
            "user_id": "4183",
            "date": "2003-03-28 00:41:34",
            "id": "962082",
            "reply_to_id": "962020",
            "text": "Ásta kennir manni ekki að lemja hundinn sinn, heldur aga hann til. Ég mundi aldrei lemja Loppu mína. Við fórum þangað með hana og höfum mjög góða reynslu þaðan. EINA sem hún gerir til að aga þá er að taka í hnakkadrambið EF þeir hlýða ekki (þeir meiða sig ekki af því en vita um leið að þetta má ekki gera og að það er verið að skamma þá).\nÞessi mágkona þín ætti að skoða sinn gang. Hver sparkar í hundinn sinn því hann “þvælist” fyrir í eldhúsinu? Ég vona að hún eigi ekki börn og muni aldrei koma til með að eignast börn því sú mundi flippa út og sparka þeim hálfs árs út úr eldhúsinu því þau fikta of mikið…\nÉg ráðlegg þér að hlusta aldrei aftur á þessa mágkonu þína, hún kann greinilega ekki að ala upp hund (né börn).\nÞegar þú tekur að þér hund þá ertu að taka að þér barn sem þú þarft að sýna ást og umhyggju í X langan tíma (ca. 10-15 ár). Það þýðir ekki að segja þegar þú ert búin að eiga hundinn í kannski 4 ár að þú nennir þessu ekki lengur, þú tókst hann að þér og þú skalt ala hann upp og vera honum kær þangað til hann fer veginn langa. Ég verð sjaldan jafn reiður eins og að heyra af svona fólki eins og mágkonu þinni.\nHefði verið gaman að sjá hvernig maður hefði brugðist við hefði hún sagt svona lagað við mig."
        },
        {
            "user": "spotta",
            "user_id": "3121",
            "date": "2003-03-28 09:47:53",
            "id": "962083",
            "reply_to_id": "962082",
            "text": "jams, eins og ég sagði þá var ég bara aðeins að spyrja út í þetta. Því ef þetta hefði verið satt þá myndi ég aldrei fara með hundinn minn þangað. Ég lít á hann sem barnið mitt og gæti ekki hugsað mér að meiða hann. Eða gera eitthvað til þess að bregðast trausti hans. Ef maðurinn minn hefði fengið að ráða þá hefði hann farið þegar hann var 5 mánaða en ég þverneitaði fyrir það. Hann var og er bara hvolpur ennþá og á eftir að læra hlutina, þótt hann sé nú búinn að læra flest allt. Það eina er hvað hann er rosalega æstur þegar það koma gestir, hann reynir alltaf að hoppa á fólk, en hann er að læra af því líka :)\nkv.\nspotta og Mósi"
        }
    ]
}