{
    "forum_title": "Stjórnmál",
    "user": "gmaria",
    "user_id": "6128",
    "date": "2003-03-12 00:48:07",
    "title": "Kaupmáttur skattleysismarka.",
    "text": "Sjaldan eða aldrei hefur verið hafður í frammi eins mikill blekkingaleikur af hálfu ráðamanna varðandi skatta og raunafkomu fólks í landinu, þar sem skattleysismörk hafa ekki fylgt verðlagsþróun,frá 1998, er hefur aftur þýtt það að launahækkanir launa um og yfir skattleysismörk hafa étist upp jafnóðum og gott betur.\nÞetta mál varðar alla þá er lifa af bótum almannatrygginga með einum eða örðum hætti svo ellilifeyrisþega og öryrkja, tilfinnanlega en jafnframt alla launþega því í réttu samræmi vantar þessa upphæð í launaumslagið.\nFélag eldri borgara í Reykjavík var til dæmis að draga þessa staðreynd fram í dag, staðreynd sem bent hefur verið á áður\nmargsinnis.\nÞessi skerðing er þess hins vegar valdandi að hluti fólks hefur ekki tekjur er flokkast yfir lágmarksframfærslu einstaklinga sem skilgreind er af hinu opinbera eftir greiðslu skatta, þannig að flóknara er það nú ekki að leita að einum þætti fátæktar sem finna má.\nÉg hef löngum spurt hvers vegna samþykktu forkólfar verkalýðshreyfingarinnar þessi ósköp yfir sig og hvers vegna\ngeta ráðamenn allir hverju nafni sem þeir nefnast við stjórn ríkis og sveitarfélaga ekki reiknað svo einfalda hluti út lengur ?\nmeð góðri kveðju.\ngmaria.",
    "url": "https://www.hugi.is/stjornmal/greinar/128989/kaupmattur-skattleysismarka/",
    "url_id": "128989",
    "id": "965259",
    "replies": [
        {
            "user": "GARafAR",
            "user_id": "20511",
            "date": "2003-03-12 11:19:44",
            "id": "965260",
            "reply_to_id": "965259",
            "text": "Var að vinna fyrir nokkrum árum úti á landi.\nÞar voru Pólverjar að vinna.\n3 þeirra höfðu unnu samtals 3 1/2 ár hjá sömu fiskvinnslu.\nVoru á 16 ára taksta.\nKlárt samningsbrot.\nÉg fór og talaði við skrifstofustjórann og krafðist svara og leiðréttingar, fyrir þeirra hönd.\nLjúf og falleg loforð féllu.\nAð sjálfssögðu tóm lygi.\nVegna einsetts brotavilja stjórnenda, setti ég mig í samband við formann verkalýðsfélagsinns.\nAugljóst á viðbrögðum hanns að ég var OUTSIDER, að skifta mér af hlutum sem koma mér ekki við.\nÉg gaf mig ekki.\nFyrirtækið lýsti yfir gjaldþroti og stofnaði annað um reksturinn.\nÞar með stikkfrítt.\nAð sjálfssögðu voru svo aðrir Pólverjar ráðnir.\nVerkalýðshreyfingin er óvirk, eins og flestir félagsmenn þeirra."
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2003-03-12 18:25:08",
            "id": "965261",
            "reply_to_id": "965260",
            "text": "GARafAR.\nÓskemmtileg saga.\nVarðstaða verkalýðsfélaganna um réttindi félagsmanna sinna virðist ekki hafa átt upp á pallporðið eins og þú nefnir.\nkv.\ngmaria."
        },
        {
            "user": "GARafAR",
            "user_id": "20511",
            "date": "2003-03-12 19:50:52",
            "id": "965262",
            "reply_to_id": "965261",
            "text": "Enginn vill hærri félagsgjöld, til að geta farið í löng verkföll og jafnframt staðið undir rekstri\nheimilis.\nTók þátt í einu verkfalli í danmörku (á síðustu öld) og hafði það fínt.\nÞað stóð yfir í 2 mán. og ekki lækkuðu mín laun!\nEnginn vanskil og enginn skortur.\n10% félagsgjöld (að mestu í verkfallssjóð) var stór biti, en vel þess virði."
        },
        {
            "user": "RedFox",
            "user_id": "23988",
            "date": "2003-03-12 11:56:04",
            "id": "965263",
            "reply_to_id": "965259",
            "text": "http://www.cia.gov/cia/publications/factbook/geos/ic.ht\nml#Econ\nGDP - real growth rate: -1% (2002 est.)\nÞarna sýnir CIA að kaupmáttur á Íslandi hefur skroppið saman í ár.\nÞá er Ísland komið í flokk ríkja þar sem kaupmáttur hjaðnar ásamt Ísrael, Tyrklandi og Norður Kóreu."
        },
        {
            "user": "karitk",
            "user_id": "13557",
            "date": "2003-03-12 14:03:28",
            "id": "965264",
            "reply_to_id": "965263",
            "text": "Frá 1995 til 2003 hefur kaupmáttur aukist mest á Íslandi af ríkjum innan OECD.\nKaupmátturinn jókst um rúm 27% á þessu tímabili á Íslandi, en um tæp 12% að meðaltali\ní ríkjum OECD."
        },
        {
            "user": "RedFox",
            "user_id": "23988",
            "date": "2003-03-12 14:41:55",
            "id": "965265",
            "reply_to_id": "965264",
            "text": "en núna er það -1% á Íslandi og 12% að meðaltali í ríkjum OECD\nMínus, sjáðu til."
        },
        {
            "user": "person",
            "user_id": "25122",
            "date": "2003-03-12 17:48:48",
            "id": "965266",
            "reply_to_id": "965264",
            "text": "Þegar kaupmáttur er lítill eru 12% ekki stór tala gæti jafnvel verið minni en 1% af hærri kaupmætti. Við erum ekki enn komin með tærnar þar sem löndin næst okkur hafa hælana.\nGífurleg hækkun forstjóra og annarra fjártökumanna vegur þungt í meðaltalinu."
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2003-03-13 01:39:05",
            "id": "965267",
            "reply_to_id": "965266",
            "text": "person.\nÞað eru einmitt meðaltalsútreikningarnir sem skekkja æði mikið þar sem nokkrir forstjórar með ævilaun verkamanns, birta staðreynd misræmis í raunútreikningum kaupmáttar almennt sem er eðli máls samkvæmt nokkuð mismunandi millum stétta\ní því samhengi.\nTalnaleikjum er því hent á borð almennings þar sem ítrekaðar tilraunir eru gerðar til þess að telja fólki trú um það að kaupmáttur hafi aukist\nmeð álíka aðferðafræði og Bakkabræður áttu að hafa viðhaft við það að bera sól í húfum í gluggalaus hús.\nÞegar óskað er skýringa þorir enginn að taka fæturna upp úr vatninu fremur en Bakkabræður forðum, til þess að þekkjast nú ekki af slíkri aðferðafræði, hvorki stjórnvöld né verkalýðsforkólfar en þá síðarnefndu er að finna\ninnan stjórnmálaflokka einnig sem að hluta til kann að skýra ástand það sem við lýði er.\nkv.\ngmaria."
        },
        {
            "user": "geirag",
            "user_id": "4133",
            "date": "2003-03-12 15:08:02",
            "id": "965268",
            "reply_to_id": "965263",
            "text": "RedFox:\nThad er naumast their eru snjallir ad geta reiknad kaupmatt fyrir arid thegar rett rumir 2 manudir eru lidnir af thvi! En kaupmattur var 3% a sidasta ari og thar med var Islandsmetid i fjølda ara med jakvædan kaupmatt slegid. Fjarmalastofnanir spa svo 1.5-1.6% verdbolgu a arinu sem thydir ad laun thurfa ad LÆKKA um 2.5% svo -1% kaupmattarmarkmidinu verdi nad. Ekki litid sem CIA er ad bidja um!"
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-03-12 20:57:53",
            "id": "965269",
            "reply_to_id": "965263",
            "text": "Redfox\nEr gott að vitna í CIA?\nKemur ekki allt sem illt er í heiminum þaðan?\nOg hverju skal frekar trúa, CIA eða OECD?\nÉg veðja á sérfræðingana í OECD."
        },
        {
            "user": "Jokull79",
            "user_id": "3665",
            "date": "2003-03-12 12:11:40",
            "id": "965270",
            "reply_to_id": "965259",
            "text": "Íslenska Verkalýðshreyfingin er ekki til þanngi séð. Hún er bara brandari og til skammar, hun þjónar ekki þeim sem hun á að þjóna heldur er hun bara á eitthverju rugli og leti. Mér finnst líka að það er alltof fljótt að kenna ríkninu um allt."
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2003-03-13 01:12:55",
            "id": "965271",
            "reply_to_id": "965270",
            "text": "Jokull79.\nÞví miður hefur verkalýðshreyfingin í heild samið af sér kjör launafólks, sem aldrei fyrr hér á landi. Einkum þó til handa þeim er þiggja hvað lægstu launin rétt eins og fyrri daginn.\nÞað er til dæmis gjörsamlega, óviðunandi fyrirkomulag að forystumenn í félögum verkalýðsins sitji síðan að sjálfdæmi og sýsli með fjármuni launþega í ´lífeyrissjóðum\nrekna með tapi vegna brasks með hlutabréf hér og þar án þess að hinn almenni launamaður geti svo mikið sem greitt atkvæði um það hvernig fjármunum þessum sé best varið í þágu þess hins sama er\nhefur greitt þessa fjármuni í sjóðina og stritað fyrir þeim.\nGera ætti vörsluaðila hverju sinni, ábyrga fyrir tapi á aðkomu við setu í forsvari sjóða þessarra þegar fyrirliggjandi er til dæmis að ávöxtun fjármuna hafi verið betur borgið á bankabókum en við hlutabréfabrask.\nkv.\ngmaria."
        },
        {
            "user": "KrHaMaster",
            "user_id": "7576",
            "date": "2003-03-12 23:05:44",
            "id": "965272",
            "reply_to_id": "965259",
            "text": "Ellilaun, örorkubætur, atvinnuleysisbætur o.fl hefur lengi ekki fylgt verðlagi. Allir sem minna mega sín og geta ekki barist sjálfir eru oft skotmörk aðgerðarleysis stjórnvalda. Hver er lausnin. Að hækka þessa hluti um ákveðna % á 5 ára fresti. Eða stighækka bætur á hverju ári. Ykkar ágiskun er eins góð og mín. Hvað virkar þegar verðbólgan hækkar bara ef reynt er að hækka innkomuna hjá fólki. Ekki má taka frelsi fyrirtækja um verðlagningu í burtu. Ekki má hækka skatta. Eitthvað verður að víkja fyir hinu.\nSkattleysismörk eru allt of lág í þjóðfélaginu. En til að hækka þau. Þá yrði að hækka gjöld einhverra annarra. Eða minnka ríkishagnað o.s.frv\nGaman að tala um vandann í staðinn fyrir skítkast á milli flokkstyðjenda hinna og þessara flokka."
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2003-03-13 00:49:38",
            "id": "965273",
            "reply_to_id": "965272",
            "text": "KrHaMaster.\nÉg tel að grunnellilífeyrir og örorkubætur eigi að vera án skattlagningar.\nSkattleysismörk hljóta hverju sinni að þurfa að vera hærri en lágmarksframfærsluskilgreining hins opinbera, annað er óeðlilegt.\nJafnframt tel ég koma til greina að þrepa tekjuskattinn, sem í raun hefði átt að koma til um leið og skattleysismörk voru látin standa í stað.\nÞað er einnig réttlætismál að persónuafsláttur sé hinn sami til handa hverjum einstaklingi, en tengist ekki skerðingum í formi t.d. barnabóta, fjölskyldustöðu eða öðru.\nTekjutengingu bóta ætti því afnema.\nVirðisaukaskattur á vöru og þjónustu og hlutfall hans prósentulega til viðbótar við staðgreiðslu\ntekjuskatts af launum, innan við 100.000.- kr.\nþar sem til dæmis virðisaukaskattur er einnig hluti af háum LÖGBOÐNUM gjöldum hins opinbera svo sem afnotagjaldi útvarps, iðgjöldum bifreiðatrygginga, er reikningsdæmi sem afar fróðlegt væri að fá fram í dagsljósið með tilliti til þess að reikna út kaupmátt að lokinni greiðslu hinn lögboðnu gjalda allra.\nkv.\ngmaria."
        },
        {
            "user": "runarem",
            "user_id": "15163",
            "date": "2003-03-14 00:57:50",
            "id": "965274",
            "reply_to_id": "965273",
            "text": "Það væri ósanngjarnt gagnvart núverandi ríkisstjórn af því að þetta hefur alltaf verið inni í kaupmáttarútreikningunum."
        },
        {
            "user": "karitk",
            "user_id": "13557",
            "date": "2003-03-13 01:58:44",
            "id": "965275",
            "reply_to_id": "965259",
            "text": "já við lifum við spillingu og svínarí, fáir að pota sínu áfram á kostnað fjöldans, halldór laxnes sagði að íslendingar væru aldrei hamingjusamari en þegar einhver harðstjórinn væri að murka úr þeim líftóruna, og fólk er fífl og það mun koma í ljós hvort það heldur áfram að vera fífl þegar útkoma úr komandi kostningum verður ljós.\nannars neitaði Geir hörde fjármálaráðherra að þessir útreikningar væru réttir í fréttum á stöð 1 eða 2 í kvöld. þeir virðast ætla að beita heilaþvottaraðferðum við að telja fólki trú um að það hafi það gott."
        },
        {
            "user": "karitk",
            "user_id": "13557",
            "date": "2003-03-13 09:12:16",
            "id": "965276",
            "reply_to_id": "965275",
            "text": "Ég vil benda á að við lifum í mjög lítillri spillingu miðað við aðrar þjóði í heiminum.\nÍsland skipar sér í efstu sæti þjóða í heiminum þar sem er minnst spilling er, samkvæmt árlegri skýrslu sem stofnunin Transparency International gefur út."
        },
        {
            "user": "karitk",
            "user_id": "13557",
            "date": "2003-03-13 12:59:04",
            "id": "965277",
            "reply_to_id": "965276",
            "text": "finnst þér mál eins og mál árna jónes benda til lítillar spillingar. eða ásákanir Davíðs forsætisráðherra um að hafi verið reynt að múta honum. eða það að verkalíðshreyfingin sé óvirk,\nbara sorry. ég trúi ekki Transparency International"
        },
        {
            "user": "karitk",
            "user_id": "13557",
            "date": "2003-03-14 11:45:01",
            "id": "965278",
            "reply_to_id": "965277",
            "text": "Auðvitað er einhver spilling og menn sem hafa mikil völd geta ofmetnast og spillst.\nEn það er miklu minni spilling hér heldur en í öðrum löndum."
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2003-03-14 01:02:57",
            "id": "965279",
            "reply_to_id": "965275",
            "text": "Sæll GunniS.\nÞað er vissulega siðleysi í því fólgið að framstæðir sjálfsóknarmenn skuli hafa getað komið hlutum í einu þjóðfélagi í það far sem orðið er\nþar sem örfáir dansa kring um gullkálfinn, með\neinokunaraðstöðu innan atvinnugreina sem eru þó\nnokkup patt í skattþáttöku miðað við almenning.\nFjármálaráðherra þarf að fara að reikna betur.\nkv.\ngmaria."
        },
        {
            "user": "MrGoodman",
            "user_id": "7110",
            "date": "2003-03-13 14:52:22",
            "id": "965280",
            "reply_to_id": "965259",
            "text": "Ég verð bara að segja að þótt stjórnmálamenn fullyrði að kaupmáttur hafi aukist hefur það enginn áhrif á mig, minn hefur kaupmáttur hefur lækkað. Ég sé líka (vinnandi í búð) að kaupmáttur fólksins í landinu hefur ekki aukist, þvert á móti.\nÞess vegna spyr ég þig (ágæti lesandi), hefur kaupmáttur þinn aukist? Finnur þú mun á kaupmætti þínum?\nGóðar stundir."
        },
        {
            "user": "midgardur",
            "user_id": "12186",
            "date": "2003-03-14 09:42:49",
            "id": "965281",
            "reply_to_id": "965259",
            "text": "Sæl gmaria, þessar tölur og fyrirsláttur sýna svo ekki verður um villst hverra málssvari ríkisstjórnin er, hún er og verður ríkisstjórn stóreignafólks en níðungur þeirra sem minna mega sín.\nNúna korter í kosningar er ríkisstjórnin allt í einu að átta sig á að þótt elítan sé hávær á milli kosninga og hafi áhrif í skjóli fjármagns þá er atkvæðamagn hennar lítið. Skyndireddingar þar sem verið að setja sporslur í gleymda málaflokka eru auðvitað óásættanlegar þar sem ekki fer á undan stefnumörkun í málaflokknum. Þetta er allt eitthvað sem löngu hefði átt að vera búið að taka á. Með þeim hætti nýtast fjármunirnir best, skyndireddingar eru því miður alltof oft bara sóun og engin trygging um framhald.\nM."
        }
    ]
}