{
    "forum_title": "Danstónlist",
    "user": "Brunahani",
    "user_id": "6182",
    "date": "2003-03-13 17:47:45",
    "title": "Hugarástand á Astro 12.apríl!",
    "text": "Eftir langa gúrkutíð í Íslensku skemmtanalífi er loksins hægt að sjá ljósið!\nVinirnir Frímann og Arnar, betur þekktir sem Hugarástand eru búnir að finna sér nýjan samastað. Eftir sögulega niðursveiflu í djammmenningu Íslendinga verður Hugarástandskvöld á Astro þann 12. apríl næstkomandi.\nAstro er greinilega á réttri leið um þessar mundir en þar á bæ eru væntanlegir ekki ómerkilegri menn eins og Josh Wink, Dave Clarke og Klute svo einhverjir séu nefndir. Stefna staðarins er greinilega að breikka aðeins þann hóp sem staðinn sækir og er það góðs viti.\nStaðurinn er á besta stað í bænum og er án efa besta klúbbahúsnæði sem völ er á í Reykjavík. Frábært hljóðkerfi,gott dansgólf og toppaðstaða fyrir gesti staðarins í “lounginu”.\nHugarástand á sér rætur að rekja alla leið til ársins 1998 og byrjaði sem útvarpsþáttur á útvarpsstöðinni Skratz og síðar á X-inu. Klúbbakvöld á Thomsen fylgdu í kjölfarið og festu fljótt í sessi sem ein öflugustu klúbbakvöld fyrr og síðar norðan Þórshafnar í Færeyjum. Frábær danstónlist og góð stemning einkenna  kvöldin og það er einmitt það sem verður í boði þann 12. apríl 2003 á Astro.\nEins og Frímann sagði mér í stuttu spjalli “er þetta vonandi byrjunin á góðu samstarfi við Astro ef þakið lyftist af húsinu er ljóst að það verður dansað á Astro í sumar”. Að lokum bætti Frímann við að “Það er allavega á hreinu að það verða ekki fleiri skemmtistaðir sem bjóða upp á sama kalíber af klúbbatónlist á komandi sumri”.\nFyrir þá sem hafa mætt á kvöldin hjá Frímanni og Arnari áður vita um hvað málið snýst og þið hin, ekki láta þetta kvöld framhjá ykkur fara.",
    "url": "https://www.hugi.is/danstonlist/greinar/129222/hugarastand-a-astro-12april/",
    "url_id": "129222",
    "id": "967404",
    "replies": [
        {
            "user": "fleppir",
            "user_id": "22284",
            "date": "2003-03-13 21:21:43",
            "id": "967405",
            "reply_to_id": "967404",
            "text": "Fínt!\nGott fyrir ykkur!\nEn af hverju tvær greinar?\nKanntu CopyPaste?\nCongrats!"
        },
        {
            "user": "Brunahani",
            "user_id": "6182",
            "date": "2003-03-13 21:50:39",
            "id": "967406",
            "reply_to_id": "967405",
            "text": "það er meira verið að plögga hugarástand en að safna sér stigum"
        },
        {
            "user": "Rawk",
            "user_id": "7092",
            "date": "2003-03-13 22:58:34",
            "id": "967407",
            "reply_to_id": "967406",
            "text": "Ótrúlegt hvað menn halda alltaf að ALLIR lifi fyrir að safna stigum á Huga."
        },
        {
            "user": "fleppir",
            "user_id": "22284",
            "date": "2003-03-14 00:47:31",
            "id": "967408",
            "reply_to_id": "967407",
            "text": "En AFHVERJU tvöföld innsending?\nJújú, þetta á svo sem við bæði í Raftónlist og Djammið, en er þetta ekki bara misnotkun á kerfinu að greinarnar eru hvor fyrir ofan aðra á forsíðunni??\nMér er svo sem drullusama um einhver stig en umsjónamenn ættu að kippa réttindum af mönnum sem augljóslega hafa ekki ábyrgð til að bera að nota þetta kerfi."
        },
        {
            "user": "ghozt",
            "user_id": "428",
            "date": "2003-03-14 08:43:12",
            "id": "967409",
            "reply_to_id": "967408",
            "text": "wtf ? hvað ertu að væla .. farðu bara"
        },
        {
            "user": "MrGoodman",
            "user_id": "7110",
            "date": "2003-03-14 11:58:20",
            "id": "967410",
            "reply_to_id": "967408",
            "text": "Misnotkun á kerfinu? Hefði verið betra að pósta þessu með nokkura klukkutíma millibili til að greinarnar væru ekki hvor fyrir ofan aðra? Hefði það friðað samvisku þína?\nÉg hélt að Hugi.is væri vetvangur til að koma skoðunum, athugasemdum og öðrum upplýsingum á framfæri á auðveldan og óritskoðaðan hátt. Mér finnst því sjálfsagt að ef að upplýsingarnar eru nógu sniðugar að þær nái til sem allra flesta.\nGóðar stundir."
        },
        {
            "user": "add1",
            "user_id": "1011",
            "date": "2003-03-14 12:08:31",
            "id": "967411",
            "reply_to_id": "967410",
            "text": "já .. því guð forði þér frá því að brunahani sé að klogga forsíðuna fyrir þér .. og ég tala nú ekki um þú þyrftir nu -óvart- að lesa tvisvar yfir sömu grein !"
        },
        {
            "user": "Brunahani",
            "user_id": "6182",
            "date": "2003-03-14 12:11:35",
            "id": "967412",
            "reply_to_id": "967408",
            "text": "já come on! þetta er á forsíðunni í einn dag eða svo….\neftir það er þetta bara á sitthvoru áhugamálinu!"
        },
        {
            "user": "ivar666",
            "user_id": "18026",
            "date": "2003-03-26 16:04:12",
            "id": "967413",
            "reply_to_id": "967408",
            "text": "“En AFHVERJU tvöföld innsending?”\ndubble penitracion!!!!!!\nlol!!!!!!!!!!!!!"
        },
        {
            "user": "ghozt",
            "user_id": "428",
            "date": "2003-03-14 08:55:00",
            "id": "967414",
            "reply_to_id": "967404",
            "text": "ég ætla mæta ;)"
        },
        {
            "user": "Rawk",
            "user_id": "7092",
            "date": "2003-03-14 10:50:49",
            "id": "967415",
            "reply_to_id": "967414",
            "text": "Kræst.."
        },
        {
            "user": "Sur",
            "user_id": "14082",
            "date": "2003-03-14 15:32:55",
            "id": "967416",
            "reply_to_id": "967404",
            "text": "frábært að astro er búin að taka þessa stefnu ég var á skólaballi í gær og DJ Árni Vector var að spila það var vængefið geggjað dansgólf gott hljóð og flott ljósashow :)"
        }
    ]
}