{
    "forum_title": "Smásögur",
    "user": "Shadow_Of_Castiel",
    "user_id": "10379",
    "date": "2003-03-14 21:30:07",
    "title": "FRIÐRIK  ÁTTUNDI",
    "text": "Friðrik “áttundi” var ekki konungur, þótt nafnið hljóði óneitanlega konunglega. Hann var ekki einu sinni fjallskilakóngur. Engum óvitlausum manni hefði dottið í hug að kjósa hann eða skipa til annarar eins tignar.\nHann var kallaður Friðrik áttundi af því að hann var áttundi maðurinn, sem skipaður var árlega í fjallgöngunum til þess að ganga í Búrfellsheiðina. Raunar voru aldrei skipaðir nema sjö menn til að smala þann hluta afréttarinnar, en síðan Friðrik komst upp og fór að taka þátt í fjallgöngunum, var honum æfinlega bætt við töluna þar.\nÞað kom ekki til af góðu, því miður.\nÞað kom til af því, að enginn leitarforingjanna vildi hafa Friðrik í sinni sveit. Alstaðar var honum ofaukið, og alstaðar var amast við honum. Samt gat ekki komið til nokkurra mála að senda hann heim til sín aftur og heimta annan mann af húsbónda hans, því að hvar sem á Friðrik var litið, varð því með engu móti neitað, að hann var “fullkominn” maður.\nSvo var æfinlega samþykt með öllum atkvæðum samhljóða, að Friðrik skyldi vera áttundi maðurinn í Búrfellsheiðinni. Sumir gerðu það af því, að þar álitu þeir einna minsta þörf á manni í viðbót; aðrir af gagnstæðum ástæðum.\nEn hvað sem þessu leið, nú var Friðrik svo gamall sem á grönum mátti sjá og hafði að minsta kosti um heilan mannsaldur verið áttundi maðurinn í Búrfellsheiðinni í öllum göngum.\nFriðrik var mikill maður vexti, burðamaður mikill og heilsugóður, en dæmalaust hægfara. Hann var hverjum manni þægari og lundbetri, en alveg einstök liðleskja til allra verka. Það var kent sérhlífni, því að skrokkurinn á honum þótti bera það með sér, að hann væri baggafær, ef því væri að skifta.\nOft var það talið efamál, hvort hann hefði meðalverksvit. En þegar leitað var atkvæða um það, beinlínis eða óbeinlínis, voru þeir ætíð fleiri, sem álitu Friðrik “með óskertu viti” eða “ekki beinlínis hálfvita”. Þess vegna var hann aldrei sendur heim úr göngunum, þótt hann væri þar sjaldan til annars en vandræða.\nFriðrik vissi það ofur vel, að hann var talinn heimskur, og kærði sig kollóttan. Hann vissi líka, að hverjum einasta manni í sveitinni var það fullkunnugt, að hann hafði verið fermdur upp á Faðirvorið, og ef til vill hitt líka, að hann var nú fyrir löngu búinn að týna þessu Faðirvori niður. En þetta lá honum í léttu rúmi.\nEn athugulir menn, sem Friðriki voru nákunnugir, höfðu einnig tekið eftir því, að Friðrik gat stöku sinnum komið laglega fyrir sig orði. Og eins hinu, að þegar hann hafði gert einhverja heimskuna og verið var að setja ofan í við hann, þá setti hann upp svo sauðheimskulegt andlit og svaraði svo flónslega, að varla var annað unt en hlæja að honum.\nÞó var víst enginn, sem áleit Friðrik greindan. Það mesta, sem menn gátu fengið af sér að segja í því efni, var það, að hann “vissi sínu viti”. En í því lá nokkur íbygni.\nÞrátt fyrir alt var Friðrik vel kyntur á heimili sínu. Þar hafði hann verið mestalla æfina og gengið að erfðum frá föður til sonar, eins og aðrir stólpagripir búsins. Húsbónda sinn elskaði hann eins og föður, og mestur fögnuður hans var það, ef hann gat gert honum einhverja óvænta glaðning. -\nFriðrik var skrítinn í útliti. Allajafna gekk hann lotinn, tautaði þá eitthvað fyrir munni sér og agðaðist áfram svo hægt og gætilega, að það var orðið að orðtæki, að miða mætti við hann sólina. Andlitið var skolbrúnt á hörund og ætíð óhreint, því að Friðrik þvoði sér sjaldan. Hann hafði kjálkaskegg, en rakaði stundum alt hitt skeggið af sér. Þess á milli var hann kafloðinn upp undir augu. Að öðru leyti hirti hann ekki mikið um útganginn á sér; það gerði vinnukonan, sem þjónaði honum.\nOft var lítið gagn að Friðrik á heimilinu, því ef honum var verkið eitthvað ógeðfelt, þá var ekki hugsandi til, að hann hefði vit á að vinna það. En sum verk vann hann með góðu geði, og þá skorti hann ekki vit. Og eitt gagn hafði heimilið þó að minsta kosti af honum: Það var hægt að láta hann fara í göngurnar og þannig hægt að spara fullorðinn mann í marga daga. Sú ferð var honum ekki ógeðfeld.\nAnnað mál var það, hversu geðfelt fjallskilakónginum og leitarmönnum hans hefir verið það að fá Friðrik í göngurnar haust eftir haust, þótt þeir yrðu að láta við svo búið standa.\nAllir lifandi menn vissu, að Friðrik gerði sáralítið gagn í Búrfellsheiðinni - og því minna sem ver var farið að honum. Hann var látinn rölta út miðja heiðina, og var honum sýnd stefnan, áður en skilið var við hann. Og stefnunni hélt hann trúlega, - labbaði út heiðina í hægðum sínum, niðurlútur, með hendurnar á bakinu, talaði við sjálfan sig og leit hvorki til hægri né vinstri. Ef kindur urðu á leið hans, þá lofaði hann þeim að labba á undan sér, ef þær vildu þá eiga samleið. En sjaldan gerði hann sér mikið far um að eltast við þær.\nÞótt óneitanlega væri gætilega farið, kom það þó sjaldan fyrir, að alt gengi að óskum. Oft týndist hann, og þurfti þá að senda menn til að leita að honum eins og hverjum öðrum sauð. Venjulega var þá ekki annað að en það, að honum hafði orðið leiðin sporadrjúg. Stundum hafði hann þá sest niður að hvíla sig, - en gleymt að standa upp aftur. - -\nÍ það skifti, sem hér segir frá, var Friðrik sem oftar staddur í fjallgöngum. Það voru ekki fyrstu göngur, heldur eftirleitir eða, eins og kallað er á Norðurlandi, aðrar göngur.\nÞeir Búrfellsheiðar-smalarnir lögðu á stað síðari hluta dags fram að sæluhúskofa, sem var á heiðinni, til að hafa þar náttstað. Þeir voru sjö saman að vanda - og Friðrik sá áttundi.\nRosar höfðu gengið í marga daga með krepjum og rigningum og óvenjumiklum kulda. Það var því ekkert tilhlökkunarefni að eiga að smala Búrfellsheiðina daginn eftir.\nÞeir voru því allir í heldur stirðu skapi, þegar þeir lögðu á stað, nema Friðrik. Hann var með sama jafnaðargeðinu sem ætíð og varð ekki uppvægur, þótt geðvonska hinna bitnaði á honum. Það var líka kuldi og beygur í öllum nema honum; honum stóð nokkurn veginn á sama um veðráttuna.\nBúrfellsheiðin er breið og mikil afréttartunga, sem öðrum megin takmarkast af jökulsá, en hinum megin af háum fjallgarði, og liggur æðilangt fram af bygðinni. Hún er að vísu fjallalaus að mestu, en full af ásum og smáhryggjum og flóum og mýrasundum á milli, svo að það er fremur ógreiðfært um hana og þykir vandleitað.\nÁ miðri heiðinni gnæfir Búrfell, hátt og hrikalegt. Það er fjallhryggur af svipaðri gerð eins og flest fjöll eru hér á landi, með bröttum hlíðum, nokkuð klettóttum og mjög sandrunnum. Kollóttir melar eru hið efra, sem fara smálækkandi inn af því, inn í óbygðir. Norðvesturendinn er hæstur, snarbrattur með klettaeggjum efst, en mýrarflói neðan undir með rótleysiskeldum. Það er þetta fell, sem heiðin dregur nafn af.\n- - Það var síður en vistlegt í kofanum um nóttina. Leitarmennirnir bjuggu þar um sig eftir föngum, borðuðu af nesti sínu og lögðu sig svo fyrir. Þeir voru holdvotir og hraktir og skulfu af kulda, því að kofinn skýldi þeim hvorki fyrir storminum né regninu, svo að til hlítar væri. Þeim varð því ekki svefnsamt - nema Friðrik. Hann sofnaði undir eins og hraut svo hátt, að það eitt út af fyrir sig hefði verið nóg til þess, að enginn hefði sofnað.\nVeðrið hafði versnað með kvöldinu og farið að snjóa.\nÍ lýsingu um morguninn vöknuðu þeir allir nema Friðrik. Hann svaf svo fast, að þeim veitti fullerfitt að vekja hann.\nÞá var hætt að snjóa, en veðrið hrákalt og jörðin hvít af snjó. En það leit út fyrir gott veður með deginum.\nÞeir lögðu á stað fram eftir heiðinni og gengu hvatlega, til þess að hafa úr sér hrollinn. Friðrik átti bágt með að fylgja þeim eftir og dróst stundum aftur úr. Þeir þorðu þó ekki að fara svo langt á undan honum, að þeir mistu sjónar af honum. Þeir vissu, að hann var þá vís til að snúa aftur.\nÞeir biðu því eftir honum, að minsta kosti þangað til þeir gætu sent honum tóninn.\nFriðrik gekk í hægðum sínum, smábrosandi, og skeytti því ekki vitund, þótt hottað væri á hann.\n- - Þessi dagur var einn af þeim undurfögru haustdögum, sem oft koma hér á landi, einkum uppi á heiðum og í óbygðum. Loftið var svipmikið og rosalegt. Miklir skýjaklakkar sigldu fyrir morgunvindinum, sem nú var stöðugt að lægja. Þessir miklu flókajötnar sveipuðust hver eftir annan ljómandi gyllingu, þegar sólin kom upp. En undan sól voru þeir dimmbláir og ferlegir yfirlitum. Hversu brúnamiklir sem þeir voru og ribbaldalegir, voru þeir þó allir sneypulegir og voru að smáhniprast saman. Þeir voru á undanhaldi, höfðu beðið ósigur fyrir blíðviðrinu, sem nú hélt velli. Valdi þeirra yfir þessum bletti jarðarinnar var nú lokið að sinni. Þeir höfðu gengið fram af sér síðustu nóttina.\nSólin hækkaði á lofti, og skinið var tvöfalt bjartara og hlýrra eftir rosann. Það var sem geislaflóðinu ykist ljósmagn og ylur um helming við það að brjótast fram um glufurnar milli hinna dimmu skýjabjarga. En glufurnar stækkuðu, og sólarinnar naut betur og betur. Þegar fram kom um hádegið, var himininn því nær orðinn alheiður. Þá var ekki annað eftir af öllum rosabúningnum en lítilfjörlegar, ljósgráar flókadrefjar, sem voru að hverfa niðri við sjóndeildarhringinn.\nFjöllin voru gráhvít um morguninn, og snjórinn lá í flygsum ofan á fjalldrapanum og víðinum í Búrfellsheiðinni, sem enn stóð með öllu laufi sínu. Þegar fram á daginn kom, þiðnaði fölið fyrir sólskininu og varð að stórum vatnsdropum. Þeir glitruðu eins og skygðir gimsteinar, og laufið skalf undir þeim. Svo hrundu þeir niður hver eftir annan og hurfu ofan í jörðina.\nGrasið var blautt allan daginn með skírum litum og sterkum ilm. Það var eins og það hefði yngst upp í illviðrinu. En bláberjunum og krækiberjunum hafði verið of mikið boðið. Þau höfðu vaxið yfir sig í rosanum og héngu eins og stórir belgir á lynginu sínu, en sprungu og urðu að blárauðum blettum, hve lítið sem við þau kom.\nBúrfellsheiðin var alsett hvítum dílum fram eftir deginum, og leitarmennirnir kvörtuðu yfir því, að ilt væri sýnið vegna hraflsins. En heiðin var fögur í þessum nýstárlega búningi. Það var sem hvít kniplingaslæða væri þanin yfir hana alla. En “kniplingunum” smáfækkaði, og undir kvöldið sáust ekki hvítir dílar nema uppi undir eggjunum á Búrfellinu og í stöku giljum.\n- - Leitarmennirnir gengu nú fram eftir heiðinni, alt að afréttamörkum. Þar skiftu þeir heiðinni á milli sín.\nÞeir sýndu nú Friðrik stefnuna. Hann átti að ganga út miðheiðina og vestan í Búrfellið. Auðvitað átti hann að taka það með sér, sem hann fyndi, af geldfé og eins hitt, sem hinir leitarmennirnir kynnu að reka í veg fyrir hann. Að öðru leyti mátti hann halda beint.\nSvo áttu þeir að hittast aftur um kvöldið hjá sæluhúskofanum, þar sem þeir höfðu verið um nóttina.\nFriðrik fékk að lokum stranga áminningu um að halda vel áfram, hafa augun opin og svíkjast ekki um. Þeim, sem næstir honum voru til beggja handa, var falið að gefa honum auga.\nHann jánkaði þessu öllu með mestu stillingu; hann var orðinn því svo vanur. Síðan þrammaði hann á stað út heiðina. Hrópin og brýningarnar dundu á eftir honum.\nHinir skildu líka og dreifðu sér um heiðina.\nUndir kvöldið komu þeir aftur saman hjá kofanum, eins og ráð var fyrir gert. Þeir voru að smátínast þangað, þar til þeir voru komnir sjö, en - þann áttunda vantaði. Það var Friðrik.\nÞeir höfðu fundið heldur fátt fé um daginn, færra en vant var í öðrum göngum í Búrfellsheiðinni. Þeir voru því hálfhræddir um, að hinum leitarmönnunum mundi þykja linlega smalað og þeir gefa það í skyn með beiskum gamanyrðum, - ekki síst ef þeir kæmu svo til bygða, að Friðrik “áttunda” vantaði.\nÞeir voru því ekki í góðu skapi.\nGlaða-sólskin hafði verið allan daginn og mikill hiti. Nú var komið kvöld, og leit út fyrir fegursta veður um nóttina.\nEn Friðrik kom ekki.\nÞeir fóru að undrast um hann og bera sig saman um, hvernig á þessu mundi standa. Það var þó óhugsandi, að karlinn hefði vilst í glaðasólskininu! Þeir höfðu séð til hans við og við alla leið út að Búrfellinu, en aldrei eftir það. Ekki gat það verið, að hann hefði farið sér að voða. Þar voru engar hættur til fyrir fullorðinn karlmann. Nema ef hann hefði álpast fram af hömrunum í Búrfellinu.\nEn hvað gat þá verið orðið um hann?\nAð hann væri að stríða við geldfé, sem hann hefði fundið á heiðinni? Þetta gat verið, en þó brostu þeir allir að tilgátunni. Friðrik var ekki vanur að eltast lengi við styggar kindur. Að hann hefði sett sig niður og gleymt að standa upp -?\nAð minsta kosti kom hann ekki.\nSólin var gengin undir og farið að bregða birtu. Geldféð var lagst í dældinni fyrir neðan kofann og jórtraði í makindum. Sumt af því var orðið þreytt eftir reksturinn um daginn.\nVeðrið var kyrt og kvöldið friðsælt og fagurt. Búrfell var óvanalega “æruverðugt”, þar sem það gnæfði yfir heiðina sína, eldrautt af kvöldskininu.\nEn ekki kom Friðrik.\nNú var alveg gengið fram af félögum hans. Þeir voru hættir öllum getum, en stóðu og horfðu og hlustuðu.\nEn ekkert heyrðist, ekkert - ekki svo mikið sem kindar jarmur, er gæti boðað það, að Friðrik hinn áttundi væri að nálgast.\nLoks brast þá þolinmæðina. Fjórir þeirra lögðu á stað að leita Friðriks. Hinir þrír urðu eftir að gæta fjárins.\nMyrkrið færðist yfir jafnt og þétt. Allar mishæðir runnu saman í dimman bláma, og roðinn var horfinn af tindinum á Búrfelli. Sýnið var svo óljóst, að vel gat farið svo, að þeir færu á mis við Friðrik. Þeir fóru þá að kalla. Köllin ómuðu ömurlega út yfir heiðina og bergmáluðu frá hæðum og leitum. En ekkert svar kom.\nLoks mættu þeir Friðrik.\nÞeir sáu fyrst hilla undir hann á leiti, sem bar við loftið. Lengi voru þeir að glöggva sig á því, hvort það væri maður eða varða, sem þeir sæju. En svo sáu þeir hann beygja sig niður og rétta sig upp.\nEn þegar þeir komu nær, sáu þeir, að hann hafði einhvern þremilinn meðferðis, sem hann ýmist bar eða dró. Það var grátt á litinn, og þeim datt fyrst í hug kind, sem gefist hefði upp. En það var þó harla ólíkt Friðrik að gera sér annað eins ómak vegna einnar kindar. En þar var engra annara manna von.\nÞegar þeir komu til hans, urðu þeir þó fyrst alveg forviða, því að þetta, sem Friðrik ýmist bar eða dró, var stráheilt - hreindýr.\nDýrið var skorið á háls og nýlega dautt. Það bar það með sér, að það hafði nýlega lent í illa keldu, því að það var leirugt alveg upp á bak. Og Friðrik var líka allur leirugur.\nÞetta var spikfeitur griðungur, með fullsprottnum, greinamiklum hornum. Nú rigndi spurningunum yfir Friðrik um það, hvar hann hefði fengið þennan happadrátt.\nFriðrik var ekki fljótur til svars. Aldrei höfðu þeir séð hann jafnkindarlegan. Hann skáblíndi ofur góðlega upp á þá til skiftis, stamaði og hikstaði og vissi ekki, á hverju hann átti að byrja.\nLeitarmennirnir horfðu á hann spyrjandi augum. Það var eins og þeir gætu varla trúað því ennþá, að þetta væri Friðrik hinn áttundi, leitarmaður í Búrfellsheiðinni, sem þarna stæði frammi fyrir þeim yfir dauðu hreindýri.\nLoks var hann búinn að stynja upp því mesta af sögunni:\nÞegar hann kom norðan og vestan í Búrfellið, þar sem það er brattast, gekk hann alt í einu fram á heilan hóp af hreindýrum. Þau lágu þar í breiðu og bökuðu sig í sólskininu - og steinsváfu. Hann læddist að þeim ofur hljótt og hægt, - allir vissu, að hann gat farið hægt, - og þau urðu hans ekki vör, þar til hann kastaði sér á hrygginn á álitlegasta dýrinu. Þá vöknuðu þau öll - -.\nLeitarmennirnir skellihlógu.\n- Dýrin tóku til fótanna - beint ofan fjallið. Dýrið, sem Friðrik sat á, hljóp auðvitað með hinum. Honum leist raunar ekki á ferðalagið, því að dýrið stökk fram af hverjum stallinum eftir annan og stefndi beint undan brattanum. En hann gat ekki fleygt sér af því, því að dýrið reigði hausinn aftur á bak og hélt honum í klemmu með hornunum. Hann hafði því engin önnur úrræði en halda sér dauðahaldi og láta kylfu ráða kasti.\nÞegar niður kom úr fjallinu, tók við mýrarflóinn. Dýrin þutu á alt, sem fyrir varð, og voru svo létt á sér, að þau komust klaklaust yfir allar torfærur. En dýrið, sem Friðrik sat á, var þeim mun þyngra á sér en hin, að það sökk í og festi sig loks í einni keldunni. Þar braust það um. Þá losnaði svo um Friðrik, að hann kom við kutanum sínum og vann á því.\nLeitarmennirnir litu hver á annan. Þeir drógu enga dul á það, að þeir trúðu ekki einu orði í sögunni, töldu hana eintóman samsetning. En Friðrik guðsór sig um, að þetta væri alt saman satt. Og þarna var dýrið, - það var þó ómótmælanlegt. Og það hafði verið skorið á háls á meðan það var lifandi; það hafði blætt úr sárinu.\nÞeir töluðu um það upphátt sín á milli, hvað taka bæri trúanlegt í sögunni. Sumir héldu því fram, að óhugsandi væri, að Friðrik hefði búið til slíka sögu; hann hefði ekki vit á því. - En hann gat hafa heyrt hana og snúið henni nú upp á sjálfan sig. Þá minti líka, að þeir hefðu heyrt svipaða sögu, - sem auðvitað var lygasaga. Aðrir töldu Friðrik vísan til að hafa logið upp sögunni. Hann væri ekki eins vitlaus og menn héldu; hann “vissi sínu viti”!\nSennilegast þótti þeim öllum, að hreindýrin hefðu stygst út í mýrina og þetta fest sig í keldunni. Þar hefði Friðrik náð því.\nEn sannleikurinn var þeim sama ráðgátan eftir sem áður.\nFriðrik hlustaði á þessar umræður eins og þær kæmu honum hreint ekkert við. Hann stóð með ánægjubros um alt andlitið yfir dýrinu og horfði á það, eins og hann væri dauðhræddur um að missa alt í einu sjónar af því.\nLoks kom þeim til hugar að spyrja um það, sem mestu varðaði, - hvort Friðrik hefði nokkrar kindur fundið.\nFriðrik leit upp, og gleitt glott breiddi sig um alla andlitsloðnuna.\nJú, hann hafði fundið kindur, - margar kindur, - um 50 fjár.\nAftur litu leitarmennirnir steinhissa hver á annan.\nEn hvað var orðið um allar þessar 50 kindur?\nFriðrik var óvenjufljótur til svars:\nÞær voru auðvitað í Búrfellinu. - Hann hafði gilda afsökun; hann hafði að nokkru leyti verið tekinn frá þeim með ofbeldi.\nLeitarmennirnir hristu höfuðin. Lygileg hafði fyrri sagan verið, en ekki var þessi betri.\nFriðrik var næstum óðamála, meðan hann var að afsaka sig:\nHvernig hafði hann átt að fara að þessu? Hann hafði lent þarna á bakinu á ólukku griðungnum og enga björg getað veitt sér. Það hafði engin skemtireið verið, beint ofan Búrfellið. Og þegar hann var kominn ofan í miðjan mýrarflóann og búinn að vinna á dýrinu, - þá hefði hann kannske átt að fara að pjakka upp undir eggjar á Búrfellinu til þess að tína saman þessa 50 kindabjálfa, - skilja dýrið eftir í keldunni, - láta varginn rífa það í sig! - Það datt Friðrik ekki í hug! Húsbóndi hans átti dýrið -!\nLeitarmennirnir voru orðlausir af undrun og litu ýmist á Friðrik eða hver á annan.\nSvo fóru þeir að vega og meta, hvað satt gæti verið í sögunni.\nFyrst og fremst kom þeim saman um, að Friðrik kynni ekki að telja upp að 50. Þar næst var það ótrúlegt, að hann hefði verið búinn að finna um 50 fjár, þegar hann var ekki kominn lengra en út í Búrfellið. Og í þriðja lagi var það lítt hugsandi, að þeir hefðu aldrei séð til hans með jafnmikinn fjárhóp á undan sér.\nNei, sagan var ekki trúleg.\nFriðrik stóð yfir hreindýrsskrokknum á meðan, svo sauðarlega-góðlegur á svipinn, að þar urðu engir hrekkir séðir.\nÞeir margrengdu sögusögn hans í öllum greinum, en hann tók því öllu með góðu. Svo fór hann að lýsa fjárhópnum. Þar hafði verið flekkóttur haustgeldingur og tveir hrútar, annar grár, hinn bíldóttur, tvær mórauðar dilkær o. s. frv., uns það fóru alvarlega að renna tvær grímur á leitarmennina.\nÞeir fóru enn á ný að bera saman ráð sín. Nú var komið niðamyrkur og ekki vænlegt til árangurs að leggja fram á heiðar á ný til fjárleita. Þar að auki voru þeir ennþá efablandnir um, hvort þeir ættu að trúa Friðrik. Þeir horfðu hvast á Búrfellið, sem nú stóð eins og geysimikið skuggatröll og bar við heiðan næturhimininn. Hvítir dílar sáust vestan í fjallinu til og frá, en það var ómögulegt að sjá, hvort það voru skepnur eða fannir. Og 50 fjár í einum hóp, - það var of mikið til að láta það verða eftir í Búrfellsheiðinni! 50 fjár! - Það var nálega eins mikið og þeir höfðu fundið um daginn allir saman. Þeir gátu því nærri, hvað þeir mundu fá að heyra, ef þeir skildu allan þann hóp eftir. Og morguns mátti það ekki bíða vegna réttanna. Þeir urðu að fara undir eins.\nFriðrik stóð sem áður glottandi yfir dýrinu, á meðan þeir réðu ráðum sínum, og lagði ekkert til málanna. Það var stungið upp á því, að þeir hefðu hann með sér, en horfið frá því aftur; hann mundi ekki verða þeim til annars en tafar. Þeir létu hann því skýra sér nákvæmlega frá því, hvar hann hefði skilið við fjárhópinn, hótuðu honum öllu illu, ef þetta reyndist ósatt, - og lögðu svo á stað, allir fjórir.\nEn um leið og þeir fóru, gaf einn þeirra Friðrik það heillaráð, að hann skyldi spretta upp kviðnum á dýrinu og taka úr því innýflin, svo að það yrði léttara. Og Friðrik félst á það.\n- - Leitarmennirnir komu ekki ofan að kofanum fyr en um fótaferðartíma morguninn eftir.\nHeppinn var Friðrik að verða þá ekki fyrir þeim. Sjálfsagt hefðu þeir barið hann til stórskemda; svo voru þeir reiðir.\nÞeir höfðu gengið alla nóttina, gengið upp og ofan Búrfellið, leitað alstaðar, þar sem þeim datt í hug, og enga kind fundið. Aftur á móti höfðu þeir gengið fram á hóp af ljónstyggum hreindýrum.\nEn Friðrik hafði ekki komið að kofanum um nóttina. Þegar hann var búinn að létta dýrsskrokkinn, hafði hann lagt hann á bakið og labbað með hann - heim til sín.\nHann kunni sér ekki læti af gleði yfir því að geta fært húsbónda sínum þennan sjaldgæfa feng og bað hann að muna sig um það að hafa jafnan stökuna milli sænga í hjónarúminu, eftir að hún væri orðin þur. Hann hafði heyrt, að það yrðu gæfumenn, sem fæddir væru á hreinstöku.\nSeinna játaði hann fyrir húsbónda sínum, að sagan um þessar 50 kindur hefði auðvitað verið haugalygi. En hann hefði mátt til að koma hinum leitarmönnunum af sér, því að hann hefði verið hræddur um, að þeir heimtuðu hlut í dýrinu, ef þeir hjálpuðu honum með það til bygða.\nEn um það, hvernig hann hefði náð dýrinu, var hann altaf sjálfum sér samkvæmur.",
    "url": "https://www.hugi.is/smasogur/greinar/129480/fridrik-attundi/",
    "url_id": "129480",
    "id": "969832",
    "replies": [
        {
            "user": "PerlaPuppy",
            "user_id": "30998",
            "date": "2003-03-24 15:15:29",
            "id": "969833",
            "reply_to_id": "969832",
            "text": "jei!"
        }
    ]
}