{
    "forum_title": "Handbolti",
    "user": "doIh8u",
    "user_id": "4729",
    "date": "2003-03-14 14:42:06",
    "title": "Landlsliðið gegn þýskalandi valið",
    "text": "Guðmundur Guðmundsson er búinn að velja landsliðshópinn gegn þýskalandi, þetta er í eitt fyrsta skiptið sem ég er mjög ánægður með valið á landsliðinu, aðeins einn sem á ekki heima þarna og einn sem er ekki sem á heima í landsliðinu, Gummi hrafnkels er kominn á aldur og tími kominn á róbert gunnars að fá tækifæri á línuna. Tveir nýliðar eru í hópnum. Hópurinn er svona skipaður\nMarkmenn:\nGuðmundur Hrafnkelsson                          Conversano\nRoland Eradze                                          Valur\nHorna- og línumenn:\nGuðjón Valur Sigurðsson                          TUSEM Essen\nLogi Geirsson                                           FH\nEinar Örn Jónsson                                     Wallau Massenheim\nGylfi Gylfason                                           Wilhelmshavener HV\nSigfús Sigurðsson                                      SC Magdeburg\nRóbert Sighvatsson                                   HSG Wetzlar\nÚtileikmenn:\nPatrekur Jóhannesson                                 TUSEM Essen\nJaliesky Garcia                                           HK,\nRúnar Sigtryggsson                                   Ciudad Real\nAron Kristjánsson                                     Haukar\nSnorri Steinn Guðjónsson                         Valur\nÓlafur Stefánsson                                    SC Magdeburg\nÁsgeir Örn Hallgrímsson                           Haukar, nýliði",
    "url": "https://www.hugi.is/handbolti/greinar/129469/landlslidid-gegn-thyskalandi-valid/",
    "url_id": "129469",
    "id": "969687",
    "replies": [
        {
            "user": "koddanammi",
            "user_id": "15022",
            "date": "2003-03-14 17:50:35",
            "id": "969688",
            "reply_to_id": "969687",
            "text": "Já, nokkuð sammála þér… bara vel valið! Annars finnst mér nú Gummi gamli oftast standa fyrir sínu, en satt! Audda þarf líka að gefa Róberti séns á að spreyta sig! Og hvenær er svo leikurinn? :)"
        },
        {
            "user": "flumbra",
            "user_id": "33317",
            "date": "2003-03-14 18:59:26",
            "id": "969689",
            "reply_to_id": "969688",
            "text": "Mér finnst nú Gummi Hrafnkels gjörsamlega búinn að vera.Það er ekki hægt að segja að hann að hann hafi staðið fyrir sínu á heimsmeistarmótinu varði varla blöðru.Hann er búinn að þjóna landsliðinu vel og oft búinn að bjarga okkur á ögurstundu.Er ekki betra fyrir hann að hætta núna staðin fyrir að brenna rólega upp."
        },
        {
            "user": "koddanammi",
            "user_id": "15022",
            "date": "2003-03-15 02:17:08",
            "id": "969690",
            "reply_to_id": "969689",
            "text": "Varði varla blöðru?? Mér fannst hann nú alveg eiga sín moment ! :) En já, ætli manni fari ekki bara smám saman að þykja vænt um þessa kalla! Ég hugsa samt sem áður að það væri mjög rökrétt fyrir hann að hætta núna, er allavega sammála þér þar!"
        },
        {
            "user": "doIh8u",
            "user_id": "4729",
            "date": "2003-03-15 03:40:23",
            "id": "969691",
            "reply_to_id": "969687",
            "text": "það var nú aðalega roland valur eradze sem var að verja á “ögurstundu” á heimsmeistaramótinu, það er kominn tími á gumma og tími til að finna einhvern góða og traustan markvörð með roland, um að gera prófa marga, margir ágætis markverðir sem væri vert að prófa með landsliðinu, reynir reyniss. hlynur jóhanness, elvar guðmundss, hreiðar guðmundss svo mætti áfram telja"
        },
        {
            "user": "aggislae",
            "user_id": "7206",
            "date": "2003-03-15 15:20:34",
            "id": "969692",
            "reply_to_id": "969687",
            "text": "Ég vil byrja á því að vísa allri umræðu um Guðmund Hrafnkelsson að hann sé búinn á bug og tel ég rétt að menn fari ekki svona geysti í að dæma manninn því eins og þið vitið mun hann spila áfram og verða í markinu næstu 2 keppnir, það er alveg klárt. Guðmundur Guðmundsson hefur tjáð sig um þetta og telur enn mjög langt í næsta markvörð. Þannig er það og ætla ég hér með að dæma commet þessara aðila hér um að Guðmundur eigi ekki lengur heima í landsliðinu hér með dauð og ómerk.\nÁsgeir Örn, er þetta grín, hann gat ekki valið Bjarka Sig. meðan hann var bestur í deildinni áður en hann meiddist en getur valið mann sem er eins einhæfur og raun ber vitni. Ég tel eðlilegt að Guðmundur leiðrétti þetta um leið og Bjarki er búinn að ná sér, annað er bara jók.\nGarcia gott mál, Gunnar Berg út, það tel ég eðlilegt. Með kveðju."
        },
        {
            "user": "aggislae",
            "user_id": "7206",
            "date": "2003-03-15 19:31:29",
            "id": "969693",
            "reply_to_id": "969692",
            "text": "Guðmundur Hrafnkelsson er seigur! Varði hann ekki yfir 20 bolta á HM á móti ekki slakari andstæðingi en Þjóðverjum?!\nSvo finnst mér gott mál að fá nýjan einstakling inn í hægra hornið.(Gylfi) Þó að Einar Örn nýti færin mjög vel þá vantar einhvern til að fylla skarðið sem Valdi Gríms og Bjarki Sig skildu eftir sig."
        }
    ]
}