{
    "forum_title": "Myndasögur",
    "user": "Kexi",
    "user_id": "28960",
    "date": "2003-03-14 15:34:15",
    "title": "Tinna-kvikmynd?",
    "text": "Fyrir aðdáendur Tinna bókanna eru hér góðar fréttir á ferðinni. Tinna-kvikmynd er væntanleg á hvíta tjaldið. Ekki er víst hver leikur kappann, en hér er smá efni, tekið með leyfi af vefmeisturum www.tinni.tk. Þetta efni er þýtt af vefmeisturunum og er komið af síðunni www.marlinspike.org. Endilega kíkjið á þessa íslenku Tinnasíðu sem er að vísu dálítið ný og frekar slappy en aðdáendur ættu allavega að gleðjast eitthvað =)\nHin opinbera Tinnasíða segir að “það líti út fyrir að það verði af þessu!” en “að ekkert sé enn ákveðið.” Þar er boðið upp á video viðtal við Nick Rodwell.\nÞað sem þar kemur fram:\n1. Spielberg framleiðir, en leikstýrir ekkert endilega.\n2. Næstum öruggt er að myndin verður byggð á einni eða tveimur af bókunum.\n3. Rodwell vill að myndin verðin “hin fullkomna tenging” milli Spielberg og Hergé.\n4. Ekki er enn vitað hvort Moulinsart og Foundation Hergé verði viðroðin myndina.\n5. Rodwell lítur á þetta sem mikilvægasta Tinna verkefnið síðan Hergé lést.\nHorse and Hound giskar á í gein hjá sér að kvikmyndatakan hefjist vorið 2003. Svo er líka spáð því að Macauly Culkin (veit ekki alveg hvernig það er skrifað :-S) leiki ljóshærða spennufíkilinn.\nVið vonum bara að eitthvað gerist úr þessu! =)",
    "url": "https://www.hugi.is/myndasogur/greinar/129470/tinna-kvikmynd/",
    "url_id": "129470",
    "id": "969694",
    "replies": [
        {
            "user": "Gourry",
            "user_id": "758",
            "date": "2003-03-14 16:38:34",
            "id": "969695",
            "reply_to_id": "969694",
            "text": "Culkin er alla vega nógu mikill fíkill fyrir."
        },
        {
            "user": "shelob",
            "user_id": "19816",
            "date": "2003-03-14 17:19:44",
            "id": "969696",
            "reply_to_id": "969694",
            "text": "Óóóóóó… Tinni er svo mikil snilld… þetta eru bestu myndasögur allra tíma! Kannski er ég í minnihluta, en mér fannst evrópsku myndasögurnar miklu betri en þær amerísku, og Tinni skarar þar framúr. Ég vona bara að Spielberg geri þetta vel."
        },
        {
            "user": "rubber",
            "user_id": "25588",
            "date": "2003-03-14 17:28:59",
            "id": "969697",
            "reply_to_id": "969696",
            "text": "100% sammála. Tinni er bestur."
        },
        {
            "user": "rumputuski",
            "user_id": "9062",
            "date": "2003-03-14 18:01:25",
            "id": "969698",
            "reply_to_id": "969697",
            "text": "Það var nú gerð leikin Tinna-kvikmynd í denn. ,,Tinni og bláu Appelsínurnar\""
        },
        {
            "user": "shelob",
            "user_id": "19816",
            "date": "2003-03-14 18:07:10",
            "id": "969699",
            "reply_to_id": "969698",
            "text": "Og sú kvikmynd var hörmung, ef ég man rétt. :)"
        },
        {
            "user": "rumputuski",
            "user_id": "9062",
            "date": "2003-03-14 18:15:45",
            "id": "969700",
            "reply_to_id": "969699",
            "text": "Mjamm, hef reyndar ekki séð hana(las bara myndabókina). Það væri gaman að sjá hana. :) Veistu nokkuð hvar væri hægt að nálgast hana?"
        },
        {
            "user": "shelob",
            "user_id": "19816",
            "date": "2003-03-14 18:17:59",
            "id": "969701",
            "reply_to_id": "969700",
            "text": "Nei, ekki hugmynd, mjög langt síðan ég sá hana. :) Hún finnst þó líklega í Nexus, þeir eru nú einu sinni myndasöguverslun með myndbandaleigu."
        },
        {
            "user": "al1",
            "user_id": "1179",
            "date": "2003-03-14 18:48:53",
            "id": "969702",
            "reply_to_id": "969700",
            "text": "hérna er hún :Þ\nhttp://us.imdb.com/Title?0058663"
        },
        {
            "user": "Hansi",
            "user_id": "8352",
            "date": "2003-03-14 20:29:03",
            "id": "969703",
            "reply_to_id": "969700",
            "text": "rumputuski: ég man að þegar ég sá hana leigði ég hana á Bókasafni Kópavogs."
        },
        {
            "user": "rubber",
            "user_id": "25588",
            "date": "2003-03-14 21:24:10",
            "id": "969704",
            "reply_to_id": "969698",
            "text": "Já og önnur leikin, hún hét eitthvað, man það ekki. En mér skilst þó ég hafi ekki séð þær að báðar hafi mistekist frekar illa. Vonandi verður ekki eins með nýju."
        },
        {
            "user": "shelob",
            "user_id": "19816",
            "date": "2003-03-14 21:56:48",
            "id": "969705",
            "reply_to_id": "969704",
            "text": "Spielberg floppar ekki. Hann gerir það aldrei. :)"
        },
        {
            "user": "Tahara",
            "user_id": "22188",
            "date": "2003-03-14 22:44:46",
            "id": "969706",
            "reply_to_id": "969705",
            "text": "Ja, thad tøldu nu margir grinWW2stridsmyndina hans (man ekki hvad hun heitir, held 1941) vera flopp.\nSpurningin aftur a moti sem ætti ad spyrja er:\nHvada bok/bækur verda notadar til ad kvikmynda???\nOg hvada personur munu tha koma fram:\nTinni, Vandradur, Kolbeinn, Tobbi og Skaftarnir/Skaptarnir koma fram 100%\nKolbeinn kom fyrst fram i “Krabbanum med Gylltu klærnar” sem mig minnir ad er bok numer 9.\nVandradur kom fyrst fram i bokinni thar sem their leita ad fjarsjodi forfads Kolbeins sjoræningjans, held ad thad seu bækur 11-12.\nTinni, tobbi og Skaptarnir voru med fra byrjun (Russlandi).\nSvo reyna their trulega ad troda stærstu vondu kørlunum i myndina: Rassaputin og Hødur (Vindlar Faros, Blai lotusinn, Krabbin med gylltu klærnar, Kolafarmurinn og Flug 741 til Sydney.\nMig myndi samt helst langa til ad sja Dr Muller (sem var i 3 bokunum).\nEg held ad their hljota ad blanda saman tveim bokum:\nt.d.\nVindlar Faros og Blai Lotusinn (sem er reyndar kannski of tviskipt Egyptaland/Kina til ad gera mynd ur)\nBækurnar um fjarsjod Kolskeggs kapteins (man ekki hvad thær heita).\nEldflaugastødin og tunglferdabokin.\nSjø krafmiklar kristalskulur og Inkabokin.\nHvad haldid thid??"
        },
        {
            "user": "shelob",
            "user_id": "19816",
            "date": "2003-03-14 22:50:28",
            "id": "969707",
            "reply_to_id": "969706",
            "text": "Ég vonast eftir mynd um tunglferðina, en Spielberg gerir það ekki í fyrstu myndinni. Kannski ef það verður önnur?\nÞá gerir hann kannski Pikkarónana og Skurðgoðið saman? Þá getur hann haft Alkasar, Skaftana, Vaílu, Kolbein, Tobba og Vandráð. Vondikallinn mundi þá vera Spons, en það er nú ekki alsæmt. Svo gæti hann alltaf troðið Rassópúlos eða Müller einhvernveginn inn.\nMér fannst nú 1941 vera alveg fín… ég veit nú ekki hvort henni hafi gengið vel í bíóum, en það er nú annað mál. :)"
        },
        {
            "user": "Tahara",
            "user_id": "22188",
            "date": "2003-03-14 23:10:03",
            "id": "969708",
            "reply_to_id": "969707",
            "text": "1941 er talid vera ein flopp Spielbergs. Agætis mynd samt. Sidan tha hefur hann fordast ad gera grinmyndir.\nFin hugmynd shelob med Pikkaronana (sidustu bokina) og Skurdgodid.\nAnnars er tunglferdasagan kannski ekki nogu spennandi sem kvikmynd. Lysir ekki ævintyrum Tinna a thessari plahnetu heldur tunglinu. Vantar kannski fleiri personur og umhverfi til ad ganga upp. Vondi karlinn i tunglferdinni var lika ad hefna sin a fyrri bok: Gullni Sceptarinn.\n7 kraftmiklar kristalkulur tel eg vera ein skemmtilegasta og spennandi bokin en framhaldid Inkaævintyrid vantar trulega vondan karl.\nEg tel samblanda af faroinn/lotusinn/krabbinn vera liklegast sem biomynd. Thar sem Kolbeinn verdur tha kynntur til søgunnar med thvi ad taka thad besta ur thessum 3 bokum. Thannig er lika hægt ad lata Tinna flakka milli margra landa eins og Indiana Jones.\nSem framhald tel eg sjoræningjasøguna liklega.\nVandradur kemur ekki fram fyrr en thar. Samt sem adur er i nærri hver einasti Tinna bok fyrir thann tima einhver utangata snillingur, uppfinningamadur, visindamadur, fornleifafrædingur  sem plottid snyst um. Talid er ad Herge var ad leita ad personunni og fann hana ekki fyrr en med Vandradi. Eftir thad snuast lika fmjøg mørg ævintyrin um afrek Vandrads (tungferdin, Leynivopnid)"
        },
        {
            "user": "shelob",
            "user_id": "19816",
            "date": "2003-03-15 00:19:58",
            "id": "969709",
            "reply_to_id": "969708",
            "text": "Flott hugmynd með faróinn/lótusinn/krabbann, það er alveg satt að það væri besta leiðin til að kynna Kolbein, þrátt fyrir að maður mundi nú sakna Vandráðs. :)"
        },
        {
            "user": "Tahara",
            "user_id": "22188",
            "date": "2003-03-15 12:53:57",
            "id": "969710",
            "reply_to_id": "969709",
            "text": "I byrjun Farosins hittir Tinni fornleifafræding, their gætu trulega breytt og stækkad hlutverk hans og breytt honum i Vandrad kannski.\nMalid er ad mig minnir ad Vandradur kemur ekki fram fyrr en Tinna serian er halfnud: bok 12 af 23 minnir mig."
        },
        {
            "user": "Kexi",
            "user_id": "28960",
            "date": "2003-03-16 00:06:56",
            "id": "969711",
            "reply_to_id": "969710",
            "text": "Ég væri til í að Tinni í Tíbet væri notuð. Ef ekki þá blanda af Vindlar faraós/blái lótusinn"
        },
        {
            "user": "rubber",
            "user_id": "25588",
            "date": "2003-03-20 22:23:19",
            "id": "969712",
            "reply_to_id": "969711",
            "text": "Fullkomlega sammála. Uppáhalds bækurnar mínar."
        },
        {
            "user": "Andskoti",
            "user_id": "29761",
            "date": "2003-03-16 18:11:00",
            "id": "969713",
            "reply_to_id": "969696",
            "text": "Tinni er samkynhneigður besserwisser með kjölturakka.\nEkki að reyna móðga samkynhneigða…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-17 09:12:14",
            "id": "969714",
            "reply_to_id": "969713",
            "text": "Skrýtið hversu margir virðast hafa áhuga á kynhneigð Tinna.\nKannski liggja þarna eithvernstaðar repressaðar fantasíur, en hver veit? :)"
        },
        {
            "user": "alvaro",
            "user_id": "21004",
            "date": "2003-03-26 13:41:45",
            "id": "969715",
            "reply_to_id": "969713",
            "text": "Tinni er ekkert hommi, að vísu er það soldið varfasamt að það hafi aldrei verið nein kona í sögunum um Tinna nema óperusöngkonan sem þeir hötuðu en ef maður kafar í rætur þessa máls þá sér maður að eins og Hergé sagði sjálfur átti Tinni að vera 14 ára þegar fyrsta sagan (Tinni í Sovétríkjunum) var gerð og í Tintin in Alph-art átti hann að vera orðinn 25 ára þannig að there you go.\nÉg vona hinsvegar innilega að þeir geri ekki mynd eftir Tinna í sovétríkjunum það myndi vera svo úrelt að það væri ekki einu sinni fyndið.\nReyndar er það eina sem ég hef á móti Tinnasögunum sem annars eru frábærar er Rasismi í mörgum sögum Vottar söldið fyrir Rasisma þá aðallega í Tinni í Kongó en eftirt því sem ég best veit þá gerði Hergé hana ekki af frjálsum vilja helædur vildu útgefendurnir að hann fræddi lesendur sína um nýlendustefnuna en Hergé vildi það alls ekki og gerði han því viljandi hundleiðinlega og rasíska svo ég dæmi hann ekkert fyrir það."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-28 15:17:03",
            "id": "969716",
            "reply_to_id": "969715",
            "text": "Reindar er hún als ekki beint Rassísk, Hergé vissi bara ekki nóg um þennan heimshluta vegna þess að han hafði aldrei ferðast þangað sjálfur, og byggði því bókina á mjög vafasömum upplísingum sem hann las hér og þar. Það sést mjög vel í  bókum hans að hann er mjög mikill mannvinur (það sést sérstaklega á seinni ævintírum Tinna) og það að enginn var óhultur fyrir skopstælingum hans á mannlegri illsku, sama hvaða kynþáttur það var."
        },
        {
            "user": "Wolvie",
            "user_id": "6457",
            "date": "2003-03-30 16:28:12",
            "id": "969717",
            "reply_to_id": "969713",
            "text": "HEYYYYYYYYYYYY!!!!! GESTUR NÚ SKAL ÉG MÆTA ÞÉR VÍGI Á MORGUN!!!!!!!!! PREPARE YOURSELF!!!!!!!!"
        },
        {
            "user": "Harry",
            "user_id": "49977",
            "date": "2003-03-14 20:40:48",
            "id": "969718",
            "reply_to_id": "969694",
            "text": "Tinni er með brúnt hár. Og ég myndi veðja á Tobey Maguire."
        },
        {
            "user": "ibex",
            "user_id": "18701",
            "date": "2003-05-13 10:10:56",
            "id": "969719",
            "reply_to_id": "969718",
            "text": "Tinni er með RAUTT hár!!!"
        },
        {
            "user": "alvaro",
            "user_id": "21004",
            "date": "2003-03-22 16:38:42",
            "id": "969720",
            "reply_to_id": "969694",
            "text": "Ætli það sé ekki besta að byrja að gera mynd eftir Svaðilför í Surtsey og gera síðan myndir í svipuðum stíl eins og t.d. Krabbin með gylltu klærnar.\nÞeir ættu hinsvegar alveg að sleppa tunglferðabókunum, þær eru verstu Tinna-bækurnar (reyndar er Eldflaugastöðin prýðileg en hin herfileg) Svo væri gott að sleppa líka Tinni í Kongó hún var líka herfileg.\nEn ættu þeir að gera mynd eftir Tinni og Alph-Art (ókláraða sagan)?"
        },
        {
            "user": "maxz",
            "user_id": "29222",
            "date": "2008-05-16 19:45:11",
            "id": "5859348",
            "reply_to_id": "969694",
            "text": "Ef ég myndi hitta þennan tinna í dag, þá myndi ég fokka honum upp."
        }
    ]
}