{
    "forum_title": "Heimspeki",
    "user": "krizzi",
    "user_id": "8997",
    "date": "2003-03-16 18:33:42",
    "title": "Reikna út alheiminn",
    "text": "Heimskuleg spurning sem ég er búinn að hugsa um ansi lengi:\nEf þú ætlar að hanna einhverja vél til þess að skilja allan heiminn (hreifing atóma og eðli heimsins) þarf hún þá ekki að vera stærri en heimurinn sjálfur?\nEkkert sem er minna en eitthvað getur “simulerað” það sem er stærra nákvæmlega, eða hvað?!<br><br>–krizzi–\n“E pur si muove”\n-Galileo Galilei",
    "url": "https://www.hugi.is/heimspeki/korkar/129841/reikna-ut-alheiminn/",
    "url_id": "129841",
    "id": "972936",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-16 20:18:16",
            "id": "972937",
            "reply_to_id": "972936",
            "text": "annaðhvort það eða þá milljarðar skynjara dreift út um allan alheim sendandi upplýsingar til einnar móðurtölvu sem ber upplýsingarnar saman og býr til eitt stærsta svar við stærstu spurningu sem gæti orðið til!"
        },
        {
            "user": "VeryMuch",
            "user_id": "10074",
            "date": "2003-03-17 15:53:03",
            "id": "972938",
            "reply_to_id": "972936",
            "text": "Krizzi:\nGóð spurning!  Og ég meina það.\nÉg veit ekki svarið, en það eru fleiri búnir að velta fyrir sér einmitt þessu.\nKv.\nVeryMuch\n<br><br><b>Arnþór L. Arnarson skrifaði:</b><br><hr><i>Spurningin er mikilvægari en svarið.</i><br><h"
        },
        {
            "user": "xeeder",
            "user_id": "452",
            "date": "2003-03-18 11:44:47",
            "id": "972939",
            "reply_to_id": "972936",
            "text": "Ef þú veist staðsetningu allra atóma akkurrat NÚNA, þá væri hægt að búa til vél sem myndi simulera heiminum.\nVélin myndi ekki þurfa að vera jafn stór, miðað við stærð, en hún þyrfti að hafa líklega sama massa.\nSvo kemur spurningin mikla:\nVélin væri partur af heiminum, svo hún þyrfti að simulera sjálfri sér, og það copy sjálfri sér. Það er komin endalaus loopa. Sem þýðir það þetta myndi ekki ganga upp."
        },
        {
            "user": "midgardur",
            "user_id": "12186",
            "date": "2003-03-20 12:07:16",
            "id": "972940",
            "reply_to_id": "972939",
            "text": "vil benda á að ef þú veist staðsetningu öreindar þá veist þú ekkert um feril hennar og öfugt ef þú veist feril hennar þá veist þú ekki staðsetningu hennar."
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2003-03-19 14:21:49",
            "id": "972941",
            "reply_to_id": "972936",
            "text": "Fyrst þyrfti að svara “ER hægt að reikna út heiminn nákvæmlega?”\nHvort þetta er hægt fræðilega séð jafngildir spurninunni:\n“Er heimurinn reglulegur (determinískur), og ef svo, upp að hvaða\nmarki?”.\nÞetta gengi að sjálfsögðu ekki upp þar sem tölvan sem um er rætt\nþyrfti að hugsa um sjálfa sig - sem tæki upp alla vinnslu hennar.\nEn útfrá tæknilegu sjónarmiði held ég að svarið verði já.  Gerum\nráð fyrir að heimurinn sé fullkomlega determinískur, og að til sé\nminnsta eining hans.  Þá þyrftum við, til að geyma upplýsingar um\nallar einingarnar og minnsta geymsluformið væri þá einingin sjálf,\nsvo það minnsta sem við kæmumst af með væri að gera nákvæma eftirmynd\nheimsins og sjá hvernig hún þróast.\nTil að geta séð það fyrir fram þyrftum við líklega meira “pláss”\nfyrir upplýsingar og því stærri “vél” en heimurinn er sjálfur.\n<br><br>\nKomið á músíktilraunir 20. mars og sjáið Danna og Dvergana leika ljúfa tóna!"
        },
        {
            "user": "midgardur",
            "user_id": "12186",
            "date": "2003-03-20 12:09:38",
            "id": "972942",
            "reply_to_id": "972936",
            "text": "Ein kenning segir að heimurinn sé í raun eitt risastórt reikniverk, þe. að heimurinn sé í grunni upplýsingaferli.\nM."
        }
    ]
}