{
    "forum_title": "Stjórnmál",
    "user": null,
    "user_id": null,
    "date": "2001-01-05 18:54:56",
    "title": "Fjármál heimilana",
    "text": "Mér finnst alveg vanta að fólk tali um hvað ríkistjórnin er að gera\ní sambandi við fjármál heimilana. Og þá er ég að tala um þá staðreynd að á sínum tíma þá voru skattar á fyrirtæki lækkaðir um 20% minnir mig. Og á móti voru skattar á heimili aukin. Ég man ekki\nnákvæmlega hvenær þetta var gert. en ég man um furðuleg litla umræðu um þetta mál. Miðað við hvað mér finnst þetta svívirðilegt.\nFólk er svo algerlega dautt fyrir sona hlut. það bara þegir og mætir í sína þrælavinnu, ætli það sé ekki þessi langi vinnudagur og lágt kaup sem gerir Íslenska alþýðu sona dauða, og vindur baráttuþrekið úr fólki.\nSvo man ég að á síðasta ári komu einhverjar smá umræður í sjónvarpi og þá aðalga á stöð 2. um stöðu fjármála heimila, og það kom fram að heimili eru að safna skuldum. og alþingismenn blésu bara á þetta og sögðu að fólk yrði bara að hætta að fara til útlanda. Ég segi fyrir mig að ég hef aðeins einu sinni komið til útlanda á minni æfi. En eingin minnitst á aukan sattabyrði heimila.\nSvo voru bankar að hækka vexti af lánum til að draga úr þenslu. sem auðvitað er rakið beint til að fólk fer svo mikið til útlanda og kaupir of mikið. en hvort ætli slái meira á þensluna. Að Ríkistjórnin hætti við jarðgöng fyrir vestan upp á 10000 miljónir, eða að hækka vexti á debetkortum og lánum. ??\nSvo er líka annað. þessar skattalækkanir á fyrirtæki sem áttu að gera þau samkeppnishæfari við umheiminn. er hún endilega að skila sér í betri samkeppnishæfni fyrirtækja. eða hærri launum til starfsmanna. Eða fer þessi peningur beint í vasa forstjórans og inn á einkareikning hans, svo hann geti keipt sér dýrari jeppa eða keipt sér stærra hús. er eitthvað verið að fyglast með því ?\nnei ég hef ekki séð það.\nég bara veit það að þetta er ein af ástæðum fyrir að ég mun ekki kjósa Sjálfstæðisflokkinn í næstu kostningum, og líka auk stefnu hans í menntamálum. og það væri gaman að fá fleiri skoðanir fólks á hvert fjármál heimilana stefna.",
    "url": "https://www.hugi.is/stjornmal/greinar/12984/fjarmal-heimilana/",
    "url_id": "12984",
    "id": "80813",
    "replies": [
        {
            "user": "Fairy",
            "user_id": "4353",
            "date": "2001-01-05 19:30:07",
            "id": "80814",
            "reply_to_id": "80813",
            "text": "Ég hef engu við þessa greina að bæta nema að mér finnst óvenjulegt að:\nMaður tekur 10.000.000 króna lán (fyrir þaki yfir höfuðið).\nNæsta hálfa árið hefur maður borgað 400.000\nog þá skuldar maður enn 9.980.000\nÞað er eitthvað alvarlega bogið við þetta dæmi.\nFólk sem er að kaupa sér í dag gerir sjaldnast ráð fyrir því að vera búin að borga skuldina áður en það deyr.\nAð auki:\nEr réttlátt að við borgum afföll af húsbréfum?\nAð öðru leiti er ég fullkomlega sammála þér að auðvitað ætti að reyna að koma heimilunum upp úr skuldasúpunni og fyrirtækjaeigendur fari færri utanlandsferðir, eða kaupi sér ekki nýjan jeppa þegar hinn verður skítugur."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2001-01-05 20:20:03",
            "id": "80815",
            "reply_to_id": "80814",
            "text": "Finnst þér virkilega eitthvað óeðlilegt við að þurfa að borga vexti?\nEf einhver á 10 millur og þú vilt fá þær lánaðar til að kaupa íbúð þá verður það að borga sig líka fyrir þann sem á peninginn.  Annars fjárfestir hann bara í einhverju öðru.  Það lánar þér enginn 10 millur af því hann er svo góður.  Skiptir engu hvort það er einstaklingur, banki eða lífeyrissjóður."
        },
        {
            "user": "Fairy",
            "user_id": "4353",
            "date": "2001-01-05 20:35:01",
            "id": "80816",
            "reply_to_id": "80815",
            "text": "Ég var ekki að segja að ég sé á móti vöxtum. Skoðaðu dæmið sem ég setti upp aðeins betur (ég nenni ekki alltaf að endurtaka hlutina). Finnst þér aðlilegt að þegar maður er að borga 400.000 krónur, þá falla 20.000 krónur af skuldinni? Þú hlítur þá að vera mjög ríkur ef þú hefur efni á þessu.\nÞetta eru annað og meira en bara vextir. Þetta er okur."
        },
        {
            "user": "Xavier",
            "user_id": "2009",
            "date": "2001-01-05 23:00:31",
            "id": "80817",
            "reply_to_id": "80816",
            "text": "það var áhugaverð umræða sem að ég var í fyrir nokkrum vikum síðan. Ég var að ræða við gæja hjá Kaupþingi um fjárfestingarkosti og hann sagði mér að besta fjárfestingin í dag væri að borga skuldir.\nHmmm… ég skildi hann ekki alveg strax, en hann sagði mér að málið væri að VISA & Euro bera allt að 22% vesti, yfirdrátturinn hjá þér í bankanum er með annað eins, síðan skuldabréfið og allt annað. Notaðu alla þína peninga í að borga skuldirnar niður því að það er allra besta fjárfestingin sem að þú gerir þessa daganna. Þetta var ráðið sem að þessi ágægi vinur minn hafði að gefa mér.\nÍ dag er ég búinn að klippa kortin því að ég tók það saman að ég er að borga kortafyrirtækjunum um 70.000 kall árlega í vexti. Ég hef nóg annað við þann pening að gera.\nVextir eru hluti af okkar daglega lífi en ef að við pössum okkur ekki getum við eitt alltof stórum hluta af okkar innkomu í vexti.\nÞessi fjárfestingarráðgjöf var í boði Grensásvideo…\nSjáumst síðar…\nXavie"
        },
        {
            "user": "Xenia",
            "user_id": "5249",
            "date": "2001-01-05 20:43:13",
            "id": "80818",
            "reply_to_id": "80815",
            "text": "Málið er að vextirinir eru of hái"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-01-05 21:36:24",
            "id": "80819",
            "reply_to_id": "80813",
            "text": "ég hata að borga vexti og það er ekkert í kortinu mínum"
        },
        {
            "user": "Ize",
            "user_id": "6335",
            "date": "2001-01-05 23:16:44",
            "id": "80820",
            "reply_to_id": "80813",
            "text": "Allir þurfa jú þak yfir höfuðið,og vextirnir af húsnæðislánum eru frekar háir,en ekki gleyma því að allir sem kaupa húsnæði fá vaxabætur.þær slaga eithvað á annað hundrað þúsund á ári fyrir vísitölufjölskylduna.Ekki slæmt þar sem barnabætur og fleira fylgir vísitölufjölskyldunni.Þannig að mikið kemur til baka af sköttunum til þessa fólks.Kvað neyslulánin varðar þá er eingin skyldugur til að fá lán.Fólk er bara svo neyslusjúkt að það getur ekki beðið meðan safnað er fyrir þvi sem það langar í,heldur tekur það dýr lán fyrir neyslunni og lendir svo í greiðsluerfiðleikum með lánin.Svoleiðis fólki vorkenni ég ekki,það getur sjálfum sér kennt.Það lærir kannski af reynslunni,það vona ég allavega."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2001-01-06 11:48:46",
            "id": "80821",
            "reply_to_id": "80820",
            "text": "Hvað flokkar þú undir neyslu lán. því það kemur upp í hugann einhver þáttur á skjá einum sem ég rétt greip inní. og þar var viðtal við hjón sem voru að kaupa hús og allt sem því fylgir. og reyna að lifa líka. og þau sögðu að um 60% af útgjöldum væri matur og nauðsynjar. svo hvað er þá eftir til að lifa. eða ertu á þeirri sömu skoðun að fólk geti bara húkið heima hjá sér og horft út í loftið.\nsvo er annað mál. fólk úr kuningja hópnum sem ég þekki. það er óðfluga að tínast út til danmörku. og ástæðan. jú. hærri kaupmáttur. hærra kaup. fólk segir. maður getur lifað af lanunum. lægra verð fyrir nauðsynjar eins og mat.\nog það er víst að eitt sem danir myndu aldrei gera, það er að flytja t.d fisk út ónuninn í vaxandi mælist eins og gerist hérna. því ef maður fer að skoða hvernig danir fara að því að vera sona vel stæðir. jú þeir eru búnir að byggja upp sterkan iðnað. þeir flytja inn hráefni og vinna það og selja það dýrar út. en nei íslendingar þeir flyta t.d fisk út óuninn í stig vaxandi mæli"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2001-01-06 18:20:26",
            "id": "80822",
            "reply_to_id": "80821",
            "text": "Fólk þarf ekkert að húka heima og horfa út í loftið þó það sé ekki alltaf að eyða einhverjum pening.  Það er hægt að fara út að labba, spila matador eða syngja með útvarpinu.\nAnnars hef ég heyrt fólk segja sem hefur flutt til Danmerkur eða Noregs að það sé ekki að fólk hafi eitthvað miklu hærri laun eftir skatta eða það sé eitthvað miklu ódýrara að lifa heldur að fólk lifir ekki eins flott þar eins og hér og hefur þessvegna meiri afgang.\nTil dæmis þetta með að neita sér um að eiga bíl.  Ég var í skóla í Danmörku í hálfan vetur og ég bara man ekki eftir því að það hafi verið neitt fljótlegra fara í skólann í strætó þar heldur en hér og ekki heldur að það væri eitthvað fljótlegra að komast niðrí bæ og þess þá ekki heldur að það hafi ekki verið skítkalt líka þegar maður var að bíða eftir honum.  Fólk bara sættir sig við að eiga ekki bíl þarna úti en það gerir það ekki hér.  Þeir sem síðan eiga bíla finnst ekkert að því að þeir séu gamlir.  Hjólin sem þetta fólk í Köben er á eru líka upp til hópa druslur sem fólk hér á landi myndi skammast sín fyrir að láta sjá sig á.  Íslendingar eru nefnilega algjörir flottræflar."
        },
        {
            "user": "Bouclier",
            "user_id": "4296",
            "date": "2001-01-06 20:20:36",
            "id": "80823",
            "reply_to_id": "80822",
            "text": "Spila Matador? Syngja með útvarpinu? Ef að ég myndi neyðast til að syngja með útvarpinu, þá myndi ég nota Rás1 til þess.  Ógurlega góð útvarpsstöð, sem ég er neyddur til að borga af afnotagjöldin hvort sem mér líkar betur eða verr (það er verr í mínu tilfelli, ef einhver velkist í vafa um það).\nKannski að maður rauli næst með tilkynningalestri Gerðar G… :)"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2001-01-06 21:02:16",
            "id": "80824",
            "reply_to_id": "80822",
            "text": "já einmitt. og kannski telja á sér tærnar og svoleiðsi skemmtileg áhugamál. bara taka fram að ég á ekki bíl. því ég hef ekki efni á því. og Afi minn og amma hafa aldrei átt bíl því þau hafa heldur ekki haft efni á því. og ég þekki t.d eingan sem á jeppa.\nog þú ættir að kynna þér þetta betur hvað þú ert að segja t.d um danmörku. því ég á tvo kuningja sem eru farnir þarna út. og þeir eru hæstánægðir. auðveldara að lifa. og auðvelt að fá vinnu."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2001-01-07 16:14:53",
            "id": "80825",
            "reply_to_id": "80824",
            "text": "Ég þekki fólk sem hefur flutt til Danmerkur, sumt komið til baka, sumt er þar enn.  Það er þetta fólk sem hefur sagt mér þetta, það er að munurinn sé sá að fólk er nægjusamara.  Norðmenn fá t.d. áfall þegar þeir koma hingað til lands og sjá allar seríurnar.  Það gera Danir reyndar líka eins og sást í einu af dönsku blöðunum fyrir jólin þar sem var mynd af húsi með nokkrum seríum og fyrirsögnin var “Þessi er sko ekki að spara!”.\nÞegar ég var í Danmörku þennan hálfa vetur var ég að vinna lokaverkefni í skóla og var mest innan um starfsfólkið á ákveðinni stofnun innan skólans.  Starfsfólkið var mjög nægjusamt.  Það hjólaði eða tók strætó eða lestina og það mætti með nesti í vinnuna.  Hvað eru margir sem mæta með nesti í vinnuna hér?  A.m.k. í þeim skólum sem ég hef verið í og þeim vinnustöðum sem ég hef unnið á þá er það mjög lítið nema fólk sé hreinlega að vinna á stöðum þar sem það kemst ekki út í hádeginu."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2001-01-07 18:08:13",
            "id": "80826",
            "reply_to_id": "80825",
            "text": "jæja. svo þú ert að halda fram að síaukandi skuldir sem heimilin safna upp sé út af jólaseríum og að fólk hjóli ekkert. reyndar er eingin aðstaða fyrir hjól í umferðinni á íslandi. samaborið við t.d noreg sem gera sér hjólabrautir.  og þú neitar að sjá þá auknu skatta sem hafa verið lagða á heimilinn. t.d þessi skattar sem voru færðir af fyrirtækjum og yfir á heimili. og þú talar heldur ekkert um aukin kaupmátt sem er í öðrum norðurlöndum.\nmér finnst þú telja til ansi þröng rök. og það að útskýra þessa skuldasöfnun bara með því að fólk eigi bara að herða sultarólina er dæmigert fyrir hroka í stjórnmálamönnum sem ætlast alltaf til að almenningur svelti. en ætlast aldrei til þess af sjálfum sér, eða sínum náustu."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2001-01-07 23:04:02",
            "id": "80827",
            "reply_to_id": "80826",
            "text": "Hvað viltu að ég segi?  Bara já já, allir eru rosalega fátækir og eiga bágt á Íslandi?\nÉg er ekkert að segja að fólk þurfi endilega að hjóla en hvað er að því að vera á strætó?  Ef Daninn hefur ekki efni á bíl þá kaupir hann ekki bíl.  Ef Íslendingurinn hefur ekki efni á bíl þá kaupir hann á lánum.  Þarna er meðal annars ástæðan fyrir skuldum heimilanna.\nKona sem ég þekki kvartaði t.d. yfir því að hún hefði þurft að kaupa buxur á strákinn sinn sem kostuðu 7 þús. kall.  Ég spurði hana hvað væri að útsölunum hjá Hagkaupum og hún sagði að hann myndi vera lagður í einelti ef hann mætti í svoleiðis.  Heldurðu að það myndi gerast í Danmörku?  Ég held ekki.\nFlestir Íslendingar eru bara svo flottir á þessu að þeir verða að keppa við nágrannann um hver á meira drasl.  Börnin líka.  Þegar fólk flytur út þá breytist það.  Systir mín bjó t.d. lengi í Svíþjóð.  Þar keypti fólk aldrei neitt nema á útsölum.  Ef einhver manneskja sást í nýrri flík þá brosti hún afsakandi og sagði “Ég fékk þetta á útsölu”.  Systir mín var alveg komin inn á þetta.  Svo kom hún til Íslands í frí og sagði þetta og fólk gerði grín að henni.  Svona er nú bara þjóðarsálin okkar.\nOg reyndar veit ég fleira um skuldir heimilanna vegna þess að bróðir minn vann lengi í banka og meðal annars við að hjálpa fólki að greiða úr fjármálaflækjunum sínum þegar það var alveg komið í þrot.  Hann sagði að þetta fólk væri yfirleitt með alls konar raðgreiðslur á bakinu og það hefði ekkert fyrir því að tékka hvort það hefði efni á næsta hlut sem það langaði í vegna þess að “það er jú bara 3000 á mánuði” en svo safnast þessir 3000 kallar saman og fólkið endar með afborganir sem eru hærri en launin þeirra.  Hann sagði líka að það væri ótrúlega algengt að þetta fólk með allar þessar raðgreiðslur sem það gat ekki borgað væri líka búið að skuldbinda sig í fastan sparnað sem er náttúrulega bara fáránlegt.  Ég meina, þú sparar ekki meðan þú ert að borga tvöfalt hærri vexti af visa rað en þú ert að fá af sparnaðinum."
        },
        {
            "user": "Fairy",
            "user_id": "4353",
            "date": "2001-01-07 23:37:05",
            "id": "80828",
            "reply_to_id": "80827",
            "text": "einmitt. og hvers vegna heldur þú að það hafi verið sett inn í samninga hjá flestum verkalíðsfélögum að ef hækkanir á nauðsynjavörum hækkuðu það mikið að það myndi éta upp kauphækkunina sem var samið um. yrði hægt að segja upp samningum þó samningstímabilið væri ekki á enda.\nþað er einfaldlega vegna þess að laun sem venjulegt fólk fær í dag. það dugar ekki fyrir útgjöldum. og í hvert sinn sem samið er. þá koma hækkanir á móti. sem var t.d ástæða fyrir þjóðarsátt sem var gerð einu sinni.\nog þetta átt þú að vita með allt þitt vit á hvað allir eiða miklu. ég á ekki visa kort. en væri alveg til í að ná í það því maður er ekkert án þess í dag.\nog mér finndist gaman að sjá hvað þú hefur að segja um þá staðreind að allar hækkanir sem venjulegur launamaður fær í kjarasamingum eru étnar upp sona ári seinna. og þettta er bláköld staðreind."
        },
        {
            "user": "Fairy",
            "user_id": "4353",
            "date": "2001-01-08 00:07:23",
            "id": "80829",
            "reply_to_id": "80828",
            "text": "Ári seinna?\nÉg var nýbúin að fá kauphækkun þegar allt hækkaði, langt yfir það sem hækkunin náði. Sensagt, þá lækkar kaupmátturinn hraðar en kaupið hækkar.\nÉg á ekki vísakort og stendur ALLS EKKI TIL að fá mér. Vextirnir á því eru víst þvílíkir að það margborgar sig að láta það bara eiga sig.\nAnnars þá lifir vísa á því að koma einhverjum gylliboðum inn í gegnum óharðnaða höfuðkúpu unglinga, sem vita ekki út í hvað þeir eru að fara. Þegar ég var yngri, þá stóð til að fá mér visa, en sökum þess að ég hlustaði á rök þeirra eldri og reyndari, er ég ekki í skuldasúpu í dag, ólíkt jafnöldrum mínum sem voru ekki jafn lánsöm að eiga að foreldra sem tóku jafn skynsamlega á málunum og mínir gerðu.\nÉg á bíl sem ég keypti ekki á lánum, heldur safnaði uppí. Það er talað um að eins dauði sé annars brauð. Bílinn átti einhver sem hafði keypt hann á lánum og hafði svo ekki efni á að borga og því fékk ég hann á niðurgreiddu verði. Ég borgaði rúma hálfa milljón (reyndar með afslætti fyrir að staðgreiða) fyrir bíl sem ég er núna að fara að selja á svona 800.000 krónur eftir að hafa átt hann í rúmt ár. Karlmenn á aldrinum 17 - 25 ára eru vísastir til að falla í þessa grifju. Þannig að strákar, farið varlega í bílakaupin.\nÞað að Íslendingar safni aldrei fyrir hlutunum er bara hreint kjaftæði. Eins og ég sagði áður þá eru skuldir unglinganna (fólks um og undir tvítugs) einkum sökum villandi upplýsinga og gylliboða frá kredidkortafyrirtækjunum en skuldir okkar eldri eru sökum þess að með vöxtum kostar marga tugi milljóna að eiga þak yfir höfuðið.\nAth. Ekki misskilja mig. Ég er auðvitað ekki að KENNA kredidkortafyrirtækjunum um skuldir fólks. Ef þú ert skuldugur, er það þér sjálfum að kenna og engum öðrum. Hinns vegar er ég að gagnrýna kortafyrirtækin fyrir að koma til mín þegar ég var yngri með tilboð á tilboð ofan og lofsyngja vísakortið, en svo þegar ég kynnti mér málið sjálf (talaði við eldri og reyndari) komst ég að því að það var aðeins hálfur sannleikurinn sagður."
        },
        {
            "user": "Porcelina",
            "user_id": "5822",
            "date": "2001-01-08 00:16:59",
            "id": "80830",
            "reply_to_id": "80829",
            "text": "eitt með visa kort. ég er að æfa í planet pump. og þar eru þeir með meðlima tilboð. og þau gilda bara fyrir þá sem eru með visa kort. og þá kostar það mig 3 þúsund á mánuði. ég fæ að koma inn á kortið hjá frænku minni og borga henni svo.\nen annars kostaði mig það um 15 þús fyrir 3 mánuði. og hver er að segja að vera með visa kort sé bara kostanður ??"
        },
        {
            "user": "Porcelina",
            "user_id": "5822",
            "date": "2001-01-08 19:52:25",
            "id": "80831",
            "reply_to_id": "80830",
            "text": "Þetta er samt satt með fólk sem flytur út, það sættir sig einfaldlega við lifnaðarhætti sem það sættir sig ALLS EKKI við þegar það býr hér heima á Íslandi. Það getur vel verið að Daninn fái aðeins hærri laun, hinsvegar eru líka skattarnir þeirra hærri. Ráðstöfunartekjur Dana eru ekki hærri og persónulega (ég var hjá ættingjum sem búa í Danmörku) fannst mér það ekkert spennandi. Fólk skemmtir sér ekkert meira eða fer eitthvað meira út (eiginlega frekar bara akkurat öfugt) heldur er afgangur þeirra af tekjunum einfaldlega tilkominn vegna þess að þau (eins og ég sagði áðan) sætta sig við hluti úti sem þau sætta sig ekki við hér heima. Enda skila flestir Íslendingar sér aftur heim til Íslands eftir búsetu úti, t.d. eftir nám í háskólum og annað.\nFyrir utan líka eitt sem mér finnst við ekki taka nógu mikið tillit til og það eru “ósýnilegu hlutirnir” stuff sem ekki er hægt að borga fyrir eins og t.d. hvað það er MIKLU betra að ala börn upp á Íslandi og margt fleira í þeim dúrnum…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-01-08 22:46:16",
            "id": "80832",
            "reply_to_id": "80831",
            "text": "ég verð en og aftur að mótmæla. ég bjó eitt sumar úti í noregi. og þeir eru miklu betri við sín börn en nokkurn tímann þekkist á íslandi. og eitt sem við höfum apað eftir þeim eru barnabætur. sem þektust ekki á íslandi fyrir nokkrum árum.\nog ein stærsta ástæða fyrir að ala upp börn hér eru hvað við erum fámen. Reykjavík er á við lítið þorð eða bæ úti í noregi eða danmörku. og þetta er ekkert sambærilegt."
        },
        {
            "user": "Fairy",
            "user_id": "4353",
            "date": "2001-01-10 17:26:50",
            "id": "80833",
            "reply_to_id": "80830",
            "text": "Það lyggur við að maður sé þriðja flokks þjóðfélagsþegn ef maður er ekki með VISA og það skilar sér í hærra vöruverði, ekki bara í vaxtaræktarstöðvum heldur víðar. Þetta eru nátturlega ekkert annað en bara mútur (sem nátturlega skilar sér margfalt til baka ofan í vasa kredidkortafyrirtækjanna)."
        },
        {
            "user": "Aniston",
            "user_id": "5069",
            "date": "2001-01-11 06:48:12",
            "id": "80834",
            "reply_to_id": "80827",
            "text": "Það þýðir lítið að ætla að kenna ríkisstjórninni alfarið um skuldir heimilanna, eða þá flottræfilshætti landans. Báðar skýringarnar eiga rétt á sér. Samt verð ég að segja að það er alveg ótrúlegt hvað Íslendingar telja sig “þurfa” marga hluti. Hér hefur fólk verið að tala um bíla, húsnæði og utanlandsferðir - en hvað með litlu hlutina. Daglegu neysluna: tískuföt, skyndibitamat, sólbekkjastofur, hárlitun og aðra “nauðsynja”hluti sem margt fólk telur sig geta lifað af án annarsstaðar í heiminum - ég er sjálf erlendis núna og hef verið að velta þessu fyrir mér.\nDæmi: Hvað ætli áskriftir að slúðurblöðum, sjónvarpsstöðvum og öðru slíku hámenningarlegu skemmtiefni sem margir telja sér trú um að þeir gersamlega geti ekki lifað án, kosti meðalmanninn á Íslandi á mánuði. Hefur einhver pælt í því. Eina sem bróðurpartur vinnuþreyttra Íslendinga virðist hafa áhuga í dag er afþreying og aftur afþreying. Því dýrari því betri. Að láta mata sig á skemmtiefni í gegnum dýrustu græjur sem þú hefur efni á.\nÞað er eins og það sé bannað að láta sér leiðast. Ef maður er skilinn eftir einn í 5 mínútur er hann búin að taka upp gemsann til að hringja eða leika sér í snake. Samræður höfðu einusinni viðurskeytið -list. Að finna sjálfan sig var meira en bara klisja. Ég er ekki að segja að fólk eigi að hætta að horfa á sjónvarp, kvikmyndir, lesa blöð og njóta þess mikla úrval afþreyingar sem í boði er á klakanum. Bara að vera aðeins meðvitaðri um hvað er verið að setja ofan í sig og gleyma ekki að rækta sjálfan sig og aðra.\nFörum í heimsókn til ættingja. Tölum við börn, miðlum af reynslu okkar af stríðnispúkum í 3. bekk. Hugsum um hvað við viljum útúr lífinu. Ferðumst um Ísland (ég er búin að vera í burtu í næstum 2 ár og gæfi aleiguna fyrir kvöldstund í íslenskum (upphituðum :)fjallabústað). Förum í sund. Prófum að elda nýjan mat. Kaupum íslenskt og hjálpum til við að rétta viðskiptahallann. Lesum nýja íslenska bók og styðjum bókamenningu þessarar mestu bókaþjóðar heimsins - ekki víst hversu lengi við höldum þeim titli er svo fer fram sem horfir. Lærum að meta okkar eigin félagsskap, það er í lagi að vera einn. Hjálpum öðrum - það gefur manni ótrúlega mikið. Njótum einföldu hlutanna í lífinu.\nAð lokum, og þetta er kannski klisja og enginn hlustar á þetta lengur en þar sem ég bý í þróunarlandi og er minnt að þetta á hverjum degi verð ég bara að setja þetta hér: Það getur verið að sumum Íslendingum finnist þeir hafa það skítt. Það breytir því hinsvegar ekki að við erum samt hluti af þeim topp 20% af heiminum sem neytir (og sóar) 80% af öllum auðlindum heimsins. Við erum forréttindahópur. Við getum sóað peningum í ýmislegt á meðan billjón manns sveltur. Ekki gleyma að horfa út fyrir landssteinana í samanburðarmaraþonum á la Islandia\nÞú hættir að kvarta yfir skónum þínum þegar þú sérð mann með engar fætur."
        },
        {
            "user": "Lusifer",
            "user_id": "6825",
            "date": "2001-01-11 12:49:04",
            "id": "80835",
            "reply_to_id": "80834",
            "text": "að ferðast um ísland flokkast undir neyslu og kostar peninga.\nað fara í sund kostar líka peninga.\nað elda nýjan mat kostar líka peninga.\nað kaupa sér nýja íslenska bók kostar líka peninga. og okkar elskulegi forseti setti á sínum tíma auka skatt á bækur og blöð. svo það er en dýrara að njóta bókmennta.\nþetta eru allt hlutir sem má sleppa til að spara en meira. og ég meina þetta sem kaldhæðni. því það má alveg sleppa öllu sem veitir ánægju, ef það kostar pening.\nog já . endilga hugsum um sveltandi börnin í afríku sem fá ekkert að borða Því það er alltaf stríð þar og öllum peningum er eitt í vopn.\neða sagan sem ég heirði um þróunarstarf sem var í gangi og þar var fólki kennt að rækta sinn eigin mat. en ári seinna þegar farið varð að skoða árángurinn þá var allt í niðurnýslu því eingin  hafði nennt að vinna.\nætli maður meigi ekki bara þakka fyrir að fá að anda."
        },
        {
            "user": "Lusifer",
            "user_id": "6825",
            "date": "2001-01-11 23:45:21",
            "id": "80836",
            "reply_to_id": "80835",
            "text": "Bara eitt um Visakort, það eru einhverjir rugludallar að tala um okurvexti ofl, hvaða bull er þetta, þú færð vörurnar á nákvæmlega sama verði og þeir sem staðgreiða með peningum eða Debet, borgar ekkert færslugjald og borgar ekki vöruna fyrr en eftir mánuð. Það eru bara fíflin sem kunna ekki með kort að fara sem fá okurvextina það er af því þeir vita ekki hvað þeir eru búnir að eyða miklu og geta því ekki borgað á réttum tíma, þarna er verið að hengja bakarann fyrir eigin aulaskap!!!"
        },
        {
            "user": "Aniston",
            "user_id": "5069",
            "date": "2001-01-12 06:22:18",
            "id": "80837",
            "reply_to_id": "80835",
            "text": "Kæri GunniS\nreyndu nú að lesa greinarnar með eitthvað annað í huga en bara finna eitthvað til að tæta niður í biturslegum svörum þínum. Ef þú hefðir gefið þér aðeins meiri tíma hefðiru til dæmis getað séð fyrir þetta:\nÞú þarft hvort eð er að éta: prófaðu nýjan mat í staðin fyrir þann gamla.\nÞú þarft (vonandi) hvort eð er að þrífa þig: farðu í sund í staðin fyrir bað.\nÞú vonandi hefur áhuga á að ferðast og sjá framfyrir nefið á þér: ferðastu um Ísland í staðin fyrir að fara til útlanda.\nÞað kostar ekkert að tala við börn, og það eru örugglega einhverjir ættingjar þínir í göngufæri við þig sem þú getur farið i heimsókn til. Gætir jafnvel fengið ókeypis að éta - gætir nú sparað þér aðeins meira þar.\nKauptu íslenska bók í staðin fyrir slúðurblöð og vídeóspólur. Styðum fátæka íslenska listamenn frekar en jeppasjóð forstjóra slúðurblaða og vídeódreifingaraðila.\nAnnars skrifaði ég þennan ofanritaða pistil sem viðbót í umræðuna, ekki persónulega til þín og mig grunar að aðrir séu í svipuðum hugleiðingum. Þó að þú persónulega ferðist ekki til útlanda eða horfir ekki á vídeó eða hvað það er sem þér dettur í hug sem svar núna þá eru fleiri hérna sem lesa þetta og þessar ráðleggingar gætu átt við.\nÉg verð nú bara að dást að því hvað vel alinn Íslendingur með húsaskjól og allar lífsnauðsynjar innan seilingar eins og þú getur verið mikill hræsnari í garð þeirra 5 billjóna manna sem eru ekki þessara FORRÉTTINDA aðnjótandi. (Taktu eftir orðinu FORRÉTTINDI.) Ég bý erlendis í ÞRÓUNARLANDI. (Taktu eftir orðinu ÞRÓUNARLAND) og horfi á fólk sem á EKKERT. (já ég er viss um að þú tekur núna eftir orðinu EKKERT). Ég hef lítin áhuga á að heyra álit þitt á fátæku fólk fyrr en þú hefur búið með það fyrir utan gluggan hjá þér í 2 ár. Helduru virkilega að fólk sem sveltur myndi ekki NENNA að rækta handa sér mat??? Þetta er bara ein af þessum sögum sem þybbnir vesturlandabúar segja sjálfum sér til að friða samviskuna þegar þeir troða sig út á American Style. Þú hefur það drullufínt í einu ríkasta landi heimsins og hættu þessu röfli nema til að segja “lengi má gott bæta”. Ég er sammála því að ýmiskonar uppstokkunar innan kerfisins er þörf og að íslensk stjórnvöld séu nú ekki þau sleipustu í að höndla almannafé en það má nú líka alltaf líta í eigin barm.\nLátum gott af okkur leiða og verum svolítið nægjusamari"
        },
        {
            "user": "Aniston",
            "user_id": "5069",
            "date": "2001-01-12 08:38:26",
            "id": "80838",
            "reply_to_id": "80837",
            "text": "ég skil nú ekki alveg hvað þú ert að spá. og ég er ekki hræsnari að tæta greinarnar niður. ég er að bend á staðreindir. til dæmis er það fyndið að það skuli vera talið til nægjusemi að fara hringinn. eða kaupa bók. bækur eru dýrar.\nsvo þetta með þróunarlöndin. hvernig heldur þú að við íslendingar höfum byggt upp okkar land. með hugviti. ísland er ekki ríkt af náttúrulegum auðlindum. en ég get alveg ýmindað mér að land eins og afríka hafi fult af auðlindum. t.d demanta. gull. olíu eða önnur hráefni sem hægt er að nota til að byggja upp öflugt og ríkimannlegt samfélag.\nen maður sér þetta alls ekki. heldur sér maður fólk sem lifir í kofum. og það býr í landi sem er illa stjórnað. og virðist sem eina sem kemmst að hjá mörgum þessum ríkjum er að vera í stríði.\nvið íslendingar höfum byggt upp öflugt þjóðfélag á svo ekki löngum tíma. kannsi sona 100 árum eða svo. og mörg samfélög í þróunarríkjunum eru miklu eldri en það."
        },
        {
            "user": "Aniston",
            "user_id": "5069",
            "date": "2001-01-12 12:22:06",
            "id": "80839",
            "reply_to_id": "80838",
            "text": "3 almennar ástæður fyrir að þróunarlöndin eru þróunarlönd.\n1. Imperialismi. Mörg af þessum löndum voru nýlendur og hafa einungis nýlega orðið þeirra forréttinda aðnjótiandi að geta kallað sig sjálfstæða þjóð. Þau hafa verið að reyna að móta þjóðfélag úr brotunum sem Evrópuþjóðirnar skildu eftir þegar þær voru búnar að veita þeim þann heiður sem sjálfstæði er. Hefur þetta oftar en ekki leitt til borgarastríðs innan viðkomandi lands. Þetta eru þjóðir sem vita ekki lengur hvað þær eru eða hvað bindur þær saman. Oft skelltu Evrópuþjóðirnar landamærum af hentisemi frekar en þekkingu á ókunnug lönd og brutu þar upp þjóðir og þjóðflokka með að skipta beint í gegnum þorp og menningarsvæði. Nú geta þessir þjóðflokkar ekki ákveðið í hvaða landi, undir hvaða nafni eða undir hvaða stjórnskipulagi þær eiga að lifa. Afleiðingin er stríð.\n2. Það er mikið rétt hjá þér að oft eru þessar þjóðir ríkar af náttúrulegum auðlindum. Hinsvegar hafa þær ekki fjármagn til að ná þessum auðlindum uppúr eða af landinu. Þar koma alþjóðleg stórfyrirtæki inn og hjálpa við að fjarlægja og flytja út þessar auðlindir. Það er auðvelt að semja um algjör lámarksverð fyrir þær auðlindir sem verið er að nema brott því oft er landið sem um ræðir í upplausn, svelti eða annarskonar vandræðum sem virðast vera meira aðkallandi en að grafa upp kol. Í þokkabót biðja þessi stórfyrirtæki svo um ýmiskonar hagræðingar í kaupbæti t.d. að umrætt land byggi vegi og hafnir til að auðvelda aðkomu og útflutning á náttúruauðlindum. Þar með fara dýrmætir peningar sem landið gæti notað til þarfari hluta í vasa amerískra og evrópska stórfyrirtækja. Ef þú skoðar vegakort í Atlas eða slíku af þrónuarlöndum er þetta oft meira en augljóst. Allir vegir liggja til sjós. Ekkert er gert fyrir almenning. Svo skilja þessi fyrirtæki ekkert eftir nema uppgrafið land, ónotðar hafnir og vegi sem gagnast engum öðrum.\n3. Aðstoð frá útlöndum. Þróunarlöndin fá oft hjálp í peningaformi frá fyrsta heiminum. Þessi hjálparstarfssemi er þó oft með “skilmálum”. Dæmi: ákveðið vesturland á við offramleiðslu í einhverjum geira að stríða og “gefur” summu með mörgum núllum til þriðja heims ríkis með þeim skilmálum að þeir kaupi ákveðnar vörur af þeim. Þessar vörur svara oftast enganvegin brýnustu þörf þriðjaheims ríkisins, sem samanstendur oftast af mat, lyfjum og klæðaði. Ekki vestrænum framleiðsluvörum s.s. plastskúffum og sápustykkjum. Þó þessar peningaupphæðir sem verið er að “gefa” þriðja heims ríkjum virðist oft stjarnfræðilegar háar þá eru þær sem er a.m.k. án skilmála samt ekki nema brotabrot af verðmæti þeirra auðlinda sem hafa verið numin hjá þessum löndum og seld á uppsprengdu verði í vesturlöndunum.\n3. Skuldir. Á áttunda áratugnum hvöttu vestrænir hagfræðingar þriðja heims ríki til lánatöku til að “lækna” verðbólgu og byggja upp efnahaginn. Þetta gerði svosem ekki mikið gagn nema koma þriðja heims ríkjunum í djúpar skuldir. Lánardrottnarnir voru að sjálfsögðu vesturlönd. Þrátt fyrir að nú viðurkenni hagfræðingarnir mistök sín eru vesturlöndin ekki tilbúin að gefa upp skuldirnar og mörg þróunarlönd eru enn í skuldavítahring. Taka ný lán til að borga vextina af þessum gömlu lánunum. Þetta er eitt helsta baráttumál talsmanna þróunarlandanna. Þangað til þessar skuldir verða gefnar upp eiga þær sér ekki viðreisnar von. Á meðan sveltur ein manneskja til dauða á 3.5 sekúndna fresti.\nAfhverju ætti vesturlönd að vilja hjálpa gullnámunum sínum að skella hurðinni á þau og hefja samkeppni á frjálsum markaði? Efnahagur sumra vesturlanda stólar á ódýrt hráefni frá þriðjaheims ríkjum. Ef þú tekur af þeim hráefnið gæti efnahagur þeirra hrunið.\nAð lokum langar mig að benda á að við Íslendingar vorum í sömu sporum og margar þessar þjóðir fyrir ekki svo löngu þegar við vorum í höndum Danaveldis. Það er fáum og góðum mönnum að þakka að við glötuðum ekki bókmenntunum, tungunni og sjálfstæðinu um aldur og ævi. Danir einokuðu verzlunina og nýttu auðlindir okkar og Íslendingar áttu varla til hnífs og skeiðar. Ef þig langar til að fá betri tilfinningu fyrir eymdinni og örvæntingunni sem var hér mæli ég með að þú lesir sannsögulegt meistaraverk Halldórs heitins Laxness - Íslandsklukkuna - skrifuð á einu mesta niðurlægingarskeiði þjóðarinnar. Ekki má heldur gleyma því að við eigum stríðsfjármagni seinni heimsstyrjaldarinnar mikið að þakka. Varla væri t.d. búið að malbika hringveginn ef ekki væri fyrir US ARMY. Svo var það auðvitað Marshall aðstoðin o.s.frv. Það er ekki eins og við lærðum bara einn góðan veðurdag að hnoða gull úr skít.\nÁttu kannski einhverjar fleiri góðar vesturlanda-klisjur handa mér??"
        },
        {
            "user": "Aniston",
            "user_id": "5069",
            "date": "2001-01-12 18:17:17",
            "id": "80841",
            "reply_to_id": "80839",
            "text": "ég eiginlega nenni ekki að lesa þetta allt. þetta er svakaleg ritgerð. en nei. ég á ekki\nvesturlanda klisjur handa þér.\neða jú kannski eina. ég heirði einu sinni að það\nværi hægt að bólusetja öll börn í afríku fyrir\npeninginn af kostnaði við byggja eina kjarnorkuflaug."
        },
        {
            "user": "Aniston",
            "user_id": "5069",
            "date": "2001-01-13 07:35:06",
            "id": "80842",
            "reply_to_id": "80841",
            "text": "Kæri GunniS\nÉg mæli innilega með því að þú gefir þér tíma til að lesa ofangreindar ástæður fyrir að þróunarlöndin eru þróunarlönd til að koma í veg fyrir að þú haldir áfram að dreifa þessum óupplýstu yfirlýsingum þínum um umrædd lönd á almannafæri eins og t.d. hér á Hugi.is.\nAnnars grunar mig að þú hafir lesið þetta en viljir ekki viðurkenna það því að eins og ljóst er af greinunum hér fyrir ofan þá verðuru alltaf svara fyrir þig og það er erfitt að mótmæla því sem ég er að segja.\nEigðu gott upplýst líf"
        },
        {
            "user": "Aniston",
            "user_id": "5069",
            "date": "2001-01-13 12:38:53",
            "id": "80843",
            "reply_to_id": "80842",
            "text": "Hver er sinnar gæfu smiður. og mér finnst sú hugmynd að einhver sé fæddur fórnarlamb ekki alveg rökrétt. þá meina ég helst að þú talar um\nað þróunarlönd séu einhvern veginn fórnarlamb vestrænnar menningar.\nþetta er líka komið soldið út fyrir umræðuna um auknarskulda byrði á heimilum."
        },
        {
            "user": "Aniston",
            "user_id": "5069",
            "date": "2001-01-13 13:21:36",
            "id": "80844",
            "reply_to_id": "80843",
            "text": "Ég var nú alveg búin að lofa sjálfri mér að hætta að reyna að hafa vit fyrir þér - þetta er eins og að snúa vindmyllu.\nEf foreldrar þínir lifa í stríðshrjáðu landi og eiga hvorki í þig né á - ertu þá ekki fætt fórnarlamb? Og ef þú hefur í alvörunni lesið það sem ég skrifaði hér að ofan þá hlýturu að sjá að það eru ansi margir fórnarlömb hins vestræna neyslusamfélags. Jafnvel vesturlandabúar sjálfir.\nAnnars var mitt takmark ekki annað en að benda á að þó að stjórnvöldum sé hægt að kenna um margt og þau fari illa með almannafé - þá er líka mikilvægt að líta í eigin barm og hugsa aðeins útfyrir landssteinana. Alltaf best að fá sem flest sjónarhorn á vandamálin til að breikka skilning manns og verða meðvitaðri um sín eigin mál svo og annarra.\nAniston hefur yfirgefið umræðuna"
        },
        {
            "user": "Fairy",
            "user_id": "4353",
            "date": "2001-01-12 21:40:42",
            "id": "80840",
            "reply_to_id": "80839",
            "text": "Ég vitna í annað stórverk eftir Halldór Laxness:\n,,Já blessað stríðið, Guð blessi það´´.\nSökum stríðsins var skortur á matvælum í heiminum og við fórum að selja kjöt í miklu magni úr landi sem varð svo til þess að verðið hækkaði. (framboð og eftirspurn).\nEn það var ekki fyrr en við fengum Marchall peninginn að snjóboltinn byrjaði virkilega að rúlla niður hlíðina. Fyrir þennan pening keyptum við nefninlega TOGARANA okkar sem urðu svo til þess að við urðum mjög rík, sem opnaði svo ýmsar fleiri leiðir fyrir framtíð okkar.\nAllt sökum stríðsins, enda er það algert sannyrði, þegar sagt er að eins dauði sé annars brauð.\nEf ekki hefði verið fyrir stríðið , værum við enn þann dag í dag mjög fátæk, bátalaus þjóð, á meðan bretinn væri enn að fiska auðlyndina úr Íslandsmiðum.\nÉg held ég tali fyrir hönd allra Íslendinga þegar ég segi Guði sé lof fyrir stríðið."
        },
        {
            "user": "Augustus",
            "user_id": "848",
            "date": "2001-01-09 15:33:17",
            "id": "80845",
            "reply_to_id": "80825",
            "text": "Eftir að hafa verið stuttan tíma í Danmörku og Frakklandi þá er ég rasandi yfir því hvað þeir eru með gott samgöngukerfi á meðan að strætóarnir hjá okkur er núna á hálftíma fresti.\nÞegar ég var lítill var strætó á 10 mín fresti. Það var í fínu lagi, maður gat alveg beðið aðeins og að auki var ekkert svo aðkallandi þá fyrir mig að vera kominn hingað og þangað á réttum tíma sem.\nNúna er strætó á 20-30 mínútna fresti, og það tekur klukkutíma að komast úr einu hverfi borgarinnar í annað vegna skiptinga og biðar.\nMetró-ið í Frakklandi er brilljant, og vel tengt við strætó og sporvagnasamgöngur. Þó þú misstir af einum vagni þá reyndirðu ekki að hlaupa hann uppi, sá næsti var bara rétt handan við hornið, þetta á við hvort sem er Metro, strætó eða sporvagna.\nHérna heima höfum við sífellt minnkandi strætisvagna, þar sem þú ert heppinn að koma hnjánum á þér fyrir án þess að vera kominn í klemmu.\nÉg keyri um á 14 ára gamalli Mözdu, margt að henni en hún gengur og það er það eina sem að skiptir máli. Án hennar væri ég í miklum vandræðum með að ferðast á milli heimilis, skóla og vinnu. Almenningssamgöngurnar hérna heima eru til skammar.\nHvað varðar aðra liði, þá má mikið taka til, bæði hjá ríki, fyrirtækjum og heimilum."
        },
        {
            "user": "radical",
            "user_id": "5666",
            "date": "2001-01-07 11:06:58",
            "id": "80847",
            "reply_to_id": "80813",
            "text": "Hver var aftur fífl? Ég náði því ekki alveg…\nLoka á manninn.. þetta er bara rugludallur.. allt í lagi að segja sýna skoðun, yfirleitt er nóg að segja sýna skoðun einu sinni í hverri grein.. kannski tvisvar, en þetta er bara “skemmdarverk” ef svo má að orð komast…\npotent"
        },
        {
            "user": "porky",
            "user_id": "2189",
            "date": "2001-01-07 19:02:43",
            "id": "80846",
            "reply_to_id": "80813",
            "text": "Allt það sem menn eru búnir að vera að tala um hérna eru hlutir sem einn maður er búin að vera að messa yfir ríkisstjórninni en fyrir vægast sagt daufum eyrum.Og það er Pétur Blöndal en það bara hlustar enginn á mannin.ég vil bara benda ykkur á að fylgjast með því sem hann er að presentera.Hann t.d var eini maðurinn sem var á móti lögunum um tekjutengingu sem allt er að fara á annan endan útaf núna.Maðurinn er að mínu mati einn vannmetnasti maður íslandssögunar, ég meina menn sem stofna Kaupþing,uppgötva\nBjarna Ármannsson hljóta að hafa einhverjar virkar heilasellur."
        },
        {
            "user": "barman",
            "user_id": "6745",
            "date": "2001-01-11 23:56:03",
            "id": "80848",
            "reply_to_id": "80813",
            "text": "af hverju í heldur þessi maður að það þetta sé ekki í umræðunni , það er auðvitað út af því að\nfólk hefur það mikið betra fyrirtækin eru að stækka borga betri laun og svo stækka þau út á við eins og össur og baugur\nog eru að stórauka fjármagn inn í landið sem kom bara frá sjávarútvegi áður\nsem gerir það að verkum að fjármál heimila batna\nhvar vill þessi maður fá peninga til að standa undir heimilsrekstri, bara í gegnum erlend lán sem þau þurfa svo að borga í gegnum\nenn hærri skatta í framtíðinni?\nreyndu að hugsa rökrétt!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-01-12 00:56:42",
            "id": "80849",
            "reply_to_id": "80848",
            "text": "reyndu sjálfur að hugsa rökrétt. ég spyr þarna að ofan hvort sé fylgst með hvort fyrirtæki geri það að borga betri laun. og persónulega hef ég ekki tekið eftir að atvinnurekandi borgi nema þau laun sem er samið um í kjarasamingum.  í þeim vinnum sem ég hef unnið.\nog ég minni á auglýsingar frá verkalíðsfélögum í útvarpi á síðasta ári þar sem þau minntu á að kjarasamningar væru aðeins viðmiðun við lágmarks framfærslu. og ef vinnuveitandinn borgaði bara lágmarks taxta þá er hann ekki að meta þinn starfskraft."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-01-12 00:59:25",
            "id": "80850",
            "reply_to_id": "80848",
            "text": "og mér finnst það ekki réttlætanlegt að heimili borgi brúsan, og ef það eru ekki til aðra leiðir en til að láta einhvern safna skuldum í þessu landi þá á að lýsa þetta land gjaldþrota."
        }
    ]
}