{
    "forum_title": "Netið",
    "user": "add1",
    "user_id": "1011",
    "date": "2001-01-05 19:01:55",
    "title": "Netviðskipti",
    "text": "Það er bara eitt af því sem ég bara fatta ekki, bara af hverju er fólk ekki að treysta því að verzla á netinu ?\nHaldiði að fólk geti stolið kreditkortanúmerinu ?\nEf fólk verzlar á secure webserver (https) sem er með signed cerificate frá virtum þriðja aðila, þá er þetta allveg bullertproof.\nÉg meina, þið réttið afgreiðslufólki visa kortið ykkar á hverjum degi, þetta fólk er ekki með vottorð límt á sig frá þriðja aðila um að hann muni ekki svindla á ykkur.\nEN ef það er stolið af ykkur í gegnum kreditkort þá er það rekjanlegt og i flestum tilvika endurgreiða kreditkorta fyrirtæki ykkur aftur.\npæliði aðeins í þessu, k ? :)",
    "url": "https://www.hugi.is/netid/greinar/12986/netvidskipti/",
    "url_id": "12986",
    "id": "80853",
    "replies": [
        {
            "user": "qeySuS",
            "user_id": "280",
            "date": "2001-01-05 20:00:57",
            "id": "80854",
            "reply_to_id": "80853",
            "text": "þess má geta að í hagkaup stendur ALLT Credit Card númerið OOOOGGG útrennslu mánuður (slæm íslenska i know!!) Og af þessu er auðveldlega hægt að taka afrit. Þetta gerist að sjálfsögðu aldrei, en ef þið treystið því að hópur af 18-20 ára krökkum geri ekkert með þetta (sem þau gera ekki dont misunderstand me) af hverju ekki að treysta netinu? Og svona minna ykkur á að taka ALTLAF kvittunina þegar þið verslið með Credit Card. Aldrei að vita hvort það standi allt númerið á kvittuninni og þá viljiði ekki að þetta fari bara “eitthvert”"
        },
        {
            "user": "tolli",
            "user_id": "78",
            "date": "2001-01-09 01:04:08",
            "id": "80855",
            "reply_to_id": "80854",
            "text": "Akkúrat. Ég man ekki eftir að hafa verslað í íslenskri verslun þar sem ekki stendur allt númerið og gildistíminn á kvittuninni.  Ég var því mjög hissa þegar ég sá þetta í verslunum í Svíþjóð þegar ég var staddur þar.\nAnnars varð ég vitni að dáldið skondnu atviki um daginn… þegar kona bað afgreiðslumanninn um að henda bara afritinu, og hann setti það bara með frumritinu eins og oft er gert. Hún gjörsamlega snappaði… var engan veginn sátt við þetta. Það er ekki eins og það standi ekki það sama á báðum helvítis miðunum…"
        },
        {
            "user": "add1",
            "user_id": "1011",
            "date": "2001-01-05 21:11:03",
            "id": "80856",
            "reply_to_id": "80853",
            "text": "Þessu er ég alveg sammála.\nEina hættan er ef maður verslar við verslun sem er ekki verslun og þegar á að fara að rekja viðskiptin þá er verslunin horfin."
        },
        {
            "user": "add1",
            "user_id": "1011",
            "date": "2001-01-06 09:02:40",
            "id": "80857",
            "reply_to_id": "80856",
            "text": "Ég auðvitað að tala um virtar netverzlanir, stórar.\nÞar gerist svona lagað ekki :)"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2001-01-06 15:32:48",
            "id": "80858",
            "reply_to_id": "80857",
            "text": "Ég hef nú verslað á netinu og hef engar stórar áhyggjur af þessu en samt.. það þarf ekki nema einn óheiðarlegan starfsmann einhvers staðar til að númerið fari á flakk.  Ég var að ræða þetta við bróður minn um daginn og hann sagði að einn af vinum hans hefði pantað hjá amazon sem á nú að vera sæmilega stór og örugg netverslun en eftir það fóru hinar og þessar úttektir að birtast á kortinu hans sem hann kannaðist ekkert við.  Hann endaði með að þurfa að loka því og stofna nýtt kort."
        },
        {
            "user": "add1",
            "user_id": "1011",
            "date": "2001-01-08 02:07:28",
            "id": "80859",
            "reply_to_id": "80858",
            "text": "ing: svona færslur á að vera hægt að rekja"
        },
        {
            "user": "add1",
            "user_id": "1011",
            "date": "2001-01-08 02:08:56",
            "id": "80860",
            "reply_to_id": "80859",
            "text": "lhg meina ég ;)\nog þarna er held ég að óheiðalegur starfsnaður hafi verið að verki frekar en hax0r sem hefur sniffað í gegnum https"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-01-07 19:09:41",
            "id": "80861",
            "reply_to_id": "80853",
            "text": "Þetta er alveg rétt hjá þér.Núna er ég farin að treysta þessu betur."
        },
        {
            "user": "nataz",
            "user_id": "6120",
            "date": "2001-01-15 10:23:34",
            "id": "80862",
            "reply_to_id": "80853",
            "text": "Jáms.. stundum lendir fólk í veseni…\nBut…\nvísa ábyrgist, þannig að þú tapar ekkert endilega þó svo að fólk steli númmerinu, bara lendir í smá veseni meðan þú ert að fá peninginn þinn til baka og skipta umkort og svona……"
        }
    ]
}