{
    "forum_title": "Manager leikir",
    "user": null,
    "user_id": null,
    "date": "2003-03-17 13:03:56",
    "title": "Werder Bremen",
    "text": "Okey, þetta er saga. hún er frekar löng en…..kíkið á.\nÉg sat á heimili mínu ásamt fjölskyldu minni í Dalian þegar síminn hringdi. Sá sem hringdi kynnti sig sem Jürgen Born og sagðist vera stjórnarformaður Werder Bremen, og sagðist hafa fylgst með mér í langan tíma(Ég hafði stjórnað Dalian Shide í 5 ár og unnið alla titla sem ég hafði tekið þátt í, m.a. Asísku meistaradeildina, Asian Super Cup og allar kínverskar keppnir). Hann sagði að Thomas Schaaf ætlaði að hætta sem framkvæmdastjóri Werder Bremen og ég væri efstur á óskalista Bremenmanna. Ég samþykkti að taka við þeim eftir að tímabilinu í Kína lauk. Ég kvaddi hrísgrjónalandið með söknuði og lenti í Bremen þann 30. júní. Ég ætlaði að gera liðið að besta liði Þýskalands og koma því í hóp bestu liða Evrópu. Mér leist ágætlega á hópinn en keypti þó nokkra leikmenn. Ég hafði samband við Gérard Houllier í Liverpool og spurði hann um möguleikana að fá Igor Biscan til liðs við mig. Ég bauð 2.7 milljónir í Króatann sem var óánægður á Anfield og þann 6. júlí kynnti ég hann á Weservöllinn. Sama dag kynnti ég einnig Taribo West til liðsins. Ungur Finni sem heitir Tommy Wirtanen var keyptur á vasapening eða á 22 þúsund pund. Besti leikmaður Dalian, Jie Zou var keyptur á 110 þúsund pund. Besti leikmaður Tyrklands(Hakan Sükur) var keyptur frá Inter Milan á 4.2 miljónir og seinustu kaup mín voru á franska varnarmanninum Philippe Christanval frá Barcelona á 1.8 milljónir punda. Áhangendur liðsins voru ánægðir með kaupin, sérstaklega á Hakan Sükür. En ég þurfti líka að selja. Ég fór í W.B. Amateure og sannfærði flesta leikmenn að þeir væru betur settir hjá þýskum neðrideildarliðum. Fortuna Köln verslaði tvo leikmenn af mér, þá Erhan Aydin og Aydemir Demir samtals á 875 þúsund pund. RW Essen hafði augastað á þremur leikmönnum, þá Joseph Di Iorio, Alexander Walke, og Hannes Wilking á samtals 750þús k, fyrrum stórveldið Düsseldorf keypti Kamerúnskan U-21 landsliðsmann, Blaise Mamoun á 700þús, Uedingen keypti Ahmet Kuru á 120k og Sebastian Schorer fór til Offenbach á 220k. Einnig setti ég Victor Skripnik og Frank Verlaat á sölulistann og þeir fóru, Skripnik til HSV á 1.8millj og Verlaat til Roda á 1.3millj. Einnig fékk ég tilboð frá Leverkusen í Mlanden Krstajic uppá 4.5 milljónir, ég tók því og einnig fékk ég 5.25 milljóna tilboð í Krisztjan Lisztés frá Dortmund og hann fór líka. Ég var búinn að ákveða byrjunarliðið mitt. Það var:\nGK: Frank Rost\nDL: Taribo West\nDR: Torsten Frings\nDC: Philippe Christanval\nDMC: Igor Biscan\nMC: Fabian Ernst\nMC: Marco Bode\nAMC: Razundara Tjikuzu\nFC: Roberto Silva\nFC: Aílton\nFC: Hakan Sükür.\nBekkurinn: Jakub Wierzchowski, Lin Zhou, Tommy Wirtanen, Stefan Beckert, Simon Rolves og Ivan Klasnic.\nÞýska deildin: Ég var á eftir Leverkusen fram í febrúar en þá gerði ég jafntefli gegn Bayern meðan Laverkusen töpuðu, og ég var kominn í efsta sæti á markahlutfalli. Ég hélt sætinu og varð meistari, og aðdáendur voru hæstánægðir með mig, og þeir marséruðu um götur Bremen syngjandi nafn mitt. Stjórnin var hæstánægð með árangurinn og þýskur almenningur sá að ég ætlaði mér að gera liðið betra en Bayern og Leverkusen. Stærstu sigrarnir voru: 5-2 gegn St.Pauli(Sukur, Silva, Aílton og Tijkuzu(2)), og 6-1 gegn St. Pauli(Aílton, Silva og Sukur allir með 2) og stærsta tapið var 5-4 tap gegn Wolfsburg(Aílton, Tijkuzu, Sukur og Frings).\nÞýski bikarinn: Ég fór vel af stað. Fyrsti leikurinn gegn handboltastórveldinu Magdeburg vannst 3-1 með 2 mörkum frá Aílton og einu frá Klasnic, eftir að hafa orðið 1-0 undir eftir 10 mínútur. Í annari umferð vann ég Oberhausen með mörkum frá Aíltonm, Biscan og Hakan Sükur. Í 3 umferð kom Bayer Leverkusen í heimsókn. Eftir markalausan fyrri hálfleik skoraði Hakan Sukur á 50 mínútu, svo skoraði Roberto Silva á 58. og Christanval gerði út um leikinn með marki á 81. mínútu. Í 8-liða úrslitum fékk ég Herthu Berlín í heimsókn. Ég vann leikinn 4-1 með mörkum frá Klasnic, Sukur, West og Aílton. Aðdáendurnir voru himinlifandi. Í undanúrslitum keppti ég gegn Bayern. Spennan var í hámarki á Weserstadion. Stúkunni var skipt í tvo helminga, Werder stúkan og Bayern stúkan.  Á 45. mínútu urðu aðdáendur Bayern steinhissa þegar Marco Bode skoraði eftir að Hakan Sukur hafði sólað leikmenn Bayern uppúr skónum en aðdáendur mínir öskruðu í stúkunni. Þann 11.maí lá leið Bremen manna til Berlínar að keppa við Schalche. Mikil pressa var á leikmönnum mínum. Leikurinn tapaðist 3-0, en ég var samt sem áður ánægður með árangurinn.\nUEFA bikarinn: Í undankeppninni vann ég Standard Liegé 4-0 á útivelli og gerði 1-1 jafntefli á heimavelli. Í fyrstu umferð dróst ég gegn Inter frá Mílanó. Á útivelli fór leikurinn 3-2 fyrir þeim og Marco Bode og Razundara Tijkuzu skoruðu fyrir mig. En mínir menn voru ekki á þeim buxunum að tapa í 1.umferð og þegar ítölsku Fabio-arnir hjá komu til Bremen urðu stuðningsmenn þeirra dolfallnir. Á 19. mínútu skoraði Torsten Frings úr víti en Vieri jafnaði 6 mínútum seinna. Staðan var jöfn þar til á 70 mínútu þegar Paul Stalteri kom Fabíóönum í opna skjöldu með marki eftir langa sendingu Igors Biscan. Á 86. mínútu skoraði Aílton með bakfalsspynu og á 90. mínútu mátti sjá ítalska fabíoa grenja þegar að Roberto Silva þrumaði boltanum í netið. Í 2.umferð lenti ég gegn Steaua frá Búkarest. Á heimavelli voru þeir teknir í r***gatið, eða 5-1 með tveimur mörkum frá Aílton og svo með mörkum frá Silva, Bode og Biscan og á útivelli skoraði Hakan Sukur og ég var kominn áfram. Í 3.umferð fékk ég Roda og vann þá samanlagt, 5-0(4-0 á heimavelli, Aílton 3 og Bode 1, og 1-0 á útivelli með marki frá Aílton). Þýskur slagur varð í 4. umferð þegar ég lenti gegn Leverkusen. Fyrsti leikurinn var á mínum heimavelli, hann vannst 2-1, Bode og Sukur skoruðu, á BayArena fór leikurinn 1-1 og Hakan Sukur kom mér áfram á 89. mín þegar hann jafnaði. Í 8.liða úrslitum fór ég til Madridar og keppti gegn Real Madrid, ég tapaði á Santiago Bernabéu og Silva skoraði mitt mark, en þegar Spænsku Fabíoarnir komu til Bremen var staðan eftir venjulegan leiktíma 2-1, og Christanval og Sukur skoruðu, en þegar framlengingin hófst varð allt brjálað. Roberto Silva skoraði á 96 mínútu, Frings skoraði úr víti á 100 mínútu, svo skoruðu Bode og Tijkuzu á 108. og 110. mínútu og ég vann 6-1(7-3 samanlagt). Í undanúrslitum tapaði ég 2-1 á útivelli gegn Chelsea en í seinni leiknum skoraði Roberto Silva á 82. mínutu og kom Þýskalandi áfram í úrslitin. Þann 15. maí mætti ég enn einum fabíounum, Milan í Kaupmannahöfn. Ég vann leikinn 2-1 með mörkum frá Aílton og Sukur. Aðdáendur brjáluðust. Öll Kaupmannahöfn einkenndist af þýskum söng kvöld 15. maí.\nÞann 1. júlí urðu miklar breytingar á leikmannahóp liðsins.\nFengnir voru til liðsins:\nIsaak Oknowonko á 275k, Radoslaw Kaluzny ókeypis, Clint Mathis á 1.7m, Lee Chun Soo á 250k,\nGuigou á 2.8m, Fernando Couto á 1.3, Buruk Okan á 3.3m\nOg þeir sem fóru:\nFrank Baumann á 5m til Anderlecht, Huseyin Altindag á 70k til Essen, Marco Bode fór á Bosman til Juventus, Kristian Nanazi til Union berlin á 90k, Frank Rost til Schalce á 3.8m, Roberto Silva á 6.75m til Frankfurt, Rade Bodganovic á 1milljón til Bielefeld, Torsten Frings á 10m til Mönchengladbach, og Paul Stalteri á 4.7m til St. Pauli.",
    "url": "https://www.hugi.is/manager/greinar/129993/werder-bremen/",
    "url_id": "129993",
    "id": "974104",
    "replies": [
        {
            "user": "Carlsberg",
            "user_id": "30454",
            "date": "2003-03-17 16:11:45",
            "id": "974105",
            "reply_to_id": "974104",
            "text": "He he þetta er snilldar saga!! :o) Ég bíð spenntur eftir að heyra meyra frá þér!!\nÉg var bara spenntur á tímabili :o) Vel sagt frá!!"
        },
        {
            "user": "Dimebag",
            "user_id": "44105",
            "date": "2003-03-17 16:14:06",
            "id": "974106",
            "reply_to_id": "974104",
            "text": "Frábær grein og einnig frábær árangur!\nEndilega sendu inn fleiri greinar."
        },
        {
            "user": "Dimebag",
            "user_id": "44105",
            "date": "2003-03-23 14:47:17",
            "id": "974107",
            "reply_to_id": "974106",
            "text": "Ég er búinn með 2. Tímabil\nÁ Ég að senda sögu inn um það?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-29 10:04:44",
            "id": "974108",
            "reply_to_id": "974107",
            "text": "væri það ekki alveg upplagt. Alltaf gaman að CM sögum, eru annars ekki allir búnir að fá sér CM4 ?"
        },
        {
            "user": "Dimebag",
            "user_id": "44105",
            "date": "2003-10-03 11:03:49",
            "id": "974109",
            "reply_to_id": "974107",
            "text": "helst ekki bara kúkurinn þinn!"
        },
        {
            "user": "toddisuri",
            "user_id": "28535",
            "date": "2003-03-17 16:20:56",
            "id": "974110",
            "reply_to_id": "974104",
            "text": "*klappa fyrir þér*\nflott saga og góður árangur með þetta frábæra lið."
        },
        {
            "user": "Rawk",
            "user_id": "7092",
            "date": "2003-03-17 18:09:29",
            "id": "974111",
            "reply_to_id": "974104",
            "text": "Glæsileg grein. vonast til að sjá framhald."
        },
        {
            "user": "Rawk",
            "user_id": "7092",
            "date": "2003-03-17 19:11:59",
            "id": "974112",
            "reply_to_id": "974111",
            "text": "Svei! Ég er akkúrat með W. Bremen seiv í gangi núna, skemmtilegt lið :)"
        },
        {
            "user": "2779",
            "user_id": "25540",
            "date": "2003-03-18 09:46:36",
            "id": "974113",
            "reply_to_id": "974104",
            "text": "Afhverju seldiru leikmennina ekki dýrara eða voru þeir svo lélegir eða of gamlir til að selja þá á dýrara verði"
        },
        {
            "user": "jersey",
            "user_id": "41179",
            "date": "2003-03-18 13:45:10",
            "id": "974114",
            "reply_to_id": "974113",
            "text": "Góða saga!"
        },
        {
            "user": "Xenix",
            "user_id": "33205",
            "date": "2003-03-18 14:10:05",
            "id": "974115",
            "reply_to_id": "974114",
            "text": "*klappábak*\nvá ég er dolfallin glæsilegur árangur og er listin með pennann hjá þér ekkert verri *klappábak*"
        },
        {
            "user": "Xenix",
            "user_id": "33205",
            "date": "2003-03-18 14:19:00",
            "id": "974116",
            "reply_to_id": "974114",
            "text": "*klappábak*\nvá ég er dolfallin glæsilegur árangur og er listin með pennann hjá þér ekkert verri *klappábak*"
        },
        {
            "user": "Kreator",
            "user_id": "23042",
            "date": "2003-03-18 14:13:10",
            "id": "974117",
            "reply_to_id": "974104",
            "text": "Flott grein. Isaak Oknowonko er snildar varnarmaður!"
        }
    ]
}