{
    "forum_title": "Box",
    "user": "astasi",
    "user_id": "25888",
    "date": "2003-03-17 11:29:55",
    "title": "Tua vs Rahman",
    "text": "Næsti stóri bardagi í þungavigtinni er Tua vs Rahman II.\nÞessi bardagi er “must win” bardagi fyrir báða,  Tua verður að vinna til þess að eiga kröfu á að hefna fyrir síðustu tvö töp sín, á móti Byrd og Lewis og þetta er síðasta tækifæri fyrir Rahman að sanna sig sem raunverulegur áskorandi. Rahman á það á hættu ef hann tapar á móti Tua að hann verði flokkaður með þeim Oliver McCall, Botha, Ruiz og James “Buster” Douglas sem “one hit wonder” þungavigtarmeistari.\nAnnars á Rahman persónulegra harma að hefna á móti Tua, þar sem Rahman var næsta auðveldlega að vinna bardaga á móti þeim fyrir nokkrum árum, með því að stinga vel( en Rahman má eiga það að hann hefur eina hörðustu stunguna í bransanum) Tua sló hins vegar Rahman niður eftir að bjallan hafði glumið í 9lotu og Rahman náði sér aldrei eftir það og Tua lokaði bardaganum í 10lotu. Þótt margir séu á því að dómarinn hefði átt að stoppa bardagann og gefa Rahman sigurinn, gerði hann það ekki og Rahman hélt áfram þótt dasaður væri. Engin fyrir utan Rahman hefur sagt að Tua hafi viljandi slegið Rahman eftir bjölluna.\nTua er einn hættulegasti boxarinn í þungavigtinni í dag, bara fyrir þá staðreynd að næsta ómögulegt er að rota hann, auk þess sem hann getur rotað menn með einu höggi. Hins vegar hefur hann alltaf tapað þegar hann hefur mætt góðum andstæðingi sem hefur boxað í kringum hinn einhæfa Tua, (Byrd og Lewis) einungis Ike Ibeabuchi þorði að standa beint á móti Tua og skiptast á höggum við hann og bar sigur úr býtum þótt umdeildur væri.\nRahman er að mínu mati um margt líkur Corrie Sanders, (þótt Rahman hafi rotað Sanders) Því ferill hans var langt í frá merkilegur áður en hann rotaði Lewis í Suður-Afríku. Einu nöfnin á ferlinum voru þeir Tua og Oleg Maskaev sem báðir rotuðu hann og Maskaev sló reyndar Rahman út úr hringnum.\nHvað gerist, ég spái að Tua roti Rahman en hvað segja Hugamenn",
    "url": "https://www.hugi.is/box/greinar/129983/tua-vs-rahman/",
    "url_id": "129983",
    "id": "973982",
    "replies": [
        {
            "user": "Skaur",
            "user_id": "7390",
            "date": "2003-03-17 21:06:51",
            "id": "973983",
            "reply_to_id": "973982",
            "text": "Jamm og jæja, Rahman hefur agann sem þarf til að jabba Tua í tólf lotur en spurningin er auðvitað hvort sagan endurtaki sig. Í fyrri bardaganum fannst mér Rahman standa sig frábærlega. Hann stjórnaði fjarlægðinni fullkomlega þar til hann varð kærulaus og Tua greip tækifærið.\nÉg veðja á að The Rock nái að halda Tua frá sér í þetta skipti og vinna á stigum. Ég held að hann hafi lært sína lexíu og geri ekki aftur sömu mistök. Verður þó spennandi bardagi af því að maður veit að The Terminator getur komið með rothögg á hverri stundu."
        },
        {
            "user": "astasi",
            "user_id": "25888",
            "date": "2003-03-17 21:28:54",
            "id": "973984",
            "reply_to_id": "973983",
            "text": "Já það er margt sem segir manni að Rahman eigi að getað haldið Tua frá sér með góðum stungum. Hins vegar var Rahman að reka þjálfarann sinn fyrir stuttu. Einnig var mjög skrýtið að sjá til Rahmans í undirbúningnum fyrir seinni bardagann á móti Lennox Lewis, hann bað um að fá að vera viðstaddur þegar hendur Lewis voru vafðar o.m.fl.\nNokkrir boxspekúlantar vestan hafs hafa haldið því fram að mesta vandamálið hjá Rahman, núna er hausinn á honum og spá honum tapi, byggt á því að hann verði ekki andlega undirbúin fyrir bardagann. Maður veit aldrei með andlegt ástand boxara, en djöfull var Rahman samt stressaður fyrir Rahman vs Lewis II.(minnti mig á Trevor Berbick á móti Tyson í gamla daga) Einnig fannst mér persónulega Rahman vera lélegur á móti Holyfield og Holyfield að vinna þann bardaga áður en hann var stoppaður.\nHins vegar er alveg ljóst að Tua er einungis með eina áætlun og hún er að ganga beint inn og rota Rahman með upphöggi, og hann mun gera það ef Rahman er ekki í toppformi eða með það á hreinu hvað hann ætli sér að gera í hringnum. Rahman hefur sagt að hann ætli sér að rota Tua, það tel ég bæði óráðlegt af honum sem og einnig stórhættulegt, því þannig opnar hann sig fyrir sprengjunum hans Tua.\nÉg spái samt nokkuð spennandi bardaga og ætla að gerast svo djarfur að spá því að Tua roti Rahman, annars er maður nú alveg hættur að þora að spá um úrslit þar sem síðustu bardagar hafa allir verið þvert á allar spár."
        },
        {
            "user": "MrSmile",
            "user_id": "6887",
            "date": "2003-03-18 10:20:30",
            "id": "973985",
            "reply_to_id": "973984",
            "text": "facts, Raham tekur þetta ef hann heldur sínu og er stöðugur\nTua, gæti sjálfur orðið kærulaus og fengið þungt högg frá Rahman og lent í miklum vandræðum, þannig ég tel að rahman ætti að taka þetta nema hann klúðri eins og síðast þegar þeir mættust"
        },
        {
            "user": "Marciano",
            "user_id": "7486",
            "date": "2003-03-18 12:47:52",
            "id": "973986",
            "reply_to_id": "973982",
            "text": "Ég missi nú af þessu en vonandi vinnur Tua sannfærandi í þetta skiptið. Mér finnst Rahman vera ekkert annað en hrokinn og í rauninni hefur hann ekkert gert á ferlinum nema það að rota Lewis með heppni. Og hvað gerðist síðan??? Lewis jarðaði hann og síðan er Rahman búinn að tapa fyrir Evander Holyfield. Ég vona að hann tapi og ég spái rothöggi frá Tua í 4-7 lotu."
        },
        {
            "user": "mrjakob",
            "user_id": "20617",
            "date": "2003-03-18 22:21:21",
            "id": "973987",
            "reply_to_id": "973986",
            "text": "Ég verð að vera sammála astasi, ég held að Tua roti hann. Einhverra hluta vegna hefur mér aldrei litist vel á hausinn á Rahman og tel ég að EF að hann byrjar að stjórna bardaganum eitthvað af viti, þá eigi hann eftir að ofmetnast og vilja sanna sig með stæl, þ.e. vaða inn (opna sig) slá króka (sem að að mínu mati skipta ekki máli hvort hitta að ekki, því að Tua stendur þá af sér) eða önnur þung högg, en vakna svo á striganum."
        }
    ]
}