{
    "forum_title": "Bardagaíþróttir",
    "user": "salvar",
    "user_id": "27279",
    "date": "2003-03-17 21:32:07",
    "title": "Bardagakvöld dauðans 8 júní í Amsterdam",
    "text": "Það verður eitthvert allsvakalegasta bardagakvöld sem sést hefur 8. júní í sumar á Amsterdam arena (heimavelli Ajax).  Það verður kept í freefight, muay thai og boxi (proboxi), þarna eru flestir þeir allra hörðustu úr evrópu og það er gert ráð fyrir um 20.000 manns á svæðið, ég veit að það seldist upp á VIP svæðið fyrir meira en hálfu ári.\nMig hlakkar eiginlega mest til að sjá Igor Vovchancyn á móti Bob Schrijber vini mínum og svo Jerrel Venetiaan (úr Vos gym) á móti Rodney Faverusv(team schrijber), en af muay thai bardögunum er það Rayen Simson sem er í mestu uppáhaldi hjá mér.\nVið verðum nokkrir sem förum, ætlum að fara á æfingar í Vos gym, Xena sport og Schrijber gym eftir því hvað tíminn leyfir .  Ég ætla að far út á fimmtudegi og koma heim á mánudegi, ég útvega þeim miða sem vilja og get aðstoðað við allan undirbúning og er til í að þræða gymin á daginn og knæpurnar á kvöldin :)  Það er að verða uppselt en ég hef látið halda frá nokkrum miðum fyri mig svo sendiði mér mail á salva@risi.is ef þið hafið áhuga á að slást í hópin, allt dæmið með flugi, hóteli og miða er undir 50 þúsund kallinum.\nListi yfir bardagana er fyrir neðan, þið getið svo farið á heimasíðuna\nhttp://www.simonrutz.nl/\n, hún er að vísu á Hollensku en þar eru myndir af köppunum o.s.f.v.  Vonast til að fá sem flesta af brjálæðingunum hérna með í för\nFREE FIGHT\nDick Vrij\t \tBarrington Patterson\nBob Schrijber\t \tIgor Vovchanchyn\nJerrel Venetiaan\t Rodney Faverus\nJoop Kasteel\t \tPeter Verschuren\nDave Vader\t \tAllistair Overeem\nRobby Nelson\t \tGilbert Ballentine\nHans Nijman\t \tCheick Kongo\nMUAY THAI\nMelvin Manhoef\t \tAlexey Ignashov\nRayen Simson\t \tNajim Ethoullali\nJoerie Mes\t \tPerry Ubeda\nFikri Tijarti\t \tFaldir Chahbari\nRon Post\t \tChris van Venrooy\nDennis de Rus\t \tAli Gunyar\nBOXEN\nLucia Rijker\t \tJane Couch",
    "url": "https://www.hugi.is/martial_arts/greinar/130028/bardagakvold-daudans-8-juni-i-amsterdam/",
    "url_id": "130028",
    "id": "974578",
    "replies": [
        {
            "user": "qeySuS",
            "user_id": "280",
            "date": "2003-03-17 23:17:07",
            "id": "974579",
            "reply_to_id": "974578",
            "text": "Nei fjandinn, djöfull væri rosalegt að fá að sjá þetta, en kemst líklega ekki :(\nMæli með að ALLIR sem hafa áhuga og pening skelli sér, þetta verður rosalegt kvöld!"
        },
        {
            "user": "Jarlaxle",
            "user_id": "5181",
            "date": "2003-03-17 23:34:40",
            "id": "974580",
            "reply_to_id": "974578",
            "text": "Hvað er ferðin löng?"
        },
        {
            "user": "FenrirMMA",
            "user_id": "16231",
            "date": "2003-03-18 08:12:22",
            "id": "974581",
            "reply_to_id": "974578",
            "text": "vá! ….\nég veit ekki, itchy…\nbrrrr…"
        },
        {
            "user": "FenrirMMA",
            "user_id": "16231",
            "date": "2003-03-20 14:20:55",
            "id": "974582",
            "reply_to_id": "974578",
            "text": "hvenær er siðasti séns á að borga þetta? er dauðspenntur…"
        },
        {
            "user": "salvar",
            "user_id": "27279",
            "date": "2003-03-20 19:20:58",
            "id": "974583",
            "reply_to_id": "974582",
            "text": "Það er best að bóka flugið á netinu sem fyrst, það hækkaði um 4000 kall hjá mér milli daga af því ódýrasti klassinn seldist upp milli daga.  Hótelið borgarðu bara á staðnum og miðann líka en ég verð að fá að vita sem fyrst um það því þeir eru að halda nokkrum miðum fyrir mig og það er að verða uppselt."
        }
    ]
}