{
    "forum_title": "Rómantík",
    "user": "diaphanous",
    "user_id": "5339",
    "date": "2001-01-05 01:44:54",
    "title": "Piparjónka",
    "text": "Ég er komin á það sem er kallað þrítugsaldur…en hræðilegt orð. En, engu að síður staðreynd (reyndar er ég á fyrsta fjórðungi þriðja tugs æviára minna (ef einhver náði þessu)).\nOg, já, ég er ein af þessum hræðilegu konum sem er talað um í fjölskylduboðunum með lágværum en kaldhæðnum tón “Nei, hún er ekki ENNÞÁ komin með kærasta… Ég skil ekkert í þessu…Svona geðug og góð stúlka…Það vantar nú ekki gáfurna á þann bæinn…en það virðist vera eitthvað…”\nSvo er slegið í öxlina á mér sett upp sparibrosið og sagt með sakleysissvip (eins og ég hafi ekki heyrt hvað var verið að segja rétt við bakið á mér ekki tveimur mínútum áður): “Og hvað, ekki kominn með neinn kall?” Og ég neyðist til að svara enn einu sinni: “Nei, veistu að ég er bara ekki ennþá búin að finna neinn sem er nógu góður fyrir mig!” Lymskulega glott kemur fram “jæja, já og hvernig gengur í vinnunni?”\nEkki misskilja mig. Ég hef ekkert á móti fólki sem er á föstu, þvert á móti. Mig langar bara að vita í hvaða bók var það skrifað að maður væri ekki heill nema hafa einhvern hangandi aftaní rassgatinu á sér?\nÞað er sjálfsagt frábært að hafa einhvern til að deila deginum með.\nEn hvað er að því að vera bara einn?\nHvaðan kom öll þessi pressa?\nHver sagði að maður ÞYRFTI endilega að vera með einhverjum?\nEkki það að ég hefði eitthvað á móti því að vera með einhverjum (held ég), en eins og ég segi í öllum fjölskylduboðum og meina “Ég hef bara ekki fundið neinn sem er nógu góður fyrir mig!!!”\nAf hverju gerir það mig að minni manneskju?\nÞað sem mér finnst samt fyndnast af öllu er að þrátt fyrir að frænkurna vilji koma inn hjá mér þeirri dyllu að án karlmanns sé ég ekkert, þá hafa allar vinkonum mínar sem eru eða hafa nokkurn tíma verið á föstu sagt við mig oftar en einu sinni “þú ert svo heppin hafa ekki verið á föstu”. Ég svara að sjálfsögðu að ég myndi ekki vita muninn og geti því ekki að sönnu samþykkt það. Og þær verða samúðarfullar og segja “nei, sjálfsagt ekki. En hvernig gengur annars í vinnunni?”\nÞví þrátt fyrir hugrökk orð þá vita þær líka að þær eru ekkert án karlmanns!\ndiaphanous\nWho wrote the book of love?\nÉg veit það ekki en ég hefði ekkert á móti því að gefa þeim hinum sama eitt laglegt hríðspark í hausinn því sá hefur, hingað til, ekki verið að gera mér neina greiða!!!",
    "url": "https://www.hugi.is/romantik/greinar/13002/piparjonka/",
    "url_id": "13002",
    "id": "81165",
    "replies": [
        {
            "user": "Xenia",
            "user_id": "5249",
            "date": "2001-01-05 03:04:10",
            "id": "81167",
            "reply_to_id": "81165",
            "text": "Ég held að málið sé að flestar ömmur, frænkur, mömmur o.s.frv. séu með einhverja uppskrift að fullkomnu lífi og hún hljóðar svo. Framhaldsskóli, háskóli, kærasti/eiginmaður, brúðkaup, hús, bíll, börn…eða ég hef þetta á tilfinningunni oft.\nMaður er einhvernveginn ekki alveg nógu góður ef maður fetar ekki þessa beinu braut. Þetta gæti líka verið einhver löngun í lítil ömmubörn/frændsystkini eða jafnvel “hræðsla” við að þú sért lesbísk.\nMér persónulega finnst samt að þetta sé eitthvað sem skiptir ekki máli, hver einstaklingur verður að ráða sínu lífi. Svo er það reyndar ekki okkar að ákveða hvenær við verðum ástfanginn, það bara gerist þegar það gerist.\nJæja, gangi þér vel að ráða við kjaftaganginn í fjölskyldunni og vinahópnum.\nKveðja, Xenia"
        },
        {
            "user": "sarax",
            "user_id": "4819",
            "date": "2001-01-05 04:22:12",
            "id": "81168",
            "reply_to_id": "81167",
            "text": "Djöfull eridda ljótt orð: piparjónka! Hljómar eins og skilgreining á manneskju með ólæknandi sjúkdóm…\n…ég kannast nú e-ð við þessar umræður um fjölskylduboð.  Mann hálf kvíður fyrir að amma fari að spyrja hvort maar eigi einhvern “vin”.  “Jújú - ég á fullt af vinum ” segi ég “en engann sérstakann”   blablabla…og alltaf er það sama sagan…og svo kemur:  “ertu búin að spá meir í þetta með háskólamenntun?”  Manni er bara ætlað að skella sér í lögfræði eða lækninn helst í gær…og ef maður getur ekki höndlað námið - þá getur maar allavega kynnst einhverjum huggulegum ungum manni sem er tilvonandi læknir með öruggar tekjur og blablabla…\n…Viðbjóður!  Skrítið að maður skuli skrá sig í vinnu þegar fjölskylduboðin skella á…"
        },
        {
            "user": "Roland",
            "user_id": "525",
            "date": "2001-01-05 10:56:19",
            "id": "81166",
            "reply_to_id": "81165",
            "text": "Hjartanlega sammála þér.\nÉg skil ekki hvaða atriði það er að þurfa endilega hafa einhvern hangandi með sér í sífellu. Margir vinir mínir eru á föstu og ég held að öruggur geti sagt að ég skemmti mér betur en þeir og geri bara það sem mér langar til, þegar mig langar til. Ekki þurfa endalaust að athuga haf konan vilji gera."
        },
        {
            "user": "Vargur",
            "user_id": "541",
            "date": "2001-01-05 13:28:43",
            "id": "81169",
            "reply_to_id": "81165",
            "text": "Ég verð aðeins að byrja á því að vera ósammála því sem vinkonur þínar annars vegar, og Roland í svari sínu hér að ofan hins vegar, eru að segja. Það að vera í sambandi með réttu manneskjunni er dásamlegt og ég er viss um að þú átt eftir að upplifa það einn daginn, og þá veistu að það eru þær sem eru óheppnar. Mikið hlýtur þetta fólk að hafa verið í leiðinlegum samböndum greyin að finnast það slæm reynsla og finnast það bundið af maka sínum… æjæjæj.\nHins vegar kemur það auðvitað fólki ekki skapaðan hlut við hvort þú sért í sambandi eða ekki, og ég er sannfærður um að það er hægt að vera alveg jafn hamingjusamur einn. Vertu ekkert að láta ýta á þig. Ég kannast við þessa tilfinningu, og vildi sjálfur ekki hraða neinu í mínu lífi. Ég vildi ekki byrja með einhverri bara til þess að uppfylla einhverja samfélagslega staðla, gaf bara skít í þá. Svo allt í einu gerðist það, ég kynntist fullkominni konu og er voða hamingjusamur með henni í dag.\nÉg segi, lifðu lífinu eftir þínu höfði, á þínum hraða, og á þínum forsendum. Steyttu hnefann framan í gamlar kreddur og óhamingjuformúlur, og vertu ekkert að hlusta á þetta fólk sem heldur að það hafi náð toppnum í meðalmennsku sinni!\ngangi þér í haginn,\nVargu"
        },
        {
            "user": "coby",
            "user_id": "3357",
            "date": "2001-01-05 14:13:35",
            "id": "81170",
            "reply_to_id": "81165",
            "text": "Ég er sammála Vargur, vertu bara þú sjálf. Og ef að einhver er væla útaf því að þú sért ekki kominn með kall þá er það bara þeirra vandamál. Mér persónulega finnst það mun gáfulegra að leita og finna svo einhvern (einhverja í mínu tilfelli) heldur en að gera eins og svo margir, prófar hér og þar og endar svo uppi með 2 börn.\ndiaphanous, stattu þig í því sem að þú vilt. Þú þarft jú að dröslast með þig alla ævi.\nCoby"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2001-01-05 14:14:11",
            "id": "81171",
            "reply_to_id": "81165",
            "text": "Þitt líf, þitt val.  Það eru margir sem fatta það ekki en það er ekki skylda að fara í háskóla, vera á föstu, gifta sig, eignast börn, eiga bíl eða íbúð.  Lifðu þínu lífi eins og þú vilt hafa það á þínum hraða og láttu athugasemdir annarra ekki hafa áhrif á þig.  Það ert nú einu sinni þú sem lifir þínu lífi en ekki aðrir þannig að af hverju ætti þér að koma eitthvað við hvað öðrum finnst að þú ættir að gera?"
        },
        {
            "user": "global",
            "user_id": "1251",
            "date": "2001-01-05 17:39:46",
            "id": "81172",
            "reply_to_id": "81165",
            "text": "Veistu diphanous ég er svo sammála þér.\nÉg hef reyndar aldrei lent í þessu spurningaflóði í einu einasta fjölskylduboði og ef eitthvað er þá er mín nánasta fjölskylda eiginlega á móti því að maður bindi sig of snemma.\nÞú veist nú alveg örugglega að “ástin spyr hvorki að stað né stund”, þú ættir bara að leiða þetta allt frá þér. Það er ekki eins og tíminn sé að hlaupa frá þér í þessum efnum, væri ekki réttast að kynnast sjálfum sér út í gegn og vita hvað maður vill og hvað maður vill ekki.\nÉg held nú líka að ástin komi þegar maður á síst von á því."
        },
        {
            "user": "hetjan",
            "user_id": "6225",
            "date": "2001-01-05 17:58:37",
            "id": "81173",
            "reply_to_id": "81165",
            "text": "hefurðu alldrei átt kærasta? allavega fyndu þér gaur annars verðuru bara gömul og leiðinleg trust me"
        },
        {
            "user": "oxy",
            "user_id": "3756",
            "date": "2001-01-05 20:46:27",
            "id": "81174",
            "reply_to_id": "81165",
            "text": "Ég var reyndar ekkert vör við það að í fjölskylduboðum að talað væri um að ég væri ein og það kom fyrir að amma sagði að ég ætti ekkert að flýta mér og nógur tími væri fyrir stafni. Hinsvegar eftir að ég byrjaði með strák þá finnst mér eins og ég sé frekar fullgildur meðlimur í þessu þjóðfélagi (ef hægt er að orða það sem svo) og það fer alveg rosalega í taugarnar á mér. Því ég var búin að búa ein í þrjú ár áður en við byrjuðum saman og gekk mjög vel.\nEn lífið er víst ekki alltaf sanngjarnt.\nHaltu þínu striki diaphanous :)"
        },
        {
            "user": "diaphanous",
            "user_id": "5339",
            "date": "2001-01-07 00:22:30",
            "id": "81178",
            "reply_to_id": "81165",
            "text": "Ég þakka kærlega fyrir hughreystingarnar hérna. Lol ég býst við að á vissan hátt hafi ég verið að leita eftir samúð. Takk. Og líka viðurkenningu á því að það sé allt í lagi að vera ein. Takk fyrir það líka. :o)\nÉg er ekki ósátt við að vera ein…ehh…ok ég er að vissu leyti ósátt en það líður yfirleitt hjá á nokkrum augnablikum (lesist dögum!).\nÞað er satt að fyrir vikið þá hef ég kynnst sjálfri mér betur og veit í dag flest það sem viðkemur mér. Fyrir það er ég þakklát.\nEn það er ekki laust við það, seint á kvöldin, þegar ég er komin undir sæng og ró færist yfir allt að ég sakni þess að hafa ekki einhvern til að halda utan um mig (og hlýja á mér tærnar!).\nGóðir hlutir gerast hægt og ég býst við bombu þegar röðin kemur loksins að mér!! lol\nTakk fyrir stuðninginn!\ndiaphanous\nE.s. Hetjan…ég er sterkari en svo að ég láti bugast undan karlmannsleysinu. En til að hafa hlutina á hreinu þá var ég að tala um föst sambönd ekki kynlíf! Það hefur ekki verið vandamálið hingað til!!"
        },
        {
            "user": "mancubus",
            "user_id": "819",
            "date": "2001-01-07 05:50:00",
            "id": "81179",
            "reply_to_id": "81178",
            "text": "ég mundi bara vera fegin að vera ung og frjáls. allir sem ég þekki á þínum(okkar) aldri sem hafa farið í langtíma sambönd eru bara búnir um leið. þá meina ég að allar áætlanir breytast og fara að snúast um að halda uppi fjölskyldu. menn detta úr skóla og festast í ömurlegum verkamannavinnum. taka lán uppá mills fyrir íbúð og bíl og whatever. og margir munu líklegast ekki losna úr þessum vítahring fyrr en krakkarnir eru vaxnir úr grasi.\nallir hinir sem hafa ekki fallið í þessa gildru eru miklu hamingjusamari. og gera bara allt það sem þeim dettur í hug og fá bara almennt miklu meira út úr lífinu.\nmér finnst persónulega að fólk ætti ekki að fara út í einhverjar svona pælingar fyrr en um þrítugt. því að þá er allt “uppbyggingarstarfið”  búið."
        },
        {
            "user": "hun",
            "user_id": "4708",
            "date": "2001-01-07 22:16:03",
            "id": "81180",
            "reply_to_id": "81179",
            "text": "skemmtilegar pælingar hjá þér fr.gegnsæ , sérstaklega í ljósi þess að ég var að lesa nokkrar greinar í Píkutorfunni. þar er einmitt verið að fjalla um þessi höft sem samfélagið setur á konur (einnig einstaklinginn). það er alltaf gott að vita af því að það eru fleiri einstaklingar út í bæ sem láta ekki hafa of mikið áhrif á sig og þora að fylgja eigin sannfæringu.\nsjálf lenti ég í því seinast í gær í vinnupartýi að vera spurð að því hvort ég væri lessa, og það ekki í fyrsta skipti. vanalegast er það fólk sem þekkir mig lítið sem ekkert sem spyr mig, fólk sem veit bara að ég á ekki kærasta. svo er ég ekki með strípur í hárinu og né geng um stríðsmáluð í hefðbundnum stelpufötum. ég læt líka í ljós mínar skoðanir eins og strákar gera frekar en að brosa bara sætt eins og oft er ætlast af stelpum.\nvægast sagt pirrandi samfélag!!\nekki-lessan hún"
        },
        {
            "user": "mancubus",
            "user_id": "819",
            "date": "2001-01-07 23:16:35",
            "id": "81175",
            "reply_to_id": "81165",
            "text": "já þú segir það. ég er ekki í sambandi. og ég fæ oft á tilfininguna hvort maður sé eitthvað gallaður. reyndar reyni ég ekki mikið við stelpur. kannski það sé gallinn.\nen ég las einu sinni grein eftir þræl menntaða konu frá einhverju útlandi. sem kom hingað til íslands og vann við eitthvað vísindastarf hjá fiskfyrirtæki sem var úti á landi. og hún kom einmitt inn á þetta sama dæmi. að hún var svakalega vör við það að fólk hér á landi leggur ofboðslega áherslu á sambönd og fjölskylduna.\nog hún talaði um að þaðan sem hún kom þá væri meira um fólk á hennar aldri sem hefði tileinkað sig námi, og þá oft löngu námi og hefði ekki haft tíma til að unga út börnum og svoleiðis. sem virðist vera æsta takmark á íslandi.\nsvo mér fannst gaman að lessa þetta viðtal. og sjá hvernig útlendingur sér okkar samfélag. og líka að vita að það er til fólk sem einblínir ekki á að eignast fjölskildu. maður er oft svo ferlga bundin af hefðum þjóðfélagsins að maður sér ekki sólina.\nreyndar verð ég að viðurkenna að ég velti því fyrir mér hvort ég muni nokkurn tímann kynnast stelpu. og það er ákveðin einsemd og örvænting í þeim pælingum. en lífið heldur áfram. og hefur víst alltaf gert.\nbara sona bæta við að ég er 28. kannski það sé ekki en öll von úti :)"
        },
        {
            "user": "mancubus",
            "user_id": "819",
            "date": "2001-01-07 23:21:53",
            "id": "81176",
            "reply_to_id": "81175",
            "text": "ok afsaka klaufalegar stafsetninga villur þarna fyrir ofan. en ég tek það fram að ég er ekki hommi. og þessi útlenska kona sem ég er að tala um er um 45 ára.\nkveðja. :)"
        },
        {
            "user": "mancubus",
            "user_id": "819",
            "date": "2001-01-09 04:25:51",
            "id": "81177",
            "reply_to_id": "81176",
            "text": "hei, mar fera að sofa í kvöld og vaknar aftur á morgun. hversu slæmt getur þetta verið :)"
        }
    ]
}