{
    "forum_title": "Handbolti",
    "user": "Jormundgand",
    "user_id": "19854",
    "date": "2003-03-18 17:44:35",
    "title": "Hlé hjá Selfossi?",
    "text": "Sælt veri fólkið!\nSú tillaga hefur borist til nefndar Ungmennafélags Selfoss að\nleggja niður Meistaraflokk í 2-3 ár. Þá yrði Handboltadeildin á\nSelfossi að fara að einbeita sér að því að þjálfa yngri flokkana.\nLykilmaður liðsins og aðalmarkamaskínan, Hannes Jón\nJónsson, er farinn í atvinnumennsku á Spáni og þá versna\nleikar ENN meir hjá Selfossi en einmitt núna eru þeir staddir í\nneðsta sæti með 1 stig og aðeins 3 leikir eftir.\nTillagan byggist á því að þegar að Meistaraflokkur byrji aftur þá\nfari strákarnir sem nú eru í 4. flokk í Meistarflokk en eins og\nmörgum er kunnugt þá urðu þeir Íslandsmeistarar 23. febrúar\nsíðastliðinn eftir nauman sigur á móti Fjölni.\nTillagan hefur einnig við það að styðjast að peningar eru að verða\nuppiskroppa hér í bæ (Selfossi) hjá Ungmennafæelaginu og\nmestur kostnaðurinn fer einmitt í Handboltadeildina.\nMörgum finnst þessi tillaga vera fáránleg því að þá byrji enginn\nað æfa handbolta með liði sem spilar ekki einu sinni með\nMeistaraflokk í liðinu. En persónulega finnst mér þessi tillaga\nhafa við mjög góð rök að styðjast og rökin eru nægilega góð til að\nkoma mér á þá skoðun að samþykkja tillöguna. En því miður hef\nég engan kosningarétt til þessa máls né annarra mála hjá\nUngmennafélaginu svo að þá er ekki um annað að ræða en að\nkrossleggja fingur og vona hið besta.\nMeð fyrirfram þökk,\nLPFAN",
    "url": "https://www.hugi.is/handbolti/greinar/130244/hle-hja-selfossi/",
    "url_id": "130244",
    "id": "976243",
    "replies": [
        {
            "user": "gunni7",
            "user_id": "28895",
            "date": "2003-03-18 19:28:13",
            "id": "976244",
            "reply_to_id": "976243",
            "text": "Þetta er bull með 4.flokkin hja selfoss.hann hefur ekki unnið neitt a þessu ári,fjölnir varð bikarmeistar,það er ekki einu sinni buið að keppa i islandsmótinu"
        },
        {
            "user": "Jormundgand",
            "user_id": "19854",
            "date": "2003-03-18 22:40:46",
            "id": "976245",
            "reply_to_id": "976244",
            "text": "æ, þá hef ég ruglast, en þá eru Selfyssingar (4. flokkur) a.m.k. góðir !!"
        },
        {
            "user": "Maxium",
            "user_id": "432",
            "date": "2003-03-18 23:38:44",
            "id": "976246",
            "reply_to_id": "976245",
            "text": "Miðlungs lið, sem varð gott með tilkomu besta markmannsins i 4. flokki. Verða samt aldrei íslandsmeistarar. Mark my words =)"
        },
        {
            "user": "skolli",
            "user_id": "26021",
            "date": "2003-03-25 19:58:59",
            "id": "976247",
            "reply_to_id": "976245",
            "text": "Selfoss eru ekki góðir í 4.flokk ég er í HK og við rústuðum þeim með sex mörkum."
        },
        {
            "user": "Jormundgand",
            "user_id": "19854",
            "date": "2003-03-25 20:35:06",
            "id": "976248",
            "reply_to_id": "976247",
            "text": "Ekki góðir? Kíktu þá á\nhttp://www.toto.is/isi/urslit/hsi/2003/00001142.ht m\nog sjáðu hvort þeir eru ekki góðir. Rétt hjá þér gunni7, þeir töpuðu á móti Fjölni, sorry, en skolli, eru þeir ekki góðir að ná 2. sæti í bikarkeppninni?"
        },
        {
            "user": "skolli",
            "user_id": "26021",
            "date": "2003-03-25 20:43:57",
            "id": "976249",
            "reply_to_id": "976248",
            "text": "Ég er að tala um B-lið"
        },
        {
            "user": "Jormundgand",
            "user_id": "19854",
            "date": "2003-03-20 17:20:55",
            "id": "976250",
            "reply_to_id": "976244",
            "text": "Það kom nú mynd í Mogganum og í Dagskránni (Selfossblað) af Selfyssingum með bikarinn og svo segist faðir minn vera fullviss um að Selfyssingarnir blessuðu hafi unnið.\nErtu viss um að ÞÚ sért ekki að ruglast?"
        },
        {
            "user": "gunni7",
            "user_id": "28895",
            "date": "2003-03-21 18:45:16",
            "id": "976251",
            "reply_to_id": "976250",
            "text": "nei eg er ekkert að ruglast.eg er i fjölni og við unnum selfoss i bikarurslita leiknum."
        },
        {
            "user": "Jormundgand",
            "user_id": "19854",
            "date": "2003-03-21 19:58:46",
            "id": "976252",
            "reply_to_id": "976251",
            "text": "jæja, þú um það. En Selfoss vann bikarinn. Það eru mín orð. Og ekki reyna að fá mig til að skipta um skoðun !!"
        },
        {
            "user": "gunni7",
            "user_id": "28895",
            "date": "2003-03-22 00:47:57",
            "id": "976253",
            "reply_to_id": "976252",
            "text": "hvaða bikar unnu þei"
        },
        {
            "user": "Jormundgand",
            "user_id": "19854",
            "date": "2003-03-22 12:35:34",
            "id": "976254",
            "reply_to_id": "976253",
            "text": "Annaðhvort bikarkeppnina eða úrslitakeppnina, man ekki. A.m.k. einhvern bikar !!"
        },
        {
            "user": "gunni7",
            "user_id": "28895",
            "date": "2003-03-22 17:09:13",
            "id": "976255",
            "reply_to_id": "976254",
            "text": "fjölnir vann bikarkeppnina en úrslitakeppninn er ekki búinn."
        },
        {
            "user": "jolly81",
            "user_id": "6212",
            "date": "2003-03-23 11:18:12",
            "id": "976256",
            "reply_to_id": "976255",
            "text": "Mig grunar að þetta sé bikarinn sem þeir unnu i 2.Deild á heimavelli þar sem ekkert lið hefði getað unnið þá vegna þess að dómaranir sáu til þess.\nEinsog einn gaur i selfoss skaut framhjá þá kom bara dómarinn og sagði: “Kemur, koma svo afram selfoss berjast”\nSvo þetta var held eg amk bikar sem þeir unnu i 2.Deild, :)"
        },
        {
            "user": "Jormundgand",
            "user_id": "19854",
            "date": "2003-03-25 20:39:20",
            "id": "976257",
            "reply_to_id": "976255",
            "text": "æ, misheppnaðist linkurinn, en allavega, rétt hjá þér gunni7, sorry, Fjölnir vann bikarkeppnina en bara með einu marki :Þ :) ´þá eru Selfyssingar a.m.k. GÓÐIR!!!\nhttp://www.toto.is/isi/urslit/hsi/2003/0000\n114 2.htm\nef það er eitthvað bil í URL-inu þá skaltu stroka það út."
        },
        {
            "user": "Maxium",
            "user_id": "432",
            "date": "2003-03-24 09:57:01",
            "id": "976258",
            "reply_to_id": "976252",
            "text": "kannski dugar þetta ekki, en þetta er sem sagt linkur af hsi síðunni, en trúðu því sem þú vilt trúa.\nhttp://www.toto.is/isi/urslit/hsi/2003/0000114\n2.htm"
        },
        {
            "user": "EstHerP",
            "user_id": "11032",
            "date": "2003-03-18 23:51:52",
            "id": "976259",
            "reply_to_id": "976243",
            "text": "Þetta er fáranlegt, þvílík uppgjöf og aumingjaskapur! Þetta er illa rekin deild og mér finnst vera þvingunarþefur af þessari tillögu “Ef þið látið okkur ekki hafa peninga, hættum við bara” hótanir… isss lame!\nAnnars hef ég svo sem ekkert vit á þessu ;)"
        },
        {
            "user": "fight4life",
            "user_id": "30133",
            "date": "2003-03-20 17:02:45",
            "id": "976260",
            "reply_to_id": "976243",
            "text": "Alltaf er eitthvað mikið um að vera hjá Selfossi.  Ég er gamall Selfyssingur og ég veit nákvæmlega hvað þú ert að tala um (ég sat m.a. í stjórn fyrir eina deildina og sótti stjórnarfundi UMFS).  Það er sorglegt að vita af því að á Selfossi nái menn ekki að berja saman eitt almennilegt boltalið (körfu- hand- eða fótbolta).  Það sem mér finnst að ætti að gera er að kanna áhuga á íþróttinni meðal þeirra sem stunda hana og sjá hvaða tilfinningar þeir bera til íþróttarinnar.  Ef menn segja einfaldlega: “gaman að æfa handbolta” eða “það verður að vera handboltadeild á Selfossi” þá getið þið gleymt þessu strax og lokað.  Menn verða að hafa vinningshugarfar til að ná einhverjum árangri í íþróttinni og sýna fram á að þeir vilji vinna með:\nMikilli æfingu (Þá meina ég MIKILLI ÆFINGU).\nÁhuga á því sem er að gerast í íþróttinni.\nHeilbrigðu líferni (Það hefur verið erfitt að halda tappanum í flöskunni meðal margra íþróttamanna á Selfossi í gegnum árin).\nSamstöðu, án samstöðu næst enginn árangur í þessari íþróttagrein.\nMér þætti gaman að sjá í hversu góðu formi þessir menn eru sem eru að æfa á Selfossi.  Fyrir nokkrum árum átti Einar Guðmunds að töfra fram hndboltamenn framtíðarinnar á Selfossi en ekkert virðist hafa gerst, af hverju gekk það t.d. ekki?\nStaðreyndin er sú að deildin hér á landi er ekkert sterk núna, handboltinn er í lægð hérna.  Ef UMFS getur ekki þjálfað upp 16 manna hóp í 5000 manna bæ þá er eitthvað að.  Það er náttúrulega eitthvað að.\nGaman væri að heyra í einhverjum Selfyssingum um málið…."
        },
        {
            "user": "Jormundgand",
            "user_id": "19854",
            "date": "2003-03-20 17:17:02",
            "id": "976261",
            "reply_to_id": "976260",
            "text": "Við höfum alið upp marga góða handknattleiksdrengi, bara allir seldir.\nGóðir handknattleiksdrengir sem aldir hafa verið upp á Selfossi: Einar Guðmundsson, Valdimar Þórsson, Gústaf Bjarnason, Sigurjón Bjarnason, Einar Gunnar Sigurðsson, Þórir Ólafsson o.fl.\nAfhverju að selja? :("
        }
    ]
}