{
    "forum_title": "Box",
    "user": "Skaur",
    "user_id": "7390",
    "date": "2003-03-20 11:42:03",
    "title": "Á Morrade Hakkar séns?",
    "text": "Þann 29. mars mun óþekktur boxari að nafni Morrade Hakkar freista þess að hakka núverandi óumdeildan milliviktarmeistara Bernard Hopkins. Áður en þetta var tilkynnt hafði ég aldrei heyrt um þennan gaur og býst ekki við að margir aðrir hafi þekkt til hans heldur.\nAllt sem ég veit um box bendir til að Hakkar geti ekki hakkað ömmu sína og hvað þá Bernard Hopkins. Hinsvegar eins og Mayorga og Sandes hafa sýnt og sannað upp á síðkastið þá eiga allir möguleika í hnefaleikahring.\nHvað hefur Frakkinn Morrade (31 árs) til síns ágætis? Ferillinn er: 29-3-18, sem er ekki slæmt ef maður skoðar ekki nöfnin. Hann hefur bara barist í Evrópu við evrópska boxara. Töpin komu 1996, 1998 og 2001. Hann tapaði þarsíðasta bardaganum sínum (split decision) en hefndi fyrir í þeim síðasta (TKO).\nAllt bendir til að Hopkins muni éta Hakkar en allt er mögulegt, hann er nú orðinn 38 ára. Hver þorir að veðja á Morrade Hakkar?",
    "url": "https://www.hugi.is/box/greinar/130691/a-morrade-hakkar-sens/",
    "url_id": "130691",
    "id": "979681",
    "replies": [
        {
            "user": "astasi",
            "user_id": "25888",
            "date": "2003-03-21 13:44:38",
            "id": "979682",
            "reply_to_id": "979681",
            "text": "Eins og þú segir, sönnuðu Sanders og Mayorga að maður á alltaf séns. Makkar hefur barist alla sína bardaga í Frakklandi, franski boxheimurinn státa núna af ágætis köppum og Frakka hafa mikinn áhuga á boxi, rétt eins og öllum bardagaíþróttum.\nHakkar hefur einungis einu sinni verið stoppaður i bardaga, en hefndi tvisvar fyrir það tap. Samt er Hakkar ekki neinn sérstakur rotari, ólíkt bæði Mayorga og Sanders. Og því harla ólíklegt að honum takist að feta í fótspor þeirra.\nÉg geri ráð fyrir að Hopkins gangi næsta auðveldlega frá Hakkar, Hopkins barðist einu sinni á síðasta ári á móti Carl Daniels og stoppaði hann í 10lotu. Hopkins er að vera helvíti gamall, jafnvel fyrir þungavigtarmann, hvað þá millivigtarmann.\nHins vegar er alltaf mikill hávaði í Hopkins og núna er búin að frysta karlinn út úr peningamyndinni um tíma. De La Hoya berst við Mosley næst og Mosley fær um 5 miljónir dollarar fyrir bardagann. En Hopkins fær víst einungis um 200þúsund dollara fyrir að berjast við Hakkar og það í sinni heimaborg.\nEins og staðan er fyrir Hopkins er hann fyrir utan aðal peninganna eins og stendur og því sannfærandi sigur á Hakkar hans eina von um að fá tækifæri áður en hann fer á elliheimilið að vinna sér inn alvöru peninga. Því líklegt er að ef De La Hoya vinnur Mosley að hann vilji frekar taka bardaga aftur á móti Vargas sem hann getur mun frekar sigrað en að fara á móti Hopkins, sem þrátt fyrir aldur er einn besti boxarinn í dag. Hopkins getur einnig farið til Þýskalands og barist við Ottke en alls óvíst að Ottke vilji það. Annars þætti mér best ef hann myndi berjast við Joe Calzage í Wales fyrir framan 70 þúsund áhorfendur í Cardiff eins og Calzage hefur nefnt sem möguleika."
        },
        {
            "user": "Skaur",
            "user_id": "7390",
            "date": "2003-03-22 09:52:32",
            "id": "979683",
            "reply_to_id": "979682",
            "text": "Nú er Calzaghe að tala um að fara til þýskalands og berjast við Ottke. Ef það gerist og hann vinnur þá myndi það gera Hopkins vs. Calzaghe bardaga helvíti juicy."
        },
        {
            "user": "heidargud",
            "user_id": "21293",
            "date": "2003-03-30 05:24:49",
            "id": "979684",
            "reply_to_id": "979681",
            "text": "þessi bardaga var nú eitt mesta rugl sem ég hef séð… fyrst hleypur hann um eins og hálviti…\nlegst á hnéð og fagnar og til að toppa þetta allt samann þá hættir þessi ræfill getur ekki einusinni klárað þessa vitleysu sem hann byrjaðu á.\n1 tímapunkti í fyrstu lotu var ég farinn að halda að þetta væri eitthvað show sem don king hafði sett af stað til að sína að frakkar væru skræfur til að undirstrika mál kanana í þessu blessaða íraks máli.\nallavegna þetta var meiri vitleysan."
        }
    ]
}