{
    "forum_title": "Deiglan",
    "user": "SweetTone",
    "user_id": "28405",
    "date": "2003-03-19 21:46:16",
    "title": "Bush Vs Hussein",
    "text": "Ég er nú ekki með allt á hreinu varðandi þetta “yfrivogandi” stríð en eitt er ég með alveg á tæru, þetta “yfrivogandi” stríð er án efa ekki lengur “yfrivogandi”.\nGoggi litli er búinn að ráðast á svæði í írak sem hann telur að ógni honum. Það sem ég hef tekið eftir er að allt þetta stríð hefur er búið til úr sögu sögnum og rugli sem ógnar bandaríkjunum.\nSvo eru það sameinuðu þjóðirnar sem eru alveg máttlausar í öllu þessu og það er svona klúbbur sem setinn er fólki sem á að hafa tak á ólinn á öllu þessu stríðs óða fólki.\nEða þannig tek ég því.\nEn málið er að í þessu stríði sem er nú hafið er ekki hægt að segja fyrir um hver útkoman er.\nBretar og bandaríkjamenn eru búnir að stilla mönnum sínum upp fyrir framan Hussein og eru tilbúnir að ráðast inn en ég er viss um að Hussein eigi ekki eftir að kasta fyrsta steininum svo hann Bush þarf að ráðast inn. Það þýðir innárás í Írak og þá er Hussein að verja sitt land og hann er ekkert fyrir því að tapa.\nÞaning að þetta á eftir að verða blóðugt stríð sem endar með því að allir í heiminum taka þátt í eða með öðrum orðum, Heimsstyrjöld.",
    "url": "https://www.hugi.is/deiglan/korkar/130652/bush-vs-hussein/",
    "url_id": "130652",
    "id": "979386",
    "replies": [
        {
            "user": "apj",
            "user_id": "12570",
            "date": "2003-03-19 22:09:59",
            "id": "979387",
            "reply_to_id": "979386",
            "text": "Hvað þýðir eiginlega yfirvogandi? Seinast þegar ég vissi var talað um yfirvofandi :)"
        },
        {
            "user": "apj",
            "user_id": "12570",
            "date": "2003-03-19 22:21:41",
            "id": "979388",
            "reply_to_id": "979387",
            "text": "sweetone finnst helduru sem sagt að það sé lýgi að saddam spreyjaði á kúrda og hafi notað á sína eigin þjóð ef svo er ættiru að fræða þig meira um þetta. Þessi maður hefur ekki gert neitt til að eiga það skilið að vera þarna hann græðir milljónir úr ólíu og hann notar ekki mikið af því í uppbyggingu og er sumstaðar sama ástand og það var eftir persaflóastríðið. Og ætla vitna í bush aðeins að lýðræði er ekki bandaríkjana gjöf heldur guð gjöf til hvers og eins manns og allir eiga rétt á því og afhverju má ekki framfylgja því.<br><br>Mótóið mitt er:\nEkki taka lífið of alvarlega, því þú kemst hvort eð er ekkert lifandi frá því.\nVandamálið er bara að það er helvíti erfitt að fara eftir því ;)\n<b>Paul Auster úr The Locked room skrifaði:</b><br><hr><i>Þegar allt kemur til alls er lífið ekki annað en summa óvæntra atvika, röð tilviljunakenndra tenginga, heppni, handahófskenndir viðburðir sem opinbera ekki annað en tilgagnsleysi sitt </i><br><h"
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-03-19 23:06:31",
            "id": "979389",
            "reply_to_id": "979386",
            "text": "Fyrsta steininum var kastað fyrir 13 árum, þegar Írak hernam Kuwait.\nKannski það var fyrir þína daga?\n<br><br>All is well as ends Better.   The Gaffer."
        }
    ]
}