{
    "forum_title": "Danstónlist",
    "user": "shamen",
    "user_id": "7958",
    "date": "2003-03-21 14:31:37",
    "title": "Hvað með Íslendingana",
    "text": "Hér inná raftónlist og á djamminu er alltaf sama fólkið að rífast um það hvort þeir séu nú nógu góðir þessir blessuðu plötuspilarar sem D.W.,Breakbeat og Electrolux eru að flytja hingað inn á færibandi.\nHvernig væri nú að við myndum bara hætta að flytja inn erlenda ps. og héldum okkur bara við meðbræður okkar Íslendingana. Við eigum nóg af góðum skífuþeyturum sbr. brunahani,Frímann,Lego,Veiran,T.H.,Vector,Arnar,Birkir, Bjarki, Grétar,Árni,Tommihvíti,Guðný,Zus,Margeir,pr.bongo,Kári, ozy,Thor,og síðast en ekki síst Exos sem var að spila á Tresor um þar þar síðustu helgi. Nennti ekki að finna fleiri, þið getið bætt við.\nMig langar til dæmis að skanka við feita tóna Brunahanans um næstu helgi en nei ég get það ekki því hann þyrfti að heita B.Firehydrant og koma frá útlandinu góða.\nEr þetta hægt.INN MEÐ ÍSLENDINGANA ÚT MEÐ ÚTLENDINGANA\nÞeir mega koma á 3-4 mánaða fresti.\nM kv:) i.tho",
    "url": "https://www.hugi.is/danstonlist/greinar/130957/hvad-med-islendingana/",
    "url_id": "130957",
    "id": "981998",
    "replies": [
        {
            "user": "Snoother",
            "user_id": "30710",
            "date": "2003-03-21 15:24:47",
            "id": "981999",
            "reply_to_id": "981998",
            "text": "Jamm Ísland fyrir Íslendinga :)"
        },
        {
            "user": "akarnid",
            "user_id": "6152",
            "date": "2003-03-21 15:35:22",
            "id": "982000",
            "reply_to_id": "981998",
            "text": "Good point mr shamen.   En er ekki Guðný hætt að skífuskanka?  Bara spyr…en brunahaninn, Exos og Frímann geta sko hrist upp í hverjum sem er, jafnvel hinum dauðu ;)"
        },
        {
            "user": "shamen",
            "user_id": "7958",
            "date": "2003-03-26 17:50:20",
            "id": "982001",
            "reply_to_id": "982000",
            "text": "Guðný er ekkert hætt að spila það er bara ekkert venue fyrir hana að spila á"
        },
        {
            "user": "yggdrasilll",
            "user_id": "34992",
            "date": "2003-03-21 15:36:46",
            "id": "982002",
            "reply_to_id": "981998",
            "text": "Sammála því það er ekki eins og við höfum ekki jafn hæfileika ríkt fólk hér heima, en hefurðu pælt í því að til að ná athygli hér þarf maður að kalla sin erlendu nafni sem er svosem allt í lagi, point being “við erum ekkert síðri en aðrir”"
        },
        {
            "user": "Brunahani",
            "user_id": "6182",
            "date": "2003-03-21 15:49:41",
            "id": "982003",
            "reply_to_id": "981998",
            "text": "Góð grein og góður punktur!\nÍslenskir dj-ar hafa verið geymdir upp á hillu í svolítið langan tíma núna. En með tilkomu Hugarástands á Astro, opnast nýr möguleiki fyrir Íslenska plötusnúða að láta ljós sitt skína á ný.\nAllavega, big up Shamen! Gaman að sjá að það sé einhver þarna úti sem man ennþá eftir Íslensku dj-unum. :p"
        },
        {
            "user": "Eldar",
            "user_id": "6937",
            "date": "2003-03-21 18:17:11",
            "id": "982004",
            "reply_to_id": "982003",
            "text": "Breakbeat.is heldur nú í flestum tilfellum kvöld með íslenskum DJum. T.d. eru fastakvöld okkar, sem haldin hafa verið fyrsta fimmtudagskvöld mánaðarins síðustu 3 ár (með smá hléum) keyrð áfram á íslenskum snúðum. Við fáum hins vegar útlenska gesti af og til og er tilgangurinn að bjóða upp á fjölbreyttni og tónlist sem annars heyrist ekki í Reykjavík fyrr en eftir 6-12 mánuði (eða bara alls ekki þar sem skífurnar sem snúðarnir bera koma stundum ekki út)."
        },
        {
            "user": "add1",
            "user_id": "1011",
            "date": "2003-03-21 18:41:13",
            "id": "982005",
            "reply_to_id": "982004",
            "text": "síðan má nú ekki gleyma Himanríkiskvöldunum :D"
        },
        {
            "user": "Rawk",
            "user_id": "7092",
            "date": "2003-03-21 18:46:56",
            "id": "982006",
            "reply_to_id": "982005",
            "text": "Awww.. sæt mynd af brunahana svona með ;)"
        },
        {
            "user": "LadyJ",
            "user_id": "8744",
            "date": "2003-03-21 19:25:46",
            "id": "982007",
            "reply_to_id": "982005",
            "text": "jáw.. má ekki gleyma kidda sæta :)"
        },
        {
            "user": "EXOZ",
            "user_id": "21269",
            "date": "2003-03-21 19:49:00",
            "id": "982008",
            "reply_to_id": "982007",
            "text": "ok ok ok ok ok !!!!!!!!!!!!!!!!!!!!!!!!  mætið á fimmtudaginnnnnn á ASTRÓ….TECHNOBLAST by EXOS,TOMAS T.H. OG HEIÐURSGESTUR FROM AKUREYRI sem spilar LIVE techouze"
        },
        {
            "user": "Swiiiiiing",
            "user_id": "11303",
            "date": "2003-03-22 18:25:53",
            "id": "982009",
            "reply_to_id": "982008",
            "text": "Já… ef þetta væri svona auðvelt. Ég vildi óska þess að fólk mætti hundruðum saman á atburði með íslenskum plötusnúðum. Því miður er það ekki svoleiðis, það virðist þurfa stórt erlent nafn til að fylla stóra kofa.\nÞað hversu margir mæta virðist ekki heldur hafa neitt með það að gera hversu “góður” plötusnúðurinn er. Það snýst allt um hversu “frægur” hann er. íslensku snúðarnir færu létt með þetta og mundu líklega gera betur en flestir útlendingar.\nergo. Við þurfum að vera opnari að mæta þegar íslensku snúðarnir spila.\nrave on!"
        },
        {
            "user": "LadyJ",
            "user_id": "8744",
            "date": "2003-03-22 19:08:30",
            "id": "982010",
            "reply_to_id": "982009",
            "text": "þarna er ég sko alveg nákvæmlega sammála þér swiiiing!\nþað er ansi oft sem þessir erlendu er ekkert betri en t.d. bjössi eða einhver..\nbara það er mikið af liði hérna heima sem fattar það ekki….\ndrullufúlt mar!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-23 11:36:20",
            "id": "982011",
            "reply_to_id": "982009",
            "text": "ég held að þetta sé alls ekki spurning um að íslensku snúðarnir séu síðri….\nheld frekar að íslendingar séu fljótir að fá leið á sama hlutnum…[þetta virðist þó ekki gilda um staði eins og kaffibarinn eða vegamót]"
        },
        {
            "user": "shamen",
            "user_id": "7958",
            "date": "2003-03-26 17:44:20",
            "id": "982012",
            "reply_to_id": "982009",
            "text": "Mig minnir ekki betur en þegar ég var úturtrippaður á Thomsen R.I.P helgi eftir helgi þá voru íslenskir spilarar helgi eftir helgi að gera mannskapinn sveittan.\nSíðan er bara spurning hvort maður sé í þessu til að græða eða ekki sbr. hvort það kosti inn eða ekki. því ef það kostar ekkert inn þá mæta fleiri\nSwiiiiing opna aftur thomsen"
        },
        {
            "user": "Swiiiiiing",
            "user_id": "11303",
            "date": "2003-03-26 19:01:24",
            "id": "982013",
            "reply_to_id": "982012",
            "text": "Shamen.\nÞað er komin tími á einhvern annan. Thomsen mundi ekki ganga í dag, umhverfið er annað. Það þarf einhvern með nýjar nálganir og ferskar hugmyndir.\nMinn tími mun ekki koma, hann er búinn ,)"
        },
        {
            "user": "TheFeeling",
            "user_id": "966",
            "date": "2003-03-23 19:07:43",
            "id": "982014",
            "reply_to_id": "982008",
            "text": "“ok ok ok ok ok !!!!!!!!!!!!!!!!!!!!!!!! mætið á fimmtudaginnnnnn á ASTRÓ….TECHNOBLAST by EXOS,TOMAS T.H. OG HEIÐURSGESTUR FROM AKUREYRI sem spilar LIVE techouze”\nErtu að meina leibba?\nEf svo er þá hvet ég alla reykvíkinga til að mæta á Astró, gaurinn leynir á sér :)"
        },
        {
            "user": "shamen",
            "user_id": "7958",
            "date": "2003-03-26 17:59:14",
            "id": "982015",
            "reply_to_id": "982004",
            "text": "Ég vill alveg fá erlenda spilara en pointið mitt er að ég vill líka hafa val um hverja helgi að ég geti farið inn á einhvern stað og hlustað og skankað við einhverja feita tóna.\nEkki hef ég áhuga að fara út á fimmtudegi. og mér finnst D&B vera dautt soorryy"
        },
        {
            "user": "groupie",
            "user_id": "28296",
            "date": "2003-03-24 12:46:50",
            "id": "982016",
            "reply_to_id": "982003",
            "text": "Veit einhver hvar Guðný er? Maður hefur ekki séð hana svo lengi og saknar alvöru teknótæfu!\nSkora á hana með comeback!!!"
        },
        {
            "user": "ibbets",
            "user_id": "10684",
            "date": "2003-03-24 12:27:28",
            "id": "982017",
            "reply_to_id": "981998",
            "text": "Glæsileg hugmynd!  Ég reyni alltaf að mæta á öll þessi kvöld og ég verð að játa það að í flestum tilfellum eru þessir íslensku sem eru að hita upp oft bara betri en hinir….:)  Td hvenar byrjaði Josh actually að spila í e#13? klukkan 3 eða 4 eða eikka? samt var útúrgeggjuð tónlist í gangi og meiriháttar stemning allan tímann.  Það segir bara að það er nóg að auglýsa bara eikka nafn og þá koma allir, en íslenskir Dj´ar spila og allir hrósa þessum útlenska."
        },
        {
            "user": "ghozt",
            "user_id": "428",
            "date": "2003-03-24 13:15:07",
            "id": "982018",
            "reply_to_id": "981998",
            "text": "Þetta er sniðugt umræðuefni og vel þess virði að skoða betur.  Allavega veit ég til þess að ónefndir menn á sínum tíma hafi ætlað að gera eitthvað með Gauk á Stöng síðustu helgi hvers mánaðar undir “DJ KYNNINGU” og fá þá Íslenska DJ'a til að kynna sig og sitt efni.\nEn þá komum við að vendipunktinum , peninga .. og um það snýst þetta jú því ef enginn mætir , þá koma engir peningar .. og ef engir peningar eru í kassanum , þá engin event :(\n.. reyndar gæti ég farið fræðilegra í þetta og útskýrt að ef þessi tiltekni hlutur myndi koma fyrir aftur og aftur , þá endaði svona dæmi í gjaldþroti.\nÉg er opinn fyrir öllu ;)"
        },
        {
            "user": "ampearl",
            "user_id": "1856",
            "date": "2003-03-27 01:03:23",
            "id": "982019",
            "reply_to_id": "981998",
            "text": "sammála !!!! ja… fólk verður líka að vera duglegra að mæta mar …. en skemmti mér alltaf best med ykkur ísl dj .  Það er eitthvað svo mikið meira um fjölbreyttni og að vera opinn .  Það er alveg ekkrt að gerast hér í Köben  allavega ekkert nýtt !!!  Mættuð alveg kíkja hingað , getið mailað á mig ….get kannski reddað einhverju ef þið eigið leið hjá !  Vantar meira power hingað"
        }
    ]
}