{
    "forum_title": "Deiglan",
    "user": "iamlaw",
    "user_id": "4969",
    "date": "2003-03-21 15:30:09",
    "title": "Áríðandi símtal (snilld!)",
    "text": "Eftirfarandi grein birtist á baksíðu Fréttablaðsins 21. mars 2003. Bakþankar Þráins Bertelssonar (höfundur). Taldi víst að það mætti birta þetta hér þar sem blaðið er í ókeypis dreyfingu.\nÁríðandi símtal\nMiní-tragedía\nGWB: Hæ, Dabbi boj, Goggi hérna.\nDO: Hæ, Goggi. Hvað segir hann?\nGWB: Bara fínt, maður. Þá er maður kominn í stríð eins og pabbi gamli.\nDO: Já, til hamingju. Þetta er flott, að minnsta kosti það sem ég hef séð af því.\nGWB: Takk, það var fallega sagt. Er gott útsýni yfir þetta frá Írlandi?\nDO: Íslandi. Nei, ég sá þetta bara í sjónkanum. Ísland er ekki í Persaflóa.\nGWB: Nú? Afhverju voruð þið þá að lýsa yfir stuðningi?\nDO: Okkur finnst þú bara fínn gæi og vildum bakka þig upp á móti þrasaragenginu í Sameinuðu þjóðunum sem er alltaf að röfla um einhverjar reglur.\nGWB: Kúl. Ég hringdi bara til að þakka fyrir. Kolli og Kondaðlesa segja að stuðningur ykkar þarna á Írlandi skipti miklu máli.\nDO: Á Íslandi. Er ekki allt gott að frétta af frú Láru og telpunum?\nGWB: Jú, takk, eftir atvikum. Hvernig líður hérna, umm, Hannesi?DO: Hann er í skólanum.\nGWB: Er hann enn í skóla?\nDO: Já, hann er eitthvað að kenna og svona og tala í spjallþáttum.\nGWB: Svo það er þá í lagi með hann???\nDO: Það er í fínu lagi með hann Hannes minn. Hann er á vernduðum vinnustað.\nGWB: Það er gott að heyra. Það hlýtur bara einhver að hafa látið mig hafa vitlausan fæl um vitlausan mann. Heyrðu, ég verð að rjúka. Kolli er hérna og vill fara að sprengja.\nDO: Takk fyrir að hringja. Gaman að heyra í þér.\nGWB: Bið að heilsa Halldóri í utanríkisráðuneytinu. Segðu honum að ég óski honum til hamingju með Nóbelsverðlaunin.\nDO: Það var Halldór Laxness sem fékk Nóbelinn, utanríkisráðherrann heitir Halldór Ásgrímsson.\nGWB: Dó!!! Enn hafa þeir látið mig hafa gamlan fæl. Sorrí. En þessi gæi þarna í Írak, hann heitir þó örugglega Satan?\nDO: Heitir hann ekki Saddam? S.A.D.D.A.M.?\nGWB: Hvað segirðu? Hef ég skilið þetta vitlaust? Heyrðu, ég hringi seinna. Bæ.\nDO: Bæjó. &#9632;<br><br>„We are all in the gutter, but some of us are looking at the stars.“\n„Jesus is coming, look busy“",
    "url": "https://www.hugi.is/deiglan/korkar/131039/aridandi-simtal-snilld/",
    "url_id": "131039",
    "id": "982629",
    "replies": [
        {
            "user": "apj",
            "user_id": "12570",
            "date": "2003-03-21 20:22:14",
            "id": "982630",
            "reply_to_id": "982629",
            "text": "alltaf til húmoristar.<br><br>Mótóið mitt er:\nEkki taka lífið of alvarlega, því þú kemst hvort eð er ekkert lifandi frá því.\nVandamálið er bara að það er helvíti erfitt að fara eftir því ;)\n<b>Paul Auster úr The Locked room skrifaði:</b><br><hr><i>Þegar allt kemur til alls er lífið ekki annað en summa óvæntra atvika, röð tilviljunakenndra tenginga, heppni, handahófskenndir viðburðir sem opinbera ekki annað en tilgagnsleysi sitt </i><br><h"
        },
        {
            "user": "arnig",
            "user_id": "28231",
            "date": "2003-03-22 14:06:27",
            "id": "982631",
            "reply_to_id": "982629",
            "text": "<b>Góður :-)</b><br><br>———————–\n<a href=\"\nhttp://nemendur.ru.is/arnig02\n“><b><font color=”blue\">Sjálfstæðisvefurinn</a></b></font"
        },
        {
            "user": "Kreator",
            "user_id": "23042",
            "date": "2003-04-01 16:17:46",
            "id": "982632",
            "reply_to_id": "982629",
            "text": "Hehe já ég les alltaf bakþanka Þráins Bertelssonar þegar ég get. Og þessi grein er snilld. Sannarlega!<br><br>“spurningin er ekki hvad maður getur… heldur hvað maður gerir!” (Purrkur pillnikk, Einar Örn)"
        }
    ]
}