{
    "forum_title": "Mótorhjól",
    "user": "wiss",
    "user_id": "1192",
    "date": "2003-03-22 17:10:09",
    "title": "85cc á Klaustur",
    "text": "Það hafa verið miklar umræður á enduro.is útaf 85cc hjólunum. Það hafa ekki allir sömu skoðanir á þessum málum sem sést greininlega á könnuninni sem er á enduro.is. Hvað finnst þér sjálfum um þetta. Allavena finnst mér þetta svona bæði og…. Það er að vísu rétt að þeir eru svolítið að þvælast fyrir því þetta eru minni hjól en samt sumir að þessum gaurum sem keyra þessi hjól eru góðir að keyra og myndu ekkert vera að þvælast fyrir en síðan eru það aðrir sem eru kannski nýliðar og litlar sem myndi bara þvælast fyrir og síðan er svo mikil hætta á að þeir meiðist. Þeir ættu þá ekkert að vera að keppa myndi sumir segja (ég kannski :D)en síðan hafa aðrir aðra skoðun á þessu t.d. þeir eiga bara að hafa gaman af þessu og æfa sig. En maður hefur séð í þessari keppni að keppnisbaráttan er svo mikil að menn gefa stundum frá sér olnbogaskot sem mgæti meitt yngri krakkana. Síðan þegar þessi stóru hjól crf450 jafnvel stærri husaberg 501 o.sfv myndi lenda á þessum litlu 85cc hjólum þá er oft íllt í efni og allt vont. En þetta getur líka gerst hjá 125cc o.fl en ekki eins mikil hætta. Ég held að ég verði að segja að ég sé svona 75% á móti því að 85cc keppi hvað segir þú við þessu.\nÞetta er allt sem ég vildi segja þannig.\nKær kveðja,\nWiss (<a href=\"\nhttp://www.icemoto.tk\n\"> smelltu hér </a>)",
    "url": "https://www.hugi.is/motorhjol/greinar/131170/85cc-a-klaustur/",
    "url_id": "131170",
    "id": "984043",
    "replies": [
        {
            "user": "Macinnis",
            "user_id": "28464",
            "date": "2003-03-22 17:33:12",
            "id": "984044",
            "reply_to_id": "984043",
            "text": "Þessi hjol eiga EKKI að vera með það er bara vitlaysa."
        },
        {
            "user": "agust299",
            "user_id": "35330",
            "date": "2003-03-22 19:23:01",
            "id": "984045",
            "reply_to_id": "984043",
            "text": "þessi hjól 85cc eiga ekki að vera í þessari keppni sandurinn er fungur fyrir þau og verður bara vesen en ég er með eina tillögu að hjlda keppni dagin eftir fyrir þau hvernig væri það?"
        },
        {
            "user": "agust299",
            "user_id": "35330",
            "date": "2003-03-22 19:27:20",
            "id": "984046",
            "reply_to_id": "984045",
            "text": "að halda keppni fyrir þau á sunudag"
        },
        {
            "user": "Gordingull",
            "user_id": "33769",
            "date": "2003-03-22 21:40:51",
            "id": "984047",
            "reply_to_id": "984046",
            "text": "þau eiga alls ekki að vera með….."
        },
        {
            "user": "Macinnis",
            "user_id": "28464",
            "date": "2003-03-22 21:50:04",
            "id": "984048",
            "reply_to_id": "984047",
            "text": "TRUE"
        },
        {
            "user": "gh8",
            "user_id": "29632",
            "date": "2003-03-22 23:10:15",
            "id": "984049",
            "reply_to_id": "984048",
            "text": "hhhmmmmm…mér finnst að þeir mættu alleg vera með…..bara vonandi fer ekki allt í rugl..ef þeir treysta sér í þetta,þeir hljóta að vita hvað þeir geta !!!"
        },
        {
            "user": "Gordingull",
            "user_id": "33769",
            "date": "2003-03-23 10:43:40",
            "id": "984050",
            "reply_to_id": "984049",
            "text": "Þeir eiga bara að bíða eftir að komast á stærri hjól og taka þátt þá…"
        },
        {
            "user": "Macinnis",
            "user_id": "28464",
            "date": "2003-03-23 14:15:48",
            "id": "984051",
            "reply_to_id": "984050",
            "text": "hey…þeir geta ekki verið með sandurinn er altof þungur fyrir essi hjol svo eru svona steinar sem eitt hjol kest i geng i einu 85cc kemst þar í gegn svo 85 gaurar hættiði að væla og farið yfir a 125 cc :D."
        },
        {
            "user": "ArnarG",
            "user_id": "29583",
            "date": "2003-03-27 17:15:31",
            "id": "984052",
            "reply_to_id": "984043",
            "text": "ertu eitthvað heimskur ?\n85cc þungt í sandinum.\nvinur minn aron hann er á rm 85cc og hann fer allveg jafn mikið og 250cc hjól sem ég á.  Það skiptir engu máli hvort hjólið sé 85cc 125cc eða 500cc það fer allt eftir hvort ökumaðurinn hafi hæfileika eða ekki.\nog ekki fara að vera með eitthvað helvítisd röfl um að það sé þungt í sandi. ég fór upp einhverja svaka brekki með allt í hvínandi botni og stoppaði í miðri brekkuni Aron kom síðan á eftir mér og hann stoppaði á nákvæmlega sama stað.  Ekki vera heimskur 85cc er ekki eins og skellinaðra"
        },
        {
            "user": "Gordingull",
            "user_id": "33769",
            "date": "2003-03-29 11:24:34",
            "id": "984053",
            "reply_to_id": "984052",
            "text": "auvðitað skiptir það einhverju máli hvort þú sért á 85cc - 500cc"
        }
    ]
}