{
    "forum_title": "Músík almennt",
    "user": "haffeh",
    "user_id": "587",
    "date": "2003-03-22 00:25:17",
    "title": "4. Tilraunakvöld músiktilrauna",
    "text": "Fyrsta bandið sem spilaði var Twisted Nipple.  Þetta voru ungir drengir sem spiluðu svona létt\npönk rokk.  Fyrstu 2 lögin voru alltílagi en það þriðja var heldur furðulegt - spiluðu chorusana\nfurðulega…skiptu úr pikki í distortion á furðulegustu tímapunktum, síðan var bassatrommu spilið\neitthvað fokkd.  Annars ágætt band ..gaf því 2-2-1 stig.\nNæsta band var Kiwi, band sem spilar indie rokk …mér fannst það svo lélegt og illa æft að ég ætla\nekki að eyða orðum í það ..gaf þeim 1-1-1 stig.\nÁ eftir þeim kom skemmtilegt gjörningsband sem kallar sig Genocide.  Gaurar sem mættu málaðir á svið\nþar með einn corpsepaintaður með hanakamb …það var fyndið, sem og fyrsta lagið þeirra\nkann engin tök á að flokka þá niður nema sem blanda af öllu þunga rokki, samt undir áhrifum frá\nsystem of a down, miðað við hvernig þeir spiluðu á sviðinu …og dönsuðu.  Mjög flott hjá þeim köppum og skemmtilegt.\nÁ eftir þeim kom band sem heitir Sokckz in the Pool.  Menn sem kenna sig við pönkrokk, sem mér finnst\nvera hálfpartinn móðgun við önnur bönd sem kenna sig við sömu tónlistarstefnu.  Söngvarinn\nhljómaði eins og danskur poppari fyrir mér…alveg svo ekki stálið.\nEftir þeim komu svo Drain..þeir voru með alveg ágætis spil framan af en söngvarinn er hörmung að mínu\nmati.  Minnir mig á sönginn í Shouting out loud með Brutal…en það á víst að vera eitthvað gjörnings\ngrín lag ..en seriously, gaurinn vældi svona í micinn …gaf þeim 1 stig fyrir fyrstu 2 lögin og 2 stig\nfyrir það síðasta, en það grípandi lag með flottum píanó melódíum.\nHydrus voru svo næstir, þetta er eitthvað létt-þungarokksbílskúrs band, virkuðu mjög óöryggir, allavega\nsöngvarinn og gítarleikarinn sem var vinstra megin við hann.  Þeir kikkuðu samt inn í 3 laginu, þá fannst\nmér þeir spila vel.\nLokbrá komu síðan á svið eftir hléið.  Þeir áttu þetta…öll lögin þeirra voru virkilega flott, sérstaklega\nþað síðasta.  Þeir áttu það vel skilið að komast áfram, ég held að þessir gætu unnið í ár.\nIsidor voru síðan á eftir þeim, þeir spila “mulletcore” sem mér heyrðist vera rokkað fönk, eða einskonar þungafönk :)\nTrommarinn var helvíti nettur hjá þeim og tók eitt trommusóló í fyrsta laginu.  Gott band hér á ferð.\nEftir það kom eitthvað expirimental rokk band sem kallaði sig Sans Culot.  Þeir spiluðu eitt lag sem var alveg 12-15\nmín að lengd.  Þreytandi til lengdar og alltaf spilað í sama gítareffectnum sem var fokking annoying.\nSíðan kom Barokk á svið.  Þau voru ágæt, frumleg með því að bæta selló í settið sitt, en það hálfpartinn yfirgnæfði\nsöngkonuna ..sem virkaði soldið fölsk.  Þegar söngvarinn söng í 3 laginu var aðeins meira fútt í þessu hjá þeim.\nsíðast á svið voru Diminshed.  Þetta band er bara það svalasta…reyndar eina bandið sem ég hafði heyrt í fyrir tónleikana\nþannig að mitt álit er soldið hlutdrægt en whatever.  Bandinu vantar smá uppá þéttleika sem mætti leysa með 2nd gítarleikara.\nHljóðið í chrash cymblum var alveg fáránlega lítið eftir að bassatromman var hækkuð (en þá alveg gífurlegur kraftur í salnum)\nhúsið nöööötraði þegar þeir spiluðu.  Diminished er band sem ég vildi GJARNAN sjá oftar spila.\nen svona uppá finalið ..þá fannst mér Lokbrá eiga að fara upp sem þeir gerðu og Isidor fremur en Drain, en svona er lífið.",
    "url": "https://www.hugi.is/musik/greinar/131136/4-tilraunakvold-musiktilrauna/",
    "url_id": "131136",
    "id": "983205",
    "replies": [
        {
            "user": "Fleebix",
            "user_id": "5906",
            "date": "2003-03-23 00:48:51",
            "id": "983206",
            "reply_to_id": "983205",
            "text": "Hvernig var útkoman? hverjir komust áfram?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-23 04:31:24",
            "id": "983207",
            "reply_to_id": "983206",
            "text": "Lokbrá komust upp á mati dómnefndar\nDrain komust upp á mati salsins ..og þess gríðarlega hóps sem þeir tóku með sér."
        },
        {
            "user": "tomjones",
            "user_id": "35609",
            "date": "2003-03-23 04:02:17",
            "id": "983208",
            "reply_to_id": "983205",
            "text": "Ég er þér nokkuð sammála.\nMér fannst böndin yfir höfuð frekar svona stressuð og óæfð. En Lokbrá voru alveg rosalegir, hef aldrei heyrt um þetta band áður.  Þeir voru að spila rosalega þroskað tónlist, annað en 99& af hljómsveitunum sem hafa spilað á þessum fyrstu fjóru kvöldum. Kæmi mér ekki á óvart ef þeir tækju tilraunirnar í ár.\nMér fannst þessir Ísidor hrikalegir! Greinilega eru þetta svona FÍH gaurar , kæmi mér ekki á óvart ef þetta trommusólu hefur verið á nótum fyrir aftan settið HAHA.\nOg hvað var þetta Drain? Svona Elton John meets Five.\nANYWHO, ég var ánægður með Lokbrá og fannst líka Hydrus ágætir.\nhef sjaldan skemmt mér jafnvel á mússíktilraunakvöldi, takk lokbrá"
        },
        {
            "user": "Fleebix",
            "user_id": "5906",
            "date": "2003-03-23 15:04:22",
            "id": "983209",
            "reply_to_id": "983208",
            "text": "aðeins einn ísidormanna er í FÍH… og það er ekki trommarinn…"
        }
    ]
}