{
    "forum_title": "Sorp",
    "user": "SweetTone",
    "user_id": "28405",
    "date": "2003-03-23 19:26:54",
    "title": "Jóli kallinn",
    "text": "Einu sinni var hann bestasti besti vinur barnanna hann jóli að leita hjálpar til sálfræðing.\nHann hafði svolítið sem var kallað fóbía eða hræðsla og hræðsluköst sem stafaði út frá hreindýrum.\nÞað sem hrjáði jóla var hreindýrahræðsla og fékk hann  hræðsluköst þegar hann var að umgangast þeim.\nSáli (m)ældi með að hann jóli reyndi að yfirbuga hræðsluna með því að borða spínat eins og sjáni bleiki gerði áður en hann fékk spínats eitrun og aflimaðist.\nHann jóli var tortrygginn yfir þessari meðferð því hann þurfti að vera kominn í loftið eftir mánuð til að fara rúntinn um heiminn.\nEn hann sáli var alveg öruggur um að hann myndi missa fóbíuna og til að vera öruggur þá lét sáli hann hafa sjálfsævisögu stjána bleika.\nNú leið mánuður og jóli var alveg hættur að vera hræddur við hreindýrin og var farinn að vera með þeim í sundi.\nÞegar jóli og sáli hittust aftur í nóatúni spurði sáli hvernig honum gengi. Jóli sagðist ganga vel og væri nú alveg hættur að vera meðhreindýrahræðslu og væri meira segja að fara í matarboð til þeirra.\nSáli spurði hvað hefði hjálpað og jóli sagði “ég var svo dauðhræddur að ég myndi missa tittlinginn að ég hætti að vera hræddur við hreindýrin”.\nÞetta gladdi sála og héldu þeir í sitt hvora leið.\nFimm vikum seinna hringdi jóli í sála alveg (sn)ældu vitlaus og sagðist hafa misst fótinn af öllu þessu spínats áti. Sáli (m)ældi með því að hann hætti að éta spínat og reyndi að lifa lífinum áfram.\nÞann sama dag hætti jóli að éta spínat og daginn eftir þegar hann hitti hreindýrin aftur þá brá honum svo mikið að hann rak hendinni í leikfangafæribandið og missti handina.\nEftir það var hann kominn með gervifót og hendi og var alveg hættur að vera hræddur við hreindýr heldur var hann alveg ógeðslega hræddur við sálfræðinga.\nBoðskapur þessara sögu er að það eru engin hreindýr með rauð nef.",
    "url": "https://www.hugi.is/sorp/greinar/131348/joli-kallinn/",
    "url_id": "131348",
    "id": "985230",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-24 10:16:42",
            "id": "985231",
            "reply_to_id": "985230",
            "text": "LOL! vanada sig!!!!!!!!"
        },
        {
            "user": "Namingway",
            "user_id": "25054",
            "date": "2003-03-24 21:49:15",
            "id": "985232",
            "reply_to_id": "985230",
            "text": "he he bull"
        },
        {
            "user": "Sludder",
            "user_id": "35668",
            "date": "2003-03-25 08:49:42",
            "id": "985233",
            "reply_to_id": "985232",
            "text": "kvak"
        },
        {
            "user": "Sludder",
            "user_id": "35668",
            "date": "2003-03-27 00:39:32",
            "id": "985234",
            "reply_to_id": "985233",
            "text": "whaaaaat?"
        },
        {
            "user": "SweetTone",
            "user_id": "28405",
            "date": "2003-03-27 12:37:49",
            "id": "985235",
            "reply_to_id": "985230",
            "text": "rosalega er fólk eitthvað furðulegt, skilur ekki einfalda og skemmtilega rugl og bull sögu.\nhvernig er heimurinn orðinn í dag"
        }
    ]
}