{
    "forum_title": "Deiglan",
    "user": "idf",
    "user_id": "20187",
    "date": "2003-03-23 19:38:01",
    "title": "Arabar brenna Íslenska fánann í Kaupmannahöfn",
    "text": "Það hafa eflaust margir rekið upp stór augu við að horfa á fréttir Sjónvarpsins af arabiskum “friðarsinnum” að brenna Íslenska fánann með þeim Bandaríska og Ísraelska (Breski virðist hafa slopppið), en hvers vegna ?\nEr Ísland orðið eitt hataðasta landið í múslímaheiminum ? Varla. Mín tilgáta er að þeir hafa séð landið á lista yfir stuðningsríki BNA, en svo er táknið á fánanum hin aðalástæðan, KROSSIN sem er hataður í múslímaheiminum og er t.d. bannaður í Saudi Arabiu. Þeir hafa eflaust viljað brenna Danska fánann en ekki þorað það, nógu óvinsælir eru þeir orðinir í Danmörku. En þar sem rauði krossin í íslenska fánanum er áberandi þá er hann góður skotspónn, í því markmikið þessara manna að gera Íraksdeiluna að trúarbragðastríði.\nÞetta voru ekki beint dæmi um vel “aðlagaða” innflytjendur í Danmörku, öskrandi “Alla Aqbar” og brennandi fána frændþjóðar Dana, en sem fyrri daginn þá eru þessir menn lagnir við af fá fólk upp á móti sér. Þetta er dæmi um það þegar ég segi að vestræn ríki ali höggorma við hjarta sitt með vægnu og víkjandi viðhorfi gagnvart öfgahópum, þó Danir virðist vera að herðast.",
    "url": "https://www.hugi.is/deiglan/greinar/131369/arabar-brenna-islenska-fanann-i-kaupmannahofn/",
    "url_id": "131369",
    "id": "985618",
    "replies": [
        {
            "user": "DrDie",
            "user_id": "23043",
            "date": "2003-03-23 21:54:05",
            "id": "985619",
            "reply_to_id": "985618",
            "text": "Hehe og ég sem á heima í danmörku."
        },
        {
            "user": "jogvan",
            "user_id": "6256",
            "date": "2003-03-24 09:29:58",
            "id": "985620",
            "reply_to_id": "985619",
            "text": "Ég krefst þess að Andreas Fogh-Rassmussen sjái til þess að þessir menn verði sóttir til saka.\nGildir þá einu um hvort þeir hafi brent Íslenska fánann viljandi vegan vona um að gera árásina á Saddam að trúarbragðastríði eða hvort þeir hafi ruglast á Íslenska fánanum og þeim breska.\nÞú skalt, þú skalt samt fram."
        },
        {
            "user": "BudIcer",
            "user_id": "18832",
            "date": "2003-03-23 21:56:29",
            "id": "985621",
            "reply_to_id": "985618",
            "text": "Ég kenni Halldóri Ásgrímssyni um þetta."
        },
        {
            "user": "tracx",
            "user_id": "9407",
            "date": "2003-03-23 22:01:35",
            "id": "985622",
            "reply_to_id": "985621",
            "text": "t0ffara"
        },
        {
            "user": "CuAn",
            "user_id": "15172",
            "date": "2003-03-23 22:04:38",
            "id": "985623",
            "reply_to_id": "985621",
            "text": "haha.. þegar ég sá þetta í TV-inu vissi ég að það yrði ekki langt þangað til þetta væri komið hingað. alveg típískur Óli Sig að vera með einhverjar svona bjána fréttir.. en annars þá er ekki einungis hægt að kenna heibrókinni, eins og sverrir gamli kallaði hann(réttilega að mínu mati), þarna er náttla maðurinn með reglustrikuna líka að verki…."
        },
        {
            "user": "RedFox",
            "user_id": "23988",
            "date": "2003-03-23 23:29:09",
            "id": "985624",
            "reply_to_id": "985621",
            "text": "já Halldór hefði átt að hugsa um allt þetta “alla akbar” og svona þegar hann ákvað að standa ekki gegn bandaríkjunum, sem eru meðal annars human sheilds fyrir okkur."
        },
        {
            "user": "klp",
            "user_id": "7584",
            "date": "2003-03-23 22:01:21",
            "id": "985625",
            "reply_to_id": "985618",
            "text": "Ég verð bara að segja að mér finnst “við”, þ.e.a.s. íslenska ríkisstjórnin aðallega, (vegna þess að svo virðist sem fáir aðrir íslendingar vilji lýsa yfir stuðningi sínum við þetta stríð) eiga þetta skilið.  Fólk heldur því að sjálfsögðu fram að við höfum engin áhrif á þetta stríð, til hvers þá að lýsa yfir stuðningi við það? Og þó svo að við höfum jú lítil áhrif þá finnst mér bara svona upp á prinsipið að við eigum að vera hlutlaus þjóð sem stendur fyrir friði."
        },
        {
            "user": "Titan",
            "user_id": "7585",
            "date": "2003-03-27 23:15:22",
            "id": "985626",
            "reply_to_id": "985625",
            "text": "Hér með lýsi ég yfir stuðningi mínum við stríði. ( svona til að sýna að a.m.k einn íslendingur styður þetta )"
        },
        {
            "user": "jeppi",
            "user_id": "1946",
            "date": "2003-03-28 20:09:21",
            "id": "985627",
            "reply_to_id": "985626",
            "text": "ég styð Titan ég er með stríðinu þá erum við tveir :) allavega!!!!!"
        },
        {
            "user": "getto",
            "user_id": "19408",
            "date": "2003-03-29 20:24:48",
            "id": "985628",
            "reply_to_id": "985627",
            "text": "ég styð stríð…takk fyrir mig…"
        },
        {
            "user": "Screwball",
            "user_id": "10803",
            "date": "2003-03-23 22:04:06",
            "id": "985629",
            "reply_to_id": "985618",
            "text": "Er ekki svolítið langsótt að þeir séu að vilja trúabragðastríð þótt það sé kross í Íslenska fánanum ?"
        },
        {
            "user": "Czar",
            "user_id": "1110",
            "date": "2003-03-23 22:10:26",
            "id": "985630",
            "reply_to_id": "985618",
            "text": "ég kenni nú okkar heimsku stjórn um þetta, ég meina hvað í ósköpunum voru þeir að búast við?!?!"
        },
        {
            "user": "Vij",
            "user_id": "14544",
            "date": "2003-03-23 22:19:30",
            "id": "985631",
            "reply_to_id": "985618",
            "text": "hverjum er ekki sama að eithverjir arabar seu að brenna íslenska fánan !"
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2003-03-23 22:33:43",
            "id": "985632",
            "reply_to_id": "985618",
            "text": "Ég er bæði undrandi og ekki á vðbrögðum flestra við þessu, finnst ykkur ekkert skrýtið að Ísland, sem er bara eitt af þessum stuðingslöndum sé tekið fyrir ? Munið að flestir hafa ekki hugmynd um að eitthvað Ísland sé til, og margar þekktar þjóðir, að ógleymdum sjálfum Dönum hafa verið mun meira áberandi.\nÉg stend við tilgátuna um krossin, annar er þetta enn dularfyllra mál.\nAnnars er þetta líka lýsandi fyrir hugsunarhátt margra á vesturlöndum,\" þetta er allt okkur að kenna, við eigum þetta skilið, við erum vondir þeir sakleysingjar, útaf því við höfum kúgað þá, bla bla…."
        },
        {
            "user": "Czar",
            "user_id": "1110",
            "date": "2003-03-23 23:36:18",
            "id": "985633",
            "reply_to_id": "985632",
            "text": "finnst undrandi að þú hafir ekki séð fréttina, það var verið að brenna miklu fleiri fána en bara íslenska fánann.\nVerð nú að segja að þessi tilgáta þín með krossinn er eitthvað virkilega skrítin, en það passar miðað við það sem þú hefur skrifað hérna áður."
        },
        {
            "user": "Czar",
            "user_id": "1110",
            "date": "2003-03-23 23:51:13",
            "id": "985634",
            "reply_to_id": "985633",
            "text": "Czar. Þú virðist ekki hafa kynnt þér öfgasinnað form af Islam, en það hef ég hins vegar aðeins, og talað við svoleiðis menn líka, það er öfgasinnaða múslima.\n“Verð nú að segja að þessi tilgáta þín með krossinn er eitthvað virkilega skrítin, en það passar miðað við það sem þú hefur skrifað hérna áður.”\nÞetta er ekki rétt hjá þér, þetta er alls ekki fáránleg hugmynd hjá honum. Öfgamúslimar taka mun meiri þátt í svona vanvirðingu en aðrir múslimar.\nVenjulegur múslimi myndi sýna andstöðu sína við stríð á fágaðri hátt en að kveikja í fána einhvers smáríkis, sem er ekki sek um neitt miðað við Danmörku, í þessu stríði.\nÖfsinnaðir múslimar trúa margir að þegar Jesús kemur aftur muni hann fara um heiminn og eyðileggja alla krossa (múslimum líkar ekki það tákn almennt, af ýmsum ástæðum.) Einnig trúa þeir sumir að skaparinn muni þá deyða öll svín, og álíka fráleitar hugmyndir. Við erum að tala um öfgatrúarmenn og vitleysinga, en það er einmitt FULLT af þeim í Danmörku, með fullri virðingu fyrir góðum múslimum sem þar búa.\nSlíkir héldu einmitt fund fyrir ekki svo löngu í Danmörku um að Islam og lýðræði gæti ekki farið saman, og hvöttu múslima til að styðja Bin Laden á allan hátt.\nAð sjálfsögðu finnst þeim þá eðlilegt að hjálpa Jesús að brenna krossa áður en hann kemur aftur.\nSjáðu til dæmis þennan óhugnað, og ekki láta heilaþvo þig samt:\nhttp://www.al-sunnah.com/truth_aboutjesus.htm\nHér kemur þetta um Jesús, krossana og fleira, og eru þó alls ekki alöfgasinnuðustu múslimar sem standa fyrir þessari síðu!\nSvo idf hefur bara meiri þekkingu á öðrum menningarheimum, og islam, einnig öfgasinnaðri formum þess, sem trúa að Jesús muni eyðileggja alla krossa, en þú. Slíkt er ekki glæpur, ég veit sjálf alls ekki mikið um alla hluti, en meðan maður veit það getur maður alltaf bætt við sig, bara besserwisserar sem ofmeta þekkingu sína læra aldrei neitt og verða bara þröngsýnni með aldrinum, og þú ert ekki þannig trúi ég."
        },
        {
            "user": "Czar",
            "user_id": "1110",
            "date": "2003-03-24 00:01:57",
            "id": "985635",
            "reply_to_id": "985634",
            "text": "málið er að krossinn getur varla verið bein ástæða fyrir því að brenna fána, sérstaklega þar sem þetta fólk býr á norðurlöndunum þar sem ALLIR fánar landanna eru byggðir á sama formi.\nMúslima heimurinn hefur sína öfgasinnuðu múslima sem styrkjast einmitt við svona atburði. Okkar kristni heimur hefur einnig sína öfgamenn sem styrkjast einmitt líka við svona atburði. Við betri samvinnu milli þessarra heima því verr verða öfgamennirnir settir. Er það ekki markmiðið sem við eigum að stefna að?"
        },
        {
            "user": "Czar",
            "user_id": "1110",
            "date": "2003-03-24 00:13:48",
            "id": "985636",
            "reply_to_id": "985635",
            "text": "“málið er að krossinn getur varla verið bein ástæða fyrir því að brenna fána, sérstaklega þar sem þetta fólk býr á norðurlöndunum þar sem ALLIR fánar landanna eru byggðir á sama formi.”\nHin Norðurlöndin, fyrir utan Dani, eru ekkert með í þessu, en í Danmörku fer nýnasismi og óhuggnaður hins vegar vaxandi, og þessi venjulegi Dani er að verða þjóðernissinnaðri án þess að breytast í slíkt skrýmsli þó, svo það er ekkert öruggt að kveikja í danskafánanum, og gleymum ekki þeirri sögulegu staðreynd að öfgamúslimar eru öfgachicken."
        },
        {
            "user": "Czar",
            "user_id": "1110",
            "date": "2003-03-24 00:17:26",
            "id": "985637",
            "reply_to_id": "985636",
            "text": "ákkurat það sem ég er að meina, í þessum málum standa Danir og Íslendingar utan við hinar norðurlandaþjóðirnar.\nhvaða sögulegu staðreynd ertu að tala um?"
        },
        {
            "user": "Czar",
            "user_id": "1110",
            "date": "2003-03-24 00:24:38",
            "id": "985638",
            "reply_to_id": "985637",
            "text": "Czar, æ, vó, veistu virkilega ekki hvernig aðferðum öfgamúslimar hafa verið að beita undanfarið? Nenni nú ekki að týna það allt upp, enda vægast sagt ekki upplífgandi fyrirlestur.\nBara að benda á að þessi kenning um krossinn gæti já staðist, í Danmörku virðist nefnilega talsvert meira um öfgamúslima í dag, en í til dæmis Noregi eða Svíþjóð, þar sem ekki hafa verið haldnir þéttsettir fjöldafundir til stuðnings Bin Laden gegn lýðræði, og álíka geðveiki. Kannski þessir dönsku komi frá öðrum og öfgasinnaðri löndum? Þekki það ekki nógu vel, enda ekkert expert um innflyjtendamál, sem NOTA BENE, eru ALMENNT, að mínu mati hið besta mál, með hatursfullum andstæðingum lýðræðis sem EINU undantekningunni að sjálfsögðu."
        },
        {
            "user": "Czar",
            "user_id": "1110",
            "date": "2003-03-24 00:29:37",
            "id": "985639",
            "reply_to_id": "985638",
            "text": "það er útaf því að þetta er allt í sambandi við tvo menningarheima sem eru að reyna að búa á sama svæðinu, það gengur ekki upp. En eitt sem þú verður að átta þig á, þessir öfgahópar eru í miklum minnihluta, þeir eru bara háværir og virka þar með stærri en þeir eru."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-24 00:37:19",
            "id": "985640",
            "reply_to_id": "985639",
            "text": "Já, en minnihluta sem var nógu stór til að halda fjölmenn mótmæli gegn lýðræði til stuðnings Bin Laden þarna í Danmörku engu að síður."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2003-03-24 00:30:17",
            "id": "985641",
            "reply_to_id": "985638",
            "text": "Þessi fánabrenna er álíka gáfuleg/réttlætanleg og ef við færum að brenna Alsírska fánann vegna Tyrkjaránsins !"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-24 00:57:22",
            "id": "985642",
            "reply_to_id": "985641",
            "text": "Jú, einmitt. Skyl samt ekki afhverju er ekki búið að endurskíra þetta Alsírránið. Tyrkir hafa gert sín alvarlegu mistök, þó þeim sé að fara mikið fram, en fyrir utan Halim Al, sem er öfgamúslimi og slíkir eru sjaldgæfari þarna í Tyrklandi en víða, hefur enginn Tyrki rænt Íslendingum.\nTyrkir réðu yfir Alsír, rétt eins og Bretar réðu yfir Indlandi, sem gerði Breta þó ekki að Indverjum eða öfugt beint, og Alsír og Tyrkland eru minna tengd en margir myndu halda.\nÞú veist þetta greinilega fyrst þú segir Alsírfánan, en það gera ekki allir svo ég tek það bara fram. Ég komst sjálf fyrst að því hér, frá sagnfræðingi, að það var ekki einn einasti Tyrki í Tyrkjaráninu heldur eintómir Alsírmenn, og því aldrei verið fundið upp fáránlegra orð á Íslandi en “hundtyrki” um glæpi sem enginn Tyrki átti víst þátt í."
        },
        {
            "user": "Czar",
            "user_id": "1110",
            "date": "2003-03-24 00:20:42",
            "id": "985643",
            "reply_to_id": "985635",
            "text": "“málið er að krossinn getur varla verið bein ástæða fyrir því að brenna fána, sérstaklega þar sem þetta fólk býr á norðurlöndunum þar sem ALLIR fánar landanna eru byggðir á sama formi.”\nBíddu, bíddu, öfgamúslimar í Danmörku hafa mótmælt LÝÐRÆÐI, sem sagt þeim er alveg sama um að búa meðal “heiðingjanna” á Norðurlöndum í þeirra “fáránlega” lýðræði…Hvað ætli þeir þori þá ekki að sýna andúð á kristinni trú?\nNú eru mjög fáir andstæðingar lýðræðis, nema margir þessir aðfluttu öfgamúslimar (ath ekki venjulegir múslimar), á móti lýðræði, en hins vegar eru mun fleiri ekkert sérlega kristnir, enda þykír trúleysi, nýaldarismi eða eitthvað álíka bara eðlilegt í dag…\nSvo þeir mála sig út í rýmra horn með að mótmæla kristni en lýðræði,…..en ég sé enga aðra ástæðu fyrir að taka sérstaklega fyrir íslenska fánan, en ekki einn af þessum ÓTAL hinum, sem hafa ekki krossa….\nSvo já, ég er ekki að segja að þetta sé svona, en miðað við það sem ég veit um öfgamúslima í Danmörku, þá er þetta alls ekki órökrétt tilgáta, sbr þessi orð um Jesús úr Hadith sem þeim er mörgum mjög annt um:\n“He will break crosses, kill swine and abolish the jizya ”"
        },
        {
            "user": "Czar",
            "user_id": "1110",
            "date": "2003-03-24 00:25:10",
            "id": "985644",
            "reply_to_id": "985643",
            "text": "þetta er einmitt “öfga” fólk, það er til nóg af því út um allt, líka hjá kristnu fólki sem hafa sínar eigin skoðanir á því hvernig á að stjórna landinu.\nÞarna er líka ástæðan fyrir þessum óróa meðal Dana í garð innflytjenda. Undanfarin ár hafa innflytjendalögin verið fremur slök þannig að fólk úr öðrum menningarheimum hefur getað sest að í Danmörku án þess að aðlagast danskri menningu. Þetta snýst allt um menningu, ekki trú."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-24 00:32:23",
            "id": "985645",
            "reply_to_id": "985644",
            "text": "Jú, öfgatrú er öfgatrú en ekki bara menning, svo þetta er kannski einföldun hjá þér. Öfgatrú, sama hvaða trú um ræðir, er með fáum meinlausum undantekningum, sem eru bara fyndnar, slæm.\nEn öfgatrúarmúslimum finnst alveg jafn sjálfsagt og KKK sem kalla sig kristna að eyðileggja krossa.\nÖfgamúslimar hafa þó “guðfræðina” meira á bak við sig, því bókstafleg túlkun á Hadith segir að Jesús muni einmitt koma aftur til að eyðileggja krossa, um leið og hann drepur öll svín, en flestir öfgamúslimar taka HAdith MJÖG alvarlega."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2003-03-24 00:32:46",
            "id": "985646",
            "reply_to_id": "985644",
            "text": "Hjá múslímum er trú og menning óaðskyljanleg, jafnvel lögfræðiskylningur þeirra."
        },
        {
            "user": "Czar",
            "user_id": "1110",
            "date": "2003-03-24 00:41:15",
            "id": "985647",
            "reply_to_id": "985646",
            "text": "það er útaf því að menningar heimur þeirra er mjög tengdur trúnni, eins og kristni var hérna áður fyrr.  Það er bara vitað mál að þeirra mennignarheimur hefur ekki farið í gegnum það ferli sem við höfum farið í gegn, enþá. Hægt og rólega þróast þeirra heimur í friðartímum, en atvik eins og stríðið í írak eða svo axis of evil ræðan hans bush stórskaðar þá þróun. Hver man ekki eftir því fyrsta sem ungliðahreyfingin í Iran gerði eftir þá ræðu, þeir fóru að styðja klerkastjórnina í að fordæma Bush.\nÞað sem virkar best til að sameina tvær hliðar er að búa til sameiginlegan óvin og það er einmitt það sem hefur verið að gerast hjá Muslimum undanfarið, bandaríkin og þau lönd sem styðja þá erum orðin hinn sameiginlegi óvinur múslimaheimsins, hjá bæði öfgahópum og moderate hópum.\nOg enn og aftur segi ég að betri tengsli við þennan moderate hóp sem er lang stærsti meirihlutinn er besta lausnin til að bæta þennan skaða sem tengsl þessara tveggja menningarheima hefur þurft að þola."
        },
        {
            "user": "Bic",
            "user_id": "24677",
            "date": "2003-03-26 05:29:36",
            "id": "985648",
            "reply_to_id": "985634",
            "text": "“Öfsinnaðir múslimar trúa margir að þegar Jesús kemur aftur muni hann fara um heiminn og eyðileggja alla krossa (múslimum líkar ekki það tákn almennt, af ýmsum ástæðum.)”\nHeh.. já.. en afhverju ætti kristnum mönnum að líka krossinn eitthvað sérstaklega? Píningar og morðtól rómverja? Það sem drap sjálfan frelsarann og MARGA aðra? Bara hugmynd sko…"
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2003-03-23 23:59:32",
            "id": "985649",
            "reply_to_id": "985633",
            "text": "Czar\nÉg sá bara verið að brenna lélegar eftirlíkingar af BNA og Ísrelska fánanum en allir eru vanir því, en ekki að Íslenski fáninn sé brenndur, eins og land okkar sé eitt það hataðasta í heimi, er heil brú í þessu ?\nEf það mín skýring er skrýtinn komdu þá með e.h. skynsamlegri tilgátu, því að þetta hlýtur að virðast flestum furðulegt mál."
        },
        {
            "user": "Czar",
            "user_id": "1110",
            "date": "2003-03-24 00:08:20",
            "id": "985650",
            "reply_to_id": "985649",
            "text": "já, ég var mjög hissa í raunninni, og tók einmitt eftir “gæðum” íslenska fánans miðað við hina.\nMálið reyndar er líklega að öfgafólk á það til með að sjá heiminn í svörtu og hvítu og um leið og Ísland var tilkynnt í þeim hópi sem studdu bandaríkin í stríðinu við Írak þá færðumst við í hinn hópinn."
        },
        {
            "user": "trekster",
            "user_id": "10082",
            "date": "2003-03-24 00:20:39",
            "id": "985651",
            "reply_to_id": "985650",
            "text": "Gæði íslenska fánans stafar væntanlega af þeirri einföldu ástæðu að hann er ekki fjöldaframleiddur í Kóreu sem söluvara eins og til dæmis sá Bandaríski."
        },
        {
            "user": "CowBoy",
            "user_id": "10334",
            "date": "2003-03-23 22:44:49",
            "id": "985652",
            "reply_to_id": "985618",
            "text": "Hah, árans flón…."
        },
        {
            "user": "hnullinn",
            "user_id": "33119",
            "date": "2003-03-23 22:46:42",
            "id": "985653",
            "reply_to_id": "985618",
            "text": "Þeir hafa örugglega bara ruglast á þeim breska og þeim íslenska.  Þeir eru nokkuð svipaðir."
        },
        {
            "user": "IceSage",
            "user_id": "12459",
            "date": "2003-03-23 22:52:24",
            "id": "985654",
            "reply_to_id": "985618",
            "text": "Ég kenni líka ríkisstjórninni um þetta. Þeir hefðu allt eins getað málað stórt rautt skotmark yfir Ísland á landakorti og auglýst það að við værum auðvelt skotmark hryðjuverka með þessum heimskulega stuðningi sínum við árásarstríð BNA-manna.\nÉg held að við þurfum nú ekkert alltaf að vera að mála araba og múslima sem einhverja öfgamenn þó að þeir séu í svona mótmælum og brenni fána ( aldrei hélt ég að ég myndi sjá það að íslenski fáninn okkar yrði brenndur í mótmælum úti í heimi :( ). Við þurfum ekki að fara lengra en til Bandaríkjanna til að finna menn öskra hluti eins og: ,,Það ætti að hengja þá sem eru á móti stríði“ og ,,Þeir sem eru á móti stríði hafa ekki rétt á skoðunum”. Öfgamenn leynast víða og mikið af þeim er að finna í suðurríkjum BNA á svokölluðu biblíubelti. Þessir ofsatrúamenn hafa gífurleg áhrif á stefnu BNA þegar repúblikanar eru við völd og bera líka mikla ábyrgð á því að ekki hefur verið leyst úr vandanum milli Ísraela og Palestínumanna."
        },
        {
            "user": "VirUzzz",
            "user_id": "4285",
            "date": "2003-03-25 15:29:17",
            "id": "985655",
            "reply_to_id": "985654",
            "text": "Erum við orðin skotmark múslimskra hryðjuverkamanna fyrir það eitt að styðja þessa stríðsstefnu kanana er þetta ekki dálítið langsótt að eitthvað pínulítið land útí norðursjó verði fyrir árásum hryðjuverkamanna fyrir að styðja stríð það er fullt af öðrum löndum í heiminum sem styðja þá sem væri mun auðveldara að komast að eins og t.d Danmörk ég meina fæstir í heiminum vita einu sinni hvað Ísland er.\nKveðja. JeZas\nP.s ég er með þessu stríði ég segji burt með Saddamn sama með hvaða ráðum. Og hættum að leggja Bandaríkjamenn í einelti hvar værum við án þeirra ?"
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2003-03-23 22:59:17",
            "id": "985656",
            "reply_to_id": "985618",
            "text": "Ég hef þessa kenningu að þeir hafa ruglast á íslenska fánanum og breska eða þeir hafa ekki getað reddað sér breska fánan.. þar sem þessir fánar eru mjög líkir :)"
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2003-03-23 23:11:23",
            "id": "985657",
            "reply_to_id": "985656",
            "text": "Ekki fráleitt fyrr en maður kemur að því hvað er auðvelt að ná sér í Breskan fána, þó sér ódýr eftirlýking, en mér sýndist þessi Íslensku sem var brenndur vera vandaður og ekta."
        },
        {
            "user": "niflheimur",
            "user_id": "19976",
            "date": "2003-03-25 01:25:46",
            "id": "985658",
            "reply_to_id": "985657",
            "text": "idf, vertu ekki með þennan rasisma hérna.\nÞetta er ekkert annað en rógburður hjá þér. Það kallast ábyrgðarleysi að ýta undir fordóma gagnvart öðrum kynþáttum og trúarbrögðum.. svo sem að ýta undir hatur á þessu fínasta fólki með því að nýta þér þjóðernishyggju íslendinga, sem þú hefur mest talað gegn.\n-Niflinn"
        },
        {
            "user": "niflheimur",
            "user_id": "19976",
            "date": "2003-03-25 01:25:51",
            "id": "985659",
            "reply_to_id": "985657",
            "text": "idf, vertu ekki með þennan rasisma hérna.\nÞetta er ekkert annað en rógburður hjá þér. Það kallast ábyrgðarleysi að ýta undir fordóma gagnvart öðrum kynþáttum og trúarbrögðum.. svo sem að ýta undir hatur á þessu fínasta fólki með því að nýta þér þjóðernishyggju íslendinga, sem þú hefur mest talað gegn.\n-Niflinn"
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2003-03-25 15:06:21",
            "id": "985666",
            "reply_to_id": "985659",
            "text": "niflheimur\nErt þú á sterkum lyfjum ? Það hlýtur að vera því þú talar um fínt fólk sem brennir fána okkar, og að ég hafi talað á móti þjóðernishyggju Íslendinga !\nÞað getur vel verið að Íslenskir fávitar (ekki skortur á þeim í Danmörku) hafi verið þarna með í ráðum en mér sýndist ekki vera beint þeir að brenna fánann. En ég fer ekki af því að krossmarkið hafi eitthvað með þetta að gera."
        },
        {
            "user": "niflheimur",
            "user_id": "19976",
            "date": "2003-03-26 00:10:03",
            "id": "985660",
            "reply_to_id": "985659",
            "text": "Niflheimur.\nRóburður? Rógburður er það að halda einhverju fram, þetta er hins vegar getgáta hjá honum, alls ekki órökrétt getgáta.\nSjáðu þessa síðu:\nhttp://www.al-sunnah.com/truth_aboutjesus.htm\nÞarna kemur fram hvernig öfgamenn trúa að Jesús muni eyðileggja alla krossa þegar hann kemur aftur ,en öfgatrúarmenn innan islams taka Hadith oft mjög bókstaflega já.\nÉg er ekki expert um múslima eða islam, en hef aðeins lesið Kóraninn og svona, og þekkt eitthvað af múslimum í gegnum árin, og ég hef líka kynnt mér öfgatrú svona smá, bara svona forvitni um aðra menningarheima.\nÉg hef líka talað við svona öfgatrúardót og þeir voru svona já.\nVenjulegur múslimi kveikir ekki í fána og hrópar á reiði Allah. Þeir fordæma slíkt og mótmæla hverju sem þeir eru að mótmæla á fágaðri hátt en einhverjir viðbjóðslegir terroristar og svoleiðis pakk.\nIdf er annars ekki rasisti. Bara afþví maður er ekki alltaf 100% pólítískt correct alla daga og allar stundir þarf maður ekki að vera rasisti.\nHeldur sér maður þá bara góðu og slæmu hliðarnar við aðra menningarheima. Rasismi byggist annars á kynþætti, útliti, uppruna og slíku, ekki menningu.\nOg þó maður fordæmi öfgafullt form af einhverri trú er það ekki hatur af neinu tagi gegn trúnni.\nEnda fordæma múslimar sjálfir öfgamenn innan eigin trúar mest allra.\nMaður sem fordæmir rannsóknarréttinn eða kkk er ekki þar með orðinn maður sem hatar kristna. Og venjulegir múslimar hegða sér EKKI svona almennt.\nVarðandi tilgátuna hans, þarf alls ekki að vera nei, en ekki svo galin :\nhttp://www.al-sunnah.com/truth_aboutjesus.htm"
        },
        {
            "user": "niflheimur",
            "user_id": "19976",
            "date": "2003-03-26 00:35:42",
            "id": "985661",
            "reply_to_id": "985660",
            "text": "Thulesol, ef idf ætti heima í landi eins og USA, Kanada, Þýskalandi og jafnvel svíþjóð, þá væri hægt að sækja hann til saka fyrir að ýta undir fordóma með svona getgátum.\nÞú stimplar ekkert heilann þjóðflokk.\nEn fyrst að það er þegar búið að því,, hvers vegna að stoppa með bara einn þjóðflokk…afhverju ekki að ýja aðeins meira undir gyðingahatur líka, og fyrst við erum byrjuð.. ekki enda þar.. … jafnvel íslendingahatur.  hvers vegna ekki?\nThulesol, þú getur ekki barist gegn hinum minnstu fordómum í garð Gyðinga, og hundsað samskonar gerðir í garð araba. Maður þarf ekkert að vera annaðhvort pro jew or pro arab. :)\nidf, ef þú ætlar að tala, þá skaltur taka málfrelsi þitt með ábyrgð.\nÞað að ýja að kynþátta fordómum er glæpur..hvort sem það er meint eður ei."
        },
        {
            "user": "niflheimur",
            "user_id": "19976",
            "date": "2003-03-26 00:44:30",
            "id": "985662",
            "reply_to_id": "985661",
            "text": "Það er ENGINN að stimpla heilan þjóðflokk, bara öfgamúslima, sem þarf ekkert að stimpla, þeir sjá um það sjálfir og eru líka bara villutrúarpakk að mati annara múslima.\nNei, það væri ekki hægt að fangelsa hann fyrir þetta sko. Hvað þá í BNA þar sem félög sem hata hvíta eða svarta eða gyðinga eða hvað sem er eru lögleg og mega starfa í friði víðast hvar. Í Þýskalandi má handtaka mann fyrir að ganga með mörg norræn tákn sem fást nú bara í Islandica eða hvað það heitir, og voru stundum gefin fermingarbörnum og svona, og fást í flugvélum hér, Þórshamarinn til dæmis minnir mig, eða nota fornþýsku eins og heil ef ég man rétt, sem finnst í mörgum gömlum ljóðum og varð ekkert allt í einu ljótt orð bara afþví vondir menn reyndu að stela því. Ekki að jú, auðvitað er orðið óviðeigandi að tönglast stanslaust á því eða eitthvað og má taka eitthvað tillit til þess. EN Þjóðverjar eru bara sick öfgamenn ýmist í þessa áttina eða hina virðist mér, ríkisstjórnir þeirra það er að segja.\nPro jew eða pro arab? Við hvern heldurðu að þú sérst að tala? Einhvern fávita? Ég hef verið ásökuð um að vera múslimi, vera ábyggilega með múslima og ég veit ekki hvað einhverntíman, sem er ekki satt reyndar, en ég ver þá almennt, enda hef ég þekkt mikið af þeim og hef allt gott um þá að segja, flesta.\nÉg er bara á móti öfgamúslimum, eins og öfgamúslimar eru sjálfir.\nTitillinn á greininni var óvarlega orðaður já, en greinilega er þessu beint til minnihlutahóps öfgamanna, sem múslimar sjálfir fyrirlíta meir en allir aðrir."
        },
        {
            "user": "niflheimur",
            "user_id": "19976",
            "date": "2003-03-26 00:52:43",
            "id": "985663",
            "reply_to_id": "985662",
            "text": "Ég held að ef hann ætli sér að tala um minnihluta hópa innan araba, þá ætti hann að skilgreina það í fyrirsögninni.\nEinfaldlega spurning um að sýna fordæmi.\nÍ BNA mega hvítir og svartir rasistar ganga um og guð má vita hvað, en ef þú heldur að það sé eitthvað sem þeir gera með bros á vör, þá skaltu skoða þig aðeins betur um, það líður ekki ár á milli þess sem þeir eru í réttarsölum og fá á sig himinháar sektir, sem þeir gætu losnað við bara við það að hætta þeirra heimsku.\nSem á sama tíma, hversu margar vikur heldur þú að myndu líða þar til arabar í USA myndu kæra idf fyrir þessa grein ef hann byggi þar?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-26 00:59:20",
            "id": "985664",
            "reply_to_id": "985663",
            "text": "Hann yrði nú aldrei fangelsaður fyrir þetta, fengi kannski áminningu um að taka skírar fram hvað hann meinar, fyrst einhver fattar það virkilega ekki.\nEn já, það er einmitt orðið mikilvægt í dag, að vita að margir eru ótrúlega fáfróðir og munu mistúlka allt sem maður segir ef maður tekur ekki því skírar fram hvað maður meinar, og túlka allt alltof almennt.Idf þarf að taka tillit til þess eins og allir auðvitað, en það getur verið erfitt að muna það alltaf, ég þurfti persónulega að venja mig á það og veit ekki hvort það hefur enn tekist, afþví ég ofmat þekkingu fólks í kringum mig, en hver sem býr ekki á einhverri gáfna elítu eyðieyju, hlýtur að umgangast eitthvað af fávitum í dag, því miður.\nPS: Ég er ALLS, ALLS EKKI að telja þig í þeim hópi, en hins vegar rekst maður á einn og einn algjöran bjána, því miður ekki bara á svona vefum, en sem betur fer eru samt fæstir fávitar. Fávitar eiga annars enga afsökun ef þú spyrð mig, þeir VILJA bara hata annað fólk, og leika sér að því að mistúlka allt."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-26 00:52:58",
            "id": "985665",
            "reply_to_id": "985661",
            "text": "Haha, smá mistök:\nÉg er bara á móti öfgamúslimum, eins og öfgamúslimar eru sjálfir,\nátti að vera : Ég er bara á móti öfgamúslimum eins og múslimar almennt eru sjálfir,\nekki það að jú, svona fólk er einmitt sjálfu sér verst, svo þetta var rétt hjá mér að vissu leyti, þó það hljómi fáránlega, haha :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-26 00:34:23",
            "id": "985667",
            "reply_to_id": "985659",
            "text": "Niflheimur…\nÞað býr annars því miður ekki bara fjöldi múslima í Danmörku, sem væri hið besta mál, enda fáir innflytjendur sem koma með betri mat og skemmtilegri menningu en góðir múslimar, heldur fjöldi öfgatrúarmúslima, sem hafa verið þar mikil plága og sýnt mikið vanþakklæti og hatur.\nÞað var mikið í fréttunum hér þegar þeir héldu fjöldasamkomur (FJÖLDAsamkomur já, óhuggulegt en satt) til stuðnings Bin Laden, og til að mótmæla lýðræði og sögðu þar slagorð eins og “lýðræði og Islam mun aldrei fara saman”…Ég fíla mun fjölmenningarlegri staði en Ísland yfirleitt MJÖG vel og nýt þess að vera í blönduðu umhverfi, en svona fólki finnst mér að eigi að vísa úr landi…\nOg já, maður sá það nú að það var ansi mikið af svona fólki að brenna fánan þarna, þessum sömu dönsku múslimum og mótmæltu lýðræði og hylltu Bin Laden líklega, enda hegða góðir múslimar sér ekki svona, bara wannabe terroristapakk sem venjulegir múslimar fyrirlíta sem villutrúarmenn og öfgapakk."
        },
        {
            "user": "marxus",
            "user_id": "12143",
            "date": "2003-03-23 22:59:59",
            "id": "985668",
            "reply_to_id": "985618",
            "text": "gott hjá þeim"
        },
        {
            "user": "Qualitor",
            "user_id": "8900",
            "date": "2003-03-23 23:05:51",
            "id": "985669",
            "reply_to_id": "985618",
            "text": "Aumingjar. Að brenna fána er mesta óvirðing sem til er. Þeir þora ekki að brenna danska fánann, vitandi það að allt yrði vitlaust, svo þeir taka fána ríkis sem nær ekki að svara fyrir sig. Ef ég myndi sjá einhverja helvítis múslima brenna íslenska fánann myndi ég án nokkurs vafa hjóla í þá með kúbeini."
        },
        {
            "user": "Gabbler",
            "user_id": "18730",
            "date": "2003-03-23 23:26:00",
            "id": "985670",
            "reply_to_id": "985669",
            "text": "Að brenna fána er kannski það eina sem þeir geta gert til að lýsa yfir viðbjóð sínum á því að við styðjum stríð við landið þeirra.\nþeir brendu danska fánann líka samkvæmt fréttinni.\n“Ef ég myndi sjá einhverja helvítis múslima brenna íslenska fánann myndi ég án nokkurs vafa hjóla í þá með kúbeini.”  Heyra þetta frá manni sem styður hernað þar sem konur og ungabörn eiga eftir að falla… þú ert viððbjóður.\nKær kveðja."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-23 23:33:27",
            "id": "985671",
            "reply_to_id": "985670",
            "text": "Ekki á RÚV, hvaða fréttir sást þú?\nÞað er nú alls ekki víst að sleppa lifandi frá því að brenna danska fánan þarna í dag."
        },
        {
            "user": "Qualitor",
            "user_id": "8900",
            "date": "2003-03-23 23:37:21",
            "id": "985672",
            "reply_to_id": "985670",
            "text": "Reyndar er ég á móti stríði. Mér finnst þetta bara gríðarleg óvirðing sem var verið að sýna okkur og ef ég hefði haft tækifæri til þess hefði ég gert eitthvað."
        },
        {
            "user": "PrettyBoy",
            "user_id": "7268",
            "date": "2003-03-24 11:21:40",
            "id": "985673",
            "reply_to_id": "985672",
            "text": "“Reyndar er ég á móti stríði. Mér finnst þetta bara gríðarleg óvirðing sem var verið að sýna okkur og ef ég hefði haft tækifæri til þess hefði ég gert eitthvað.”\nHvað ertu að pæla ? Við erum að lýsa yfir stuðningi við árás á landið þeirra…. Ertu að halda því fram að við séum eitthvað gífurlega kurteis/ir við þá ?…"
        },
        {
            "user": "binnibinni2456",
            "user_id": "35706",
            "date": "2003-03-24 18:06:27",
            "id": "985674",
            "reply_to_id": "985670",
            "text": "það deyja miklu fleiri ef það verður ekki ráðist inn fíflið þitt það er slæmt að nokkrar kellingar deyji enn þessir gaurar eru búnir að drepa svona 10 sinnum fleiri og er ekkert að hætta því þannig að þetta er bara gott"
        },
        {
            "user": "Gabbler",
            "user_id": "18730",
            "date": "2003-03-25 10:15:36",
            "id": "985675",
            "reply_to_id": "985674",
            "text": "Hvaða heimildir hefur þú, binnibinni2345, fyrir því að fleiri muni láta lífið?  Var Saddam ekki að fara eftir öllu því sem hann var beðinn um?  Hvaða hættu stafaði heiminum af honum?\nEr slæmt að nokkrar kerlingar deyi?  Það væri gaman að heyra hljóðið í þér ef þessar “kellingar” væru móðir þín og dóttir.   Auðvelt að sita hér uppá íslandi og kasta stríði yfir aðrar þjóðir.  Fíflið þitt!\nKveðja."
        },
        {
            "user": "binnibinni2456",
            "user_id": "35706",
            "date": "2003-03-25 15:00:26",
            "id": "985676",
            "reply_to_id": "985675",
            "text": "gabbler ég sagði að það væri slæmt að “nokkrar lellingar myndu deyja” og þetta með heimildirnar eru þeir búnir að drepa tonn af fólki með efnavopnum og þannig. þar að segja eru búnir að bomba með fallbysukúlum með allskonar gasi og einhverju þannig sulli. og þessir gaurar eru búnir að stjórna írak í 37 ár og eru búnir að láta alla anstæðinga sína “hverfa” þannig að allir þeir sem þeir eru þegar búnir að myrða eru svona þúsund sinnum fleiri enn þeir sem munu deyja í þessu stríði þó að það sé náttúrulega mjög slæmt. og auðvitað hættir hann ekkert þeir ekkert og verða góðir allt í einu. allavega finnst mér það allveg út í hött . ég fatta allveg hvað þú átt við enn ég er bara ekki samála því. það gerir mig ekki að neinu fífli.\nog þetta með að hann hafi farið eftir öllu, verð ég að segja nei! , hann eyðilagði nokkrar eldflaugar jeyyy gaman. enn hann er samt einráður yfir þessu landi og hættir því ekki honum var meira segja boðið að koma til þarna gaslandisins börney er það borið fram. hann hefði bara geta dundað sér þar þá hefði ekki verið neitt stríð tja ég veit það nú ekki allveg . enn það er samt virði “nokkra” mannslífa að restinn sem dó ekki lifi síðan kannski eðlilegu lífi. hérna á íslandi geta allir bara mótmælt öllu það er gott þá máttu tjá skoðannir þínar, enn þarna væriru bara skotinn ef þú værir eithvað á miðri hersýningu með einhver anti saddam áróður. (þegar ég meina nokkra meina ég tilturlega lítið hlutfalll af fólkinnu)\nkverðja binni"
        },
        {
            "user": "Gabbler",
            "user_id": "18730",
            "date": "2003-03-25 15:49:08",
            "id": "985677",
            "reply_to_id": "985676",
            "text": "Já saddam drap 5000 manns á árunum 79-81 minnir mig.  En USA drap nokkur hundruð þúsund árið 45?  Hver er munurinn þar?  Fyrir utan að UK gaf Saddam öll efnavopnin?\nÉg er svosem ekki að segja að Saddam sé eithvað góður náungi.  Mér bara hryllir við þeirri hugsun að það sé hægt að réttlæta stríð á þeirri forsendu að okkur líkar ekki við hvernig hann stjórnar sínu ríki.\nÞað er alveg pottþétt mál að USA á eftir að ráðast inn í 4-5 ríki á næstu 15-20 árum og nota til þess sömu rök og þau nota í þessu máli.\nErum við að reyna að frelsa fólkið með því að sprengja það í loft upp?  Björgum við saklausum lífum með því að drepa aðra saklausa?  Er líf barnanna í Írak minna virði en líf okkar barna?  Hver er kominn til með að segja að ástandið í ríkinu eigi eftir að batna.  Í Saudi-arabíu er USA búið að styðja svipaða stjórn og er í Írak í mörg ár.\nÞú byrjaðir að kalla mig fífl.  Þetta var ekkert persónulegt.\nKveðja."
        },
        {
            "user": "binnibinni2456",
            "user_id": "35706",
            "date": "2003-03-25 16:06:53",
            "id": "985678",
            "reply_to_id": "985677",
            "text": "jamms bna eru ekkert hyper góð alls ekki enn þá eru líka bretar japanir þjóðverjar rússar allir vondir\nþað er allveg rétt\nenn jamms við erum að frelsa fólkið í írak með því að sprengja allt upp þar. oenn það á allveg eftir að “borga sig upp”\nafsakaðu ég minnist þess ekki að hafa kallað þig fífl og mér þykir fyrir því tók kannski heldur sterkt til orða enn þú ert örruglega fínn náungi sko\nkveðja binnibinni"
        },
        {
            "user": "Gabbler",
            "user_id": "18730",
            "date": "2003-03-25 18:02:57",
            "id": "985679",
            "reply_to_id": "985678",
            "text": "BNA eru ekki góðir það er alveg rétt hjá þér.  Jú auðvitað er eithvað athugavert við utanríkisstefnu Japana, Ástrala, Breta og íslendinga líka.  Við eigum ALDREI að samþykja stríð við aðra þjóð.  Minnsta kosti ekki án samþykis Sameinuðþujóðanna.\nVið frelsum engann með því að drepa hann.  Við gerum bara ættingjana alveg brjálaða.  USA og vesturlönd eiga eftir að vera hötuð (hataðri) eftir þetta árásarstríð.  Hættan á því að allt fari í upplausn þarna er allt of mikil.  Það þarf lítið annað en að stríðið dragist á langinn og aðrar aðrar arabaþjóðir ákveða að styðja Írak í þessu máli. :(\nRáðumst að rótum vandanst.  EKki ráðast á fólk til að “frelsa” það.  Styðum við uppbyggingu á þessu svæði og einnig fleiri svæðum.\nKveðja."
        },
        {
            "user": "binnibinni2456",
            "user_id": "35706",
            "date": "2003-03-25 18:18:27",
            "id": "985680",
            "reply_to_id": "985679",
            "text": "hmm þetta eru fínir punktar hjá þér enn ég styð eiginlega frekar að ráðast á  og byggja síðan lýðræðislegt land upp úr því  þó að það hljómi soltið illa enn það er ekkert verið að rústa öllu með baseball kylfum, og ég held að fólkið sé þarna sé orðið soltið illa heila þvegið.\nog það ætti ekki einhver 1 gaur að stjórna landinu sem annars gæti verið fínt land\nkær kveðja Binnibinni"
        },
        {
            "user": "Gabbler",
            "user_id": "18730",
            "date": "2003-03-26 11:52:24",
            "id": "985681",
            "reply_to_id": "985680",
            "text": "Ég á einfaldlega ekki eftir að sjá að fólkið eigi eftir að hafa það betur eftir þetta stríð.  Það hefði verið hægt að gera ýmislegt til að bæta lífskjör fólks þarna án þess að myrða hópa af fólki.  Við erum búin að hafa Írak í viðskiptabanni í mörg ár og einusinni í mánuði hefur flogið herflugvél yfir landið og sprengt eithvað í loft upp.  (12 sinnum á ári í 11 ár er 132 árásarferðir).\n“og ég held að fólkið sé þarna sé orðið soltið illa heila þvegið.”  hvernig veistu nema að þú sért heilaþveginn af áróðri USA?   Veistu að USA og UK eiga allar helstu fréttastöðvar í heiminum?  Flestar þær fréttir sem við fáum frá þessu svæði þessa dagana eru mikið ritskoðaðar.\nJæja þetta er nóg í bili.  Ég segi bara að stríð á að vera síðasti kostur.  Ekki sá fyrsti í svona stöðu.\nVeistu, að það er 1 gaur sem stjórnar USA?  Veistu að það er ekkert lýðræði í Saudi Arabiu sem USA hefur þó stutt í nokkra tugi ára.  Þeir eru ekkert á leiðinni að fara að ráðast inní það land til að frelsa fólkið þar.  Stjórn S-A er hliðholl USA og það dugar alveg til að forða innrás…. skítt með hvað fólkinu í landinu finnst.\nKveðja."
        },
        {
            "user": "geronimo",
            "user_id": "9454",
            "date": "2003-03-24 05:23:54",
            "id": "985682",
            "reply_to_id": "985669",
            "text": "finnst ykkur virkilega skrýtið að þeir séu að brenna íslenska fánan..\nég hefði ekkert á móti því að gera það sjálfur, í þeirri merkingu að ég sé á móti þessari ríkistjórn, ég hef ekkert á móti íslensku fólki þar sem ég er íslendingur, og ég efast um að þessir múslímar hafi eitthvað á móti fólkinu á íslandi…\nmér finnst ekkert að því að brenna fána, mér finnst það bara lýsa andstyggð einhvers á ríkistjórn einhvers lands..\nvinur minn var tekinn og sektaður fyrir að brenna bandaríska fánann, hann á marga vini sem eru bandarískir… en eins og örugglega flestir íslendingar, þá hefur hann mikið á móti bandarísku ríkisstjórninni..\nmér finnst líka mjög athyglisvert þegar þú segir “Ef ég myndi sjá einhverja helvítis múslima brenna íslenska fánann myndi ég án nokkurs vafa hjóla í þá með kúbeini.” að þú kallir þá helvítis múslíma… afhverju eru þeir verri en kristið fólk.. þú virðist greinilega hafa eitthvað á móti þeim.. af hverju eru þeir verri ef þeir hafa eitthvað á móti þér?!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-24 16:21:27",
            "id": "985686",
            "reply_to_id": "985682",
            "text": "geronimo, fánabrenna og fánabrenna er ekki það sama, þessar Allah upphrópanir eiga sér til dæmis ekki stað í venjulegri fánabrennu og venjulegir múslimar á Vesturlöndum stunda ekki svona upphrópanir.\nSvo þetta var eitthvað dýpra hjá þeim, en einhver svona smákrakki að flippa á Íslandi til að ganga í augun á kommunum foreldrum sínum með að sletta málningu eða henda molotov kokteil í Bandaríska sendiráðið, eins og kommasonurinn Erpur."
        },
        {
            "user": "geronimo",
            "user_id": "9454",
            "date": "2003-03-24 16:23:23",
            "id": "985683",
            "reply_to_id": "985682",
            "text": "Hef reyndar engan rétt aldurs vegna að kalla Erp smákrakka, veit ekki hvað hann er gamall, en eflaust ekkert mikið eldri eða yngri en ég svo sem, en þú skilur hvað ég meina.\nÞetta voru hins vegar fullorðnir ofsatrúarmenn að hrópa sömu hluti og hryðjuverkamenn yfir fánanum okkar, sem er eins konar bölbæn ef þú skilur það ekki, en ekki krakkar að flippa."
        },
        {
            "user": "geronimo",
            "user_id": "9454",
            "date": "2003-03-24 21:36:08",
            "id": "985684",
            "reply_to_id": "985683",
            "text": "hahah þú mátt alveg kalla erp smákrakka fyrir mér…\nég ætla ekki að fara neitt að rökræða við þig, það er allveg nóg að því á huga og svo hef ég ekkert til að segja á móti, þar sem ég er nokkurnvegin sammála þessu.\níslenska ríkistjórnin kallaði þetta yfir sig, og ég vona svo sannarlega að þeir missi fylgi útaf þessu.\nnú er ég ekki staddur á íslandi, og hef ekki verið staddur á íslandi í þónokkurn tíma, þannig að ég veit ekkert nákvæmlega um hvað þetta snýst.\nég hef heyrt um það að 93% íslendingar séu á móti stríði.. getur þú thulesol, sagt mér hvort að það sé eitthvað til í því??\nef það er satt. afhverju í andskotanum er dabbi og félagar að styðja stríðið!?\nlýðræði my ass…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-24 22:17:27",
            "id": "985685",
            "reply_to_id": "985684",
            "text": "Ég veit bara að flestir sem ég hef talað við eru á móti þessu."
        },
        {
            "user": "TheySeeMeTrollin",
            "user_id": "26622",
            "date": "2003-03-24 22:04:21",
            "id": "985687",
            "reply_to_id": "985669",
            "text": "En ef að þú myndir sjá kristinn mann brenna íslenska fánann, myndirðu hjola í hann með kúbeini ?"
        },
        {
            "user": "isi",
            "user_id": "35503",
            "date": "2003-03-26 18:06:33",
            "id": "985688",
            "reply_to_id": "985669",
            "text": "þokkalega, vel orðað félagi. þetta er svo fucked up, ég var geðveikt pissed yfir þessu. og þetta er svo ógeðslega heimskt því að það eru yfir 76% þjóðarinnar á móti þessu OG hvaða andskotans máli skiptir að 280 þúsund manna land sé með eða á móti það er ekki eins og okkar litla álit skipti einhverju máli, það er ekki eins og við séum að senda hermenn né að gera neitt til að hjálpa Bandaríkjunum í þessu annað en að vera á einhverjum lista yfir hverjir séu með. og er það bara ríkisstjórnin sem styður það, við fólkið í landinu fáum ekkert að ráða yfir því. lýðræði í landinu MY FUCKING ASS, til að líðræði sé geta allir tjáð sig og kosið hvaða uppátækjum þetta land tekur þátt í, ekki einhverjir ráðherra djöflar sem hugsa bara um peninga og stjórnmál… u"
        },
        {
            "user": "hamrotten",
            "user_id": "5029",
            "date": "2003-03-23 23:06:45",
            "id": "985689",
            "reply_to_id": "985618",
            "text": "hættu að væla íslenski fáninn á þetta skilið fyrir að vera merki þeirra sem styðja þetta stríð"
        },
        {
            "user": "loddi",
            "user_id": "8119",
            "date": "2003-03-23 23:12:23",
            "id": "985690",
            "reply_to_id": "985689",
            "text": "erum við að tala um að grýta ríkisstjórnina með harðsoðnum eggjum?"
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2003-03-26 20:45:35",
            "id": "985691",
            "reply_to_id": "985690",
            "text": "loddi: linsoðnum eggjum, linsoðnum, það er mikið ógeðslegra! :þ"
        },
        {
            "user": "RedFox",
            "user_id": "23988",
            "date": "2003-03-23 23:32:14",
            "id": "985692",
            "reply_to_id": "985618",
            "text": "Þessi ómerkilegi lýður (öfgamúslimar, ég ber virðingu fyrir þessum venjulegu múslimum hins vegar, þeir taka yfirleitt ekki þátt í svona) var einmitt fyrir ekki svo löngu síðan að lýsa yfir stuðningi við Bin Laden í Danmörku og haldandi opinbera fundi á almannafæri um að “lýðræði og Islam” fer ekki saman og bla, bla, bla…(Slíkt fólk ætti eðlilega að senda úr landi, þar sem það hefur greinilega engan áhuga á að búa í lýðræðisríki, og mikil mistök að hafa þá innan þeirra þá.)\nÞetta að brenna íslenska fánan var ÚTPÆLT að mínu mati. Þetta lið hugsar hlutina einmitt þannig, og maður hefur oft séð það…Þetta er ekkert sem gerist í hita leiksins, engin ástríðuglæpur af neinu tagi, þetta er yfirleitt pælt út hjá þeim (maður sér svipaða taktík hjá öfgasinnuðum Palestínumönnum, með fullri virðingu fyrir restinni).\nÍslendingar eru ekki vinsælasta fólkið í Danmörku, og það er alveg einn og einn Dani sem myndi fá kick út úr þessu líka svo sem. Ekki að sem betur fer eru færri Danir þannig en þeir sem eru fordómafullir í Danmörku eru oft á móti Íslendingum, eða “afætunum” líka og líta svo á að við séum einhver aumingjalýður sem þeir haldi uppi.\nEf þeir hefðu brennt danskafánan, sem þeir þorðu ekki þessi chicken, (alveg eins og Palestínuterroristar sem eyðileggja fyrir öðrum Palestínumönnum friðarviðræður þora aldrei að ráðast á hermenn eða virðuleg mannvirki, og halda sig við börn, pizzastaði og svona…oft með útpældum, lúmskum leiðum,)… nú ef þessir menn, sem eru og  verða alltaf blanda af algjörum chickenum og hugleysingjum og útsmognum PR mönnum sem hugsa um ímyndina, hefðu brennt danska fánan, þá hefðu þeir verið barðir í spað, og sumir kannski dáið, enda öfga þjóðernishyggja vaxandi í Danmörku, því miður (slíku fólki er einmitt oft samt sama um Íslendinga svo sem)…en því þorðu þeir ekki….\nÞetta með að þeir hafi ekki getað reddað breska fánanum er fáránlegt? Hafið þið aldrei komið til Danmerkur eða? Hélt að flestir hefðu nú verið þar nokkrum sinnum amk á Íslandi…Það er ekkert mál að redda breska fánanum þar, og nú þá er bara að hnupla honum af næsta kaffihúsi eða bjóðast til að kaupa hann af því heldur, enda víða svona fánar hinna og þessara landa fyrir utan búðir og svona, hótel og ýmislegt. Ég hefði treyst mér til að redda breska fánanum þarna á nóinu, til þess þarf enga greind, og þessa menn skortir hana ekki alveg heldur, þó þeim skorti allt hugrekki og brenni því fána eins valdaminnsta og fámennasta lands heimsins, af ótta við Dani, sem ættu fremur “skilið” ef maður notar svo fáránlegt orð, að láta brenna sinn fána.\nSvo er annað mál sem kannski færri vita, að þetta að kyrja “Allah er mikill” yfir brennandi fána, er nokkurs konar bölbæn eða vúdú, meðal öfgamanna af þessu tagi. Líkt og fólk sem stundar myrku gerðin af vúdu stingur pinnum í dúkkur til að óska einhverri manneskju ills og svona, þá eru þeir með þessu að reyna að kalla bölvun yfir Íslandi. En öfga múslimar biðja einmitt Vesturlöndum dauða dag og nótt sumir (sem er já bölbænir, skylt vúdú eða svartagaldri) og nú hefur Ísland væntanlega bæst á þann lista.\nEn við skulum nú ekki láta þessar galdrakellingar og huglausu aumingja sem þora ekki að brenna nema Íslenska fánan í Danmörku (sleppa þeim danska)sem eiga ekkert skylt við venjulega, góða múslima hræða okkur,…..en það er auðvitað ekkert hallærislegra en að AFSAKA þá og VERJA hér…\nHvers konar sjálfsvirðing er það?\nPlús að það er vanvirðing fyrir eðlilegum múslimum, sem eru ólíkt heiðarlegri og minna útsmognir, og hugrakkari en þessir aumingjar óskandi okkur alls ills, en það er það sem þessi athöfn, fánabrenna, felur í sér….\n(Og er henni líklega fylgt eftir með bölbænum heima af þeim öfgafyllstu, nú eða bara í moskvunni, slíkar öfgasinnaðar moskvur, sem virðulegir múslimar líta nú oft bara á sem guðlastara, starfa orðið víða um Norður og MiðEvrópu, aðallega í Þýskaland, en fyrirfinnast líka í Danmörku já.)\nÉg veit það að ég mun ekki gleyma þessum fundi sem danskir öfgamúslimar höfðu til stuðnings Bin Laden þar sem þeir töluðu á móti lýðræði, í landinu sem gaf þeim annað tækifæri, og ég hef ekkert álit á dönskum múslimum af því tagi.\nÞað er fáfræði að hata aðra menningarheima út í loftið, en það er alveg jafn alvarleg fáfræði að halda að allir meina betur en þeir gera. Múslimi og öfgamúslimi er ekki það sama, ekki frekar en kristinn maður eða maður í KKK eða rannsóknarréttinum.\nEf við munum einhvern tíman fara okkur að voða hér á Vesturlöndum fyrir fullt og allt verður það afþví fólkið er að verða fáfróð fífl, í stað þess að nota tækifærin sem hnattvæðingin og fjölmenningin býður upp á að geta séð heiminn og aðra menningarheima og sinn eigin í raunhæfu ljósi, það góða OG það slæma.\nBjóða hinn vangan er voða falleg saga já, en þú býður ekki glefandi ljóni hinn vangan úti á sléttunni, hvað þá að þú reynir bara að afsaka það meðan það étur þig. Þú losar þig við það, eða deyrð.\nTek það fram að sumar af mínum fyrirmyndum, og þeirra sem ég lít upp til, ERU múslimar, og ég hef margt gott um Islam að segja, bara ekki öfgamennina."
        },
        {
            "user": "RedFox",
            "user_id": "23988",
            "date": "2003-03-23 23:42:41",
            "id": "985693",
            "reply_to_id": "985692",
            "text": "Stórkostlegasta dæmið um öfgana í múslimum er þegar Saudi Royal skíturinn heimsótti bandaríkin og sagði Bush gamla forseta að hann mætti ekki fara með borðbæn og var með lista fullan af leiðbeiningum um hvað hann mætti ekki gera, svo sagði hann öllum að lesa kóraninn.\nBush sagði náttúrulega bara jájá og skrifaði undir olíusamninginn."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-23 23:55:29",
            "id": "985694",
            "reply_to_id": "985693",
            "text": "Man einmitt þegar ég sá (í sjónvarpinu) svona ríka Sauda inn í höll í horfa á sjónvarpið og hlægja yfir atburðunum í World Trade Center, og sögðu að þetta væri gott á hel….. Gyðinginn Guiliani, sem nota bene er Ítali og ekki Gyðingur á nokkurn hátt.\nÞað var óhugguleg sjón."
        },
        {
            "user": "Exitmusic",
            "user_id": "10281",
            "date": "2003-03-23 23:46:12",
            "id": "985695",
            "reply_to_id": "985692",
            "text": "gott sva"
        },
        {
            "user": "Czar",
            "user_id": "1110",
            "date": "2003-03-23 23:41:48",
            "id": "985696",
            "reply_to_id": "985618",
            "text": "Ég hef margt gott um Islamska heiminn, það er að segja araba og þeirra menningu að segja, sérstaklega þó einn og einn araba sem ég lít mikið upp til. Þetta er stórmerkileg menning.\nEn mér misbýður algjörlega þessi heimska á Vesturlöndum nú orðið að sjá “okkur” sem djöfla og alla aðra sem engla, sem er bæði tvennt álíka alvarleg lygi. Sagan er miklu flóknari en þetta, og ég ráðlegg svona vitleysingum að fara að tala við UPPLÝST fólk af öðrum menningarheimum, sérstaklega Asíu, í fullri alvöru, og það mun ýmsilegt breytast við það hvernig þið sjáið heiminn. Ferðist, lesið, og hættið að tala eins og vangefnir hippar.\nPS: Ég er ekki hlynnt þessum stríðsrekstri ef þið haldið það. Ég er hins vegar ekki hlynnt heimsku heldur."
        },
        {
            "user": "Czar",
            "user_id": "1110",
            "date": "2003-03-23 23:47:19",
            "id": "985697",
            "reply_to_id": "985696",
            "text": "held eða vona það allaveganna að flestir hérna eru að meina að, afsakið enskuslettuna, with every action is a reaction, þess vegna eru þessi viðbrögð ekkert skrítin.\nVið sem segjumst vera stollt af því að vera friðsöm þjóð setjum okkur við hlið annarra þjóða sem eru að styðja stríð sem hefur mjög vafasaman lögfræðigrunn. Afhverju er skrítið að fólk hafi óbeit á okkur núna? sérstaklega þar sem það eru bara tvö lönd í heiminum þar sem meirihluti landsmanna styður þetta stríð."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-23 23:53:14",
            "id": "985698",
            "reply_to_id": "985697",
            "text": "Czar, gleymdi ég að merkja við fyrra svarið, þú virðist ekki þekkja til múslima í Danmörku eða fortíðar þeirra, né hvað fánabrenna á að tákna almennt, sjáðu þetta\nhttp://www.al-sunnah.com/truth_aboutjesus.htm\nIDF var bara að hugsa mjög rökrétt þegar hann sagði þetta með krossinn..\nVenjulegur múslimi, nota bene, æpir ekki Allah er mikill og kveikir í fánum um leið, það er siður öfgaskrýls."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2003-03-24 00:05:29",
            "id": "985699",
            "reply_to_id": "985697",
            "text": "Czar\nEr ekki í lagi með þig ? Finnst þér virkilega ekkert bogið við að það sé ákveðið að taka Ísland sérstaklega fyrir, eitt af e.h. lista, finna fánann og brenna ?\n99% heimsins veit ekkert hvað Ísland er, en þú ert likelga bara stoltur yfir þessari athygli, slæm betri en engin kannski ?\nÞað mætti halda að heimsbyggðin héldi niðri í sér andanum við yfirlýsingar frá Halldóri Ásgrímssyni !"
        },
        {
            "user": "Czar",
            "user_id": "1110",
            "date": "2003-03-24 00:12:12",
            "id": "985700",
            "reply_to_id": "985699",
            "text": "Auðvitað finnst mér það skrítið, en það er margt sem við vitum ekki um hvað gerðist þarna, við sáum bara 10 sec brot af fólki ver að brenna íslenska fánann."
        },
        {
            "user": "remulean",
            "user_id": "25163",
            "date": "2003-03-23 23:52:16",
            "id": "985701",
            "reply_to_id": "985618",
            "text": "helvítis öfgamúslimar, að brenna fána íslands er bara merki um eitt. að við séum í hættu á að verða fyrir hryðjuverkum.pælið í því  þeir ná kannski ekki að drepa jafn marga en þá myndu þeir senda þau skilaboð að enginn sé óhultur.fyrir utan það að hlýtur að vera auðveldara að koma sprengju fyrir hérna."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-24 00:11:19",
            "id": "985702",
            "reply_to_id": "985701",
            "text": "remulan…reyndar þá eru öfgamúslimar einmitt farnir að velja sér auðveldari skotmörk, sem sést á því, að þó þeir hafi alla tíð verið gúngur og ekki þorað að drepa hermenn eða slíkt í Palestínu, heldur frekar bara Gunnur og Jóna og börn þeirra, þá hafa öfgamúslimar í Ísrael gerst enn meiri chicken og eru farnir að drepa ólöglega flóttamenn frá Afríku af ógyðinglegum uppruna, í hverfum sem allir vita að mest slíkir búa í, nokkurs konar Harlemum Ísraels, í miklum mæli, eins og sást á stórri árás sem þeir gerðu fyrir stuttu og drap eiginlega eintóma svarta ólöglega innflytjendur frá Afríku sem voru að flýja hungursneyð…\nÍsland er náttúrulega, á heimsmælikvarða, kannski það sem slíkt fátækrahverfi ólöglegra innflytjenda er í Ísrael, það er THE easy target.\nEn ég trúi að það verði allt í lagi með Ísland, hræðsla hjálpar ekkert."
        },
        {
            "user": "1Xtra",
            "user_id": "25810",
            "date": "2003-03-24 00:05:40",
            "id": "985703",
            "reply_to_id": "985618",
            "text": "Úr Hadith, sem margir öfgamúslimar taka ALVEG bókstaflega er þessi tilvitnun, af vefsíðunni sem ég bennti á. Þar er lýst ólíkum Jesús þeim er við lærðum um í sunnudagaskólanum eða what ever, heldur náunga sem heitir Jesús og mun koma aftur til að eyðileggja alla krossa og drepa öll svín. (Meðan Gyðingar , og flestir múslimar líka, líta svo á að svín, hundar og slíkt sé óhreint til átu eingöngu, þá eru til öfgamúslimar sem líta svo á að þessi dýr megi ekki snerta og séu í eðli sínu ill, eins og þeir sem taka þessa hadith, um að Jesús muni drepa öll svín bókstaflega):\n“Abu Hurairah reported Allah's Messenger(PBUH) as saying,”By Him in whose hand my soul is, the son of Mary will soon descend among you as a just judge. He will break crosses, kill swine and abolish the jizya (a tax payable by a commuinty which accepts the protection of a Muslim ruler but whose members do not embrace Islam), and wealth will pour forth to such an extent that no one will accept it, and one sajda (the position in Muslim&#8217;s prayer where the forehead is placed on the ground), will be better than the world and what it contains“. (Bukahri and Muslim).\n”\nSvo þið sjáið að IDF var ekki að segja neitt út í hött, eins og allir sem kannast eitthvað við islam og einnig öfgasinnaðri form þess vita.\nÖfgamúslimar hata krossinn, og að brenna hann hefur náttúrulega verið extra kick. En Ísraelsfáni og sá Bandaríski hafa hvorugt kross, of risky að brenna þann danska, fæst hin löndin sem eru “með” BNA með kross í fánanum, svo já, why not, hann gæti vel haft rétt fyrir sér.\nÞetta eru væntanlega sömu öfgamenn og söfnuðust ótal ótal manns saman að mótmæla lýðræði og hylla Bin Laden í Danmörku."
        },
        {
            "user": "1Xtra",
            "user_id": "25810",
            "date": "2003-03-24 00:26:39",
            "id": "985704",
            "reply_to_id": "985703",
            "text": "Af hverju er nasismi dauðasynd, en síðan þegar arabar og eitthvað svoleiðis lið er með eitthvað kynþáttahatur gagnvart hvítum þá er alltaf einhver afsökun “Ahh þetta er í lagi, þetta er bara í trúnni þeirra” eða álíka?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-24 00:36:01",
            "id": "985705",
            "reply_to_id": "985704",
            "text": "Steiny\n“Af hverju er nasismi dauðasynd, en síðan þegar arabar og eitthvað svoleiðis lið er með eitthvað kynþáttahatur gagnvart hvítum þá er alltaf einhver afsökun ”Ahh þetta er í lagi, þetta er bara í trúnni þeirra“ eða álíka?”\nÉg er svo sammála þér. Flestir Arabar eru fínir, en maður ætti ekki að hafa þau forréttindi að fá að beita kynþáttahatri bara afþví hann er svartur eða arabi, enda slíkt í sjálfu sér kynþáttamismunun.\nVesturlönd þjást af sjúklega einhliða söguskoðun og sektarkennd, meðan ekki er lært um glæpi annara heimshluta um leið.\nSpurðu Kóreumann hvort Bretar hafi nokkuð verið verri en Japanir og hann mun segja nei.\nSpurðu Breta og hann mun segja “Ha?” og ekkert vita við hvað er átt oft, þó það sé nú með upplýstari þjóðum….Sorglegt og stórhættulegt fyrir okkur sjálf.\nFínt að læra að maður er ekki betri en aðrir, en það er líka mikilvægt að vaxa upp úr fáfræði um að við séum verri en aðrir."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-24 00:36:03",
            "id": "985706",
            "reply_to_id": "985704",
            "text": "Steiny\n“Af hverju er nasismi dauðasynd, en síðan þegar arabar og eitthvað svoleiðis lið er með eitthvað kynþáttahatur gagnvart hvítum þá er alltaf einhver afsökun ”Ahh þetta er í lagi, þetta er bara í trúnni þeirra“ eða álíka?”\nÉg er svo sammála þér. Flestir Arabar eru fínir, en maður ætti ekki að hafa þau forréttindi að fá að beita kynþáttahatri bara afþví hann er svartur eða arabi, enda slíkt í sjálfu sér kynþáttamismunun.\nVesturlönd þjást af sjúklega einhliða söguskoðun og sektarkennd, meðan ekki er lært um glæpi annara heimshluta um leið.\nSpurðu Kóreumann hvort Bretar hafi nokkuð verið verri en Japanir og hann mun segja nei.\nSpurðu Breta og hann mun segja “Ha?” og ekkert vita við hvað er átt oft, þó það sé nú með upplýstari þjóðum….Sorglegt og stórhættulegt fyrir okkur sjálf.\nFínt að læra að maður er ekki betri en aðrir, en það er líka mikilvægt að vaxa upp úr fáfræði um að við séum verri en aðrir."
        },
        {
            "user": "Abesynth",
            "user_id": "13646",
            "date": "2003-03-24 00:24:38",
            "id": "985707",
            "reply_to_id": "985618",
            "text": "Af hverju er enginn að velta því fyrir sér hvernig þessi íslenski fáni komst í hendur brennumanna? Það er leikur ekki neinn vafi á því í mínum huga að einhver þeirra fjölmörgu Íslendinga sem eru búsettir í Danmörku hafi átt hlut að því og jafnvel verið á staðnum og kannski jafnvel kveikt í sjálfur enda voru miklu fleiri þarna en bara Arabar. Nóg er til af íslenskum hálfvitum sem gætu látið sér detta í hug að gera eitthvað svona “töff”."
        },
        {
            "user": "Czar",
            "user_id": "1110",
            "date": "2003-03-24 00:28:54",
            "id": "985708",
            "reply_to_id": "985707",
            "text": "Gæti verið já, en í Danmörku býr fjöldi manna frá mörgum hinum ríkjunum sem er fylgjandi líka, og stundum fleiri en Íslendingar býst ég við….býst til dæmis við að það séu fleiri Tyrkir þarna en Íslendingar, en ekki kveiktu þeir í þeirra fána.\nDanmörk er orðin mjög fjölþjóðleg, jafnvel konungsfjölskyldan, og þó það sé mikið af Íslendingum þar er nú bara mikið af fólki yfirhöfuð héðan og þaðan.\nBara að segja að þessi tilgáta um krossinn er, í samhengi við það sem ég veit um öfga Islam (sem er allt öðrum vísi en venjulegt Islam) rökrétt,\nen hún þarf ekki að vera rétt nei.\nÞað er bara rangt að segja hana fáránlega, enda þarf ekki að vera expert í hadith til að vita að svo er ekki, flestir öfgamúslimar þekkja vel þetta hatur á krosstákninu."
        },
        {
            "user": "Czar",
            "user_id": "1110",
            "date": "2003-03-24 00:33:48",
            "id": "985709",
            "reply_to_id": "985708",
            "text": "tyrkir er líka ekki land sem er beint að styðja hernað í Írak, auk þess gæti verið að þeirra fáni hafi verið brenndur, en fréttinn var um íslenska fánann þannig að við fengum ekki að vita það. Þetta var svo líklega ekki nein mótmæli við búsetu íslendinga í danmörku.\ntilgátan um krossinn er jú til en það er mjög ólíklegt að hún eigi við þennan atburð."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-24 00:44:04",
            "id": "985710",
            "reply_to_id": "985709",
            "text": "“tyrkir er líka ekki land sem er beint að styðja hernað í Írak, auk þess gæti verið að þeirra fáni hafi verið brenndur, en fréttinn var um íslenska fánann þannig að við fengum ekki að vita það. Þetta var svo líklega ekki nein mótmæli við búsetu íslendinga í danmörku.”\nTyrkir eru á þessum sama lista og við. Þeir eru farnir með sinn her inn í landið. Við erum á þessum lista af afar litlum ástæðum hins vegar.\nÉg var að leita að fréttum um þetta og sá ekkert um Tyrkneska fánan nei. Ekki danska heldur.\nÉg er nokkuð viss um að það búi ekkert fleiri Íslendingar en Tyrkir í Danmörku.\nHvað er svona fáránlegt við þessa tilgátu um krossinn? Þetta með að hrópa Allah er mikill yfir brennandi fána er ekki siður hófsamra eða venjulegra múslima, né svona upphrópanir á almannafæri yfirhöfuð, svo þetta voru engir trúleysingjar eða venjulegir múslimar að brenna fánan, slíkt er alla vega afar ólíklegt.\nMér dettur ekki í hug að það hafi verið að mótmæla búsetu Íslendinga í Danmörku nei, og skil ekki hvernig þú færð það út. Hins vegar er auðvitað öruggara að ráðast á Íslendinga en Dani í Danmörku, og það fyrir minni sakir, sem gerir það enn fáránlegra."
        },
        {
            "user": "thom",
            "user_id": "5176",
            "date": "2003-03-24 00:37:51",
            "id": "985711",
            "reply_to_id": "985708",
            "text": "Ég sef alveg á næturna þótt að arabar í Danmörku brenni íslenska fánann…\nog\nhvað eruð þið að rugla með krossinn?"
        },
        {
            "user": "hannesa",
            "user_id": "53",
            "date": "2003-03-24 00:48:05",
            "id": "985712",
            "reply_to_id": "985711",
            "text": "thorn, hefuru aldrei leitt hugan að því fyrir hverju krosinn stendur?"
        },
        {
            "user": "thom",
            "user_id": "5176",
            "date": "2003-03-24 01:47:16",
            "id": "985713",
            "reply_to_id": "985712",
            "text": "Veit ég hvað krossinn stendur fyrir. Ekki sá ég þessa frétt, viðurkenni ég það, en var ekki bara verið að gera gott fánabál þarna? Sama hverrar þjóðar hvaða fáni væri, svo lengi sem hann væri á lista þessara 30 ríkja. Á Íslandi búa aðeins 290.000 (sem er eflaust lærri tala en tala araba búsettum í Danmörku) manns samt er ótrúlega mikið af hálfvitum sem búa hérna sem ég gæti treyst til að brenna þjóðfána hvaða ríkis sem er. Og það þarf ekki nema einn af þessum hálfvitum til að brenna fána í fréttunum. Ég myndi fara varlega í að líta á þessa frétt sem yfirlýsingu arabaheimsins gegn íbúum þessarar litlu eyju í N-Atlantshafi.\nÉg fyrir mína parta hef takmarkaðar áhyggjur af miklum hryðjuverkum á Íslandi.\nMér er illa við stríð en á erfitt með að gera upp hug minn hvað varðar stuðning íslensku ríkisstjórnarinnar við aðgerðirnar. Mér finnst þessi stuðningur óskynsamlegur og betra hefði verið að gæta bara hlutleysis í þessu máli. Aftur á móti má benda á það að þessi blessaði stuðningur veitir Íslendingum (að öllu eðlilegu) aukna velvild í UK/USA eftir stríðið og að því leytinu til er stuðningurinn í raun praktískt útspil, aukin velvild þýðir jú aukin viðskipti, svona öllu jöfnu.\nEn á þessu máli sem flestum öðrum eru fleiri en ein hlið. Ljóst er hinsvegar að vandamál heimsins verða ekki leyst með því að sletta málningu á stjórnarbyggingar, þau verða ekki leyst með því að brenna fána annarra ríkja og það virðist vera heldur seinvirk leið að leysa þau með því að biðja Saddam Hussein að lofa nú að eyða öllum sínum vopnum. Var ekki verið að finna góðan slatta af langdrægum vopnum núna rétt eftir kvöldmatarleytið í Írak?\nAð lokum vil ég gagnrýna nokkra pósta á þessum þræði, sem koma frá einstaklingum sem geta ekki séð nema eina hlið á málinu. Það er mjög einfalt og þægilegt að vera á móti stríði hvað sem það kostar… jú, af því að fólk deyr í stríðum. Fólk deyr líka þegar það er ekki stríð. Sum ummæli hérna minna mig helst á rök Kolbrúnar Halldórsdóttur fyrir því að byggja ekki álver hér um árið:\n“Ál er notað í vopn og vopn eru notuð til að drepa börn.”\ngóðar stundir,\nthom"
        },
        {
            "user": "snowiq",
            "user_id": "9512",
            "date": "2003-03-24 02:37:30",
            "id": "985714",
            "reply_to_id": "985713",
            "text": "Það er ekki takandi mark á fólki eins og Kolbrúnu Halldórsdóttur, “Ál er notað í vopn og vopn eru notuð til að drepa börn.” - þetta er eins fáránleg staðhæfing eins og að segja að ál sé notað í bíla og bílar geta valdið dauðsföllum.\nMér finnst bara gott mál að ál sé td. framleitt á íslandi því að það veitir atvinnu og bætir efnahag. eins og allt ál sem notað er í Audi A3 er búið til í straumsvík, það er engin smá floti!\nEinnig finnst mér svör fólks hér við þessari grein alveg útí hött. Það að brenna fána Íslands þarf ekki að þýða það að við séum að kalla yfir okkur hryðjuverk."
        },
        {
            "user": "thom",
            "user_id": "5176",
            "date": "2003-03-24 16:16:36",
            "id": "985715",
            "reply_to_id": "985713",
            "text": "Thom, jú Íslendingar gætu átt svona til líka, en ef þú sást þetta í fréttunum þá var þetta ekkert svona “wannabe mega kommi” flipp neitt, og þetta voru ekki Íslendingar að brenna þennan fána.\nAllir mennirnir sem stóðu næst í kringum fánan (tugir manna) höfðu MJÖG miðurausturlandalegt útlit, svona útlit sem ég hef aldrei séð á Íslandi, eins og við erum nú ólík í útliti hér, nema hjá einstaka innflytjenda (Það líta ekki allir múslimar þannig út, en þessir gerðu það).\nÞetta voru ekki táningar að vera voða kúl heldur, þetta voru nær eingöngu fullorðnir menn, og þeir voru ekki með neinn flippsvip eins og krakki á Íslandi að kasta tómat í stjórnmálamann eða slíkt, heldur háalvarlegan strangtrúarsvip hrópandi á ofsatrúarlegan hátt.\nOg þeir hrópuðu ekki einhver hippaslagorð, heldur sömu hluti og hryðjuverkamenn hrópa.\n(venjulegir múslimar hegða sér ekki svona)\nÞað var það sem gerði þetta svona óhuggulegt útlits."
        },
        {
            "user": "thom",
            "user_id": "5176",
            "date": "2003-03-24 16:23:41",
            "id": "985716",
            "reply_to_id": "985715",
            "text": "Það sem ég átti við með svari mínu er það að, jú þetta voru kannski einhverjir 20 manns, en mér finnst að fólk eigi að fara varlega í að líta á þetta sem einhverja stríðsyfirlýsingu frá öllum arabaheiminum, sem er einmitt það sem undarlega margir virðast vera að gera hérna."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-24 17:04:09",
            "id": "985717",
            "reply_to_id": "985716",
            "text": "thom\n“Það sem ég átti við með svari mínu er það að, jú þetta voru kannski einhverjir 20 manns, en mér finnst að fólk eigi að fara varlega í að líta á þetta sem einhverja stríðsyfirlýsingu frá öllum arabaheiminum, sem er einmitt það sem undarlega margir virðast vera að gera hérna.”\nJá, það er satt, það er vægast sagt undarlegt að skilja málið þannig. Bara aldrei heyrt neitt fáránlegra. Það er hins vegar, því miður, ekki svo fráleitt að líta á þetta sem mögulega stríðsyfirlýsingu frá hryðjuverkamönnum, sem öfgamúslimar eru jú almennt hliðhollir, til dæmis hafa öfgamúslimar, einmitt í Danmörku þar sem fánabrennan á íslenska fánanum fór fram, haldið fjölmenna fundi fyrir allra augum til að lýsa yfir stuðningi við Bin Laden og hvetja múslima um allan heim til að berjast gegn lýðræði, þar lýðræði og Islam muni aldrei fara saman.\nSlíkir fjölmennir fundir voru já í Danmörku og líklega svipað fólk sem stóð fyrir þessari fánabrennu, og svoleiðis fólk getur verið hættulegt já, enda lítur það á strætisvagna og barnaskóla í Ísrael, bandaríska  blaðamenn, jafnvel bara ferðamenn og slíkt, sem réttmæt skotmörk í þeirra “stríði”."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-24 17:07:04",
            "id": "985718",
            "reply_to_id": "985716",
            "text": "Gleymdi íþróttamönnum, eins og á ólympíuleikunum í München, Þýskum jólamörkuðum, og fleiri “lögmætum” skotmörkum terrorista.\nAð rugla venjulegum aröbum saman við slíka er því auðvitað alvarlegt mál."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2003-03-24 00:50:52",
            "id": "985719",
            "reply_to_id": "985711",
            "text": "Lestu greinarsvörin, það kemur fram í þeim…\nÞetta stendur í Hadith sem öfgasinnaðir múslimar (afþví tagi sem kveikja í fánum og hrópa á Allah gera, venjulegir múslimar gera slíkt ekki) taka MJÖG bókstaflega og alvarlega oft, um Jesús:\n“He will break crosses, kill all swine and abolish the jizya ”\nÞað stendur sem sagt í þessari Hadith að Jesús muni koma aftur og eyðileggja alla krossa (öfgamúslimar hata krosstáknið) og drepa öll svín (öfgamúslimar líta svo á oft að svínið sé ógeðsleg vera, líkt og hundar og fleira sem þeir mega ekki snerta, meðan flestir venjulegir múslimar líta á þetta sem ágætisdýr sem megi hins vegar ekki borða, líkt og Gyðingar sem sjá ekkert að því að kjassa hund eða kött þó ekki megi borða þá, en það er einmitt álítið mikið góðverk í Gyðingdómi að gefa týndum hundi mat, og kemur það fram í einhverri trúbók þeirra, og á því að skoða apórafíu bækurnar (vona að ég skrifi það rétt) sést að Gyðingar áttu “óhrein” gæludýr frá því löngu fyrir Krist, enda merkti óhreinn bara má ekki borða, en ekki ógeðslegur. Ætti í raun að nota annað orð en óhreinn) Öfgamúslimar ólíkt Gyðingum og venjulegum múslimum líta hins vegar oft á þessi dýr sem ill, og trúa að þegar Jesús kemur aftur muni hann meðal annars drepa öll svín á jörðinni."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2003-03-24 01:12:57",
            "id": "985720",
            "reply_to_id": "985719",
            "text": "Sem dæmi um krosshatur Saudi Araba þá verður t.d. Atlanta fugfélagið í pílagrímafluginu að taka af litlu fánamerkin sem fylgja flugskránngarmerkinu á flugvélunum."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2003-03-24 00:36:05",
            "id": "985721",
            "reply_to_id": "985707",
            "text": "Góður punktur, ekki útilokað að e.h. athyglissjúkur Íslendingur hafi verið með í ráðum.\nAnnars var ég eiginlega að vona að Halldór, hinn nýji óvinur Islam Nr.1, yrði spurður út í sín viðbrögð við þessu í Kastljósi í kvöld."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2003-03-24 00:50:03",
            "id": "985722",
            "reply_to_id": "985618",
            "text": "Þetta er gott á okkur, það er rugl að styðja stríð!"
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2003-03-24 00:52:27",
            "id": "985723",
            "reply_to_id": "985722",
            "text": "Þetta voru ekki einhverjir voða kúl kommar að mótmæla , lestu greinarsvörin, þá skilurðu betur um hvers konar fólk er að ræða kannski.\nVenjulegur múslimi gerir ekki svona, það veit ég, ég hef þekkt marga, og þeir fyrirlíta svona brjálað öfgalið."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2003-03-24 01:02:52",
            "id": "985724",
            "reply_to_id": "985723",
            "text": "Ég veit að nærri því ekki allir múslimar eru öfgasinnaðir, þvert á móti þá brjóta þeir á bága við Kóraninn og þess vegna eru þeir fyrirlitnir af öllum öðrum múslimum. Það er alltaf verið að tala um múslima sem einhverja eina alveg stórgeðveika þjóð, sem er rugl að mínu mati.\nSvo þetta með kynjamisrétti meðal múslima þá stendur í kóraninum að kynin eigi að vera jöfn en karlinn eigi þó samt að vera yfir konunni?\nEitthvað á gangi þarna sem auðvelt er að misskilja."
        },
        {
            "user": "BlizzarD",
            "user_id": "32444",
            "date": "2003-03-24 01:05:46",
            "id": "985725",
            "reply_to_id": "985618",
            "text": "Þeir eru bara öfundsjúkir því að við eigum fána… þetta er allt eikkað flóttamanna pakk sem á hvergi heima og á engann fána…"
        },
        {
            "user": "Tahara",
            "user_id": "22188",
            "date": "2003-03-24 01:10:41",
            "id": "985726",
            "reply_to_id": "985618",
            "text": "Fyrst ad arabaheimurinn hefur lyst Jihad vid Island. Tha verdur island bara ad fara i krossferd gegn arabaheiminum : )"
        },
        {
            "user": "Retro1",
            "user_id": "19930",
            "date": "2003-03-24 07:38:29",
            "id": "985727",
            "reply_to_id": "985618",
            "text": "ég var svo reiður þegar ég sa þetta, hef ekkert meira að segja en þetta… helvitis arabar die die"
        },
        {
            "user": "geiriv",
            "user_id": "28946",
            "date": "2003-03-24 08:01:43",
            "id": "985728",
            "reply_to_id": "985618",
            "text": "Loksins hefur Íslenskum stjórnvöldum tekist að koma Íslandi á lista Araba yfir Ameríku elskandi þjóð,\nÉg er bæði sár og reiður yfir að sjá fána minnar þjóðar brenndan undir formælingum Araba, þetta er í fyrsta og eina skipti vonandi sem ég á eftir að sjá þetta ske.\nDavíð og Halldór mega hreinlega skammast sín fyrir að koma íslandi sem hefur alla tíð neitað að skipta sér beint af stríð gagnvart öðrum þjóðum á lista yfir lönd sem styðja stríð, og það hreinlega jaðrar við landráð að Íslenska þjóðin skuli þurfa að frétta í Hvíta húsinu að við styðjum stríð svona með beinum hætti, hvers vegna gátu þessir asnar Davið og Halldór ekki sagt að við erum hvorki með né móti, það gerðu mörg önnur ríki.\nÞetta er skömm og ætti að rasskella þá félaga duglega fyrir það sem þeir gerðu okkur…….."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-24 08:32:27",
            "id": "985729",
            "reply_to_id": "985728",
            "text": "Skrif ótrúlega margra á þessum þræði einkennast af þröngsýni og beinlínis heimsku.\nÞetta hefur reynst alveg kjörið tækifæri fyrir laumurasistana að snúa þessu í eitthvað Arabar vs. Vesturlandabúar dæmi !\nÞvílíkt pirrandi að lesa sum kommentin hérna."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-24 16:26:53",
            "id": "985730",
            "reply_to_id": "985729",
            "text": "Sammála þér, sumir þurfa að rugla eitthvað um að drepa araba og þannig.\nEn heimsku hipparnir sem ætla bara að gefa öllum blóm sem kyrja bölbænir yfir Íslandi, svipaðir hippar og afsaka stöðugt öll hryðjuverk, fara næstum jafn mikið í taugarnar á mér og þessir rasistar.\nMaður sem er blindur fyrir göllum eigin menningar og annara, af fáfræði, skilningsleysi og sveitamennsku, er í alveg jafn vondum málum og einhver sem hatar allt og alla út af engu og er að drepast úr fordómum, og ætti þá að halda sig í sveitinni og hippast þar!\nHehehe"
        },
        {
            "user": "kitty4119",
            "user_id": "29654",
            "date": "2003-03-24 09:03:43",
            "id": "985731",
            "reply_to_id": "985618",
            "text": "tetta er i raun bara mjog skondid…\nEf ad madur mundi gera tetta heima yrdi madur settur i fangelsi i marga man… svo tetta er svoldid skondid bara…\nMadur getur ekki einu sinni mótmælt heima an tess ad tad se vandamal…."
        },
        {
            "user": "CuAn",
            "user_id": "15172",
            "date": "2003-03-24 09:37:20",
            "id": "985732",
            "reply_to_id": "985731",
            "text": "mér fannst þessi frétt alveg gjörsamleg tilgangslaus en kjörið dæmi fyrir “laumurasista”, eins og einhver segir, að vera með e-ð beef.. skil ekki hvað, eins og fyrri daginn, hvað Óli Sig var að meina.. en hins vegar eins og sumir þá er ég soldið forvitin að vita hvar þeir fengu þennan fína fána……?"
        },
        {
            "user": "CuAn",
            "user_id": "15172",
            "date": "2003-03-24 09:43:36",
            "id": "985733",
            "reply_to_id": "985732",
            "text": "ég skil samt ekki hvað fólk er að stressa sig út af hugsanlegum hriðjuverkum hæerlendis vegna  einhverra fána brennslu sem ei0nhver dönsk ungmenni standa fyrir í frístundum sínum….. ég held að hryðjuverk á íslandi verði aldrei neitt merkilegri en það að en einstaka hugvitsmaður skvetti málningu á stjórnarráðinu eða e-ð því um líkt."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-24 16:36:43",
            "id": "985734",
            "reply_to_id": "985733",
            "text": "Cuan  “ég skil samt ekki hvað fólk er að stressa sig út af hugsanlegum hriðjuverkum hæerlendis vegna einhverra fána brennslu sem ei0nhver dönsk ungmenni standa fyrir í frístundum sínum”…..Sástu þetta ekki eða varstu sofandi þegar þú gerðir það? Þetta voru næstum allt fullorðnir karlmenn frá miðausturlöndum þarna í kringum fánan, enginn krakki að vera kúl, alla vega sá ég engan táning. Þessi fánabrennsla, í tengslum við Allah upphrópunina, er svo bölbæn, af því tagi sem Islamskir öfgamenn stunda gjarnan já, ekki einhver hippafílingur.\n“ég held að hryðjuverk á íslandi verði aldrei neitt merkilegri en það að en einstaka hugvitsmaður skvetti málningu á stjórnarráðinu eða e-ð því um líkt.”\nÞað vona ég hins vegar líka."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-24 16:32:09",
            "id": "985735",
            "reply_to_id": "985731",
            "text": "Ef þér finnst þetta fyndið þá gerirðu þér greinilega ekki grein fyrir því að þetta er ekki eitthvað hippabarnaflipp eins og að sletta málningu. Öfgamúslimar af þessu tagi í Danmörku, sem hafa margir mótmælt lýðræði, eru alveg eins innrættir og “trúbræður” ( alvöruhófsamir múslimar líta reyndar bara á þá sem guðlastara) þeirra víða um heim. Fánabrenna þar sem Allah er ákallaður er nokkurs konar bölbæn, verið er að biðja Allah að refsa landinu…Þetta er sem sagt engin “give peace a chance” fíling, heldur allt annað dæmi.\nÍ Ísrael þá fara oft sömu Palestínumenn og brenna fána Ísraels og drepa saklaust fólk (þora ekki að ráðast á hermenn) og ofsatrúarmönnum sem brenna fána USA og hrópa “Allah er mikill” um leið í Arabaheiminum finnst yfirleitt ekkert að því að drepa Bandaríska ferðamenn, blaðamenn og svona, og gera slíkt stundum sjálfir.\nÞú ert að sjá annan menningarheim með augum þíns eigin, sem er bara form af fáfræði, og virðist ekkert vita um vaxandi öfgaislam, eða hvað það er yfirhöfuð, í Danmörku."
        },
        {
            "user": "Truespirit",
            "user_id": "34899",
            "date": "2003-03-24 09:30:37",
            "id": "985736",
            "reply_to_id": "985618",
            "text": "Að sjá Íslenska fánan brenna var kvöl og pína. Davíð hefur sett okkur á svartan lista hjá Arabaþjóðum. Það er ekkert sem stoppar þá í að koma hingað næst til þess að fremja hryðjuverk.\nAndsk……Davíð\nMeirihluti Íslensku þjóðarinnar er á móti stríði og hefur það sést í skoðanarkönnunum og mótmælum. En auðvitað valsar Dabbi “kóngur” upp stigann og gefur út þá yfirlýsingu að við séum meðfylgjandi BNA mönnum. AFHVERJU SETUR HANN EKKI BARA EINA STÓRA SKOTSKÍFU Á LAND OKKAR OG SEGJIR “ ARABAR SKJÓTIÐ AÐ VILD ”\nÍslenska ríkisstjórnin hefur farið úr ágætri ríkisstjórn niður í algjöra sauðhausa."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-24 09:48:24",
            "id": "985737",
            "reply_to_id": "985618",
            "text": "Arg, ég er reiður út í þessa menn!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-24 10:53:47",
            "id": "985738",
            "reply_to_id": "985618",
            "text": "Það er til alveg fáránlega mikið af vitlausu fólki sem er ekki alveg með alla hluti á hreinu t.d. hvaða fáni tilheyrir hvaða landi. Þótt að okkur finnist það alveg sjálfsagt að allir og þó sérstaklega allir þekki muninn á íslenska og breska fánanum er ekki sjálfgefið að það sé svo. Ég tel að það séu yfirgnæfandi líkur á að þessir trúðar hafi bara ruglast á fánum. Ef þetts snýst virkilega um krossinn þá hefði maður haldið að fánar einhverra annarra norðurlanda hefði verið brenndur líka enda hafa þeir allir kross."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-24 16:42:22",
            "id": "985739",
            "reply_to_id": "985738",
            "text": "Tricia, hin Norðurlöndin, nema Danmörk eru ekki með, og í Danmörku er vaxandi útlendingahatur og ofbeldi og því ekki óhætt að brenna danska fánan þar.\nEfast um þetta með breska fánan, það voru of margir þarna í fánabrennunni, fjöldi manns, og þó einn hefði getað verið svona rosalega fáfróðir þá hefði einhver vina hans væntanlega leiðrétt hann.\nEnda arabar í Danmörku almennt ekki svona rosalega fáfróðir.\nÍ Hadith stendur að þegar Jesús kemur aftur muni hann meðal annars eyðileggja alla krossa, og öfgamúslimar taka það mjög bókstaflega og hata krossa. Svo þeir gætu litið svo á að þeir séu að hjálpa Jesús, enda greinilega öfgamenn, venjulegir múslimar nota ekki svona upphrópanir á almannafæri í þessu samhengi, og fyrirlíta slíkt.\nHér er vefsíða frá svona öfgamúslimum um hvað krossinn er hræðilegur, hvernig Jesús mun drepa öll svín þegar hann kemur aftur, og annað brjálæði:\nhttp://www.al-sunnah.com/truth_aboutjesus.\nhtm"
        },
        {
            "user": "ZorK",
            "user_id": "9837",
            "date": "2003-03-24 10:59:48",
            "id": "985740",
            "reply_to_id": "985618",
            "text": "Íslenska þjóðin styður í krafti ríkisstjórnarinnar stríð í Írak, sem sagt þjóðin styður það að írösk börn séu sprengd í tætlur svo kanar geti fengið ódýrara bensín. Þetta finnst mér gefa öfga múslimum fulla og réttlætanlega ástæðu til að brenna íslenska fánan og myndi ég líklegast gera það sama í þeirra sporum.\nÞað sem ég hef aftur á móti sagt við marga sem ég þekki áður er það að þegar farið er að brenna íslenska fána og hrópa Allah Akhbar á sama tíma þá er ríkisstjórnin endanlega búinn að fokka öllu upp.\nÞannig er nú það að maður uppsker það sem maður sáir og nú höfum við í krafti Dabba og Halldórs sáð annsi illa og stutt stríð í Írak og sett okkur á lista með löndum sem einhverjum trúar fanatics úti í heimi (sem btw vissu ekki einu sinni að Ísland væri til, en eru nú farnir að komast á snoðir um t.d. í gegnum BBC sem hafa minnst á Íslendinga sem stuðningsmenn stríðsins í Írak áður) langar að koma fyrir kattarnef.\nHversu erfitt haldið þið að það sé að fremja stórt hryðjuverk á Íslandi?\nEf við í krafti stuðnings okkar við BNA og Breta megum ráðast á Írak og stuðla þannig að mannfalli meðal saklausra borgara afhverju mega þá fanatískir múslímar ekki ráðast á íslendinga og stuðla þannig að mannfalli meðal saklausra borgara og gjalda líku líkt.\nVitiði mér finnst FÁRÁNLEGT að þessi fífl Dabbi og Dóri séu búnir að koma okkur í þessa FÁRÁNLEGU stöðu þar sem það er ekki eins og það sé eitthvað óvart hjá þeim, þetta gerðu þeir viljandi. Það hefði verið mun betra að sitja bara hjá og vera áfram þekkt fyrir það að vera friðelskandi þjóð eða ,,better yet\" óþekkt þjóð.\nVonandi eiga þeir eftir að vakna til lífsins og fatta að það skaðar okkur ekki að vera andvíg þessu stríði, hvað þá hlutlaus. En það getur verið annsi varasamt að setja okkur á þennan fjandans lista BNA yfir lönd sem fíla það að sprengja Íraka.\nVonandi eiga þeir eftir að draga þetta til baka og fara frekar að vinna í því að auglýsa okkur sem friðelskandi þjóð en ekki það gagnstæða.\nVonandi (en þó líklegast ekki) eru betri tímar framundan."
        },
        {
            "user": "gunni7",
            "user_id": "28895",
            "date": "2003-03-24 11:21:00",
            "id": "985741",
            "reply_to_id": "985740",
            "text": "þetta er slæmt mál og að brenna fánan okkar er hrygalegt!!!!!!!!!!"
        },
        {
            "user": "forynja",
            "user_id": "15898",
            "date": "2003-03-24 11:24:17",
            "id": "985742",
            "reply_to_id": "985618",
            "text": "mér finnst bara gott hjá þeim að brenna okkar fáni við hlið þess ameríska.\nvið erum hvort eð er eins og kjölturakki usa og höfum víst hvorki lýððræði né sjálfstæða hugsun lengur. VIÐ berum ábyrgð á morðum í írak.\nen þetta er jú bara mín skoðun…"
        },
        {
            "user": "ZorK",
            "user_id": "9837",
            "date": "2003-03-24 16:47:25",
            "id": "985743",
            "reply_to_id": "985742",
            "text": "Þeir voru ekki að þessu af sömu ástæðum og venjulegur Íslendingur hefði getað farið að brenna Bandaríska fánan, að hrópa svona til Allah yfir brennandi fána er form af bölbæn, verið er að kalla reiði Allah yfir landið og lýsa yfir hatri. Venjulegir múslimar gera ekki svona hluti, þeir hafa fágaðri leiðir til að mótmæla og hefðu sleppt þessum upphrópunum. Svo voru þetta mest fullorðnir karlmenn að mótmæla, og ekkert að grínast.\nVið áttum þetta ekki neitt skilið, ekki er ég Davíð Oddson eða Halldór Ásgrímsson, ég hafði ekkert með þetta mál að gera og á því ekkert skilið gott né vont í framhaldi af því, sama gildir væntanlega um þig og miklu meira en 99% þjóðarinnar, en öfgamönnum er alveg sama, venjulegt fólk í Ísrael á það heldur ekkert skilið að vera drepið, hvað þá krakkar, en mörgum af þessum mönnum þætti svo sem allt í lagi að drepa okkur eins og flesta Vesturlandabúa…\nVenjulegir múslimar, og ég hef þekkt góða þannig, hugsa hins vegar ekki á þennan hátt og bera virðingu fyrir öðru fólki."
        },
        {
            "user": "ZorK",
            "user_id": "9837",
            "date": "2003-03-25 13:58:35",
            "id": "985744",
            "reply_to_id": "985743",
            "text": ",,Við áttum þetta ekki neitt skilið, ekki er ég Davíð Oddson eða Halldór Ásgrímsson, ég hafði ekkert með þetta mál að gera…“\nSko ekki vera að predika lýðræði og halda því fram að þú hafir ekkert með ákvarðanir Davíðs og Halldórs að gera. Lýðræðisþjóðfélag gengur út á þátttöku almennings í stjórn og stefnumyndun landsins síns. Ef Davíð og Halldór fá meirihlutakosningu þá ráða þeir og það gera þeir sem fulltrúar þjóðarinnar, hvort sem þér líkar það betur eða verr. Þetta er lýðræði. Sem þátttakandi ert þú einnig ábyrg.\nLíkt og með glæp, ef einhver fremur glæp og þú ert þátttakandi, þá verður þú það sem kallað er vitorðsmaður.\nOg eitt sem mig langar að benda á svona til gamans… Segjum sem svo að tilgangur fánabrennunar hafi verið sá að ná athygli, vekja viðbrögð og jafnvel hversu ótrúlegt sem það megi hljóma, fá venjulega Íslendinga til að hugsa ,,for a change”, (hér er ég ekki að segja að enginn Íslendingur hugsi, sumir eiga það til) þá virkaði það mjög vel hjá þeim. =)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-25 23:54:41",
            "id": "985745",
            "reply_to_id": "985744",
            "text": "Zork. Mér finnst ég ekki ábyrg fyrir gjörðum þessara manna nei, en þú um það.\n“Og eitt sem mig langar að benda á svona til gamans… Segjum sem svo að tilgangur fánabrennunar hafi verið sá að ná athygli, vekja viðbrögð og jafnvel hversu ótrúlegt sem það megi hljóma, fá venjulega Íslendinga til að hugsa ,,for a change”, (hér er ég ekki að segja að enginn Íslendingur hugsi, sumir eiga það til) þá virkaði það mjög vel hjá þeim. =)\"\nÞví miður, en þetta voru EKKI friðarsinnar að flippa. Að æpa svona á Allah yfir brennandi fána er siður öfgatrúarmanna, sem aðrir múslimar fordæma, og innifelur í reynd að ákalla Allah til að hefna sín á viðkomandi landi. Ég þekki mjög til múslima, og veit hvað þeir hata svona fólk og svona uppátæki. Nú líkar sumum illa við menn sem predika gegn samkynhneigð og svona á Íslandi, en það er EKKERT miðað við óvild venjulegra múslima út í svona menn.\nHér er ekki mesta öfgatrúarsíða sem ég hef séð, bara svona semi-öfgatrúar múslima síða sem segir hvernig Jesús muni drepa öll svín þegar hann kemur aftur og svona (stendur í Hadith já, en flestir múslimar taka það ekki bókstaflega…) og fara um og eyðileggja alla krossa, svo já, það hefði getað spilað inn í, afþví að\na) þetta voru greinilega ekki venjulegir múslimar\nb) öfgamúslimar búa oftast, séu þeir upplýstir um öfgaislam, ekki bara svona fæddust inn í það og vita lítið, yfir djúpu hatri á krosstákninu, og það jafnvel margir óupplýstir.\nVenjulegt Islam á álíka skylt við öfgaislam en til dæmis kristin trú við KKK, en öfgaislam er hins vegar MIKLU algengara, því miður, og það finnst engum sorglegra en múslimum.\nÞú ert að dæma gerðir annara manna og geta þér til um þær séð frá þínum menningarheim, ekki þeirra, en múslimi myndi hreinlega móðgast að sjá það, enda fyrirlíta þeir svona aðgerðir. Þeir mótmæla líka, bara á annan hátt og ekki með svona hrópum á Allah á þennan hátt. Alls ekki."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-25 23:56:04",
            "id": "985746",
            "reply_to_id": "985744",
            "text": "http://www.al-sunnah.com/truth_aboutjesus.htm\n(Ekki mestu öfgamennirnir, en nógu klikkuð síða, svona öfgatrú fer mjög vaxandi nú á tímum ofstækis alls konar)."
        },
        {
            "user": "coby",
            "user_id": "3357",
            "date": "2003-03-24 13:47:08",
            "id": "985747",
            "reply_to_id": "985618",
            "text": "Þetta heitir að þurfa að lifa með ákvörðunum stjórnvalda sem að meirihluti landsmanna kaus í lýðræðislegum kosningum. Og þegar að ráðamenn okkar taka svona hætturlegar og umdeildar ákvarðanir þá þarf bara að lifa með þeim.\nSvo er allt annað mál hvort að stjórnmálamenn og aðrir ráðamenn hafi gert sér grein fyrir því hvaða afleiðingar þetta myndi hafa í för með sér. Ég meina, áttu þeir að spá í því hvort að ég, sem íslenskur rískisborgari, yrði í hættu erlendis vegna þeirra ákvarðana? Auðvitað, þeir geta ekki sagt að þeir hafi bara ekki spáð í þessu. \"#%&!$# maður verður svo reiður þegar að mennirnir sem eru kosnir (ég má líka til með að firra mig ábyrgð því að ég kaus hvorki Framsókn né Sjálfstæðisflokkinn, ég er eldrauður kommi) og EIGA að bera ábyrgð á svona hlutum gera það einfaldlega ekki. Og ekki get ég sagt þeim upp þó að ég borgi launin þeirra. Ekki get ég komið mínum skoðunum á framfæri því að ég er ekki í klíkunni. Ég er valdalaus. Algerlega. Ekki það að mig langi til að gefa svona mönnum eins og Davíði og Halldóri ráð eða skoðun mína, þeir eru ekki þess virði í mínum augum.\nÞökk fyrir lesninguna.\nCoby"
        },
        {
            "user": "links",
            "user_id": "7395",
            "date": "2003-03-24 14:14:09",
            "id": "985748",
            "reply_to_id": "985618",
            "text": "Ég segi bara hve lágt getur maður lagst að brenna ÍSLENSKA fánann!!! Eins og við séum eitthvað þvílíkkt í stríðinu, það mesta sem við gerum er að horfa á stríðið í sjónvarpinu og éta popp!!!\nÉg meina COME ON."
        },
        {
            "user": "heidargud",
            "user_id": "21293",
            "date": "2003-03-24 14:48:06",
            "id": "985749",
            "reply_to_id": "985618",
            "text": "maður þarf semsagt að fara til danmerkur og berja nokkra araba"
        },
        {
            "user": "heidargud",
            "user_id": "21293",
            "date": "2003-03-24 16:53:20",
            "id": "985750",
            "reply_to_id": "985749",
            "text": "heidargud\nÞetta sem þú skrifaðir:  “maður þarf semsagt að fara til danmerkur og berja nokkra araba” er nú bara það fáránlegasta sem ég hef séð hér. Ef þú reyndir eitthvað slíkt, ekki að ég trúi ekki á ofbeldi almennt yfirhöfuð, þá væri það ekki réttlætanlegt út frá því að þú værir að hefna þín heldur, því líklega myndir þú berja einhver saklausan mann, enda eru flestir arabar saklausir af svona.\nÞú gætir auðvitað reynt að finna hvern þann sem gerði þetta og berja hann, en ef það var, eins og virðist vissulega, alvöru öfgamaður, mun hann nú kannski bara drepa þig þá, enda þú greinilega einhver voða óvinur Allah, og þetta er brjálað fólk þessir öfgamenn, myrðandi börnin sín fyrir að giftast Svíum í Svíþjóð, mótmælandi lýðræði í Danmörku og lýsa yfir stuðningi með Bin Laden,…\nþví miður, mér finnst persónulega gaman að hafa innflytjendur hérna og líður mjög vel í mun fjölmenningarlegra umhverfi en Íslandi, en það slæðast líka öfgamenn með sem hata lýðræði og eiga ekki að búa í lýðræðislöndum, svo fólk hefði átt að fara varlegar í þeirra tilfelli með að hleypa þeim inn, þó flestir ættu að vera meira en velkomnir."
        },
        {
            "user": "heidargud",
            "user_id": "21293",
            "date": "2003-03-24 21:13:58",
            "id": "985751",
            "reply_to_id": "985750",
            "text": "ég tók nú bara svona til orða þetta átti að vera létt grín en ef að ég hef móðgað einhvern. biðs ég innilegrar afsökunar. en alltaf gaman að geta komið smá látum af stað. ítreka það að ég meinti ekkert ílt með þessum ummælum mínum"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-24 16:57:03",
            "id": "985752",
            "reply_to_id": "985749",
            "text": "Með að flestir aðrir ættu að vera velkomnir meina ég aðrir innflytjendur, ekki aðrir öfgamenn. Öfgamúslimar ættu ekki að fá að búa á Vesturlöndum að mínu mati, þeir eru of hættulegir, drepa jafnvel börnin sín, og draga upp slæma mynd af múslimum almennt og auka þanning fordóma, sem er sorglegt því venjulegir múslimar eru almennt gott fólk."
        },
        {
            "user": "ellihaugur",
            "user_id": "14045",
            "date": "2003-03-24 16:29:50",
            "id": "985753",
            "reply_to_id": "985618",
            "text": "Kæmi mér ekkert á óvart að þeir hafi haldið að þeir væru að brenna þann breska eða það næsta sem líktist honum. Hver veit?"
        },
        {
            "user": "Anarcy",
            "user_id": "26727",
            "date": "2003-03-24 16:43:29",
            "id": "985754",
            "reply_to_id": "985618",
            "text": "Mér finnst ömurlegt að einhverjir aðilar út í heimi skuli standa fyrir svona…en þetta kemur mér samt ekki á óvart. Þegar Ísland komst inn á stuðningslista Bna þá vorum við að gefa færi á okkur."
        },
        {
            "user": "Apocalisp",
            "user_id": "3477",
            "date": "2003-03-24 19:01:29",
            "id": "985755",
            "reply_to_id": "985618",
            "text": "Tók einhver þetta upp? Endilega skella því á háhraða. Mig langar að sjá þetta, af því ég hreinlega trúi þessu varla."
        },
        {
            "user": "CuAn",
            "user_id": "15172",
            "date": "2003-03-24 20:39:55",
            "id": "985756",
            "reply_to_id": "985755",
            "text": "það er mynd og sturr grein í mogganum…..\nthulesol - nei ég var ekki sofandi, en ég hreinlega tel en enga ástæðu til að stressa mig yfir þessu.. ég sá fullt af ungum mönnum í myndbrotinu og tel ungamenn það sama og ungmenni.. íslendingar hafa alltaf litið stórt á sig og þegar að þessu kemur er það engin undantekning.. haldiði ekki að ef öfgasinnaðir bókstafstrúarmenn ætluðu að leggja það á sig að fremja þaul skipulögð, mjög líklegast sjálfsmorðs hryðjuverk að þeir myndu fórna sér fyrir e-ð stærra og merkilegra en nokkra plebba á íslandi.. það, er allavegana mín skoðun"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-24 22:12:35",
            "id": "985757",
            "reply_to_id": "985756",
            "text": "CuAn, ég sá þetta líka og hef ég séð mjög marga unga karlmenn af miðausturlandauppruna, en þetta voru mest megnis kallar um fertugt. Mjög lítið af ungum mönnum og það fannst mér creepy.\nJa, þeir hafa nú framið hryðjuverk á jólamörkuðum í Þýskalandi og drepið fullt af fólki að kaupa jólaskrautið, svo þeir hafa aldrei sett það fyrir sig að drepa fólk út af engu, nei.\n“fórna sér fyrir e-ð stærra og merkilegra en nokkra plebba á íslandi.. ” Þetta lið er heilaþvegið og skilur ekki orð eins og stórt og merkilegt á sama hátt og þú, og hefur aldrei fórnað sér fyrir neitt stærra og merkilegra en ófrið, hatur og heimsku, til dæmis á jólamarkaði í Þýskalandi.\nÞess vegna hata flestir múslimar þetta lið, og já, sem manneskja sem hef umgengist araba veit ég alveg muninn á miðausturlandabúa um fertugt eða ungum manni, og það var fullt af miðaldramönnum í þessum myndbroti, mun fleiri en þeir ungu, sýndist mér.\nÉg hef engar gríðarlegar áhyggjur samt heldur, áhyggjur eru gagnslausar."
        },
        {
            "user": "doctor",
            "user_id": "386",
            "date": "2003-03-25 00:20:48",
            "id": "985758",
            "reply_to_id": "985618",
            "text": "við höfum ekki lýst yfir stuðningi við stríðið svo ég viti, bara boðist til að standa að uppbyggingu að því loknu."
        },
        {
            "user": "Notoriuz",
            "user_id": "10774",
            "date": "2003-03-25 09:36:56",
            "id": "985759",
            "reply_to_id": "985618",
            "text": "Það virðist eiginlega vera að það hafi verið íslendingar sem voru á bak við þetta og mér finnst það í raun afar líklegt.\nÍslenskir námsmenn í Danmörku hafa verið afar herskáir á köflum og komm on hverjum ætti að detta í huga að brenna íslenska fánann af því að það er kross á honum."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-25 23:58:37",
            "id": "985760",
            "reply_to_id": "985759",
            "text": "Notoriuz, hverjum?\nÞessum:\nhttp://www.al-sunnah.com/truth_abo\nutjesus.htm\nSvona gaurum fer sífjölgandi í heiminum, afþví öfgaverk og hryðjuverk sem oft fylgja henni (og á EKKERT skylt við venjulegt islam) eru að fá byr undir báða vængi, enda jafnvel Vesturlandabúar farnir að afsaka þau."
        },
        {
            "user": "Truespirit",
            "user_id": "34899",
            "date": "2003-03-25 14:36:59",
            "id": "985761",
            "reply_to_id": "985618",
            "text": "Davíð er harðstjóri. Og ég kem hans ákvörðunum ekki við. ég hef alltaf verið á móti því að Davíð sitji í stól forsetisráðherra. En það að sjá Íslenska fánan brenna í sjónvarpinu snerti taug og djöfull langaði mig til að hjóla í þá sem kveiktu í fánanum. Ég hef ekkert á móti múslimum en svona öfgatrúarmenn sem brenna fána þjóðar sem hefur ekkert gert þeim nema að hjálpa flóttarmönnum að fá hæli og heimili hér á landi eiga það skilið að fá spark í rassinn.\nÞetta er allt Davíð að kenna segji ég. Sem betur fer eru kostningar í nándu og treystið því að hann Davíð harðstjórinn sá fær ekki mitt atkvæði. Hann setur allt of háa skatta og tekur líka ákvarðanir sem flest öll íslenska þjóðinn er á móti. Ég meina venjuleg íslensk fjöldskylda á ekki oní sig fyrir þessum sköttum. Spurjið eina.\nMeð þessu áframhaldi skiptist landið í tvo hópa. Þá ríku og þá fátæku. Það verður enginn milliliður.Hann er að deyja út."
        },
        {
            "user": "disa67",
            "user_id": "30212",
            "date": "2003-03-25 14:37:47",
            "id": "985762",
            "reply_to_id": "985618",
            "text": "Það getur verið að þeir hafi ruglast á breska og íslenska fánanum. Ef svo er þá eru þeir VERULEGA heimskir. Enda eru sömu litirnir í þeim báðum.  Það væri líklegra að þeir mundu vilja brenna hann frekar heldur en okkar því Bretar taka þátt í stríðinu. En afhverju brenndu þeir ekki líka danska fánann? Það er líka góð spurning, kannski út af hræðslu sem þú nemdir áðan í greininni. Danir eru líka samþyggir Bandaríkjamönnum og líka það að þeir eru með herskip nálægt Írak tila ð taka þátt í stríðinu."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2003-03-25 15:15:08",
            "id": "985763",
            "reply_to_id": "985762",
            "text": "Ég hef aldrei fengið önnur eins viðbrögð við neinni grein minni eins og þessari, en ég nenni ekki að svara öllum. En hér eru nokkrir punktar.\nÞað er ósennilegt að þeir hafi verið að ruglast á Breska og Íslenska fánanum en þetta er nátturulega ekki fólk með heila hugsun.\nEkki er ólíklegt að athuyglissjúkir og líkega útreyktir Íslenskir aumingjar hafi átt þátt í þessu og útvegað fánann.\nEn svo varðandi krossmerkið á Íslenska fánanum er það sérlega áberandi, eldrautt svo það er eins og rauð dula fyrir naut(heimskan)múslíma. Þeir líklega færu fínna með að brenna Danska fánann, þeir eru komnir í nógan skít meðal Dana."
        },
        {
            "user": "Soldier127",
            "user_id": "8627",
            "date": "2003-03-25 17:10:37",
            "id": "985764",
            "reply_to_id": "985618",
            "text": "Já þetta er allt í lagi þó þeir brenni fánan okkar einhverjir Arabar.  Ég veit að flestir Íslendingar vilja ekki stríð þannig að þetta er ekkert sanngjarnt gegn okkur.  En persónluega vil ég Saddam Hussein (hvernin sem það er skrifað) dauðann.  Þannig að þeir meiga brenna fleiri fána fyrir mér.  Ekki meiði mér mig."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-25 18:22:40",
            "id": "985765",
            "reply_to_id": "985618",
            "text": "Ísland og Danmörk voru einu Norðurlöndinn sem studdu BNA í stríð…\nkannski það sé ástæðan, stutt grein btw!"
        },
        {
            "user": "zozzi",
            "user_id": "10185",
            "date": "2003-03-25 18:42:55",
            "id": "985766",
            "reply_to_id": "985618",
            "text": "Sér fólk ekki í hendi sér að þessir arabar sem stóðu að þessu tóku þarna feil á íslenska fánanum og þeim breska (Union Jack)? Tveir aðrir fánar voru brenndir, sá bandaríski og sá ísraelski. Sem sagt aðal óvinatríó araba (USA-UK-Israel). Það þarf engan kjareðlisfræðing til að fatta þetta!"
        },
        {
            "user": "temsi",
            "user_id": "27290",
            "date": "2003-03-25 18:56:44",
            "id": "985767",
            "reply_to_id": "985618",
            "text": "Frábært.\nÞegar Al-Qaeda kemur til Íslands, þá getið þið sent þakkir á eftirfarandi utanáskriftir:\nDavíð Oddson\nForsætisráðuneytið,\nStjórnarráðshúsinu við Lækjartorg,\n150 Reykjavík.\nSími 545 8400\nog\nHalldór Ásgrímsson\nUtanríkisráðuneytið,\nRauðarárstíg 25,\n150 Reykjavík.\nSími: 545 9900.\nAtkvæði þitt er þitt sterkasta vopn.\nMundu þessa ákvörðun þessarra manna þegar þú greiðir þitt atkvæði í næstu kosningum.\nPS. Þetta hefur alltaf verið trúarbragðastríð.  Þar sem Kóraninn er bæði biblía og stjórnarskrá múslima, þá munu öll stríð við stjórnir þeirra vera af þeim álitin trúarbragðastríð."
        },
        {
            "user": "olafz90",
            "user_id": "21865",
            "date": "2003-03-25 23:01:50",
            "id": "985768",
            "reply_to_id": "985618",
            "text": "Múslímar megi Þeir drepast ALLIR!!!"
        },
        {
            "user": "Hrannzi",
            "user_id": "9072",
            "date": "2003-03-25 23:13:25",
            "id": "985769",
            "reply_to_id": "985618",
            "text": "Þetta er allt andzkotanz ghettó pakk sem að ætti að skjóta sig!! Kafka hafka akmala fakmala yakmala!!"
        },
        {
            "user": "niflheimur",
            "user_id": "19976",
            "date": "2003-03-26 00:47:02",
            "id": "985770",
            "reply_to_id": "985618",
            "text": "idf, bara til að svara þér með fánabrennsluna.\nÉg er íslendingur, og ég brenni íslenska fánann fyrir það að davíð ‘okkar’ oddson skuli taka orð fram yfir þjóð og styðja hryðjuverk BNA og breta á írak.\nGeng meira að segja svo langt að ég losa mig við hinn íslenska ríkisborgararétt á þessu ári. Kalla mig ekki íslenskann ef hugur þjóðar skiptir ekki máli, heldur það sem stjórnin segir, sem er btw, alls ekki óskylt því sem Saddam Hussein gerir.\nNiflinn"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-26 01:03:35",
            "id": "985771",
            "reply_to_id": "985770",
            "text": "Niflheimur, ertu viss um að það sé rétt að láta einhverja bjána stela af þér ÞÍNUM ríkisborgararétt?\nÉg meina, svo þarftu kannski að fara í einhvern her, eða börnin þín verða send í hann?\nMargir kostir við íslenskan ríkisborgararétt, þó þú værir bara að hugsa um börnin þín, ef þú átt einhver eða ert ekki harðákveðin í að eignast engin, aldrei, það er að segja…\nEn jæja, þú hefur eflaust þínar ástæður. Ég læt engan stela mínu landi frá mér. Enda svo sem oft verið verri ráðamenn en núna, til dæmis fíflið sem sendi gyðingana sem komu hingað beint í gasklefan…En ef einhver í minni fjölskyldu hefði ákveðið að hætta að vera ríkisborgari hér, ekki að því miður voru varla allir það meðvitaðir, væri ég kannski í einhverjum her núna eða hver veit hvað."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-26 01:08:36",
            "id": "985772",
            "reply_to_id": "985770",
            "text": "Svo geta því miður allar ríkisstjórnir brugðist, það er skipt um þingmenn svo reglulega, og lýðræði fylgir einmitt stundum viss óvissa á nokkurra ára fresti… Þarf maður þá að flakka milli landa sífellt til að mótmæla öllu sem miður fer? Jú, ef þín samviska segir þér það, en mitt common sense segir nei, og samviskan líka reyndar.\nOg hvaða gagn var til dæmis fyrir þennan Bandarísk-Íslenska mann í blaðinu í dag að losa sig við Bandaríska ríkisborgarréttinn?\nNú kemur hann í veg fyrir að hann geti kosið einhvern annan næst og fellt repúblikana.\nMér finnst það smá ábyrgðarleysi, þó það virki fyrst dálítið kúl, bara ekki lengi…\nEn það er bara ég…"
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2003-03-26 12:27:01",
            "id": "985773",
            "reply_to_id": "985770",
            "text": "Nifl…\nNenni ekki að svara þér, og svo er það bara fínt að þú skulir vera að segja upp sem Íslendingur.\nEkki bara koma í ellinni og betla bætur."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2003-03-26 12:29:13",
            "id": "985774",
            "reply_to_id": "985773",
            "text": "Annar er ég bara mjög ánægður með viðbrögð við þessari grein, greinilega hitamál !"
        },
        {
            "user": "eduardo",
            "user_id": "8149",
            "date": "2003-03-27 13:28:08",
            "id": "985775",
            "reply_to_id": "985618",
            "text": "Mér er eiginlega alveg sama þó að þeir brenni þennan snýtiklút en hitt er annað mál að þetta lið er nú greinilega með lausa skrúfu."
        },
        {
            "user": "Adddi",
            "user_id": "10448",
            "date": "2003-03-27 22:04:44",
            "id": "985776",
            "reply_to_id": "985618",
            "text": "Mér finnst alveg óþolandi að eitthvað fólk sem þekkir okkur ekki neitt sé að brenna fánann okkar, það er býsna ofstækisfull aðgerð, og ég er viss um að hvaða íslendingur sem hittir þessa gaura (ef hann veit að það eru þeir) væri alveg til í að hrista þá aðeins í sundur."
        },
        {
            "user": "IceKari",
            "user_id": "5192",
            "date": "2003-03-27 22:48:10",
            "id": "985777",
            "reply_to_id": "985618",
            "text": "þetta voru mistök, þeir héldu að þeir væru að brenna breska fánan…"
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2003-03-28 14:26:11",
            "id": "985778",
            "reply_to_id": "985777",
            "text": "Ef svo er er þetta ótrúlega heimskt lið, en samt er dularfullt hvar þeir náðu í svona góðan fána."
        },
        {
            "user": "pabbakutur",
            "user_id": "25249",
            "date": "2003-03-27 23:37:59",
            "id": "985779",
            "reply_to_id": "985618",
            "text": "Ég tek þessari áskorin fyrir hönd íslands og lýsi yfir heilögu stríði.  Drepa alla þessa helvítis vitleisinga! AGH HA HA HA HA HA!!! Legg til að allir íslendingar fari og taki haglabyssurnar og mæti samann niður á lækjartorg til að lýsa yfir stríði! ARG!!!!\n(Húmor, svo komið ekki með nein rasistmakomment)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-28 19:49:09",
            "id": "985780",
            "reply_to_id": "985779",
            "text": "við þurfum hunting seasn á araböum kaupa kvóta á þeim"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-30 16:35:09",
            "id": "985781",
            "reply_to_id": "985618",
            "text": "Afsakið orðbragðið, en þessir gaurar hafa svo litla almenna þekkingu, að þeir hafa líklega ruglast á Íslenska fánanum og þeim Breska!"
        }
    ]
}