{
    "forum_title": "Deiglan",
    "user": "proletar",
    "user_id": "35734",
    "date": "2003-03-25 22:12:46",
    "title": "Íraksgrein",
    "text": "Eftirfarandi er grein sem ég sendi Morgunblaðinu í Október 2002, en var ekki birt vegna þess að “myndin sem fylgdi með er of smá”. Þrátt fyrir að senda aðra til baka var hún ekki birt, og engar útskýringar gefnar.\nEF. 6,5 ?\nHvað þýðir stríð gegn Írak (eða eins og kanarnir segja, stríð gegn Saddam Hussein)?\nNokkuð erfitt er að segja hversu margir Írakar létust í Persaflóastríðinu 1991. Tölurnar eru allt frá 85000 látnir eða slasaðir [USA Today, 03.09.1996, sjá t.d. http://www.usatoday.com/news/index/iraq/nirq055.htm] til þess að á milli 80000 og 150000 hermenn og á milli 100000 og 200000 óbreyttir borgarar hafi fallið eða slasast [sjá t.d. Hutchinson encyclopedia http://www.tiscali.co.uk/reference/ encyclopaedia/hutchinson/m0031858.html]. DIA (Defense Intelligence Agency) í BNA skýrði sjálft frá því að 100,000 Írakar hefðu fallið, 300,000 særst, og um 300,000 hefðu flúið. Í kjölfarið fylgdi viðskiptabann sem leyfir minna en 10000 krónur sem eiga að fæða og klæða eina manneskju í heilt ár. Unicef greindi frá því árið 1999 að eitt af hverjum sjö írökskum börnum nær ekki 5 ára aldri (þ.e. um 140 af hverjum 1000 börnum miðað við 4 af hverjum 1000 á Íslandi). 5000 fleiri börn deyja í hverjum mánuði í Írak nú heldur en árið 1990, í 11 ár eru það um 660000 börn. 22% írakskra barna eru vannærð, greinir Unicef frá því að írakska þjóðin væri ekki að ganga í gegnum þennan mikla skort ef ekki kæmi til alltof langra refsinga auk afleiðinga stríðsins (sjá\nhttp://www.unicef.org).\nMargir Írakar þjást af völdum geislunar vegna úraníums sem Bretar og Bandaríkjamenn notuðu í vopn sín, sem svo dreifðist um eyðimörkina. Þetta er ein ástæða fyrir aukinni tíðni vansköpunar á nýfæddum börnum í Írak. Bannað er að flytja inn ýmis lyf og tæki sem læknisþjónustan þarfnast , þ.m.t ýmis verkjalyf, röntgenmyndatæki ofl. Denis Halliday, aðstoðarritari SÞ sagði af sér í mótmælaskyni vegna viðskiptabannsins sem hann sagði jafnast á við þjóðarmorð. Hans von Sponeck, eftirrennari hans bauð einnig við banninu og sagði af sér. Í Nóvember 2001 skrifuðu þeir: “Dauði 5-6000 barna á mánuði kemur að mestu leyti til vegna mengaðs vatns, skorts á lyfjum og vannæringu. Tafir á leyfisveitingu innflutnings tækja og efna frá stjórnum BNA og Bretlands eru valdar þessum hörmungum, ekki Bagdad.” (Sjá einnig t.d.\nhttp://news.bbc.co.uk/1/hi/world/middle_east/635784.stm\n) Þeir settu á fót oil-for-food verkefnið í kjölfarið.\nDrög að stríðsáætlun BNA fyrir Írak gerir ráð fyrir enn meiri hörmungum. Tugir þúsunda sjó- og landliða ráðist í landið frá Kuwait. Hundruðir flugvéla með brautir frá allt að 8 löndum munu gera gífurlegar loftárásir gegn þúsundum skotmarka, þ.á.m. á flugbrautir, vegi og samskiptamiðstöðvar. Sérsveitir munu ráðast á geymslustaði eða tilraunastofur sem geyma eða framleiða meint gjöreyðingarvopn Íraka og skjóta þeim. Allt að 250000 Bandarískir hermenn munu taka þátt. Hugsanlegur eftirmaður Saddams Husseins er Najibe Saliki, fyrrverandi hershöfðingi í þjóðvarnarliði Saddams sem tók m.a. þátt í innrásinni í Kuwait árið 1990. Hann er af mörgum álitinn stríðsglæpamaður, en utanríkisráðuneyti BNA lýsir honum sem “rísandi stjörnu”. [Suzanne Goldenberg, the Guardian].\nMeint ógn Íraks við nágranna sína verður að telja fáránleg rök fyrir innrás. Fjöldi fyrrverandi vopnaeftirlitsmanna SÞ halda því fram að Írak hafi að mestu verið rýrt vopnum og jafnvel yfirmenn í Pentagon viðurkenna að núverandi her Íraka sé aðeins um 1/3 af stærðinni sem hann var árið 1990. Rolf Eheus, formanns deildar SÞ sem sem um að finna og eyða vopnum Íraka telur að um 93% af helstu vopnum Íraka hafi verið eytt. Ef eitthvert ríki í miðausturlöndum ógnar nágrönnum sínum er það auðvitað Ísrael, sem beinir 200 kjarnavopnum á borgir víðsvegar í miðausturlöndum, en ég heyri Halldór Ásgrímsson og Davíð Oddson ekki styðja árás á það ríki, (sem betur fer). Kjarnavopn hafa hinsvegar ekki fundist í Írak.\nÍ þeirri auglýsingaherferð sem nú á sér stað í BNA, og að einhverju leiti hér á Íslandi, til að selja almenningi þessa nýju árás er hún réttlætt með því að Saddam Hussein sé illmenni og að í Írak sé ekki lýðræði. Einnig er bent á eiturefnaárásina í Halabja árið 1988 þar sem 5000 borgarar létu lífið (sem var ekki fordæmd á vesturlöndum, jafnvel styrkt). Aðrir villimenn heimsins eins og Suharto, fyrrverandi Indónesíuforseti, og Ariel Sharon fá litla athygli. Nú reynir á hvern og einn að standast áróðurinn og svara fyrir sig hvort völd yfir olíulindum Íraks séu milljón mannslífa virði.",
    "url": "https://www.hugi.is/deiglan/greinar/131790/iraksgrein/",
    "url_id": "131790",
    "id": "988918",
    "replies": [
        {
            "user": "annað",
            "user_id": "14327",
            "date": "2003-03-26 00:02:51",
            "id": "988919",
            "reply_to_id": "988918",
            "text": "“hun, etta er ekki útaf olíu” eins og maðurinn sagði."
        },
        {
            "user": "Andskoti",
            "user_id": "29761",
            "date": "2003-03-26 00:49:41",
            "id": "988920",
            "reply_to_id": "988919",
            "text": "Eins og marg oft hefur komið fram er það álitamál.\nGlæsileg grein proletar."
        },
        {
            "user": "geirag",
            "user_id": "4133",
            "date": "2003-03-26 01:42:21",
            "id": "988921",
            "reply_to_id": "988918",
            "text": "Kannski Saddam hefði átt að byggja færri hallir og kaupa meira af lyfjum fyrir peninginn sem hann fékk fyrir hvað? Jú “olía fyrir lyf”-áætlun Sameinuðu þjóðanna.\nÞetta með úraníumið, “depleted uranium” nánar tiltekið, er svo fjarri því sannað mál, en gæti alveg staðist í sjálfu sér. Myndi samt ekki fullyrða mikið um það í bili. Þetta eru bara ásakanir enn sem komið er.\nÍsrael er TALIÐ eiga kjarnavopn, og þessa tölu um fjölda kjarnaodda er hvorki hægt að staðfesta né hrekja því hana er hvergi hægt að lesa (nema hjá kenningasmiðum auðvitað).\nAuðvitað er ljómandi gott að benda á hörmungar stríðs, jafnvel þótt 45 ríki styðji afvopnun Íraks og valdsviptingu harðstjóra með hervaldi, en réttar upplýsingar eru forsenda fyrir ábyrgum málflutning."
        },
        {
            "user": "Andskoti",
            "user_id": "29761",
            "date": "2003-03-26 01:47:42",
            "id": "988922",
            "reply_to_id": "988921",
            "text": "45 með. En eru ekki rúmlega 190 ríki í heiminum(allavega 191 í SÞ)?\nEn Saddam gerði SÞ að fíflum með þessari “olía fyrir lyf” áætlun."
        },
        {
            "user": "bensi",
            "user_id": "35796",
            "date": "2003-03-26 02:39:13",
            "id": "988923",
            "reply_to_id": "988922",
            "text": "Ég tel það rangt,afgerandi meirihluti margra ef ekki flestra þessara ríkja var á móti innrás í írak."
        },
        {
            "user": "ukulele",
            "user_id": "35340",
            "date": "2003-03-26 09:01:28",
            "id": "988924",
            "reply_to_id": "988921",
            "text": "þetta með að menn Hussein hafi sjálfir eytt öllum peningunum er ekki staðfest heldur. og úrsögn\nheld að ríkin sem styðja innrásina séu bara 43.\nsem þýðir að 145 aðildarríki SÞ, a. m. k., eru ekki fylgjandi.\nen eins og ég hef bent á áður á huga, er eins og alltaf vanti kjarnann í umræðuna.\nproletar kemur þó nær honum, en hann snýst um að skoða utanríkispólitík bna (og raunar allra stórveldanna) síðustu áratugi, og draga ályktanir þannig - reyna að púsla saman brotum til að komast að raunverulegum tilgangi í stað þess að hjakka í einu og einu dæmi um mengandi kjarnaodda.\nþá fyrst kemur í ljós hvernig CIA starfar, hversu mörg ríkin eru orðin þar sem CIAS hefur skipt um stjórnir, stutt villimenn og einræðisherra til valda.\nef ath eru ástæðurnar sem hafa opinberlega verið gefnar upp á þeim 20 innrásum sem BNA hefur háð frá lokum seinna stríðs, er listinn bæði skrautlegur og fjarri sanni.\nef tekinn er saman listi um vopnafrl og dauða saklausra borgara af völdum hernaðs eins lands, - guess what…\nþarf ekki langa runu af tölum, - því enginn myndi lesa þær.\nen ef einhver vill fá ítarlegri uppl um ,,the dirty tricks of CIA´´, sendið mér línu á ukulele@inorbit.com\n-U\nps - það eru viss teikn um það að ríkisstjórnin sem nú situr að völdum sé samsafn meiri harðlínumanna en áður, - kannski mætti kalla þá ,,öfgasinnaða kristna´´ …\nA world once divided into two armed camps\nnow recognizes one sole and pre-eminent power, the United States of America.  And they regard this with no dread.  For the world trusts us with power, and the world is right. They trust us to be fair, and restrained. They trust us to be on the side of decency. They trust us to do what's right.\nGeorge Bush (eldri),  1992\nen þar fyrir utan eru menn eins og Cheney, - hann er fyrrv stjórnandi fyrirtækis sem nú er að bjóða í uppbygginguna eftir stríðið í Írak … uppbygging - eftir hvað …?\nen eitt finnst mér merkilegt.\nþað er hversu miklu upplýstari flestir eru um STAÐREYNDIR heldur en í flóabardaganum 91.\nlíklega v þess að netnotkun varð ekki almenn fyrr en eftir 96 …\nekki eins auðvelt að ljúga, þegar maður getur flett upp á tölunum!\nThroughout the world, on any given day, a man,   woman or child is likely to be displaced,\ntortured, killed or “disappeared”, at the hands  of governments or armed political groups.  More   often than not, the United States shares the blame.\nAmnesty International, 1996\n-U"
        },
        {
            "user": "auminginn",
            "user_id": "35684",
            "date": "2003-03-27 15:18:51",
            "id": "988925",
            "reply_to_id": "988921",
            "text": "geirag, lestu þetta viðtal við Denis Halliday, og reyndu svo að halda áfram að firra Vesturlönd ábyrgð á afleiðingum viðskiptabannsins.\nhttp://www.zmag.org/edwinthalliday.\nhtm"
        },
        {
            "user": "geirag",
            "user_id": "4133",
            "date": "2003-03-27 17:30:57",
            "id": "988926",
            "reply_to_id": "988925",
            "text": "auminginn:\nEf þú getur bent mér á svo mikið sem eina setningu eftir mig þar sem ég er að “firra” Vesturlönd af einhverju (afleiðingum stríðs eða viðskiptabanns eða hvað sem er), að þá væri hún vel þegin. Ég er aldrei hlynntur viðskiptabönnum. Held reyndar að ef frjáls verslun og viðskipti hefðu verið við Írak undanfarin ár, ásamt því sem stíft eftirlit hefði verið með vopnaframleiðslu Íraka, að þá hefði hagur fólks vænkast hratt, arðránsmöguleikar Saddams minnkað, og fólk velt þessum kalli sjálft úr sessi. Svona rétt eins og ég held að Castro væri löngu farinn til fjandans ef Kúbverjar hefðu eðlileg samskipti við umheiminn.\nEn það er nú önnur saga.\nÞakka viðtalið. Alltaf gott að fá fræðandi lesefni."
        },
        {
            "user": "auminginn",
            "user_id": "35684",
            "date": "2003-03-27 17:40:27",
            "id": "988927",
            "reply_to_id": "988926",
            "text": "Fyrirgefðu, ég hef rangtúlkað það sem þú varst að segja."
        },
        {
            "user": "jbjorn",
            "user_id": "33252",
            "date": "2003-03-26 03:39:19",
            "id": "988928",
            "reply_to_id": "988918",
            "text": "Já, þessi innrás er ráðgáta.\nEngin atóm- efna- eða sýklavopn hafa fundist. Ekkert teljandi samband á milli hryðjuverkamanna og Írak. Yfirvöld eru af hinu illa, en ekkert einsdæmi í þessum jarðneska táradal. Margir Írakar hata Hussein, en innrásarliðið virðist vera enn meira hatað. Yfir 5000 Írakar sem búa í Jórdan (væntanlega fólk á flótta frá Hussein) hafa snúið heim til að berjast fyrir föðurlandið. Það segir sína sögu."
        },
        {
            "user": "arsenik333",
            "user_id": "26859",
            "date": "2003-03-26 08:09:41",
            "id": "988929",
            "reply_to_id": "988918",
            "text": "alltaf jafn sorglegt að heyra svona stríð eru og verða aldrei án aukaverkanna eða mikills mannsfalls.\nen góð grein samt\naðeins hinu dánu vita stríðslok - Plato"
        },
        {
            "user": "fanndal",
            "user_id": "25715",
            "date": "2003-03-26 09:12:39",
            "id": "988930",
            "reply_to_id": "988918",
            "text": "Ég vill aðeins verja moggan, getur verið að þeir hafi meint að hún væri ekki í nógu góðum gæðum!!!\nSko þegar maður skilar til prents þurfa allar myndir að vera´með 300pix hverja tommu og svo í CMYK lita mode. venjulega eru myndir þó í 72 pix á tommu og rpg lita mode. Prófaðu að taka myndina sem þú sendir og breyta í 300pix á tommu og þá sérðu hvað hún er stór í cm. Ekki breyta í CMYK því moggin verður að gera það.\nÞú gerir þessar breytingar í Photoshop með því að fara í image size ( minnir að það sé í adjust )\nKannski veistu þetta allt, en ef þú villt staðfastlega fá þessa grein byrta er spurning um að athuga þetta\nvirðingafyllst\nfanndal"
        },
        {
            "user": "Gandalfur",
            "user_id": "1129",
            "date": "2003-03-26 20:27:23",
            "id": "988931",
            "reply_to_id": "988918",
            "text": "Ágætis grein! Bandaríkjamenn eru búnir að ráða sjálfa sig sem lögreglu heimsins og það er ég hræddur við. Þetta eru hryllilegir öfgamenn þarna í stjórn með Bush. Ashcroft dómsmálaráðherra vill t.d. ekki leyfa konum að fara í fóstureyðingu, jafnvel þótt þeim hafi verið nauðgað. Trúið þið því?\nHvað gerist svo eftir Írak? Bush heimski lýsti því nú yfir í umdeildri ræðu að Írak, Íran og N-Kórea væru öxull hins illa. Þeir þora nú varla að ráðast á N-Kóreu þar sem þeir hafa kjarnavopn en hvað með Íran? Mun ríkisstjórn Íslands styðja árás á Íran ef hún verður? Þegar öfgamenn eru við völd í Bandaríkunum þá er ekkert skrýtið að maður óttist framtíðina.\nÉg held nú samt að Bush tapi næstu kosningum, alveg eins og pabbi gamli, því efnahagurinn er að fara til fjandans í USA."
        },
        {
            "user": "xark",
            "user_id": "1706",
            "date": "2003-03-26 21:05:43",
            "id": "988932",
            "reply_to_id": "988931",
            "text": "hmm voru þetta þá íranir eftir allt saman þarna 1988:\nhttp://www.kistan.is/ifx/?MIval=kistan_btm&nr=1494\n&f=0\nmerkilegt."
        },
        {
            "user": "Gandalfur",
            "user_id": "1129",
            "date": "2003-03-27 09:23:43",
            "id": "988933",
            "reply_to_id": "988932",
            "text": "Þetta er merkileg grein tholli. Ég hafði ekkert heyrt um þessar pælingar. Allir fjölmiðlar hafa talað um þessa hefndarárás Saddams á Kúrda eins og það væri staðreynd. Ég hef á tilfinningunni að maður viti ekki neitt. Það er svo gríðarlegt áróðursstríð í gangi. Maður verður greinilega að taka öllum fréttum með miklum fyrirvara."
        },
        {
            "user": "Vanvitinn",
            "user_id": "4323",
            "date": "2003-03-26 23:01:11",
            "id": "988934",
            "reply_to_id": "988918",
            "text": "Já , Saddam er vondur gaur því verður ekki breytt og hefur á margan hátt farið mjög illa með þjóð sína ( og aðrar Iran og Kuwait) .\nEn hvenær varð Irak herveldi , það spratt upp sem herveldi í kringum 1980 eftir áratugs samstarf við USA (fleiri þjóðir tóku líka þátt). USA veitti írak pólítískann , hernaðar , tækni og fjárhagsstuðning .\nÞað var þá sem íraksstjórn varð sek um þau verstu afbrot gegn mannkyninu ,sem eru svo oft umfjöllunarefni fjölmiðlanna í dag .\nHvað voru menn þá að spá ?\nNú er þessi fyrrum bandamaður amerísku þjóðarinnar orðinn óvinur þeirra númer eitt .\nBandarískir hermenn líta á sig sem bjargvætt heillrar þjóðar , en vilja Írakar láta bjarga sér . Það á eftir að koma í ljós en enginn merki þess hafa komið fram .\nÆtli þetta verði ekki einsog venjulega þegar USA ræst inní eitthvað land . Þegar þeirra hernaðaríhlutun er lokið, þá er komið að UN að hreinsa skítinn upp og bera mesta kostnaðinn við uppbyggginguna ."
        },
        {
            "user": "Bobo1",
            "user_id": "13053",
            "date": "2003-03-27 18:25:13",
            "id": "988935",
            "reply_to_id": "988918",
            "text": "Sendu þetta í Fréttablaðið. Þeir taka við hvaða sorpi sem er og þar er Gunnar Smári Egilsson við völd. Ætti að vera minnsta mál að koma einni grein gegn stríði sem er Gunnari vel að geði."
        }
    ]
}