{
    "forum_title": "Húmor",
    "user": null,
    "user_id": null,
    "date": "2003-03-25 17:38:02",
    "title": "upphafið",
    "text": "Dag einn í aldingarðinum Eden heyrðist Eva kalla til Guðs:\n“Drottinn minn, það er smá vandamál!”\n“Hvað er að Eva mín?”\n“Drottinn minn, ég veit að þú skapaðir mig og hefur\nútvegað mér þennan fallega garð og öll þessi yndislegu dýr, og þennan\nfrábærlega fyndna snák, en ég er bara ekki hamingjusöm”.\n“Af hverju ertu ekki hamingjusöm Eva?”\n“Drottinn minn, ég er einmana. Og ég er orðin hundleið á eplum”.\n“Jæja, Eva mín, fyrst svo er þá er ég með lausn á málinu. Ég skal búa til mann handa þér.”\n“Hvað er ”mann“ Drottinn minn?”\n“Það er ”maður“ Eva mín. Hann verður gölluð lífvera,\nmeð marga slæma eiginleika. Hann mun ljúga, svindla, hann verður\nhégómlegur, og mun á allan hátt verða þér til vandræða.\nEn…. hann verður stærri, fljótari og sterkari en þú\nog honum mun þykja gaman að veiða og drepa fyrir þig.\nHann mun líta mjög kjánalega út þegar hann er æstur,\nen fyrst þú ert að kvarta, þá mun ég skapa hann þannig að\nhann muni fullnægja …tja…. já…\nþínum líkamlegu þörfum. Hann verður húmorslaus og mun\nelska að taka þátt í barnalegum hlutum eins og að slást og sparka bolta til og frá.\nHann verður ekki mjög greindur svo hann mun þurfa leiðsögn þína til að hugsa skýrt.”\n“Hljómar vel” sagði Eva og lyfti annarri augabrúninni háðslega.\n“Hverju þarf ég svo að fórna?”\n“Tja, já, jæja, þú getur fengið hann með einu skilyrði”.\n“Og hvaða skilyrði er það Drottinn?”\n\"Eins og ég sagði, hann verður stoltur, hrokafullur og sjálfsánægður….\nSvo þú verður að leyfa honum að halda að ég hafi skapað hann fyrst…\nÞetta verður leyndarmálið okkar…bara tveggja kvenna á milli!",
    "url": "https://www.hugi.is/humor/greinar/131789/upphafid/",
    "url_id": "131789",
    "id": "988903",
    "replies": [
        {
            "user": "klunni",
            "user_id": "34121",
            "date": "2003-03-25 18:58:56",
            "id": "988905",
            "reply_to_id": "988903",
            "text": "Storgoð saga hjá þer naylah."
        },
        {
            "user": "Truespirit",
            "user_id": "34899",
            "date": "2003-03-25 20:42:12",
            "id": "988906",
            "reply_to_id": "988903",
            "text": "Ég hélt að konur væru allar í kynjajafnrætti. Mér heyrist það ekki á þessum hroðalega brandara. Mér finnst gamann að húmor en ekki húmor þar sem er verið annaðhvort að niðurlæga kynin eða að hefja þau upp. Við erum jöfn á allan hátt og ekkert gallaðara en hitt kynið. Við erum öðruvísi byggð og hver einstaklingur hefur öðruvísi skoðanir en sá næsti og það ber að virða það. Ég ber fulla viðingu fyrir konum en svona aulahúmor þýðir einfaldlega að þið þurfið hjálp því örugglega þurfið þið hana. Með svona aulahúmor er bara verið að styðja kynjamisrétti. Ég veit að ekki er hægt að eyða því allveg en fjandinn hafi það það er þó hægt að reyna. ;("
        },
        {
            "user": "paskalilja",
            "user_id": "30573",
            "date": "2003-03-25 20:47:38",
            "id": "988907",
            "reply_to_id": "988903",
            "text": "Hehe, sooooo true…!"
        },
        {
            "user": "biatch",
            "user_id": "20739",
            "date": "2003-03-25 20:51:24",
            "id": "988908",
            "reply_to_id": "988903",
            "text": "ertu skáld?"
        },
        {
            "user": "viking",
            "user_id": "25813",
            "date": "2003-03-25 23:10:06",
            "id": "988909",
            "reply_to_id": "988908",
            "text": "biatch… verð nú að játa að þennan samdi ég ekki…heyrði hann einhvers staða"
        },
        {
            "user": "viking",
            "user_id": "25813",
            "date": "2003-03-26 00:18:52",
            "id": "988910",
            "reply_to_id": "988909",
            "text": "þessi er hörmulegur og er á engan hátt fyndinn.\nef þið kellingarnar eruð að styðja að kynjamisrétti skulum við bara ná í svipurnar ;)"
        },
        {
            "user": "biatch",
            "user_id": "20739",
            "date": "2003-03-26 09:37:20",
            "id": "988911",
            "reply_to_id": "988909",
            "text": "gott skáld það… en ekki svona aftur… þú veist mæta vel að guð skapaði manninn fyrst og hana nu ekki skopast með þetta.\nDjok :) samt guð skapaði manninn fyrst og þessi skáld saga er bara rugl"
        },
        {
            "user": "Venus",
            "user_id": "24284",
            "date": "2003-03-25 22:08:38",
            "id": "988912",
            "reply_to_id": "988903",
            "text": "lol snilld :)"
        },
        {
            "user": "no98",
            "user_id": "17874",
            "date": "2003-03-26 18:36:27",
            "id": "988913",
            "reply_to_id": "988903",
            "text": "OHOOOOO,SNILLLD og ekkert annað!"
        },
        {
            "user": "dreymandinn",
            "user_id": "22371",
            "date": "2003-03-27 11:40:14",
            "id": "988904",
            "reply_to_id": "988903",
            "text": "Guð skapaði manninn fyrst og sá að hann gæti miklu betur svo hann bjó til konuna ;)\nþetta er fyndinn saga :D"
        },
        {
            "user": "Fluga",
            "user_id": "26273",
            "date": "2003-03-27 22:32:39",
            "id": "988914",
            "reply_to_id": "988903",
            "text": "Fínn brandari en ég verð bara að segja að guð er hvorki karl nér kona hann er bara heilög þrenning Heilagur Guð,Heilagur Kristur og HEilagur andi.\nPabbi minn er í guðfræði í háskóla og talar mikið um þetta en maður lærir þó eitthvað:)"
        },
        {
            "user": "Fluga",
            "user_id": "26273",
            "date": "2003-03-28 00:46:45",
            "id": "988915",
            "reply_to_id": "988914",
            "text": "Hvað er að ykkur. Þetta er brandari, ekki kynjabarátta. Maður hefur nú heyrt verri brandara í hina áttina.\nAllavegana lol góður brandari….:)"
        },
        {
            "user": "siggibet",
            "user_id": "8305",
            "date": "2003-03-28 14:32:13",
            "id": "988916",
            "reply_to_id": "988903",
            "text": "Eitthvað eiga allir til síns máls en brandari á borð við:\nHvernig gerir maður við armbandsúr kvenna?\nÞú þarft ekki að gera við það, það er klukka á eldavélinni…….\nÞetta er grófari “brandari” mundi ég segja."
        },
        {
            "user": "ploska",
            "user_id": "26429",
            "date": "2003-03-30 14:19:59",
            "id": "988917",
            "reply_to_id": "988916",
            "text": "ég fattaði ekki alveg endinn á þessu…bara tveggja kvenna á milli! átti þetta að vear hluti af brandaranum? eða átti þetta að segja okkur að Guð hafi verið kona?"
        }
    ]
}