{
    "forum_title": "Sorp",
    "user": null,
    "user_id": null,
    "date": "2003-03-26 23:07:52",
    "title": "Sygtublaðra",
    "text": "Sygtublaðra er bleik poka rotta sem ég á sjálfur. Mamm fékk hana á tilboði. Sygtublaðra er mjög stillt pokarotta sem að baðar sig á hverjum degi nema sunnudegi því að þá er hún i fimleikum. Sygtublaðra er 2 ára og á trommur en hún getur ekki spilað á trommurnar því að veggirnir í húsinu eru svo lélegir og Sekkjapípurnar blaðra bara einhvað út í loftið. Sygtublaðra er alltaf á ferð og flugi og hún sveipast um loftin blá. Hún á einn vin sem heitir Grinnaling og hann er klettur. Sygtublaðra hittir hann a hverjum degi nema sunnudegi því þá er Sygtublaðra í fimleiku. Einu sinni voru Sygtublaðra og Grinnaling að leika sér í feló og Grinnalin faldi sig bakvið rusla tunnu og það Sygtublöðru 89 sekúndur að finna hana.\nSygtublaðra fer í bío stundum og þá er ofsalega gaman því hún fær alltaf popp og kók en hún bustar alltaf tennurnar þegar hún fer í bío því annars fær hún tannholdsbólgu og tennurnar detta úr henni Sygtublaðra vill það ekki.\nSygtublaðra er aldrei óþekk nema á sunnudögum því þá er hún í fimleikum. En Sygtublaðra er aldrei grimm því að hún er besta skinn og er alltaf létt í lund nema á sunnudögum þá er hún í fimleikum.\nEinu sinni var Sygtublaðra á leiðinni til Grinnaling þegar hún sá litla kisupöttu fasta í tré og þá fór Sygtublaðra og bjargaði henni úr trénu, þá sagði kisupjatta takk fyrir. Þá sagði Sygtublaðra ég myndi gera þetta fyrir þig hvenær sem er nema á sunnudögum því þá er ég í fimleikum.\nSygtublaðra er alltaf á ferð og flugi nema á sunnudögum því þá er hún i fimleikum.\nEinu sinni var Sygtublaðra úti í bolta leik með Grinnalingi þegar það koma risa stór vindkviða og feykti þeim út í buskan. Út í buskanum hittu þau litla sæta buddu sem hét Rauðsnudda og þau urðu góðir vinir. Þá sagði Sygtublaðra sem betur fer er ekki sunudagur því þá væri ég í fimleikum.\nEin króna ísland 1987\ninniskór\nKabella i lingi\njarðaber og sulta\nÞetta er ríkis leyndarmál\nAbech Kveðja Palli ;Þ",
    "url": "https://www.hugi.is/sorp/greinar/132064/sygtubladra/",
    "url_id": "132064",
    "id": "991587",
    "replies": [
        {
            "user": "NettAri",
            "user_id": "20473",
            "date": "2003-03-27 17:07:40",
            "id": "991588",
            "reply_to_id": "991587",
            "text": "fjandinn mig langar í svona poku rottu"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-27 18:49:13",
            "id": "991589",
            "reply_to_id": "991587",
            "text": "ég ætla að senda inn mynd af henni"
        },
        {
            "user": "MesserSchmitt",
            "user_id": "33983",
            "date": "2003-03-29 19:10:20",
            "id": "991590",
            "reply_to_id": "991587",
            "text": "Djöfull ertu mikil stigahóra, setja einhverja mynd sem kemur greininni ekkert við, bera til að fá meiri stig"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-29 19:35:53",
            "id": "991591",
            "reply_to_id": "991590",
            "text": "rofl ég fæ ekkert stig fyrir þessaa mynd heimski gau"
        },
        {
            "user": "tinni8",
            "user_id": "13583",
            "date": "2003-03-31 12:06:05",
            "id": "991592",
            "reply_to_id": "991590",
            "text": "LOL ertu focking heimskur n00b…………..já helld það\nþetta flokkast undir myndin mín hákviti !"
        }
    ]
}