{
    "forum_title": "Stjórnmál",
    "user": "person",
    "user_id": "25122",
    "date": "2003-03-27 21:53:39",
    "title": "Veljum samherja",
    "text": "Ég er svolítið hissa á þessari umræðu um hvert við eigum að halla okkur í sambandi við Íraksdeiluna.\nEf að við stöndum ekki með Bandaríkjunum eigum við á hættu að missa herverndina á Miðnesheiðinni. Það getur haft alvarlegar afleiðingar. Við vitum aldrei hvað kommúninstunum dettur í hug. Þeir svífast einskis til þess að komast til valda. Þeir eru vel vopnaðir þó að við sjáum það ekki, þeir fela vopnin.\nHvað geta bræður Steingríms J. verið að gera í Þistilfirði annað en að passa skriðdrekana hans? Þar eru skriðdrekar um allt, dulbúnir sem dráttarvélar og snjósleðar. Hversvegna er ekki lagður bílvegur þangað? Þegar Steingrímur var samgönguráðherra hefði hann getað látið leggja bílveg þangað en hann vildi ekki að menn finndu skriðdrekana.\nOg Fonturinn. Hann er bara risastór eldflaugaskotpallur, dulbúinn sem fjall. Þar er hægt að skjóta eldflaugum þvers og kruss yfir allt Ísland.\nÞið haldið kannski að sagan um Lagarfljótsorminn sé dagsönn. Það er ekki rétt, ónei, ónei og þið vitið betur. Þetta eru kafbátar. Lögurinn er fullur af kafbátum og þess vegna vilja vinstri menn ekki byggja Kárahnjúkavirkjun. Þá verður Lögurinn svo skítugur að það verður ekki hægt að sigla kafbátunum. Þeir verða eins og þyrlur í sandstormi.\nMenn hafa furðað sig á því hvernig Vatnsdalshólarnir urðu til. Þetta eru, auðvitað, vopna- og birgðageymslur. Þess vegna er Blönduósslöggan alltaf á veginum þarna. Þeir eru að passa vopnabúrið. Hvað annað?\nÞað er líka skrítið að það skuli ekki vera lagðir vegir til allra staða á landinu sem eru í byggð. Þar hljóta menn að hafa eitthvað að fela. Þessir samgönguráðherrar, sem hafa verið hér, eru allir kommúnistar, held ég.\nMálpípur ríkisstjórnarflokkanna hafa sagt að Bretar og Bandaríkjamenn séu okkar helstu bandamenn og hafi stutt okkur dyggilega. Bandaríkjamenn studdu okkur í þorskastríðinu, en þá vorum við að berjast við Breta og Bretar hafa stutt okkur í Eurovision og þar fá Bandaríkin ekki að vera með. En ef Bretar og Bandaríkjamenn lenda upp á kant, með hvorum eigum við þá að standa? Mér finnst að við ættum að ákveða það strax. Þolinmæði Breta getur þrotið og þeir farið að svara í sömu mynt ef Bandarikjamenn hætta ekki að skjóta niður flugvélarnar þeirra.\nÉg mundi velja Breta. Þeir eru nær og breski herinn gæti alveg eins passað okkur fyrir kommúnistunum. Við gætum þá líka skipst á Eurovisionatkvæðum.",
    "url": "https://www.hugi.is/stjornmal/greinar/132277/veljum-samherja/",
    "url_id": "132277",
    "id": "993370",
    "replies": [
        {
            "user": "doctor",
            "user_id": "386",
            "date": "2003-03-28 11:42:14",
            "id": "993371",
            "reply_to_id": "993370",
            "text": "Já, eurovision atkvæðin brezku eru gríðarlega mikilvæg fyrir útflutning okkar til meginlands evrópu, það veit hver heilvita maður.\nOg með kommúnistana, ég held að nágranni minn sé að plotta eitthvað."
        },
        {
            "user": "Kreator",
            "user_id": "23042",
            "date": "2003-03-28 14:25:08",
            "id": "993372",
            "reply_to_id": "993370",
            "text": "Já ég held að Eurovision skipti miklu í þessu sambandi."
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2003-03-28 14:46:53",
            "id": "993373",
            "reply_to_id": "993370",
            "text": "Ein mesta snilld sem ég hef lesið hér á huga, drepfyndið alveg hreint, samt áhugaverðar kenningar :)\nHötum kommúnista og skítugan byltingarlýð!"
        },
        {
            "user": "Wise",
            "user_id": "1604",
            "date": "2003-03-28 18:15:09",
            "id": "993374",
            "reply_to_id": "993370",
            "text": "En við megum samt ekki gleyma því að helmingur Íslands situr á Ameríkuflekanum, og ef við styðjum BNA þá fáum við kannski að flytja út fleiri Svölur Björgvins, og ekki þurfti hún Eurovision til að meika'ða!!\nAftur á móti ef að við stöndum ekki með Tjöllunum þá klippa þeir sennilega á allar útsendingar á enskaboltanum, sem að yrði álíka slæmt og heimsendir!!"
        },
        {
            "user": "doctor",
            "user_id": "386",
            "date": "2003-03-29 05:07:54",
            "id": "993375",
            "reply_to_id": "993374",
            "text": "Verra mikið verra en heimsendir minn kæri wise."
        },
        {
            "user": "Sblender",
            "user_id": "1767",
            "date": "2003-04-02 09:59:30",
            "id": "993376",
            "reply_to_id": "993370",
            "text": "Guð minn góður, ég hef aldrei lezið jafn heimska og ömurlega grein…"
        },
        {
            "user": "binnibinni2456",
            "user_id": "35706",
            "date": "2003-04-03 14:23:40",
            "id": "993377",
            "reply_to_id": "993376",
            "text": "vg eru fífl\nkær kveðja\nsjálfstæðis maður dauðans\n8D"
        }
    ]
}