{
    "forum_title": "Kvikmyndir",
    "user": "Azmodan",
    "user_id": "20255",
    "date": "2003-03-26 14:12:19",
    "title": "Hryllingsmynda DVD tilkynningar/seinkanir",
    "text": "Anchor Bay er nú búin að vera með þriggja diska útgáfu af Dawn of The Dead og tveggja diska útgáfu af Day of The Dead í vinnslu, tilkynnt var að þær kæmu út veturinn 2003. AB tilkynnti nú fyrir skömmu að Dawn of The Dead yrði frestað til 2004, enginn ákveðinn tími tilkynntur.\nSá orðrómur er í gangi að ástæðan fyrir seinkuninni er sú að AB eiga í erfiðleikum með að ná góðu transferi af myndunum, ekkert er þó staðfest.\nLítið er vitað um Day of The Dead útgáfuna. Dawn of The Dead þriggja diska útgáfan mun innihalda þrjár útgáfur af myndinni. Venjulega útgáfan, Directors Cut lengri útgáfan og svo ítalska útgáfan sem Dario Argento klipti. Fyrir utan aukaefnið sem hefur ekki verið tilkynnt.\nMedia Blasters hafa tilkynnt það að japanska zombie/kung-fu/action myndin Versus fær vægast sagt góða DVD meðhöndlun hjá þeim í sumar, en myndin hefur ekki verið fáanleg nema á Region 3 þangað til nú. Versus mun vera R1 tveggja diska útgáfa með nýju anamorphic transferi. Útgáfudagur verður í kringum 29. júlí.",
    "url": "https://www.hugi.is/kvikmyndir/pistlar/132239/hryllingsmynda-dvd-tilkynningarseinkanir/",
    "url_id": "132239",
    "id": "992662",
    "replies": [
        {
            "user": "Davy",
            "user_id": "25248",
            "date": "2004-08-23 11:27:55",
            "id": "992668",
            "reply_to_id": "992662",
            "text": "Ha já er day of the dead þá ný útgáfa af hinni gömlu eða er þetta allt önnur mynd?"
        },
        {
            "user": "Swarez",
            "user_id": "10967",
            "date": "2004-08-23 11:27:55",
            "id": "992663",
            "reply_to_id": "992662",
            "text": "Versus hefur bara verið til í R2."
        },
        {
            "user": "Azmodan",
            "user_id": "20255",
            "date": "2004-08-23 11:27:55",
            "id": "992664",
            "reply_to_id": "992663",
            "text": "Erm nei…\nAzmodan."
        },
        {
            "user": "Swarez",
            "user_id": "10967",
            "date": "2004-08-23 11:27:55",
            "id": "992665",
            "reply_to_id": "992664",
            "text": "Vá þú veist greinilega ekkert hvað þú ert að tala um. Þú veist að Japan er R2 er það ekki?"
        },
        {
            "user": "Azmodan",
            "user_id": "20255",
            "date": "2004-08-23 11:27:55",
            "id": "992666",
            "reply_to_id": "992665",
            "text": "Það vill nú þannig skemmtilega til að ég skáldaði ekki þessar fréttir. Þetta eru upplýsingar frá öðrum síðum safnað saman og skellt í eina grein.\nNetheimildir segja til underground útgáfur af R1 og R2 Versus en það er ekki það sem ég er að fjalla um.\nAzmodan."
        },
        {
            "user": "Swarez",
            "user_id": "10967",
            "date": "2004-08-23 11:27:55",
            "id": "992667",
            "reply_to_id": "992666",
            "text": "Versus hefur verið til á DVD í Japan í þó nokkurn tíma. Það hefur ekki verið gefin út diskur með henni í Hong Kong eða Kóreu þannig að engin lögleg R3 útgáfa er til."
        }
    ]
}