{
    "forum_title": "Hundar",
    "user": "cutypie",
    "user_id": "19280",
    "date": "2003-03-30 01:35:34",
    "title": "Smá umhugsun!",
    "text": "Hæ hæ kæru lesendur.\nÉg var að lesa áðan grein um boxer hundinn sem lenti í þessari hræðilegu líkamsárás. Vona að vesalings hundurinn eigi eftir að ná fullum bata aftur. En það sem vakti furðu mína í greininni er að hundurinn var skilinn einn eftir án eftirlits. Það er eitthvað sem á ekki að gera. Í þessu tilfelli var ráðist á hundinn af einhverjum fávita. En margt annað hefði getað skeð. Eins og hefði hundurinn getað lent í hundaslag, eða óvart bitið einhvern eða þá að einhver hefði losað hann og hann hlaupist á brott. Þarf að hafa auga með hundum og passa þá vel.\nAnnað sem ég var að velta fyrir mér er afhverju fólk er að fá sér gæludýr þegar það getur ekki séð um það. Hundar sem eru miklar félagsverur eru skildir eftir einir heima frá 8 um morguninn til 17 á kvöldin á meðan fólkið er í vinnunni, þeir þola ekki einveru. Afhverju fer fólk illa með hundana sína og ákveða að svæfa þá eða gefa þá þegar það fær leið á þeim?! Ég þoli ekki svoleiðis fólk, þekki þó alveg helling af fólki sem gerir svona hluti. Þetta er svona fólk sem getur ekki axlað ábyrgð á dýrum. Kaupir kannski hreinræktaðan hund fyrir meira en 100.000 kr, fær svo leið á þeim af því að hundurinn kannski vælir og vill leika.\nMér finnst þetta mjög svo sorglegt þegar fólk heldur að hundar séu bara einhver dýr sem hafa engar tilfinningar og koma svo fram við þau eins og þau séu ekki til þegar það fær leið á þeim. Það er vinna að vera með hunda og það er bara ein ábyrgð í viðbót sem verður að axla og sjá um!\nVildi bara segja mitt álit á þessum hlutum. Sjálf á ég 3 hunda og hef ég átt 5 hunda í gegnum tíðina. Í þrjú skipti höfum við sýnt manngæsku og tekið þrjá hunda inn til okkar fjölskyldu. Í tveimur tilfellum af þessum þrem tókum við tvo hunda því að fyrri eigendur þeirra gátu ekki séð sig færa um að sjá um þá, misstu einfaldlega þolinmæðina á venjulegri hegðun þeirra. Þriðji hundurinn var svo illa vanhirtur. Þetta var púðluhundur sem var orðin afskaplega vannærður. Hann hafði flakkað á milli 6 eigenda (allir dópistar) sem hvorki fóru með hann í hundaklippingu eða klipptu neglurnar á honum. Hann hafði orðið fyrir barsmíðum og var mannfælinn. En hann átti heima áður fyrr hjá fólki sem lamdi hann, þá sér í lagi af karlmönnum. Við fórum strax með hundinn í klippingu og gáfum honum vel að borða. Húðin á honum var blá vegna súrefnisleysis:( En hann batnaði til muna eftir að hann flutti til okkar:) Var miklu kátari og alveg afskaplega blíður við okkur. En hann dó í fyrra rétt fyrir jól þegar hann fór í tannhreinsun, hann var orðinn svo veikur að hann þoldi ekki svæfinguna :( Ég sakna hans ekkert smá!\nLangaði bara til að minna alla á að vera góðir við gæludýrin sín  því að þá á maður svo miklu betri minningar um þau seinna meir (\\\",)",
    "url": "https://www.hugi.is/hundar/greinar/132899/sma-umhugsun/",
    "url_id": "132899",
    "id": "998230",
    "replies": [
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-03-30 04:30:59",
            "id": "998231",
            "reply_to_id": "998230",
            "text": "Mér finnst alla vega skárra að fólk láti svæfa þá eða gefi þá til einhvers góðs fólks heldur en að hafa þá áfram hálfvanrækta ef það hefur ekki tíma fyrir þá.  Fólk ætti náttúrulega helst að hugsa út í það fyrirfram hvað það er mikil vinna að hafa hund en það gera það ekki allir og bara spurning að gera það besta úr því ástandi sem er komið upp.  Svo er náttúrulega til líka að aðstæður hjá fólki breytast.\nAnnars veit ég ekkert um aðstæður hjá þessu fólki sem átti hundinn sem var ráðist á og getur bara verið að konan hafi bara rétt skroppið útí búð þess vegna.  Jafnvel hefði þetta getað gerst þó hún hefði verið inni í húsinu."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-30 09:15:50",
            "id": "998232",
            "reply_to_id": "998230",
            "text": "góð grein"
        },
        {
            "user": "ljosapera",
            "user_id": "32883",
            "date": "2003-03-30 12:25:58",
            "id": "998233",
            "reply_to_id": "998230",
            "text": "ÉG gæti ekki verið meira sammála þér fólk á als ekki að skilja hunda eftir eina úti nema þeir sjá hundinn allan tímann!! og ég meina það til hvers er sumt fólk að fá sér gælu dýr eilla? sumir til að að sá um þau ig veita þeim umhyggju en aðrir bara til að sýnast og þannig á fólk ekki að gera!"
        },
        {
            "user": "jonasif",
            "user_id": "32385",
            "date": "2003-03-30 12:47:17",
            "id": "998234",
            "reply_to_id": "998230",
            "text": "þetta er alveg rétt.Fólk sem ekki getur séð um hundana sína á ekki að eiga þá.það á að láta svæfa þá.\nallavega ekki binda þá úti eftirlitslausa allan daginn"
        },
        {
            "user": "Christina",
            "user_id": "19291",
            "date": "2003-03-30 19:04:00",
            "id": "998235",
            "reply_to_id": "998230",
            "text": "Ég var einmitt að spá í þessu þegar ég las hina greinina.\nVar hundurinn virkilega skilinn einn úti þegar enginn var heima.?\nAuðvitað átti þá ekkert að berja greyið em aldrei mundi ég skilja minn hund einan út í garði."
        },
        {
            "user": "Gooseberry",
            "user_id": "23181",
            "date": "2003-03-30 23:20:19",
            "id": "998236",
            "reply_to_id": "998230",
            "text": "æ eg verð nu bara að segja að það kemur ekkert fram i greininni hvort hun vinni allann daginn og skilji hundinn eftir uti i bandi eða hvort hun hafi rett svo skroppið ut i buð eða e-ð…en auðvitað a altaf að hugsa ut i svoleiðis hluti aður en maður fær ser hund…"
        },
        {
            "user": "popo",
            "user_id": "22845",
            "date": "2003-04-01 11:04:49",
            "id": "998237",
            "reply_to_id": "998230",
            "text": "Ég er þessu hjartanlega sammála.keðja."
        },
        {
            "user": "popo",
            "user_id": "22845",
            "date": "2003-04-10 12:16:39",
            "id": "998238",
            "reply_to_id": "998230",
            "text": "Vinkona mín sem býr í sömu götu og þessi boxer sem ráðist var á, hafði þetta að segja, Þarna hafa verið fleirri boxerar, hún hélt að það höfðu einu sinni verið einn svaka stór boxer örugglega pabbinn, og hann var alltaf að strjúka, fór í garðinn hjá henni nokkru sinnum og gerði þarfir sínar þar, svo var hann víst alltaf að strjúka, en það er annað mál, hún gerði sér einu sinni ferð þangað og við henni blasti sá ömulegi staður sem hundarnir höfðu, þeir voru í girðingu, og það sá ekki í auðan blett á túninu, vegna þess að það var ekki hirt nógu vel upp eftir þá, hún segir að þarna hafi hundurinn ekki geta varið sig, enda bundinn, og þá spyr maður, hvað er æskilegur tími að binda hunda og skilja þá eftir, er þetta ekki kallað að hugsa ekki nógu vel um hundinn sinn. kveðja."
        },
        {
            "user": "cutypie",
            "user_id": "19280",
            "date": "2003-04-10 20:47:40",
            "id": "998239",
            "reply_to_id": "998238",
            "text": "Vá! Og hefur enginn í götunni kvartað undan meðferð konunnar á dýrunum? Ég væri sko búin að hringja í hundaeftirlitið og láta þá vita af þessum hræðilegum aðstæðum sem grey hundarnir þurfa að lifa í. Svona fólk sem kemur svona fram við hundana sína ætti bara ekki að eiga hund. Einnig finnst mér að fólk sem er að rækta dýr eins og hreinræktaða hunda, eingöngu peninganna vegna en ekki ánægjunnar vegna ætti ekki að eiga dýr. Það verður yfirleitt bara kærulaust og hættir að hugsa um t.d. hundana."
        }
    ]
}