{
    "forum_title": "Sjónvarpsefni",
    "user": "Genero",
    "user_id": "16523",
    "date": "2003-03-30 01:18:05",
    "title": "Er leikarstéttin að deyja út?",
    "text": "Við lifum á þeim tímum þar sem sjónvarp er orðið stór partur í lífi flestra og eru margir fyrir framan skjáinn tímunum saman daglega.\nFyrir ekki svo löngu hófu margir framleiðendur að koma á framfæri svokölluðu “raunvöruleikasjónvarpi”, sem eru þættir sem innihalda fáa eða enga leikara, aðeins þáttakendur og kynnir. Þessir þættir eru flestir þannig að það eru keppendur í einhverskonar leik þar sem einhverjar háar peningaupphæðir eru í verðlaun.\nSem dæmi má nefna “Survivor”, sem er einn af fyrstu raunvöruleikasjónvarps-þáttunum. Þátturinn snýst um hóp af fólki sem á að reyna að lifa af einhverjar náttúrulegar aðstæður í mánuð. Þessir þættir vöktu mikla athygli og urðu mjög frægir. Ekki leið á löngu að allir vildu bita af þessari gróðvænlegu köku. “Fear Factor”, “American Idol”,“Temtation Island”, “The Bachleor”, “I bet you will” og fleiri og fleiri þættir komu svo í kjölfarið.\nEinnig eru aðrar gerðir af raunvöruleikasjónvarpi, sem ekki snúast um að vinna einhverjar keppnir eða peningaverðlaun, og eru þeir þættir t.d.: “Jackass”,“The Ozbournes”,“Cribs” og “Dirty Sanches”.\nNú þegar ég kveiki á sjónvarpinu er ég nánast hættur að sjá þætti með atvinnuleikurum, og ég spyr:er leikarastéttin að deyja út? Snýst málið nú um að fá einhverja nobodys útaf götu til að búa til þætti, því að enginn kann að skrifa handrit, eða hvað?",
    "url": "https://www.hugi.is/sjonvarp/greinar/132897/er-leikarstettin-ad-deyja-ut/",
    "url_id": "132897",
    "id": "998216",
    "replies": [
        {
            "user": "Kexi",
            "user_id": "28960",
            "date": "2003-03-30 21:27:06",
            "id": "998217",
            "reply_to_id": "998216",
            "text": "Góð grein.Þetta er nú eins og allt annað,kemur og fer.Eins og Wresling og American Gladiators voru í tísku fyrir 3mur árum núna er það raunveruleikasjónvarp.\nSpurningin er bara hvað kemur næst"
        },
        {
            "user": "Kexi",
            "user_id": "28960",
            "date": "2003-04-09 21:34:19",
            "id": "998218",
            "reply_to_id": "998217",
            "text": "Hahaha!!! Á hvaða lyfjum ertu drengur/telpa? Þetta er alls ekki góð grein. Og Genero! Það er alveg fáránlegt að segja að Survivor sé einn af fyrstu raunveruleikaþáttunum svokölluðu. Survivor er eftirherma af sænsku raunveruleikaþáttunum sem kallast víst Robinson. Það er svona alvöru þáttur! Það eru ekki keppendur að fá mat í laumi og keyrt á Tribe o' council :D;):P"
        },
        {
            "user": "gunna7fn",
            "user_id": "3811",
            "date": "2003-03-31 15:11:19",
            "id": "998219",
            "reply_to_id": "998216",
            "text": "Ég held ekki.  Persónulega kann ég mikið betur við leikan þæti með góðum söguþræði heldur en raunveruleikar sjónvarp.  Því það er aldrei alveg sannleikurinn, heldur klipp til eins og sjónvarpsframleiðendurinir vilja.  Þar er búin til spenna við kringumstæðum sem í raunveruleikanum væri kannski ekkert spennandi.  Að horfa á Bachilor að hvað þetta nú heitir er fáranlegt, því hálfur þátturinn er ,, Ekki fara langt því næst sjáum við ….\" síðan koma aulýsingar og þá er farið yfir það sem maður er búin að sjá, eins og maður sé verulega treg gáfaður.\nÉg held að þetta sé tímabil sem fer yfir smátt og smátt fær fólk leið á þessum þáttum.  Ég held að leiknir þættir verði alltaf til"
        },
        {
            "user": "Genero",
            "user_id": "16523",
            "date": "2003-04-12 21:46:12",
            "id": "998220",
            "reply_to_id": "998216",
            "text": "Jæja, vinur/vinkona. Ég skal alveg viðurkenna það að ég viti ekkert um hvaða raunvöruleikasjónvarpsþættir voru fyrstir, en ég nefni Survivor þar sem að það er sá fyrsti sem ég kynntis."
        }
    ]
}