{
    "forum_title": "Músík almennt",
    "user": "eysteinn",
    "user_id": "2279",
    "date": "2003-03-31 16:08:18",
    "title": "Helstu Æviágrip úr sögu Elvis Presley",
    "text": "Elvis Presley mesta ein mesta rokk stjarna allra tíma. Elvis var fæddur 8.janúar 1935 í Tupelo. Tvíburabróðir hans Jessie Garon dó við fæðingu\nTók upp sína fyrstu plötu, “My happiness”\nÁgúst 1956, Elvis lék í sinni fyrstu kvikmynd “Love me tender”\n20.Desember 1957, Elvis kveðinn í herinn\nÁ árunum 1960-67 var Elvis upptekinn við að taka upp Kvikmyndir.Alls 33\n1.maí,1967 ,Elvis giftist Pricillu\n1.Febrúar 1968, Lisa Marie Presley fædd\nComeback special 1968 tekið upp í Hljóðveri Nbc\n“Elvis Thats the way it is” æft var í Hollywood,Studio B, en Tónleikarnir voru haldnir á Hilton Hótelinu í Las Vegas\n“Elvis on tour 1972” svokölluð heimildarmynd um Kónginn.\nÍ byrjun árs 1973 hélt Elvis tvenna tónleika “Aloha from Hawaii” sýnt í 120 löndum\n9.október 1973, Elvis og Pricilla skilin\nSíðasta tónleikar Elvis voru 21.Júni\n10.ágúst 1977, síðasta smáskífan hans kom út, “Way Down”\n16.ágúst 1977, Elvis fannst látinn á heimili sínu, Graceland",
    "url": "https://www.hugi.is/musik/greinar/133058/helstu-aeviagrip-ur-sogu-elvis-presley/",
    "url_id": "133058",
    "id": "999302",
    "replies": [
        {
            "user": "Nessuno",
            "user_id": "30695",
            "date": "2003-03-31 17:45:06",
            "id": "999303",
            "reply_to_id": "999302",
            "text": "Lifi Kóngurinn, þótt dauður sé."
        },
        {
            "user": "syndaselur",
            "user_id": "26820",
            "date": "2003-03-31 19:58:09",
            "id": "999304",
            "reply_to_id": "999303",
            "text": "HAHA lol"
        },
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2003-03-31 18:26:03",
            "id": "999305",
            "reply_to_id": "999302",
            "text": "Já ég held að 16 línur ættu alveg að nægja til að segja frá lífi þessa manns….. að bæta einhverju við er bara bruðl…\nZedlic"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-03-31 20:44:30",
            "id": "999306",
            "reply_to_id": "999302",
            "text": "Elvis var með slatta af bæði indjána og gyðingablóði, og svo “afrísk-ameríska” tónlistarsál þó hann væri ekkert svartur, svo hann er svona blanda af allri ameríku, svo kannski eðlilegt að hann yrði næstum jafn mikið tákn fyrir ameríku og kóka kóla flaskan. Hann var einhvern veginn allir, svo allir gátu samsamað sig honum.\nEr enginn mega Elvis aðdáandi, en hann var kúl…"
        },
        {
            "user": "ChuckBerry",
            "user_id": "7938",
            "date": "2003-04-02 10:07:23",
            "id": "999307",
            "reply_to_id": "999302",
            "text": "Elvis var auðvitað enginn tónlistarmaður bara skemmtikraftur, hvíta poppaða útgáfan af svörtu rokktónlistarmönnunum.\nFyrsta útgáfa Presleys var reyndar “That's All Right Mama” frá árinu 1954 og fyrsta breiðskífan hét bara “Elvis Presley” og var frá 1956."
        },
        {
            "user": "sibbis",
            "user_id": "44627",
            "date": "2004-01-18 22:59:48",
            "id": "999308",
            "reply_to_id": "999302",
            "text": "Fín grein en hann hélt bara eina tónleika á Hawai sem voru sýndir í beinni útsendingu. Það er reyndar rétt að hann hélt tvo tónleika en hinn fyrri var bara soundtékk og æfing en samt fyrir fullu húsi. Það er búið að gefa þá tónleika út og eru þeir eiginlega bara lélegir miðað við þá stóru. Samt gaman að sjá hvað aðrir Elvis aðdáendur skrifa. Fínt hjá þér:)"
        },
        {
            "user": "heidursmadur",
            "user_id": "60628",
            "date": "2005-11-07 15:51:31",
            "id": "2665516",
            "reply_to_id": "999302",
            "text": "Algjörlega sammála með það að Elvis eigi að vera tákn Ameríku hann er mesti Ameríkani sem nokkurn tímann mun verða nefndu"
        }
    ]
}