{
    "forum_title": "Fræga fólkið",
    "user": "andreag",
    "user_id": "31624",
    "date": "2003-04-02 14:58:46",
    "title": "Christina Aguilera",
    "text": "Hún Christina Maria Aguilera hefur verið mjög mikið í sviðsljósinu undanfarið. Hún gaf út plötu fyrir jólin (held ég) og voru lögin af disknum, Beautiful og Dirrty á vinsældarlistum í margar vikur og maður kveikti varla á útvarpinu án þess að heyra “Beautiful” spilað. Nú, Christina hefur líka verið mikið í sviðsljósinu fyrir klæðaburð sinn en hún er nú oftast FÁKLÆDD nema kannski þegar hún fer til mömmu sinnar og pabba. :O)\nChristina Maria Aguilera fæddist 18. desember 1980 á Staten Island, NY, USA. Hún ólst í Wexford, Pennsylvania, USA þar sem hún gekk í skóla og allt svoleiðis. Hún var víst lögð í einelti í skóla  en dæmi um það er þegar hún var búin að gefa út fyrstu plötuna og það var ball í skólanum sem hún var í. Allir voru víst að dansa þegar lag með henni var spilað og allir fóru af gólfinu nema hún sat eftir með sárt ennið. Það er kannski ekki nema von að greyið hafi verið að syngja: ,,I'm beautiful, not matter what they say\". Pabbi hennar heitir Fausto Aguilera, mamma hennar Sherry Kearns. Stjúpfaðir hennar heitir James Kearns og hún á eina systur sem heitir Rachel, einn bróðir sem heitir Michael og eina stjúpsystur. Um daginn las ég það að hún hafi alist upp við ofbeldi frá föður sínum þó ég viti ekki hvort það sé rétt.\nNú hér eru upplýsingar um Christinu sem ég tók af Kasmír síðunni minni.\nFullt nafn: Cristina Maria Aguilera\nFæðingardagur: 18 desember 1980\nFæðingar staður: Staten Island, NY, USA\nHeimabær: Wexford, Pennsylvania, USA\nHæð: 5’2”\nAlvöru hárlitur: Ljós\nAlvöru augnlitur: Blár\nUppáhalds litur: Bleikur og hvítur\nUppáhalds íþrótt: Hafnabolti\nUppáhalds matur: Steik og kartöflur\nUppáhalds söngvarar/konur: Madonna, Lauryn Hill, Bryan McKnight Kron, Fatboy Slim, Beck, Foxy Brown\nUppáhalds teiknimyndapersónur: Litla hafmeyjan og Múlan\nÁhugamál: Versla, horfa á bíómyndir, tónlist, dansa og íþróttir\nFjölskyldan: Pabbi hennar heitir Fausto Aguilera og mamma hennar Shelly Kearns. Stjúpfaðir hennar heitir James Kearns og hún á eina systur sem heitir Rachel, einn bróðir sem heitir Michael og eina stjúpsystur.\nAndrea",
    "url": "https://www.hugi.is/fraegafolkid/greinar/133553/christina-aguilera/",
    "url_id": "133553",
    "id": "1003766",
    "replies": [
        {
            "user": "Niea",
            "user_id": "17367",
            "date": "2003-04-02 22:03:49",
            "id": "1003767",
            "reply_to_id": "1003766",
            "text": "Je maður fyrst að svara!!!!\nAnnars það er svo asnalegt að það sést ekkert í augun hennar á myndinni.\nÉg hef líka skrifað grein um hana :P"
        },
        {
            "user": "Nurcolloiel",
            "user_id": "35302",
            "date": "2003-04-03 10:32:17",
            "id": "1003768",
            "reply_to_id": "1003766",
            "text": "Hún er alveg hræðilega máluð á þessari mynd, það er eins og hún sé með tvö stór glóðuraugu á henni!!!"
        },
        {
            "user": "elsas",
            "user_id": "27553",
            "date": "2003-04-03 12:42:21",
            "id": "1003769",
            "reply_to_id": "1003766",
            "text": "það er búið að senda milljón nákvæmilga eons svona greinar um hana en samt flott grein"
        },
        {
            "user": "egereg",
            "user_id": "33203",
            "date": "2003-04-03 19:25:28",
            "id": "1003770",
            "reply_to_id": "1003766",
            "text": "Það er rétt að hún ólst upp við ofbeldi, ef þið hlustið á lag númer 19 á disknum og lagið heitir I'm Ok. DISKURINN ER SNILLD!!!"
        },
        {
            "user": "Sandhrew",
            "user_id": "22031",
            "date": "2003-04-03 20:21:01",
            "id": "1003771",
            "reply_to_id": "1003766",
            "text": "Flott grein….\nBa bb+oól veit ekki hvað ég á að segja babbílúllóbúmmídúmm"
        },
        {
            "user": "dearlie",
            "user_id": "28221",
            "date": "2003-04-05 16:59:41",
            "id": "1003772",
            "reply_to_id": "1003766",
            "text": "Alvöru hárlitur: Brúnn\nAlvöru augnlitur: Brúnn\nHún notar litalinsur og með litað hár. Hún er EKKI 1,52 hún er 1,58. Pabbi hennar barði hana í æsku og hún segir frá því öllu í lagi á nýjasta disknum hennar stripped. Það heitir I´m Ok."
        },
        {
            "user": "dearlie",
            "user_id": "28221",
            "date": "2003-04-05 17:04:27",
            "id": "1003773",
            "reply_to_id": "1003766",
            "text": "Nýi diskurinn hennar er SNILLD! Ég fékk hann í janúar  og er búinn að hlusta á lög númer 2, 4, 15 og svo auðvitað 16 sem er dirty og 19 sem hweitir I´m Ok og fjallar um það þegar pabbi hennar barði hana. Ég sendi inn grein um það sem var send inní korkar fyrir löngu. Annars er alltaf verið að senda inn greinar um hana."
        }
    ]
}