{
    "forum_title": "Hundar",
    "user": "polo",
    "user_id": "29907",
    "date": "2003-04-03 17:30:23",
    "title": "Hugleiðing um hundarækt.",
    "text": "Hugleiðing um hundarækt\nTilgangur með hundarækt er víðast hvar í heiminum sá að stuðla að hreinræktun og kynbótum viðurkenndra hundakynja.\nÞetta sjónarmið er í flestum tilfellum það sem ræktendur hafa og er oft byggt á persónulegri reynslu af ákveðinni hundategund sem veldur svo miklum hughrifum að viðkomandi fær áhuga á útbreiðslu þeirrar tegundar.\nVerri hluti ræktunar er þegar einstaklingar missa sjónar á upphaflegum tilgangi en byrja að einblína á hugsanlegan gróða af sölu hvolpa sem leiðir oft til þess að tíkur eru paraðar of oft, of snemma eða ekki með þeim hundum sem hugsanlega væri best fyrir framgang tegundarinnar.\nSvona er þetta alls staðar í heiminum og hefur verið frá upphafsdögum skipulegrar ræktunar.\nEn það sem við venjulegir hundaeigendur getum gert er að reyna að sjá í gegnum óvandað fólk þegar við kaupum hvolpa og versla aðeins þar sem við getum fengið að sjá hvar ræktunarhundar eru geymdir, fengið að sjá foreldra væntanlegs hvolps og fengið að kynnast skapgerð þeirra. Einnig skal væntanlegur krefjast þess að ræktandi afhendi ættbók frá HRFÍ við afhendingu hvolps eða staðfestingu á að búið sé að skrá gotið hjá HRFÍ.(eitthvað um að HRFÍ hafi verið seint með afgr. til rækt. en það stendur víst til bóta.  Hægt er að fá staðfest hjá skrifst. HRFÍ. hvort bók sé á leiðinni.\nÞað er nánast hægt að setja samansem merki við ræktun sem framleiðir mikið af hvolpum af mörgum tegundum (puppy mill) og ræktun sem er hugsuð sem gróðafyrirtæki frekar en ræktun með háleit markmið.\nAð sjálfsögðu á samt að borga fyrir góða ræktun, vegna þess að þó að tilgangurinn sé háleitur kostar samt tíma og peninga að ala upp góða hunda.\nEf ætlunin er að fá sér hreinræktaðann hund kostar hann oft mikla peninga, þannig að best er að fara varlega í að treysta ókunnugu fólki heldur leita sér upplýsinga hjá sérfróðum þannig að sem minnstar líkur séu á að maður kaupi köttinn í sekknum.\nEins er mjög sniðugt að mæta á sýningar HRFÍ þegar maður er í hvolpahugleiðingum, því þar mæta allir bestu ræktendurnir með sína hunda og gefst gott tækifæri á að bera saman hunda og hundategundir frá mism. aðilum.\nVona að þetta lítilræði hjálpi einhverjum.\npolo",
    "url": "https://www.hugi.is/hundar/greinar/133780/hugleiding-um-hundaraekt/",
    "url_id": "133780",
    "id": "1005503",
    "replies": [
        {
            "user": "andreag",
            "user_id": "31624",
            "date": "2003-04-03 22:57:01",
            "id": "1005504",
            "reply_to_id": "1005503",
            "text": "Þetta á örugglega eftir að hjálpa einhverjum. Vel skrifuð grein.\nBestu kveðjur, Andrea"
        },
        {
            "user": "Gromsari",
            "user_id": "30237",
            "date": "2003-04-04 09:53:56",
            "id": "1005505",
            "reply_to_id": "1005503",
            "text": "Já, það er mjög þarft að vekja fólk til umhugsunar áður en það eyðir stórum fjárhæðum í nýjan fjölskyldumeðlim. hér eru t.d. nokkrar spurningar sem gott er að spyrja ræktanda áður en valinn er hvolpur, en á móti átt þú að sjálfsögðu að gera ráð fyrir að vera spurður nokkuð nákvæmlega um þig og þínar aðstæður.\n1. Hvað hefur þú ræktað þessa tegund lengi?\n2. Ræktar þú fleiri tegundir en þessa?\n3. Get ég vinsamlegast fengið að sjá tíkina og rakkann? Ef rakkinn er ekki á staðnum get ég þá fengið að sjá mynd af honum?\n4. Get ég vinsamlegast fengið að sjá allt gotið?\n5. Hvers vegna paraðir þú þessa tvo einstaklinga?\n6. Reynir þú að kynnast fólkinu sem kaupir af þér hvolpa og hjálpar þú því að velja hvolp sem þú telur að hæfi þeirra fjölskyldumynstri og skapgerð best?\n7. Skráir þú niður ekki bara útlit hvers hvolps heldur líka frum mat á skapgerð?\n8. Hversu oft hefur tíkin gotið og hefur þú notað sama rakkann oft á hana? Og þá hvers vegna?\n9. Eru tík og rakki heilbrigð, með enga arfgenga sjúkdóma?\n10. Hafa einstaklingar í gotum undan þessari tík og þessum rakka reynst hafa einhverja galla eða meðfædda sjúkdóma.\n11. Hvernig er skapgerð foreldra? Hafa þau farið í skapgerðarmat?\n12. Get ég vinsaml. fengið að sjá niðurstöður HD prófa foreldra og allra annarra prófa sem þau kunna að hafa undirgengist, svosem augnpróf, olboga, hnéskeljar o.fl.\n13. Hefur þú einhvern tíma þurft að taka aftur hvolpa vegna heilbrigðis eða skapgerðarvandamála?\n14. Þurfti tíkin aðstoð í gotinu? Keisaraskurður t.d.\n15. Hafa hvolparnir vanist umgengni við fólk? Fá þeir daglega örvun og snertingu?\n16. Veistu hvort gotsystkin foreldra hafa einhvern tíma verið greind með alvarlega ættgenga sjúkdóma.\n17. Get ég vinsamlegast fengið nöfn a.m.k. þriggja einstaklinga sem hafa keypt af þér hvolp? Ef þetta er fyrsta got hjá ræktanda þá hjá ræktendum þeirra einstaklinga sem verið er að rækta undan núna.\n18. Hafa foreldrarnir tekið þátt í ræktunarsýningum og get ég þá fengið að sjá umsögn dómara um báða foreldra?\nOg að seinustu, lesa ættbækur foreldra vel m.t.t. skyldleika, einnig vita það að hjá verulega góðri ræktun er hlutfall meistara í 3ja ættliða ættbók a.m.k. 75%.\nkveðja Gromsari\nP.s. og vandið nú valið, vel valinn hvolpur kostar yfirleitt álika mikið og sá fyrsti sem þú sérð."
        },
        {
            "user": "polo",
            "user_id": "29907",
            "date": "2003-04-04 12:52:40",
            "id": "1005506",
            "reply_to_id": "1005505",
            "text": "Frábær viðbót við fátæklega grein mína\nTakk\npolo"
        },
        {
            "user": "Hallgrimur",
            "user_id": "2769",
            "date": "2003-04-04 16:15:36",
            "id": "1005507",
            "reply_to_id": "1005506",
            "text": "Annað sem mér dettur í hug að ef hvolpurinn reynist hafa leyndan galla við afhendingu verður hann bættur,og á hvaða hátt?"
        },
        {
            "user": "Flis",
            "user_id": "32831",
            "date": "2003-04-05 08:41:37",
            "id": "1005508",
            "reply_to_id": "1005507",
            "text": "Já það eru sumir ræktendur sem ábyrgjast hvolpa frá sér. Þeir gera þá þar til gerðan samning við kaupandann þar sem báðir aðilar verða að uppfylla viss skylirði.  Hvolpurinn getur verið endurgreiddur að hluta eða að fullu (eftir því hvaða gallar hafa komið í ljós og einnig á hvaða aldri hundurinn er) eða að kaupandi getur fengið annan hund frá ræktanda.  En þetta er ekki algilt hjá ræktendum.  Erlendis geta ræktendur tryggt sig fyrir leyndum göllum á seldum hvolpum. En það er ekki hægt hér á landi svo það er spurningin hvað ræktandinn er tilbúinn að leggja mikinn kostnað í gotin hjá sér. Sem ætti þá að vera viss gæðastimpill á ræktunina!?"
        },
        {
            "user": "popo",
            "user_id": "22845",
            "date": "2003-04-10 12:02:29",
            "id": "1005509",
            "reply_to_id": "1005507",
            "text": "Ég held að það sé þannig farið, að ekki allir ræktendur endurgreiða, ef hundurinn reynist gallaður, þegar hann er orðinn aðeins eldri en þegar þú fékkst hann, manni finnst að allir sem kaupa sér hund, eiga að gera samning við ræktandann um það að ef galli kemur í ljós, verður ræktandinn að endurgreiða hundinn, að hluta eða öllu leyti, þetta er alveg nauðsynlegt, því kaupandinn sér ekki hvort hundurinn sé gallaður þegar hann kaupir hann, mér fyndist að HRFÍ eigi að útbúa svona plagg, og fólk myndi þá sækja það til þeirra, það þarf ekkert að koma HRFÍ við, bara að þetta sé uppsett á réttan hátt þannig að réttur kaupandans honum í vil. kær kveðja."
        },
        {
            "user": "keno",
            "user_id": "25680",
            "date": "2003-04-10 19:04:11",
            "id": "1005510",
            "reply_to_id": "1005509",
            "text": "Hver ræktandi eða hvolpakaupandi getur keypt svokallaðann hvolpakaupsamning hjá HRFÍ, þar er réttur kaupanda og seljanda tryggður.\nKeno"
        },
        {
            "user": "Flis",
            "user_id": "32831",
            "date": "2003-04-04 21:54:20",
            "id": "1005511",
            "reply_to_id": "1005505",
            "text": "Já það skal alltaf vanda valið við kaup á hvolpi eða hundi!! En það er vitað að það er sama hvað ræktandi reynir að vanda sig, það geta alltaf reynst gallaðir einstaklingar inn á milli. Arfurinn frá foreldrum er óútreiknanlegur.  Sérstaklega þar sem skráning á mjaðmalosi, augnsjúkdómum, skapgerð ofl er afskaplega takmörkuð hér á landi. Annað að oft er fjölskylda í góðri trú að kaupa hvolp og getur ekki skilið ættbókina að fullu og hver ætlar að útskýra þetta fyrir þeim annar en ræktandinn??? Ég hef rekið mig á að ekki er alltaf hægt að fá svör við erlendum titlum í ættbók hjá HRFÍ. Viss skyldleiki getur verið af hinu góða en það verða að vera mjög góðir einstaklingar sem foreldradýrin reka saman ættir sínar og hvar ætlar hinn almenni kaupandi að fá þær upplýsingar hvort einmitt þessir einstaklingar eru góðir arvberar???\nKVeðja Flís"
        },
        {
            "user": "hrisla",
            "user_id": "21681",
            "date": "2003-04-06 12:44:30",
            "id": "1005512",
            "reply_to_id": "1005503",
            "text": "Sorry að ég kem með þetta inní en mig vantar svo upplýsingar um West Highland White Terrier ef þið getið gefið mér upplýsingar sendið þá á aemblao@hotmail.com takk fyri"
        },
        {
            "user": "leeloo",
            "user_id": "22899",
            "date": "2003-04-06 17:19:47",
            "id": "1005513",
            "reply_to_id": "1005512",
            "text": "Hrisla, ertu búin að hringja í tengil West Highland White Terrier hjá HRFÍ?"
        },
        {
            "user": "hrisla",
            "user_id": "21681",
            "date": "2003-04-06 18:05:00",
            "id": "1005514",
            "reply_to_id": "1005513",
            "text": "Ef þú meinar Súsönnu þá er svarið já en hún benti okkur á einhvern í garðabæ eða hafnafirði"
        }
    ]
}