{
    "forum_title": "Gæludýr",
    "user": "evaslefa",
    "user_id": "16739",
    "date": "2003-04-03 00:59:15",
    "title": "Að skilja dýrið eftir :(",
    "text": "Úff … undanfarnar tvær nætur hefur mig dreymt sama drauminn; að hann Sebastían minn (kanínustrákur) sé dáinn! Þetta er náttúrulega rosalega óþægilegur draumur og þegar ég vakna líður mér mjög illa.\nÉg held samt að rótin á bakvið þennan draum sé sú að eftir tæpar 2 vikur er ég að fara til útlanda og þarf að skilja hann eftir hérna heima í pössun. Málið er bara að innst inni finnst mér enginn geta passað hann eins vel og ég sjálf! Það er ekki það að ég viti það ekki að auðvitað verður hugsað vel um hann og líkurnar á því að hann deyji á meðan ég sé úti séu jafn miklar og að hann deyji bara hérna heima hjá okkur. Að vísu spilar svolítið inn í hjá mér að hann verður í pössun hjá Furðufuglum og Fylgifiskum, en ekki hjá neinum sem hann þekkir (enginn vina minna gat tekið hann). Mér finnst líka mjög leiðinlegt að hugsa til þess að hann verði lokaður inni megnið af deginum, þar sem hann er vanur því að vera alltaf laus.\nÉg veit ekki alveg hvað ég á til bragðs að taka, það liggur við að ég sé að gugna á því að fara til útlanda og vilji bara verða eftir hérna heima hjá Sebastíani. Svo er ég líka svo hrædd um að hann verði breyttur þegar ég kem til baka … úff! það er allt í stressi hjá mér útaf þessu :(\nÞið sem hafi reynslu af því að skilja dýrin ykkar eftir á meðan þið farið til útlanda (ég verð í tvær vikur), ég myndi meta það mikils ef þið gætuð á einhvern hátt hughreyst mig :)\nKveðja,\nEva",
    "url": "https://www.hugi.is/gaeludyr/greinar/133762/ad-skilja-dyrid-eftir/",
    "url_id": "133762",
    "id": "1005173",
    "replies": [
        {
            "user": "icecat",
            "user_id": "3744",
            "date": "2003-04-03 01:19:06",
            "id": "1005174",
            "reply_to_id": "1005173",
            "text": "Já ég get skilið að svona draumar séu óþægilegir.  Auðvitað verður þetta skrýtið fyrir kanínustrákinn að vera ekki heima hjá sér en hann verður enga stund að taka gleði sína aftur þegar þú kemur heim :)\nGangi ykkur sem best\nIceCat"
        },
        {
            "user": "forynja",
            "user_id": "15898",
            "date": "2003-04-03 01:22:09",
            "id": "1005175",
            "reply_to_id": "1005173",
            "text": "æ æ æ…\nég hef bara reynslu í að skilja kettina mína eftir meðan ég hef verið í útlöndum og í annað skiptið kom tengdasystir mín og bjó í íbúðinni á meðan en í hitt skiptið komu pabbi og mamma daglega til að gefa þeim að borða og hleypa þeim út. kettirnir mínir eru vanir að vera mikið úti en gátu þá bara farið út pínu stund á dag.\nég hafði svottlar áhyggjur af því en þetta var allt í hinu besta lagi.\nég skil vel áhyggjurnar en ég er viss um að það verður allt í lagi með hann sebastían.\nþú skalt bara hlakka til hvað það verður gaman að koma heim og sjá hann aftur og verður sko ekkert smá glaður að sjá þig.\np.s. pabbi & mamma eru með hunda og hafa þurft að hafa þá á hundahóteli hjá ókunnugum og það hefur gengið mjög vel."
        },
        {
            "user": "NettAri",
            "user_id": "20473",
            "date": "2003-04-03 11:28:50",
            "id": "1005176",
            "reply_to_id": "1005173",
            "text": "ég á sko kött sem hefur oft verið einn heima meira að segja lengur heldur en 2 vikur ég er sko núna í útlöndum á spáni og hef verið hér í 3 mán og á eftir 4 mán og hún er í pössun hjá fólkinu sem leigir þannig að það verður allt í lagi hjá Sebastían"
        },
        {
            "user": "naflinn",
            "user_id": "30934",
            "date": "2003-04-03 12:32:36",
            "id": "1005177",
            "reply_to_id": "1005173",
            "text": "Hæ eva!!\nég á líka kanínusrák sem er að verða 4ára!!\nÉg fer sko til útlanda á hverju ári og er svona mánuð eða meira í hvert skipti og kanínan mín er alveg sú sama:) Held að þetta verði alveg í lagi:)\nGangi þér vel:9"
        },
        {
            "user": "dirabbdei123",
            "user_id": "32336",
            "date": "2003-04-03 13:05:37",
            "id": "1005178",
            "reply_to_id": "1005173",
            "text": "hæ! ég á reyndar kött sem er ekki eins og kanína en þegar við skiljum hana eftir þá passar nágrannin hana.En þetta verður alltílæi!"
        },
        {
            "user": "eaue",
            "user_id": "19588",
            "date": "2003-04-03 13:09:29",
            "id": "1005179",
            "reply_to_id": "1005173",
            "text": "samkvaemt einhverri gáfulegri draumrádningabók thýddi thad ad dreyma dauda einhvers ad vidkomandi myndi lifa lengi. Thad á líkast til vid um dýr."
        },
        {
            "user": "cooly",
            "user_id": "33316",
            "date": "2003-04-03 13:41:56",
            "id": "1005180",
            "reply_to_id": "1005173",
            "text": "Sko ég á kött sem heitir Hr.Snúður og er eithvað gamall eg fann hann úti. En í fyrrasumar fór ég til Mallorca, það kom upp sama vanda mál (en mig dreimdi bara ekki neitt) Amma og Afi gátu ekki passað hann og ekki vinkonamín heldur. Hann var bara heima og það kom kona sem gaf honum að borða og hleipti honum út og svona klappaði honum og svona, en hann er náttulega köttur og getur verið einn heima í 1-2 daga, en kanínustrákur veit ég ekki þú verður að finna Góðan stað handa Sebastían :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-04-03 17:27:25",
            "id": "1005181",
            "reply_to_id": "1005180",
            "text": "Þetta verður nú bara alltílagi! Hann verður bara glaður að sjá þig aftur þegar þú kemur til baka!"
        }
    ]
}