{
    "forum_title": "Húmor",
    "user": null,
    "user_id": null,
    "date": "2003-04-03 21:43:33",
    "title": "Fullt af bröndurum",
    "text": "Nú ættla ég að koma með fullt af bröndurum ykkur oh þeir hljóða svo:\nÉg fór í verslun um daginn.\nÉg var bara í 5 mínútur og þegar ég kom út var\ndjöfilsins andskotans lögga að skrifa sektarmiða.\nSvo ég gekk að honum og sagði, “Heyrðu félagi, hvernig væri að gefa mönnum\nsmá sjéns ?”\nHann leit ekki við mér og hélt áfram að skrifa sektarmiðann, svo ég kallaði\nhann blýantsnagandi nasista. Hann leit snögg á mig og byrjaði á því að\nskrifa annann sektarmiða fyrir of slitin dekk undir bílnum.\nÞá kallaði ég hann rolluríðandi, hoppandi fáráðling. Hann lauk við að skrifa\nmiða nr. 2 og setti hann á bílinn með fyrsta miðanum. Svo byrjaði hann að\nskrifa þriðja miðann !! Svona gekk þetta í um 20 mínútur,því meira sem ég\nsvívirti hann, því fleiri sektarmiða skrifaði hann. Mér var í raun\nandskotans sama,en þið hefðuð átt að sjá svipinn á honum þegar ég fór yfir\ngötuna að bílnum mínum,fór inn í hann og keyrði burt.\nUngur maður sem réð sig sem leiðbeinanda í gagnfræðaskóla var orðinn ansi þreyttur á nemendum sínum eftir fyrstu vikuna. Í einum tímanum, þegar honum þótti börnin sína takmarkaða færni, sagði hann: „Mig langar að biðja alla þá sem eru heimskir að standa upp.“ Enginn stóð upp og eftir mínútu þögn sagði leiðbeinandinn: „Hvað er að ske, eruð þið öll vitringar?“ Þá stóð einn ungur piltur upp og kennarinn spurði: „Svo þú telur þig heimskan?“ Drengurinn svaraði: „Nei, ég bara vorkenndi þér að standa þarna einn.“\nForstjórafrú lenti í eldsvoða og brenndist. Andlit frúarinnar fór verst og þurfti að græða nýtt skinn á hana. Hún var ekki með nóg skinn sjálf í ígræðsluna svo bróðir hennar sem jafnframt er bílstjóri (sendisveinn) forstjórans, eiginmanns hennar, bauðst til að gefa skinn. Það gekk upp og var tekið skinn af rasskinn bróðursins og grætt á kinnar forstjórafrúarinna.\nÞegar kinnarnar voru grónar kom forstjórafrúin til bróður síns og vildi launa honum greiðann en hann sagði, „þú ert sko margbúinn að launa mér. Mér er það sérstök ánægja að sjá manninn þinn kissa þig á kinnarnar. Ég þarf ekki meira.“\nJón var nýbúinn að fá vinnu sem skógarhöggsmaður og átti að hitta vinnufélagana í litlum skógarkofa. Hann ákvað að ganga að kofanum en þegar hann var hálfnaður með leiðina umkringdu hann fullt af litlum dvergum. Einn dvergurinn steig fram og sagði andstyggilega:“Slúbbíslabb eða dauði?”. Hann var nálægt hjartaáfalli en sagði svo:“Slúbbíslabb”. Þá stukku dvergarnir á hann og tóku hann svo fast í rass að hann gat ekki gengið næstu tvo daga.\nHann sagðist vera veikur og sleppti vinnu í tvo daga. Hann fór svo aftur í skóginn og það sama gerðist aftur.Nú sagðist hann vera veikur í fjóra daga.\nHann ákvað að reyna einu sinni enn, en ef dvergarnir kæmu ætlaði hann að segja dauði. Og.. dvergarnir komu og spurðu hann:“Súbbíslabb eða dauði?”.Hann sagði niðurdreginn:“Dauði”.Þá öskraði einn dvergurinn:“SLÚBBÍSLABB TIL DAUÐA!!!!!\nKúabóndinn\nEinar bóndi er nýbúinn að kaupa sjálfvirka mjaltavél sem kýrnar ganga sjálfar í og láta vélina mjólka sig. Fyrir nokkrum dögum komu menn til Einars og settu nýja mjaltavélina saman, tengdu hana og kenndu honum að nota tækið. Þegar þeir voru farnir ákvað Einar að framkvæma smá gæðapróf áður en kúnum er hleypt í nýju vélina. Hann setti tólið sitt í einn stútinn og kveikti á vélinni. Viti menn, sjálfvirka mjaltavélin reyndist hreinn unaður og hún er mun betri en eiginkonan. Þegar Einar var búinn að fá nóg og ætlaði að hætta uppgötvaði hann sér til mikils hryllings að hann var fastur við mjaltavélina og það var alveg sama hvað hann reyndi, vélin vildi ekki sleppa. Að lokum hugkvæmdist honum að taka fram gemsann og hringja í þjónustufulltrúann hjá seljanda mjaltavélarinnar. Þar fékk hann þær upplýsingar að mjaltavélin sleppi spenanum um leið og sex lítrar mjólkur hafi runnið úr kúnni.\nHafnfirðingur gekk inn á bar með útidyrahurð undir hendinni.\nHvers vegna í ósköpunum ertu að burðast með þessa hurð?' spurði barþjónninn.\n,,Það var þannig að í gærkvöldi týndi ég lyklinum og svona til öryggis, ef einhver skyldi finna hann og brjótast inn í húsið, þá tók ég hurðina með mér,'svaraði Hafnfirðingurinn.\n,,En hvað gerist ef þú týnir hurðinni? spurði barþjónninn.\n,,Það er í góðu lagi,'svaraði Hafnfirðingurinn.\n,,Ég skildi eftir opinn glugga.'\nÞað var einu sinni lítil stelpa sem fór til rakarans að láta klippa sig.Hún og rakarinn þekktust vel og hann gaf henni karmellu.Og svo byrjaði hann að klippa.Og eftir nokkra stund missir stelpan karmelluna á gólfið í öll hárin á gólfinu.Þegar hún tekur hana upp segir rakarinn:Er ekki hár á henni?\nÞá segir stelpan:Nei ertu vitlaus?Ég er bara fimm ára\nEinu sinni voru lögfræðingur,tölvufræðingur og bóndi á\nkarlaklósetti á fínum veitingastað. Þeir stóðu allir í\nröð og notuðu pissuskálarnar. Svo kláraði lögfræðingurinn\nog tók að þrífa eða bókstaflega skrúbba á sér hendurnar alveg\nupp að olbogum svo notaði hann örugglega tuttugu bréf til að\nþurrka á sér henndurnar. Svo snéri hann sér að hinum og sagði\n”ég gekk í harvard þar var okkur kennt að vera hreinlegir“.\nÞá kláraði tölvufræðingurinn og notaði nokkra dropa á fingur\ngómana og svo bara eitt bréf. Þá sagði hann ”ég gekk í\noxford þar var okkur kennt að vera umhverfis vænir“.\nÞá kláraði bóndinn og á leiðinni út saði hann ”ég gekk í\nbændaskólan á hvanneiri þar var okkur kennt að pissa ekki\ná puttana á okkur“.!!!!!!!!!!!!!!!!\nEinu sinni voru reykvíkingur,kópavogsbúi og hafnfirðingur saman í sundi. Þá kom andi til þeirra og sagði við þá:þið eigið að fara upp á bakkan og segja af hverju þið viljið að lauin fillist og stökkva sv út í. Allt í lagi sögðu þeir. Fyrstur var reykvíkingurinn og han stillti sér upp á bakkanum og sagði :peningar og stökk út í. Samstundis fylltist laugin af peningum og hann tók næju sína af þeim og fór. Þá kom kópavogsbúinn og stilti sér upp og sagði :demantar og stökk út í. Þá fylltist laugin af demöntum. Hann tók næju sín af þém og fór. Þá var komið að hafnfirðingum og hann fór að bakkanum en rann til og í leiðinni sagði hann:shit!!!!!!!!!!\nEinu sinni var kona að labba í miklum skóg í Svíþjóð, konan mætti töfraskógarkarli, hann sagði að hún mætti fá 3 óskir, en allt sem hún myndi segja það fengi karlinn hennar helmingi meira af, hún hugsaði sig lengi um og hún óskaði sér 4 milljónirdala og viti menn konan fékk þessa ósk uppfyllta en maðurinn helmingi meira, þegar það var komið af annari spurningunni þá hugsaði hún sig lengi um og sagði loks, ég vill eiga alla peningana hans mannsins mín þegar að hann deyr, og rættist. Í 3 og seinustu óskinni var konan fljót að hugsa sig um og sagði ég vildi óska þess að ég væri hálfdauð og viti menn hún varð hálfdauð en karlinn dó allveg!\nJónas var að vinna á bar þegar handalaus maður kom inn og bað um bjór. Jónas hellti í glasið fyrir hann og setti það á borðið. Heyrðu barþjónn, eg er handalaus, heldur að þú gætir haldið glasinu upp að mér. Auðvitað segir Jónas. ég er mað vasaklút í vasanum, helduru að þú gætir þurkað mér nema hvað sagði Jónas, ef þú ferð í hægri vasan finnuru pening fyrir bjórnum jónas sótti peningin. þú ert buinn að vera mjög almennilegur en það er eitt enn geturu sagt mer hvar klósettið er….\nÞað voru einu sinni mús og fíll að fara í sund og fíllinn var búinn að koma sér vel fyrir í lauginni þegar músin kom og sagði:farðu aðeins upp úr lauginni….. Og fíllinna stóð upp og fór upp úr og bara hvað….. Músin: bara að tjékka hvort þú værir nokkuð ú sundskýlunni minni…. hahah\nÞað voru einu sinni 99 nunnur í klaustri og ein yfirnunna.. Einu sinni kallaði yfir nunnan til fundar. Þegar allar nunnurnar voru komnar inn í fundarsalinn sagði yfirnunnan: ég hef hræðilegar fréttir, þá hrópuðu allar nunnurnar ooohhóóó. yfirnunnan: ég fann smokk, þá hrópuðu allar nunnurnar nema ein oohhóóó, hún tísti láght híhíhí. yfirnunnan og hann er notaður!!! Nunnurnar ooohhóóó ein híhí.. En þá sagði yfirnunnan: EN ÞAÐ ER GAT Á HONUM!\nÞá hlógu allar nunnurnar HÍÍÍÍHÍHÍ, NEMA EIN SAGÐI OOOHHHÓÓÓ!!\nPönkari labbaði inn í strætó og settist við hliðina á presti og tók upp klámblað og fór að skoða stelpurnar .\nÞegar hann var búinn að lesa um stund tók hann vininn út og fór að hrista sig á fullu og lauk sér svo af með því að sprauta yfir prestinn og aðra sem voru nálægt í troðfullum strætóinum.\nPönkarinn stakk svo blaðinu í vasann og sneri sér síðan að orðlausum prestinum og spurði : Er þér sama þótt ég reyki ?\nEinu sinni var kanína sem fór í verkfærabúð og spurði afgreiðslumanninn ´´áttu gulrætur,, og hann sagði ´´nei þetta er verkfæra búð og við seljum ekki gulrætur,, og kanínan fór. Og næsta dag kom kanínan á sama tíma og spurði afgreiðslumanninn ´´áttu gulrætur,, og hann sagði ´´NEI þetta er verkfæra búð og við seljum ekki gulrætur,, og kanínan fór. Síðan gerðist þetta 2 í viðbót og þá kom kanínan og spurði afgreiðslumanninn ´´áttu gulrætur,, þá sagði hann ´´ef þú kemur aftur þá kíli ég úr þér tennurnar,, síðan kom hún aftur næsta dag og spurði og hann kíldi hana. Síðan kom hún á sama tíma næsta dag og spurði ´´áttu GULRÆTUSAFA!!!!!!!!!!!!!!!!!!!,,\nEinu sinni var kanína sem fór í blómabúð og spurði afgreiðslumanninn ´´áttu svitakrem,, og hann svaraði ´´Nei þetta er blómabúð og við seljum ekki svitakrem,, og kanínan fór. Og næsta dag kom kanínan á sama tíma og spurði afgreiðslumanninn ´´áttu svitakrem,, og hann svaraði ´´Nei þetta er blómabúð og við seljum ekki svitakrem,, og kanínan fór. Síðan gerðist þetta 2 í viðbót og þá keypti afgreiðslumaðurinn svitkrem. Þá kom kanínan næsta dag á sama tíma og spurði ´´áttu svitakrem,, og þá svaraði afgreiðslumaðurinn já, og þá sagði kanínan ´´notaðu það,\nÞað var einu sinni ljóska sem var blönk, hún var að leita að ráði til að eignast peninga..\nAllt í einu þegar hún gekk framm hjá garði þar sem börn léku sér þá datt henni í hug að ræna einum krakka og fá lausnargjald fyrir krakkann.\nLjóskan fer og tekur einn lítinn strák og fer með hann bak við tré, segir honum að þeigja og skifar svo miða og á honum stendur ”Ef þú villt sjá son þinn aftur þá skalltu láta 1 milljón króna í brúnann bréfboka og setja undir tréið sem er nyrst í garðinum, Undirritað: Blönk Ljóska“\nSvo næst þá tekur hún upp nælu og nælir miðann í peisuna hjá drenginum og segir honum að hlaupa til mömmu sinnar, hann gerir það.\nLjóskan fer í garðinn næsta dag og viti menn, þar sér hún brúnan bréfboka undir trénu, hún fer að honum og opnar hann og sér þar 1 milljón króna og annann miða sem á stendur ”Hvernig gastu gert mér þetta, þetta er minn eini sonur. Þú ferð til helvítis fyrir þetta. Undirritað: Önnur Ljóska“\nMiðaldra maður í Ameríku keypti sér nýjan Mercedes til að halda uppá það að\nkonan hans fór frá honum. Fór svo í bíltúr um kvöldið til að sýna sig og sjá\naðra. Topp lúgan var dregin niður og vindurinn blés í þær hárlýjur sem ennþá\nprýddu höfuð hans. Hann gaf hressilega í og þegar hraðamælirinn sýndi 180 sá\nhann skyndilega að baki sér lögguna með blikkandi ljósin.\nHmrmff… þeir ná mér aldrei á Mercedes Bens og hann gaf í… og gaf aftur í\n.. Þá tók skynsemin völdin og hann sagði við sjálfan sig ”Hvað er\neiginlega að mér?“ …hægði á og keyrði út í vegarkantinn.\nLöggan kom að honum leit á ökuskírteinið og grandskoðaði bílinn:\n”Þetta hefur verið langur vinnudagur“ sagði hann ”ég er að ljúka vaktinni og\nþað er föstudagurinn 13. Ég nenni ekki meiri pappírsvinnu, og hef engan\náhuga\ná yfirvinnu, - ég gef þér séns. Ef þú getur komið með góða afsökun fyrir\nþessum ofsahraða sem þú fórst á ,betri en ég hef nokkru sinni heyrt, þá læt\nég þig sleppa í þetta sinn“\nKallinn hugsaði sig um nokkra stund og segir loks:\n”Kellingin stakk af fyrir nokkrum dögum með lögreglumanni. Ég var skal ég\nsegja þér svo hræddur um að þú værir að skila henni“\n”Góða helgi“ sagði löggan\nÞað var einu sinni að ungum manni langaði til að kaupa afmælisgjöf handa elskunni sinni.\nÞar sem að þau höfðu ekki verið lengi saman þá ákvað hann eftir mikla íhugun að hanskar\nværu rétta gjöfin: rómantískt en ekki of persónulegt.\nÍ fylgd með yngri systur kærustunnar fór hann og keypti par af hvítum hönskum.\nSystirin keypti sér hinsvegar nærbuxur.\nÞegar afgreiðslumaðurinn var að pakka inn þá ruglaði hann þessu saman og systirin\nfékk hanskana en kærastan fékk nærbuxurnar.\nÁn þess að athuga innihaldið þá innsiglaði ungi maðurinn pakkann og sendi til kærustunnar\násamt miða sem á stóð:\nÉg valdi þetta af því að ég tók eftir því að þú hefur ekki haft það að vana\nað klæðast þessu þegar við förum út á kvöldin.\nEf systir þín hefði ekki hjálpað þá hefði ég valið löngu með tölunum en hún\nklæðist styttri sem er auðveldara að ná af.\nÞetta er í ljósum lit, en konan ég keypti þetta hjá sýndi mér parið sem hún hafði\nverið í síðastliðnar þrjár vikur og það sá varla á þeim. Ég lét hana máta þetta sem ég keypti\nog það fór henni mjög vel.\nÉg vildi að ég gæti verið hjá þér til að vera sá fyrsti sem hjálpaði þér í,\nþar sem að það leikur enginn vafi á því að aðrar hendur munu snerta áður en\nég hef tækifæri á því að sjá þig aftur.\nÞegar þú ferðu úr, mundu þá eftir að blása í þær áður en þú leggur þær frá þér\nþar sem að þær munu náttúrulega vera nokkuð rakar eftir notkun.\nHugsaðu þér bara hvað ég mun koma til með að kyssa þær oft á komandi ári!\nFarandsölumaður sem var að selja sjónvarpstæki af nýjustu og bestu gerð bankaði uppá hj Jónasi og Möggu. Hann sýndi þeim tækið sem hann vara að selja og m.a. til að sýna þeim hvað fjarstýringin var öflug þá fór hann inn á klósettið og notaði hana þaðan. Það er óþarfi að taka það fram að Jónasi og Möggu leist svo vel á tækið að þau keyptu það strax.\nNúna finnst þeim mjög gaman að horfa á 50 tommu sjónvarp í lit, dólbí steríó, surránd hljóði og hvað sem nöfnum tjáir að nefna. Það eina sem fer í taugarnar á þeim er að þurfa að fara inn á klósett til að skipta um rás.\nþrír forstjórar bjórfyrirtækjanna Thule, Budweiser og heineken koma saman á bar og afgreiðslumaðurinn spyr ,,Hvað viljiði fá”.\nForstjóri Thule biður um thule, Forstjóri Bud´s biður um Bud. þegar kemur að Forstjóra Heineken þá segir hann ,, Fyrst þið ætlið ekki að fá ykkur eitthvað áfengt þá fæ ég mér bara kók\".\nPS. Númer hvð voru bestu eða besti brandarin?\nEf þú skilur ekki þá er það svon besti t.d. nr.2 eða bestu t.d nr 1,2,3 og 4 og það meiga vera fleiri og færri bestu brandararnir.",
    "url": "https://www.hugi.is/humor/greinar/133789/fullt-af-brondurum/",
    "url_id": "133789",
    "id": "1005699",
    "replies": [
        {
            "user": "Fredrik",
            "user_id": "30853",
            "date": "2003-04-03 22:38:23",
            "id": "1005700",
            "reply_to_id": "1005699",
            "text": "góð grein félagi…brandarar nr. 4,5,9,11,13,15,17 eru bestir."
        },
        {
            "user": "SupaFly",
            "user_id": "31217",
            "date": "2003-04-03 22:46:34",
            "id": "1005701",
            "reply_to_id": "1005699",
            "text": "“PS. Númer hvð voru bestu eða besti brandarin?\nEf þú skilur ekki þá er það svon besti t.d. nr.2 eða bestu t.d nr 1,2,3 og 4 og það meiga vera fleiri og færri bestu brandararnir.”\nÉg held að þetta hafi verið sá besti."
        },
        {
            "user": "Kyy",
            "user_id": "21308",
            "date": "2003-04-04 00:03:17",
            "id": "1005702",
            "reply_to_id": "1005701",
            "text": "um hvað ertu að tala??"
        },
        {
            "user": "SupaFly",
            "user_id": "31217",
            "date": "2003-04-04 00:04:35",
            "id": "1005703",
            "reply_to_id": "1005702",
            "text": "Já."
        },
        {
            "user": "Truespirit",
            "user_id": "34899",
            "date": "2003-04-04 19:40:54",
            "id": "1005704",
            "reply_to_id": "1005699",
            "text": "Jón var nýbúinn að fá vinnu sem skógarhöggsmaður og átti að hitta vinnufélagana í litlum skógarkofa. Hann ákvað að ganga að kofanum en þegar hann var hálfnaður með leiðina umkringdu hann fullt af litlum dvergum. Einn dvergurinn steig fram og sagði andstyggilega:“Slúbbíslabb eða dauði?”. Hann var nálægt hjartaáfalli en sagði svo:“Slúbbíslabb”. Þá stukku dvergarnir á hann og tóku hann svo fast í rass að hann gat ekki gengið næstu tvo daga.\nHann sagðist vera veikur og sleppti vinnu í tvo daga. Hann fór svo aftur í skóginn og það sama gerðist aftur.Nú sagðist hann vera veikur í fjóra daga.\nHann ákvað að reyna einu sinni enn, en ef dvergarnir kæmu ætlaði hann að segja dauði. Og.. dvergarnir komu og spurðu hann:“Súbbíslabb eða dauði?”.Hann sagði niðurdreginn:“Dauði”.Þá öskraði einn dvergurinn:\"SLÚBBÍSLABB TIL DAUÐA!!!!!\nÉg bókstaflega grenjaði úr hlátri yfir þessum. Hrein snilld!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-04-04 21:27:06",
            "id": "1005705",
            "reply_to_id": "1005704",
            "text": "Ég líka en fyrsti var í öðru sæti hjá mé"
        },
        {
            "user": "hrisla",
            "user_id": "21681",
            "date": "2003-04-06 11:20:16",
            "id": "1005706",
            "reply_to_id": "1005699",
            "text": "Ég held að þú hafir copy-paste brandara 8og9 því að þetta var alveg eins og brandarar sem ég sendi inn fyrir nokkru.Enn hvað um það mér fannst enginn bestur en bara allir góðir."
        },
        {
            "user": "djkisa",
            "user_id": "7316",
            "date": "2003-04-06 19:18:01",
            "id": "1005707",
            "reply_to_id": "1005699",
            "text": "Pönkari labbaði inn í strætó og settist við hliðina á presti og tók upp klámblað og fór að skoða stelpurnar .\nÞegar hann var búinn að lesa um stund tók hann vininn út og fór að hrista sig á fullu og lauk sér svo af með því að sprauta yfir prestinn og aðra sem voru nálægt í troðfullum strætóinum.\nPönkarinn stakk svo blaðinu í vasann og sneri sér síðan að orðlausum prestinum og spurði : Er þér sama þótt ég reyki ?\nHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHA"
        },
        {
            "user": "heidargud",
            "user_id": "21293",
            "date": "2003-04-08 13:50:25",
            "id": "1005708",
            "reply_to_id": "1005699",
            "text": "slúsílabb var bestu"
        }
    ]
}