{
    "forum_title": "Húmor",
    "user": "djkisa",
    "user_id": "7316",
    "date": "2003-04-05 17:38:31",
    "title": "fullt af óvöldum röndum",
    "text": "A guy was standing in front of the gorilla cage at the zoo one day, when a gust of wind swept some dust into his eye. As he rubbed his eyelid, the gorilla went crazy, bent open the bars, and beat the guy senseless.\nWhen the guy came to his senses, he reported the incident to the zookeeper. Nodding, the zookeeper explained that pulling down your eyelid means “screw you” in gorilla language. The explanation didn't make the victim feel any better - and he vowed revenge.\nThe next day, he purchased two large knives, two party hats, two party horns, and a large sausage. Putting the sausage in his pants, he hurried to the zoo and went right up to the gorilla's cage where he opened up his bag of goodies. Knowing that gorillas were natural mimics, he put on a party hat. The gorilla looked at him, reached through the bars, grabbed a hat from the bag, and put it on.\nNext, the guy picked up his horn and blew on it. The gorilla reached out, picked up his horn, and did the same. Then the man picked up his knife, whipped the sausage out of his pants, and sliced it in half. The gorilla looked at the knife, looked at his own crotch, looked at the man, and pulled down his eyelid.\nahh vá einn sem er snilld , aldrei heyrt hann áður\nA police officer in a small town stopped a motorist who was speeding down Main Street. ‘'But officer,’' the man said, ‘'I can explain.’'\n''Just be quiet!!!'' snapped the officer. ‘'Or I’m going to let you cool off in jail until the chief gets back.''\n''But officer, I just wanted to say…''\n''And I said KEEP QUIET! Now you're going to jail!''\nA few hours later, the officer checked up on his prisoner and said, ‘'Lucky for you the chief is at his daughter’s wedding. He'll be in a great mood when he gets here.''\n''Don't count on it,'' said the prisoner. ‘'I’m the groom.''\njaa frekar fyrir sjáanlegur\n—\nWhere do you find a turtle with no arms and no legs?\nWherever you put it, dumbass.\njaa en ef maður er að leita að skjaldbökunni þá var það alveg örugglega ekki maður sjálfur sem lagði hana frá sér\nsmá pælingar í viðbót!\nafhverju eru til svona hellulögð hringtorg , það keyra bara allir yfir þau!!!\ntilhvers eru garðálfar , til að hræða garðræningjana?\nef 5 krónur eru 50 danskar eru þá ekki 5 aura brandararnir ekki miklu betri þar?\n(ef þú horfir á charmed) hvernig veistu hvor djöfullinn er að fara/hverfa eða deyja?\n(ef þú horfir á flinstones) hvernig veit fuglinn á hvaða takka þú ýtir þegar þú ert að skipta um stöð?\nafhverju er það í lagi fyrir andrésínu að halda framhjá andrési með hábeini en andrés má aldrei líta í átt til annarrar andar?\nhvernig datt einhverjum í hug að skjót fíl , taka af honum beinin , búa til nótur úr þeim og setja þær á píanó (hljómar frekar langsótt!!!!)\ntilhvers að setja atvinnu sína með þegar maður skráir sig í símaskránna “hey ég þarf pípara best að fara í gegnum símaskránna en ekki gulusíðurnar”\nafhverju að setja einkaauglýsingu í blaðið , það eru bara einhverjir HRÆÐILEGA einmana sem svara.\nef þú sérð svart og hvítt ahverju er þá haldið fram að það séu ekki litir?\nafhverju var byrjað að kalla ljóskur heimskar\nsmá skrítnar staðreyndir!\nef þú grefur plast flösku niður í jörðina þá verður hún annþá þarna eftir 50.000 ár\njörðin yrði þakin með 3. km. þykkum ís ef hiti sólar færi niður um 3%\nef þú setur ísmola í glas þá breitist ekki vatnsyfirborðið í glasinu þó að hann bráðni\nþað er líkamlega ómögulegt að sleikja á sér olnbogann!\nað bretar fara alltaf í röð þegar þeir bíða eftir strætó jafnvel þó sé aðeins einn eða tveir mættir\ngeimskip verður að fara á 38.900 km á sek til að komast frá þyngdarafli jarðar\nþað eru lang flestar kindur í Ástralíu\normar geta haft allt að 10 hjörtu en engin lungu (þeir anda með húðinni) og sumir eru aðeins 1 mm að lengd en aðrir geta orðið allt að 4 metrar.\nfíll hefur 40.000 vöðva í rananum en engin bein!\nmetið að hlaupa mílu hjá hestum hefur verið það sama í 30 ár!\nvonandi höfðu þið einhvern áhuga á þessarri grein\nkv.Ég",
    "url": "https://www.hugi.is/humor/greinar/134167/fullt-af-ovoldum-rondum/",
    "url_id": "134167",
    "id": "1008702",
    "replies": [
        {
            "user": "lilmisscatlover",
            "user_id": "33840",
            "date": "2003-04-05 19:37:41",
            "id": "1008703",
            "reply_to_id": "1008702",
            "text": "lol skemtilegt =)"
        },
        {
            "user": "gunnarh",
            "user_id": "19033",
            "date": "2003-04-05 20:52:55",
            "id": "1008704",
            "reply_to_id": "1008702",
            "text": "Ég er ekki að trúa þessu með ísmolann. :D"
        },
        {
            "user": "Tjango",
            "user_id": "31588",
            "date": "2003-04-06 10:35:58",
            "id": "1008705",
            "reply_to_id": "1008704",
            "text": "\"afhverju er það í lagi fyrir andrésínu að halda framhjá andrési með hábeini en andrés má aldrei líta í átt til annarrar andar? lol snild"
        },
        {
            "user": "djkisa",
            "user_id": "7316",
            "date": "2003-04-06 13:19:53",
            "id": "1008706",
            "reply_to_id": "1008704",
            "text": "þetta er alveg satt!!!!"
        },
        {
            "user": "Fressi",
            "user_id": "25121",
            "date": "2003-04-06 16:24:46",
            "id": "1008707",
            "reply_to_id": "1008704",
            "text": "ef þú setur ísmola ofaní vatnsglas hækkar yfirborðið við það og breytist auðvitað ekki ef hann bráðnar\nþví efnismagnið er auðvitað það sama ennþá"
        },
        {
            "user": "gunnarh",
            "user_id": "19033",
            "date": "2003-04-07 23:30:51",
            "id": "1008708",
            "reply_to_id": "1008707",
            "text": "Þetta var hæðni. Það er ekkert ótrúlegt að þetta sé það sama :D"
        },
        {
            "user": "oskar52",
            "user_id": "29375",
            "date": "2003-04-06 11:06:29",
            "id": "1008709",
            "reply_to_id": "1008702",
            "text": "hehehehehehehehehehheehehehehehehehehehehheheheeheheheh hehehehehehehehehehehehehehehehehehehehehehehehehehehee hehehhehehe"
        },
        {
            "user": "djkisa",
            "user_id": "7316",
            "date": "2003-04-06 19:00:35",
            "id": "1008710",
            "reply_to_id": "1008702",
            "text": "Bara að benda þér á að 50 krónur ÍSLENSKAR eru 5 krónur DANSKAR. Annars snilld :D"
        },
        {
            "user": "djkisa",
            "user_id": "7316",
            "date": "2003-04-06 19:03:58",
            "id": "1008711",
            "reply_to_id": "1008710",
            "text": "óóó afsakið smá mistök í gangi"
        },
        {
            "user": "Mariakr",
            "user_id": "20188",
            "date": "2003-04-06 22:49:53",
            "id": "1008712",
            "reply_to_id": "1008702",
            "text": "Önnur fyndin staðreynd um Andrés Önd: Hann er alltaf ber að neðan, en samt þegar hann kemur útúr sturtunni, þá vefur hann handklæði um sig miðjan. Skrítið… Og afbríðissemin í Andrésínu er bara rugl, það hefur mér alltaf fundist."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-05-04 21:35:35",
            "id": "1008713",
            "reply_to_id": "1008712",
            "text": "Stolið úr Friends…"
        },
        {
            "user": "knusolina",
            "user_id": "35508",
            "date": "2003-04-07 09:38:32",
            "id": "1008714",
            "reply_to_id": "1008702",
            "text": "þetta er alveg ÞOKKALEG snilld!!! c\",)"
        }
    ]
}