{
    "forum_title": "Músík almennt",
    "user": "Kreator",
    "user_id": "23042",
    "date": "2003-04-06 12:45:09",
    "title": "N.W.A.",
    "text": "N.W.A. (Niggas with attitute)\nN.W.A. er ein umdeildasta rappgrúppa í sögu rappsins. Textarnir þeirra snérust mikið um kynlíf og glæpi. Eazy-E (Eric Wright) stofnaði Ruthless Records fyrir pening sem hann græddi á dópsölu. Fyrirtækinu gekk ekki svo vel í fyrstu en þegar Dr. Dre(Andre Young) og Ice Cube (O´shea Jackson) byrjuðu að semja fyrir Ruthless byrjuðu hjólin að snúast. Hann fékk þá til liðs við sig ásamt DJ Yella(Antoine Carraby) sem var með Dr. Dre í World Class Wreckin´Cru, auk þess “the Arabian Prince” og “D.O.C\nFyrsta platan þeirra “N.W.A. and the Posse” gekk ekkert svo vel í fyrstu. Sem var svona partýplata. Næsta ár fengu þeir MC Ren(Lorenzo Patterson) til liðs við sig. MC Ren gerði tónlistinna þeirra harðari.  Svo gáfu þeir út “Straight Outta Compton” Sem varð mjög vinsæl “underground” plata án nokkurar auglýsingar.  N.W.A voru núna orðnir umdeildir fyrir textana sína sérstaklega fyrir “Fuck tha Police”. FBI sendu aðvörunarbréf til Ruthless Records og sögðu þeim að passa sig.\n1989 hætti Ice Cube vegna ágreinings um peninga. Ice Cube samdi síðan lagið “No Vaseline” sem var árás á N.W.A.. Þegar lagið var gefið á plötunni “Death Certificate” árið 1991 var grúppan búinn að vera.\nÀrið 1990 gáfu N.W.A. út “100 Miles and Runnin´”. Dr Dre var með flóknar pælingar við mixerinn og Eazy E með mjög “paródíska” texta. Snemma 1991 gáfu þeir út  “Efil4zaggin”(Niggaz4life”) Mjög fönkaðu og harður diskur. Gagnrýnendur voru reiðir og móðgaðir en það jók aðeins á vinsældir hópsins. Dr. Dre hætti vegna ágreinings um hver réði og peningamála. Hann stofnaði Death Row Records með hinum umdeilda Suge Knigh. Sagt var að herra Knight hefði hótað Jerry Heller umboðsmanni N.W.A. lífláti ef hann myndi ekki leysa Dre frá samningi.  Dre og Eazy-E gáfu út sólóplötur og kepptust þar við að hrauna yfir hvern annan.  Ren og Yella gáfu líka út sólóplötur en þær voru ekki vinsælar.  Eazy gaf út margar plötur þangað til að hann dó úr  AIDS í mars 1995. N.W.A. eru frumkvöðlar “gangsta´ raps sem er mjög vinsælt nú á dögum.\nDr. Dre er enn að. Hann hefur „pródúsað“ fyrir „Snoop Dogg“, “Blackstreet” og “Eminem”. Er frumkvöðull “G-Funk” En meðal þeirra sem hafa aðhyllst þá stefnu eru:\nSnoop Dogg, Warren G, 2-Pac, Bone-Thugs-N-Harmony og Nate Dogg.  Svo tók hann “California Love” með 2-Pac. Hann er sá sem hefur náð mestum vinsældum af N.W.A.\nIce Cube heldur áfram að rappa og hefur verið að reyna fyrir sér sem leikari… ekki finnst mér mikið til koma. Myndirnar sem hann hefur leikið í eru t.d. : Boyz N the Hood, Three Kings með George Clooney og Mark Wahlberg, hinum ömurlegu Friday og Friday after the next, Higher Learning, All about the Benjamins, snilldarmyndinni CB4, og hinni hörmulegu Anaconda m. J-Lo og Jon Voight.\nTakk\n-Kreato",
    "url": "https://www.hugi.is/musik/greinar/134355/nwa/",
    "url_id": "134355",
    "id": "1009941",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2003-04-06 15:19:36",
            "id": "1009942",
            "reply_to_id": "1009941",
            "text": "Mjög flott grein en WTF friday var snilld… next friday var hinsvegar það sem heitir að “mjólka”"
        },
        {
            "user": "Premium",
            "user_id": "1776",
            "date": "2003-04-06 15:27:00",
            "id": "1009943",
            "reply_to_id": "1009941",
            "text": "Góð og skemmtileg lesning. En þessar myndir sem þú telur upp í endann eru nú allar fremur frægar og Ice Cube var ekkert slæmur í þeim."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-04-06 18:39:02",
            "id": "1009944",
            "reply_to_id": "1009943",
            "text": "Friday, Higher Learning og Three Kings eru allar mjög góðar og Ice Cube stendur sig bara með prýði í þeim öllum."
        },
        {
            "user": "Sunbeam",
            "user_id": "5207",
            "date": "2003-04-06 15:38:56",
            "id": "1009945",
            "reply_to_id": "1009941",
            "text": "Fín grein ;)"
        },
        {
            "user": "manilla",
            "user_id": "9376",
            "date": "2003-04-06 15:49:15",
            "id": "1009946",
            "reply_to_id": "1009941",
            "text": "ekkert spes grein, dr.dre hefur líka gert mikið meira en þetta sem þú taldir upp og friday var snilld"
        },
        {
            "user": "SnaeWar",
            "user_id": "30043",
            "date": "2003-04-06 19:06:34",
            "id": "1009947",
            "reply_to_id": "1009946",
            "text": "Easy E… AIDS… hann dó ekki úr aids hann dó í bílslysi! þið getið heyrt það í XXplosive með Dr.Dre (lag nr.6 á 2001 disknum) þar er hann að rappa um Easy E og segjir að hann hafi dáið í bílslysi.\nfín grein mikið af fróðleik…\np.s… Friday er góð mynd!"
        },
        {
            "user": "Eliathor",
            "user_id": "22679",
            "date": "2003-04-06 18:43:32",
            "id": "1009948",
            "reply_to_id": "1009941",
            "text": "Ahh, Efil4Zaggin… ekkert fór jafn mikið í taugarnar á ÖLLUM í kringum mig þegar ég spilaði þessa snilld í botni… :)"
        },
        {
            "user": "TestType",
            "user_id": "14778",
            "date": "2003-04-06 19:22:32",
            "id": "1009949",
            "reply_to_id": "1009941",
            "text": "Vil benda á www.hugi.is/hiphop"
        },
        {
            "user": "andskotinn",
            "user_id": "36189",
            "date": "2003-04-06 20:13:29",
            "id": "1009950",
            "reply_to_id": "1009941",
            "text": "Af hverju eru svartir rapparar alltaf með svona skrítin nöfn t.d. Dr. Dre, Snoop dog, Bow wow og fleiri óþolandi."
        },
        {
            "user": "Sorcerer1",
            "user_id": "16535",
            "date": "2003-04-06 22:39:50",
            "id": "1009951",
            "reply_to_id": "1009950",
            "text": "Er Eminem ekkert skrítið nafn? Ótrúlegt að þú skulir segja svartir rappar skuli nota skrítinn nöfn þar sem að einfladlegaa rapparar nota skrítinn nöfn, og meiri hluti rappara eru blökkumenn.\nÉg vissi nú sama og ekkert um N.W.A. og var þetta fín lesning. EN. Það deyr enginn úr AIDS, heldur deyja menn úr alnæmi. Þetta er einsog að segja að einhver hafi dáið í car crash……….."
        },
        {
            "user": "Premium",
            "user_id": "1776",
            "date": "2003-04-07 04:32:52",
            "id": "1009952",
            "reply_to_id": "1009951",
            "text": "Sem sagt, næst þegar ég hitti t.d. Magic Johnson og spyr hann hvort hann sé dauðvona og hann svarar: “Yeah, that damned AIDS is killing me.” Á ég þá að segja: “No! It's the fu**ing alnæmi that's killing you.”\nOg næst þegar ég hitti ættingja Eazy-E og þeir segja við mig: “He died in a horrible car crash.” á ég þá að svara um hæl: “No! He died in a horrible bílslys.”?\nSnap out of it Sorcerer1, AIDS = alnæmi og það er ekkert vitlaust við að segja að einhver hafi dáið úr því… það eru hundruðir þúsunda sem staðfesta það, blessuð sé minning þeirra."
        },
        {
            "user": "Kreator",
            "user_id": "23042",
            "date": "2003-04-07 10:23:17",
            "id": "1009953",
            "reply_to_id": "1009952",
            "text": "heheheh"
        },
        {
            "user": "Premium",
            "user_id": "1776",
            "date": "2003-04-07 04:33:16",
            "id": "1009954",
            "reply_to_id": "1009951",
            "text": "Sem sagt, næst þegar ég hitti t.d. Magic Johnson og spyr hann hvort hann sé dauðvona og hann svarar: “Yeah, that damned AIDS is killing me.” Á ég þá að segja: “No! It's the fu**ing alnæmi that's killing you.”\nOg næst þegar ég hitti ættingja Eazy-E og þeir segja við mig: “He died in a horrible car crash.” á ég þá að svara um hæl: “No! He died in a horrible bílslys.”?\nSnap out of it Sorcerer1, AIDS = alnæmi og það er ekkert vitlaust við að segja að einhver hafi dáið úr því… það eru hundruðir þúsunda sem staðfesta það, blessuð sé minning þeirra."
        },
        {
            "user": "Sorcerer1",
            "user_id": "16535",
            "date": "2003-04-07 16:44:43",
            "id": "1009955",
            "reply_to_id": "1009954",
            "text": "ef að hann væri að tala á ensku þá ætti hann að segja AIDS en ef að hann væri að tala á íslensku(einsog Kreator var að gera) þá ætti hann að segja alnæmi"
        }
    ]
}