{
    "forum_title": "Deiglan",
    "user": "grizzly",
    "user_id": "2874",
    "date": "2001-01-10 17:56:03",
    "title": "Nú fer allt til fjandans!!!",
    "text": "Já það fer svo sannarlega allt til fjandans útaf samningunum sem voru gerðir við kennara núna um áramótin (aldamótin).  Það er örugglega ekki langt í að það verði aukin skatturinn á okkur með hækkunum á hinum og þessum gjöldum (leynisköttum).  Og svo er verkalýðsforystan að hóta uppsögn launaliðs samninganna sem þeir eru með útaf þessu þannig að það stefnir allt í að það komi verkfallshótanir fljótlega útaf því að auðvitað vilja hinir fá e-ð álíka og kennararnir.  Hinsvegar áttu kennararnir þetta alveg skilið.  Það á auðvitað að gilda það sama um alla háskólamenntaða ríkisstarfsmenn.  En af hverju er þá alltaf þessi barningur í kennurunum?  Jú þeir eru með sér félag (Kennarasambandið).  Þeir eiga bara að fá að vera á sömu töxtum og hinir háskólamenntuðu ríkisstarfsmennirnir og þá er ekkert hægt að segja.\nHinsvegar að þá áttu þeir þetta alveg skilið en ég held að ég geti lofað þeim því að þeir verða sko ekki lengi í paradís með sín 175þús kr. byrjunarlaun o.s.frv.  En það er mjög skiljanlegt að kennarar vilji vera með í lífsgæðakapphlaupinu líka.  Þeir geta núna kannski tekið videospólu á leigu á hverjum sunnudegi í stað tveggja sunnudaga í mánuði áður og fengið sér pizzu tvisvar í mánuði núna í stað einu sinni áður.\nVið verðum að gera okkur grein fyrir því að ríkið þarf að greiða þeim laun og hvaðan koma peningar ríkissins?  Jú frá okkur og ef ríkið hefur ekki efni á því að greiða kennurum laun hvað gera þeir þá???\nÞetta er bara hringiða það er ekki hægt að hækka launin endalaust, það verður e-ð að koma á móti hvort sem það er hjá ríkinu eða einkaaðilum.  Eftir því sem vinnuafl er dýrara því meira þarf varan að kosta.  Svo þegar vöruverð hækkar eftir að við höfum fengið hærri laun að þá þýðir ekkert að væla.  Vöruverðið hækkaði útaf því að við erum dýrari.\nSama gildir þá auðvitað um laun ríkisstarfsmanna, hærri laun leiða af sér hærri skatta.",
    "url": "https://www.hugi.is/deiglan/greinar/13454/nu-fer-allt-til-fjandans/",
    "url_id": "13454",
    "id": "84408",
    "replies": [
        {
            "user": "Gourry",
            "user_id": "758",
            "date": "2001-01-11 09:28:06",
            "id": "84409",
            "reply_to_id": "84408",
            "text": "Bara einkvavæða þetta allt saman."
        },
        {
            "user": "grizzly",
            "user_id": "2874",
            "date": "2001-01-11 09:32:39",
            "id": "84410",
            "reply_to_id": "84409",
            "text": "Þá fyrst byrja nú lætin!!!"
        },
        {
            "user": "clint",
            "user_id": "5524",
            "date": "2001-01-11 11:33:04",
            "id": "84411",
            "reply_to_id": "84409",
            "text": "Já, einkavæða skólakerfið: “Menntaskólinn í Reykjavík er í boði 10-11.”"
        },
        {
            "user": "grizzly",
            "user_id": "2874",
            "date": "2001-01-11 12:10:23",
            "id": "84412",
            "reply_to_id": "84411",
            "text": "Helvítis! Afhverju ekki að gera byltingu og hækka skatta á rýkistjórnina? :)"
        },
        {
            "user": "grizzly",
            "user_id": "2874",
            "date": "2001-01-11 13:01:46",
            "id": "84413",
            "reply_to_id": "84412",
            "text": "Það á bara að árangurstengja launin þeirra alveg eins og hjá mörgum íslenskum fyrirtækjum.  Ef allir fara fram úr fjárlögum að þá lækka launin þeirra en annars hækka þau ef mikill afgangur verður."
        },
        {
            "user": "gmc",
            "user_id": "2689",
            "date": "2001-01-11 17:12:18",
            "id": "84414",
            "reply_to_id": "84408",
            "text": "það er auðvitað ósanngjarnt ef skattar hækka, en ég held að grunnskólakennarar ættu a ðfá meiri hækkun en framhaldsskóla kennarar, það er erfitt að kenna fullum bekk af börnum og oft erfitt a ðhafa hemil á þeim, erfiðarar en krökkum í menntaskóla sem eru þarna af fúsum og frjálsmu vilja og eru ekketr alltaf að tala og svoleiðis. Svo væri líka náttúrulega hægt að lækka laun hjá hæstlaunuðustu ríkisstarfsmönnunum, sem ég veit ekki hverjir eru, en einhvern veginn þarf að fá peningn fyrir laununum!!"
        },
        {
            "user": "grizzly",
            "user_id": "2874",
            "date": "2001-01-11 17:28:44",
            "id": "84415",
            "reply_to_id": "84414",
            "text": "Það skiptir engu máli.  Framhaldsskólakennarar eru flest allir með háskólagráðu (BS eða BA) og þar af leiðandi eiga þeir að fá hærri laun.  Svo er nú frammhaldsskólinn oft eins og leikskóli það er ekkert mikið meiri agi þar (ertu í frammhaldskóla?)  Svo er nú frekar erfitt að lækka laun það er e-ð sem viðkomandi aðilar myndu aldrei sætta sig við og svo eru þeir svo fáir í samanburði við kennarana að það myndi aldrei nást nein upphæð að ráði frá þeim hæstlaunuðustu ef það yrðu lækkuð launin þeirra.  Svo er það bara þannig að eftir því sem þú berð meiri ábyrgð að því hærri laun færðu."
        },
        {
            "user": "ozonic",
            "user_id": "1229",
            "date": "2001-01-12 11:34:16",
            "id": "84416",
            "reply_to_id": "84408",
            "text": "Já þetta gengur í hring, þetta endar auðvita með því að skattarnir verða hækkaðir og fólkið í landinu borgar þetta!!"
        },
        {
            "user": "kelika",
            "user_id": "6197",
            "date": "2001-01-12 23:45:09",
            "id": "84417",
            "reply_to_id": "84408",
            "text": "Viljum við nokkuð hafa menntun í þessu landi yfir höfuð? bara leggja niður menntakerfið og þá minnka skattarnir eitthvað! eruð þið ekki ánægð með það?"
        },
        {
            "user": "grizzly",
            "user_id": "2874",
            "date": "2001-01-14 15:21:43",
            "id": "84418",
            "reply_to_id": "84417",
            "text": "Þessir samningar eru bara mjög dæmigerðir fyrir íslenskan hugsunarhátt.  Allir vilja fá meira en náunginn."
        }
    ]
}