{
    "forum_title": "Húmor",
    "user": "Vibbi666",
    "user_id": "20008",
    "date": "2003-04-08 13:42:50",
    "title": "tækninn fer með mann :Þ",
    "text": "Það var maður sem kom inn á bar og pantaði sér einn bjór. Þegar hann var hálfnaður með glasið birjaði hann að tala í þumalputtan á sér. Barþjónnin horfir á mannin en lætur þetta eiga sig. Svo pantar maðurinn annan bjór, barþjónnin gefur honum bjórinn og maðurinn heldur áfram að tala í þumalputtan á sér. Þegar maðurinn var hálfnaður með bjórinn gat barþjónninn ekki staðist lengur og spir mannin “afhverju í fjandanum ertu að tala í þumalputtan á þér?” Þá svarar maðurinn “Ég var í Japan í viðskiptaferð og lét ígræða pínkulítinn GSM síma í þumalputtan á mér, ég var bara að tala við mömmu núna rétt áðan” Barþjóninum finnst þetta náttúrulega ótrúlega sniðugt og gefur manninum annan bjór.\nMaðurinn hélt áfram að tala í “síman” en þegar hann var búinn með þriðja bjórinn sagði hann “Ah, barþjónn, hvar er klósttið?” barþjónnin síndi honum það og maðurinn stökk af stað.\nEftir hálftíma var maðurinn ekki ennþá kominn til baka, þá fór barþjónninn að undrast um hann og áhvað að kíkja hvað væri í gangi. Þegar barþjónnin kom inn á klósettið stóð maðurinn út á miðju gólfi og beigði sig framm, með buxurnar girtar niðrum sig og klósettpappír í rassgatinu á sér og sagði “Ég er að bíða eftir faxi”\nfrekar langur en er algjör snilld “er haggi”",
    "url": "https://www.hugi.is/humor/greinar/134773/taekninn-fer-med-mann-th/",
    "url_id": "134773",
    "id": "1013082",
    "replies": [
        {
            "user": "alliet",
            "user_id": "9303",
            "date": "2003-04-08 14:19:39",
            "id": "1013083",
            "reply_to_id": "1013082",
            "text": "Hehehehe….þú ert ágætur :D"
        },
        {
            "user": "dearlie",
            "user_id": "28221",
            "date": "2003-04-09 21:32:12",
            "id": "1013084",
            "reply_to_id": "1013082",
            "text": "Góður he he he!"
        }
    ]
}