{
    "forum_title": "Skóli",
    "user": "BerglindS",
    "user_id": "30311",
    "date": "2003-04-08 23:24:00",
    "title": "Þitt álit?  Versló, MH, Flensborg",
    "text": "Nú hef ég stundað nám við verzló í eitt ár. En nú eftir langar vangaveltur hef ég komist að þeirri niðurstöðu að mig langar að skipta um skóla. Er ekki að fíla mig þarna í Versló. Ég bið þig um þitt álit, ef þú hefur stundað nám við MH, Flensborg? Segðu þína reynslu!!\nVersló:\nUpphaflega valdi ég Versló vegna bekkjarkerfisins og skólans yfir höfuð þó ég hafði engan áhuga á viðskiptum.Frábær skóli, góð kennsla og mjög góðir kennarar. Félagslífið er fínt en skiptir þig engu máli nema þú sért tilbúin að stunda það að fullu, þ.e. eins og í flestum skólum þarftu að koma þér inn í einhverja klíku leikrit, nefndir eða hvað það nú er til að vita um leynipartýin(þó nokkuð mörg). Þrátt fyrir að vera góður skóli var ég ekki alveg að fíla stemmarann þarna… saknaði kannski bara minna félaga. Þar sem þú ert í bekkjarkerfi umgengst þú að mestu aðeins þína bekkjarfélaga, og ef þú ert ekki að fíla þá í botn(eyðir með þeim dágóðum tíma utan skóla)þá mun veturinn ekki meika það.\nFlensborg:\nÞar sem ég bý í Hafnarfirði er Flensborg mér sterk í huga. Svona almennt er vont orð á Flensborg, sagt er að þar séu bara krakkar úr Hafnarfirði og enginn metnaður og EKKERT félagslíf í skólanum. En samt sem áður eru flestir bara mjög ánægðir þarna. Fyrir mig er stutt að fara, kannast við flesta krakkana(kostur/ókostur) og ef þú ert með rétta hugarfarið og fílar fólkið þarna trúi ég á að það geti ræst úr skólanum. Þeir sem hafa eitthvað vit á þessu segja að þetta sé mjög góður skóli.\nMH:\nÞegar ég var í 10.bekk fannst mér skólakynningin hjá mh alveg frábær, mér fannst fólkið skemmtilegt og leyst mjög vel á skólann. Nú hef ég kynnst fólkinu þar og lýst vel á (þó að í einsstaka tilfellum sé fólk að tapa sér í því að rembast við að vera öðruvísi, sem er líklega bara gott fyrir tjáningu). Eins og með alla aðra skóla eru sögur á kreiki, hef heyrt einhverjar sukksögur..dóp, þó ég viti ekkert um það og er líklega ekkert meira en í öðrum skólum.\nVeist þú eitthvað um nám þessara tveggja skóla(MH, Flensborg). Skiptir nokkru máli í hvaða skóla þú ert ef þú ert góður námsmaður?Ég meina þetta er allt það sama.\nNú er bara málið hvað á að gera… vera bara í Versló(ég meina þetta er alveg góður skóli og það getur vel ræst úr fólkinu þarna), fara í MH(allir eru að fíla sig vel þar og góð stemmning), fara í Flensborg(góður skóli og fínt fólk, það er alveg nóg, ef þú villt meira félagslíf getur bara reddað þér og fundið einhver partý).",
    "url": "https://www.hugi.is/skoli/greinar/134788/thitt-alit-verslo-mh-flensborg/",
    "url_id": "134788",
    "id": "1013231",
    "replies": [
        {
            "user": "Blitz",
            "user_id": "6683",
            "date": "2003-04-09 15:59:07",
            "id": "1013232",
            "reply_to_id": "1013231",
            "text": "Ég er í verzló, en farðu í eeeeemmmm hááááááá :)"
        },
        {
            "user": "sjoefn7",
            "user_id": "5661",
            "date": "2003-04-09 16:07:34",
            "id": "1013233",
            "reply_to_id": "1013231",
            "text": "MH er yndislegur skóli :) Annars hef ég heyrt ekkert nema gott af Flensborg, þannig að ég veit ekki með þig.\nEn með félagslífið, í MH er klíkur líka mikilvægar, sérstaklega þar sem ekki eru neinir bekkar, bara borð. En ef þú ert á skemmtilegu borði er lífið yndislegt, og þú átt fullt af vinum :) En það getur tekið tíma og sumir eru enn hálf ráðvilltir.\nÞetta með dópið er bara rugl, ekkert verra en annars staðar. Og námið er fínt ef þú nennir að mæta."
        },
        {
            "user": "runa",
            "user_id": "26449",
            "date": "2003-04-09 20:28:04",
            "id": "1013234",
            "reply_to_id": "1013233",
            "text": "Ég mundi ekki gefast upp á Verzló!\nAnnar veit ég frekar mikið um Flensborg t.d er mjög góður kór þar.\nEn eins og þú segir þá valdirðu Verzló m.a. útaf bekkjarkerfinu en þá er ekki gott að fara í MH því eins og þú líklegast veist er ekki bekkjarkerfi þar…Gefðu Verzló séns;)"
        },
        {
            "user": "gmc",
            "user_id": "2689",
            "date": "2003-04-09 20:56:08",
            "id": "1013235",
            "reply_to_id": "1013231",
            "text": "ég hef heyrt góða hluti af MH, veit ekkert um Flensborg. Það er mjög vinalegt fólk þar, held að dópið sé soldið ýkt, þó að ég hafi heyrt að þónokkrrir hafi prófað hass, en reykja það ekki reglulega, dregur skólann ekkert niður held ég. en ég er samt ekki í MH en hef heyrt mjög góða hluti um hann. mæli með honum"
        },
        {
            "user": "Alfons",
            "user_id": "5489",
            "date": "2003-04-09 22:22:56",
            "id": "1013236",
            "reply_to_id": "1013231",
            "text": "Flensborg er mjög fínn skóli, var í honum fyrir nokkrum árum síðan og mæli hiklaust með honum. Þegar ég var þar var allaveganna félagslífið mjög gott.\nVeldu Flensborg    xF\nKv. Alfons"
        },
        {
            "user": "fiskaminni",
            "user_id": "15466",
            "date": "2003-04-09 22:31:51",
            "id": "1013237",
            "reply_to_id": "1013231",
            "text": "XF pottþétt.\nÉg var í Flensborg og hef verið í mörgum skólum. Flensborg er sá besti af þeim fyrir utan Magnús aðstoðarskólameistara, hann er fífl. Fínt félagslíf, flottur skóli, frábærir kennarar t.d. Félagsfræðikennarinn( man ekki hvað hún heitir) - Stærfræði kennari( gamall maður besti kennari ever, man ekki heldur hvað hann heitir) og fleiri og fleiri…wow hvað ég er eitthvað úti núna, man ekkert hvað kennararnir heita…\nEn anywho, veldu flensborg—snilldarskóli"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-04-09 23:11:51",
            "id": "1013238",
            "reply_to_id": "1013231",
            "text": "Farðu í ME, það er eina málið!!!!"
        },
        {
            "user": "dreymandinn",
            "user_id": "22371",
            "date": "2003-04-10 12:33:06",
            "id": "1013239",
            "reply_to_id": "1013231",
            "text": "Ég er í Flensborg og eina félagslífið í skólanum er kórin ekkert annað. flestir kennararnir eru ekkert sérstakir en auðvitað er einn og einn í lagi. og þú ert miklu lengur hér í skóla á dagin en í flestum öðrum framhaldskólum. Það eina goða við hann er hvað hann er stutt að heiman og síðan eru allir vinir mínir hérna…."
        },
        {
            "user": "jakobari",
            "user_id": "13613",
            "date": "2003-04-10 17:27:53",
            "id": "1013240",
            "reply_to_id": "1013231",
            "text": "Ég er í MH. Snilldar skóli!!! mæli eindregið með honum. Getur náð Versló árinu, fengið metið og staðið á sama stað í mH og krakkar á þínum aldri.\nFélagslífið er gott, ef þú ert ert virkur. Þá er ég ekki að tala um að ein manneskja verður að mæta allt alls ekki. Ef þú myndir mæta á allt sem er í MH, væri engin tími fyrir þig.\nReyndar er ég alveg sammála þér með lokuðu patríin og klíkurnar og þetta er líka í MH. Eins og öllum skólum.\nDópið. Jú það er fólk í MH sem reykir hass daglega oftast busar sem falla síðan, líka fólk sem gerir það örsjaldan og er að meika það en mikill meirihluti Reykir eða tekur þennan viðbjóð ekki.\nMH pottþéttur skóli. Veit um einn í mesta lagi sem hefur hætt vegna honum fannst leiðinlegt í mH.\nHnefan á Loft"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-04-10 19:17:55",
            "id": "1013241",
            "reply_to_id": "1013240",
            "text": "Já, það hættir enginn í MH af því að það er leiðinlegt. Flestir sem hætta er bara fólk sem einfaldlega ræður ekki við námið. MH er nú einu sinni einn erfiðasti skóli á landinu. Ég hef heyrt frá Verzlingum sem hafa skipt yfir að það sé ekki einu sinni hægt að bera skólana saman hvað varðar erfiðleika námsins, MH sé svo margfalt erfiðari. Þú þarft að pæla aðeins í því líka. Ef þér finnst námið í Verzló erfitt þá mundi ég ekki mæla með því að þú farir í MH."
        },
        {
            "user": "Beer",
            "user_id": "1917",
            "date": "2003-04-10 17:38:25",
            "id": "1013242",
            "reply_to_id": "1013231",
            "text": "Follow your initial instinct ;)"
        },
        {
            "user": "Cassia",
            "user_id": "2827",
            "date": "2003-04-11 10:50:30",
            "id": "1013243",
            "reply_to_id": "1013231",
            "text": "Ég lenti í nákvæmlega sömu aðstöðu. Var búin að vera í Versló í 2 ár og var ekki alveg að fíla það. Var búin að sækja um í MH og komin inn og allt. Svo ákvað ég bara að halda áfram í Versló og klára það sem ég var byrjuð á.\nSpáðu aðeins í hvað þú vilt gera, er verið að kenna það sem þú hefur áhuga á í Versló?\nannars þá er 3 og 4 bekkur (aðallega þó 4) deeeead boring! 5-6 eru miklu skemmtilegri!!!!\ngangi þér vel\n-Cassia"
        },
        {
            "user": "Kjarrval",
            "user_id": "3269",
            "date": "2003-04-11 10:52:14",
            "id": "1013244",
            "reply_to_id": "1013231",
            "text": "Mín reynsla af Flensborg er nokkuð góð, mæli með honum. Eins og var áður sagt, þá eru sumir kennararnir vondir og sumir góðir, en það er þannig í öllum skólum. Fyrst að Flensborg er næst þér, hvers vegna ekki fara þangað?"
        },
        {
            "user": "beebee",
            "user_id": "7587",
            "date": "2003-04-11 11:44:01",
            "id": "1013245",
            "reply_to_id": "1013244",
            "text": "ég skil þig mjög vel að vilja skipta, það er ömurlegt í Verzló EF maður nær ekki að kynnast fólki sem maður fílar og hefur ekki gaman að náminu.  En hinsvegar, ef þú hefur þína vini og hefur áhuga á viðskiptagreinunum og svona, þá getur þetta verið alveg mesta snilldin.  Ég t.d. hef aldrei upplifað jafn skemmtilegt ár og núna fyrsta árið mitt í Verzló ! Mér finnst þetta alveg frábært, hlakka bara ekkert það mikið til þessa langa sumarfrís sko:S  og það hlýtur að segja eitthvað að 6.bekkingarnir sem eru að fara voru hálfgrátandi þarna á göngunum í gær (seinasti skóladagurinn) … það vill enginn hætta :)\n..svo ef ég væri þú myndi ég allavega hugsa mig um..eins og með félagslífið, það er ekkert mál að komast í þessi partý, en það er aðallega spurningin um að hafa vini sína með sér ekki satt..það er bara málið að reyna að kynnast sem flestum og hafa það gaman=)"
        },
        {
            "user": "DavidDuchovny",
            "user_id": "36736",
            "date": "2003-04-11 14:11:38",
            "id": "1013246",
            "reply_to_id": "1013231",
            "text": "ég er í mh og reyki hass eins og muthafucka. ég er að segja þér þetta er mesta dópbæli sem sögur fara af . Frændi minn svenni var 8 ár í mh og gerði ekkert annað en að reykja hass úr FÖTU!!! No kidding, við erum að tala um að fólk reyki dope  all day long\nDOPE 4  FOLK"
        },
        {
            "user": "orchid",
            "user_id": "24402",
            "date": "2003-04-11 16:37:18",
            "id": "1013247",
            "reply_to_id": "1013231",
            "text": "Ármúli er bestur! Þekkti engan þegar ég byrjaði þar (í haust) er núna í 30 manna vina og djammhópi, allir rosalega opnir og allir vinir. Ekki mikið um klíkur (eiginlega ekkert) og engin leynipartý bara árgangarnir sem halda sín partý og allir hamingjusamir og allir elska alla! =)"
        },
        {
            "user": "Zooxk",
            "user_id": "25094",
            "date": "2003-04-12 01:11:04",
            "id": "1013248",
            "reply_to_id": "1013231",
            "text": "EMM HÁÁ!!!\nEmm há er bara cool skóli fynnst mér, og þar geturu alltaf eignast góða vini, auk þess er ekki erfitt að ná í góða strætóleið þangað (sem og verzló). Ég hef heyrt að menntunin í Flensborg sé “sloppy” en hún er mjög góð að mínu mati í MH. Og félagslífið fyrir skemmtanir, ræðukeppnir og gettu betur er bara brjáluð, þetta er svona einn stór MH andi sem ríkir yfir öllum, jafnvel yfir nýinnskráðum busum."
        },
        {
            "user": "sveinsina",
            "user_id": "30291",
            "date": "2003-04-14 10:01:33",
            "id": "1013249",
            "reply_to_id": "1013231",
            "text": "hm.. ég er alveg fullkomlega sammála þér með kynninguna í mh, var nýlega í henni. En ég er allavegana að fara í mh, er reyndar í 9unda bekk og allt getur breyst ;) en er svona nokkurnvegin viss.. ef ég væri þú mundi ég fara í flensborg,langþægilegast og einsog þú segir ágætur skóli."
        },
        {
            "user": "BerglindS",
            "user_id": "30311",
            "date": "2003-04-19 18:21:02",
            "id": "1013250",
            "reply_to_id": "1013249",
            "text": "Jæja, takk fyrir viðbrögðin… nú er ég búin að liggja vel yfir þessu(þ.e. gæti ekki hætt að velta þessu fyrir mér hverja einustu sek. þó ég vildi) og hef komist af því að mig langar ekki lengur í MH… svo nú er valið bara á milli Versló eða Flensborg(alveg nóg samt)\nEn allavega ef einhver hefur álit á þessum tvem skólum… þá haldið áfram að skrifa;)"
        },
        {
            "user": "lilmisscatlover",
            "user_id": "33840",
            "date": "2003-04-23 19:01:51",
            "id": "1013251",
            "reply_to_id": "1013250",
            "text": "afhverju viltu ekki fara í MH?!?!?!?!"
        },
        {
            "user": "glitter",
            "user_id": "26499",
            "date": "2003-05-07 21:50:11",
            "id": "1013252",
            "reply_to_id": "1013251",
            "text": "mh er geðveikur skóli og ég mæli eindregið með því að allir fari í skólan eða allveganna kynni sér hann!!!!!!! MH!!!!!!"
        },
        {
            "user": "lamada",
            "user_id": "37277",
            "date": "2003-04-22 18:18:48",
            "id": "1013253",
            "reply_to_id": "1013231",
            "text": "HAAA???? ertu með einhverja ástæðu að langa ekki í MH????? Ég hef enga skoðun á Flensborg því að þekki engan þar.. en ég þekki fullt af fólki í Verzló og skil vel að þig langi til að vera þar.. fínn skóli\nEn ég er í MH og elska þennan skóla.. er einmitt að fara að útskrifast í vor og er með tárin í augunum… mig langar ekki að hætta… Það er ekkert mál að eignast vini þar.. ég er rosa feimin en á fullt af vinum núna og ég mæti aldrei á neitt í skólanum… er búin að vera þarna í 3 ár en aldrei mætt á ball… það er samt rosa gott félagslíf.. og alltaf eitthvað að gerast… ég er bara svo busy að ég hef aldrei tíma fyrir það allt… en fólkið er frábært og stemmningin ´líka… EF þú ákveður að skipta farðu þá í MH. En annars mæli ég með að þú klárir bara í Versló… fyrst þú ert byrjuð þar..\nOg aðeins til manneskjunnar sem var að tala um ármúla… ég var þar á fyrsta ári og það var versta á ævi minnar!!!!!!! Hata þennan skóla og skipti og fór í MH…."
        },
        {
            "user": "erlam89",
            "user_id": "19655",
            "date": "2003-04-23 10:36:26",
            "id": "1013254",
            "reply_to_id": "1013231",
            "text": "MH, alveg pottþétt. Allavega stefni ég a að fara í MH :o)"
        }
    ]
}