{
    "forum_title": "Rokk",
    "user": "Mexico",
    "user_id": "30531",
    "date": "2003-04-08 18:36:44",
    "title": "Reading tónlistarhátíðin",
    "text": "Reading tónlistarhátíðina ætla ég nú að skrifa um því að mér finnst íslenskir tónlistaraðdáendur einblína einum of mikið á Hróarskeldu.. Þangað fara 2000-3000 íslendingar ár hvert (meira kannski?) og sjá góð bönd.. en mér finnst fólk bara vera að fara þangað því að allir eru að fara þangað, ekki misskilja, góð hátíð en það er úr meiru að velja.\nÉg hef farið 2svar farið á Reading (2000,2002, átti miða 2001 en allir sem ætluðu með mér voru of seinir til að kaupa miða.. helvítis fífl.. nei mar má ekki segja svona)\nÁrið 2000 fór ég í góðu flippi, nýbúinn að fara í endaþarmsskolun og tilbúinn í fjörið, gél í hárinu og undir handarkrikum, FM 957 tattúverað á sixpakkið.\n2000\nLimp Bizkit opnuðu þetta allt, missti reyndar af þeim, mikill missir þar… og þar á eftir komu fullt af böndum, góðum og ekki góðum;\nOasis, Primal Scream, Foo Fighters, Asian Dub Foundation, Doves, Grandaddy, Muse, Beck. Gomez, Super furry animals, Deftones, Idlewild, Embrace, Badly Drawn Boy, And you will know us by the.., JJ72, The Get up kids, Stereophonics, Placebo, Slipknot, RATM (Einir af síðustu tónleikunum), Blink 182, My Vitriol, Ian Brown, Queens of the Stone Age, Calexico, At the drive in, Turin Brakes, líka fullt af góðri raftónlist og svo miklu miklu meira.\n2002\nThe strokes, Janes Addiction, Weezer, White Stripes, Dandy Warhols, Foo Fighters, Muse, Ash, Sum 41, The Hives, Less than Jake, Andrew WK (æ.. missti af honum.. damn.. ;), Vex Red, Prodigy með comeback, Slipknot, Offspring (ógeðslegasta hljómsveit í heimi!! sá tónleikana úr fjarlægð og þessir menn ættu að gera öllum greiða og fara að vinna á bandaríska MTV eða eitthvað álíka),\nSlipknot, Incubus, NOFX, Puddle of mudd (þeir fundu víst upp grungið.. hmmm ? ;),\nHundread reasons, Raging Speedhorn, Dillenger Escape plan (Geðsjúkustu tónleikar sem ég hef farið á, og mun fara á.. ekkert er að fara að toppa þá), The vines, Feeder, The Breeders, Electric soft parade, New Found glory, Guided by voices, Black Rebel Motorcycle club, Jimmy Eat World, Sparta, Aphex Twin (Hann og Dillenger Escape PLan toppa allt!), U.N.K.L.E., o.fl. electro gaurar, síðan var sérstakt svið þar sem harðkjarni, punk og fleira hart var við lýði;\nNo use for a name, Saves the day, Face to face, The get up kids, [spunge], Bouncing Souls, Dashboard Confessionals, Thursday, JesseJames, The anniversary.\nSíðan voru líka Interpol, Ikara Colt, The international Noise Conspiracy, Cave In, D4, The music, Hell is for heroes…\nVá.. soldil upptalning, en þetta er dæmi um böndin sem eru þarna og hvernig stemningin er, nokkuð rokkaðri en hróarskelda og annar valkostur fyrir þá sem ekki hafa vitað af þessari hátíð fyrr.\nÞað sem er líka þægilegt við Reading er að skipulagið er betra en á hróarskeldu, þú þarft ekki að labba í klukkutíma til að komast að einu sviði, mesta lagi 10 mín frá tjaldinu… kannski aðeins meira stundum.\nSíðan er þetta inní bæ þannig að alltaf er hægt að kíkja þar inn og fá sér eitthvað betra að éta en vibba breta borgara.\nÞað eina sem ég fíla ekki við Reading er að maður er alltaf að missa af einhverju.. það eru svona 3 tónleikar á sama tíma sem manni langar til að sjá… Óþolandi ;)\nEinnig ætla ég að benda ykkur á að forðast systurhátíð Reading; Leeds en þar er mikið um ofbeldi.. óeirðarlöggur nokkur síðustu ár.. fínt að sleppa við ofbeldi og jafnvel aflýsta tónleika útaf því. En á Reading er sama og ekkert ofbeldi, held að það hafi verið tveir eða þrír sem voru slasaðir af 80.000 sem voru á Reading\nMiðinn hefur verið á um 85 pund (12 þúsund kall?) fyrir helgina og finnst mér það ekkert mikið miðað við að miðar á stóra tónleika hérna heima eru oft nálægt 5 þúsund kallinum. Flugið er orðið ódýrt og það tekur um 2 tíma að mig minnir með lest að komast frá london til Reading. Einnig eyðir maður engum pening á tónleikunum, smá matur og bjór.\nEf einhver tekur það þannig að ég sé eitthvað að dissa Hróarskeldu hérna er það ekki, ég er ekki að segja að Reading sé betri (reyndar segja allir sem ég þekki sem hafa farið á báðar að Reading sé betri ;) þá a.m.k. í skipulagi á svæðinu)\nEn þetta er allt smekksmál, mig langaði bara til að benda fólki á annan valkost heldur en skelduna.\nLine-up er ekki komið upp fyrir árið í ár en Metallica eru víst búnir að staðfesta sjálfa sig.. Án þess að hátíðin sé búin að því, furðulegt. Held að maður þurfi að vera búinn að panta miða á netinu fyrir miðjan maí í síðasta lagi.. En allar uplýsingar eru á;\nwww.readingfestival.com\nwww.meanfiddler.com\nB TW: Ég var í mislitum sokkum á meðan ég skrifaði þessa grein.",
    "url": "https://www.hugi.is/rokk/greinar/134790/reading-tonlistarhatidin/",
    "url_id": "134790",
    "id": "1013279",
    "replies": [
        {
            "user": "CendenZ",
            "user_id": "795",
            "date": "2003-04-08 21:33:34",
            "id": "1013280",
            "reply_to_id": "1013279",
            "text": "3000 íslendingar..\nVá.. ? :)"
        },
        {
            "user": "Mexico",
            "user_id": "30531",
            "date": "2003-04-08 21:39:30",
            "id": "1013281",
            "reply_to_id": "1013280",
            "text": "Já, held að um 1000 fari með Ferðaskrifstofu stúdenta og síðan er restin held ég íslenskir námsmenn í danmörku og aðrir. En þetta eru þó ekkert skotheldar tölur hjá mér..\nJá.. gleymdi líka að taka fram að Reading er síðustu helgina í ágúst. 3 daga prógramm; Fös,Lau og Sunnudag."
        },
        {
            "user": "taribo",
            "user_id": "28796",
            "date": "2003-04-08 22:03:50",
            "id": "1013282",
            "reply_to_id": "1013279",
            "text": "Soundar ógeðslega vel. Djöfull væri ég til að fara þarna FREKAR enn á hróaskeldu….."
        },
        {
            "user": "Mexico",
            "user_id": "30531",
            "date": "2003-04-08 22:31:18",
            "id": "1013283",
            "reply_to_id": "1013279",
            "text": "Tók eftir því á www.kerrang.com að line-up fyrir Reading er byrjað að koma í ljós:\nLinkin Park, Blink 182, Metallica, System Of A Down, The White Stripes, Sum 41, Placebo, The Music, Courtney Love, The Polyphonic Spree, AFI, Hundred Reasons, Yeah Yeah Yeahs, The Datsuns and The Mars Volta.\nÁgætis byrjun… Miðað við að þetta er ekki einn fimmti bandanna sem munu spila. En ég heyrði líka út frá mér að Linkin Park ætli að vera með kennslu í copy-paste auk þess að spila músík ;) Þeir eru víst nokkuð færir í því drengirnir."
        },
        {
            "user": "Korzybski",
            "user_id": "15718",
            "date": "2003-04-08 23:13:10",
            "id": "1013284",
            "reply_to_id": "1013283",
            "text": "Er ekki bara meiri stemmning á Hróaskeldu? Dönsk skinka, bjór, tjald, Stína og afslöppun.\nReading virkar meira á mig sem einhverskonar e-pillu, leðju, slagsmála, klikkaðir Slipnot aðdáendur - hátíð…"
        },
        {
            "user": "larandaria",
            "user_id": "3518",
            "date": "2003-04-09 01:27:00",
            "id": "1013285",
            "reply_to_id": "1013279",
            "text": "Mig langaði endalaust mikið á Reading í fyrra!! Og aldrei að vita nema ég fari núna! Ég mun meira að segja kannski vera í Englandi þá;)\nMuse, Dashboard confessionals, The Get Up Kids… need I say more??!\nég er að fara að panta miða!! :D"
        },
        {
            "user": "chimera",
            "user_id": "12367",
            "date": "2003-04-09 09:55:32",
            "id": "1013286",
            "reply_to_id": "1013279",
            "text": "Hefurðu farið á Leeds? Það er fínasta hátíð og frá skrifum þínum að dæma giska ég á að þú hafir ekki farið. Þú lendir í óeirðum ef þú vilt lenda í óeirðum. Við urðum ekki vör við neitt síðast…"
        },
        {
            "user": "Mexico",
            "user_id": "30531",
            "date": "2003-04-09 12:18:00",
            "id": "1013287",
            "reply_to_id": "1013286",
            "text": "Nei ég hef ekki farið á Leeds og hefði svosem ekkert verið að tjá mig um hana nema að lið sem ég þekki fór og var frekar óánægt, plús það að það er oft búin að vera umræða um að hátíðin fái ekki leyfi vegna sífelldra óeirða..\nReading: 80.000 þúsund manns\n40 Lögreglumenn og allt í góðu\nLeeds: 50.000 manns\n400 óeirðalöggur og eitthvað af þeim slasaðist.\nEn ég var nú ekkert að segja að Leeds væri slæm.. bara kannski betra að fara frekar á Reading, minni líkur á veseni. Sá myndir í blöðunum þarna í englandi eftir hátíðina og það leit ekkert alltof vel út, átök og búið að kveikja í miklu. En þannig eru líka fjölmiðlar… Best að draga upp sem versta mynd, það selur."
        },
        {
            "user": "chimera",
            "user_id": "12367",
            "date": "2003-04-09 13:06:53",
            "id": "1013288",
            "reply_to_id": "1013287",
            "text": "Reading er eflaust fín, en Leeds átti þetta í fyrra. Guns 'N Roses…..úfff"
        },
        {
            "user": "Mexico",
            "user_id": "30531",
            "date": "2003-04-09 15:55:37",
            "id": "1013289",
            "reply_to_id": "1013288",
            "text": "Já, það hefði verið gaman að sjá þá, þó svo ég sé enginn spes aðdáandi. En ég er að spá, sástu Dillenger Escape Plan? Var sagt að þeir hefðu verið frekar slappir á Leeds , en þeir voru vægast sagt violent í spilamenskunni á reading.. Spurning um dagsform kannski.."
        },
        {
            "user": "einar81",
            "user_id": "6690",
            "date": "2003-04-10 18:22:04",
            "id": "1013290",
            "reply_to_id": "1013279",
            "text": "Hey ég fór á Leeds í fyrra og það var alveg klikkað að sjá, Weezer, Muse, Foo Figthers, Guns n Roses, Incubus, Sum 41, Goldfinger, Puddle of Mudd… og fleiri.\nÉg var ekki var við nein læti þarna, enda var ég bara þarna til að sjá tónleikana en ekki til að hanga á tjaldstæðinu og gera eitthvað rugl, en síðasta daginn þegar tónleikarnir voru búnir þá voru víst einhver svaka læti í fólkinu. Mér hefur alltaf fundist Reading/Leeds vera með miklu betra prógram heldur en t.d. Hróarskelda, mig hefur aldrei langað þangað miklu frekar á Reading."
        },
        {
            "user": "vampire",
            "user_id": "20765",
            "date": "2003-04-10 22:24:57",
            "id": "1013291",
            "reply_to_id": "1013279",
            "text": "Góð Grein, væri til í að fara en er því miður of ung. ARRRRRGGGGG!!!!!!\ncheers\nbirta"
        },
        {
            "user": "ArnarH",
            "user_id": "563",
            "date": "2003-04-11 14:26:30",
            "id": "1013292",
            "reply_to_id": "1013279",
            "text": "Sæll\nÉg er samt með hátíð sem er “rokkaðri” sem ég er að fara á í júní .. þar eru 150,000 manns sem sækja þessa hátíð sem er staðsett inná formúlu 1 brautinni í þýskalandi…\nRock-am-ring\nwww.rock-am-ring.com\nHún hefur að innihalda allar þessar hljómsveitir sem eru á hróaskeldu og reading (fyrir utan system of a down)\nÁ roskilde eru aðalhljómsveitirnar:\nMetallica\nIron Maiden\nQueens of the stoneage\nColdplay\nog mann ekki alveg hinar..\nÁ reading eru:\nLinkin Park\nBlink 182\nBlur\nWhite stripes\nMetallica\nsystem of a down\nsum 41\nplacebo\nÁ rock am ring eru aðalhljómsveitirnar:\nMetallica\nIron Maiden\nDeftones\nAudioslave\nMarilyn Manson\nDisturbed\nQueens of the stone age\nLinkin Park\nLimp Bizkit\nMudvayne\nZwan (nýja hljómsveitin með billy corgan úr smashing pumpkins)\nSum 41\nHives\nDandy Warholes\nMoby\nThe cardigans\nÉg líka skrifaði ekki allar hljómsveitirnar sem eru á reading og og roskilde, en það sem ég er að benda á að allar hljómsveitirnar sem eru á reading og roskilde eru meira og minna allar á ROCK AM RING.\nÉg myndi líka segja “mexico” að þetta væru nú aðeins meira “rokkaðra” en reading..:)"
        },
        {
            "user": "Mexico",
            "user_id": "30531",
            "date": "2003-04-11 15:01:33",
            "id": "1013293",
            "reply_to_id": "1013292",
            "text": "Nákvæmlega! Reyndar eru þessi 8 eða svo bönd á reading eina það sem er búið að tilkynna, kemur jafnt og þétt.\nEn já þetta var ég að meina.. eitthvað fleira en Hróarskelda. Rock am ring er alltaf stór og flott, kannski verra við hana að það er dýrara að fljúga til þýskalands.. þegar að maður hefur iceland express til englands..\nSíðan er líka Glastonbury í englandi.. reyndar veit ekki nógu mikið um hana, bara að hún er sú stærsta í englandi.. En oft voða poppleg hefur mér fundist. Er ekki líka Ozzfest í englandi?\nFólk verður bara að drífa sig á einhverja góða hátíð.. það jafnast ekkert á við það."
        },
        {
            "user": "icp",
            "user_id": "31825",
            "date": "2003-04-14 01:50:59",
            "id": "1013294",
            "reply_to_id": "1013279",
            "text": "Ég myndi gefa af mér handleggina fyrir að sjá Deftones"
        }
    ]
}