{
    "forum_title": "Borðaspil",
    "user": "Brjann",
    "user_id": "28234",
    "date": "2003-04-10 23:22:18",
    "title": "[WHFB] Orrusta: Orcs gegn Bretonnians",
    "text": "Sælir Hugarar. Við Thorinn hittumst í kvöld og tókum einn bardaga. Orkarnir mínir gegn riddurunum hans. Mér datt í hug að segja ykkur söguna af því hvernig fór, skrifaða út frá köllunum sjálfum, ekki frá sjónarhorni okkar spilaranna. Þannig að það verða ekki nákvæmar lýsingar á hver lemur hvern, hversu margir deyja eða þannig.\nÞetta var skemmtilegur bardagi, og hefði geta farið á hvorn veginn sem var. Það voru augnablik þar sem mér leist ekkert á blikuna…\nSvona til að taka það augljósa fram, þessi grein er á ensku. Vinsamlegast ekki bögga mig út af því, þannig finnst mér best að skrifa þetta og hananú! Þeir sem fíla það ekki (t.d. Drfilth…) eru beðnir um að lesa bara eitthvað annað og bögga mig ekki út af því… :)\n-*-*-*-\n“But sire, they outnumber us three to one,” exclaimed the squire. Duke Phillipe d’Arnault fixed a steely gaze on his young squire as he put on his armoured gauntlets. “Are you suggesting I fight with one arm behind my back to tip the odds a bit in their favour?” he asked, chuckling arrogantly as he left his command tent and headed for his tethered hippogriff.\nIn the valley below the hordes of orcs gathered. There were several groups of both orcs and goblins, some mounted, others on foot. Duke Phillipe drew a deep breath. This was it. This is what they came on this holy crusade to do. Rid the Badlands of the presence of the greenskins! It was an honourable task, and he looked forward to teaching these savages a thing or two about honourable combat.\nDuke Phillipe mounted his hippogriff, and around him assembled his fine knights. The large group of grail knights took the centre of the battlefield, flanked on both sides by slightly smaller units of knights of the realm. On his far right the bow-armed militia assembled in a line, ready to unleash flying death on the hordes. With such numbers of greenskins, how could they miss?\nDuke Phillipe noted with pleasure that his banner was flying from the battle standard’s pole at the front of one of the knight groups. The two damsels took their places, one behind his personal battle banner, and the other close to the militia.\nDuke Phillipe watched as the orcs assembled. His squire had gotten the odds incredibly accurately, they were in fact outnumbered at least three to one. Which meant it was hardly sporting at all, each of his knights was worth twenty of this rabble.\n-*-*-*-\nDazgul was furious. This small band of pony-riding humies were on HIS turf and though they could drive him off. They had a beating coming. He noted a big bird with a humie on his back. “Dis dere is prolly an important humie,” he half-asked the old orc shaman. The crippled old looney simply nodded and cackled into his hood.\nAround Dazgul his troops assembled, for once seeming more interested in beating up the enemy than each other. On his far left two small groups of wolfriders faced the enemy archers. Next to them was a boar chariot, flanked by a large group of orcs. Dazgul’s own big’uns took the centre of the field, and bullied the goblin infantry into their place next to them.\nOn a hill two goblin spear chukkas had a perfect view over the battlefield. Too bad the crew turned out to be cross-eyed… On the right flank the large group of boar boyz thundered forward. Flanking them were two goblin chariots, a band of snotlings and two small wolfrider units.\nDazgul was getting more and more angry by the minute. He kicked the orc next to him and the orc started to drum furiously on his log drum. The orcses were going to battle.\n-*-*-*-\nThe duke’s banner was unfurled, and as one the army knelt in prayer. The orcs, uncertain what the humies thought they were doing, hurried to take advantage and advanced as one. For once the huge mob of orcs and goblins seemed intent on catching the humies quickly and did not squabble at all. The orc shaman, filled with the unholy power of the WAAAGH!!! cast a bolt of power at the archers and bursted the brains of a few. The spear chukkas spent a couple of bolts trying to kill a nearby hill, and would spend the rest of their ammo trying that for the entire battle.\nSuddenly, as one, the knights mounted their horses, waiting for the orcish horde. Duke Phillipe, impetuous as he is, tried to charge a band of goblins, only for his hippogriff to loose momentum at the last moment. One of the damsels mathced the orc shaman for power, and brought a comet into orbit, ready to pound the orcs soon. The archers loosened a huge volley of arrows on the nearby orcs, and killed a few. Not nearly many enough.\nThe orcs surged forward on the left flank, while holding back on the right flank. No infighting yet, this was a good day indeed. The goblins, ‘encouraged’ by the shouts and threats of the nearby big’uns, charged Duke Phillipe. The duke targeted the most worthy goblin and with a bit of help from his hippogriff shredded the poor goblin into seven different pieces. Only the steely gaze of the warboss kept the goblins fighting after seeing the awesome potential of the duke and his mount.\nWith a resounding, but weak BOOM, the comet impacted on the ground. Unfortunately, this was a very small comet and failed to damage the nearby orcs. One of the knights of the realm charged the orc chariot, which quickly turned around and fled, leaving the knights stranded. Encouraged by her earlier success, the damsel brought another comet into orbit, and again the orc shaman could only watch hopelessly as she cast the spell perfectly. The archers put a few arrows into the fleeing orc chariot. The heroic duke and his hippogriff then proceeded to rip the goblins to shreds and they scattered in all directions as the hippogriff advanced. The nearby orcs laughed. This was what the goblins were there for… The damsel let out a small gasp as she saw that the duke was very close to the place she summoned the comet to.\nAnd down came the comet, this one by far bigger and more robust than the first one. Almost half of the big’uns were squashed as it landed, and the unit panicked and fled despite dire threats from Dazgul. Unfortunately the same comet also slammed into Duke Phillipe’s hippogriff, killing the beast instantly. The duke immediately wowed to avenge him by slaying the cowardly orc shaman that had to be responsible for this outrage…\nDespite seeing the big’uns getting squashed so badly, the rest of the orcs attacked the knights that had tried to catch the chariot, hacking a few apart and running down the remainder as they tried to flee. A band of goblin wolfriders tried to get between the big’uns and the grail knights, hoping to flee when the humies charged. The orc shaman now summoned all the WAAAGH!!!ness he could muster, and the great hand of Gork moved a small band of wolfriders into combat with a group of bowmen. The goblins rode them down, loosing only one in the ensuing combat.\nWith sounds of trumpets in the air, the remaining knights charged. The Grail Knights charged the wolfriders in front of them, who were just arguing at the time and forgot to run away, and were all lanced down for their troubles. The knights of the realm, led by the brave paladin battle standard charged the snotlings, hoping to trample them under hoof, but only managed to kill half of the group. The snotlings, being too dim to run away, stayed in combat and tried to bite the horses.\nThe grail knights understood the danger too late. As one, the boar boyz charged them in the flank, accompanied by a goblin chariot. Determined to fight to the last, the grail knights got butchered almost to a man, and then fled like cowards and were run over by the chariot. The orc chariot ran over the remaining archers without slowing down, which was too much for the damsel, who fled. The knights of the realm finally managed to stomp the rest of the snotlings, and face the rest of the horde.\nThe duke, recovering from the loss of the hippogriff, charged into one of the spear chukkas, determined to teach those cowardly curs the price of using such cowardly war engines. He slaughtered the crew of one chukka, and charged on into the next.\nThe boar boyz, in a (not so uncommon) rage of hatred moved at an impossible speed and charged Duke Phillipe who was busy killing goblins. The duke, clad as he was in magical armour took the charge, and although he was beaten soundly he refused to budge, determined to sell his life dearly. The rest of the orcs and goblins advanced ominously on the remaining group of knights, who all of a sudden felt very alone…\nIn a show of heroic determination the remaining group of knights reformed to face the brunt of the attackers, ready to go out in a blaze of glory. Meanwhile, Duke Phillipe was gutted by one of the goblin crewmen, and badly outnumbered he tried to get away from the horde, only to be trodden under the cloven hoofs of the smelly warboars.\nWith a squeaky sounding war cry, two goblin chariots and a small group of wolfriders charged the remaining knights. When the dust settled the knights had been rolled over by the horde of wolfs. The paladin managed to take one of the chariots with him, but was forced to flee, leaving the banner of Duke Phillipe in the dirt. What did he care, the Duke was not coming back…\n-*-*-*-\nDazgul looked over the battlefield. Not a single humie still breathed. Good. Maybe they would send more to look for them… The orcs and goblins busied themselves looting the dead, fighting each others for the scraps. Near the crater of the comet, a group of goblins were starting to barbeque the hippogriff. Dazgul kicked the goblin in charge. “Yo save me a leg if yer knows what’s good fer yea.”\n-*-*-*-\nVonandi nennti einhver að lesa hingað… Hvernig fannst ykkur?\nBrjánn",
    "url": "https://www.hugi.is/bordaspil/greinar/135219/whfb-orrusta-orcs-gegn-bretonnians/",
    "url_id": "135219",
    "id": "1017110",
    "replies": [
        {
            "user": "Sk4v3n",
            "user_id": "18250",
            "date": "2003-04-11 00:07:48",
            "id": "1017111",
            "reply_to_id": "1017110",
            "text": "mjög góð grein. Ég hafði gaman af þessum lestri! keep it up :"
        },
        {
            "user": "ztaezz",
            "user_id": "4635",
            "date": "2003-04-11 03:31:25",
            "id": "1017112",
            "reply_to_id": "1017110",
            "text": "Mjög flott grein, keep up the good work."
        },
        {
            "user": "Jojohot",
            "user_id": "20883",
            "date": "2003-04-11 08:40:56",
            "id": "1017113",
            "reply_to_id": "1017110",
            "text": "Superb. Flott hjá þér. Og haltu áfram að sýna hvernig orkar gera þetta! :D"
        },
        {
            "user": "gorkamorka",
            "user_id": "11746",
            "date": "2003-04-11 08:47:52",
            "id": "1017114",
            "reply_to_id": "1017110",
            "text": "Sir! Whatch out for that commet!  Þetta var það sem maður kallar “friendly fire”.  Nema það er ekkert “friendly” við það."
        },
        {
            "user": "Grubnar",
            "user_id": "2125",
            "date": "2003-04-11 12:53:32",
            "id": "1017115",
            "reply_to_id": "1017110",
            "text": "Reyndar spila ég bara Warhammer 40.000 þar  sem Orcs kallast Orkz, en það er greinilegt að hinir “frumstæðu” frændur Orkanna minna, í fantacy, hafa alveg sama “orky” persónuleikan. Go Orkz!!!\nP.S. auðvitað bara að slá þessu öllu svo up í grillveislu í endirinn, nema hvað?"
        },
        {
            "user": "IceLock",
            "user_id": "33708",
            "date": "2003-04-11 17:44:04",
            "id": "1017116",
            "reply_to_id": "1017115",
            "text": "Ég held nú bara að Necron-arnir mínir mundu stúta þér var að kaupa mér The Devicer sem er einn af tveim guðum hjá Necrons ;)"
        },
        {
            "user": "Grubnar",
            "user_id": "2125",
            "date": "2003-04-11 18:31:01",
            "id": "1017117",
            "reply_to_id": "1017116",
            "text": "Sko, ég skal alveg viðurkenna að Orkarnir mínir eiga í smá vanda með svona “high thoughness, good save, sneaky gitz” eins og Hr. Deceiver.\nÞess vegna fékk ég mér sveit af Kroot málaliðum með leyniskytturifla.  Bang, þú ert dauður.\nOg Orkarnir mínir mundu síðan auðveldlega breyta afgangnum af Necron hernum þínum í brotajárn.\nNæst þegar ég kem suður skal ég senda þér póst áður svo að ég geti sannað það fyrir þér í spilasal NEXUS.\nWAAAAGH!!!!!"
        },
        {
            "user": "IceLock",
            "user_id": "33708",
            "date": "2003-04-11 22:35:54",
            "id": "1017118",
            "reply_to_id": "1017117",
            "text": "Ég á ekkert heima í Reykjavík ;) en allavega Necrons eru brotajárn :) endurlífgaðir en samt þínir sniperar mundu ekki endast sekóndu fyrir Necron Destroyer Lord-num mínum"
        },
        {
            "user": "Bastich",
            "user_id": "27824",
            "date": "2003-04-13 14:02:05",
            "id": "1017119",
            "reply_to_id": "1017118",
            "text": "Og pabbi minn getur barið pabba þinn!\nÍ alvöru talað maður…… :("
        },
        {
            "user": "NecroN86",
            "user_id": "25384",
            "date": "2003-04-14 11:40:38",
            "id": "1017120",
            "reply_to_id": "1017118",
            "text": "já og tarzan er strekari en afi þinn sem getur lamið mömmu þína… hvað ertu að pæla"
        },
        {
            "user": "binnibinni2456",
            "user_id": "35706",
            "date": "2003-04-14 12:49:30",
            "id": "1017121",
            "reply_to_id": "1017120",
            "text": "ekkert vit í þessu þu hefur breytt niður stöðunum bretonians hefðu ekki getað tapað fyrir orkum\nææææ okey okey kannski…..\nflott enn ég safna bretonians þannig að ég er hlutdrægu"
        },
        {
            "user": "Brjann",
            "user_id": "28234",
            "date": "2003-04-14 13:35:56",
            "id": "1017122",
            "reply_to_id": "1017121",
            "text": "BinniBinni: Enginn má við margnum átti ágætlega við þennan bardaga :)\nBrjánn"
        },
        {
            "user": "USama",
            "user_id": "17335",
            "date": "2003-04-11 19:42:37",
            "id": "1017123",
            "reply_to_id": "1017110",
            "text": "mög góð saga þú ættir að semja bara bók um sögur þínar þessar sögur sem þú semur eru snilld"
        },
        {
            "user": "Thorin",
            "user_id": "10897",
            "date": "2003-04-11 21:17:24",
            "id": "1017124",
            "reply_to_id": "1017110",
            "text": "Þessi bardagi var mjög fjörugur, og helvíti gaman að geta keppt á móti orkunum og gobbunum þínum.\nÞetta er mjög vel skrifað hjá þér Brjánn, þú nærð að lýsa sjönarhorni karlanna mjög vel og það flottasta atvik var þegar littli gobbinn á boltthrowerinu náði að taka wound af Duke ;) ."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-04-11 21:42:46",
            "id": "1017125",
            "reply_to_id": "1017110",
            "text": "Mmm… Þessi grillaði hippogriff er frábær! mmm…\nGóð grein og skemmtileg lesning."
        },
        {
            "user": "PrOtOcoN",
            "user_id": "15580",
            "date": "2003-04-15 20:08:02",
            "id": "1017126",
            "reply_to_id": "1017110",
            "text": "Gaman að þessu\n:D\nHaltu áfram með skrifin!"
        },
        {
            "user": "Shorty07",
            "user_id": "34806",
            "date": "2003-04-16 23:42:47",
            "id": "1017127",
            "reply_to_id": "1017110",
            "text": "loksins skrifar einhver eikkað um Orka og tad góða grein svo gerðu fleiri svona!!\nPs. Orkar rúlla wwwaaaaahhhhhhhggggggggg"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-04-21 17:48:51",
            "id": "1017128",
            "reply_to_id": "1017110",
            "text": "Góð grein orkar eru bestir.JÍHAAAAA Allir í grillveislu."
        }
    ]
}