{
    "forum_title": "Tíska & útlit",
    "user": null,
    "user_id": null,
    "date": "2003-04-11 13:15:03",
    "title": "mismunur",
    "text": "mér finns asnelegt hvessu mikil mismunur er milli kynja stelpur eiga að vera mjóar með stór brjóst en strákar þurfa ekki einu sinni að greiða sér á morgnanna þeir þurfa bara að vera mjóir og sætir mér finnst það gylda sem kynjamiséttindi það er ekki eðlilegt að ráða í vinnu út af útliti eða kyni það á að vera út að hæfninni til að vinni og standa sig í starfi en það er ekki svoleiðis sem allt gengur fyrir sig neii eins og í bío þar eru yfirleitt einhverjar mjónur sem vina þar það er af því að í bió er ráðið í vinnu eftir útliti þetta er ein ástæðann fyrir því að það er mjög mikið veriðað tala um mismun stelpna. á lögmanna stofur er líka mjög oft fallegt mjótt og sexy fólk en í félögum sem vilja virkilega græða er kannski nokkkrir sætir og gáfaðir en hinir kannski feitir og ljótir en skila mestri vinnu. Hugsið út í þetta…",
    "url": "https://www.hugi.is/tiska/greinar/135381/mismunur/",
    "url_id": "135381",
    "id": "1018061",
    "replies": [
        {
            "user": "EstHerP",
            "user_id": "11032",
            "date": "2003-04-11 21:36:34",
            "id": "1018062",
            "reply_to_id": "1018061",
            "text": "Fínar pælingar! En endilega vandið betur uppsetningu á greinum, eina ástæðan fyrir að þessi slapp í gegn svona illa uppsett er sú að pælingin sjálf er góð.\nEkki það, ég er ekki sammála þér með að þessir feitu og “ljótu” séu neitt duglegri! Fólk er bara misjafnt og ég skil vel að fyrirtæki með sýnilegt starfsfólk velji frekar myndalegra fólkið sem andlit síns fyrirtækis og það er þeirra val ;)\nKv. EstHe"
        },
        {
            "user": "sveinsina",
            "user_id": "30291",
            "date": "2003-04-11 23:08:46",
            "id": "1018063",
            "reply_to_id": "1018062",
            "text": "OK, hvar í andsk… stendur að stelpur þurfi að hafa stór brjóst og vera málaðar ? þetta eru ímyndir sem þið stelpurnar hafið gert sjálfar og er bara kjaftæði að strákar heimti það, strákar eru bara  það sjálfstæðir að þeim er nokkuð sama um hvernig þeir líta út. greinilega fara stelpur meira eftir útliti í makavali en strákar, öfugt farið m.v. því se mþið stelpurnar haldið alltaf fram. Kynjamisrétti er náttúrulega bara kjaftæði!!!! slepptu því bara að mála þig. ég held nú að fáir strákar myndu skipta sér eitthvað af því."
        },
        {
            "user": "sveinsina",
            "user_id": "30291",
            "date": "2003-04-12 15:05:42",
            "id": "1018064",
            "reply_to_id": "1018063",
            "text": "Kjaftæði að “þeir” heimti það..?og hvar stendur það um að stelpur eigi að hafa stór brjóst og málaðar ? þetta er svoleiðis dagsatt drengur, í rauninni þurfum við stelpurnar svo tvímælalaust að búa yfir stanslausum þrýstingi.. fyrir utan þær sem pæla kannski ekki eins mikið í því, en strákar allavegana langflestir dæma stelpur eftir líkama og málingu og svoleiðis."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-04-12 20:06:29",
            "id": "1018065",
            "reply_to_id": "1018064",
            "text": "þið sem sagt viljið að þið séuð dæmdar eftir útliti en ekki persónuleika ?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-04-12 20:10:36",
            "id": "1018066",
            "reply_to_id": "1018065",
            "text": "“heyrðu nú erum við að tala sko.. bíð spennt eftir svörum ! ” þið eruð að búa þessar “kröfur” til sjálfa"
        },
        {
            "user": "snowcat",
            "user_id": "27658",
            "date": "2003-04-13 18:30:17",
            "id": "1018067",
            "reply_to_id": "1018064",
            "text": "“í rauninni þurfum við stelpurnar svo tvímælalaust að búa yfir stanslausum þrýstingi”\neina ástæða þess að stelpur halda að þær séu undir einhverjum þrýstingi er sú að þær setja sér einhvern staðal sjálfar í stað þess að vera ánægðar með sjálfan sig eins og þær eru.\nÉg hef ekkert á móti nettum andlitsfarða, smekklegum og fallegum fötum og því að stelpur hafi sig almennt aðeins til, það sem þær hinsvegar ættu frekar að athuga er framkoma, útgeislun og ekki skemmir að brosa mikið. Strákar hrífast mikið frekar af sjálfsöryggi og útgeislun > sjálfsöryggi fæst með því að sætta sig við sjálfan sig og útgeislun fæst með jákvæðni og fallegu brosi.\nStelpur ekki missa ykkur í einhverri stríðsmálningu, flegnum bolum og öðru sem þið teljið að geri ykkur að betri manneskjum. Verið þið sjálfar og brosið :)"
        },
        {
            "user": "sveinsina",
            "user_id": "30291",
            "date": "2003-04-13 19:24:43",
            "id": "1018068",
            "reply_to_id": "1018067",
            "text": "mikið rétt, en maður getur samt ekki neitað að það eru mjög margar stúlkur og langflestar sem eru undir einhverjum þrýstingi, sem er kannski algjör óþarfa þrýstingur… svona getur verið misjafnt hvar þetta sjálfsöryggi hvílir sig mest og best ;)"
        },
        {
            "user": "doppan",
            "user_id": "18665",
            "date": "2003-04-13 20:15:29",
            "id": "1018069",
            "reply_to_id": "1018068",
            "text": "Las í sunnudagsblaði Morgunblaðsins fyrir hálf mánuði síðan grein um hversu strákar eru farnir að hugsa meira um útlitið. Mér finnst það gott mál að meiri kröfur séu gerðar um útlit stráka nú til dags, því stelpur eiga ekki einar að líða fyrir það að kaupa rándýr t.d. undirföt, snyrtivörur, strípur og klippingu o.s.frv.\nEn annars svarar þetta ekki beint greininni, því talað var líka um fegurð fólks. Satt er það að ráðið sé fólk í vinnu útá útlitið meðal annars, en svona er það bara. Manni líður betur að fá afgreiðslu hjá snoppufríðri og brosmildri manneskju, ekki satt?"
        },
        {
            "user": "orchid",
            "user_id": "24402",
            "date": "2003-04-12 11:28:29",
            "id": "1018070",
            "reply_to_id": "1018061",
            "text": "Flestir strákar sem ég þekki vilja kærustuna ekki mjóa (þarf að hafa eikkað til að halda utan um) og helst hafa hana ómálaða, alltaf. Þannig að ég er ekki sammála með þessa grein, og annað konur eru síður ráðanar í vinnu ef það er einnig maður sem er að sækja um, því að konur geta eignst börn, sorgleg staðreynd ég veit en svona er vinnuheimurinn í dag"
        },
        {
            "user": "hallat",
            "user_id": "24113",
            "date": "2003-04-12 13:16:17",
            "id": "1018071",
            "reply_to_id": "1018070",
            "text": "Orchid : það er skrítið vegna Þess að þegar ég tala við einhverja stráka eru þeir oftast hrifnari af þeim sem eru grennri…"
        },
        {
            "user": "orchid",
            "user_id": "24402",
            "date": "2003-04-12 13:43:53",
            "id": "1018072",
            "reply_to_id": "1018071",
            "text": "ég er nú ekki að tala um að hún eigi að vera eikkað feit en ekki þannig að beinin sinarnar stingist inní gaurinn þegar að hann knúsar hana"
        },
        {
            "user": "b3lj4",
            "user_id": "25572",
            "date": "2003-04-12 21:18:36",
            "id": "1018073",
            "reply_to_id": "1018061",
            "text": "afhverjueru allar stelpurnar sem eru málaðar, mjóar og með stór brjóst alltaf vinsælli? strákar, þið segið að stelpur séu fallegri ómálaðar.. takið þið eftir hvort stelpur séu málaðar eða ómálaðar!!?? held ekki.. (nema það sé eikkað rosalega mikið)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-04-13 14:22:16",
            "id": "1018074",
            "reply_to_id": "1018073",
            "text": "sumir verða meira þreytulegir þegar að hann málar sig ekki en annars sést það ekkert."
        },
        {
            "user": "snowcat",
            "user_id": "27658",
            "date": "2003-04-13 18:10:43",
            "id": "1018075",
            "reply_to_id": "1018061",
            "text": "þetta er umræða sem er alltaf í gangi (það er umræðan um hvernig staðaltýpur eiga að vera) það er samt ekki kynjamisréttindi að stelpur þurfi að greiða sér en strákar ekki (þannig skyldi ég greinina.  Ástæðan fyrir því að það eru stereótýpu-stelpur sem vinna í bíó-unum er að hinar einfaldlega sækja ekki um.\nMér finnst rangt af þér að taka fyrir lögfræðistofur því að í raun og veru er það ekki þannig að þar vinni bara einhverjar gellur í stuttum pilsum, með fullkomið hár og gallalausan farða, þetta er e-ð sem að er bara í bíómyndunm.\n“en í félögum sem vilja virkilega græða er kannski nokkkrir sætir og gáfaðir en hinir kannski feitir og ljótir en skila mestri vinnu”\nþú ert semsagt að segja að myndarlegt fólk geti ekki skilað af sér góðri vinnu og að feita og ljóta fólkið geti það? Ég veit ekki alveg hvað þú ert að fara, en þetta eru allavegana ekki forsendur með réttum grunvelli, fallegt og myndarlegt fólk getur vel skilað af sér góðri vinnu og feitt og ljótt fólk getur vel verið latt og ósamviskusamt. (getur verið að feitt fólk sé feitt af því að það gerir minna en hinir, það er hreyfi sig minna og er afkastaminna?)\næeg skal hugsa út í þetta, en á öðrum forsendum!"
        },
        {
            "user": "daja",
            "user_id": "2431",
            "date": "2003-04-14 08:55:01",
            "id": "1018076",
            "reply_to_id": "1018061",
            "text": "beauty sells… hart kannski en svona er það…."
        },
        {
            "user": "dreymandinn",
            "user_id": "22371",
            "date": "2003-04-15 15:39:35",
            "id": "1018077",
            "reply_to_id": "1018061",
            "text": "STRÁKAR LÍTA NIÐUR Á STELPUR SEM ERU FEITAR, EÐA MEÐ LÍTIL BRJÓST…ÞAÐ ER BARA SVO SANNAÐ SKO…\nÞIÐ SEGIÐ NEI…SKO VIÐ HUGSUM EKKERT SOLLIS SKO.\nENN HUGSIÐ ÚTÍ ÞAÐ ÞEGAR ÞIÐ SJÁIÐ STELPU SEM ER MJÓ MEÐ STÓR BRJÓST ENN ER EKKERT FALLEG…OG SÍÐAN VIÐ HLIÐINA ER STELPA SEM ER FEIT MEÐ SVONA MEÐAL BRJÓST ENN HÚN ER GUÐDÓMLEGA FALLEG…HVERJA VELJIÐI???????????????????????????????????????????????? ??????????????????????????????????????????\nAUÐVITAÐ VELJIÐI ÞESSA MJÓU, ÞIÐ GETIÐ BARA SETT POKA YFIR HAUSINN Á HENNI ÞEGAR ÞIÐ ERUÐ AÐ RÍÐA HENNI….\nPLIS\nSEGIÐI SATT STRÁKAR"
        },
        {
            "user": "dreymandinn",
            "user_id": "22371",
            "date": "2003-04-16 17:23:06",
            "id": "1018078",
            "reply_to_id": "1018077",
            "text": "Ég held að strákar myndu velja þessa fallegri… Þú velur auðvitað fallegri manneskjuna og ef hún er smá búttuð skiptir það ekki svo miklu máli… ;)"
        },
        {
            "user": "dreymandinn",
            "user_id": "22371",
            "date": "2003-04-19 20:50:38",
            "id": "1018079",
            "reply_to_id": "1018078",
            "text": "vinkona min er svona soldið þybbin og strákar vilja hana ekki útaf hún er með eikkað utan á sér, sem hægt er að klípa í\nÞAÐ ER LIKA SANNAÐ að “”“KARLMENN”“” vilja konur sem er með eikkað utan á sér, þeir vilja klípa í hehe=)"
        },
        {
            "user": "dreymandinn",
            "user_id": "22371",
            "date": "2003-04-20 14:02:45",
            "id": "1018080",
            "reply_to_id": "1018079",
            "text": "ok ég skil þetta engan vegin hjá þér hvað með að orða þetta smá örðuvísi…. takk :)"
        },
        {
            "user": "dreymandinn",
            "user_id": "22371",
            "date": "2003-04-21 02:21:34",
            "id": "1018081",
            "reply_to_id": "1018080",
            "text": "vinkona min er feit…\nstrákar vilja hana ekki útaf hún er feit\nen það er sannað að KARLMENN vilja konur sem hægt er að klípa í, þeir vilja ekki eikkerja horrenglur sko =) skill jú ná??? hehe"
        },
        {
            "user": "dreymandinn",
            "user_id": "22371",
            "date": "2003-04-23 21:20:19",
            "id": "1018082",
            "reply_to_id": "1018081",
            "text": "Já ég skil núna :D"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-04-24 17:28:45",
            "id": "1018083",
            "reply_to_id": "1018082",
            "text": "hehe…gott  ;););)"
        }
    ]
}