{
    "forum_title": "Blizzard leikir",
    "user": "Fury",
    "user_id": "15541",
    "date": "2003-04-11 21:02:22",
    "title": "Slæmt Mál",
    "text": "Ok, Hef mjög mikið verið að fylgjast með U.S East og Europe, og ég hef bara verið að sjá u.þ.b 5 active spilara sem eru íslenskir. Sem er afar slæmt mál.\nMér finnst afar leiðinlegt að þetta áhugamál sé að deyja út, þarsem þetta er einn af uppáhaldsleikjunum mínum, man í gamla daga þegar íslendingar rúlluðu alla þessa útlendinga upp :)\nÉg var bara að fá leikinn aftur, og hef EKKERT séð fólk sem var í Friend listanum mínum, Sem er líka Slæmt mál\nMan eftir vini mínum sem kallaði sig *snudur, Hann var geðveikt aktívur og allt slíkt(Europe) Var alltaf að hjálpa íslendingunum og gefa þeim hluti.\nSvo bara ALLT í einu, þá hvarf hann :( Hann var ekki með irc né neitt þannig að maður gat ekki talað við hann.\nÞið ættuð að taka hann til fyrirmyndar og taka fram gamla D2 LoD eða bara venjulega aftur upp og byrja spila.\nAfar leiðinlegt að sjá þetta áhugamál falla :(\nKv, Hjalti\nEurope: *hjaltmanninn\nUs East: *FaithlessOne",
    "url": "https://www.hugi.is/blizzard/greinar/135407/slaemt-mal/",
    "url_id": "135407",
    "id": "1018457",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2003-04-12 18:24:21",
            "id": "1018459",
            "reply_to_id": "1018457",
            "text": "Hei, ég er mjög sammála þér um þetta. En þessi Snudur er allavega að nota nickið mitt þannig að hættu því."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-04-12 18:41:31",
            "id": "1018460",
            "reply_to_id": "1018457",
            "text": "Svo verður nr.3 að koma út bráðlega. Hvort sem þið trúið því eða ekki, byrjaði ég að spila númer 1, sem kom út um 1995-1996, 5-6 ára. Bróðir minn kenndi mér á hann og ég bjó mér til litla skrá sem stóð hvað strength og allt hitt dótið þýðir, svo ég vissi hvað ég var að setja skillpointin í.Síðan fékk hann sér auðvitað hellfire uppfærsluna sem var með fleiri char og vopnum og drasli. Hann entist líka vel. Svo 5 árum seinna, dálítið eftir að ég gafst upp á hinum(enda eingin furða) kom Diablo2 og svo LOD og ennþá heng ég í þessu. Ef það þarf að bíða jafn mikið eftir 3 eins og þegar var verið að bíða eftir 2 þegar maður átti 1, þá ætti hann að koma út 2005-2006."
        },
        {
            "user": "Jojohot",
            "user_id": "20883",
            "date": "2003-04-14 14:27:10",
            "id": "1018461",
            "reply_to_id": "1018457",
            "text": "Mér finnst Diablo ekki endast mjög vel.\nÉg hef spila› bá›a leikina og sá fyrri entist hjá mér í eitthva› um mánu› útaf eintómum hamagang á músinni og sífelldri endurtekningu og númer 2 entist varla tímann sem tók a› klára hann í multiplayer.\nÉg get ekki sagt a› ég ver›i hissa a› áhugamáli› deyi út, en allt á eftir a› lifa aftur, vi› útgefningu D3."
        },
        {
            "user": "GardarI",
            "user_id": "16573",
            "date": "2003-04-16 01:26:19",
            "id": "1018462",
            "reply_to_id": "1018461",
            "text": "Þyrfti þá áhugamálið að heita Diablo 3?\nOg já, ég var að lesa það að Diablo 3 komi út :)\nOg hann mun ekki bara heita Diablo 3, heldur Diablo 3: The rise of the Dark-brothers"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-04-16 01:48:21",
            "id": "1018463",
            "reply_to_id": "1018457",
            "text": "well well, hugsa að við séum flestir að bíða eftir 1.10 plástrinum…\nmaður er eiginlega búinn að gera allt sem hægt er að gera í þessu, nokkrir hc kallar komnir í lvl 99 og bara þetta er boring, vantar eitthvað nýtt í þetta..\nhugsa að þú munir trúlega ekki sjá mig á channels fyrren eftir að 1.10 er kominn út..\nsjálfsögðu fer ég beint á ladder, kem mér í gegnum normal á no time og fer beint í hc..\ngaman að sjá hvað tekur lángann tíma að koma sér í gegnum allt á ladder í hc.."
        },
        {
            "user": "BattleB",
            "user_id": "18311",
            "date": "2003-04-17 23:51:44",
            "id": "1018464",
            "reply_to_id": "1018457",
            "text": "já ég þekki son snuds   hann gaf accountið sitt\nEn þessi Snudur er allavega að nota nickið mitt þannig að hættu því.      LOL!   held nu að hann hafi byrjað að nota það undan þé"
        },
        {
            "user": "DeepjazZ",
            "user_id": "33435",
            "date": "2003-04-18 07:00:32",
            "id": "1018465",
            "reply_to_id": "1018457",
            "text": "Var að heyra að það sé minna en mánuður í patchinn 1.10 www.diabloii.net  eða að það gæti alveg eins verið 3 vikur í hann"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-04-18 18:32:11",
            "id": "1018466",
            "reply_to_id": "1018465",
            "text": "kemur trúlega um mánaðarmótin"
        },
        {
            "user": "Cruentus",
            "user_id": "24083",
            "date": "2003-04-20 02:27:59",
            "id": "1018467",
            "reply_to_id": "1018457",
            "text": "hmm… ég á erfitt með að trúa því en… ég vona það það sé satt að hann sé að koma :D"
        },
        {
            "user": "fluffzo",
            "user_id": "346",
            "date": "2003-04-21 03:49:27",
            "id": "1018468",
            "reply_to_id": "1018467",
            "text": "Það var talað um að 1.10 plásturinn yrði ekki til frekari umræðu eftir e3 og er ekki e3 núna í byrjun maí eða eitthvað þvíumlíkt ?\nallavegana sá ég þetta einhversstaðar, veit ekki hvað er til í þessu svo mikið af rumors í gangi :p"
        },
        {
            "user": "AnthraxInc",
            "user_id": "24848",
            "date": "2003-04-22 12:36:27",
            "id": "1018469",
            "reply_to_id": "1018457",
            "text": "ég er til… er ekki hægt að halda einhverju ízlenzkum leik uppi a europe eða einhvað?"
        },
        {
            "user": "Nessi",
            "user_id": "21000",
            "date": "2003-04-25 12:24:48",
            "id": "1018470",
            "reply_to_id": "1018469",
            "text": "Anthrax.\nÞað er frekar erfitt að halda íslenskum leik uppi, þar sem að characterar eru á mismunandi lvls og jafnvel í SC og HC.  T.d. lvl80+ char spilar ekki með lvl20 char.  Þess vegna er ekki hægt að halda leik uppi.\nEn ég var að lesa á www.diabloii.net að leikurinn komi í fyrsta lagi eftir fyrstu vikuna í maí, og það verða a.m.k. 84 ný unique vopn, jafnvel upp í 150 ný uq.\nÉg er akkúrat búinn í prófum þegar hann kemur!!!  This will be sooo fun.\nJericho"
        },
        {
            "user": "Nessi",
            "user_id": "21000",
            "date": "2003-04-26 01:30:29",
            "id": "1018471",
            "reply_to_id": "1018470",
            "text": "Hvaða mánaðardag ? og btw það eru ekki 5 active gaurar það nenna bara ekki allir að hánga á irc…Skyman,VIRUS,Flam3z,Fide|,N0N4M3,Shr3k,Corek,hjal ti minn,ungle og 2 vinir hans… bara helmingurinn af þessu liðið nennir ekkert að vera á irc og segja jess ég fann town portal..\nFlam3z ;))"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-04-26 02:54:16",
            "id": "1018472",
            "reply_to_id": "1018470",
            "text": "taktu eftir að það eru engin runewords :)\nog engar nýjar craftin uppskriftir.\njá og ennfremur engin ný sett sem\nmér finnst sökka feitt útaf því að mesta gamanið er jú að finna nýtt sett og reina að ná öllum items úr því.\nsvoldið svekkjandi að engin ný sett komi :"
        },
        {
            "user": "SliCeR",
            "user_id": "15624",
            "date": "2003-05-07 22:34:33",
            "id": "1018473",
            "reply_to_id": "1018457",
            "text": "Þessi leikur dó út þegar hacks og dupes náðu völdum. )(&%=\"&("
        },
        {
            "user": "tempest",
            "user_id": "26717",
            "date": "2003-05-09 20:33:12",
            "id": "1018474",
            "reply_to_id": "1018457",
            "text": "það þarf að fá sma líf í þetta"
        },
        {
            "user": "Taciturn",
            "user_id": "35131",
            "date": "2003-05-15 16:49:21",
            "id": "1018458",
            "reply_to_id": "1018457",
            "text": "það verður nýr unique charm og aðal settin verða miklu betri mikilu miklu betri"
        },
        {
            "user": "Fjandinn",
            "user_id": "6095",
            "date": "2003-05-20 08:13:22",
            "id": "1018475",
            "reply_to_id": "1018457",
            "text": "Jááá :(\nMan líka í gamla daga…\nÞegar ég spilaði leikinn svo hrikalega mikið að Diablo2 diskurinn minn brotnaði í tvent af hita.\n:(\nOg hef ekki týmt að kaupa nyjan disk en fer að gera það bráðlega :D fíla þennan leik svo mikið ! =)"
        },
        {
            "user": "Fjandinn",
            "user_id": "6095",
            "date": "2003-05-20 13:01:50",
            "id": "1018476",
            "reply_to_id": "1018475",
            "text": "dar|{star það verður nýtt set\nþað vita engir nema blizzard gaurarnir um þetta set og setið kemur ekki í ljós fyrr en þú hefur það allt á þér þannig að þetta verður örugglega massíft set\nen þegar einhver einn finnur út hvaða items eru í þessu seti verða allir eins og í 1.09 … allir með alveg eins gear og ódrepandi"
        },
        {
            "user": "Olias",
            "user_id": "22164",
            "date": "2003-06-05 19:43:04",
            "id": "1018477",
            "reply_to_id": "1018475",
            "text": "þú átt að geta sent diskinn til diablo framleiðandans og fengið nýjann."
        },
        {
            "user": "StettJ",
            "user_id": "26019",
            "date": "2003-05-24 16:41:18",
            "id": "1018478",
            "reply_to_id": "1018457",
            "text": "… ég er núna að byrja aftur að spila eftir u.þ.b. árs pásu.."
        }
    ]
}