{
    "forum_title": "Heimspeki",
    "user": null,
    "user_id": null,
    "date": "2003-04-11 20:31:55",
    "title": "Dæmi um",
    "text": "Ég hef í raun aldrei haldið að við séum ein í heiminum, þó að ég hafi ekki verið að hugsa mikið út í neitt í heimspeki síðan ég hætti í heimspekifélaginu á Seltjarnarnesi fyrir fjórum árum síðan. Ég hef alltaf talið að það sem er til hér sé til, allt er til. En fyrir stuttu kom hugskot í huga mér, eitthvað sem ég get ekki fengið svar við, það var spurning sem var eins og hafi verið skotið inn í hausinn á mér af æðri mátarvöldum …hún var svona “Ef heimurinn á þig, hver á þá heiminn?”\nÉg var í strætó þennan dag og var að renna fram hjá Landakotsspítala með 115, alveg afslappaður með hausinn hvílandi á rúðunni að horfa á kirkju páfans sem stendur á móti spítalanum. Þá skaust í mig spurning, sem var alveg ástæðulaus og tengdist ekkert því sem ég var að hugsa sömu stundu. Það mætti halda að hugsunin hafi skotist úr kirkjuturninum og inn í augu mín og farið eftir leiðslum augnanna í huga minn.\nEn núna í gær, 9. apríl 2003, fékk ég svar við spurningunni, ekki fullklárað svar en ég held að það sé ekki mögulegt þar sem spurningunni verður aldrei svarað með “allra sáttar hætti”.\nAllt hefur sinn tilgang. Gróður býr til fæðu fyrir okkur og hreint andrúmsloft, fiskarnir halda hringrás lífsins sem byrjaði þar, eins og haldið er, og menninnir sjá um að gera lífið eins fullkomið fyrir sjálfa sig og svo annað í kringum sig. Jörðin hefur þann tilgang að við gátum fundið lífskilyrði eftir að loftsteinninn með lífinu um borð hrapaði hér. Júpiter og aðrar reikistjörnur hafa þann tilgang að verja líf jarðar fyrir lofsteinaárás og sólin sér um að halda okkur heitum, þó að hún sé alveg að fara út í öfgar núna. En hvað með að líf jarðar sé mikill hluti af þróun alheimsins? Hvernig spyrð þú mig? Ja, það er kannski ekki neitt líf í alheiminum en við vorum gerð til að dreifa lífinu um alla veröldina. Við höfum núna þróað svo mikla tækni að við getum búið til nýtt líf, nýja tegund af lífi. Við eigum eftir að hertaka aðrar plánetur sem við þörfnumst þegar við erum búin að fylla allar skúffurnar hér. Við getum varið okkur fyrir harða lífinu, þ.e.a.s. loftsteinaárás og afstýrt því að sólir springi.\nEn þó að líf sé einhverstaðar í alheiminum þá er það líklega langt frá okkur, svo langt að við finnum það ekki fyrr en eftir 100.000 ár, en hver veit.\nSvo var ég líka að pæla; af hverju er “varnarskjöldur” (segulsviðið) utan um jörðina, sem stoppar bara það sem lífið hér þolir ekki, þyngdarafl til að halda öllu á jörðinni, svo við köfnum ekki í sameindalausu umhverfi? Getur það verið vegna þess að jörðin hefur sína eigin leið til að hugsa og kannski líka hinar pláneturnar, jafnvel sólin? Ég meina, pælið í því.\nJæja, núna er ég aftur hættur að hugsa um heimspeki.",
    "url": "https://www.hugi.is/heimspeki/greinar/135405/daemi-um/",
    "url_id": "135405",
    "id": "1018367",
    "replies": [
        {
            "user": "Oskar2",
            "user_id": "24846",
            "date": "2003-04-11 21:59:48",
            "id": "1018368",
            "reply_to_id": "1018367",
            "text": "AHAHAHAHAHAHA “heimspekifélaginu á Seltjarnarnesi”…\nPlease tell me your joking?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-04-11 22:13:17",
            "id": "1018369",
            "reply_to_id": "1018368",
            "text": "Ég veit ekkert hvað þetta félag eða námskeið eða hvað sem þetta var en það var á Seldjarnarnesi, svo að nafnið segir hvar ég var!! :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-04-11 22:15:07",
            "id": "1018370",
            "reply_to_id": "1018367",
            "text": "Úps, ég kláraði ekki nafnið á greinninni\nþað átti að vera, “Dæmi um að við erum ein í heiminum”"
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2003-04-17 14:46:30",
            "id": "1018371",
            "reply_to_id": "1018367",
            "text": "Ekki hætta.\nÞað er smá byrjendabragur á þessu, en það verður\naldrei neitt meira ef þú “hættir” bara!"
        },
        {
            "user": "Dee",
            "user_id": "37006",
            "date": "2003-04-18 16:07:03",
            "id": "1018372",
            "reply_to_id": "1018367",
            "text": "En hvad med ad annad lif finni okkur, eda ad tad hefur nu tegar fundid okkur.. madur veit aldrei..\nagaetis grein, faer mann til ad hugsa :)"
        },
        {
            "user": "kretin",
            "user_id": "29949",
            "date": "2003-05-05 01:20:43",
            "id": "1018373",
            "reply_to_id": "1018367",
            "text": "auðvelt svar við þessu:\nlífið á jörðinni þróast með tilliti til aðstæðna og notar það sem er við hendina, þaes. þyngdaraflið, súrefnið og fleirra…\nhugsa stærra…"
        },
        {
            "user": "Sunna546",
            "user_id": "13756",
            "date": "2003-05-11 05:44:07",
            "id": "1018374",
            "reply_to_id": "1018367",
            "text": "Plánetan er ekki með hugsun frekar en steinn.\nVið erum til fyrir slembitilviljun aðstæðna í himingeinum, þar að segja aðstæðna þar sem að líf náði að þróast og myndast.\nþað er líf á öðrum hnöttum en ekki sem grænar geimverur heldur í formi gerla og örvera.\nþað er nátturulega möguleiki að það sé eitthver gróður eða pöddur einhver staðar þar sem að slembilukka hefur einnig komið við.\nog til að drepa niður smá bjartsýni… þá eru reykistjörnurnar ekki að verja líf jarðar\n..heldur eru þarna bara og sólin mun á endanum brenna upp sem að mun valda stórhörmungum á jörðinni…og ekki gleima því að jörðin er að stefna inn í svarthol innan nokkur hundruðþ. ára og þá munum við einfaldleg eyðast upp að innan, svo að lokum er einn möguleiki í viðbót, að tunglið valdi okkur flóðum og eyðileggingu …en að sjálfsögðu mun ekkert af þessu gerast því að við verðum öll búin að tortíma jörðini sjálf áður en að nokkurt þessa hörmungar fær við að njóta."
        },
        {
            "user": "Isgaroth",
            "user_id": "38190",
            "date": "2003-05-16 22:52:19",
            "id": "1018375",
            "reply_to_id": "1018367",
            "text": "1. heimurinn á ekkert í þér og vill ekkert við þig hafa, lestu búdda, þá muntu skilja.\n2.það að hugsa um jörðina og auðlindir hennar sem einhverja gjöf handa okkur er eigingjörn hugmynd og fáránleg.\n3.við munum aldrei geta verndað okkur með fyrir þróun sólarinnar né loftsteinum\n4. annaðhvort verðum við útdauð eða þróuð yfir í æðri veru, við verðum ekki til eftir 100.000 ár\n5. þessi grein bendir til mikillar rökhyggju, dálítið barnalegri en mjög mikillar rökhyggju, þú verður mikill lífspekingur seinna meir, ekki hætta heimspekilegri hugsun, aldrei."
        },
        {
            "user": "Isgaroth",
            "user_id": "38190",
            "date": "2003-05-16 22:52:20",
            "id": "1018376",
            "reply_to_id": "1018367",
            "text": "1. heimurinn á ekkert í þér og vill ekkert við þig hafa, lestu búdda, þá muntu skilja.\n2.það að hugsa um jörðina og auðlindir hennar sem einhverja gjöf handa okkur er eigingjörn hugmynd og fáránleg.\n3.við munum aldrei geta verndað okkur með fyrir þróun sólarinnar né loftsteinum\n4. annaðhvort verðum við útdauð eða þróuð yfir í æðri veru, við verðum ekki til eftir 100.000 ár\n5. þessi grein bendir til mikillar rökhyggju, dálítið barnalegri en mjög mikillar rökhyggju, þú verður mikill lífspekingur seinna meir, ekki hætta heimspekilegri hugsun, aldrei."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-05-17 18:13:28",
            "id": "1018377",
            "reply_to_id": "1018376",
            "text": "Ég er búinn með umræðunar um þessa grein á Geimsvísindum. Þegiði nú!!!! Þið hljómið eins og sló fólk sem eru ekki inni í umræunum. GREININN ER BÚINN, TAK FYRIR EN ÞEGIÐI NÚ!!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-05-17 18:15:43",
            "id": "1018378",
            "reply_to_id": "1018377",
            "text": "Ég er ekki að vera leiðinlegur, bara ná athigli á því!!! :-)"
        }
    ]
}