{
    "forum_title": "Kvikmyndir",
    "user": "cactuz",
    "user_id": "5705",
    "date": "2003-04-12 15:36:09",
    "title": "Jack Nicholson",
    "text": "Eftir rúma fjóra áratugi í kvikmyndum og þar af 3 áratugi á toppnum er Jack Nicholson óneitanlega orðinn goðsögn í kvikmyndaheiminum. Hann er í dag frægasti kvikmyndaleikari sögunnar og þykir vera stjarna á meðal stjarnanna. Þegar leikarar eru spurðir út í það hvaða kvikmyndaleikari er sá sem þau líta upp til eða sá sem þau finna fyrir hvað mestri lotningu þá segja langflestir einfaldlega Jack. Með sitt hákarlaglott og sólgleraugun að sjálfsögðu hefur Jack staðið á toppnum í Hollywood í áraraðir. Með sjarma sínum og beittni tókst honum að búa til nýja tegund af Hollywoodstjörnu. Hann hefur verið uppreisnargjarn,fjölhæfur og óhefðbundin í nánast öllu sem hann tekur sér fyrir hendur. Hann á að baki sér einhver þau eftirminnilegustu hlutverk og senur sem Hollywood kann að bjóða upp á. Mig langaði því til að fara yfir farin veg hjá þessu stórstirni hvíta tjaldsins.\nJohn Joseph Nicholson fæddist 22 apríl,1937 í bænum Neptune í New Jersey. Uppeldi hans í æsku var með furðulegasta móti og væri hægt að gera dramatíska kvikmynd um það tímabil. Hann fæddist á St. Vincent spítalanum í New York en það eru ekki til nein gögn um það. Móðir hans flutti hann þá til fyrrgreindar bæjar í New Jersey þar sem hann var alinn upp af ömmu sinni í þeirri trú að móðir hans væri eldri systir hans. Hann uppgötvaði ekki hið sanna eðli málsins fyrr en 1974 þegar blaðamaður nokkur gramsaði í skjölum til að finna fæðingarvottorð hans. Á þeim tíma voru bæði móðir Jack og amma hans dáin og höfðu þær tekið leyndarmál sitt í gröfina. Þar af leiðandi hafði Jack ekkert vitað um föður sinn sem var víst giftur maður þegar móðir Jack varð óvart ólétt og undir lögaldri að auki. Til að fela skömmina lugu þær mæðgur að Jack að amma hans væri móðir hans. Jack var því umkringdur konum lengst af í æsku. Móðir hans og frænka hans þóttust vera systur hans og amma hana þóttist vera mamma hans. Svo var nafni hans sem var giftur ömmu hans um tíma en dó árið 1955 sökum drykkju, þaðan fékk Jack nafnið sitt John Josep Nicholson.\nJack var myndarlegur maður í æsku sem hafði mikinn sjarma en leiddist skólinn. Hann tók hinsvegar þátt í mörgum skólaleikritum. Það var svo á 17 ári sínu sem hann ákvað að fara til Kaliforníu að hitta raunverulega systur sína sem hafði verið falinn fyrir honum, hún heitir Pamela Hawley Liddicoat. Þar fékk hann kvikmyndadelluna og ákvað að reyna að koma sér í kvikmyndir. Hann byrjaði sem sendill hjá teiknimyndadeild MGM fyrirtækisins og sótti á meðan leiklistarnámskeið. Hann byrjaði að leika í leikritum og í sjónvarpi áður en hann fékk tækifæri í tveimur myndum eftir Roger Corman, Cry Baby Killer og Little Shop Of Horrors(1960). Hann lék svo í myndinni The Terror á móti goðsögninni Boris Karloff(Frankenstein). Hann var á þessum tíma giftur leikkonu að nafni Sandra Knight og þau áttu dóttur en þau skildu fljótlega. Jack byrjaði að skrifa mikið þar á meðal handrit sem varð að kvikmynd sem heitir Thunder Island árið 1963. Þar með byrjaði samstarf hans við leikstjórann Monte Hellman en þeir gerðu fjórar myndir saman. Jack skrifaði tvær af þeim, Flight To Fury og Ride In The Whirlwind. Hann framleiddi þá síðarnefndu ásamt The Shooting. Eftir það gerðu þeir saman furðulega vestra með hugmyndaríkum handritum. Á þeim tíma var Jack mikið dópaður og las mikið. Hann hafði mikinn áhuga á hverskonar pælingum um innri sjálfvitund og undirmenningu og reyndi hann að troða þessum hugmyndum inn í þá nokkuð staðlaða ímynd vestranna. Hann skrifaði svo LSD keyrða kvikmynd fyrir Roger Corman sem hét The Trip(1967). Í þeirri mynd lék Peter Fonda sjónvarpsleikstjóra sem ákveður að skoða möguleika sýrunnar til að skoða eigin huga. Sá sem lék eiturlyfjasalann sem útvegar honum hugarkonfektið var Dennis Hopper. Þessir tveir menn voru með mynd í startholunum sem þeir vildu fá Jack með í. Það var myndin Easy Rider(1969) sem óvænt sló í gegn. Jack lék þar lögfræðing frá suðurríkjum Bandaríkjanna. Easy Rider er ennþá í dag með vinsælustu cult-myndunum. Vegamynd sem fjallar um hippamótorhjólaklíku sem ferðast á milli Los Angeles og New Orleans í leit að dópi, kerlingum og frelsun á brothættu tímabili í sögu Bandaríkjanna. Dennis Hopper leikstýrði í fyrsta sinn og Jack var tilnefndur til óskarsverðlauna og þar með var boltinn farinn að rúlla.\nHann var tilnefndur aftur ári seinna fyrir hlutverk sitt í myndinni Five Easy Pieces(1970), þar sem hann lék óheflaðan tónlistarsnilling. Hann lék svo harðgerðan lögreglumann sem vísar þá ungum Randy Quaid í tukthúsið í The Last Detail(1973). Næst kom spæjarinn J.J. Gittes í film-noir klassíkinni hans Roman Polanski Chinatown(1974). Það var svo á meðan hann var að leika á móti Warren Beatty í The Fortune sem hann fékk upplýsingarnar um uppruna sinn. Hann tók því vitanlega ekki vel og hann hringdi í raunverulegan föður sinn og sagði í símann “Halló. Mér skilst að þú sért fjölskyldan mín núna”. Hann ræktaði samt ekkert samband við föður sinn að öðru leyti og reyndi að gleyma þessu leyndarmáli. Svo til að gleyma þessu veseni ákvað hann bara að fara á kostum í næstu mynd og gefa af sér eina minnistæðustu frammistöðu í sögu kvikmyndanna. Hann lék þá í mynd Milos Forman One Flew Over The Cuckoo´s Nest. Jack vann loksins óskarinn og myndin varð strax klassísk fyrir tilstilli hans.\nÞrátt fyrir að vera núna kominn á A-listann í Hollywwod var Jack ekkert á þeim skónum að fara auðveldu leiðina. Hann neitaði mörgum bitastæðum hlutverkum til að gera aðra og minna áberandi hluti. Á meðal þeirra hlutverka sem hann neitaði var Michael Corleone í Guðföðurnum sem Al Pacino hirti síðar,hlutverk Robert Redfords í bæði The Sting og Great Gatsby, hlutverk Martin Sheen í Apocalypse Now og að lokum hlutverk Jon Voight í Coming Home. Það er því greinilegt að hann missti af mörgum svakalegum hlutverkum í stórmyndum. Hann tók að sér hlutverk í myndinni Missouri Breaks(1976) þar sem hann sameinaði krafta sína með annarri goðsögn, Marlon Brando. Tveir bestu og kraftmestu leikarar sögunnar saman en myndin þótti samt sem áður arfaslök. Hann leikstýrði svo sjálfur slappri mynd sem hét Goin South.\nÞá var komið að hans klikkaðast hlutverki til þessa í The Shining eftir samnefndri bók Stephen King. Í höndum Stanley Kubrick er varla hægt að vera lélegur en Jack tók hlutverk sitt á annað stig og fór á kostum sem hin snarruglaði fjölskyldumaður og hótelumsjónarmaður Jack Torrance, maður gleymir aldrei “here´s Johnny!!!”.\nHann lék í myndinni Reds(1981) fyrir gamlan félaga Warren Beatty, sem nú var á bak við linsuna. Þar lék Jack róttækan blaðamann sem heillast af kommunístabyltingunni í Rússlandi og reynir að miðla sömu hugmyndafræði  í Bandaríkjunum. Myndin var umdeild og fékk ávítur fyrir að vera vinur kommanna, greinilega var kommúnistaeltingaleikurinn í Hollywood ekki allveg horfinn. Myndin þykir pólítískur gullmoli og Jack var tilnefndur til óskarsins fyrir hana ásamt Warren sjálfum. Sama ár kom út myndin The Postman Always Rings Twice þar sem Jack lék á móti Jessicu Lange. Öðrum óskar var komið fyrir á hilluna hjá Jack þegar hann lék í myndinni Terms Of Endearment(1983), sem fyrrverandi geimfari sem reynir við Shirley McClane.\nHann hélt áfram að vera tilnefndur til óskarsverðlauna næstu árin og var eiginlega kominn með áskrift að tilnefningum. Hann var tilnefndur fyrir hlutverk sitt sem leigumorðingi í Prizzi´s Honor(1985) og einnig fyrir hlutverk sitt sem meðaumkunarverður maður í Ironweed(1987). Það sama ár fór Jack á kostum sem myrkrahöfðinginn sjálfur í grínmyndinni The Witches Of Eastwick sem var leikstýrð af George Miller(Mad Max myndirnar). Á móti honum léku Cher,Michelle Pfeiffer og Susan Sarandon í hlutverkum þriggja kvenna sem óska eftir hinum fullkomna manni. Í bæinn þeirra birtist Daryl(devil) Van Horne sem er ríkur,sjarmerandi og dularfullur maður. Gallinn er sá að hann er djöfullinn holdi klæddur.\nÁrið 1989 samdi Jack við Warner Bros fyrirtækið um að leika Jókerinn í Batmankvikmyndinni fyrstu sem Tim Burton leikstýrði. Þessi samningur var án efa samningur aldarinnar því Jack var svo snjall að bæta því við í samning sinn að fá prósentuhagnað af myndinni. Myndin rakaði inn peningum og hann fékk prósenturnar sínar auk þess að fá himinhá laun. Á endanum gekk Jack burt með 60 milljónir dollara frá Batman og skilaði minnistæðri frammistöðu sem Jókerinn á sinn klikkaða hátt líkt og í The Shining. Það var svo ári seinna að hann lét eftir sér að fylgja draum sínum sem hann hafði átt í talsverðan tíma. Honum langaði alltaf að gera framhald af Chinatown myndinni. Hann leikstýrði og lék aðalhlutverkið í myndinni The Two Jakes(1990). Hann fór síðan á kostum í mynd Rob Reiner, A Few Good Men(1992). Í þeirri mynd lék hann virtan hershöfðingja með valdamikla nærveru sem sætir árásum  lögfræðings, sem er leikinn af Tom Cruise, í hneykslismáli innan veggja hersins. Hann var enn einu sinni tilnefndur til óskarsverðlauna og nú fyrir aukahlutverk. Næst lék hann í metnaðargjarnri ævisögumynd um verkalýðsforingjann Jimmy Hoffa sem Danny Devito leikstýrði. Myndin rekur sögu þessa mikla foringja og hvernig hann reitti ákveðna menn til reiði sem leiddi til þess að hann hvarf sporlaust og hefur ekki ennþá í dag verið fundinn. Jack er nokkuð sannfærandi í hlutverki Hoffa með þó nokkuð af bómull í munnvikum til að ná fram útliti og talmáta Hoffa. Þá kom varúlfamynd Mike Nichols sem hét einfaldlega Wolf(1994) og nokkuð áhugaverð frumraun Sean Penn í leikstjórastólnum The Crossing Guard(1995). Aftur lék hann fyrir Tim Burton í grínmyndinni Mars Attacks(1996) og ágætis glæpamynd sem hét Blood And Wine.\nAs Good As It Gets hét myndin sem hann lék í árið 1997 og sló hún rækilega í gegn það árið. Jack fór gjörsamlega á kostum í hlutverki rithöfundarinns Melvin Udall sem er vægast sagt furðulegur maður sem er áráttusjúkur og fordómafullur. Hann var það góður í þessu hlutverki að hann vann sinn þriðja óskar sem kom honum í fámennan hóp manna sem hafa náð þeim áfanga. Eftir velgengni As Good As It Gets tók hann sér smá frí en sneri aftur til að leika fyrir Sean Penn í þriðju  mynd hans sem leikstjóra. Myndin The Pledge kom út 2001 og þykir mér hún gífurlega vanmetinn. Þetta er mjög sterk en samt lágstemmd kvikmynd um fyrrverandi lögreglumann sem er með grimmilegt barnamorð á heilanum og gefur loforð að finna morðingjann. Hann verður það staðráðinn að hann yfirgefur allt og alla í kringum sig og missir eiginlega vitið í leit sinni að morðingjanum.  Nýlegasta myndin hans About Schmidt er leikstýrð af Alexander Payne(Election). Þar leikur Jack mann að nafni Warren Schmidt sem reynir að stjórna lífi dóttur sinnar þegar hann uppgötvar að hann hefur sóað sínu eigin lífi. Jack þykir fara á kostum eins og svo oft áður og vann hann nýlega Golden Globe verðlaunin fyrir frammistöðu sína og eru margir farnir að spá óskarsstyttu einnig.\nJack Nicholson er langt frá því að vera hættur og eykur það bara á sannfæringu mína um það að á endanum verður Jack Nicholson óumdeilanlega besti leikari sögunnar með glæsilegasta ferilinn. Næsta mynd hans verður á móti Adam Sandler og heitir hún Anger Management. Jack var giftur leikkonunni Anjelicu Huston, sem er dóttir leikstjórans fræga John Huston, í 17 ár áður en því lauk árið 1992. Hann er stundum kallaður Mulholland Man því hann býr á Mulholland Drive sem er fræg gata fyrir að hýsa marga “slæma stráka” í Hollywood þar á meðal Warren Beatty,Marlon Brando og Sean Penn. Jack fer aldrei í viðtöl í sjónvarpi og er hrikalega ákafur L.A. Lakers aðdáandi. Það mikill að kvikmyndaframleiðendur verða alltaf að stilla áætlun sína eftir áætlun Lakers þegar þeir vilja fá Jack því hann missir aldrei af heimaleikjum þeirra. Við höfum svo sannarlega ekki séð það síðasta frá þessari síglottandi goðsögn sem ef eitthvað er skánar bara með aldrinum.\n-cactuz",
    "url": "https://www.hugi.is/kvikmyndir/greinar/135657/jack-nicholson/",
    "url_id": "135657",
    "id": "1019770",
    "replies": [
        {
            "user": "Laggs",
            "user_id": "6813",
            "date": "2003-04-12 17:34:09",
            "id": "1019771",
            "reply_to_id": "1019770",
            "text": "Frábær grein! Og flott skopmyndin af Jack.\nKv. Jónsi"
        },
        {
            "user": "NCC1701",
            "user_id": "2402",
            "date": "2003-04-12 17:38:53",
            "id": "1019772",
            "reply_to_id": "1019770",
            "text": "þetta var alveg frábær grein og þægilegt að lesa hana nú er maður miklu fróðari um hann Jack Nicholson en áðu"
        },
        {
            "user": "bowie",
            "user_id": "2308",
            "date": "2003-04-12 18:09:06",
            "id": "1019773",
            "reply_to_id": "1019770",
            "text": "Allgjör snilldargein…. um minn uppáhalds leikara…. sem er ekkert að fara að hætta…"
        },
        {
            "user": "oskarbste",
            "user_id": "26860",
            "date": "2003-04-12 18:12:13",
            "id": "1019774",
            "reply_to_id": "1019770",
            "text": "magnað! flott mynd"
        },
        {
            "user": "hnullinn",
            "user_id": "33119",
            "date": "2003-04-12 18:12:27",
            "id": "1019775",
            "reply_to_id": "1019770",
            "text": "þetta er ein besta grein sem ég hef séð á Huga hingað til.  Mjög vel sett upp."
        },
        {
            "user": "johanng",
            "user_id": "9215",
            "date": "2003-04-12 18:35:59",
            "id": "1019776",
            "reply_to_id": "1019770",
            "text": "Ein besta grein sem ég hef séð, vel gert.\nJá og þetta er án efa einn besti leikari sem ég hef séð."
        },
        {
            "user": "snadi",
            "user_id": "31938",
            "date": "2003-04-12 19:42:39",
            "id": "1019777",
            "reply_to_id": "1019770",
            "text": "mjög góð grein."
        },
        {
            "user": "snadi",
            "user_id": "31938",
            "date": "2003-04-12 21:17:32",
            "id": "1019778",
            "reply_to_id": "1019777",
            "text": "ég vill bara hrósa cactuzi fyrir þessa frábæru grein og allar þær frábæru greinar sem hann er búinn að skila frá sér, ég skil ekki hvernig gaurinn nennir þessu.\nP.S. Keep up the good work"
        },
        {
            "user": "XRated",
            "user_id": "98",
            "date": "2003-04-13 02:30:33",
            "id": "1019779",
            "reply_to_id": "1019770",
            "text": "Flott grein :)\nOg frábær leikari ….."
        },
        {
            "user": "Kreator",
            "user_id": "23042",
            "date": "2003-04-13 11:51:30",
            "id": "1019780",
            "reply_to_id": "1019770",
            "text": "Glaesileg grein. èg er margs vísari um kallinn."
        },
        {
            "user": "Marlowe",
            "user_id": "27612",
            "date": "2003-04-13 13:33:18",
            "id": "1019781",
            "reply_to_id": "1019770",
            "text": "Uppáhalds leikarinn minn. Ásamt Clint Eastwood og Bogart."
        },
        {
            "user": "sullivan",
            "user_id": "29101",
            "date": "2003-04-13 15:23:49",
            "id": "1019782",
            "reply_to_id": "1019770",
            "text": "Flott grein"
        },
        {
            "user": "johnMclane",
            "user_id": "22187",
            "date": "2003-04-13 21:17:42",
            "id": "1019783",
            "reply_to_id": "1019782",
            "text": "Magnaður leikari. og greinin ekkert verri."
        },
        {
            "user": "Ratatoskur",
            "user_id": "8834",
            "date": "2003-04-13 23:18:50",
            "id": "1019784",
            "reply_to_id": "1019783",
            "text": "Fín grein en…\n“Jack þykir fara á kostum eins og svo oft áður og vann hann nýlega Golden Globe verðlaunin fyrir frammistöðu sína og eru margir farnir að spá óskarsstyttu einnig.”\nhuh ?"
        },
        {
            "user": "johnMclane",
            "user_id": "22187",
            "date": "2003-04-14 15:02:46",
            "id": "1019785",
            "reply_to_id": "1019784",
            "text": "Ratatsokur: Greinin hefur væntanlega verið skrifuð fyrir svolitlu.\nÉg veit að Cactuz skrifar kvikmyndapisla á Hamstur.is og er þetta væntanlega aðeins eldri pistill þaðan."
        },
        {
            "user": "Ratatoskur",
            "user_id": "8834",
            "date": "2003-04-14 17:48:47",
            "id": "1019786",
            "reply_to_id": "1019785",
            "text": "Ég veit, fannst þetta bara fyndið."
        },
        {
            "user": "cactuz",
            "user_id": "5705",
            "date": "2003-04-14 18:25:26",
            "id": "1019787",
            "reply_to_id": "1019786",
            "text": "Já :) þetta var svolítið gömul grein sem ég átti á lager ef svo má að orði komast. Að sjálfsögðu eru óskarsverðlaunin löngu búinn og Jack vann því miður ekki."
        },
        {
            "user": "nedrud",
            "user_id": "26720",
            "date": "2003-04-15 20:01:53",
            "id": "1019788",
            "reply_to_id": "1019787",
            "text": "Ahhh, mér fannst nú Adrien Brody eiga þau meira skilið. En góð grein hjá þér um þennan mikla snilling."
        },
        {
            "user": "cactuz",
            "user_id": "5705",
            "date": "2003-04-16 03:22:12",
            "id": "1019789",
            "reply_to_id": "1019788",
            "text": "Ég veit ekki hvernig frammistaða Adrien Brody var í The Pianist því ég hef ekki séð hana."
        },
        {
            "user": "nedrud",
            "user_id": "26720",
            "date": "2003-04-16 10:19:22",
            "id": "1019790",
            "reply_to_id": "1019789",
            "text": "AAAAAAAAAAAA? Ertu að grínast? Langbesta mynd síðan Lord of the Rings: Fellowship of the Ring. Með betri myndum sem ég hef séð. Ég mæli með henni og sérstaklega í bíói."
        },
        {
            "user": "Nessuno",
            "user_id": "30695",
            "date": "2003-04-14 09:48:06",
            "id": "1019791",
            "reply_to_id": "1019770",
            "text": "Frábær grein. Svona á þetta að vera.\nSmá mis: Í myndinni The Last Detail leikur hann ekki harðgerðan lögreglumann heldur hermann í flotanum sem á að fylgja Randy Quaid í fangelsi en ákveður að fara út á lífið með hann áður en hann fer í tukthúsið. Klassísk mynd sem allir ættu að sjá."
        },
        {
            "user": "duffman",
            "user_id": "29432",
            "date": "2003-04-14 09:55:17",
            "id": "1019792",
            "reply_to_id": "1019791",
            "text": "Þetta er að mínu mati frábær grein og á allt mitt lof skilið.\nJack Nicholson er minn uppáhaldsleikari ásamt Al hinum frábæra Pacino."
        }
    ]
}