{
    "forum_title": "Fjármál og viðskipti",
    "user": "Vordur",
    "user_id": "31149",
    "date": "2003-04-15 10:58:05",
    "title": "Nú eru það hlutabréfin",
    "text": "Það er nánast öruggt að hagstætt er að kaupa hlutabréf núna með það í huga að eiga þau í 1-4 ár. Verð hlutabréfa hefur hækkað jafnt og þétt undanfarið rúmt hálft ár, og þess eru mörg merki um að hin klassíska íslenska efnahagssveifla sé komin í uppstefnuna. Rúsínan í pysluendanum er síðan Kárahnúkavirkjun, sem á eftir að hækka gengi í íslenskum fyrirtækjum svo um munar meðan á framkvæmdum stendur, þ.e. næstu 2-3 árin.\nHvað á venjulegur launamaður að gera sem hefur enga sérstaka innsýn inn í markaðinn, en vill hagnast á hlutabréfum? Mitt ráð er að kaupa ekki í einstökum fyrirtækjum. Það er bara fyrir spekúlanta sem lifa og hrærast í þessum heimi. Venjulegur einstaklingur getur hins vegar nýtt sér nef sitt fyrir efnahagsástandinu til að kaupa í breiðum hlutabréfasjóðum sem endurspegla nokkurn veginn íslenskt efnahagslíf í heild sinni. Margir slíkir sjóðir eru til, á vegum bankanna og annarra. Íslandsbanki er hins vegar með aðgengilegustu upplýsingar sem ég hef séð á vefnum um sína sjóði, sem heita sjóður 6 og sjóður 10.\nhttp://www.vib.is/upplysing/main.asp?id=2011\nhtt p://www.vib.is/upplysing/main.asp?id=2012\nÁ þessum síðum er hægt að sjá nákvæma dagsbreytingu á hverjum degi bæði í prósentum og gengisstigi. Ítarlegar upplýsingar eru einnig um gengissögu sjóðanna. Eign í þessum sjóðum er alltaf laus, en hafa ber í huga að 2% munur er á kaup- og sölugengi, svo aðeins ætti að fjárfesta í þeim til langs tíma. Ennfremur taka sjóðirnir árlega þóknun, 1,20% og 1,60%.\nÉg tek það fram að ég hef engin tengsl við Íslandsbanka önnur en sem almennur viðskiptavinur.\nHvernig er svo hægt að fjármagna hlutabréfakaup þegar eins sögulegt tækifæri býðst og nú er? Þeir sem eiga nægt sparifé eru auðvitað ekki í vandræðum. Þegar því sleppir taka lífeyrissjóðslánin við. Þau eru hagstæðustu lánin á markaðnum, og burtséð frá hlutabréfakaupum ættu allir, alltaf að vera í hámarksskuld við lífeyrissjóðina, því alltaf er hægt að finna ávöxtun sem er a.m.k. jafngóð og vextir á lífeyrissjóðslánum (sem eru núna um 5,5%). Lífeyrissjóðslán má taka til allt að 30 ára og sem jafngreiðslulán og hafa þau því mjög létta greiðslubyrði. Gallinn er auðvitað að fasteignaveð verður að koma á móti.\nEf ekki er kostur á lífeyrissjóðsláni má athuga með bankalán, en slík lán bera auðvitað verulega hærri vexti, allt að 13%.\nAð taka lán fyrir hlutabréfakaupum þykir ekki góð latína, en það fer allt eftir kringumstæðum:\n1. Eru vextir á láninu það háir að veruleg íþynging sé að?\n2. Er geta til að greiða af láninu undir því komin að gengi hlutabréfanna verði gott?\nEf hægt er að svara báðum þessum spurningum neitandi er engin raunveruleg áhætta fólgin í því að taka lán fyrir hlutabréfum. Ef keypt er í breiðum sjóði sem endurspeglar nokkurn veginn íslenskt efnahagslíf, þá er tryggt að sú fjárfesting verður ekki að engu nema ísland fari hreinlega á hausinn, og þá er hætt við að allar fjárhagsáætlanir viðkomandi séu unnar fyrir gýg hvort eð er. Ef viðkomandi hefur ennfremur tök á að borga af lánum af sínum föstu tekjum, án þess að hreyfa við hlutabréfaeigninni, þá er afkoma hlutabréfanna engin áhætta fyrir afkomu viðkomandi.\nSetjum nú upp dálítið reikningsdæmi.\nHlutabréf hafa verið að hækka í verði um 15-25% á ársgrundvelli undanfarið hálft til eitt ár. Þegar Kárahnúkaframkvæmdir hefjast má búast við mjög verulegum hækkunum, 30% meðalnafnverðshækkun á ári ætti að vera mjög hófleg áætlun.\nJón Jónsson tekur 1.000.000 kr lífeyrissjóðslán með fasteignaveði til 30 ára.\nGerum ráð fyrir að vextir hækki, þannig að ársvextir verði 6%.\nGreiða þarf lántökugjald og stimpilgjald, samtals 2,5%.\nGengismunur er 2% eins og áður segir.\nÞóknun sjóðseiganda er 1,6%, segjum.\nLitið er framhjá verðbólgu, vegna þess að þótt lánið sé verðtryggt er hlutabréfaeignin fólgin í efnislegum gæðum, svo verðbólga kemur fram í meiri nafnverðshækkun.\nÁ fyrsta árinu verður ávöxtun því 30-6-2,5-2-1,6=17,9% sem gerir 179.000 kr, en fjármagnstekjuskatti er frestað þar sem inneignin er ekki seld strax. Ekki þarf að greiða stimpil-, lántökugjöld og gengismun nema einu sinni, svo síðari ár koma betur út. Inneignin eftir 1. ár er 1.279.200 þar sem allur kostnaður nema þóknun sjóðs er greiddur eftir öðrum leiðum (gengismunur og skattur við sölu, vextir og önnur gjöld með öðrum tekjum). Þá fáum við á 2. árinu ávöxtun 30-6-1,6=22,4% sem gerir 286.540.\nOg svo framvegis. Ekki má gleyma því að selja á réttum tíma, um það bil sem framkvæmdum við virkjunina fer að ljúka eða jafnvel fyrr ef markaðurinn fer að titra mikið. Við sölu tapast 2% gengismunur sem fyrr segir og greiða þarf 10% skatt af hagnaðinum.\nÉg veit ekki með ykkur, en ég ætla að græða smá pening á þessu.",
    "url": "https://www.hugi.is/fjarmal/greinar/136135/nu-eru-thad-hlutabrefin/",
    "url_id": "136135",
    "id": "1023748",
    "replies": [
        {
            "user": "JHG",
            "user_id": "17371",
            "date": "2003-04-15 19:47:42",
            "id": "1023749",
            "reply_to_id": "1023748",
            "text": "Það má vel vera að í einhverjum tilfellum séu hlutabréf það lágt metin nú að þetta gangi eftir.  Í flestum tilfellum er það ekki svo.\nMikið af mínu verðbréfasafni er t.d. bundið í bréfum í bönkunum og hlutabréfasjóðum.  Nú hafa bankarnir verið að skila ágætis afkomu en ef miðað er við gengi þeirra (arður er greiddur miðað við nafnverð) þá er miklu betra að greiða upp lífeyrissjóðslánin (jafnvel þó afkoman lagaðist mjög mikið, ef afkoma yrði 20% og gengið er 5 þá er ávöxtunin 4% óverðtryggt!).\nEf hækkun væri 30% á ári þá væri nú ljúft að lifa…því miður er það bara draumur.  Fyrir nokkrum árum voru menn alltaf að tala um nýtt hagkerfi, það er þvæla, það er eitt hagkerfi og það lítur eldgömlum lögmálum.\nEf gengi á að hækka þá þarf reksturinn að skila hagnaði og félagið að eiga möguleika til að greiða arð.  Það er óeðlilegt ástand (eða valdabarátta) ef gengi bréfa hækkar og hækkar án þess að félagið sé að skila góðri afkomu, eða bréf þess hafi verið undirmetin.  Ef óeðlilegt ástand er á markaði og meirafíflsreglan í hámarki þá getur það kannski gengið eftir í 2-3 ár en ég myndi ekki treysta því, sérstaklega ekki til lengri tíma.  Eftir þann tíma vill oft fylgja hrunadans sem er ekki gaman að taka þátt í (ég á líka í deCode :(  ).\nÉg þekki nokkra sem hafa brennt sig illilega á hlutabréfabraski (fóru sérstaklega illa sem voru að leika sér á gráa markaðnum) en nokkra sem sluppu, fáir græddu nokkuð til lengri tíma (ég er enn í góðum plús en það er borið uppi af elstu fjárfestingunum).\nEf þú átt aukaaur þá er sjálfsagt að fjárfesta í hlutabréfum…..en ef þig skortir fjármagn þá ættir þú að láta þetta vera.\nJHG"
        },
        {
            "user": "Kagemusha",
            "user_id": "38067",
            "date": "2003-08-22 09:59:27",
            "id": "1023750",
            "reply_to_id": "1023748",
            "text": "Nú er tæpt hálft ár síðan ég fjárfesti í hlutabréfum skv. lýsingunni að ofan. Ávöxtun tímabilsins er um 14% og er búin að borga upp lántökugjald, stimpilgjald, áfallna vexti, gengismun, verðbólgu og fjármagnstekjuskatt, og samt er eftir ríflegur hagnaður.\nGóðar stundir!"
        }
    ]
}