{
    "forum_title": "Húmor",
    "user": "Peqoz",
    "user_id": "36846",
    "date": "2003-04-16 01:09:15",
    "title": "Nokkrir sígildir!",
    "text": "Engispretta kemur labbandi inn á bar, skellir sér á barstól og segir “einn bjór herra barþjónn” barþjónninn horfir undarlega á engisprettuna og segir svo “veistu, við eigum kokkteil sem heitir sama nafni og þú” þá stendur engisprettan hissa upp og segir “HA eigiði kokkteil sem heitir Hallgrímur”.\n—\nMiðaldra maður labbar alblóðugur inná slysó þar sem læknar taka á móti honum. Þegar að hann er kominn í hjólastól þá spyr ein hjúkkan hann ýmissa upplýsinga “Hvað ertu gamall, Hvar býrðu, áttu börn, við hvað vinnurðu og að lokum ertu giftur”? Maðurinn snýr sér snökkt við og svarar “já en í þetta skipti keyrði vörubíll á mig”.\n–\nEitt sinn voru páfinn George Bush og 6 ára strákur í flugvél. Allt í einu kallar flugstjórinn og segir vélina vera að hrapa og aðeins 3 fallhlífar í flugvélinni. Páfinn er nú fljótur á lappir og segir “það eru of margir sem treysta á mig til að ég geti orðið eftir og svo er ég líka of ungur til að deyja” Hann grípur fallhlíf og stekkur út. Næstur kemur George Bush og segir “ég verð að fá fallhlíf ég er nefninlega að fara í dýragarðinn í dag” og með því sama grípur hann fallhlíf og stekkur út. Þá er komið að 6 ára stráknum og segir flugstjórinn við hann “taktu síðustu fallhlífina þar sem að þú ert ungur drengur og átt allt lífið fram undan” Strákurinn brosir og segir “þetta er allt í lagi Bush hoppaði út með skólatöskuna mína!”\n–\nKv. peqoz",
    "url": "https://www.hugi.is/humor/greinar/136367/nokkrir-sigildir/",
    "url_id": "136367",
    "id": "1025502",
    "replies": [
        {
            "user": "Cyberborn",
            "user_id": "34644",
            "date": "2003-04-16 09:09:37",
            "id": "1025503",
            "reply_to_id": "1025502",
            "text": "Nokkrir Góðir Mjög Fyndi"
        },
        {
            "user": "Lorax",
            "user_id": "36395",
            "date": "2003-04-16 11:38:43",
            "id": "1025504",
            "reply_to_id": "1025503",
            "text": "Ja.. #2 og #3 eru búnir að koma soldið oft en samt ágætir :)"
        },
        {
            "user": "steini11",
            "user_id": "35927",
            "date": "2003-04-16 12:20:05",
            "id": "1025505",
            "reply_to_id": "1025504",
            "text": "ÉG var búinn að fá þennan með fallhlífarnar áður í e-mail með myndum sem var miklu flottara"
        },
        {
            "user": "Gregg",
            "user_id": "28663",
            "date": "2003-04-16 14:54:50",
            "id": "1025506",
            "reply_to_id": "1025502",
            "text": "alger snilld, sérstaklega þessi síðasti, hehe."
        },
        {
            "user": "Fredrik",
            "user_id": "30853",
            "date": "2003-04-16 16:00:28",
            "id": "1025507",
            "reply_to_id": "1025506",
            "text": "þessi nr 3 hefur komið áður bara í lengri orðum. hann hét Dvid Beckham heimski eða eikkað þannig samt alltaf góðu"
        }
    ]
}