{
    "forum_title": "Sci-Fi",
    "user": "alvaro",
    "user_id": "21004",
    "date": "2003-04-16 22:13:36",
    "title": "Hvernig Gagnrýnendur tóku Star Wars á sínum tíma",
    "text": "Ég komst yfir bókina Leslie Halliwell´s film guide þar sem gagnsrýniadninn sá er ber nafn bókarinnar hefur komið saman öllum myndum sem hann hefur séð í Stafrófsröð og dæmt þær ég fletti upp að Star Wars og fann hans dóm og umsagnir annara gangrýnenda og ég held að flestir Star Wars aðdáendur ættu að geta haft gaman af þessu\nStar Wars\nHvellgeiri er hér aftur á ferðinni  en nú var tímasetningin það fullkomin að myndin varð einstæð í sinni röð og sló eftirminnlega í gegn. Kannski finnur maður fyrir stöku vonbrigðum í gauraganginum…en þetta er vissulega góð og meinlaus afþreying gerð með glæsibrag og hugmyndaflugi. -Leslie Halliwell\nStórkoslegt alþýðulistaverk sem vreðskuldar allan þann auð sem hún hefur rakað saman. -Time\nHávaðinn og gauragangurinn og linnulaus spenna fæla burt allar hugsanir og jagmvel þó maður hafi skemmt sér er maður samt svikinn um eitthvað e.t.v. furðuna. -New Yorker\nInnantóm flugeldasýning tendruð af leikstjóra sem er þroskeheftur til frambúðar en á skítnóg af peningum. -Time Out\nThe Empire Strikes Back\nEn ein stórskemmtileg ævintæyramynd sem gerist í geimnum, alveg jafn heimskuleg og Star Wars en alveg jafn skemmtileg fyrur fíkla. -Leslie Halliwell\nGoðsagnaundirtónninn er henni mikill fjötur um fót en hún er hugmyndarík, gamansöm og leikbrellurnar eru engi síðti en hjá forveranum. -New Yorker\nThe Return of the Jedi\nVið bótarskammtur af rándýrri fantasíu handa börnum heimsbyggðarinnar á öllum aldri einkum þeim er gefa litlar kröfur. -Leslie Halliwell\nÉg dáist af hinni feikilegu tækni og hæfileikum sem koma við sögu í þessum kvikmyndum en hugmyndin að bakirisavöxnu tölvuleikjum í háloftunum er hrútleiðinleg. -Daily mail\nÓpersónuleg og ómerkileg kvikmyndagerð. -New Yorker\nEkkert er sérstakt nema brellurnar. -Sight and Sound\nÞetta kom mér sodið á óvart en ég vona innilega að þetta muni kannski koma af stað einhverri umræðu hér þar sem fólk er soldið farið að kvarta yfir lífleysi áhugamálsins\nkveðja\nMC3",
    "url": "https://www.hugi.is/scifi/greinar/136397/hvernig-gagnrynendur-toku-star-wars-a-sinum-tima/",
    "url_id": "136397",
    "id": "1026056",
    "replies": [
        {
            "user": "Berndsen",
            "user_id": "15042",
            "date": "2003-04-17 01:31:21",
            "id": "1026057",
            "reply_to_id": "1026056",
            "text": "aha já góðar pælinga"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-04-17 12:08:37",
            "id": "1026058",
            "reply_to_id": "1026056",
            "text": "Enda er þetta leiðinlegar myndir."
        },
        {
            "user": "Kreator",
            "user_id": "23042",
            "date": "2003-04-17 12:58:23",
            "id": "1026059",
            "reply_to_id": "1026056",
            "text": "“Innantóm flugeldasýning tendruð af leikstjóra sem er þroskaheftur til frambúðar en á skítnóg af peningum”. -Time Out\nhhehe þvílík gagnrýni!"
        },
        {
            "user": "Laggs",
            "user_id": "6813",
            "date": "2003-04-17 14:22:41",
            "id": "1026060",
            "reply_to_id": "1026056",
            "text": "Já, þetta eru svipaðir dómar og nýju myndirnar eru að fá minnir mig. Kannski verða nýju myndirnar taldar eins góðar eftir nokkur ár og gömlu myndirnar eru taldar vera í dag. Hver veit?"
        },
        {
            "user": "alvaro",
            "user_id": "21004",
            "date": "2003-04-17 16:04:59",
            "id": "1026061",
            "reply_to_id": "1026060",
            "text": "Reyndar eru þær alls ekkert allar að fá slæma dóma það er aðallega bara Return of the Jedi sem þótti slæm. Þetta er ekkert í líkingu við það sem fólki finnst um nýju myndirna"
        },
        {
            "user": "Laggs",
            "user_id": "6813",
            "date": "2003-04-17 22:05:22",
            "id": "1026062",
            "reply_to_id": "1026061",
            "text": "ok, my mistake.."
        },
        {
            "user": "Nessuno",
            "user_id": "30695",
            "date": "2003-04-17 21:42:24",
            "id": "1026063",
            "reply_to_id": "1026056",
            "text": "Ja hér. Leslie Halliwell hafði gaman af Star Wars. Það er skrítið því sá bjálfi virtist hata allar myndir sem gerðar voru eftir 1950."
        },
        {
            "user": "alvaro",
            "user_id": "21004",
            "date": "2003-04-18 11:57:26",
            "id": "1026064",
            "reply_to_id": "1026063",
            "text": "Já hann er fullkröfuharður gagnrýnandi og nánast allar yngri myndir eru í hans bókum bara hræðilegar Hann hataði tild æmis Alien og Aliens sem eru frábæra"
        },
        {
            "user": "Laggs",
            "user_id": "6813",
            "date": "2003-04-18 12:11:18",
            "id": "1026065",
            "reply_to_id": "1026064",
            "text": "Hér kemur fresliherinn,Þurkum starwars út af huga.Berjum starwars nörda.Ha ha hver mun leikstíra næstu mynd ég gæti dáið úr hlátri.Er þetta besta umræðuefnið hvað einhver dagblöð fyrir 35 árum sögðu um starwars new hope.Eigið þið ekkert líf."
        },
        {
            "user": "Laggs",
            "user_id": "6813",
            "date": "2003-04-18 14:15:48",
            "id": "1026066",
            "reply_to_id": "1026065",
            "text": "Þar sem þú hefur ekki einu sinni stillt eigin áhugamál, ættirðu frekar að þegja."
        },
        {
            "user": "shelob",
            "user_id": "19816",
            "date": "2003-04-18 12:13:40",
            "id": "1026067",
            "reply_to_id": "1026064",
            "text": "Ég hata þetta áhugamál.Það er ömurlegt og grein 2 á ári.Cya never again."
        },
        {
            "user": "shelob",
            "user_id": "19816",
            "date": "2003-04-18 21:51:16",
            "id": "1026068",
            "reply_to_id": "1026067",
            "text": "Og til hæðingar ætla ég að benda þér á nafnið þitt skrifað vitlaust. Farðu."
        },
        {
            "user": "Nurcolloiel",
            "user_id": "35302",
            "date": "2003-04-18 22:05:59",
            "id": "1026069",
            "reply_to_id": "1026067",
            "text": "Hvað ertu þá að gera hérna inni fyrst þetta er svona hræðilegt áhugamál?? Það þvælist ekkert fyrir þér ef þú lætur það í friði!"
        },
        {
            "user": "alvaro",
            "user_id": "21004",
            "date": "2003-04-19 19:24:14",
            "id": "1026070",
            "reply_to_id": "1026067",
            "text": "Til Elessear\nÉg vona það innilega að þegar þú ferð heim úr skólanum þínum einn daginn þá munirðu verða fyrir bíl og meiða þig virkilega mikið og bílstjórinn muni síðan taka upp á því að spóla soldið í þér samt ekki þannig að þú drepist strax. Svo stuttu síðar ferðu á slysó væntanleg þá kemur hugsanlega einhver náungi og kæfir þiug með koddanum þínum þangað til þú drepst þú aumkunarverði, heiladauði, skítlegi tíkarsonur."
        },
        {
            "user": "Laggs",
            "user_id": "6813",
            "date": "2003-04-19 23:24:38",
            "id": "1026071",
            "reply_to_id": "1026070",
            "text": "Til MC3\nEf þú kemur svona fram ertu engu betri en Elessear.\nKv. Jónsi"
        },
        {
            "user": "Jojohot",
            "user_id": "20883",
            "date": "2003-04-21 02:51:27",
            "id": "1026072",
            "reply_to_id": "1026071",
            "text": "Helvíti sorgleg svona d‡r sem koma og bögga fólk bara til a› bögga.\nEitthva› 13 ára skítapakk sem hangir á Hlemmi og Lækjatorgi sniffandi lím og hlustandi á FM 957, og fór á Scooter tónleikana bara útaf allir hinir ætlu›u."
        },
        {
            "user": "alvaro",
            "user_id": "21004",
            "date": "2003-04-21 11:30:33",
            "id": "1026073",
            "reply_to_id": "1026071",
            "text": "sosum en það væri fínt að losa sér við hann"
        },
        {
            "user": "alvaro",
            "user_id": "21004",
            "date": "2003-04-22 10:45:15",
            "id": "1026074",
            "reply_to_id": "1026070",
            "text": "Já,þetta var mjög fallega sagt.Ég er djúpt snortin,en hvað kemur þetta málinu við.Ég sagði bara að það væri nú hægt að finna eitthvað betra við tíman að gera en að lesa HVERNIG GAGNRÝNENDUR TÓKU STARWARS Á SÍNUM TÍMA.\nKV.Ellesa"
        },
        {
            "user": "alvaro",
            "user_id": "21004",
            "date": "2003-04-28 15:59:03",
            "id": "1026075",
            "reply_to_id": "1026074",
            "text": "Þér finst það kannski tímasóun vegna þess að þú hefur greinilega ekki mikin áhuga á star wars en ef að þú hefðir það myndirðu eflaust hafa gaman af þessu vertu ekki svona þröngsýnn"
        },
        {
            "user": "chavez",
            "user_id": "7283",
            "date": "2003-05-22 22:15:53",
            "id": "1026076",
            "reply_to_id": "1026075",
            "text": "Svarthöfði mun finna þig……\nBíddu bara…..\nÓóójá…\nR.I.P\nElessear\n1999-2003"
        },
        {
            "user": "karik",
            "user_id": "23125",
            "date": "2003-07-03 17:49:46",
            "id": "1026077",
            "reply_to_id": "1026075",
            "text": "það er eimitt svona annars ágætis umræða sem fer útí einhvað kjaftæði og skítkast sem veldur því að maður missir áhugann að leggja orð í belg.\n“ Virkilega Dapurt ”"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-04-22 17:39:46",
            "id": "1026078",
            "reply_to_id": "1026056",
            "text": "Empire Strikes Back rokka"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-04-23 16:06:44",
            "id": "1026079",
            "reply_to_id": "1026078",
            "text": "já,hún er fín.Og í rauninni 4 líka.Return of the jedi er mjök slök miðað við þær enda greinilega gerð fyrir yngri kinslóðinna."
        }
    ]
}