{
    "forum_title": "Rómantík",
    "user": "olisteini",
    "user_id": "24955",
    "date": "2003-04-17 11:04:09",
    "title": "'Eg virkilega skil ekki hvernig fólk getur verið!",
    "text": "Þetta verður löng grein.\nNú eru að verða liðinir 3 mánuðir síðan það endaði og ég er ennþá ekki að ná þessu og engan veginn að skilja hvernig þetta er hægt!\n'Eg var í sambandi í 3 ár, sennilega eins og flest sambönd engan veginn fullkomið en að ég hélt var sönn ást í gangi en í rauninni voru öll vandræði sem við áttum tengd því að hún færi út sem au pair árið 2003 og alltaf nálgaðist sá tími.\nEn þetta var samband sem var þó þannig að hún átti mjög gott samband við fjölkildu mína, við gátum talað saman um allt, kynlífið var frábært og okkur leið alltaf rosalega vel þegar við vorum saman tvö.\nFrá því um mitt síðasta ár þó var ég farinn að reyna fjarlægja mig frá henni því ég var raunsær og vissi að þegar h+un færi út yrði erfitt að vera saman ef ekki ómögulegt og reyndi ég virkilega oft að hætta með henni og enda þetta á góðum nótum síðasta sumar, en í hvert skipti var það hún sem vildi ekki sleppa, grét talaði um hversu mikið hún elskaði mig um að við gætum látið þetta ganga og hvað það yrði yndislegt þegar hún kæmi aftur heim að utan, sendandi mér sms,email og hvað annað og alltaf lét ég freistast því jú ég elskaði hana og fannst ekkert auðvelt að fara.\nSvona gekk þetta út sumarið við nutum þess að vera saman og tókst okkur stundum að hugsa ekki um framtíðana en meðvitað eða ómeðvitað var maður einvhern veginn alltaf að reyna að fjarlægja sig frá henni vegna þess að í janúar 2003 vissi ég að hún færi út og ég veit allveg hvernig sambönd flest hafa farið sem annað hvort hefur farið út í ár, það er svo margt nýtt og spennandi þar.\nEn jæja í ágúst flyt ég til Reykjavíkur og það átti að verða endirinn á milli okkar allavega´sjá síðan bara til þegar hún kæmi aftur að utan, en enn vildi hún ekki sleppa,sms,email,hringingar, og bauðst til að borga á móti mér flugfarið ef ég vildi koma yfir helgi og svoleiðis, þegar þarna var komið við sögu var æeg virkilega farinn að trúa henni að hún virkilega meinti allt sem hún sagði því hún hélt áfram að segja það aftur og aftur, að vonandi yrði ferðin fljót að líða, hún vildi stundum óska þess að hún væri ólétt meira segja talandi um það við mömmu mína, ég væri sá eini sem hún gæti hugsað sér að vera með í framtíðinni og hvað allt yrði yndislegt þegar hún kæmi aftur. Svona gekk það fram að áramótum við hittumst einu sinni til tvisvar í mánuði um helgar og ég var virkilega farinn að sannfærast að þetta væri konan sem ég elskaði, konan sem elskaði mig og ég þyrfti ekki að hafa þessar endalausu áhyggjur.\nEn ok þá kemur janúar hún fer út, áfram heldur þetta sms,email vefmyndavél og símtöl á hverjum degi og þannig er það fyrsta mánuðinn eða svo og hún ennþá að segja allt sem hún hefur alltaf verið að segja við mig, en ég ákveð þó að prófa að við hættum allveg að tala saman í einn mánuð ég meina hún verður nú að reyna að gera eitthvað þarna og nota tímann, enda vorum við líka ‘'Hætt saman’' eins og svo oft áður og ætluðum að sjá hvort við myndum kannski kynnast einhverju fólki og svona, en aldrei datt mér í hug að þó annaðhvort okkar eða bæði myndum gera eitthvað að það yrði eitthvað tilfiningalegt því maður var farinn að trúa virkilega að þetta væri það eina sanna og hvað sem gerðist myndum við vinna okkur úr því eins og við höfðum alltaf gert.\nJæja rúmur mánuður líður ég segi henni að ég hafi farið á date með annari stelpu(sem ég svaf ekki hjá) en einnig hvað ég áttaði mig á við það enn frekar að +eg var bara ekki neitt að fíla það, ég vildi bara vera með henni og virkilega elskaði hana, hún tók þessu vel allavega við mig sagðist ennþá elska mig, hversu mikið hún saknaði mín og hversu mikið hún vildi að ég gæti verið hjá henni og um þetta leiti er ég farinn að allvarlega ýhuga að flytja út,Svíþjóðar eða eitthvað í Danmörku til að vera nær henni en vildi samt ekki flytja of nálægt og skemma fyrir henni ferðina og möguleikann hjá henni að kynnast nýju fólki ég var allveg hættu að hafa áhyggjur þarna að hana langaði að vera með einhverjum öðrum því ég var virkilega farinn að trúa henni, en já ég var bara ákveðinn að ég væri tilbúinn að gera hvað sem er til að láta þetta ganga og ætlaði að biðja hana um að trúlofast mér, því jú eins og hún sagði alltaf hvað það yrði betra þegar þessu tími yrði liðinn og við gætum bara einbeitt okkur af okkur og okkar framtíð án þess að hafa áhyggjur af þessari ferð.\nUm svipað leiti fær mamma mín bréf frá henni þar sem hún segist sakan hennar, mín sérstaklega og hvað hún vilji gefa henni barnabarn þegar hún kemur aftur til ‘Islands.\nÞá tveim dögum seinna fer hún á ’Islendinga þorrablót þarna í Danmörku, ég hafði nú ekkert spes tilfiningu fyrir þessu því ég skildi allveg að hún vildi kannski vera með strák til að hefna sín eða eitthvað og jú ég hafði rétt fyrir mér, nema hvað það var ‘Islenskur strákur, ég sendi henni sms á sunnudeginum spyr hverinig hefði verið og fæ ekkert svar(hún svaraði alltaf eiginlega strax) já ég bíð og nokkrum tímum seinna kemur hún á msn hæ ég var með strák í nótt var heima hjá honum þegar þú sendir smsið.\nVersta martöð mín orðin að veruleika!!\nEn já núna er hún bara ástfangin af honum, hugsandi um að fara í háskóla þarna úti, og er búin að koma fram við mig eins og hún hefði verið að hætta með strák eftir eins mánaða samband.\nBara ég elska þig ekki lengur, sorry það er örugglega ömurlegt að lenda í þessu og svona þegar tilfingar eru ekki endurgoldnar.\n’Eg er búinn að gera allt fór meira segja út yfir eina helgi og þurfti að horfa uppá hana senda sms til hans að segja honum hvað væri í gangi og bara ekki snefill að tilfingum í gangi af hennar part!\n'Eg er búinn að ganga í gegnum vægast sagt hreint helvíti undanfarna mánuði og tilfingar mínar hafa farið vægast sagt í allar áttir bara engan veginn búinn að geta höndlað þetta!\n'Eg bara virkilega skil ekki hvernig manneskja getur verið svona!!\nEða gert svona!\nÞað hefur ekki liðið einn einasti dagur sem ég hef getað sleppt því að hugsa um þetta, ég hef hitt aðrar stelpur en það er bara ekki séns að ég geti hugsað mér eitthvað allvarlegt, en samt er einsemdin að drepa mig!\n'Eg er fluttur í annan bæ, kominn með nýja vinnu sem ég er ánægður með, sunda ræktina af kappi en einhvern veginn er alltaf eins og hún sé aðal ástæðan fyrir öllu sem ég geri.\nStundum vakna ég og einhvern veginn fynnst að þetta lagist, hún komi heim og við vinnum okkur úr þessu, en síðan kemur veruleikinn og hann er bara þetta er búið punktur.\nHún er bara ástfangin af öðrum manni og ætlar sér framtíð með honum.\n'Eg bara skil ekki hvernig hægt er að gera þetta!\nHvernig getur manneskja í ósköpunum gengið úr svona sambandi beint inní annað og bara Slökkt á tilfiningum??\n'Eg bara virkilega skil ekki neitt!\nMaður reynir að horfa fram á veginn hugsa að það sé björt framtíð framundan, en ég veit allveg sjálfur að ég mun sennilega aldrei þora að leifa mér að verða svona ástfanginn aftur og stórlega efast um að ég geti nokkurn tímann sett svona mikla trú og traust á aðra konu!\nOg síðan kemur líka á móti að ég bókstaflega hata að vera einn mér líður ömurlega að eiga ekki kærustu og veit ekkert hvert ég á að beina orku minni.\nÞetta er ekkert skemtilegt og ég virkilega skil núna hvað fólk sem gengur í gegnum skilnaði lendir í.\nAf hverju er mannskeppnan svona??\nAf hverju og hvernig manneskja getur gert svona??\nHæ ef þú ert ennþá að lesa þetta takk fyrir, ég bara varð að koma þessu einhvern veginn frá mér.\nGóð ráð vel þeginn.",
    "url": "https://www.hugi.is/romantik/greinar/136563/eg-virkilega-skil-ekki-hvernig-folk-getur-verid/",
    "url_id": "136563",
    "id": "1027081",
    "replies": [
        {
            "user": "nomic",
            "user_id": "2278",
            "date": "2003-04-17 12:39:19",
            "id": "1027082",
            "reply_to_id": "1027081",
            "text": "úff..\nwell það er náturulega bara hægt að reyna gleyma henni þótt það sé náturulega geggjað erfitt.\nen stelpur eru weird.. eikkað sem ég á aldrei eftir að skilja.. þær eiga það til að bara “jeij I love you!” og svo 5 mín seinna “þú ert svo sem ágætur en ég hef betra að gera en að eyða tímanum mínum í þig”"
        },
        {
            "user": "Beer",
            "user_id": "1917",
            "date": "2003-04-17 12:49:24",
            "id": "1027083",
            "reply_to_id": "1027081",
            "text": "Vá, ég las þetta allt.\nEn voruð þið ekki bæði að bjóða upp á að þið mynduð hitta annað fólk? Hugsanlega verða hrifið af öðru fólki.\nGetur ekki verið að hún hafi fundið að þú værir ekki nægilega tilbúinn í þetta? Þú segist hafa ‘reynt’ að hætta með henni og svona?\nEn, æi, ég veit það ekki. Mannskepnan er undarleg skepna."
        },
        {
            "user": "Hordurth",
            "user_id": "14038",
            "date": "2003-04-18 15:18:09",
            "id": "1027084",
            "reply_to_id": "1027083",
            "text": "Ég er sammála Beer þetta er sjálfum þér að kenna,annars á fólk ekkert að vera binda sig fyrr en eftir þrítugt,lífið er svo skemmtilegt"
        },
        {
            "user": "Titta",
            "user_id": "12672",
            "date": "2003-04-17 13:01:37",
            "id": "1027085",
            "reply_to_id": "1027081",
            "text": "Ég efast ekki um að þú sért hrifinn af henni.\nEn, nú er það kannski ég sem skil greinina vitlaust, mér sýnist samt að þú hafir gert þitt til að sannfæra sjálfan þig og hana um að þið yrðuð að hætta saman.\nNú get ég bara talað út frá sjálfri mér, en þetta finnst mér einhvern veginn ekki benda til að þér eða ykkur hafi verið meiri alvara með þessu en raun ber vitni. Ef hún virkilega vildi vera með þér og ekki prufa eitthvað annað þá gat hún bara sleppt því að fara til DK.\nEf þið hefðuð verið sammála um að framtíðin væri þið tvö saman, þá annaðhvort hefði hún ekki farið, þú farið með henni eða þá að þið hefðuð ekki hætt saman þó að hún færi út. Ef þið hefðuð verið saman, s.s. ekki opið samband, heldurðu þá að hún hefði verið með þessum strák, hvað þá sagt þér frá því?\nÞví miður er lífið ekki alltaf réttlátt. En ég get ekki séð annað en að þú/þið hafið séð til þess að þessi möguleiki gæti orðið að veruleika.\nFólk getur vel farið úr einu sambandi í annað og slökkt á tilfinningunum varðandi fyrra sambandið. Ég þekki dæmi um það, og það samband er nú á ellefta ári!\nMitt ráð til þín er einfaldlega að sleppa henni!"
        },
        {
            "user": "Frigg",
            "user_id": "14542",
            "date": "2003-04-17 13:51:47",
            "id": "1027086",
            "reply_to_id": "1027081",
            "text": "Smá pæling…\nVarst þú ekki að bjóða uppá að þið hættuð saman?\nÞú varst náttúrulega búinn að reyna að hætta með henni aftur og aftur…\nÞannig bauðstu svolítið uppá þetta…  Líka með deitinu sem þú fórst á!\nAnnars þarf ekkert að vera að það verði eitthvað úr sambandi hennar við þennan nýja gæja!\nÞau eru nú bara nýbyrjuð saman…"
        },
        {
            "user": "Darn",
            "user_id": "26217",
            "date": "2003-04-17 14:23:36",
            "id": "1027087",
            "reply_to_id": "1027081",
            "text": "Ljótt að segja það en hún á þig eða þínar tilfinningar engan veginn skilið :o(  Það er hræðilegt að þurfa að byrja allt upp á nýtt aftur og hvað þá eftir svona ódýran skilnað af hennar hálfu!  Ég skil alveg hvað þú ert að ganga í gegnum… hræðilegustu tilfinningar í heimi.  Ógeðslega einmana og veist ekkert hvað þú átt að gera af þér!  Hún hefur greinilega ekki þroska á við þig og er líka greinilega mjög vanþroskuð á tilfinningar annarra.  Það hefði t.d. verið hægt að skilja við þig á þess að veifa þessum nýja sífellt fyrir framan þig!  Lámarks kurteisi!  Skiljanlega mjög erfitt að læra að treysta aftur en maður neyðist víst til þess, til þess bara að geta lifað sómasamlega hamingjusömu lífi aftur!  Ég mæli með einkamál.is… fullt af fólki að tala við sem er kannski í svipuðum aðstæðum og skilur hvaðan þú ert að koma.  Gangi þér vel í framtíðinni :o)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-04-17 15:08:47",
            "id": "1027088",
            "reply_to_id": "1027081",
            "text": "Ég lenti líka í erfiðum skilnaði fyrir stuttu þar sem minn fyrrverandi traðkaði illilega á mér. Þannig að ég skil líðanina þína. Ég er að ganga í gegnum þetta sama akkúrat núna. Það sem virkar best fyrir mig er að taka einn dag í einu. Settu þér markmið og reyndu að ná þeim. Þau þurf ekki að vera merkileg en þér líður betur þegar þú nærð þeim. Ekki vera að hugsa um að byrja með öðrum stelpum strax. Þetta er eðlilegt sorgarferli sem þú ert að ganga í gegnum og það er best að láta það bara líða og taka því sem fyrir hendurnar ber.\nÍ von um að þetta hjálpi eitthvað\nKv\nTricia"
        },
        {
            "user": "sjoefn7",
            "user_id": "5661",
            "date": "2003-04-17 15:23:28",
            "id": "1027089",
            "reply_to_id": "1027081",
            "text": "Sorrý, en mér finnst þetta þér að kenna. Þú sagðir henni margoft að þið þyrftuð að hætta saman, vildir ekki tala við hana í mánuð, reyndir að gleyma henni, fórst á date með annarri stelpu o.fl. o.fl.  Furðulegt að hún umbar þig svona lengi. Ef þér þykir vænt um hana ekki þá reyna að byggja múr á milli ykkar, þú mátt ekki fjarlægjast hana.\nBróðir minn fór út í nám í eitt ár en kom aftur, hann vildi ekki vera án kærustunnar. Það er erfitt að vera í langtímasambandi en ef það á að ganga verður fólk líka að halda sambandinu við."
        },
        {
            "user": "CendenZ",
            "user_id": "795",
            "date": "2003-04-17 22:49:28",
            "id": "1027090",
            "reply_to_id": "1027089",
            "text": "svona,nákvæmlega svona eru stelpur.\nÞú gast ekki orðað það betur í söguformi.\n“Story of a boys Life feat. girls.”"
        },
        {
            "user": "olisteini",
            "user_id": "24955",
            "date": "2003-04-18 20:55:03",
            "id": "1027091",
            "reply_to_id": "1027089",
            "text": "Og já þið ykkar sem sögðu að þetta væri mér að kenna, takk fyrir hreinskilnisleg svör og það getur allveg verið rétt hjá ykkur!\nÞetta er líka mér að kenna, en ég hafði bara heyrt Svo margar sögur af samböndum og þekki svo mikið af stelpum sem hafa farið út sem au pair í ár og öll sambönd hafa nedað á einhvern hátt! Ekki eitt einasta samband sem ég hef heyrt um hefur gengið upp, besta vinkona mín hélt framhjá OFT , ofl ofl ofl dæmi og ég einfaldlega treisti henni ekki og já hún ekki mér þessvegna ákvæðum við að vera ekki saman á föstu meðan hún yrði úti, en það hefur sýnt sig að sú tortryrggni mín hafði rétt á sér.\nOg annað það var ákveðið þegar hún var 16 ára að hún færi út sem au pair þegar hún yrði búin með skólann og ég studdi hana í því frá fyrsta degi, þó svo það hafi verið ógeðslega erfitt síðustu mánuðina þá studdi ég hana allan tímann og hvatti hana áfram þegar hún var að spá í að fara ekki og vera bara áfram hérna með mér.\n'Eg geri mér allveg grein fyrir hversu mikil lífsreynsla þetta er að fara svona út, kynnast annari menningu og nýju fólki og allt sem þessu fylgir og vildi ekki bera ábirgði á því að hindra hana í að gera eitthvað sem hún myndi kannski sjá eftir alla sína æfi!\nEn ég hélt að já það yrði ekki Svona!\n'Eg get allveg skilið að fólk þurfi að fá einhverskonar útrás, prófa nýja hluti og svoleiðis en aldrei datt mér í hug að fyrsti drengurinn sem hún yrði með væri bara næsti eiginmaður, ég bara gamli ömurlegi kærastinn sem henni væri allveg sama um og bara búið mál.\nÞað var eitthvað sem ég gat aldrei ímindað mér!\nEf hún hefði farið út riðið 20 gaurum frá öðrum löndum,flippað út og bara gert allan annskotann en síðan komið heim tilbúin að fara byrja lífið vera þá búin að prófa allt sem hana langaði að prófa, hefði verið auðveldara og hægt að vinna úr en þetta Get engan veginn skilið!!\nÆji ég veit ekki ég er bara blaðra eitthvað hérna veit ekki neitt ,skil ekki neitt bara reyna finna einhverja leið til að tjá mig!\nSorry hugverjar að vera bögga þessu á ykkur en eitthvað verður maður að gera í þessu helvíti!!\nSleppið bara lesa ef þið fílið þetta engan veginn :)"
        },
        {
            "user": "fever",
            "user_id": "15614",
            "date": "2003-04-17 22:59:19",
            "id": "1027092",
            "reply_to_id": "1027081",
            "text": "æ greyið mitt oooohhh þetta var svo besta lýsing sem ég hef heyrt af hvernig samband er, ég hef aldrei verið í sambandi þó ég er 21 árs en hef mínar ástæður… ég bara skil ekki hvernig er hægt að kasta svona 3 yndislegum árum allt i einu i vaskinn og það kom svo vel fram í greininni að  þið væruð soulmates… ég veit ekki hvað það er sem stjórnar hugsunum okkar eða gjörðum eða hvort að hlutirnir eru ákveðnir fyrirfram og það er ekki held ég hægt að rannskaka heilann og hugsanir ( ef við erum með sál hvað er það sem stjórnar henni og ef við værum ekki með sál hvað er það sem stjórnar taugaboðunum) gangi þér bara vel að gleyma henni eða hvernig sem þetta endar hafðu það bara í næsta sambandi ef þu getur hugsað þér það að hafa sem mesta hreinskilni og tala vel um hlutina og ekki láta leyna þér neinu\nhave a nice life\nþú átt svo skilið miklu mei"
        },
        {
            "user": "Nefi",
            "user_id": "13146",
            "date": "2003-04-18 00:42:29",
            "id": "1027093",
            "reply_to_id": "1027081",
            "text": "vá, ég veit NÁKVÆMLEGA hvar þú ert.. nema þetta var ekki eihver strákur í mínu tilfelli.. einn af kunnginjunum. Bara svona létt…  en þú hefur allann minn stuðning og ég veit að það hljómar ólíkllega en þetta lagast…mörgum mánuðum seinna, en það gerist… Its gonna take a long time coming."
        },
        {
            "user": "Ramruqai",
            "user_id": "14093",
            "date": "2003-04-18 03:00:02",
            "id": "1027094",
            "reply_to_id": "1027081",
            "text": "váá maður verður bara reiður á því að lesa þetta. Vorkenni þér virkilega ekki bara slökkt á tilfinningum heldur samúð líka.\nvááá maður veit ekkert hvða á að segja. Ég er eitthvað svo reiður yfir því að hafa lesið þetta svona bara gerir fólk ekki. Vona að þú eigir eftir að jafna þig… alveg orðlaus"
        },
        {
            "user": "sunna",
            "user_id": "27055",
            "date": "2003-04-18 19:11:48",
            "id": "1027095",
            "reply_to_id": "1027081",
            "text": "Æj elskan mín!\nÞetta hjálpar ekki mikið en þetta er það besta sem ég get gert því ég skil einfaldlega ekki hvernig stelpur geta verið svona miklar t*ss*r\n-*KNÚS*-\nTíminn læknar öll sá"
        },
        {
            "user": "olisteini",
            "user_id": "24955",
            "date": "2003-04-18 19:40:21",
            "id": "1027096",
            "reply_to_id": "1027095",
            "text": "Takk fyrir öll góðu svörin frá ykkur! Eins ótrúlega og það hljómar þá hjálpar samt að fá álit frá fólki sem maður þekkir ekki það er hlutlægt :)\nEn vá undanfarnir mánuðir eru einhverskonar eins og í móðu, ég man allt sem gerðist í fyrra og fram að þessum tímapunkti að hún sagðist ekki elska mig, hún væri ástfangin af öðrum!\nMér fynnst einhvernveginn eins og þetta sé draumur, virkilega langur og virkilega vondur draumur sem ég hlýt að fara að vakna upp af og heyri í henni hún segist elska mig,sakna mín og við reynum að vinna fram úr þessu saman.\nEn raunveruleikinn er vondur! Ekkert nema vondur!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-04-18 21:44:12",
            "id": "1027097",
            "reply_to_id": "1027081",
            "text": "Vá, rosalega var þetta ‘mean’ af henni!\nÉg veit nú ekki hvort ég get ráðlagt þér eitthvað en tíminn læknar öll sár."
        },
        {
            "user": "orchid",
            "user_id": "24402",
            "date": "2003-04-19 12:47:01",
            "id": "1027098",
            "reply_to_id": "1027081",
            "text": "ég lenti í svipuðu, en samt ekki eftir 3 ára samband einungis 9 mánuði, þegar hann varð ástfanginn af stelpu sem ég þekki og slökkti á tilfinnungum sínum gagnvart mér. og það sem ég gerði var að læra að vera ein með sjálfri mér, ekki að vera að ana úti eitt eða neitt. Það besta sem gerðist allt seinasta ár var að ég gat verið ein með sjálfri mér, núna 6 mánuðum seinna (c.a.) er ég að prófa að fara aftur í kærustu heiminn og það er í lagi því að ég þarf ekki neinn til að vera með, einungis þegar stelpurnar eru með sínum kærasta (kannksi ekki alveg) en mitt ráð til þín er að læra að vera einn, því að þú varst ekki einn svo lengi"
        },
        {
            "user": "coby",
            "user_id": "3357",
            "date": "2003-04-19 18:13:56",
            "id": "1027099",
            "reply_to_id": "1027081",
            "text": "Sæll. Ég er ekki að reyna að segja að ég sé einhver alvitur um svona mál en eins og margir þá fær maður að reyna hitt og þetta þó að maður vilji það nú ekki alltaf.\nÉg skil vel að þú skiljir ekki hvernig hún getur hegðað sér svona og ég skil það ekki heldur. En þó verður maður að gera ráð fyrir svona löguðu því að við erum jú öll manneskjur, og við eigum það til að gera einhverjar gloríur. Oftast lærir maður af þessum gloríum en bara of seint, því að maður er búinn að klúðra hlutunum. Það er svo gott að vera vitur eftir á.\nEitt sem að ég vil læða inn hjá þér. Smá hugmynd. Ég veit að þetta líður hjá, að lokum. Ég veit um eina konu sem að var 3 ár að jafna sig á einum manni sem að fór illa með hana, en hún jafnaði sig að lokum. Reyndu bara að minnast kærustunnar eins og hún var, ekki eins og hún varð… það er betra að muna eitthvað sem er gott heldur en eitthvað sem að særði mann.\nEn eins og ég sagði, þetta líður hjá. Þó að það líti alls ekki út fyrir það núna og ekki á morgun og alls ekki á hinn að þá lagst þetta samt smátt og smátt… :/ ég er búinn að fara þangað…\nVertu bara þú sjálfur, og mundu, þú mátt alveg vera dapur…\n-KNÚS- (ef þér er ekki illa við faðmlag frá stráki :))\nCoby"
        },
        {
            "user": "deadgau5",
            "user_id": "25259",
            "date": "2003-04-21 16:40:55",
            "id": "1027100",
            "reply_to_id": "1027081",
            "text": "Hún kemur aftur…….byrjar að sleikja þig upp og segja sorry og þannig….þá verður hefnidin sæt…..annnars ég vorkenni þér og þú átt mína samúð"
        },
        {
            "user": "zeeta",
            "user_id": "28730",
            "date": "2003-04-23 13:37:00",
            "id": "1027101",
            "reply_to_id": "1027081",
            "text": "Æ,æ…\nEn samt þá voruð þið ekki saman og voruð bæði að deita annað fólk og það fannst þér allt í lagi…hún gerði eiginlega bara það sama og þú nema þá að hún hefur örugglega orðið ástfangin að þessum strák og þá myndi þetta sko ekki ganga upp hjá ykkur.\nÞað er eiginlega ekki hægt að gera hlé á samband þar sem þið megið bæði deita annað fók en megið síðan ekki verða ástfangin því það getur allveg gerst. Til hvers ættu þið annars að vera að deita aðra ef það ætti ekkert að fara lengra? Þú til dæmis hittir eitthverja stelpu sem þú svafst ekki hjá en ég meina ættlaðir þú bara að hitta hana einu sinni eða eitthvað og svo bara ekkert meira? Ef þið hefðuð nú eitthvað byrjað saman hefðir þú þá hætt með henni þegar hin kæmi heim?\n….Skil ekki allveg til hvers að deita ef það má ekki verða að sambandi…"
        },
        {
            "user": "griz",
            "user_id": "14837",
            "date": "2003-04-23 18:21:07",
            "id": "1027102",
            "reply_to_id": "1027081",
            "text": "Maður uppsker eins og maður sáir og mér sýnist þú vera að súpa seyðið af því sem þú hefur sjálfur verið að undirbúa síðasta árið.  Kannski ertu bara ekki að höndla það sem þú sjálfur hélst að væri fyrir bestu.  Þessi stelpa virðist allavega ekki vera að gera neitt sem hún heldur að sé þér á móti skapi, því hún er jú hreinskilin við þig og er ekki að fela neitt.  Kannski ættirðu bara að leita þér aðstoðar til að vinna þig út úr þessum tilfinningaflækjum."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-04-23 18:25:14",
            "id": "1027103",
            "reply_to_id": "1027081",
            "text": "Ææææ hvað ég vorkenni þér að hafa misst sálufélaga(kannski, nema hún komi aftur?.  Ég veit hvernig er að eiga sálufélaga og á minn enn og skal halda í hann, því ég get ekki ímyndað mér mig án sálufélaga míns!!!! Ekki ætlar hún að búa þarna forever? Æi þurfti hún endilega að vera með íslendingi þarna! Því ef hún ætlar einhverntímann aftur til Íslands, þá yrði hinn vonandi eftir í útlöndum og þið gætuð tekið þráðinn að nýju.  VONANDI ÞÍN VEGNA! En hugsaðu um hana enn sem góðan sálufélaga og ekki klippa á þráðinn KNÚS"
        },
        {
            "user": "neonljos",
            "user_id": "11762",
            "date": "2003-04-23 18:48:44",
            "id": "1027104",
            "reply_to_id": "1027081",
            "text": "Hef nú ekki reynsluna af þessu en get ýmindað mér að það sé hörmung að lenda í þessu.\nVoruð þið samt ekki að tala um að prufa að date-a öðru fólki.. ?"
        },
        {
            "user": "NoAngel",
            "user_id": "15331",
            "date": "2003-04-23 19:01:25",
            "id": "1027105",
            "reply_to_id": "1027081",
            "text": "Úff þetta er nú meiri greinin!!\nMér sýnist þessi stelpa bara vera ein af þessum tilfinningalausu stelpum…vá hvað þetta er illa gert af henni! Ég gæti aldrei verið svona mikið ástfangin en svo bara jafnað mig á því og fundið einhvern annan eftir mánuð!!\nEn ég held að það er ástæða fyrir öllu, og það sem drepur þig styrkir þig bara!! Þetta er bara eitt tímabil í lífi þínu sem er erfitt, en það á eftir að koma nýtt sem er skemmtilegt og auðvelt! Trust me! Ég tala af reynslu :)\nEf að ég væri þú þá myndi ég vera mjög upptekinn í nokkurn tíma, ég meina vera mikið með vinum, fara í ræktina og sonna eins og þú gerir oft eins og þú segir, og líka skrifa um þessar tilfinningar í dagbók eða eikkað solleis..ég veit að það virðist hallærislegt en það er mjög gott að fá útrás fyrir þessar tilfinningar, því að ef að þú byrgir þetta allt inni þá er illt í efni!!\nGangi þér vel\nKveðja,\nfriend"
        },
        {
            "user": "Lengarn",
            "user_id": "23411",
            "date": "2003-04-23 19:17:00",
            "id": "1027106",
            "reply_to_id": "1027105",
            "text": "Sko…þú átt bara að fara þangað út, taka kannski eikkað barefli með þér og lemja gaur rækilega í punginn.\nÞá færðu hana pottþétt aftur…ég meina hvaða stelpa vill vera með geltum manni?\nÞetta er nú bara mitt ráð vona að þú fáir hana aftur “my way”."
        },
        {
            "user": "Lengarn",
            "user_id": "23411",
            "date": "2003-04-23 19:17:01",
            "id": "1027107",
            "reply_to_id": "1027105",
            "text": "Sko…þú átt bara að fara þangað út, taka kannski eikkað barefli með þér og lemja gaur rækilega í punginn.\nÞá færðu hana pottþétt aftur…ég meina hvaða stelpa vill vera með geltum manni?\nÞetta er nú bara mitt ráð vona að þú fáir hana aftur “my way”."
        },
        {
            "user": "Snoother",
            "user_id": "30710",
            "date": "2003-04-23 19:12:15",
            "id": "1027108",
            "reply_to_id": "1027081",
            "text": "Tíminn læknar öll sár, þannig að þú munt jafna þig á þessu. Ég myndi bara að reyna að komast í einhver alvöru sambönd aftur þó það sé kannski erfitt. Ég hef sjálfur lent í því að stelpa segir mér upp vegna þess að hún fann einhvern betri en ég var búinn að vera með henni í lítinn tíma svo þetta er ekki alveg eins.\nVona að þú jafnir þig á þessu:)"
        },
        {
            "user": "divaa",
            "user_id": "11336",
            "date": "2003-04-26 17:51:20",
            "id": "1027109",
            "reply_to_id": "1027081",
            "text": "ÚFF segi ég nú bara líka! Mér finnst það ekki sýna sterkan karakter af hennar hálfu að vera að senda ekki bara þér heldur líka mömmu þinni skilaboð um hversu heitt hún elskar þig og að hana langi til að eiga með þér börn og ég veit ekki hvað. Og svo það næsta sem hún gerir er að finna sér einhvern annan. Ég verð að segja að þó svo ég þekki ekki alveg hennar sögu að þá finnst mér verulega ógeðslegt hvernig hún hefur komið fram við þig. Því þú bauðst henni margoft að slíta þessu ef þetta væri of erfitt og nú narraði þig til þess að halda þessu áfram því hún elskaði þig o.s.frv. Ég veit ekki, kannski varð hún þreytt á efasemdunum í þér. Kannski fannst henni nýjabrumið vera farið af þessu og meira spennandi að byrja nýtt tilhugalíf með einhverjum öðrum. Kannski er hún hreinlega bara tík. Allavegna, sama hvað er þá finnst mér hegðun hennar gagnvart þér viðbjóður. Ég vona að þú getir jafnað þig á þessu, en skil þó vel að það geti verið erfitt. Gangi þér allt í haginn."
        },
        {
            "user": "DrEvil",
            "user_id": "25921",
            "date": "2003-04-28 09:20:35",
            "id": "1027110",
            "reply_to_id": "1027081",
            "text": "FOKKING HÓRA!! Djöfulsins druslu helvíti! Veistu hvað þú ættir að gera, senda henni SMS, og segja bara beint “ef þú kemur ekki aftur til Íslands og byrjar aftur með mér, ÞÁ CUTTA ÉG ÞIG ALLA I ANDLITINU SVO ILLA AÐ ENGINN HNAKKI MUN VILJA ÞIG HEIMSKA DRÆSA!!”\nÞetta virkar ALLTAF! Trust me.."
        },
        {
            "user": "kjargi",
            "user_id": "4290",
            "date": "2003-04-28 09:54:51",
            "id": "1027111",
            "reply_to_id": "1027110",
            "text": "ææææ, það er til fólk sem heldur í það samband sem það er í þangað til að það finnur annað og betra. Það versta er að grasið þarf ekkert að vera grænna hinum meginn. Það er í raun bara nýslegið og illgresið á eftir að koma í ljós:)"
        },
        {
            "user": "Zealot",
            "user_id": "6298",
            "date": "2003-04-28 10:05:14",
            "id": "1027112",
            "reply_to_id": "1027081",
            "text": "Ég verð nú bara að segja að það þíðir ekkert að vera eyða tímanum í sona kvenfólk bara hugsa það þannig að það er fullt af fiskum í sjónum og þú hljótir að húkka í einhvern frábæran"
        },
        {
            "user": "viceroy",
            "user_id": "3376",
            "date": "2003-06-17 12:43:33",
            "id": "1027114",
            "reply_to_id": "1027081",
            "text": "Auðvitað er það illa gert af henni að gera þetta.\nEn það er líka illa gert af þér að reyna það sem þú reyndir.\nÞú deitaðir, hún deitaði.\nÞú vildir hætta þessu, hún vildi það greinilega ekki\nÞú fjarlægðist hana, sem hún gerði ekki við þig\nÞú greinilega hélst í það “traust” að þetta gæti ekki gengið upp þótt hún væri úti, sem hún hélt í.\nHún gerði einn hlut. Hver var hann?\nHún nældi sér í annan gaur og gleymdi þér.\nErtu viss?\nHún segir það alla vega. Hitt þennan gaur?\nÉg meina, hvað í raun veist þú nokkuð um það að hún hafi “slökkt” á tilfinnungunum?\nHorfðu í eigin barm og spurðu hvað þú hafir gert sem gæti hafa látið hana aktera svona.\nHún er kannski einfaldlega sár út í þig af einhverjum ástæðum, eða reið.\nHljómar líklegra en að hún hafi bara “Hey nýr kall, gleyma hinum NÚNA” ekki satt?\n“'Eg var í sambandi í 3 ár” segir mér í raun að 1 ár í burtu myndi jafnvel styrkja sambandið ef eitthvað væri EF það hefði verið reynt.\nBara segja mína hlið.\nOg ég gagnrýni þig líka.  Mér finnst ekki rétt að segja “Æjæj greyið mitt” því þú gerðir í raun ekkert ósvipaðan hlut þannig að að einhverju leyti skil ég hana, en samt ekki. Skil þig ekki fyrir að hafa viljað hætta þessu án þess að láta á það reyna hvort það gæti gengið.\nÞað að hafa viljað hætta segir mér nokkuð.\nViceRoy"
        },
        {
            "user": "geirag",
            "user_id": "4133",
            "date": "2003-06-17 13:34:40",
            "id": "1027115",
            "reply_to_id": "1027081",
            "text": "olisteini:\nÉg vil byrja á að ráðleggja þér að sleppa því fullkomnlega að hlusta á ráðleggingar/pælingar kvenfólks um þetta mál. Kvenfólk mun bara segja að þú getir sjálfum þér um kennt, að hún sé bara að gera þetta og hitt og þú eigir að fyrirgefa henni framhjáhaldið og sleppa henni því það sé raunveruleg væntumþykkja.\nMálið er samt að þessi eflaust ágæta stelpa flutti út, tók sér einn mánuð til að koma sér fyrir og skoða hið nýja umhverfi sitt og byrjar síðan að njóta lífsins í Danmörku með tilheyrandi bjórdrykkju og sængurförum með öðrum Íslendingum. Ég hef sjálfur verið í Danmörku í vetur (og fór m.a. á umrætta þorrablót, eða tungukossahátíð öðru nafni) og sé þetta gerast hjá bæði strákum og stelpum sem hingað koma frá Íslandi til að læra/vinna.\nEf þér er virkilega ennþá sama um þessa millumlæra-frísku stelpu þá geturu ekki gert neitt nema vonað að hún komi til Íslands að lokinni au-pair dvöl sinni. Hún byrjar ekki að hugsa um þig aftur á meðan hún er í Danmörku og þú gerir sjálfum þér mestan greiða með því að hugsa ekki um hana nema til þess að sannfæra hana um ágæti Íslands svo hún komi aftur.\nÍ þessu samhengi er svo gaman að segja frá hinu svokallaða “au-pair syndrome”: Þannig er málið að stelpur sem hafa marga bólfélaga fá oftar en ekki á sig skemmtilega og niðrandi stimpla frá umhverfi sínu (ólíkt strákum sem fá hrós). Þegar kvenmaður kemst á erlenda grund tekur því við tímabil ríðinga með mörgum strákum þar sem þær eru óhultar fyrir fordæmandi samfélaginu og geta notið eins margra stráka og þær vilja án þess að flekka mannorð sitt á Íslandi. Þegar þær svo snúa heim aftur er eins og ekkert hafi í skorist og “góða” stelpan er áfram góð í augum allra.\nGaman."
        },
        {
            "user": "SvartaPerlan",
            "user_id": "10529",
            "date": "2003-06-17 14:23:15",
            "id": "1027116",
            "reply_to_id": "1027081",
            "text": "þvílík grimmd, réttast bara að gefa henni á kjaftinn. :/\nen sú er nú staðreyndin að kvendýrið er alltaf grimmara, þótt það sé mýkra og blíðara í útliti.\nenda forðast ég sambönd, get verið svo grimm stundum, vil ekki að neinn lendi í mér.\nen gangi þér vel samt! vonandi geturðu leist þetta vandamál á einhvern hátt. :) *hug*"
        },
        {
            "user": "aggi69",
            "user_id": "19683",
            "date": "2003-06-17 14:33:30",
            "id": "1027113",
            "reply_to_id": "1027081",
            "text": "Friends …..\nwe were on a brake"
        }
    ]
}