{
    "forum_title": "Deiglan",
    "user": "Hlynur",
    "user_id": "27186",
    "date": "2003-04-18 12:13:39",
    "title": "Íraksstríðið – Lygar Bandaríkjastjórnar!",
    "text": "Áður en lengra er haldið langar mig að fagna því að ógnarstjórn Saddams Hussein skuli hafa verið steypt af stóli.  Húrra fyrir því!\nJæja, en það gengur ekki sérlega vel að finna efna- og sýklavopn í hinu stríðshrjáða Írak.  Hvað gerir Bush ef þessi vopn finnast ekki?  Við vitum að þetta var ein helsta forsenda þess að ráðist var á landið.  Ja, hann verður að finna eitthvað kallgreyið og mér kæmi ekki á óvart þó að það muni gerast burtséð frá því hvort þessi vopn eru til staðar eður ei.\nEr hinn frelsaði Bush ekki bara með sérsveit til staðar, einhvers staðar í eyðimörkinni til að redda slíku smáræði ef þurfa þykir?  Það ætti nú að vera létt verk og löðurmannlegt fyrir hann að framreiða slík sönnunargögn með því að skutla nokkrum tunnum af sarin og/eða sinnepsgasi inn í eitthvert neðanjarðarbyrgið!  Annað eins hefur nú gerst í veröld vorri, eða hvað?  Það væri verulega kvikindislegt að koma með svona samsæriskenningu ef Bush væri heiðarlegur maður; vandur að virðingu sinni!  En svo er ei.  Skoðum dæmi um þær lygar sem Bush matreiddi til að réttlæta stríðið:\n————————\nÍ ræðu sem Bush flutti í september síðastliðinn á alsherjarþingi Sameinuðu Þjóðanna, til að réttlæta fyrirhugaða innrás, sagðist hann hafa sannanir fyrir því að Írakstjórn væri að vinna að því að koma sér upp kjarnorkuvopnum.  Málið var að Íraksstjórn hafði reynt að kaupa þúsundir sérstyrktra álröra sem Bush fullyrti vera til þess að auðga úraníum til framleiðslu kjarnavopna.\nSkömmu síðar gaf Alþjóða Kjarnorkumálastofnunin frá sér yfirlýsingu þar sem kom fram að þessi rör væru ekki nothæf fyrir auðgun úraníums.  Algengt væri, hins vegar, að slík rör væru notuð til að búa til hefðbundin vopn eins og flugskeyti.\n————————\nBush fullyrti að skýrsla frá Alþjóða Kjarnorkumálastofnuninni sannaði að Íraksstjórn hefði á árinu 1998 verið aðeins sex mánuði frá því að koma sér upp kjarnavopnum.  Talsmaður stofnunarinnar, Mark Gwozdecky, neitaði þessu og sagði enga slíka skýrslu hafa verið gefna út af þeirra hálfu.\n————————\nSagnfræðingurinn og fréttamaðurinn Eric Alterman hefur bent á að Bush hafi ítrekað logið um meinta kjarnorkuvopna- og hernaðargetu Íraksstjórnar.  Hann hafi þannig rekið hræðsluáróður byggðan að stórum hluta á lygum einungis til að hræða líftóruna úr löndum sínum.  Þannig hafi hann fengið þjóðina á sitt band er kom að réttlætingu stríðsins.  Bush hafi einnig fullyrt að Írak hefði yfir að ráða flota af ómönnuðum flugvélum sem nota mætti til árása á Bandaríkin.  Það var ein lygin enn.\n————————\nEin af fullyrðingum Bush og félaga um að Íraksstjórn hafi drepið hundruðir Kúrda í borginni Halabja vorið 1988 er líklega upplogin.  Það eru engar sannanir sem styðja þessa fullyrðingu og allt sem bendir til þess að þetta fólk hafi látist af völdum efnaárásar nágrannaþjóðarinnar Írana.  Ég bendi á grein í “The New York Times” þann 31. janúar á þessu ári sem fjallar um þetta mál.  Greinin er eftir Stephen C. Pelletiere og ber fyrirsögnina “A War Crime Or an Act of War?”  Ég mæli með þessari grein.\n————————\nÞetta er aðeins sýnishorn af lygaherferð Bush og félaga sem notuð var til að réttlæta stríðið.  Mér finnast lygar Mohammed Saeed al-Sahhaf, upplýsingamálaráðherra Íraks, blikna í samanburði við það sem vellur uppúr George Walker Bush!  Svo á þessi kóni að vera frelsaður og sannkristinn!  Fyrr má nú vera!\nÉg var og er ennþá á móti þessu stríði.  Ef þjóðir heims geta ekki með friðsamlegum og diplómatískum aðferðum leyst vandamál sín, þá er alveg eins gott að fara að pakka saman.\nGleðilega Páska!",
    "url": "https://www.hugi.is/deiglan/greinar/136712/iraksstridid-lygar-bandarikjastjornar/",
    "url_id": "136712",
    "id": "1028466",
    "replies": [
        {
            "user": "Drengurinn",
            "user_id": "50114",
            "date": "2003-04-18 12:59:30",
            "id": "1028480",
            "reply_to_id": "1028466",
            "text": "“Ein af fullyrðingum Bush og félaga um að Íraksstjórn hafi drepið hundruðir Kúrda í borginni Halabja vorið 1988 er líklega upplogin. Það eru engar sannanir sem styðja þessa fullyrðingu og allt sem bendir til þess að þetta fólk hafi látist af völdum efnaárásar nágrannaþjóðarinnar Írana. Ég bendi á grein í ”The New York Times“ þann 31. janúar á þessu ári sem fjallar um þetta mál. Greinin er eftir Stephen C. Pelletiere og ber fyrirsögnina ”A War Crime Or an Act of War?“ Ég mæli með þessari grein.”\nÞað eru reyndar sannanir fyrir þessu. Saddam Hussein játaði að hafa gert þetta svo að ekki taka þetta fram. Og með sönnunargögnin þá voru þeir líka með hljóðupptökur sem sýndu fram á að um væri að ræða efnavopn."
        },
        {
            "user": "Hlynur",
            "user_id": "27186",
            "date": "2003-04-18 13:08:18",
            "id": "1028481",
            "reply_to_id": "1028480",
            "text": "Sæll drengur.\nHvaða heimildir hefurðu fyrir því að Saddam hafi játað verknaðinn?\nAf hverju ertu að segja að ég hafi fullyrt að fólkið hafi ekki dáið sökum efnavopnaárásar?  Lestu klausuna nánar, sem þú vitnaðir í og ég skrifaði, þá áttar þú þig á því að þér urðu á mistök.\nAð öðru leyti vitna ég í áðurnefnda grein í “The New York Times”."
        },
        {
            "user": "Drengurinn",
            "user_id": "50114",
            "date": "2003-04-18 19:35:45",
            "id": "1028482",
            "reply_to_id": "1028481",
            "text": "þú hefur aðeins misskilið það sem ég skrifaði um efnavopnin og það er alveg hægt að skilja það ég var ekki einu sinni sjálfur alveg að skilja hvað ég skrifaði en það sem ég á við er að það eru til upptökur sem sanna að þeir eigi efnavopn ekkert sem tengist kúrdum."
        },
        {
            "user": "Oberon",
            "user_id": "21887",
            "date": "2003-04-18 13:44:17",
            "id": "1028483",
            "reply_to_id": "1028480",
            "text": "Ég vil bara benda á til stuðnings “drengnum” að þetta er alveg satt og sannleikurinn er að kúrdarnir voru ekki hundruðir heldur hundruðir þúsunda.\nAli Hassan al-Majid (Chemical Ali), þingmaður og sérlegur ráðgjafi Saddams, fyrirskipaði notkun sinnepsgass á þessa Kúrda í uppreisn árið 1988. Kúrdarnir sluppu ekki við það heldur voru Fedayeen liðar sendir á vettfang og stunduðu þeir að limlest og nauðga Kúrdunum.\nÞetta eru ekki sögusagnir og eru til vídjómyndir af gasárásunum. + að núna voru bandaríkjamenn að finna risastórar fjöldagrafir frá þessum tíma.\nAl-Majid lést í loftárásum Bandamanna á Suður-Írak, þann 9. apríl síðastliðinn."
        },
        {
            "user": "dey",
            "user_id": "35813",
            "date": "2003-04-18 13:58:24",
            "id": "1028484",
            "reply_to_id": "1028483",
            "text": "Þeir vour reyndar fimm þúsund, sem er svosem ansi há tala, en það gerir það einmitt óþarfa að ýkja svona rosalega. Hinsvegar er vert að minnnast þess að Ronald Reagan og taglhnýtingum hans, Bush-feðgum var nú bara alveg sama um þessa Kúrda á sínum tíma, en það vildi svo heppilega til að Bush áttaði sig á þessari ótrúlega grimmd um daginn, batnandi manni er best að lifa!"
        },
        {
            "user": "Hlynur",
            "user_id": "27186",
            "date": "2003-04-19 09:54:13",
            "id": "1028485",
            "reply_to_id": "1028484",
            "text": "Hæ dey.\n“Þeir vour reyndar fimm þúsund, sem er svosem ansi há tala, en það gerir það einmitt óþarfa að ýkja svona rosalega. …”\nSvar: Ég er svosem ekki með töluna á hreinu, enda er það ekki aðalatriði þessa sorglega atburðar.  Ég sagði “hundruðir”, en hafi talan verið ca. 5000, eins og þú heldur fram, þá eru það ca. fimmtíu hundruðir."
        },
        {
            "user": "Hlynur",
            "user_id": "27186",
            "date": "2003-04-18 14:13:14",
            "id": "1028486",
            "reply_to_id": "1028483",
            "text": "Sæll Oberon.\nHöfundur þessarar heimildar, sem ég nefndi hér að framan þ.e.a.s. Stephen C. Pelletiere, fullyrðir að við vettvangsrannsókn hafi komið í ljós að þetta ólánsama fólk hafi látist af völdum blásýrugass en ekki sinnepsgass.  Það var vitað að Írarnir notuðu blásýrugas en Írakar hins vegar sinnepsgas.  Þessi harmleikur gerðist í stríði á milli þessara þjóða, eins og þú kannski veist.  Hann fullyrðir að fólkið hafi látist af völdum efnaárásar frá Írönum.\nÞessi heimildamaður, þ.e.a.s. Stephen C. Pelletiere, var háttsettur starfsmaður leyniþjónustu Bandaríkjanna (CIA) á þeim árum sem Írak-Íran stríðið stóð.  Hann var prófessor við háskóla Bandaríska landhersins (The Army War College) á tímabilinu 1988-2000.  Hann hafði aðgang að megni þeirra trúnaðar- og leyniskjala sem runnu í gegnum Washington á þessum árum og fjölluðu um Persaflóasvæðið.  Árið 1991 veitti hann forstöðu rannsóknar á vegum landhersins sem fjallaði um það hvernig líklegast væri að Íraksstjórn hagaði hernaði sínum á móti Bandaríkjunum.  Hluti þeirrar rannsóknarskýrslu fjallaði í miklum smáatriðum um Halabja málið.\nÉg minni á að ég er ekki að fara hér með sögusagnir heldur er ég að vitna í heimildir.  Kynntu þér málið og lestu þessa grein við tækifæri."
        },
        {
            "user": "Oberon",
            "user_id": "21887",
            "date": "2003-04-18 14:20:22",
            "id": "1028487",
            "reply_to_id": "1028486",
            "text": "Ok Hlynur\nÉg vann mitt svar eftir minni og hef þess vegna farið með sumt ónákvæmt\nEn ég hef séð þessar myndbandsupptökur af árásunum"
        },
        {
            "user": "RedFox",
            "user_id": "23988",
            "date": "2003-04-18 13:05:39",
            "id": "1028488",
            "reply_to_id": "1028466",
            "text": "“Áður en lengra er haldið langar mig að fagna því að ógnarstjórn Saddams Hussein skuli hafa verið steypt af stóli. Húrra fyrir því!”\nHræsnari dauðans?"
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2003-04-18 21:22:19",
            "id": "1028489",
            "reply_to_id": "1028488",
            "text": "Alls ekki, hann er kannski á móti Saddam og fagnar því að hann er kominn frá völdum en hann er kannski á móti aðferðinni sem var notuð til þess."
        },
        {
            "user": "loreal",
            "user_id": "8453",
            "date": "2003-04-18 13:14:31",
            "id": "1028490",
            "reply_to_id": "1028466",
            "text": "Ég get ekki sagt að ég muni eftir að þeir höfðu sagt að innan við fyrstu 30 dagana væri búið að finna eitthvað.\n“Málið var að Íraksstjórn hafði reynt að kaupa þúsundir sérstyrktra álröra sem Bush fullyrti vera til þess að auðga úraníum til framleiðslu kjarnavopna”\nmálið var.. ég býst við að þú sért með einhverja leyniþjónustu á þínum vegum. Ég man ekki eftir að þeir hafi látið íraska herinn hljóma ósigrandi eða sagt að írak ætti kjarnorkuvopn heldur væri að reyna að fá þau.\nÉg veit ekki hvort það er halabja en voru þeir ekki að finna fleiri þúsund fjöldagrafir núna. Annars er búið að tala um þessi kúrdamorð löngu áður en bush kom.\nÉg var og er ennþá á móti þessu stríði. Ef þjóðir heims geta ekki með friðsamlegum og diplómatískum aðferðum leyst vandamál sín, þá er alveg eins gott að fara að pakka saman.\nErtu í neville chamberlain klúbbnum?"
        },
        {
            "user": "JerryLee",
            "user_id": "26069",
            "date": "2003-04-18 13:51:58",
            "id": "1028491",
            "reply_to_id": "1028490",
            "text": "Elsku vinir!\nLítum á STAÐREYNDIR sem hafa gerst. WORLD FUCKIN WAR 2! 1945: Allri heimsbyggðinni hafði aldrey ÓRAÐ fyrir því að Hitler hefði farið með gyðinga eins og hann gerði. Gasklefar og bræðsluofnar komu að meira að segja bandaríkjastjórn á óvart.\nÍrakar hafa enga bræðsluofna. En þeir hafa gereyðingarvopn. HINS VEGAR. Ef þeir hafa ekki gereyðingarvopn þá á eftir að sannast að þeir hafa verið með undirbúning eða vinnslu undir vopn að því tagi.\nMér finnst ÖMURLEGT að líta á þann möguleika að Bush muni “trítla” nokkrum kjarnorkusprengjum í eitthvert neðanjarðarbyrgið í Írak. Ég tel það ekki einu sinni umræðuhæft. Það myndi Bush aldrey gera, ef hann hins vegar gerði það þá væri hann einhver mesti ræfill sem hugsast getur, enda er hann rebúbliki. Al Gore hefði orðið betri forseti og hefði ég kosið hann.\nEnn EKKI halda það að Bush fari að lauma fölsuðum sönnunum inn í Írak. Bandaríkjamenn eru ekki þannig bleyður!!!"
        },
        {
            "user": "Moose",
            "user_id": "4615",
            "date": "2003-04-18 14:00:52",
            "id": "1028492",
            "reply_to_id": "1028491",
            "text": "Ásætða þessarar árásar var til að fyrirbyggja frekari árásir á vestrænar þjóðir.\nÍ forsetatíð Bill Clintons gerði Al Qaeda árásir á bandarískar byggingar.  Clinton gerði lítið sem ekkert til að ná í rassgatið á þeim.  Segist hinsvegar núna hafa verið mjög nálægt því, en við vitum að hann gerði lítið sem ekki neitt.\nAl Qaeda gerir svo aftur árás á bandaríkin, en núna er W forseti.  Hann lætur ekki valta yfir bandaríkin og ákveður að ekki bara útríma al qaeda heldur að gera fyrirbyggjandi aðgerðir sama hvað það kostar.\nÍ viðtali við Rudi Giuliani um daginn skírði hann þetta stríð út á einfaldan máta.  Við látum ekki aðrar þjóðir eða hriðjuverkasamtök stjórna okkur.  Okkar takmark er að eyða þeim og þeim sem þá styrkja.\nVið vitum að Íraq var ógnun við vestrænar þjóðir og þessvegna var þeim komið frá.\nVið vitum hvað Írakar gerðu með efnavopnum 1988 og við vitum hvað Írakar gætu gert með kjarna vopnum.\nTími ógnarstjórnar eins og þessari er liðinn þökk sé þeim löndum sem hafa ‘balls’ eins og USA, England, Spánn, Ástralíu og jú, Íslands!\nkv\nMoose"
        },
        {
            "user": "Moose",
            "user_id": "4615",
            "date": "2003-04-18 14:42:40",
            "id": "1028493",
            "reply_to_id": "1028492",
            "text": "Moose\nGetur þú útskýrt hvaða ógn stafaði af Írak, og þá sérstaklega að okkur sem búum í Vesturlöndum?"
        },
        {
            "user": "Moose",
            "user_id": "4615",
            "date": "2003-04-18 14:47:51",
            "id": "1028494",
            "reply_to_id": "1028493",
            "text": "Sæll hho,\nstuðningur við hryðjuverkamenn (t.d. fundu þeir Abu Abbas í Írak)\nþað er vitað að Saddam studdi Osama.\nfyrirhuguð kjarnorkuáætlun Íraka\nefnavopn sem eins og þú veist á eftir að finna en vitað er að eru þarna eða í Sýrlandi (Írakar gætu hafa flutt þau þangað og reynar eru einvherjar sannanir fyrir því)\nkv\nMoose"
        },
        {
            "user": "jonr",
            "user_id": "3773",
            "date": "2003-04-18 16:08:30",
            "id": "1028495",
            "reply_to_id": "1028494",
            "text": "Bullið í þér drengur. Saddam og Bin Laden eru langt frá því að vera e-r perluvinir. Hins vegar á Bin Laden stuðningsfólk í Saudi-Arabíu. Gerðu að minnsta kosti tilraun til að fara rétt með staðreyndir.\nJ."
        },
        {
            "user": "AbbeyRoad",
            "user_id": "29530",
            "date": "2003-04-18 16:12:32",
            "id": "1028496",
            "reply_to_id": "1028495",
            "text": "Heyr heyr Lassie!"
        },
        {
            "user": "Moose",
            "user_id": "4615",
            "date": "2003-04-18 16:15:30",
            "id": "1028497",
            "reply_to_id": "1028495",
            "text": "nei bíddu nú við? hefuru ekki hlustað á fréttir?\nþað er SANNAÐ að þeir hofðu tenglst.\nSjá t.d.\nhttp://www.worldnetdaily.com/news/article.asp?ARTICLE_I\nD=25291\nhttp://www.cnn.com/2003/WORLD/meast/03/11/Iraq\n.Qaeda.link/\nþeir eru enginr perluvinir, en þeir höfðu sömu markmið, og eins og þú getur lesið í hlekkjunum, sambönd við hvorn annan.\nkv\nMoose"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-04-18 16:50:46",
            "id": "1028498",
            "reply_to_id": "1028497",
            "text": "Moose:\nÉg sé engar sannanir í þessum linkum.  Saddam segist hafa kjarnorkuvopn, Bin Laden segist hafa kjarnorkuvopn.  Eru það tengsl?  Líkur eru á að báðir hafi þar að auki verið að ljúga, enda notuðu þeir ekki þessi vopn sem þeir þóttust hafa.\nStjórnvöld í Bandaríkjunum, þar á meðal Bush sjálfur lýstu því yfir að Saddam hefði tengsl við Al Quaeda.  Það reyndi Blair einnig en þá ofbauð einhverjum leyniþjónustumanninum og lak því út úr MI6 að þeir hefðu engar sannanir fyrir þessu.\nhttp://www.offnews.info/inteligencia_seguridad/\nmi6_cia.htm"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-04-24 00:41:54",
            "id": "1028499",
            "reply_to_id": "1028494",
            "text": "Já segðu mér endilega hvar þú fékkst það út að Saddam studdi Osama….\nLengi vel hafa þeir verið hinu mestu fjandmenn..\nErtu þá ekki dauðhræddur við hin löndin sem eiga kjarnavopn…?\nNei ég veit ekkert um það hvort efnavopn verða nokkurn tímann fundin í Írak…\nEf þau finnast þá mun ég stórlega efa að Írakar komi þeim e-ð við.. nema UN verði með í leitarprógramminu…  og staðfesti það…\nÞað gat enginn sannað að tengsl væri á milli Íraks og Alqaeda…\nÞannnig er það nú bara…\nkveðja hho….."
        },
        {
            "user": "JerryLee",
            "user_id": "26069",
            "date": "2003-04-18 14:44:05",
            "id": "1028500",
            "reply_to_id": "1028492",
            "text": "EINMITT! gæti ekki verið meira sammála!…Góður!"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-04-18 15:50:53",
            "id": "1028501",
            "reply_to_id": "1028492",
            "text": "Moose:\nÉg held ekki að Írak hafi verið ógnun við eitt eða neitt.  Ég held að Bush hafi bara valið þá til að valta yfir til að sýna enn einu sinni hvernig fer fyrir “óvinum Bandaríkjanna”.  Hugsanlega hafa verið fleiri ástæður en ég er handviss um að öryggi Vesturlanda var ekki ein af þeim.\nÍ sambandi við gjöreyðingarvopn, þá er víst ekki búið að finna þau ennþá en nú vilja Bandaríkjamenn meina að þeim hafi verið smyglað til Sýrlands.  Næsta stríð í uppsiglingu.\nAnnars yrði ég heldur ekki hissa þó Bandaríkjamenn létu finna eitthvað í Írak sem þeir hefðu komið fyrir sjálfir.  Mér finnst í hvert skipti sem ég sé Bush í fréttunum að lygamælirinn hjá mér fari á fullt.  Ég er hættur að trúa orði sem þessi maður segir, tala nú ekki um eftir að hann hefur orðið uppvís af því að reyna að plata fólk til að trúa því að þetta sé eðlilegt framhald af 9-11 og að Saddam hafi tengsl við Al Quaeda sem þeir hafa aldrei getað sannað."
        },
        {
            "user": "Moose",
            "user_id": "4615",
            "date": "2003-04-18 15:56:25",
            "id": "1028502",
            "reply_to_id": "1028501",
            "text": "Sæll\nreynar sagði fyrirmaður Hans Blix (man ekki nafnið) fyrir löngu síðan að það væru sannanir fyrir því að Írakar hefðu flutt efnavopn til Sýrlands til að fela þau þar. Þetta er ekkert nýtt.\nÉg hinsvegar efast um að þeir fari inní Sýrland.\nkv\nMoose"
        },
        {
            "user": "JerryLee",
            "user_id": "26069",
            "date": "2003-04-18 16:04:49",
            "id": "1028503",
            "reply_to_id": "1028502",
            "text": "Já þeir fara örugglega ekki inn í Sýrland, en ef Sýrlendingar ætla að vera með einhvern kjaft eins og hryðjuverkamenn og Írakar þá gera þeir það og fella stjórn Sýrlands!!…..Svo þeir skulu bara passa sig!"
        },
        {
            "user": "Moose",
            "user_id": "4615",
            "date": "2003-04-18 16:07:52",
            "id": "1028504",
            "reply_to_id": "1028503",
            "text": "það eru einmitt þau skilaboð sem þeim var sent"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-04-18 16:37:23",
            "id": "1028505",
            "reply_to_id": "1028503",
            "text": "Þannig að það er réttlætanlegt í þínum huga að ráðast inní lönd þar sem yfirvöld “eru með kjaft”?"
        },
        {
            "user": "JerryLee",
            "user_id": "26069",
            "date": "2003-04-18 16:58:09",
            "id": "1028506",
            "reply_to_id": "1028505",
            "text": "Þau yfirvöld sem eru JÁ með kjaft og hóta hryðjuverkum á BNA eru réttlætanleg til árása. Sýrland hefur ekki enn sem komið er verið með slíkar hótanir, en við sjáum til hvernig þau hegða sér.\nÉg segji bara. Allar þær þjóðir sem eru með KJAFT og HÓTANIR á U.S.A fá að finna fyrir því, sama hvað þið friðarsinnar segjið. Þeim verður tvímannalust hegnað, svo það er í rauninni algerlega á þeirra valdi hvernig örlög þau fá!\nSjáðu t.d Afghaninstan og Írak. Stjórn Afghanistan vildi ekki frammselja Osama Bin Laden og var þar með í hópi hryðjuverkamanna!\nÍrakar vildu ekki afvopnast og þar með urðu þeir afvopnaðir með valdi! Hvað græddu þessar Þjóðir????"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-04-18 17:08:29",
            "id": "1028507",
            "reply_to_id": "1028506",
            "text": "Þannig að ef ég hóta þér, þá mátt þú drepa mig?"
        },
        {
            "user": "JerryLee",
            "user_id": "26069",
            "date": "2003-04-18 17:25:10",
            "id": "1028508",
            "reply_to_id": "1028507",
            "text": "Ert þú þjóð?"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-04-18 17:31:44",
            "id": "1028509",
            "reply_to_id": "1028508",
            "text": "Áttu erfitt með að svara?"
        },
        {
            "user": "JerryLee",
            "user_id": "26069",
            "date": "2003-04-18 17:41:07",
            "id": "1028510",
            "reply_to_id": "1028509",
            "text": "Ég VAR að svara!!  Ert þú þjóð??"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-04-18 17:48:51",
            "id": "1028511",
            "reply_to_id": "1028510",
            "text": "Það er ekki svar.  Viltu að ég endurtaki spurninguna?  Hér er hún:\n“Þannig að ef ég hóta þér, þá mátt þú drepa mig?”"
        },
        {
            "user": "JerryLee",
            "user_id": "26069",
            "date": "2003-04-18 17:53:00",
            "id": "1028512",
            "reply_to_id": "1028511",
            "text": "Nei alls ekki!! Af hverju heldurðu að mér finnist það??"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-04-18 18:01:54",
            "id": "1028513",
            "reply_to_id": "1028512",
            "text": "Ok, ef þér finnst ekki í lagi fyrir mann að drepa annan mann af því sá fyrrnefndi hótaði honum, af hverju er þá í lagi að ráðast á heila þjóð vegna þess að leiðtogi hennar hótaði einhverju?"
        },
        {
            "user": "RedFox",
            "user_id": "23988",
            "date": "2003-04-18 18:03:15",
            "id": "1028514",
            "reply_to_id": "1028513",
            "text": "er bara eðlilegt að þjóðir hóti hryðjuverkaárásum?"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-04-18 18:19:19",
            "id": "1028515",
            "reply_to_id": "1028514",
            "text": "Mér finnst ekki eðlilegt að þjóðarleiðtogar hóti hryðjuverkaárásum en mér finnst heldur ekki eðlilegt að ráðast á þjóðir þeirra að fyrra bragði án þess að það hafi sýnt sig að þjóðarleiðtoganum sé alvara og að hann hafi einhver tök á því að gera alvöru úr hótun sinni en sé ekki bara einhver vitleysingur með kjaft.\nVar annars Saddam að hóta einhverju?  Ég varð ekki mikið var við það nema hann sagði að þeir myndu verja sig ef á þá yrði ráðist þó það hafi nú farið eitthvað lítið fyrir því hjá honum."
        },
        {
            "user": "JerryLee",
            "user_id": "26069",
            "date": "2003-04-18 18:20:47",
            "id": "1028516",
            "reply_to_id": "1028513",
            "text": "Vegna þess að þjóð er ekki það sama og einstaklingur. Þegar þjóð hótar annari þjóð þá snýr málið allt öðruvísi við heldur enn þegar Pétur hótar Páli. Hugsaðu aðeins! Alveg eins og ég sagði: Ert þú þjóð!"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-04-18 18:46:02",
            "id": "1028517",
            "reply_to_id": "1028516",
            "text": "Hugsaðu bara aðeins sjálfur.  Ef Pétur hótar Páli og Páll drepur Pétur, þá var Pétur alla vega ekki alveg saklaus vegna þess að hann hótaði.\nHins vegar ef Pétur þjóðarleiðtogi hótar þjóð Páls þjóðarleiðtoga og hann tekur þá ákvörðun að fara í stríð til að drepa Pétur, þá bitnar það á þjóð Péturs sem hefur ekkert gert.\nStríð veldur miklum hörmungum og mín skoðun er að það beri að forðast meðan hægt er.  Mjög auðvelt fyrir okkur að sitja á rassagatinu uppí sófa og horfa á þetta í imbanum.  Ekki jafn gaman fyrir fólkið sem býr inní miðju stríðinu og þarf að þola að sprengjum rignir yfir húsin þeirra, það er skotið á færi fyrir að fatta ekki hvað einhverjir útlendir hermenn eru að garga á það að gera og það er kannski vatns- og rafmagnslaust í margar vikur með tilheyrandi sjúkdómsfaröldrum sem fylgja óhreinu drykkjarvatni.\nVar hægt að forðast þetta stríð?  Það held ég.  Saddam var bara kjaftaskur með ekkert á bak við sig sem bara sannaðist með því hversu auðveldlega þeir völtuðu yfir hann.  Samt voru þeir að reyna að auglýsa það að hann væri miklu hættulegri en hann var til að réttlæta stríðið."
        },
        {
            "user": "JerryLee",
            "user_id": "26069",
            "date": "2003-04-18 18:50:42",
            "id": "1028518",
            "reply_to_id": "1028517",
            "text": "“Ekki jafn gaman fyrir fólkið sem býr inní miðju stríðinu og þarf að þola að sprengjum rignir yfir húsin þeirra, það er skotið á færi fyrir að fatta ekki hvað einhverjir útlendir hermenn eru að garga á það að gera og það er kannski vatns- og rafmagnslaust í margar vikur með tilheyrandi sjúkdómsfaröldrum sem fylgja óhreinu drykkjarvatni.”\nEimnitt! Það er það sem ég er að segja.\nÞessar þjóðir gráta blóði þegar þær þurfa að taka afleiðingum leiðtoga sinna. Bandaríkjamenn fara ekki í stríð að óþörfu, heldur einungis þegar þeim er ógnað."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-04-18 18:58:44",
            "id": "1028519",
            "reply_to_id": "1028518",
            "text": "Hvernig og hvenær var þeim ógnað af Saddam?\nEf Saddam átti gjöreyðingarvopn og var tilbúinn að nota þau af hverju gerði hann það ekki?"
        },
        {
            "user": "JerryLee",
            "user_id": "26069",
            "date": "2003-04-18 19:08:53",
            "id": "1028520",
            "reply_to_id": "1028519",
            "text": "Hefurðu ekki fylgst með fréttum?\nBandaríkjamenn höfðu sannanir fyrir því að Írakar væru með gjöreyðingarvopn í UNDIRBUNINGI og væru jafnvel að þróa efnavopn. Óttast var að þeir styddu hryðjuverkasamtök sem þeir hefðu án efa gert.\nSaddam notaði ekki gjöreyðingarvopn vegna þess að hann gat það ekki eins og var. Hann þurfti meiri tíma til að þróa þau og smíða.\nÞegar vopnaeftirlitsmenn fóru inn í landið komust þeir að því að Írakar væru með eldfaugar sem draga lengra en öryggisráðið hafði heimilað.\nEkki svo segja mér að þú haldir að Írakar væru ekki úi neinum samnböndum við hryðjuverkasamtök."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-04-18 19:21:39",
            "id": "1028521",
            "reply_to_id": "1028520",
            "text": "Jú, ég hef verið að fylgjast með fréttum og ég hef séð þá fullyrða alla þessa hluti en ekki séð neinar sannanir.\nMeira að segja ef þú leitar aðeins uppá við, þá geturðu séð linkinn sem ég setti um lekann hjá MI6.  Leyniþjónustumanni hjá Bretum var bara nóg boðið við allar þessar fullyrðingar og lak því að þeir hefðu ekkert þær sannanir sem Blair og Bush sögðust hafa.\nÞað er mjög auðvelt að fullyrða en það sem er fullyrt þarf ekki endilega að vera satt."
        },
        {
            "user": "JerryLee",
            "user_id": "26069",
            "date": "2003-04-18 19:28:10",
            "id": "1028522",
            "reply_to_id": "1028521",
            "text": "Ef þú trúir ekki fullyrðingum Bandaríkjastjórnar þá er það þinn höfuðverkur.\nÉg trúi þeim fram í rauðann dauðann og eins og ég er alltaf að segja, þá mun ég standa og falla með þeim!"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-04-18 19:36:55",
            "id": "1028523",
            "reply_to_id": "1028522",
            "text": "Og ef þú trúir fullyrðingum Bandaríkjastjórnar í blindni, þá er það þinn höfuðverkur.\nAllir geta haft rangt fyrir sér af og til.  Líka ríkisstjórnir."
        },
        {
            "user": "Hlynur",
            "user_id": "27186",
            "date": "2003-04-18 19:02:01",
            "id": "1028524",
            "reply_to_id": "1028517",
            "text": "lhg, ég er svo sammála þér!\nÞað er svo auðvelt að horfa á lengstu stríðsmynd síðari ára:  “Stríðið í Írak II” eða “Saving Private Lynch”, gæti hún jafnvel heitið.  Ég skal vera fyrstur til að viðurkenna að ég hef verið fastur við “BBC News 24” og stundum staðið mig að því að finnast ég vera að horfa á bíómynd!\nÞað er óhugsandi að setja sig í spor íbúa Íraks sem þurftu að þola þessar hörmungar!  Við Íslendingar erum svo heppnir að búa út í ballarhafi án nokkurra landamæra og það versta er að við metum það ekki að verðleikum!\nHugsiði ykkur hvað hefði mátt gera við þessa billjónir U.S. dollara sem fóru í þessa aðgerð!  Upphæðirnar eru svo geðveikar að maður skynjar þær ekki einu sinni.  Fyrir aðeins hluta af þessari upphæð hefði mátt bjarga stórum hluta af þjáningum heimsins með fyrirbyggjandi aðgerðum!\nÉg velti því líka fyrir mér:  Af hverju var ekki hægt að senda sérsveitir til að myrða Saddam Hussein og kippa þannig mottunni undan Baath flokknum og yfirvöldum í Írak?\nÞetta er sorgarsaga, finnst mér alltént!!!"
        },
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2003-04-18 19:24:16",
            "id": "1028525",
            "reply_to_id": "1028517",
            "text": "lhq: Í eitt af fáum skiptum er ég alveg fullkomlega sammála þér í þessu máli. Gaman að því.\nZedlic"
        },
        {
            "user": "Anarcy",
            "user_id": "26727",
            "date": "2003-04-19 04:37:39",
            "id": "1028526",
            "reply_to_id": "1028506",
            "text": "JerryLee\nOk þú ert 19 ára, þú átt margt eftir að læra, þetta skrifaðirðu:\n“Ég segji bara. Allar þær þjóðir sem eru með KJAFT og HÓTANIR á U.S.A fá að finna fyrir því, sama hvað þið friðarsinnar segjið. Þeim verður tvímannalust hegnað, svo það er í rauninni algerlega á þeirra valdi hvernig örlög þau fá!”\nEiga N-Kórea, Sýrlendingar og Íran þa´að ráðast á Bna vegna þess að Bna er alltaf að gefa í skyn að þau ætli að ráðast á þessi lönd. Hugsaðu áður en þú skrifa drengur. Eiga Bna eitthvað með það að ráðskast með aðrar þjóðir vegna þess að þær eru ekki sammála þeim? Ertu virkilega svona mikil kanasleikja að þú sérð ekki skýin fyrir rassgatinu á Bush?\nPs. ég er miðjumaður og styð hvorki V-G eða D……Grunar að þú myndir koma með svoleiðis “cheap” skot."
        },
        {
            "user": "JerryLee",
            "user_id": "26069",
            "date": "2003-04-19 04:46:51",
            "id": "1028527",
            "reply_to_id": "1028526",
            "text": "Ég spyr nú bara hvað varst þú að drekka??"
        },
        {
            "user": "Anarcy",
            "user_id": "26727",
            "date": "2003-04-19 04:59:25",
            "id": "1028528",
            "reply_to_id": "1028527",
            "text": "JerryLee\nÓlíkt þér (kannski), er ég bláedrú og búinn að vera það í viku….fyrst þú vilt endilega vita.\nÞað að heyra íslending tala eins og kana sem hefur verið alaður upp við bna þjóðsönginn er vægast sagt sorglegt. Gerðu þér greiða og farðu að hugsa sjálfstætt, ekki trúa öllu sem einhver ríkisstjórn segir, allavega ekki strax. Það er alveg sama hvert stjórnin hallast, vinstri eða hægri, menn eru því miður mjög duglegir við að ljúga. Annars biðst ég afsökunar ef ég var dónalegur í svarinu mína á áðan."
        },
        {
            "user": "JerryLee",
            "user_id": "26069",
            "date": "2003-04-19 05:18:06",
            "id": "1028529",
            "reply_to_id": "1028528",
            "text": "Já ekkert mál Menn mega nú láta ljós sitt skína…\nEnn ég var ekkert alinn upp á Bandaríska þjóðsöngnum. Ég bara kann vel við Bandaríkin og þá menningu sem þar er. Bandaríkin er öflugasta þjóð heims og mun ávallt vera.\nÉg þoli ekki fólk sem drekkur kók, hlustar á bandaríska tónlist, étur popp, fer í bíó á amerískar myndir og sest svo fyrir framan tölvuna og kveikir (oftast) á WINDOWS og baular svo Bandaríkin niður á einhverri skoðunnarsíðu. Þarf að kenna allri þjóðinni um eitthvað sem einn maður tekur ákvarðannir um?\nÞað er fáránlegt að hata alla Bandaríkjamenn útaf því að forsetinn gerir eitthvað sem fólk er ekki sammála. Ég elska Bandaríkin og ég gæti óskað þess að ég hefði fæðst þar, enda ætla ég að flytja þangað sem fyrst. Búinn að fara þangað einu sinni og ég ætla ekki einu sinni að lýsa því hvernig það var.\nSvo trúi ég ekkert öllu sem þessi ríkistjórn segir. Ég er harður demókrati en ekki rebúplikani eins og Bush, en´eftir árásirnar 11 Sept styð ég bandaríkjamenn að FULLU í stríði við hryðjuverkamenn!!"
        },
        {
            "user": "Moose",
            "user_id": "4615",
            "date": "2003-04-18 17:01:43",
            "id": "1028530",
            "reply_to_id": "1028505",
            "text": "þeir sem hýsa eða stiðja hryðjuverkamenn/samtök hljóta að vera óvinur heimsins?\nget ekki séð hvernig þú getir ekki verið sammála því\nkv\nMoose"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-04-18 17:09:52",
            "id": "1028531",
            "reply_to_id": "1028530",
            "text": "Ég er sammála því en að einfaldlega vera “með kjaft” er ekki endilega sama og að hýsa eða styðja hryðjuverkamenn.  Hvar eru sannanirnar?"
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2003-04-18 21:25:23",
            "id": "1028532",
            "reply_to_id": "1028491",
            "text": "Ég gæti alveg trúað þeim uppá það. Fyrst þeir eru það miklar bleyður að þeir þora ekki einu sinni í Írak fyrr en þeir séu búnir að veikja það fyrir með 10 ára viðskiptabanni þá get ég alveg trúað þeim til þess."
        },
        {
            "user": "Hlynur",
            "user_id": "27186",
            "date": "2003-04-19 09:38:37",
            "id": "1028533",
            "reply_to_id": "1028490",
            "text": "Hæ loreal.\n“Ég get ekki sagt að ég muni eftir að þeir höfðu sagt að innan við fyrstu 30 dagana væri búið að finna eitthvað.”\nSvar:  Þetta er alveg hárrétt hjá þér, enda hélt ég því hreint aldrei fram að “þeir” hefðu sagt það.\n—–\n“Ég veit ekki hvort það er halabja en voru þeir ekki að finna fleiri þúsund fjöldagrafir núna. Annars er búið að tala um þessi kúrdamorð löngu áður en bush kom.”\n—–\nSvar:  Það eru einungis getgátur, enn sem komið er, hvaða fólk liggur í þessum gröfum.  Sumir halda því fram að þarna liggi hermenn en aðrir að þar hvíli óbreyttir borgarar.  Er ekki rétt að leyfa rannskóknarnefndinni að komast að niðurstöðu áður en farið er að ræða um þetta mál?\n—–\n“Ertu í neville chamberlain klúbbnum?”\nSvar:  Nei, en þú?  Er það eftirsóknarverður klúbbur?  Ef svo er, hvernig sækir maður um inngöngu í hann og hvert er ársgjaldið?"
        },
        {
            "user": "Moose",
            "user_id": "4615",
            "date": "2003-04-18 13:38:35",
            "id": "1028467",
            "reply_to_id": "1028466",
            "text": "hlynur,\nég held að flestir séu orðnir leiðir á svona greinum hérna á Huga.\nGaktu í flokk vinstri grænna (ef þú ert ekki þegar í honum) og ræddu málin við einvherja þar sem nenna að vera sammála þér og svona bulli.\nkv\nMoose"
        },
        {
            "user": "dey",
            "user_id": "35813",
            "date": "2003-04-18 13:55:21",
            "id": "1028468",
            "reply_to_id": "1028467",
            "text": "Vá, ég sé að þú hefur unnið heimildavinnuna vel, er ekki erfitt að vera svona málefnalegur?"
        },
        {
            "user": "Moose",
            "user_id": "4615",
            "date": "2003-04-18 14:03:40",
            "id": "1028469",
            "reply_to_id": "1028468",
            "text": "þetta tók smá umhugsun.\nég var reyndar að spá í aldri Hlyns líka en ávað að vera ekki svo dónalegur að spyrja :)\nkv\nMoose"
        },
        {
            "user": "AbbeyRoad",
            "user_id": "29530",
            "date": "2003-04-18 13:55:57",
            "id": "1028470",
            "reply_to_id": "1028467",
            "text": "Moose; Þarftu að vera með svona dónaskap og tillitsleysi. Ég held að flestir séu ekki orðnir leiðir á svona greinum, flestir eru orðin leiðir á hrokagikkum eins og þér."
        },
        {
            "user": "Ulfhildar",
            "user_id": "24971",
            "date": "2003-04-18 14:57:23",
            "id": "1028471",
            "reply_to_id": "1028467",
            "text": "Moose : ef þér mislíkar eitthvað við skoðanir þess sem er vinstri sinnaður skalltu bara hafa það fyrir þig, en ekki að gera lítið úr þeim sem styðja ekki auðvaldssvínin og fasisatana í sjálfstæðisflokknum"
        },
        {
            "user": "Moose",
            "user_id": "4615",
            "date": "2003-04-18 15:04:56",
            "id": "1028472",
            "reply_to_id": "1028471",
            "text": "Ulfhildar,\nég reyndar bý ekki á Íslandi og kem ekki til með að kjósa í ár.\nHinsvegar sýnist mér Ingibjörg vera að gera það sama, skíta á aðra sem eru ekki sammála henni sjálfri.\nkv\nMoose"
        },
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2003-04-18 15:28:00",
            "id": "1028473",
            "reply_to_id": "1028472",
            "text": "Og Davíð stundar það ekki, hann með sinn 200 kg hroka?\nZedlic"
        },
        {
            "user": "Ulfhildar",
            "user_id": "24971",
            "date": "2003-04-19 13:05:43",
            "id": "1028474",
            "reply_to_id": "1028472",
            "text": "það er reyndar satt, svo ég skal ekki segja meira"
        },
        {
            "user": "TheySeeMeTrollin",
            "user_id": "26622",
            "date": "2003-04-19 14:55:09",
            "id": "1028475",
            "reply_to_id": "1028467",
            "text": "ég er formlega hættur að svara hérna, því að það er hreinlega alltof mikið af fávitum sem að koma með svona svör eins og þu Moose. Má maður ekki hafa aðrar skoðannir, og eru þínar alltaf réttar ?\nFarðu bara að sofa væni, þú hefur ekkert að gera á satð þar sem að málefnalegar umræður eiga sér stað.\nGóðar stundir, kv. Glaurung"
        },
        {
            "user": "Moose",
            "user_id": "4615",
            "date": "2003-04-19 15:32:17",
            "id": "1028476",
            "reply_to_id": "1028475",
            "text": "Glaurung,\nfyrirgefðu en hverju hefur þú verið að svara í þessari umræðu? ég sé ekki eitt einasta svar við einu eða neinu frá þér, nema að þú hafir verið að nota annað notendanafn.\nhvaða fávitasvör kom ég með? ég hef aldrei nokkuð tíman sagt að mínar skoðanir væru réttar í annara manna augum.  Fyrir mér sjálfum eru þær réttar og ég get ómögulega breytt því.\nEndilega komndu með svör við mínum spurningum.\nkv\nMoose"
        },
        {
            "user": "TheySeeMeTrollin",
            "user_id": "26622",
            "date": "2003-04-20 17:03:36",
            "id": "1028477",
            "reply_to_id": "1028476",
            "text": "ég hef verið fjarverandi undanfarið, en ef að þú lítur aftar sérðu fullt af svörum frá mér á deiglunni.\nOg með svörin: las bara þetta fyrsta og gafst svo upp… Gakktu í VG o.s.frv., allt og margir með eitthvað svona, ég held t.d. ekkert með VG, en er samt enn á móti stríði og tel þetta allt uppfullt af blekkingum.\nOg flestir sem að svara svona virðast eitthvað telja sínar skoðannir yfir okkar hinna hafnar.\nOg reyna margir hverjir að troða þeim upp á okkur hin líka.\nGóðar stundir, kv. Glaurung"
        },
        {
            "user": "Hlynur",
            "user_id": "27186",
            "date": "2003-04-19 15:44:09",
            "id": "1028478",
            "reply_to_id": "1028475",
            "text": "Það er venjulega þannig að áður en maður ákveður að hætta að svara einhverjum að þá hefur maður upp raust sína í fyrsta skipti.  Ég hef ekki séð að þú hafir tjáð þig í þessum þræði fyrr en nú.\nÉg hef ekki séð einn einasta fávita hér í þessum þræði!  Fólk tjáir sig einungis á forsendum aldurs, þroska, reynslu og skoðana og það er eins og það á að vera, að mínu mati!\nÉg gleðst yfir því að þú skulir hafa skoðanir.  Sem betur fer að þá er gert ráð fyrir því í okkar lýðræðislega þjóðfélagi að það sé þinn frumréttur.\nFólk fer að sofa þegar það er þreytt og venjulega þegar sólin er farin að nálgast sjóndeildarhringinn í hinni endalausu hringferð jarðarinnar."
        },
        {
            "user": "TheySeeMeTrollin",
            "user_id": "26622",
            "date": "2003-04-20 17:10:00",
            "id": "1028479",
            "reply_to_id": "1028478",
            "text": "Eins og ég sagði við hinn, ég hef engu svarað á þessum þræði.\nÁ mörgum af hinum voru fávitar. Prufaðu að lesa nokkur greinasvör á eldri greinum, og þar muntu sjá svör eins og ALLIR SEM AÐ ERU Á MÓTTI STRÍÐI ERU HIPPAR !!!!!!! og fleira álíka gáfulegt.\nAð fara að sofa ber ekki að taka svona bókstaflega. Auk þess sem að mismunandi er hvenær menn fara að sofa, en í vestrænu samfélagi er það hinsvegar oftast eftir sólarlag ;)\nGóðar stundir, kv. Glaurung"
        },
        {
            "user": "ImA",
            "user_id": "32546",
            "date": "2003-04-18 13:55:05",
            "id": "1028534",
            "reply_to_id": "1028466",
            "text": "Hmm…. loreal ég ætla aðeins að vitna í svar þitt á greininni. “Ég man ekki eftir að þeir hafi látið íraska herinn hljóma ósigrandi eða sagt að írak ætti kjarnorkuvopn heldur væri að reyna að fá þau.”\nRétt áður en stríðið hófst hélt Saddam mikla sýningu á hernum sínum. Og sagðist geta unnið stærstu heri heims þar á meðal bandaríkjamenn og breta. Ég mundi nú telja þetta hljóma eins og hann sé ósigrandi."
        },
        {
            "user": "loreal",
            "user_id": "8453",
            "date": "2003-04-18 14:36:07",
            "id": "1028535",
            "reply_to_id": "1028534",
            "text": "ima ég átti við að bna hefði látið íraska herinn eða getu þeirr hljóma vel í svari við þetta\n“hernaðargetu Íraksstjórnar”\nannars sá ég frétt áðan um að chemical ali væri kannski ekki dauðu"
        },
        {
            "user": "Moose",
            "user_id": "4615",
            "date": "2003-04-18 14:38:34",
            "id": "1028536",
            "reply_to_id": "1028535",
            "text": "hvar “fréttiru” að hann væri kannski ekki dauður?\nkv\nMoose"
        },
        {
            "user": "Titan",
            "user_id": "7585",
            "date": "2003-04-18 14:48:12",
            "id": "1028537",
            "reply_to_id": "1028466",
            "text": "Já já lygar Bandaríkjastjórnar..\nJá já ég efast ekkik um að þeir ljúgi smá til að láta sig lýta betur út, en ég meina hver myndi ekki gera það ?\nPrófaðu að skrifa um lygar Íraksstjórnar.. þú gætir fert 10x lengri grein um allt bullið sem að menn eru búnir að segja þar!\nAð trúirðu kannski því að Bandaríkjaher sé bara illur snákur í eyðimörkinni, sem að kemst aldrei inn í Bagdad ?\nÉg held nú að fleiri lygar hafi komið frá Írak í þessu stríði :)"
        },
        {
            "user": "Titan",
            "user_id": "7585",
            "date": "2003-04-18 14:54:43",
            "id": "1028538",
            "reply_to_id": "1028537",
            "text": "hehe amm.. eins og þegar upplýsingaráðherra Íraks hitti fréttamennia á þaki hótels og sagði að engir kanar væru í Bagdhad og það sást í kana skriðdreka í ca 500 metra fjarlægð :) Talandu um að skjóta sig í fótinn."
        },
        {
            "user": "JerryLee",
            "user_id": "26069",
            "date": "2003-04-18 15:23:17",
            "id": "1028539",
            "reply_to_id": "1028537",
            "text": "“Já já ég efast ekkik um að þeir ljúgi smá til að láta sig lýta betur út, en ég meina hver myndi ekki gera það ?”\nBANDARÍKJAMENN og ÍSLENDINGAR!"
        },
        {
            "user": "Hlynur",
            "user_id": "27186",
            "date": "2003-04-18 15:05:16",
            "id": "1028540",
            "reply_to_id": "1028466",
            "text": "Ég vil taka það fram að ég er ekki að bera í bætifláka fyrir fyrrverandi Íraksstjórn.  Mér finnst, hins vegar, mikilvægt að reyna að sjá í gegnum lygar Bush og félaga.  Það er nauðsynlegt til þess að skilja heildarmyndina.\nÍ mínum huga þá er ég sannfærður um það stafaði engin bráð ógn af Íraksstjórn sem réttlætti það að Bandaríkin réðust á landið á þeim tímapunkti sem nú er staðreynd.  Það hefði mátt gefa þessu mun meiri tíma og nota síðan diplómatískar aðferðir til að losa Írösku þjóðina við Hussein.\nAf hverju lá svona mikið á slíta samstarfi þjóðanna og fara í stríð?  Það var vegna þess að Bandaríkjastjórn fullyrti að Bandaríkjunum og heiminum öllum stafaði bráð hætta af  Írak!  Að gefast upp á friðsamlegu leiðinni var mikill ósigur fyrir lýðræði og samvinnu þjóðanna sem seint verður bætt.\nSvo er það merkilegt hvað þræðir hér detta fljótt niður á skítkastsplanið.  Af hverju verður fólk svona persónulegt í tilsvörum?  Er það vegna vanþroska eða eða hvað?  Ég nenni ómögulega að fara niður á það plan.  Ég læt öðrum það eftir."
        },
        {
            "user": "Moose",
            "user_id": "4615",
            "date": "2003-04-18 15:10:51",
            "id": "1028541",
            "reply_to_id": "1028540",
            "text": "Hlynur,\ner það ekki staðreynd að það var reynt að fara eftir diplómatískum leiðum í fjölda ára?\nSaddam og félagar voru að hafa SÞ að hálfvitum svo ekki sé meira sagt.\nÞú hlýtur að vera sammála því?\nkv\nMoose"
        },
        {
            "user": "Hlynur",
            "user_id": "27186",
            "date": "2003-04-18 15:20:29",
            "id": "1028542",
            "reply_to_id": "1028541",
            "text": "Moose,\nÉg fullyrði, án þess að geta stutt það með heimildum, að þessi 12 ár voru afar illa nýtt af Sameinuðu Þjóðunum.  Ég hef lesið um það í fjölmiðlum og heyrt fréttaskýrendur ræða um það.\nÞað var aðeins á síðustu mánuðum þessa tímabils sem eitthvað var farið að gera í málunum.  Af hverju var þessi tími ekki nýttur betur?  Mér finnst frekar að Sameinuðu Þjóðirnar hafi nýtt tímann illa en að Íraksstjórn hafi haft þær að hálfvitum, eins og þú orðar það.\nÞar fyrir utan tekur leið friðsamlegra og diplómatískra aðferða mun lengri tíma en stríð!  Það tók 21 dag að fella Íraksstjórn en leiðin sem ég aðhillist getur tekið mörg ár.\nHvaða barnaskapur er annars í þér að fullyrða um mínar sjórnmálaskoðanir?  Þær koma þessum málum ekkert við!"
        },
        {
            "user": "Moose",
            "user_id": "4615",
            "date": "2003-04-18 15:33:25",
            "id": "1028543",
            "reply_to_id": "1028542",
            "text": "Sæll Hlynur,\nég biðst afökunnar á barnaskap mínum.  Átti ekki að vera illa meint.\nVinstrisinnar eru hinsvegar þeir sem hafa mest talað á móti þessu stríði, og núna síðast var Steingrímur J með skítkast útí Halldór Ásgríms vegna þess að Dóri vildi hjálpa þessum dreng frá Írak.  Þetta er bara orðið solið þreytt.  Ég held að Halldór fái ekki neitt fleiri atkvæði útá þessar yfirlísingar og Steingrímu skaut sig í fótinn.  Íslendingar eru mjög framarlega á sviðið gervilima og ætti Össur og félagar frekar að gleðjast *grin*\neins og ég sagði átti þetta ekki að vera illa meint\nkv\nMoose"
        },
        {
            "user": "Wise",
            "user_id": "1604",
            "date": "2003-04-24 17:45:16",
            "id": "1028544",
            "reply_to_id": "1028540",
            "text": "Ég ætla að byrja á því að afsaka það að hafa ekki lesið öll svörin (alltof mörg), og þess vegna veit ég ekki hvort að búið er að' spyrja að þessu fyrr.\nHlynur þú spyrð “Af hverju lá svona mikið á slíta samstarfi þjóðanna og fara í stríð?”\nGetur það ekki bara verið málið að BNA hafi virkilega haft áhyggjur af einhverju sem að hefði getað skeð mjög fljótlega?\nÉg meina ef að það eina sem að þeir höfðu í hyggju var að ná í olíu, þá hefðu þeir alveg getað beðið aðeins, pressað meira á Frakka og Rússa, í stað þess að fá næstum allt alþjóða samfélagið upp á móti sér!\nÞeim hefði tekist það fyrir rest án vafa, eins og kenningin segir, einfaldasta skýringin er lang oftast rétt =)"
        },
        {
            "user": "johanng",
            "user_id": "9215",
            "date": "2003-04-18 15:47:24",
            "id": "1028545",
            "reply_to_id": "1028466",
            "text": "Gaman að sjá hvað þú hefðir sagt ef Bandarikjamenn hefðu ekki farið í stríð við IRAQ og svo hefðu IRAQar hennt kjarnorkusprengjum um allann heim. Værirðu þá að kalla Bush hálfvita fyrir að ráðast ekki í IRAQ ? Langaði þér kannski að hafa Al gore i staðinn ? er það ástæða þessarar greinar ? Ég vildi Al en að gera lítið úr Forseta bandaríkjanna, margfaldur maður en þú getur nokkrum tímann orðið.\nJá og eitt enn, ætti hann að taka áhættunna að þetta væri ekki satt?"
        },
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2003-04-18 16:47:19",
            "id": "1028546",
            "reply_to_id": "1028545",
            "text": "Ef Írak átti svona mikið af kjarnorkusprengjum sem þeir hefðu varpað um allan heim, afhverju hefur þeim ekki verið beitt nú þegar? Afhverju var þessi her, sem þurfti svo nauðsynlega að stöðva enda ógn við heimsbyggðina, ekki til þegar á reyndi?\nZedlic"
        },
        {
            "user": "Moose",
            "user_id": "4615",
            "date": "2003-04-18 16:49:53",
            "id": "1028547",
            "reply_to_id": "1028546",
            "text": "Zedlic,\nef þú hefur séð fréttirnar þá ættiru að vita að það sagði enginn að þær ættu kjarnorkusprengjur heldur væru að smíða þær, eða hefðu allavega plön um að gera það\nkv\nMoose"
        },
        {
            "user": "johanng",
            "user_id": "9215",
            "date": "2003-04-18 17:04:42",
            "id": "1028548",
            "reply_to_id": "1028546",
            "text": "Ekki spurja mig ? Er nickið mitt Saddam Houssain?"
        },
        {
            "user": "temsi",
            "user_id": "27290",
            "date": "2003-04-18 16:54:24",
            "id": "1028549",
            "reply_to_id": "1028545",
            "text": "A) Írak hefur ekki kjarnorkusprengjur og var ekki einu sinni nálægt því að eignast neitt í líkingu við svoleiðis.\nB) Bush er hálfviti, alveg sama hvað hann gerir.\nC) Það væri ekki stríð í Írak ef Al Gore væri forseti.\nD) Bush er minni maður en ég.  Hann hafði lélegri einkunnir úr háskóla en ég (hvaða fífl getur ekki fengið meira en C út úr háskóla?), hann hefur ekki hundsvit á heimsmálum (skelfilegt að vita til þess að sá maður sem hefur haft mest áhrif á heimsmálin síðustu ár, er maður sem aldrei hafði farið út úr eigin landi og vissi ekki hverjir voru leiðtogar helstu landa).\nE) Lestu stjórnarskrá BNA.  Lestu sögu BNA.  BNA hafa alltaf getað stært sig af því að ráðast ekki á aðrar þjóðir að fyrra bragði.  Þar til núna.  BNA hefur kerfi sem byggir á því að sanna sekt manna, ekki benda á þá og skipa þeim að sanna sakleysi sitt og taka þá svo af lífi ef þeir segja nei.  Ja, þar til núna.  Það er margt sem bendir til þess að þessarri sömu aðferðafræði eigi að nota á innlenda “óvini” ríkisins (les: þá sem ekki eru sammála Bush).\nBush er fasisti.  Flettu orðinu upp í orðabók.  Hann er lítið skárri en Hussein.\nSmá kaldhæðni í lokin:\nMaður sem býr í næstu götu á skammbyssu.  Ég hef aldrei séð hana, en ég er alveg viss um það.  Hann flautaði á mig í umferðinni um daginn svo það er augljóst að maðurinn hatar mig.  Á ég nokkuð að taka sénsinn á því að hann komi og drepi mig?  Er ekki betra að ég ráðist bara heim til hans og afvopni hann fyrst?  Ég get bara drepið hann ef ég finn ekki vopnin.  Miklu betra að ég geri það en að bíða og taka áhættuna.\nKaldhæðni lýkur (þótti betra að taka það fram, því sumir hérna á huga skilja ekki kaldhæðni og hefðu því getað farið að hrauna yfir mig… betra að taka ekki sénsinn… eða hvað?)"
        },
        {
            "user": "Moose",
            "user_id": "4615",
            "date": "2003-04-18 16:58:25",
            "id": "1028550",
            "reply_to_id": "1028549",
            "text": "Temsi,\nég verð að segja að þetta svar þitt ef svar má kalla er mjög lame.\nEf Al Gore væri forseti væri ekkert stríð.  Einmitt! og einmitt þessvegna væri Bin Laden og fleiri hryðjuverkasamtök starfandi sem áður fyrr, einmitt þessvegna væri ekkert gert í árásum hryðjuverkamanna.\nSkulum reyna að halda umræðinni aðeins á hærra plani en að segja ‘Bush er hálfviti’ o.s.frv\nkv\nMoose"
        },
        {
            "user": "temsi",
            "user_id": "27290",
            "date": "2003-04-18 17:05:04",
            "id": "1028551",
            "reply_to_id": "1028550",
            "text": "Það væri ekki stríð í Írak.  Afghanistan hefði samt sem áður átt sér stað, því þar var Bin Laden.  Íraksstríðið hefur nákvæmlega ekkert með Al-Qaeda að gera.\nUmræðan er á því plani sem hún er, einmitt vegna þess að Bush ER hálfviti.  Það er ekki nokkuð sem þarf að deila um."
        },
        {
            "user": "JerryLee",
            "user_id": "26069",
            "date": "2003-04-18 17:07:24",
            "id": "1028552",
            "reply_to_id": "1028550",
            "text": "Ég hef ALDREY sagt að Bush væri hálfiti. Hann er góður forseti og ég styð hann í mörgum málefnum SÉRSTAKLEGA stríðinu við írak. Svo þú skalt lesa greinarnar mínar frá a til ö áður en þú ferð að koma með svona staðhæfingar. Takk."
        },
        {
            "user": "Moose",
            "user_id": "4615",
            "date": "2003-04-18 17:11:22",
            "id": "1028553",
            "reply_to_id": "1028552",
            "text": "JerryLee\nvar þetta svar til mín? allavega fékk ég skilaboð um það.  Ég var ekki að segja að þú hafðir sagt að bush væri hálfviti\nkv\nMoose"
        },
        {
            "user": "JerryLee",
            "user_id": "26069",
            "date": "2003-04-18 17:24:33",
            "id": "1028554",
            "reply_to_id": "1028553",
            "text": "ok sorry, þá hef ég miskilið þetta etthvað…"
        },
        {
            "user": "johanng",
            "user_id": "9215",
            "date": "2003-04-18 17:07:15",
            "id": "1028555",
            "reply_to_id": "1028549",
            "text": "Ert þú dæmi um mann sem fór að gráta þegar Bush var forseti ? Hvað með það að hann fékk C ? Kannski hefur hann ekki nennt að leggja jafn mikið á sig til að ná prófinnu eins og t.d. þu ? Þarf hann þá að vera heimskur útaf einhverri háskóla einkunn fyrir þó nokkuð mörgum árum?\nAf hverju heldurðu að það væri ekki stríð ef Al Gore væri forseti ? Well ef hann hefði ekki farið í stríð þá væri liklega kjarnorkuvopn komin í umferð eða fljótlega.\nOg já þetta er ekki einungis hans ákvörðun hvað hann mun nú segja. Þú veist kannski ekki en hann á fullt af aðstöðarmönnum sem já ótrúlegt en satt hafa fengið A í einkunn úr háskólum. Herráðgjafar .. þetta er ekki bara hann.. Bush er undir miklum þrýstingi. Þökk sé Clinton."
        },
        {
            "user": "temsi",
            "user_id": "27290",
            "date": "2003-04-18 17:16:35",
            "id": "1028556",
            "reply_to_id": "1028555",
            "text": "Þú þarft ekki að leggja þig neitt fram til að ná C í bandarískum háskóla.  Ef þú mætir og skrifar nafnið þitt rétt á hverju prófi, þá ættirðu að slefa í gegn.\nÞað væri ekki stríð einfaldlega vegna þess að Al Gore hefur lýst því yfir að hann sé á móti stríðinu og hefur sagt að hann hefði aldrei farið inní írak (aðallega vegna þess að það var engin ástæða til þess).\nEf þú heldur að það væru komin kjarnorkuvopn í umferð ef hann væri forseti, þá ert þú því miður búinn að kokgleypa lygarnar frá Bush.\nÁkvörðunin ER endanlega hans.  Eftir að þingið var blindað af hræðsluáróðri, samþykkti það að veita honum leyfi til að fara inn í Írak ef allar diplómatískar leiðir klikkuðu.  Hann prófaði að vera dipló í nákvæmlega 3 mínútur og sagði svo “let's bomb”.\nEkki reyna að kenna Clinton um þetta.  Reagan og Bush eldri bjuggu til vandamálið.  Að ráðast á Clinton er því mjög barnalegt og er hér ágætis samlíking um þá hegðun Repúblíkana:\nÞú keyrir stóran og mikinn trukk upp á hæð.  Þú tekur úr handbremsu og gír og stekkur út þegar hann byrjar að renna niður.  Þegar trukkurinn svo lendir á krakkahópnum neðst í brekkunni, verðurðu brjálaður og skammast í öllum sem stóðu í brekkunni fyrir að hafa ekki reynt nægilega vel að stöðva trukkinn á leiðinni."
        },
        {
            "user": "Moose",
            "user_id": "4615",
            "date": "2003-04-18 17:19:24",
            "id": "1028557",
            "reply_to_id": "1028556",
            "text": "Temsi\n“Þú þarft ekki að leggja þig neitt fram til að ná C í bandarískum háskóla. Ef þú mætir og skrifar nafnið þitt rétt á hverju prófi, þá ættirðu að slefa í gegn.”\nþú ert að eyðileggja þessa umræði með svona bulli drengur\nkv\nMoose"
        },
        {
            "user": "temsi",
            "user_id": "27290",
            "date": "2003-04-18 17:25:09",
            "id": "1028558",
            "reply_to_id": "1028557",
            "text": "Vinsamlegast færðu rök fyrir svarinu.\nÞetta eru kannski ýkjur, en ekki bull.\nHvar fórst þú annars í nám?\nÉg þekki bandaríska háskólakerfið af reynslu.\nBush hefði reyndar aldrei komist inn í Yale með C average, ef ekki væri fyrir pabba hans (skólar hérna hafa það sem er kallað Legacy admissions, þar sem afkvæmi fyrrum nemenda hafa forgang í innritun).  Sú staðreynd að einkunnirnar hækkuðu ekki neitt á 4 árum, segir talsvert um hvað heilabú hans hefur að geyma."
        },
        {
            "user": "Moose",
            "user_id": "4615",
            "date": "2003-04-18 17:32:21",
            "id": "1028559",
            "reply_to_id": "1028558",
            "text": "Temsi,\n“Vinsamlegast færðu rök fyrir svarinu.”\nhvaða svari?\n“Hvar fórst þú annars í nám?”\nÍslandi og Kanada\nkv\nMoose"
        },
        {
            "user": "johanng",
            "user_id": "9215",
            "date": "2003-04-18 18:06:16",
            "id": "1028560",
            "reply_to_id": "1028556",
            "text": "Uff nenni ekki að rifast við þig, greinilega siðblindur. Ég vildi Al Gore sem forseti og var mjög leiður að Bush varð forseti en ég stend að sjálfsögðu með ákvörðun hans."
        },
        {
            "user": "temsi",
            "user_id": "27290",
            "date": "2003-04-18 18:58:35",
            "id": "1028561",
            "reply_to_id": "1028560",
            "text": "Siðblindur???\nHvernig í fjáranum kemstu að þeirri niðurstöðu?\nÞó svo Bush sé forseti er ekki þar með sjálfsagt að standa með ákvörðunum hans.\nFarðu varlega í fullyrðingum þínu, siðblinda er ekki eitthvað sem á að saka fólk um ef það er ekki sammála þér í einu og öllu.\nÉg tek það sem mikla móðgun, ekki bara við mig, heldur alla þá sem eru á móti stríði að jólasveinar eins og þú sem ekki “nennir að” rökræða hlutina séu að stimpla menn siðblinda fyrir það eitt að vera ósammála þér.\nSvo ég vitni nú í forsætisráðherra voran:\n“Þú ert bara dóni.”"
        },
        {
            "user": "johanng",
            "user_id": "9215",
            "date": "2003-04-18 20:17:39",
            "id": "1028562",
            "reply_to_id": "1028561",
            "text": "Þú ert sá siðblindi. Einhver hefur komið inn í heilann á þér að hann sé lélegur forseti bara því hann var kosinn en ekki Al gore."
        },
        {
            "user": "temsi",
            "user_id": "27290",
            "date": "2003-04-18 21:36:05",
            "id": "1028563",
            "reply_to_id": "1028562",
            "text": "Heyrðu mig nú…  ekki veit ég á hvaða plánetu þú býrð, en ég ætla að leyfa mér að efast um að þar sé súrefni… allavega er ekki mikið af því að komast upp í heilann hjá þér núna.\nGeturðu svarað spurningunni eða ekki?\nSpurningin var: hvernig kemstu að þeírri niðurstöðu að ég sé siðblindur?  Veistu yfirhöfuð hvað það orð þýðir?\nBush var fífl áður en hann varð forseti, þurfti ekki nokkur maður að segja mér neitt um það.\nÉg bý í BNA og sé þetta frá öðrum sjónarhóli en þú, því ég bý við þetta.\nÉg veit ekki hversu góður forseti Al Gore hefði verið, en hann hefði fjandakornið ekki getað orðið verri en Bush.\nSvona fyrir utan það að hann var ekki kosinn, en það er allt önnur umræða.\nHvar eru málefnin hjá þér?  Hvar er röksemdafærslan?  Hvar eru svörin?\nErtu alveg á kúpunni andlega?\nEf þú ekki getur verið kurteis, rökfastur og málefnalegur, þá vinsamlegast haltu þér saman og leyfðu fullorðna fólkinu að tala.\nDíses hvað fólk getur verið tregt."
        },
        {
            "user": "johanng",
            "user_id": "9215",
            "date": "2003-04-18 23:33:37",
            "id": "1028564",
            "reply_to_id": "1028563",
            "text": "Snúa útúr, snúa útúr og snúa útúr. Eina sem þú kannt ? Well. ekki hægt að rökfæra fyrir þér greinilega. Ertu ekki kannski bara svekktur að vinir þinir fara i striðið ? Og bandarikjamenn eiga hættu á að missa hermenn ? Er það ekki skárra en að fá aðra svona árás á sig eins og World Trade center eða hvað það nú heitir ? Eða villtu kannski fá aðra svoleiðis ? Bush er að reyna uppræta svoleiðis hriðjuverk og auðvitað kjarnorkuvopn líka .. það gæti verið lygi hver veit hvað þeir eru að hugsa um. Geta ekki sagt almenngi allt væni."
        },
        {
            "user": "temsi",
            "user_id": "27290",
            "date": "2003-04-19 07:05:50",
            "id": "1028565",
            "reply_to_id": "1028564",
            "text": "Vinsamlegast bentu mér á það hvar ég snéri út úr.\nÞú ert ekki með öllum mjalla.  Þú hefur ekki fært rök fyrir einu einasta orði, bara sakar mig um siðblindu.  Þvílíkur fáviti. díses.\nÞetta stríð hefur nákvæmlega ekkert með WTC að gera.  Ef þú trúir því, þá hef ég brú sem mig langar að selja þér."
        },
        {
            "user": "johanng",
            "user_id": "9215",
            "date": "2003-04-19 11:19:31",
            "id": "1028566",
            "reply_to_id": "1028565",
            "text": "Svo núna eru notuð orð eins og fáviti ? Já það HALDA allir að þetta hafi ekkert með WTC að gera.\nKannski eigum við að halda það? Hefurðu aldrei pælt í því að það gæti verið eitthvað meira sem við vitum ekki ? Ég myndi kynna þér allar staðreyndir og vera 100% viss áður en þú ferð að rífa kjaft."
        },
        {
            "user": "temsi",
            "user_id": "27290",
            "date": "2003-04-19 18:25:41",
            "id": "1028567",
            "reply_to_id": "1028566",
            "text": "Í fyrsta lagi: Það var ekki ég sem byrjaði með dónaskapinn, ég bara svaráði í sömu mynt.\nÍ annan stað: Það er lágmark að þú vitir hvað orð eins og Siðblinda þýða áður en þú ferð að nota þau.\nÍ þriðja lagi: Þú hefur ekki enn bent mér á það hvað það var sem fékk þig til að kalla mig siðblindann.\nÍ fjórða lagi: Ég HEF kynnt mér málið.  Ég bý jú í BNA og sé því hlutina frá allt öðrum sjónarhóli en þú.  Ég upplifði 9-11 töluvert öðruvísi en þú.  Þú bara sást þetta á CNN eða í kvöldfréttunum.\nÍ fimmta og síðasta lagi:  Það er margt sem við vitum ekki, en ég er ekki svo vitlaus að skrifa blankann tékka fyrir forseta sem ekki getur (eða hefur enn) útskýrt svo vel sé, hvers vegna hann vilji fara í stríð.\nÍrak hafði ekkert með WTC að gera, þeir eru búnir að reyna að grafa upp einhver tengsl þar á milli í eitt og hálft ár, án árangurs.\nÞú, jóhannG hefur ekki kynnt þér neinar staðreyndir, ert ekki 100% viss um neitt (frekar en nokkur hér inni) en samt ertu að rífa kjaft?  Afhverju ferðu ekki að eigin ráðum?"
        },
        {
            "user": "Fredrik",
            "user_id": "30853",
            "date": "2003-04-19 18:34:02",
            "id": "1028568",
            "reply_to_id": "1028567",
            "text": "þetta er SLATTI af álitum"
        },
        {
            "user": "Moose",
            "user_id": "4615",
            "date": "2003-04-19 02:15:25",
            "id": "1028569",
            "reply_to_id": "1028563",
            "text": "Temsi,\nertu ekki að skjóta þig í báðar lappir með því að segja “Ef þú ekki getur verið kurteis, rökfastur og málefnalegur, þá vinsamlegast haltu þér saman og leyfðu fullorðna fólkinu að tala.”\nþín umræða hefur verið á svo lágu plani á þessum þræði að ég nennti að taka þátt í henni lengur\n“Bush er fífl…”\n“Bush er hálfviti…”\n“haltu þér saman…”\n“veistu ekki neitt…”\nsvona umræða er low og ég held að þú ættir ekki að segja “…leyfðu fullorðna fólkinu að tala” því að ég get ómögulega séð að þú sert mikið eldri en 12 ára\nkv\nMoose"
        },
        {
            "user": "temsi",
            "user_id": "27290",
            "date": "2003-04-19 07:26:20",
            "id": "1028570",
            "reply_to_id": "1028569",
            "text": "Ég svara með sama tón og til mín er talað."
        },
        {
            "user": "temsi",
            "user_id": "27290",
            "date": "2003-04-19 07:32:14",
            "id": "1028571",
            "reply_to_id": "1028569",
            "text": "Ef þú hefur ekki séð þáð nú þegar, þá er þessi lúði sem er að röfla í mér 15 ára og ekki með kosningarétt.  Kosningaréttur er algert lágmark til að taka þátt í stjórnmálaumræðu.\nÞað er alltaf viðmót hægrimanna að saka andstæðingana um að vera á lágu plani.  Planið á mínum umræðum hefur ekki verið neitt lægra en hjá þér, enda virðist þú vera stuðningsmaður Bush og lægra verður nú varla komist í hugsun."
        },
        {
            "user": "Moose",
            "user_id": "4615",
            "date": "2003-04-19 12:34:50",
            "id": "1028572",
            "reply_to_id": "1028571",
            "text": "Temsi,\nsemsagt af því að hann er 15 ára með skoðanir má hann þá ekki tala við þig? ertu það hátti uppi á sjálfum þér?\nÉg á son sem er 4 ára.  Ég hef aldrei nokkuð tíman talað niður til hans bara af því að hann er 4 ára.  Gerir þú það við þín börn? (ef þú átt einhver þ.e.a.s.)\nMér langar einnig til að benda þér á að það sem að þinn heitt hataði Bush segir, þarf að fara í gegnum þingið, þannig að hatur þinn ætti að beinast að fleirum en honum ekki rétt?\nÞað sem þú segir er á lágu plani, ég held að allir geti verið sammála mér um það.  Þú notar orð eins og ansi, hálfviti og díses.  Ekkert að þessum orðum þannig lagað, bara passa ekki þegar fólk…eða fulloðrið fólk eins og þú kallar það, er að tala saman.\nmeð góðri kveðju,\nMoose"
        },
        {
            "user": "temsi",
            "user_id": "27290",
            "date": "2003-04-19 18:35:39",
            "id": "1028573",
            "reply_to_id": "1028572",
            "text": "Eins og sönnum hægrimanni sæmir misskilurðu og rangtúlkarðu allt sem þú mögulega getur.\nÉg hef ekki talað niður til neins vegna aldurs.  Aldur viðkomandi hefur þar ekkert að segja. Ég tala niður til fólks ef það gefur mér ástæðu til þess eins og johanng hefur ítrekað gert.\nReyndar komst ég ekki að því að johanng væri 15 fyrr en í gær, rétt áður en ég minntist á það.\nFram að því hélt ég bara að hann væri eitthvað bilaður… en hann er víst bara svona óþroskaður greyið.  En það er engin afsökun fyrir dónaskap.  Þaðan af síður afsökun fyrir því að færa ekki rök fyrir ásökunum á borð við þær sem hann hefur gert.\nÉg tala aldrei niður til barna, og þú ættir að skammast þín fyrir að gefa það í skyn.\nVissulega er einnig við þingið að sakast, enda repúblíkanarnir þar með meirihluta í báðum deildum (ekki að demókratarnir hafi sýnt mikinn kjark í að standa í hárinu á þeim).  “hatur” mitt er ekki hatur, heldur reiði.  Það er töluverður munur á hatri og reiði.\nÞað sem ég segi er á sama plani og öll þessi umræða hefur verið.  Ef þér finnst það plan lágt, ættirðu kannski að spyrja sjálfan þig afhverju þú sért að taka þátt í henni.\nÉg nota orð eins og díses þegar mér ofbýður framkoma fólks (lestu samhengið í skrifunum… ég veit það er erfitt fyrir þig, en reyndu samt).\nÉg notaði aldrei orðin ansi (reikna með að þú meinir asni, sem ég notaði ekki heldur) eða hálfviti (nema um Bush, sem fyllilega stendur undir því orði).  Ég notaði orðið fáviti einu sinni, því mér var nóg boðið.  Jú og fífl einu sinni um Bush…  engin lygi þar og langt frá því að vera dónaskapur, bara að benda á staðreyndir.\nSvona fyrir utan það að ég þarf ekki að útskýra eitt eða neitt fyrir þér, þá vil ég að rétt sé rétt og sætti mig ekki við lágkúrulegar ásakanir, sem eru svo langt utan við málefnið að það er hlægilegt.\nmeð kaldri kveðju\nTemsi"
        },
        {
            "user": "RedFox",
            "user_id": "23988",
            "date": "2003-04-18 17:53:05",
            "id": "1028574",
            "reply_to_id": "1028549",
            "text": "Hefði Al Gore ekki bara samið við Talebana, bin laden og Saddam?\nÉg legg til að samið verði við Kim Jong Il, Hezbolla, Al Qaeda, Hamas, Islamic Jihad og Jemiah Islamia!\nVið verðum að koma þessu öllu á pappír áður en þeir far að drepa fólk!!!\n:)"
        },
        {
            "user": "Korzybski",
            "user_id": "15718",
            "date": "2003-04-18 15:52:34",
            "id": "1028575",
            "reply_to_id": "1028466",
            "text": "Mér finnst dálítið ómaklega að Hlyni vegið hérna…\nErum við ekki að gera okkur grein fyrir lygum, yfirgangi og hreinum og beinum stríðsglæpum bandaríkjamanna? Gerum við okkur ekki grein fyrir því að eftir mörgþúsund ára þróun mannsins erum við, upplýstur almúginn enn að reyna réttlæta stríð, hugsanlega í einhverri aumri tilraun til að ljúga að sjálfum okkur að við séum við stjórnvölinn..?\nBara svona vangaveltur sem eru kannski örlítið út fyrir efnið.. en kemur málinu svo sannarlega við."
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-04-18 16:42:07",
            "id": "1028576",
            "reply_to_id": "1028466",
            "text": "Já svona fer þegar tilfinningar bera skynsemina og heilbrigða hugsun ofurliði.\nÖll greinin ber sterkan keim af því.\nÖll efna/sýkla/kjarnorkuvopn bera nokkurnskonar ‘vatnsmerki’.\nÞar er hægt að sjá nákvæmlega á hvaða rannsóknarstofu úranið var auðgað.  Fingrafarið(Vatnsmerkið) lýgur ekki.\nSama á um sýklavopnin.\nÞetta vita ALLIR sem eitthvað hafa kynnt sér málið.\nÞeir sem halda öðru fram, vita lítið meira en tilfinningar þeirra segja til um, og eru því marklausir að öllu leiti.\nOg halda því fram að hægt sé að henda slíkum efnum ofaní einhverja holuna og falsa þannig sönnunargögn er út í hött. Og hverjum þeim til vansa sem slíkt segir.\nVarðandi þessa grein í NY Times um að Íranir hafi sent eiturgasið á Kúrdana, ekki Írakar, er álit EINS manns. Hinum megin á vogarskálunum eru ÖLL löndin í öryggisráðinu ásamt Kúrdum sjálfum.\nHvort á að trúa EINUM manni eða trúa ÖLLUM stærstu löndum heims?\nSvo ráðlegg ég þér Hlynur, að fara að pakka saman.\nHvert þú ætlar veit ég ekki. Enginn öruggur griðastaður er til hér á jörð. Sbr. paradísareyjuna Bali.\nEn sú barnalega trú að allt megi leysa með friðsamlegum og diplómatískum leiðum er andvana fædd trú.\nÞað verða ALLTAF einhverjir sem ekki láta sér segjast, nema vopnavaldi sé beitt.\nMannskepnan er bara svona innréttuð."
        },
        {
            "user": "Hlynur",
            "user_id": "27186",
            "date": "2003-04-18 16:50:55",
            "id": "1028577",
            "reply_to_id": "1028576",
            "text": "Það hvarflar ekki að mér að fara niður á persónulegt svívirðinga-plan eins og þú virðist hafa ákveðið að gera.  Þú verður að eiga það við sjálfan þig.\n…en vegna þess að við erum hér að tala um mikilvæg málefni þá skulum við halda okkur við þá reglu að vitna í heimildir.  Hvaða heimild hefur þú fyrir því að sýklavopn “beri nokkurskonar vatnsmerki”?  Ef þú getur staðfest það með áræðanlegum heimildum þá dreg ég samsæriskenningu mína til baka."
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-04-18 17:18:19",
            "id": "1028578",
            "reply_to_id": "1028577",
            "text": "Ég er ekki að svívirða þína persónu.\nÉg gagnrýni hinsvegar málflutning þinn.\nFullur af dylgjum.\nÞegar miltisbrandsfaraldurinn var í BNA um árið þá las ég langa grein á BBC um hvernig hægt sé að rekja hvaðan veiran sé, ef um sýklavopn er að ræða.\nMiltisbrandsveiran sem notuð var í BNA var framleidd í BNA. Sannað mál. Man ekki úr hvaða rannsóknarstofu, ef það var þá nefnt.\nEnda málið ekki flokkað sem utanaðkomandi hryðjuverk af yfirvöldum í BNA.\nÞað sama á um auðgaða úranið. Engin auðgun er 100% eins og einhver önnur. Alþjóðakjarnorkumálastofnunin getur séð nákvæmlega hvaða ár úranið var auðgað, hvar og hvenær.\nÞetta er skjalfest og viðurkennd staðreynd.\nÉg er ekki viss um efnavopnin, en samt er hægt að sjá með þó nokkurri vissu hvaðan þau koma hverju sinni.\nÉg kann ekki að fara út í smáatriði, en á rannsóknarstofum er hægt að sjá hvaða sprengiefni var notað við hina og þessa sprengingu.\nHvort það var Semtex, Tnt eða C4 o.sv.frv.\nOg hvar það var framleitt.\nOg samt hafði sprengiefnið sprungið í tætlur.\nEitthvað með litróf að gera, að mig minnir.\nOg með greinina í NY Times.\nEr hún trúverðugri en viðurkenning stórþjóðanna og SÞ, á aðgerð Íraka á Kúrdum?\nGrein eftir einn mann gegn vissu stórþjóðanna!\nGefðu mér svar þitt við því."
        },
        {
            "user": "Hlynur",
            "user_id": "27186",
            "date": "2003-04-18 17:44:11",
            "id": "1028579",
            "reply_to_id": "1028578",
            "text": "Sæll (aftur) Nuff.\nÞú nefnir engar heimildir til staðfestingar fullyrðingum þínum.  Endilega leitaðu að þeim og láttu mig svo vita.\nÉg er ekki í typpastærðar-samanburði hvorki við þig né aðra.  Ég vísaði aðeins í heimild sem skrifuð eru af manni sem var í aðstöðu til að vita hvað hann var að segja.  Heimild er heimild og ekkert annað.  Þú leggur þitt mat á það hvort þér finnst hún trúarleg.  Ég hef enga þörf fyrir að þú trúir henni.  Þér er frjálst að hafa þínar skoðanir í landi sem byggir á mál- og skoðanafrelsi.  Njóttu þess!"
        },
        {
            "user": "Moose",
            "user_id": "4615",
            "date": "2003-04-18 17:47:38",
            "id": "1028580",
            "reply_to_id": "1028579",
            "text": "Hlynur,\nnú kallar þú þessa grein í NY Times heimild.  Nú spyr ég, hvaðan hefur hann þessar heimildir? Það getur svo til hver sem er skrifað grein í NY Times og þeim mun ´djúsíarí´ þeim mun fleiri blöð seljast, þó svo að NY Times verði seint kallað slúður blað.\nÉg er ekki að snúa út úr, en þú hlýtur að sjá sjálfur að rödd eins mans er ekki nóg,\nkv\nMoose"
        },
        {
            "user": "Hlynur",
            "user_id": "27186",
            "date": "2003-04-18 18:02:59",
            "id": "1028581",
            "reply_to_id": "1028580",
            "text": "Moose, sæll aftur.\nÉg endurtek það sem ég hef áður sagt:  Ég hef nákvæmlega enga þörf fyrir því að þú trúir, hvorki þessari né öðrum, heimildum.  Hver ákveður fyrir sig.  Það er hluti af frelsinu og lýðræðinu.\nFlettu að gamni upp nafni höfundarins á t.d. www.google.com og kíktu á það sem þú finnur.  Dagblaðið “The New York Times” er virtur miðill og segðu mér ekki að fólk geti skrifað greinar í það blað og logið til um nafn sitt.  Mér finnst þetta frekar barnaleg fullyrðing af þinni hálfu."
        },
        {
            "user": "Moose",
            "user_id": "4615",
            "date": "2003-04-18 18:06:11",
            "id": "1028582",
            "reply_to_id": "1028581",
            "text": "Hlynur,\nég veit alveg að NY Times er virtur miðill og ég sagði ALREI að hver sem er gæti skrifað grein í það blað og logið til um nafn sitt…hvar fékkstu að ég hafi sagt það? ég er hættur að skilja.\nÉg sagði hinsvegar að dagblöð þyrftu að gefa út efni sem almenningur hefði áhuga á að lesa, satt eða ekki.\nÉg var ekki að rengja að hann hafi skrifað þessa grein eða blaðið sjálft.\nEndilega segðu mér hvar þú fékkst að ég hafi sagt að hann hafi logið til um nafn sitt.\nkv\nMoose"
        },
        {
            "user": "Moose",
            "user_id": "4615",
            "date": "2003-04-18 18:06:11",
            "id": "1028583",
            "reply_to_id": "1028581",
            "text": "Hlynur,\nég veit alveg að NY Times er virtur miðill og ég sagði ALREI að hver sem er gæti skrifað grein í það blað og logið til um nafn sitt…hvar fékkstu að ég hafi sagt það? ég er hættur að skilja.\nÉg sagði hinsvegar að dagblöð þyrftu að gefa út efni sem almenningur hefði áhuga á að lesa, satt eða ekki.\nÉg var ekki að rengja að hann hafi skrifað þessa grein eða blaðið sjálft.\nEndilega segðu mér hvar þú fékkst að ég hafi sagt að hann hafi logið til um nafn sitt.\nkv\nMoose"
        },
        {
            "user": "Hlynur",
            "user_id": "27186",
            "date": "2003-04-18 18:17:40",
            "id": "1028584",
            "reply_to_id": "1028583",
            "text": "Þú sagðir:\n“… Það getur svo til hver sem er skrifað grein í NY Times…”\nÉg rak starfsferil þessa heimildamanns hér að framan.  Ferillinn er svohljóðandi, svo ég vitni í sjálfan mig:\n“Þessi heimildamaður, þ.e.a.s. Stephen C. Pelletiere, var háttsettur starfsmaður leyniþjónustu Bandaríkjanna (CIA) á þeim árum sem Írak-Íran stríðið stóð. Hann var prófessor við háskóla Bandaríska landhersins (The Army War College) á tímabilinu 1988-2000. Hann hafði aðgang að megni þeirra trúnaðar- og leyniskjala sem runnu í gegnum Washington á þessum árum og fjölluðu um Persaflóasvæðið. Árið 1991 veitti hann forstöðu rannsóknar á vegum landhersins sem fjallaði um það hvernig líklegast væri að Íraksstjórn hagaði hernaði sínum á móti Bandaríkjunum. Hluti þeirrar rannsóknarskýrslu fjallaði í miklum smáatriðum um Halabja málið.”\nÉg reikna með að við getum verið sammála um að þetta er ekki “hver sem er”, eða hvað?\nÞess vegna dreg ég þá ályktun að þú hafir talið viðkomandi ljúga til um sitt “identity”.  Hafi ég dregið ranga ályktun þá bið ég þig afsökunar."
        },
        {
            "user": "Moose",
            "user_id": "4615",
            "date": "2003-04-18 18:22:27",
            "id": "1028585",
            "reply_to_id": "1028584",
            "text": "ok no problem, ég var ekki að meina að hann hafi logið.\nsumarkveðjur\nMoose"
        },
        {
            "user": "Hlynur",
            "user_id": "27186",
            "date": "2003-04-18 18:38:15",
            "id": "1028586",
            "reply_to_id": "1028585",
            "text": "Moose, “pal”!\nJá, sumar kveðjur eru góðar hehehe…\nÞú ert ágætur, gaman að rökræða við þið.  Þú kannt að bakka þegar það á við.  Ég tel mig geta það líka ;-)\nHlynur\nP.s.:  Það er aljört aðalatriði að halda sig á málefnalegum grunni.  Annað kallast leðjuslagur!"
        },
        {
            "user": "Moose",
            "user_id": "4615",
            "date": "2003-04-18 18:42:05",
            "id": "1028587",
            "reply_to_id": "1028586",
            "text": "…og ekki gaman að leðjuslag nema þegar tvær naktar stúlkur eiga í erjum :D\nkv\nMoose"
        },
        {
            "user": "Hlynur",
            "user_id": "27186",
            "date": "2003-04-18 18:48:17",
            "id": "1028588",
            "reply_to_id": "1028587",
            "text": "So true! Hehehehe…\n…en nú erum við komnir á hálan ís!  Nú koma allar kvennréttindakonurnar og lemja á okkur!\nÚfff…"
        },
        {
            "user": "Moose",
            "user_id": "4615",
            "date": "2003-04-18 18:49:53",
            "id": "1028589",
            "reply_to_id": "1028588",
            "text": "spurning um að færa okkur yfir a femin.is ;)\njamm best að koma sér af ísinum"
        },
        {
            "user": "BjarkiJod",
            "user_id": "8241",
            "date": "2003-04-18 18:19:58",
            "id": "1028590",
            "reply_to_id": "1028580",
            "text": "Moose, “nú kallar þú þessa grein í NY Times heimild. Nú spyr ég, hvaðan hefur hann þessar heimildir?”\nHann sagði það áðan hann Hlynur, að þetta væri maður sem að er búinn að vera í ‘CIA’ og er búinn að vera að kenna í einhverjum Stríðsskóla (man ekki hvað skólinn hét) og þar hafði hann aðgang að öllum gögnum sem að fóru í gegnum Washington. Þar á meðal öll gögn um Íran og Írak."
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-04-18 18:02:17",
            "id": "1028591",
            "reply_to_id": "1028579",
            "text": "Ég nefndi BBC sem heimild um miltisbrandinn.\nÞað er rúmlega ár síðan ég las þá grein á fréttasíðunni hjá þeim fjölmiðli.\nMér láðist að vista slóðina. Ef ég gerði slíkt hverju sinni þá veitti mér ekki af öðru hörðu drifi til að vista allar slóðirnar og tilvitnanir í hvað hver slóð er. Slíku nenni ég ekki.\nÍ sambandi við auðgaða úranið, þá er þér jafn auðvelt og mér að leita hjá Alþjóðakjarnorkustofnuninni og á fleirum stöðum.\nÉg hef séð þetta svo oft á prenti, að ég flokka það sem álíka staðreynd að ‘svart’ sé ‘svart’ og þarf ekki að geta neinna heimilda um það.\nÉg er aftur á móti að fara í boð og kem ekki aftur fyrr en í kvöld. Ég get leitað þá, en ekki fyrr."
        },
        {
            "user": "Hlynur",
            "user_id": "27186",
            "date": "2003-04-22 13:33:13",
            "id": "1028592",
            "reply_to_id": "1028576",
            "text": "Nuff:\nSkoðaðu fréttina, sem ég minnist í svari mínu til Moose, hér að framan, og þá er ég sérstaklega að tala um klausuna sem ég vitna í þar.\nAf hverju hafa þessir diplomatar áhyggjur af því að það þurfi hlutlausa aðila til að finna meint WMD í Írak?  Þeir virðast ekki halda að “vatnsmerkin” séu nægileg sönnun um uppruna þeirra?"
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-04-22 19:58:43",
            "id": "1028593",
            "reply_to_id": "1028592",
            "text": "Þetta segir sig sjálft.\nÞað er alltaf gott að fá hlutlausa til að sannreyna eitthvað.\nTala ekki um ef þeir hlutlausu eru fundarmenn þess sem leitað er að.\nÞað eru stór hluti t.d. muslima sem halda því fram að Ísraelar hafi staðið á bak við 11. sept. Þrátt fyrir allt sem komið hefur fram.\nSami hluti mun véfengja út í rauðan dauðann allt sem kemur frá BNA, ef þeir finna gereyðingarvopn í Írak.\nSvo eru til síður eins og whatreallyhappened.com.  Margir trúa hverju orði sem þar kemur fram. Vitna í það sem þar kemur fram, án þess að blikna og segja það sannleikann.\nTöluvert margir hér á Huga eru þannig.\nÞó óyggjandi sannanir finnist, um tilvist gereyðingarvopna í Írak, og að Írakar bjuggu þau til sjálfir. Þetta yrði staðfest af hlutlausum aðilum, eða jafnvel uppgötvað af hlutlausum aðilum, þá geturu verið viss að ákveðinn hundraðshluti mun samt ekki taka það trúanlegt."
        },
        {
            "user": "BirkirHauks",
            "user_id": "6603",
            "date": "2003-04-18 16:43:19",
            "id": "1028594",
            "reply_to_id": "1028466",
            "text": "OK, ég er ekki að svara neinum, en ég efast um að Írakar eigi einhver “gereyðingarvopn”\nÉg ætla að benda fólki á að hann heitir Saddam Hussayn(ekki Hussein) og Osama bin Laden heitir Usama bin Laden…(Smá fróðleikur…)\nBandaríkjamenn myndu aldrei þora að fara inn í Sýrland, þeir eiga öflugann her, og eyða meiri pening í hermál heldur en flest ríki…\nÉg tel að Lýðveldisherinn sé í felum og komi og taki Kanann að aftanfrá (Það verður sárt fyrir þá) og Saddam sé flúinn, hann getur farið hvert sem er(hann er meðal 100 ríkustu mann í heimi minnir mig…)"
        },
        {
            "user": "Moose",
            "user_id": "4615",
            "date": "2003-04-18 16:48:16",
            "id": "1028595",
            "reply_to_id": "1028594",
            "text": "Skuggasveinn\naf hverju efast ÞÚ um að þeir eigi gereyðingarvopn?\nhvað hefuru fyrir þér um að lýðveldisherinn sé í felum?\néf að Bandaríkjamenn finna að ógn stafi af Sýrlandi fara þeir þangað inn hvort sem að her sýrlendinga sé sterkur eða ekki\nkv\nMoose"
        },
        {
            "user": "temsi",
            "user_id": "27290",
            "date": "2003-04-18 17:03:11",
            "id": "1028596",
            "reply_to_id": "1028595",
            "text": "Ef her Sýrlendinga er ekki sterkur, hver er þá ógnin?\nSama má segja um Írak.  Sú staðreynd að það tók aðeins 21 dag að ná Baghdad, sannar í rauninni að ógnin var engin.  Ef þetta fólk var okkur svona hættulegt, afhverju gat það þá ekki einu sinni varið sína eigin höfuðborg?\nEf þú ert svona viss um að þeir hafi gereyðingarvopn, þá ættirðu kannski að lesa það sem útsendari skrattans, Donald Rumsfeld sagði í gær:\n“I don't think we'll discover anything, myself,\nI THINK WHAT will happen is we'll discover people who will tell us where to go find it. It is not like a treasure hunt where you just run around looking everywhere, hoping you find something.”\nAnsi athyglisvert í ljósi þess að þetta er maðurinn sem sagði “we have concrete evidence that they have Weapons of Mass Destruction”.  Hvar eru þau sönnunargögn?  Ástæðan sem þeir hafa gefið fyrir því að sýna þau ekki er fallin (þeir sögðu að ef þeir birtu gögnin, myndi það stofna lífi þeirra í hættu sem gáfu þeim upplýsingarnar), nú er borgin á þeirra valdi og lítið mál að sýna sönnunargögnin núna, því ekki er Hussein lengur til staðar til að fyrirskipa dauða uppljóstraranna.\nGæti það verið að þessi “concrete evidence” væru bara spin og blöff?  Ef svo er, hver var þá hin raunverulega ástæða fyrir innrásinni?\nFrelsun íraskra borgara hafði ekkert með það að gera.\nSmá grín í lokin:\nOperation Iraqi Freedom átti upphaflega að heita Operation Iraqi Liberation, þar til einhver benti þeim á að skammstöfunin á því er OIL."
        },
        {
            "user": "Moose",
            "user_id": "4615",
            "date": "2003-04-18 17:08:42",
            "id": "1028597",
            "reply_to_id": "1028596",
            "text": "Temsi,\nert vissum að þú skiljir þessa setningu?\n“I don't think we'll discover anything, myself,\nI THINK WHAT will happen is we'll discover people who will tell us where to go find it. It is not like a treasure hunt where you just run around looking everywhere, hoping you find something.”\nkv\nMoose"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-04-18 17:15:45",
            "id": "1028598",
            "reply_to_id": "1028597",
            "text": "Ég skil þessa setningu þannig að þeir hafi ekki haft hugmynd um hvort það væri eitthvað þarna, hvar það væri og þeir hafi ekki einu sinni haft uppljóstrara sem þeir gætu gengið að því eins og hann segir, hann *heldur* að þeir muni *finna* fólk sem muni segja þeim hvar vopnin séu."
        },
        {
            "user": "temsi",
            "user_id": "27290",
            "date": "2003-04-18 17:17:35",
            "id": "1028599",
            "reply_to_id": "1028598",
            "text": "Akkúrat það sem ég var að segja."
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-04-18 17:35:03",
            "id": "1028600",
            "reply_to_id": "1028596",
            "text": "Temsi\nÞað er vandlifað í þessari veröld.\nÞað má passa sig hvað sagt er opinberlega.\nBush brenndi sig á því að tala um ‘Krossferð gegn hryðjuverkum’\nFordæmt um allan Arabaheiminn, vegna samlíkingar við gömlu krossferðirnar.\nSamt notum við þetta orð óspart á Vesturlöndum, óháð múslimum, í sambanid við ‘Krossferð’ gegn fátækt, neyslu eiturlyfja og mörgu fleira.\nEinnig notum við ‘Skera upp herör gegn ….’. Er það ekki tilvitnun í índíánana og alla þá sem einhverntíman notuðu boga og örvar? Er ekki verið að vega að þeim á óviðurkvæmilegan hátt?\nOIL hefði verið olía á eld allra þeirra sem halda því fram að BNA sækist eingöngu eftir olíunni í Írak og þeir sagt: Sjáið, þarna hafið þið sönnunargögnin! Og hundruð auðtrúa einstaklinga hefðu tekið það sem gott og gilt."
        },
        {
            "user": "BirkirHauks",
            "user_id": "6603",
            "date": "2003-04-18 23:44:35",
            "id": "1028601",
            "reply_to_id": "1028595",
            "text": "Ég efast um að þeir eigi slík vopn, vegna þess að æðstu yfirmenn hafa sagt að þeir eigi ekki slík vopn.\nÉg hef það fyrir mér að Lýðveldisherinn sé í felum, vegna þess að það er frekar ótrúlegt að þeir hafi eytt heilu herfylkjunum…(afhverju eyddu þeir bara ekki öllum herfylkjum þannig?)\nLýðveldisherinn var jafnvel betur vopnum búnir heldur en Bandarískir hermenn…\nSýrland á það sterkan her að Bandaríkjamenn myndu missa gífurlegan fjölda hermanna, útgjöld yrðu heiftarleg og mannfall gæti orðið mikið."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2003-04-19 00:49:09",
            "id": "1028602",
            "reply_to_id": "1028601",
            "text": "Vanþekking landans á öllu sem viðkemur hernaði kemur seint á óvart, en yfirlýsingagleði um sömu mál gerir það hins vegar.\nHvaða fugl hvíslaði að þér að “Lýðveldisherinn” sé betur vopnum búinn en bandarískir hermenn og landgönguliðar?"
        },
        {
            "user": "BirkirHauks",
            "user_id": "6603",
            "date": "2003-04-19 21:24:26",
            "id": "1028603",
            "reply_to_id": "1028602",
            "text": "Mal3\nÞað hvíslaði því nú enginn að mér, ég las það í Morgunblaðinu!\nÞú skalt ekki halda að þú vitir eitthvað meira en ég um þetta!"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2003-04-19 22:49:10",
            "id": "1028604",
            "reply_to_id": "1028603",
            "text": "Því Morgunblaðið er besta uppspretta heimilda um hernaðartækni.\n“Þú skalt ekki halda að þú vitir eitthvað meira en ég um þetta!”\nÞetta er augljóslega ekki svara vert. Færðu rök fyrir máli þínu."
        },
        {
            "user": "BirkirHauks",
            "user_id": "6603",
            "date": "2003-04-20 02:44:47",
            "id": "1028605",
            "reply_to_id": "1028604",
            "text": "Þeir eru það kannski ekki, en þeir eru ekki að bulla um eitthvað sem að þeir vita ekkert um…\nEr þetta ekki svara vert? Hví?\nÞað er augljóst að þú vitir ekkert um þetta, því að Lýðveldisherinn er/var betur vopnum búinn en landgönguliðar bandamanna!"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2003-04-20 17:36:48",
            "id": "1028606",
            "reply_to_id": "1028605",
            "text": "Íslenska pressan er mjög dugleg að bulla um hluti, a.m.k. hernaðarlega, sem hún veit einmitt ekkert um.\nÞað sem er ekki svara vert er alhæfing þín:\n“Þú skalt ekki halda að þú vitir eitthvað meira en ég um þetta!”\nÞú staðhæfir að Lýðveldisvörðurinn sé betur búinn vopnum en hermenn Bandaríkjanna, en getur greinilega ekki bent á staðreyndir máli þínu til sönnunar.\nErgó, þú annað hvort hefur þær ekki eða kannt ekki að færa rök fyrir máli þínu. Þar til þú ert fær um slíkt hefur þú ekkert til málanna að leggja.\nÞú ert ekki málefnalegur í þessu efni og enn og aftur er mál þitt því vart svara vert.\nÉg skal koma með rök jafnvíg þínum: Bandarískir hermenn eru betur vopnum búnir en Lýðveldisvörðurinn. Finnst þér þetta vera sannfærandi?"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2003-04-20 21:40:11",
            "id": "1028607",
            "reply_to_id": "1028606",
            "text": "ég ætla að vera memm\n:þið vitið ekki rassgat um það!"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2003-04-21 00:27:48",
            "id": "1028608",
            "reply_to_id": "1028607",
            "text": "Takk fyrir það, en þú veist væntanlega minnst um það. Mig langar til að mér sé sagt frá því sem ég greinilega veit ekki…"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2003-04-21 00:57:30",
            "id": "1028609",
            "reply_to_id": "1028608",
            "text": "Lýðveldisvörðurinn\nLiðsmenn lýðveldisvarðarins eru betur vopnum búnir, betur þjálfaðir, og mun agaðri en hinar venjulegu hersveitir írakshers.\nBúnaður lýðveldisvarðarins er engan vegin hægt að bera saman við búnað óbreyttra breskra eða bandarískra hermanna, hvað þá sérsveitir eins og US Marines.\nSérréttindi\nAllir meðlimir lýðveldisvarðarins eru sjálfboðaliðar.\nLiðsmenn Varðarins fá kaup-bónusa og gott húsnæði\nEkki má samt gleyma SRG eða special republican guard. En þeir eru afbragðs vel þjálfaðar, og vopnaðar sveitir. Og talið er að tryggð þeirra við saddam sé óbilgjörn.\nSRG er stjórnað af son saddam Qusay.\n_________________mannafli____________________ _\nLýðveldisvörðurinn             SRG\n50.000 manns              10.000 manns\n______________________________________________\nhelsta markmið SRG er að stuðla að öryggi saddam hussain, og verja bagdad (sem er fallin)\nEinnig sjá þær um njósna, og reglubundnar herskylur.\nTikrit sambandið\nLiðsmenn SRG koma flestir frá heimabæ saddams Tikrit.\nÆttirnar í og í kringum Tikrit hafa sýnt mikla hollustu við saddam og stjórn hans.\nSRG eru einu hersveitirnar sem að hafa leyfi til þess að fara inní miðborg bagdad, þar er frátalið Njósna-deildir innan hersins.\nEn ég veit náttúrulega ekki rassgat…."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2003-04-21 01:22:10",
            "id": "1028610",
            "reply_to_id": "1028609",
            "text": "Þú kannt þó a.m.k. að afla heimlda.\nÞað sem mig langar til að vita er hvaða vopn Lýðveldisvörðurinn hefur sem eru fremri vopnum hermanna Bandaríkjanna. Ef þeir eru betur vopnaðir er vitneskja mín greinilega ekki upp á það besta."
        },
        {
            "user": "Hlynzi",
            "user_id": "21838",
            "date": "2003-04-18 17:06:11",
            "id": "1028611",
            "reply_to_id": "1028466",
            "text": "ég er nokkuð viss um að þetta stríð sé ekki eins og lýst er. Það er eitthvað annað og meira bakvið.\nÞað mun koma í ljós, ekki veit ég hvenær.\nMinnumst nú hins göfuga vini vor Bill Clinton gamla kanaforsetanum, engin alheimsvandamál þegar hann réði USA.\nsíðan er önnur pæling ef Al Gore hefði orðið forseti haldið þið þá að eitthvað af þessu hefði gerst sem er að gerast núna í dag ?"
        },
        {
            "user": "Hlynur",
            "user_id": "27186",
            "date": "2003-04-18 17:51:16",
            "id": "1028612",
            "reply_to_id": "1028466",
            "text": "Önnur merkileg pæling Hr. Pelletiere, sem ég nefndi hér fyrr í þræðinum, er þessi (þetta er mín þýðing á hluta greinarinnar):\nÍ áðurnefndu Írak-Íran stríði, þá var það markmið Írana að hertaka bæinn Halabja í Norður-Írak.  Hann (Pelletiere) veltir fyrir sér ástæðunni fyrir því og spyr: “Af hverju sóttist Íran sérstaklega eftir hertöku þessa litla bæjar?”  Hann telur nánari skoðun á því geta varpað ljósi á forsendur Bandaríkjamanna til að ráðast inn í Írak nú.\nVið vitum að í Írak eru sennilega auðugustu olíusvæði heims.  En ekkert er talað um þá staðreynd að í landinu er stærsta fljóta- og áveitukerfi Mið-Austurlanda.  Hann telur það hugsanlega mun mikilvægara í land- og stjórnmálalegu tilliti en olíuauðurinn.\nFyrir Persaflóastríðið hafði Írak byggt stórbrotnar stíflur og fljótastýrikerfi í landinu.  Darbandikhan stíflan var þeirra stærst og er í Norður-Írak á heimastjórnarsvæði Kúrda.  Það var þessi stífla sem Íranar ætluðu að ná á sitt vald þegar þeir hertóku Halabja.  Á seinasta áratug nýliðinnar aldar var mikið rætt um að byggja vatnsveitukerfi sem færa átti vatn úr Tígris og Efrat til annarra persaflóaríkja sökum vatnsskorts þeirra svæða ásamt og til Ísrael.  Ekkert varð af þessu, aðallega vegna stífni Íraksstjórnar.  Væri Írak, hins vegar, á valdi Bandaríkjanna þá myndi sá möguleiki opnast að nýju.\nÞannig gætu Bandaríkin breytt örlögum Mið-Austurlanda sem hefði varanleg áhrif til framtíðar.  Ekki einvörðungu með því að stjórna olíuauðlindum Íraks heldur einnig með yfirumsjón og stjórnun á dýrðmætu fljótakerfi landsins.  Óháð því hvort Bandaríkin hertaki Írak, þá nægir sú aðgerð að steypa “Baath” flokki Husseins af valdastóli til að ná völdum.  Það opnar möguleikana fyrir Bandarísk stórfyrirtæki til að sölsa til sín völd í landinu með stórkostlegum og gróðavænlegum verkefnum.\nHér lýkur þessari þýðingu minni (Upplýsingar um greinina er að finna hér framar í þræðinum).\nVöld eru fjármagn og fjármagn er völd.  Til að réttlæta innrás í fullvalda ríki þarf að sannfæra almúgann með einhverjum hætti sem hann samþykkir.  Sú ástæða sem almúganum er gefin þarf ekki að vera sú rétta.  Það er mikilvægt að hún gangi í lýðinn.  Það gengur vel í lýðinn að segja að Írak gæti ráðist á Bandaríkin þá og þegar o.sv.frv.\nKveðja,\nHlynu"
        },
        {
            "user": "Hlynur",
            "user_id": "27186",
            "date": "2003-04-18 19:45:03",
            "id": "1028613",
            "reply_to_id": "1028466",
            "text": "Skoðanir eru allra góðra gjalda verðar og nauðsynlegar.  Þær hef ég í ríkum mæli.\n…en ég hef ekki ennþá, í þessum þræði, séð nein haldbær mótrök ,studd áræðanlegum heimildum, sem gefa til kynna að þessar meintu lygar Bush eigi ekki við rök að styðjast.\nGetur einhver hrakið þessar meintu lygar á trúverðugan hátt?  Það væri afar áhugavert að sjá ef einhver lumar á slíku!\nKveðja,\nHlynu"
        },
        {
            "user": "binnibinni2456",
            "user_id": "35706",
            "date": "2003-04-18 19:55:11",
            "id": "1028614",
            "reply_to_id": "1028613",
            "text": "saddam er farin allt verður fínt þarna hvað ertu að nöldra yfi"
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-04-18 20:07:42",
            "id": "1028615",
            "reply_to_id": "1028613",
            "text": "“Getur einhver hrakið þessar meintu lygar á trúverðugan hátt? Það væri afar áhugavert að sjá ef einhver lumar á slíku!”\nEr nauðsyn að hrekja þær?\nFæst okkar eru sérfræðingar í þessu máli.\nVæri ekki nær að að sá sem setti fram ‘þessar meintu lygar’ kæmi sem óyggjandi sannanir'.\nÍ minni orðabók þýða ‘meintar lygar’='dylgjur'.\nÁð mínu viti er betra að taka grynnra í árinni og segja umbúðalaust að hitt og þetta séu getgátur, ef ekki er hægt að benda á staðfestar staðreyndir.\nT.d. eins og sumir halda fram, að BNA muni aldrei fara frá Írak.\nÞar er verið að skjóta blint á það sem á eftir að koma í ljós.\nBetra að segja þá: Ég álít/tel/held að BNA muni aldrei fara frá Ítak, en að segja umbúðalaust: BNA mun aldrei fara frá Írak.\nSvo langar mig að spyrja þig enn og aftur um greinina í NYT.\nHvort trúir þú einum manni eða öllum hinum(sem ég gat að ofan)?"
        },
        {
            "user": "Hlynur",
            "user_id": "27186",
            "date": "2003-04-18 20:15:17",
            "id": "1028616",
            "reply_to_id": "1028615",
            "text": "“Meintar lygar” eru lygar sem hafa verið bornar á ákveðinn einstakling/einstaklinga og hafa verið studdar áræðanlegum rökum.  Teljir þú ekki heimildir mínar áræðanlegar þá er allt í lagi með það.  Ég tel þær, hins vegar, afar áræðanlegar enda vitna ég í fyrrum starfsmann CIA o.sv. frv. (þú getur skoðað það í pósti hér að framan)  Þegar manneskja er ákærð fyrir rétti er talað um “meintar ásakanir” sem enn hafa ekki verið sannaðar.  Þær eru studdar með vitnaleiðslum og heimildum.\nÉg ber fulla virðingu fyrir þinni “orðabók” en er þó ekki viss um að ég vildi kaupa hana væri hún til sölu.\nHvaða “öllum hinum”?  Komdu með einhverja heimild sem þú getur stuðst við.  Það er megin reglan í rökræðum að maður geti rökstutt mál sitt.  Svo er nú það!\nÉg trúi því sem mér finnst trúverðugt alveg eins og þú."
        },
        {
            "user": "Hlynur",
            "user_id": "27186",
            "date": "2003-04-18 20:44:19",
            "id": "1028617",
            "reply_to_id": "1028616",
            "text": "Svo allt sé nú rétt þá langar mig að leiðrétta sjálfan mig!\nMeintar lygar = lygar sem hafa verið bornar uppá einhvern/einhverja.\nStaðfestar meintar lygar = Meintar lygar + staðfestar heimildir eða vitnisburður.\nÁreiðanlegar og staðfestar meintar lygar = Staðfestar meintar lygar + skoðun þess sem fram setur um að heimildirnar eða vitnisburðurinn sé áreiðanlegur.\nRétt skal vera rétt, auðvitað!"
        },
        {
            "user": "Apocalisp",
            "user_id": "3477",
            "date": "2003-04-18 20:46:14",
            "id": "1028618",
            "reply_to_id": "1028613",
            "text": "“Skoðanir eru allra góðra gjalda verðar og nauðsynlegar. Þær hef ég í ríkum mæli.”\nÞað eru ekki allar skoðanir jafn gjalda verðar. Skoðanir dregnar af athugun á staðreyndum eru frekar gjalda verðar en skoðanir dregnar af öðrum skoðunum eða rógi.\n“en ég hef ekki ennþá, í þessum þræði, séð nein haldbær mótrök ,studd áræðanlegum heimildum, sem gefa til kynna að þessar meintu lygar Bush eigi ekki við rök að styðjast”\nÉg hef ekki heldur séð nein haldbær meðrök hvorki í þessari grein þinni né í þéssum þræði. Megininnihald greinar þinnar er það að núverandi Bandaríkjaforseti sé að ljúga einhverju sem var á allra vörum löngu áður en hann varð forseti.\nÉg bendi þér aftur á að kynna þér ályktanir Öryggisráðs Sameinuðu þjóðanna gagnvart Írak. Ef bush væri að ljúga þessu upp á sitt einsdæmi hefði ályktun 1441 ekki notið mikils fylgis.\n“allt sem bendir til þess að þetta fólk hafi látist af völdum efnaárásar nágrannaþjóðarinnar Írana.”\nÞað er ekki allt sem bendir til þess. Það getur verið að ýmislegt bendi til þess en ég hef ekki séð það. Allt annað en þetta “allt” sem þú nefnir bendir til að stjórn Saddams Husseins hafi staðið í þjóðernishreinsunum í norður Írak. Hafðu í huga að Írakar notuðu ítrekað efnavopn í stríðinu gegn Íran. Frægasta dæmið um efnavopnaárás á Kurdistan var gerð á bæinn Halabja þann 16. mars 1988. Þá var Halabja hersetin af Írönum. Það er ólíklegt að Íranir hafi varpað klasasprengjum og blásýrugasi á borg sem þeir hersátu sjálfir.\nHerferð Íraksstjórnar á hendur Kúrda stóð yfir í áratugi og náði hámarki á árunum 1987-1989. Þetta er ítarlega skjalfest. Tölur frá Human Rights Watch áætla að yfir 100 þúsund óbreyttra borgara hafi verið slátrað í opinberri herferð sem Íraksstjórn kallaði Anfal. Opinberar tölur frá stjórninni í Írak sjálfri staðfesta þetta bæði á opinberum pappírum sem hafa fundist í norður Írak og hljóðupptökum af fundum æðstu stjórnarinnar, þar sem Ali Hassan al-Majid (oft kallaður “Chemical Ali”) staðfestir þessa herferð og nefnir sjálfur tölur yfir kúrda sem hafa verið drepnir.\nÉg vil benda þér á að lesa sjálfur opinber skjöl Íraksstjórnar í þessum málum. Þú getur nálgast nokkuð magn af þeim á þessari síðu:\nhttp://www.fas.harvard.edu/~irdp\nHérna er þá sérstaklega skjal sem staðfestir efnavopnaárásir á þorp á yfirráðasvæði Kúrda.\nhttp://www.fas.harvard.edu/~irdp/translations\n/856513.html\nMá ég spyrja hvers vegna þú hélst annars að stjórn Saddams væri kölluð “ógnarstjórn”?"
        },
        {
            "user": "Hlynur",
            "user_id": "27186",
            "date": "2003-04-18 21:09:13",
            "id": "1028619",
            "reply_to_id": "1028618",
            "text": "Sæll/sæl Apocalisp.\nJú, ég tel allar skoðanir eiga rétt á sér.  Sem betur fer lifi ég í lýðræðisríki, eins og þú, sem gerir ráð fyrir því að bæði þér og mér sé það frjálst að hafa okkar skoðanir.  Skoðun er góðra gjalda verð í ljósi þess sem hana hefur.  Guði sé lof fyrir það að Joseph McCarthy fæddist ekki inn í Íslenskt samfélag.\nHefði ég ekki getið heimilda, hér að framan, þá væri fullyrðing þín um róg, af minni hálfu, afar eðlileg og skyljanleg.\nÞú metur það fyrir þig hvað þér finnst vera “haldbær rök”.  Það er ofur eðlilegt og skiljanlegt.\nEins og ég hef áður tekið fram í þræðinum, þá er ég ekki að bera í bætifláka fyrir framferði Íraksstjórnar hinnar sálugu.  Það vita allir ósköp vel að hún stóð að hræðilegum aðgerðum gagnvart þegnum sínum og fleirum.  Það réttlætir þó ekki staðfestar meintar lygar Bush-stjórnarinnar sem ég tel að hafi verið notaðar til réttlætingar stríðsins á þessum tímapunkti.  Bush lág óskaplega mikið á að hefja þetta stríð, eins og þú veist mæta vel.\nEkki bera mér það á brýn að ég sé stuðningsmaður þessarar sálugu ógnarstjórnar þó að ég telji að rangt hafi verið staðið að steypingu hennar.  Það er ósæmandi hugsandi manneskju eins og þér og frekar ódýr málflutningur.\nÉg mun kynna mér þessar heimildir, sem þú vitnaðir í, af miklum áhuga.  Bestu þakkir fyrir að “pósta” þær."
        },
        {
            "user": "Apocalisp",
            "user_id": "3477",
            "date": "2003-04-18 21:16:45",
            "id": "1028620",
            "reply_to_id": "1028619",
            "text": "“Hefði ég ekki getið heimilda, hér að framan, þá væri fullyrðing þín um róg, af minni hálfu, afar eðlileg og skyljanleg.”\nHeimilidir þínar eru ályktanir anarra. Þú dregur ekki eigin ályktun heldur bendir á einhverja aðra til að styðja mál þitt. Þannig er skoðun þín bergmál skoðana annarra og þar af leiðandi lítils verð.\n“Það vita allir ósköp vel að hún stóð að hræðilegum aðgerðum gagnvart þegnum sínum og fleirum”\nEn samt finnurðu þig knúinn til að gera öðrum það að lygum."
        },
        {
            "user": "Hlynur",
            "user_id": "27186",
            "date": "2003-04-18 22:28:41",
            "id": "1028621",
            "reply_to_id": "1028620",
            "text": "Heimildir: Vitneskja sem fengin frá einstaklingi/-um og/eða úr gögnum.  Áreiðanleiki þeirra er mismunandi og skoðast í ljósi þess hvaðan þær eru komnar.  Ég met þær heimildir sem ég hef stuðst við, hér að framan, vera trúverðugar.  Þér er frjálst að vera á annarri skoðun.\nÉg dreg mínar ályktanir af þeim upplýsingum og heimildum sem ég tek trúanlegar.  Hártoganir þínar hvað þetta varðar læt ég mér í léttu rúmi liggja.\nÉg geri Bush ekki að lygara.  Hann er fullfær um það sjálfur blessaður kallinn!\nHvað varðar ályktanir Sameinuðu Þjóðanna þá gæti ég skrifað undir þær allar þ.e.a.s. þær sem lúta að Írak á undanförnum árum.  Það var þó hvergi talað um í þeim að Bandaríkjunum væri frjálst að ráðast á fullvalda ríki, þegar þeim hentaði!  það veist þú fullvel og fjöldinn allur af lögfræðingum í alþjóðarétti styður þá skoðun.  Nægir hér að nefna Mary Robinson lögfræðing og sérfræðing í alþjóðarétti."
        },
        {
            "user": "WillySutton",
            "user_id": "36803",
            "date": "2003-04-18 23:04:46",
            "id": "1028622",
            "reply_to_id": "1028621",
            "text": "Það er ervitt líf að búa á þessu litla skeri og reyna að skera úr um hvað gerðist í litlu þorpi í Kúrdistan fyrir rúmum áratug.\nÉg gerði mitt besta og rakst að lokum á eina grein á netinu:\nhttp://www.phrusa.org/research/chemical_weap\nons/chemiraqgas2.html\nRannsóknarfólk fór á staðinn og leitaði eftir kemískum leifum í fólki sem fórst í enfa-árásunum í Kúrdistan. Þeir fundu leifar af taugagasinu Sarín sem er að náttúrulega allt annað en blásýra.\nÉg veit ekki hvort blaðamaðurinn frá NYT eða þessir aðilar komast nær sannleikanum en það hjálpar að mæta á staðinn og rannsaka málið…"
        },
        {
            "user": "Hlynur",
            "user_id": "27186",
            "date": "2003-04-19 01:15:59",
            "id": "1028623",
            "reply_to_id": "1028622",
            "text": "Takk fyrir geinina WillySutton.\nHins vegar er nú málið þannig vaxið að natríumblásýrusalt (sodium cyanide) er notað til þess að búa til þetta sarin taugagas [sjá hér: http://www.washtimes.com/national/20030218-330306.htm].\nÉg leit aftur á þessa margumræddu grein, sem ég hef vitnað í, og þar segir eftirfarandi:\n“… And the story gets murkier: immediately after the battle the United States Defense Intelligence Agency investigated and produced a classified report, which it circulated within the intelligence community on a need-to-know basis. That study asserted that it was Iranian gas that killed the Kurds, not Iraqi gas.\nThe agency did find that each side used gas against the other in the battle around Halabja. The condition of the dead Kurds' bodies, however, indicated they had been killed with a blood agent – that is, a cyanide-based gas – which Iran was known to use. The Iraqis, who are thought to have used mustard gas in the battle, are not known to have possessed blood agents at the time. …”\n(Stephen C. Pelletiere - NYT, 31 janúar, 2003)\nÉg hefði því betur þýtt þetta öðruvísi en ég gerði í grein minni.  Ég þýddi þetta sem “blásýrugas” en það er ekki nægilega nákvæm þýðing á “cyanide-based gas”."
        },
        {
            "user": "Apocalisp",
            "user_id": "3477",
            "date": "2003-04-19 00:08:19",
            "id": "1028624",
            "reply_to_id": "1028621",
            "text": "“Það var þó hvergi talað um í þeim að Bandaríkjunum væri frjálst að ráðast á fullvalda ríki”\nÞað eru skiptar skoðanir um það. Vil ég til dæmis benda á 2. grein ályktunar 678 (1990):\n“Authorizes Member States co-operating with the Government of Kuwait, unless Iraq on or before 15 January 1991 fully implements, as set forth in paragraph 1 above, the foregoing resolutions, to use all necessary means to uphold and implement resolution 660 (1990) and all subsequent relevant resolutions and to restore international peace and\nsecurity in the area;”\nMenn eru ekki á einu máli um hvort “all subsequent relevant resolutions” innifelur t.d. ályktun um Írak/Kuwait númer 1441."
        },
        {
            "user": "Hlynur",
            "user_id": "27186",
            "date": "2003-04-18 21:11:43",
            "id": "1028625",
            "reply_to_id": "1028466",
            "text": "Vantaði fyrri hlutann af svarinu mínu:\nMikið afskaplega eru menn skammminnugir. Þeir muna bara það sem þeir lesa í mogganum undanfarinn mánuðinn.\nÞú lætur eins og Bandaríkin séu eina þjóðin sem hafi gengið út frá því að stjórn Saddams væri vopnuð efna- og sýklavopnum og hefði hug á að koma sér upp kjarnavopnum. Auk þess læturðu eins og Bush sé eini Bandaríkjaforsetinn sem hafi komið með slíkar fullyrðingar um Íraksstjórn.\nMig langar að minna þig á ályktun SÞ nr. 1441, sem var samþykkt einróma af öryggisráðinu. Enn fremur vil ég minna þig á ályktanir 1284, 1205, 1194, 1137, 1134, 1115, 1160, 949, 778, 707, 700, 688, 687 og 678. Ef allt um efna- og sýklavopn Íraksstjórnar væri bara lygar eins Bandaríkjaforseta þá hefðu þjóðhöfðingjar meðlimaríkja SÞ líklega ekki séð sig knúna til að gefa út allar þessar ályktanir.\nHvað varðar fullyrðingar þínar og Stephens Pelletiere um að þjóðarmorðin í Kurdistan hafi verið uppspuni George W. Bush, þá er það hreinasta fjarstæða. Þau okkar sem horfðum á fréttirnar í Mars 1988 sáum þetta með eigin augum, fólk og búfénað í hrönnum liggjandi í götunni gapandi með blóð lekandi úr öllum vitum. Og við höfðum aldrei heyrt þá um George W. Bush."
        },
        {
            "user": "Hlynur",
            "user_id": "27186",
            "date": "2003-04-18 21:42:32",
            "id": "1028626",
            "reply_to_id": "1028625",
            "text": "Af hverju snýrðu út úr því sem ég hef verið að segja, hér að framan, og saumar svo við fullyrðingar eftir þínum hentugleikum?  Skoðum það nánar:\n1. Ég hef hvergi sagt að Bandaríkin séu eina þjóðin o.sv.frv.  Það væri afar gott ef þú vitnaðir rétt í það sem ég hef verið að segja, takk fyrir!  Þessi efnisgrein þín er gjörsamlega tekin úr lausu lofti.  Hvaða tilgangi þjónar það?\n2. Ég hef aldrei sagt að Íraksstjórn hafi, eða eigi ekki efnavopn!  Það kemur úr kollinum á þér, en úr hvaða kima veit ég ekki.\n3.  Þú segir: “Ef allt um efna- og sýklavopn Íraksstjórnar væri bara lygar…”  Hver var að segja að ALLT um efna- og sýklavopn Íraksstjórnar væri bara lygar?  Ekki ég!  Þetta er afar sérkennilegur málflutningur af þinni hálfu!\n4. Þú segir: “…þjóðarmorðin í Kurdistan hafi verið uppspuni George W. Bush…”  Ég sagði ekki orð um það!  Það vita allir sem fylgjast með samtímanum að þarna létust fjölmargir Kúrdar.  Ég benti á þá staðreynd að áðurnefndur Pelletiere hefði fært rök fyrir því að framsetning Bush á þessum atburðum hefði verið ósönn.  Þessir hræðilegu atburðir gerðust í átökum á milli Írana og Íraka í stríðinu sem þeir háðu sín í milli.  Rannskóknir á líkamsleifum Kúrdanna, sem létu lífið í Halabja, bentu til þess að þeir hefðu látist af völdum blásýrugass.  Það voru Íranir sem notuðu slíkt gas en Írakar notuðu Sinnepsgas í þessu stríði.\nHvað er það sem knýr þig til að herma upp á mig eitthvað sem ég hef aldrei sagt!  Þetta er, eins og áður segir, afar sérkennilegur málflutningur af þinni hálfu, svo ekki sé meira sagt!"
        },
        {
            "user": "MesserSchmitt",
            "user_id": "33983",
            "date": "2003-04-18 23:14:28",
            "id": "1028627",
            "reply_to_id": "1028466",
            "text": "He he he…….. vá hvað þessi grein olli miklu fjaðrafoki.\nÉg er nokkurnveginn sammála þér hlynur, nema með fjöldamorðin 1988, það var honum Hussein að kenna. En Bush er mikill lygari gott dæmi er það að í kosningabaráttu þeir Bush og Gores hafði Bush það sem eitt aðal stefnumál að grafa ekki eftir olíu í friðlandi í Alaska. Ég held að það hafi verið á 3 degi eða eikkað soliðis, þá var birt yfirlýsing hans um að olíuleitin væri hafin.\nMesserSchmitt"
        },
        {
            "user": "Moose",
            "user_id": "4615",
            "date": "2003-04-19 02:18:05",
            "id": "1028628",
            "reply_to_id": "1028627",
            "text": "MesserSchmitt\n“…Bush það sem eitt aðal stefnumál að grafa ekki eftir olíu í friðlandi í Alaska.”\nþað var einmitt felt á þinginu fyrir um viku eða svo :) sem er nátturulega ekkert nema gott.\nkv\nMoose"
        },
        {
            "user": "Anarcy",
            "user_id": "26727",
            "date": "2003-04-19 04:54:24",
            "id": "1028629",
            "reply_to_id": "1028628",
            "text": "Moose\nÞað breytir því ekki að Bush vildi bora eftir olíu eftir að hann sagðist ekki ætla að gera það."
        },
        {
            "user": "Moose",
            "user_id": "4615",
            "date": "2003-04-19 12:38:08",
            "id": "1028630",
            "reply_to_id": "1028629",
            "text": "Kjanakall,\nþar sem ég er nátturuunnandi sjálfur og bý í Kanada, sem er jú tengt Alaska var ég 100% á móti því sem að Bush vildi gera í Alaska.  Sem betur fer var það ekki samþykt.\nKanadamenn íhuguðu að banna þeim að leggja leiðslur í gegnum kanada (alaska er jú tengt Kanada en ekki USA) en þeir mundu nú sennilega ekki hafa þor í að standa í veginum fyrir USA.\nCarabou hjörðin og önnur dýr hefðu beðið stórskaða ef þetta hefði gengið í geng.\nkv\nMoose"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-04-19 15:47:59",
            "id": "1028631",
            "reply_to_id": "1028630",
            "text": "Ég held að það sé nokkuð ljóst að Kanadamenn myndu ekki þora að standa í vegi fyrir áætlunum BNA á nokkurn hátt.  Þeir eiga mjög mikið undir viðskiptum og velvilja BNA þannig að þeir hugsa frekar um sína hagsmuni.\nGott dæmi þegar Kanadamenn tóku upp metrakerfið.  Þegar þeir tilkynntu BNA að nú myndi krossviður ekki lengur fást í 4'x8' plötum heldur í 1200x2400 þá sögðust Kanar bara kaupa það af einhverjum öðrum og Kanadamenn fljótir að skipta um skoðun.  Timburiðnaðurinn er því allur í tommum, allt annað í metrum :)"
        },
        {
            "user": "Moose",
            "user_id": "4615",
            "date": "2003-04-19 16:02:13",
            "id": "1028632",
            "reply_to_id": "1028631",
            "text": "hehehe jamm ég einmitt undraði mig á því af hverju allt er í tommum þar.  Ég bý einmitt í trjá iðnaðarbæ og er stæðsta pappírs og pulp versmiðjan hérna.  (Þeirra afsökun á að vera annar stæðsti mengunarvaldurinn á Ontario)\nÉg fatta ekki af hverju Kanadamenn studdu ekki við bakið á USA/UK í Írak.  Eins og forsetisráðherran segir alltaf “uhhh I don´t know” með munninn á hliðinni.  Þeir hefðu getað skorað feitt við USA með að senda nokkra með þeim í Írak, enda geta þeir varla sent nema nokkur hundruð þar sem að 75% flugflotans er grounded eins og þeir greindu frá í The National um daginn.\nkv úr rigningu, kulda og roki\nMoose"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-04-19 16:07:41",
            "id": "1028633",
            "reply_to_id": "1028632",
            "text": "Ætli þeir hafi ekki bara horft á Bush og séð lygamælinn fara á fullt eins og ég ;)  Annars var premierinn hér í Alberta eitthvað að rífa sig og segja að við ættum að standa með vinum vorum Bandaríkjamönnum en honum var víst sagt að halda kjafti frá Ottawa ;)"
        },
        {
            "user": "Moose",
            "user_id": "4615",
            "date": "2003-04-19 16:09:34",
            "id": "1028634",
            "reply_to_id": "1028633",
            "text": "var það ekki hann sem var tekinn fullur akandi á Hawaii? eða var það BC?\nKanada er svona “go with the flow” ríki…annað en Ísland :)\nkv\nMoose"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-04-19 16:18:25",
            "id": "1028635",
            "reply_to_id": "1028634",
            "text": "Það var reyndar BC premierinn sem keyrði fullur.\nAnnars var ég að sjá í imbanum að það eru farnir að streyma lyfjagrasflóttamenn frá Bandaríkjunum til Kanada vegna þess að lyfjagras (kannabis til lækninga) er leyft hér en ekki þar.  Góð þróun eða hvað? :)"
        },
        {
            "user": "Moose",
            "user_id": "4615",
            "date": "2003-04-19 16:23:38",
            "id": "1028636",
            "reply_to_id": "1028635",
            "text": "“Góð þróun eða hvað?”\nefni í nokkrar greinar í viðbót :)\nég hef alrei séð jafnmikið af cannabis síðan að ég flutti hingað.  Þetta er útum allt og kostar grammið um $7 dollara sem er sama og pakki af sígrettum.\nBush einmitt minntist á hvað Kanadamenn væru slæmir í fíkniefnalöggjöfinni og vildi hann gera eitthvað í því máli (sá ekki alla fréttina)\nþetta er þróun afturábak að mínu mati.\nKannabis til lækninga er hinsvegar annað mál sem ég er ekki alveg vissum að sé endilega fyrir bestu, og þó..ég veit ekki.\nÉg hinsvegar sé fyrir mér krabbameinssjúklinga selja dóðið sitt fyrir nokkra $$$\nkv\nMoose"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-04-19 16:54:09",
            "id": "1028637",
            "reply_to_id": "1028636",
            "text": "Þeir töluðu við einhvern Bandarískan grasflóttamann og lækninn hans.  Hann var einmitt með krabbamein og búinn að vera í mörg ár.  Búinn að prófa öll lyf, meðferðir, aðgerðir o.s.frv. og þetta er það sem virðist virka fyrir hann.  Alla vega það sem læknirinn sagði.  Ef lyf A virkar betur fyrir sjúkling en lyf B, af hverju ætti maður þá að segja honum að taka lyf B?  Þ.e.a.s. án tillits til þess að lyf A er í þessu tilfelli gras.\nMér finnst allt í lagi að leyfa þetta en hins vegar finnst mér full gróft að láta fólk hafa flóttamanna status út á svona.  Opnar bara fyrir það að við fáum alla krabbameinssjúka Kana inn á okkar heilbrigðiskerfi sem berst í bökkum nú þegar."
        },
        {
            "user": "temsi",
            "user_id": "27290",
            "date": "2003-04-20 06:04:53",
            "id": "1028638",
            "reply_to_id": "1028636",
            "text": "Snýst ekki málið aðallega um það hvort ríkisstjórnin hafi rétt til að banna þér að nota þessi efni?  Ef þú vilt nota þau, þá ætti það að vera þér fullkomlega frjálst.  Ég hélt reyndar að hægrimenn væru allir fyrir einstaklingsfrelsi og minni ríkisstjórn… er það kannski misskilningur hjá mér?"
        },
        {
            "user": "Sblender",
            "user_id": "1767",
            "date": "2003-04-19 00:29:20",
            "id": "1028639",
            "reply_to_id": "1028466",
            "text": "Skemmtileg lesning, mjög sammála þér :D"
        },
        {
            "user": "Moose",
            "user_id": "4615",
            "date": "2003-04-21 14:03:25",
            "id": "1028640",
            "reply_to_id": "1028466",
            "text": "Sæll,\nlangaði bara til að sýna þér þessa grein ef þú hefur ekki séð hana á mogganum\nhttp://www.mbl.is/mm/frettir/frett.html?nid\n=1028063\nkv\nMoose"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2003-04-21 16:49:35",
            "id": "1028641",
            "reply_to_id": "1028640",
            "text": "Internal Server Error kom þegar ég reyndi þetta. Reyni aftur seinna, en þætti gaman að vita hvað var á slóðinni."
        },
        {
            "user": "Moose",
            "user_id": "4615",
            "date": "2003-04-21 22:33:17",
            "id": "1028642",
            "reply_to_id": "1028641",
            "text": "saell\nhugi setur bil stundum i urlin.\nurlid er\nhttp://www.mbl.is/mm/frettir/frett.html?nid=1028063\nmed ENGU bili neinstadar\nkv\nMoose"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2003-04-21 22:36:20",
            "id": "1028643",
            "reply_to_id": "1028642",
            "text": "Takk fyrir! Ég hélt þetta tengdist vopnabúnaði Lýveldsvarðarins, en engu að síður áhugaverðar fréttir."
        },
        {
            "user": "Moose",
            "user_id": "4615",
            "date": "2003-04-21 23:30:40",
            "id": "1028644",
            "reply_to_id": "1028643",
            "text": "saell\nnei nei thetta var svar til Hlyns lengst uppi thanna einhverstadar :)\nkv\nMoose"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-04-21 23:46:53",
            "id": "1028645",
            "reply_to_id": "1028643",
            "text": "Vopn Lýðveldishersins\nReglubundin riffill innan íraska hersins er Tabuk sem er írösk útgáfa af ak-47.\neinnig eru notaðir mismunandi útgáfur af júgóslavnesku hríðskotabyssunni M72B1 þekkt í írak undir nafninu Al-Quds.\nKlæðnaður lýðveldishersins\nKlæðnaður er standard klæðnaður íraska hersins.\nGetur verið mjög fjölbreyttur, en í bardaga berjast þeir í felulituðum fötum.\nÞeir nota svipaða hjálma og delta-force, og klæðast frönskum leðurstígvélum.\nOg þar hefurðu það.."
        },
        {
            "user": "Hlynur",
            "user_id": "27186",
            "date": "2003-04-22 13:26:18",
            "id": "1028646",
            "reply_to_id": "1028640",
            "text": "Jú, takk!  Ég var reyndar búinn að sjá upprunalegu fréttina í NYT.\n…en það vantar enn “conclusive” sannanir fyrir þessum vopnum.  Sjáum hvað setur ;-)\nÉg minni á að ég hef hreint ekki haldið því fram að þessi vopn sé ekki að finna í Írak.  Það mun koma í ljós.  Þó er mikilvægt að þau finnist af hlutlausum aðilum, eins og vopnaeftirliti SÞ, til þess að eðlilegur trúverðugleiki sé hafður í heiðri.  Þessa klausu er að finna í einni af fréttum “The Guardian” í dag:\n“But many diplomats argue that the US would have difficulty convincing most people in the world of the validity of any chemical, biological, ballistic or nuclear arms the US military may find without some neutral verification.”\nSjá alla fréttina hér (athuga hugsanleg bil):\nhttp://www.guardian.co.uk/Iraq/Story/0,2763,94\n1231,00.html"
        },
        {
            "user": "President",
            "user_id": "8917",
            "date": "2003-04-22 01:01:33",
            "id": "1028647",
            "reply_to_id": "1028466",
            "text": "Það er ekki hægt að réttlæta stríð, svo einfalt er það, og það gildir um stíðið í Írak eins og öll önnur.\nEn ef menn halda að Saddam myndi bara segja “ok, ég skal fara frá völdum” þá er tóm steypa.  Maður eins og hann hefur of mikið stolt til að láta buga sig.\nÉg er á móti stríðum yfir höfuð en ég er ansi hræddur um að þetta stríð hafi verið óumflýjanlegt, þetta var aldrei spurning um hvort heldur hvenær.  Hefðu bandaríkjamenn og bretar ekki farið inn, hefðu sameinuðuþjóðirnar gert það síðar.\nPeace out!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-04-22 19:51:08",
            "id": "1028648",
            "reply_to_id": "1028466",
            "text": "Halló\nÉg er tiltörulega nýr inn á Huga en ég hef tekið eftir því að fólkið sem póstar inn á deigluna og stjórnmál er almennt mjög reitt og stressað út í allt og alla (aðallega þó Bandaríkin).  Ég er með hugmynd fyrir þá alla reiðustu…rúnka sér.  Það ku vera streitulosandi og gott fyrir ónæmiskerfið, svo getur það stundum bara verið gaman.  Þannig að: því reiðari sem þú ert, því meira áttu að rúnka þér (mæli einnig með kynlífi með maka fyrir þá sem eru svo heppnir að hafa kost á því).\nMeð vinsemd, hnullinn."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-04-25 17:34:37",
            "id": "1028649",
            "reply_to_id": "1028466",
            "text": "Ef ég ætti að lýsa stöðunni mundi ég lýsa henni svona:\nBush er einsog lítill krakki og foreldrar hans treysta honum ekki til að elda hamborgara… en hann gerir það í leyfisleysi, en tekst samt að búa til afbragðs hamborgara. Fær samt skammir, ok kannski líklegt.. en jæja þetta er léilegt dæmi, en það sem ég er að reyna að segja.  Bush fékk ekki leyfi gerði það samt en sannaði að það að hann gat rekið þess stjórn frá írak á 21 degi. Það eru til efnavopn… í írak/sýrlandi/einhverstaðaráarabíuskaganum"
        }
    ]
}