{
    "forum_title": "Börnin okkar",
    "user": "Weedy",
    "user_id": "23062",
    "date": "2003-04-20 12:05:53",
    "title": "Barnaefni í dag",
    "text": "Hvað er þetta með barnaefni í dag? Er einhver regla að það þurfi alltaf að vera samið af einhverjum sem er greinilega hasshaus? Krakkar nú til dags eru að horfa á Teletubbies (Stubbarnir) og þar snýst allt um að sýna allt AFTUR. Og það fáránlega er……….þetta er eitt það vinsælasta barnaefnið í dag!!!\nÉg ætla ekki að hljóma eins og bitur gamlingi, en svona var barnaefnið ekki þegar ég var að alast upp. Ég ólst upp við að horfa á Disneymyndir (reyndar þá veit ég um marga krakka sem gera það í dag og er ég mjög ánægður með það) og það ætlar enginn að segja mér að það er ekki uppbyggjandi fyrir börn sem eru að læra á þennan heim. Fullt af góðum boðskap sem fæst útúr Disney. Oki………síðan ólst ég líka upp við Dragonball Z og ég fatta þá þætti ekki enn þann dag í dag og ég held bara að það sé bara leiðinlegt commercial drasl eins og Pokémon fyrir tveimur árum síðan. En það sem ég er mest pirraður útí er að Stundin Okkar, eitthvað sem foreldrar manns horfðu á þegar þau voru lítil og höfðu gaman af, er byrjað að anga svoleiðis af af kjaftæði og sýru að það er beinlínis ekki heilbrigt að horfa á það. Sjónvarpið er í sannleika sagt forheimskunarmiðstöð. Og ég viðurkenni að ég horfi frekar mikið á sjónvarp :/ En það er samt til gott barnaefni. Eins og ég nefndi áðan, þá er Disneymyndir frábært barnaefni, en síðan þegar maður verður eldir og byrjaður að læra sannleikan um það hversu óréttlátur heimurinn er, þá er South Park kjörið fyrir fólk. South Park fjallar um mestu hneykslin og lygar sem hafa komið fyrir í nútímanum og hafa fjallað um Osama bin Laden, O.J. Simpson, landbúnað og misnotkun á dýrum, og þeir gera þetta þannig að það eru viðeigandi brandarar sem fær yngra fólk til að horfa, en fullorðið fólk horfir líka á þetta og það læra allir boðskapinn í sögunni sem er alltaf mjög góður.\nÞannig að: Berjist á móti Teletubbies!!!!!!!!!! (hehe)\nPs. Ekki kvarta yfir því að þetta er allt saman mikil steypa. Plz",
    "url": "https://www.hugi.is/bornin/greinar/137050/barnaefni-i-dag/",
    "url_id": "137050",
    "id": "1032262",
    "replies": [
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-04-21 04:04:24",
            "id": "1032263",
            "reply_to_id": "1032262",
            "text": "Stubbarnir eru framleiddir fyrir krakka sem eru yngri en svo að þeir hafi gaman af einhverju vitrænu efni."
        },
        {
            "user": "Weedy",
            "user_id": "23062",
            "date": "2003-04-21 12:42:39",
            "id": "1032264",
            "reply_to_id": "1032263",
            "text": "lgh:\nSama hvort Stubbarnir eru framleiddir fyrir lítil börn eða ekki, stærri börn, allt upp í 8 ára eru horfandi á þetta og finnst mér það eiginlega bara fáránlegt að svona rusl sé svona vinsælt og að betra og vandaðra barnaefni þurfi að víkja fyrir þessu"
        },
        {
            "user": "saga99",
            "user_id": "24272",
            "date": "2003-04-21 11:27:17",
            "id": "1032265",
            "reply_to_id": "1032262",
            "text": "Ja sko ég ólst nú upp við Bryndisi og Þórð húsvörð ég veit ekki hvort það sé nokkuð betra lol en allavega er verið að gera mjög góða þætti sem vit er í og góður boðskapur t.d bangsamon og fleiri þætti :) það er allavega til barnaefni í dag! annað en áður var!"
        },
        {
            "user": "Weedy",
            "user_id": "23062",
            "date": "2003-04-21 12:40:56",
            "id": "1032266",
            "reply_to_id": "1032265",
            "text": "Já, eins og ég sagði þá er til gott barnaefni, en það er bara til svo mikið af einhverju rusl barnaefni sem mér finnst ekkert vit í. Ég er sammála þér, Bangsímon er frábært barnaefni fyrir litlu börnin og það á að gera meira af samskonar þáttum af sömu gæðum."
        },
        {
            "user": "benna",
            "user_id": "37949",
            "date": "2003-05-04 11:22:01",
            "id": "1032267",
            "reply_to_id": "1032266",
            "text": "Svo er það líka Bubbi Byggi"
        },
        {
            "user": "Tenchi",
            "user_id": "12904",
            "date": "2003-05-10 18:54:18",
            "id": "1032268",
            "reply_to_id": "1032267",
            "text": "Já nákvæmlega….. og Pósturinn Páll!!! ég ólst upp við hann og ég elskaði hann…..og litli kallinn minn horfir aðallega á Bubba og Póstin Pál, ég var ekki lengi að fjarlægja Stubbana, hann var líka semungabarn mjög spenntur fyrir Disney myndunum sem eru unnar í samvinnu við Pixar….. því að þótt hann hafi ekki skilið þær þá var animation-ið þannig að það heillaði unga augað!!!"
        },
        {
            "user": "Agatha",
            "user_id": "24803",
            "date": "2003-04-21 13:12:36",
            "id": "1032269",
            "reply_to_id": "1032262",
            "text": "Ég er alveg sammála.\nÉg er á 14. ári og ólst upp við miklu skemmtilegra barnaefni en núna er sýnt!!\nSystkini mín sem eru 7 og 5 ára finnst flest allt barnaefnið leiðinlegt (og þau eru bara venjulegir krakkar)!\nOg þessi Stundin okkar ,díses,þau eru alltaf að rífast þessi Birta og Bárður (eða hvað sem þau heita)!\nEn reyndar elska þau Disney-myndirnar sem eru oft sýndar á föstudögum .\nÉg legg til að sjónvarpið fari að velja almennilegt barnaefni!!\nKv,\nAgatha"
        },
        {
            "user": "GlingGlo",
            "user_id": "2646",
            "date": "2003-04-21 15:38:08",
            "id": "1032270",
            "reply_to_id": "1032262",
            "text": "Oh hvað það getur ENDALAUST pirrað mig þegar barnlaust fólk er að setja út á Stubbana. Stubbarnir eru alveg frábært barnaefni fyrir börn á aldrinum 1-3 ára. Þetta er sko útpælt barnaefni, unnið í samráði við sérfræðinga um börn og þroska þeirra. Endurtekningar eru mikilvægar til að læra, þetta vita ALLIR sem hafa átt börn á þessum aldri. Að segja og gera hlutina aftur og aftur og aftur. Stubbarnir eru litaglaðir, einfaldir, nota stuttar og einfaldar setnginar og einmitt endurtekningar. Þetta er fínt þroskaefni fyrir þennan aldurshóp og er nákvæmlega það sem börn á aldrinum 1-3 ára hafa áhuga á, enda er engin tilviljun að þetta efni sé svona vinsælt hjá þessum aldurshóp.\nDisney myndi nú seint flokkast sem sérstaklega þroskandi og uppbyggjandi barnaefni. Fullt af stereótýpum og klisjum.\nÞú getur bara einfaldlega ekki miðað barnaefni út frá því hvað þér finnst í dag. Þú ert ekki lengur barn. Og miðað við það sem þú skrifar þá hefuru ekki hundsvit á því hvað börn hafa áhuga á og hvað hentar þeim."
        },
        {
            "user": "Weedy",
            "user_id": "23062",
            "date": "2003-04-21 16:10:39",
            "id": "1032271",
            "reply_to_id": "1032270",
            "text": "En kommon, síðan eru krakkar á aldrinum 7-8 ára að horfa á þetta og þeir eru örugglega löngu komnir yfir það stig að allt þurfi að gera aftur og aftur. Og síðast þegar ég vissi þá er þetta mjög vinsælt meðal krakka á þeim aldri. Oki, ég sé núna kostina við Stubbana, en ef krakkar sem eru orðnir of gamlir fyrir Stubbana, horfa ennþá á Stubbana, segir það þá ekki að það vanti eitthvað betra barnaefni fyrir aþnn aldursflokk? Ég held að Bangsímon geti ekki höndlað það einn…………"
        },
        {
            "user": "GlingGlo",
            "user_id": "2646",
            "date": "2003-04-21 22:15:23",
            "id": "1032272",
            "reply_to_id": "1032271",
            "text": "Það má vel vera að það vanti eitthvað barnaefni sem hæfir betur þeim aldurshópi, en ég er nú ekki sammála að þetta gömul börn séu að horfa mikið á Stubbana. Elsta dóttir mín er 8 ára og hún er fyrir löngu búin að missa allan áhuga á Stubbunum. Yngri stelpan mín er 3ja ára og var algjör Stubba fan, en er ekkert nærri eins spennt fyrir þeim núna. En hins vegar þá efast ég stórlega um að Stubbarnir skaði nokkurt barn sem á þá horfir.\nEn ég er alveg sammála einhverjum sem minntist á það hér, að það mætti alveg sýna “Litla folann” aftur og fleiri svona “gamlar” og góðar teiknimyndir. Svo man ég eftir teiknimyndum um “Bamse” sem ég man ekkert hvað heitir á íslensku. Er það kannski sá Bangsímon sem þið eruð að tala um? Þá er ég ekki að meina Bangsímon frá Disney, heldur Bangsa sem borðaði kraftahunang og var alltaf að lenda í einhverjum spennandi ævintýrum ;)"
        },
        {
            "user": "ADD",
            "user_id": "6178",
            "date": "2003-04-21 22:52:04",
            "id": "1032273",
            "reply_to_id": "1032272",
            "text": "Sammála GlingGlo.  Ég á einn 4 ára.  Hann horfir svo sem á Stubbana ef það ekkert annað í boði.  Það er bara margt annað skemmtilegra en Stuubarnir.  Hann vill fá sögur með söguþræði.\nÞessi 8 ára gömlu börn eru að horfa á Stubbana af því það er ekkert annað í boði.  Þetta er svipað og við horfum stundum á eitthvað í sjónvarpinu sem við höfum engan áhuga á bara af því að okkur langar ekki til gera neitt.  Kommon - ef að 8 ára barni finnst Stubbarnir skemmtilegasta sjónvarpsefni í heimi þá er eitthvað að þroska barnsins.  Þá á líka að leita sérfræðihjálpar!!"
        },
        {
            "user": "Attila",
            "user_id": "396",
            "date": "2003-04-23 00:11:11",
            "id": "1032274",
            "reply_to_id": "1032273",
            "text": "Mér finnst fáránlegt að áætla að þó einhver sem er á 8 ára hafi gaman af stubbunum sé eitthvað þroskaheftur !!  ég meina smekkur manna er bara mismunandi og kröfur barna á skemmtiefni er misjafnar og finnst mér ekki rétt að segja þetta því þetta kalla ég fordóma gagnvart því hvað barn velur sér til að horfa á .  ég telst til fullorðinna mann og finnst mjög gaman að horfa á barnaefni og þá sértaklega með dóttir minni en tel ég þá eitthvað vera að þroska mínum !!! nei mér finnst þetta bara ágætis sjónvarpsefni .\nen annars er mín littla mest hrifin disneymyndum en hún horfir líka á stundina okkar  og jú jú það sem er mest í uppáhaldi hjá henni “Stuðboltastelpurnar” :D\nwell over and out"
        },
        {
            "user": "ADD",
            "user_id": "6178",
            "date": "2003-04-23 10:02:43",
            "id": "1032275",
            "reply_to_id": "1032274",
            "text": "Það er munur á því sem maður gerir með börnunum sínum til þess að njóta samveru með þeim og því sem maður gerir til sér til skemmtunar.  Já, ef þú ert að horfa á Stubbana af því að þeir eru skemmtilegir og fullnægja andlegum þörfum þínum  þá er eitthvað að þér.  Hvað veit ég ekki - það þarf eki að vera vitsmunalegt, gæti líka verið andlegt.  Ef þú ert að horfa á þá af því þú er að njóta samvista við barnið þitt þá ertu bara eins og aðrir foreldrar eða af því að þú nennir ekki gera eitthvað annað.\nGott sjónvarpefni gefur áhorfendum eitthvað andlegt.  Hvað færð þú út úr Stubbunum?  Hvað gaf seinasti Stubbaþáttur þér?  Fékkstu nýja sýn á lífið?  Eða er það sem þú ert að forðast.  Ertu að sækja í stöðugleika?"
        },
        {
            "user": "Attila",
            "user_id": "396",
            "date": "2003-04-23 11:45:30",
            "id": "1032276",
            "reply_to_id": "1032275",
            "text": "jæja ég sækist ekki í að horfa á sjónvarp til að fá andlega fullnægingu - ég horfi á sjónvarp því það er eitthvað skemmtilegt í sjónvarpinu og eða ég nenni ekki að gera eitthvað annað og ætla mér bara að liggja í leti - sjónvarp  myndi ég flokka undir afreyjingu af verstu gerð en samt sem áður notar maður þetta og hver ert þú að vera dæma fólk eftir því hvað það horfir á !!!  það gerir fólk sem ég myndi kalla þröngsýnt og hefur lítin skilning á hlutunum í kringum sig, ef fólk verður núna til dags dæmt eftir sjónvarpsefninu sem það horfir á , eins og þú gerir með því að kalla þá þroskahefta sem horfa á stubbana . horfi ég á stubbana ?? nei en ég horfi stundum á barnaefni já og skammast mín ekkert fyrir að segja það - en geri ég það til að fá stöðuleika !! eða nýja sýn á lífið (bwahahaha)  eða fá eitthvað andlegt  ??  nei  ég geri það af eftirfarandi ástæðum  1. mér leiðist og eða er latur og hef ekkert betra að gera  2. það eina sem er í sjónvarpinu núna er barna efni 3. ég er með stelpunni að horfa á sjónvarpið 4 .mér finnst það efni sem verið er að sýna skemmtilegt\nen hvað skilur það eftir sig ?? ekkert því ég tel að það þurfi meira en sjónvarp til að öðlast nýja sýn á lífið - sjónvarp er ekkert annað en afþreying  ég segi  leyfum börnunum að horfa á það barnaefni sem það vill án fordóma og það þurfi ekki að skammast sín fyrir það að horfa á stubbana þótt það sé 8 ára gamallt - þú átt val um hvað þú horfir á  en hvernig fyndist þér ef einhver færi að dæma þig út frá því sjónvarpsefni sem þú ert að glápa á ?? og þessvegna gera lítið úr þér og þinni persónu bara útaf því ??  jú það sem þér finst sniðugt eða skemmtilegt finnst kannski öðrum barnalegt eða heimskulegt og því finnst mér þetta vera fullgróft að dæma einstaklinga eftir sjónvarpsefni og eiginlega er það bara heimskulegt .\nþar sem hlutirnir eiga það til að snúast út í heimkulegh rirfrildi hérna á huga mun ég  ekki leggja fleiri orð í belg um þetta mál ég tel mig vera búinn að koma því til skila það sem ég hef að segja\nkv Attila"
        },
        {
            "user": "ADD",
            "user_id": "6178",
            "date": "2003-04-23 14:03:20",
            "id": "1032277",
            "reply_to_id": "1032276",
            "text": "Þér finnst sem sagt að gott sjónvarpsefni þurfi ekki fræða, ekki losa um tilfinningar í Aristótelskum skilningi, ekki gefa neitt.  Blessaður vertu hefði ég vitað að skoppandi bolti á skjánum uppfyllir skilgreiningu þína um gott og skemmtilegt sjónvarpsefni þá hefði ég alveg sleppt því að svara þér.  Við erum að tala um gjörólíka hluti."
        },
        {
            "user": "Hrafnista",
            "user_id": "13633",
            "date": "2003-04-24 11:35:23",
            "id": "1032278",
            "reply_to_id": "1032272",
            "text": "GlingGló: Ég man eftir Bangsa (Bamse). Þetta voru sænskar teiknimyndir man ég, og voru alltaf sýndar í sjónvarpinu þegar ég var lítil (1970 og eitthvað). Þetta var lítill bangsi sem borðaði þrumuhunang og varð þá sterkasti bangsi í heimi. :D Vinir hans voru til dæmis skjaldbakan Skjöldungur. - Snilldar barnaefni, en ég man að ég var stundum dálítið hrædd við það (það var einhver þáttur með úlfi, hellum og göngum… ógnvekjandi fyrir lítið barn eins og mig, he he).\nBangsímon er allt annað. Þessar teiknimyndir eru gerðar eftir barnabók sem heitir á ensku “Winnie the Pooh”, man ekki eftir hvern. En þar eru persónur eins og Bangsímon, Gríslingur, Kaninka og fleiri. Mjög skemmtilegt, bara langt síðan ég hef séð þetta…\nÉg verð víst að viðurkenna að ég er ein af þeim sem fíla engan vegin Teletubbies… kannski af því að ég hef aldrei botnað neitt í þeim þáttum. Þeir hoppa bara um og segja “Halló”, og einstöku sinnum “Stórt knúúús!” (Maður getur þó amk hlegið að því). Kannski hefði ég gaman að þessu ef ég væri tveggja ára… Og já, ég er barnlaus *felur sig*\nUppáhaldsbarnaefnið mitt þegar ég var lítil voru samt teiknimyndirnar frá Hanna/Barbera. Fred Flintstone, Jógi björn og allt það. Snilld.\nHvað varðar Stundina okkar, þá er ég víst af Palla-kynslóðinni, he he… (Fyndið að sjá Sirrý núna sem virðulegan fréttamann!) Svo má ekki gleyma Glámi og Skrámi… :D Yes I'm oooooold…\nEn annars, þegar ég ber saman barnaefni núna og þegar ég var lítil, finnst mér það annaðhvort of smábarnalegt (Teletubbies) eða svo ljótt! Nema hvort tveggja sé (t.d. Pokémon). Ég hef nú samt sjálf oft gaman af þessum hasarteiknimyndum, en efast samt stundum um að þær séu við hæfi ungra barna…"
        },
        {
            "user": "GlingGlo",
            "user_id": "2646",
            "date": "2003-04-24 22:02:45",
            "id": "1032279",
            "reply_to_id": "1032278",
            "text": "Já einmitt, Bamse var nebbla alveg svakalega spennandi :D Frábærir þættir.\nStubbarnir eru auðvitað smábarnalegir, enda ætlaðir smábörnum sem eru rétt að byrja að skilja orð og samhengi, og hafa smá athygli og endingu til að endast yfir einhverju sjónvarpsefni."
        },
        {
            "user": "xark",
            "user_id": "1706",
            "date": "2003-04-26 21:59:27",
            "id": "1032280",
            "reply_to_id": "1032279",
            "text": "barnaefnið er nú ekkert miðað það sem var fyrir 10 árum. Tuskubrúðurnar(regedolls),\nmúminsnáðarnir,turtles,ghos tbusters að ógleymdum barbapabba og hvað þetta hét allt saman. Það var bara mikið úrval sem sést ekki lengur(ekki það að eg sé að horfa á þetta í dag en.. :)"
        },
        {
            "user": "TPlay",
            "user_id": "17495",
            "date": "2003-04-21 16:27:21",
            "id": "1032281",
            "reply_to_id": "1032262",
            "text": "Stubbarnir eru frábærir fyrir mjög ung börn, endurtekningar miðast við að örva börnin. Ég þekki ekki einn einasta krakka sem er yfir 5 ára sem hefur gaman af stubbunum."
        },
        {
            "user": "kulda",
            "user_id": "7058",
            "date": "2003-04-21 19:33:10",
            "id": "1032282",
            "reply_to_id": "1032281",
            "text": "Sæl öllsömul,\nég er aðallega að pirra mig yfir því hvað teiknimyndirnar í dag eru margar hverjar mjög ljótar. Ljót fyrirbæri og svo framvegis. Ég ólst upp við Kærleiksbirnina, folann minn litla, Villa spætu og fleiri í þeim dúr. Af hverju ekki að sýna þær myndir aftur!"
        },
        {
            "user": "blom",
            "user_id": "2152",
            "date": "2003-04-28 23:55:29",
            "id": "1032283",
            "reply_to_id": "1032262",
            "text": "teletubbies eru framleiddir af sálfræðingum og félagsfræðingum og so on einmitt fyrir börn til að læra af - því þau læra víst best af þessum endurtekningum.  auðvitað finnst okkur eldra fólkinu þetta voðalega óspennandi og leiðinlegt en krakkar elska þetta víst."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-05-01 18:56:55",
            "id": "1032284",
            "reply_to_id": "1032283",
            "text": "mér skildist nú að þessir þættir hefðu upphaflega verið prufukeyrðir fyrir fólk sem er andlegafatlað eða eitthvað þannig.. annars þá læra börn ótrúlega mikið af þessum þáttum einmitt út af endurtekningunum sem eru þar í gangi.. viðurkenni það alveg fúslega að mér finnast þessir þættir ömurlegir og þetta Yndislega lag fer alveg óstjórnlega í taugarnar á mér en ef þessir þættir gera gott þá er það bara fyrir bestu.\nAnnars þá hef ég tekið eftir því að margar af þessum teiknimyndum sem eru í gangi núna eru ljótar.. eða allavegana teiknaðar ljótar.. ég myndi vilja sjá já póníhestana, regnboga birtu, kærleiksbirnina… bangsann sem bjó í geimflaug man ekkert hvað þeir hétu, bangsa bestaskinn og alla þessa sem voru í gangi hérna fyrir svona ca 15 árum eða svo :)"
        }
    ]
}