{
    "forum_title": "Smásögur",
    "user": "Lola",
    "user_id": "27945",
    "date": "2003-04-21 19:14:48",
    "title": "Flutningar",
    "text": "Þetta er partur af sögu sem ég samdi fyrir stuttu. Ef sagan mín fær góðar viðtökur kemur öruglega næsti partur bráðum.\nÉg sat í fína nýja jeppanum okkar og glápti út. Litlu systkini mín sungu hástöfum leiðinleg lög sem skáru í eyrun. Mamma sat í framsætinu og talaði við pabba um hvað þetta væri nú skemmtilegt, að flytja út á land, kynnast nýju fólki og búa í einbýlishúsi. Öðru hverju jánkaði pabbi og brosti.\nÉg teygði mig í bakpokann og náði í ferðageislaspilarann minn og Nirvana diskinn minn. Um leið sparkaði litli bróðir minn í hausinn á mér og fór að skellihlæja, ég reif að honum nammið hans og sturtaði því uppí mig. Hann setti upp skeifu um leið og ég setti upp heyrnartólin.\nÉg reyndi að sjá eitthvað gott við það að flytja til út á land. Borgarnes. Fáránlegt nafn! Um leið og við keyrðum inn í Hvalfjarðargöng pikkaði mamma í mig. Kolli minn, sagði hún. Helduru að þú takir ekki þennan hræðilega pinna úr augabrúninni á þér áður en þú byrjar í nýja skólanum? Við verðum líka að fara með þig í klippingu! Sérðu nokkuð með hárið svona óní augu?\nNei, mamma, svaraði ég. Ég fer ekki í klippingu og tek ekki pinnann úr augabrúninni. Ég vil ekki heldur flytja út á land og ég vil ekki byrja í nýjum skóla! Ég vil fá að vera í friði.\nMamma snéri sé við í sætinu og ég lét aftur upp heyrnatólin. Ýtti samt ekki á play heldur beið eftir að heyra hvað mamma myndi segja við pabba. Örugglega eitthvað um unglingaveiki. Það stóð heima. Alveg svakalegt með hann Kolla, hann sem var svo stilltur og góður, sagði hún. Pabbi jánkaði bara og brosti.\nÉg ýtti á play og hugsaði um hvað það væri gott að komast í burtu frá þessu fólki þegar ég kæmist út úr þessum andstyggðar bíl.\nLoksins runnum við í hlað að húsinu sem ég átti nú að búa í um ókomna framtíð. Ég sagð pabba að ég ætlaði í göngutúr og ráfaði burt. Herti beltið á buxunum sem ég hafði vælt út úr mömmu áður en við fórum. Fann mér hól og settist bak við hann. Sat þar og hugsaði í nokkrar mínútur og vorkenndi sjálfum mér.\nEftir að hafa endurnært sjálfan mig stóð ég upp og labbaði um. Mikið djöfull er þetta ógeðsleg lykt. Sjór, skítur og eitthvað fleira sem ég bara get ekki einu sinni greint! Þessar og fleiri álíka hugsanir hugsaði ég á meðan ég labbaði um og skoðaði plássið.\nSíminn minn hringdi. Það var Kalli að athuga hvernig þetta allt saman væri hjá mér.\nEftir að hafa lýst öllum viðbjóðnum í smáatriðum bað ég hann að láta Stínu vita næst þegar hann sæi hana að ég væri fluttur til Borgarnes. Stína var besta vinkona mín en við höfðum ekert talað saman síðustu vikurnar. Hún var send í meðferð eitthvað út á land þegar sumarfríið byrjaði og ég hafði ekki náð að segja henni að ég væri að fara að flytja.\nSvo kvaddi ég Kalla vin minn.\njæja, þetta er bara partur. Vonadi líkaði ykkur þetta.\nTakk fyrir mig.\nLola",
    "url": "https://www.hugi.is/smasogur/greinar/137276/flutningar/",
    "url_id": "137276",
    "id": "1034474",
    "replies": [
        {
            "user": "Ulfhildar",
            "user_id": "24971",
            "date": "2003-04-22 11:41:06",
            "id": "1034475",
            "reply_to_id": "1034474",
            "text": "þetta er kannski ekkert meistaraverk en ágætis byrjun…\n…mættir birta afganginn svo sé hægt að sjá heildarmyndina\nsonur úlfhilda"
        },
        {
            "user": "lionbar",
            "user_id": "34778",
            "date": "2003-04-23 16:12:59",
            "id": "1034476",
            "reply_to_id": "1034474",
            "text": "ja… mer finnst að þú mættir skrifa aðeins meira… þetta er góð byrjun;o)"
        },
        {
            "user": "lionbar",
            "user_id": "34778",
            "date": "2003-04-23 16:13:10",
            "id": "1034477",
            "reply_to_id": "1034474",
            "text": "ja… mer finnst að þú mættir skrifa aðeins meira… þetta er góð byrjun;o)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-04-23 21:38:04",
            "id": "1034478",
            "reply_to_id": "1034474",
            "text": "Þetta var bara nokkuð gott að gaman að lesa þetta, ég vil endilega framhald ;)"
        },
        {
            "user": "jersey",
            "user_id": "41179",
            "date": "2003-04-23 21:52:14",
            "id": "1034479",
            "reply_to_id": "1034474",
            "text": "Skemmtilegt! ;)\nFRAMHALD, FRAMHALD, FRAMHALD!"
        },
        {
            "user": "Krulla",
            "user_id": "37650",
            "date": "2003-04-29 23:15:10",
            "id": "1034480",
            "reply_to_id": "1034479",
            "text": "Áfram..enga leti héddna.. FRAMHALD!"
        },
        {
            "user": "Lola",
            "user_id": "27945",
            "date": "2003-05-16 22:31:04",
            "id": "1034481",
            "reply_to_id": "1034474",
            "text": "Flott listamaður! Bíð eftir meiru :)"
        },
        {
            "user": "Lola",
            "user_id": "27945",
            "date": "2003-05-23 14:53:29",
            "id": "1034482",
            "reply_to_id": "1034481",
            "text": "takk listamaður! þú stendur alltaf með mér!! :9"
        }
    ]
}