{
    "forum_title": "Stjórnmál",
    "user": "binnibinni2456",
    "user_id": "35706",
    "date": "2003-04-22 16:58:49",
    "title": "Capitalismi",
    "text": "eins og ég hef séð eina grein eftir gaur sem heitir eftir þýskum flugvélum um miskilin kommúnista ætla ég að skrifa smá grein um hinn allvarlega miskilna capitalisma.\neins og hann “geiri” mintist á finnst mörgu vinstri sinnuðu fólki að það tapi alltaf annar á viðskiptum,gott hjá honum að nefna það því það er gamalt sósealískt “bull”. sem virðist lifa góðu lífi þess vegna ætla ég að skrifa litla dæmi sögu um capitalisman.\nýmindum okkur samfélag þar sem svona 1/3 eru fiskimenn og 1/3 eru kolanámumenn og hinir veita þjónustu og sjá um margsskonar iðnað.\nþetta er samt svoltið frumstætt samfélag til að gera þetta auðveldara.\nallir fiskimennirnir selja fiskin sinn á markaðnum og kaupa í staðin net og allskonar veiðarfæri, þeir ná að sjá öllum fyrir mat . og veita fólki vinnu við veiðarfæra framleiðslu.\nþeir sem týna kol í fjöllunum selja það til járnsmiðsins og fá pening fyrir.sem þeir nota til að kaupa sér fisk til dæmis og annað sem þeim vantar.\nnúna fer ég að tala um framboð eftir spurn eftir þessa litlu fallegu kynningu á “binnlendingunum mínum” =) (kalla þá bara það)\nmeð þessu tryggir þetta öllum lágverð því allir vilja selja fiskin/kolin sín\n(því fiskimanninum vantar sjálfum ekki nema 1 flak á dag enn hann veðir kannski 10 þá vill hann kanski selja 9 og kaupa sér eitthvað í staðin)\nsvo dæmi sé tekið járnsmiðum vantar kol hann fer á markaðinn og kaupir ódýrustu kolin sem hann finnur hjá honum sem leggur minnst á þau hann fer ekki að kaupa tonn af kolum á 1000 kall ef hann getur keypt þau á  800 kall.\nþá er kola náungin komin með 800 kr. og vantar mat til að borða þá getur hann fengið ódýran fisk því það er samkepni um að selja fiskin þú veist hvort mynduru kaupa ýsuflak sem kostaði 100 kall eða 50 kall.\nþá á hann 750 kr. og fiski flak. hann gæti farið og veitt fisk enn það yrði dýrara fyrir hann heldur enn að kaupan því hann á ekki neinn bát né net.\nsíðan setur hann 100 kall í bankan og eyðir hinu síðan í eitthvað dót sem honum vantar.\nþarna er þett og ef einhver var ekki allveg að ná boðskapnum fyrir þess sögu er hann sá að. samkepni tryggir altaf lægstu mögulegu verðin og það kemur sér einkar vel fyrir lágtekjufólk því það er þá allt ódýrara fyrir það. og það getur ekki búist við því að fá meira til baka enn það laggði til.\nkær kveðja til allra Binni",
    "url": "https://www.hugi.is/stjornmal/greinar/137462/capitalismi/",
    "url_id": "137462",
    "id": "1035899",
    "replies": [
        {
            "user": "jokullegil",
            "user_id": "25296",
            "date": "2003-04-22 17:48:24",
            "id": "1035900",
            "reply_to_id": "1035899",
            "text": "góð grein"
        },
        {
            "user": "vallitommi",
            "user_id": "14789",
            "date": "2003-04-22 17:52:06",
            "id": "1035901",
            "reply_to_id": "1035900",
            "text": "Ég styð þig svo fullkomlega að ég hef engu að bæta við"
        },
        {
            "user": "mysan",
            "user_id": "34319",
            "date": "2003-04-22 17:52:27",
            "id": "1035902",
            "reply_to_id": "1035899",
            "text": "una sociedad perfecta"
        },
        {
            "user": "TestType",
            "user_id": "14778",
            "date": "2003-04-22 17:56:49",
            "id": "1035903",
            "reply_to_id": "1035899",
            "text": "Kapítalismi með c-i?? Síðast þegar ég gáði þá búum við á Íslandi þar sem ekki tíðkast að nota c.\nFyrst þú ert svona enskur af hverju notaðirðu þá ekki c líka í sósíalisma?"
        },
        {
            "user": "Ulvur",
            "user_id": "8059",
            "date": "2003-04-27 14:23:07",
            "id": "1035904",
            "reply_to_id": "1035903",
            "text": "C var nú notað í Íslenskunni einu sinni\neins og Z og q líka. Persónulegra finnst mér\nþað allt lagi að nota þessa stafi."
        },
        {
            "user": "McSulli",
            "user_id": "25541",
            "date": "2003-04-27 14:49:45",
            "id": "1035905",
            "reply_to_id": "1035904",
            "text": "æi Kapítalismi er svo leiðinlegur… u know why ? því að hann er notaður í Bandaríkjunum (veit að hann er líka notaður hérna)… ég hata bandaríkin af öllu mínu hjarta og mun aldrei viðurkenna eitthvað gott við þau fyrir utan Jay Leno… annars hata ég ekkert endilega alla í BNA samt hata ég alla í þessari lame ríkisstjórn !!\nKv. Hann jeg ;)"
        },
        {
            "user": "arnig",
            "user_id": "28231",
            "date": "2003-04-22 17:57:35",
            "id": "1035906",
            "reply_to_id": "1035899",
            "text": "Kominn tími til að kapítalisminn fékk réttláta meðhöndlun. Þú hefðir reyndar alveg mátt fara dýpra í málin, en samt alveg frábært !!!"
        },
        {
            "user": "geirag",
            "user_id": "4133",
            "date": "2003-04-22 18:11:52",
            "id": "1035907",
            "reply_to_id": "1035899",
            "text": "binnibinni:\nGott framtak! Kapítalisminn tryggir sérhæfingu og að þeir sem eru hæfastir til að sinna ákveðnum verkum geti einbeitt sér að því og fyrir afrakstur vinnu sinnar keypt vörur og þjónustu sem aðrir, hæfari á öðrum sviðum, sjá um að framleiða eða veita. Hagkvæmni þessa skipulags fór eitthvað fram hjá Sovétmönnum og því fór sem fór hjá þeim."
        },
        {
            "user": "binnibinni2456",
            "user_id": "35706",
            "date": "2003-04-22 18:14:43",
            "id": "1035908",
            "reply_to_id": "1035907",
            "text": "afhverju not ég c\nég geri það viljandi það lýtur vel út"
        },
        {
            "user": "binnibinni2456",
            "user_id": "35706",
            "date": "2003-04-22 18:20:16",
            "id": "1035909",
            "reply_to_id": "1035908",
            "text": "falleg saga?"
        },
        {
            "user": "ArabStrap",
            "user_id": "1396",
            "date": "2003-04-22 19:14:51",
            "id": "1035910",
            "reply_to_id": "1035907",
            "text": "“Kapítalisminn tryggir sérhæfingu og að þeir sem eru hæfastir til að sinna ákveðnum verkum geti einbeitt sér að því”\nMæli með að þú lesir “UNABOMBERS MANIFESTO” en þar kemur geðsjúklingurinn Ted Kacynzki með alveg fáránlega góð rök fyrir því hve sérhæfing hefur skemmandi áhrif á samfélagið með því að færibandavæða störf sem áður fyrr þóttu gefandi, t.d. tapar fólk hæfileikanum á að sjá heildarmyndina og minnkar framleiðslugetu með því að taka burt þá fullnægjandi tilfinningu að hafa unnið að og klárað eitthvað.\nDæmi eru til dæmis í geimvísindaiðnaðinum, þar sem einn háskólalærður verkfræðingur vinnur kannski allann sinn starfstíma í að búa til skrúfur fyrir hreyflana í geimskutlur.\nJá og meðan ég man, þú getur fundið Manifestoið hérna:\nhttp://www.panix.com/~clays/Una/"
        },
        {
            "user": "binnibinni2456",
            "user_id": "35706",
            "date": "2003-04-22 19:26:34",
            "id": "1035911",
            "reply_to_id": "1035910",
            "text": "hand made = 1000 kall\nmass produced = 200 kall\njúhúú halló"
        },
        {
            "user": "kromaz",
            "user_id": "18523",
            "date": "2003-04-22 19:37:06",
            "id": "1035912",
            "reply_to_id": "1035911",
            "text": "“hand made = 1000 kall\nmass produced = 200 kall”\nHvernig færðu út að þetta tengist kapítalisma..?\nen ef þú vilt vera með þetta dæmi þá;\nHand made: 1000 kall og GÆÐI,\nMass produced: 200 kall RUSL\nEkki það að þetta tengist efninu á nokkurn hátt.."
        },
        {
            "user": "geirag",
            "user_id": "4133",
            "date": "2003-04-22 19:27:37",
            "id": "1035913",
            "reply_to_id": "1035910",
            "text": "ArabStrap:\nSet þetta á lista yfir væntanleg lesefni.\nÞú getur samt ekki litið framhjá gríðarlegum kostum sérhæfingar. Sjálfsþurftarbúskapur var ekkert sældarlíf þótt fólk í slíkum búskap hafi fengið að dunda sér við að slá grasið á morgnana, raka það á hádegi og þurrka það og binda síðdegis.\nSérhæfingin er líka miklu flóknara fyrirbæri en bara að fólk standi við færiband allan daginn og vinni eitt handtak, eða framleiði eina gerð af skrúfum. Það að verkfræðingur sé sérfræðingur í ákveðnum gerðum skrúfa þarf ekki að þýða að vinna hans sé einhæf, þótt hún hljómi þannig. Ekki frekar en að sjómaður geri ekkert nema “veiða bara fisk allan daginn”. Undirliggjandi gæti verið hönnun skrúfanna, þróun á framleiðsluaðferðum, mismunandi álagsprófanir, prófun nýrra efnissamsetninga og yfirborðsmeðhöndlunar osfrv osfrv.\nEn eins og ég segi ég set þetta á leslistann og kíki á fljótlega."
        },
        {
            "user": "binnibinni2456",
            "user_id": "35706",
            "date": "2003-04-22 19:38:26",
            "id": "1035914",
            "reply_to_id": "1035913",
            "text": "púff eins gott að hafa geirq hérna hann bjargar mér litla tíunda bekkiinginum"
        },
        {
            "user": "Xtrimer",
            "user_id": "2298",
            "date": "2003-04-23 18:10:50",
            "id": "1035915",
            "reply_to_id": "1035914",
            "text": "lol hvern kallar þú “litla tíunda bekkiinginum” þúrt sjálfur 15:þ"
        },
        {
            "user": "Xtrimer",
            "user_id": "2298",
            "date": "2003-04-23 18:21:10",
            "id": "1035916",
            "reply_to_id": "1035915",
            "text": "p.s þessu er beint til binna"
        },
        {
            "user": "kromaz",
            "user_id": "18523",
            "date": "2003-04-22 18:43:19",
            "id": "1035917",
            "reply_to_id": "1035899",
            "text": "Jamm það er þessu kerfi að þakka að það er allt svona ódýrt á Íslandi..*íronía*..;)\nMætti samt bæta við að þeir stærstu bola hinum minni út af markaðnum þannig að það verður á endanum engin samkeppni, þeir ríku verða ríkari og þeir fátæku verða fátækari..\nSkemmtilega einföld grein hjá þér annars…það væri óskandi að þetta myndi virka svona..;)"
        },
        {
            "user": "binnibinni2456",
            "user_id": "35706",
            "date": "2003-04-22 19:09:47",
            "id": "1035918",
            "reply_to_id": "1035917",
            "text": "Mætti samt bæta við að þeir stærstu bola hinum minni út af markaðnum þannig að það verður á endanum engin samkeppniMætti samt bæta við að þeir stærstu bola hinum minni út af markaðnum þannig að það verður á endanum engin samkeppni\nnei ég er bara alls ekki samála því. því ef eitthvað fyrirtækji hefur markaðsráðandi stöðu er það vegna þess að neytendur kjósa að versla við það, og það munu altaf koma nú fyrirtækji."
        },
        {
            "user": "binnibinni2456",
            "user_id": "35706",
            "date": "2003-04-22 19:12:39",
            "id": "1035919",
            "reply_to_id": "1035918",
            "text": "hey eg hvet samt alla til að lesa grein mína um asteka í sagnfræðideildinni"
        },
        {
            "user": "kromaz",
            "user_id": "18523",
            "date": "2003-04-22 19:51:31",
            "id": "1035920",
            "reply_to_id": "1035918",
            "text": "“því ef eitthvað fyrirtækji hefur markaðsráðandi stöðu er það vegna þess að neytendur kjósa að versla við það”\nSetjum upp dæmi: X kemur úr ríkri fjölskyldu, stofnar “fyrirtækji”, auglýsir og auglýsir, út af því hann hefur efni á því..\nY kemur úr fátækri fjölskyldu, með jafn góða hugmynd af “fyrirtækji”, en getur ekki auglýst það jafn vel og kemur þar af leiðandi verr út þegar horft er til viðskiptavinanna, X fær fleiri og Y hröklast síðan í burtu..\nPunkturinn í þessu ef hann skyldi hafa flækst fyrir einhverjm, er, að í kerfi þar sem stéttarbilið er mikið er auðveldara að fyrir þá ríku að komast áfram heldur en þá fátæku, no big news, en málið er að bilið heldur síðan áfram að breikka og breikka..og á endanum fer allt á hausinn..mitt álit, djöfull á ég eftir að fá mikið skítkast út á þetta..;)"
        },
        {
            "user": "binnibinni2456",
            "user_id": "35706",
            "date": "2003-04-22 20:05:51",
            "id": "1035921",
            "reply_to_id": "1035920",
            "text": "Y gaurin verður að geta boðið samkepnishæf verð enn með því að vera sniðugur og frmasækin gæti hann allveg auglýst verslunina sína, hann verður bara að gera það á annan hátt bjóða eins lágverð og hann getur mögulega, búa til eiginauglýsingar borga sér drullu lág laun afgreiða sjálfur.\nþað er erfiðara enn hann á allveg að geta það eins og einhver ofdekraður gaur.\nkær kveðja án einhverskítkasts Binni"
        },
        {
            "user": "kromaz",
            "user_id": "18523",
            "date": "2003-04-22 20:19:31",
            "id": "1035922",
            "reply_to_id": "1035921",
            "text": "strögl..sjáðu til það sem ég er að segja er að hann á ekki að þurfa að ganga í gengnum þetta strögl..samkvæmt minni hugmyndafræði..(ekki kommúnisti..vinstri sinnaður engu að síður..) ef bilið milli stéttanna væri minnkað væri auðveldara fyrir Y að láta “drauminn rætast”..\nEn til þess að það verði verður að draga úr kapítalismanum.."
        },
        {
            "user": "SAssassin",
            "user_id": "8617",
            "date": "2003-04-22 20:34:48",
            "id": "1035923",
            "reply_to_id": "1035922",
            "text": "Þá væri ekki auðveldara fyrir Y að stofna fyrirtæki heldur erfiðara fyrir X! Hver hagnast á því?"
        },
        {
            "user": "binnibinni2456",
            "user_id": "35706",
            "date": "2003-04-22 20:54:19",
            "id": "1035924",
            "reply_to_id": "1035923",
            "text": "það er erfiðara fyrir Y að stofna fyrirtækji. enn það er ekkert ómögulegt bara erfiðara. og ef þú ert með góðar hugmyndir þá ættiru að geta fengið einhverja til að fjárfesta í þessu.\ner það ekki annars?"
        },
        {
            "user": "kromaz",
            "user_id": "18523",
            "date": "2003-04-22 21:02:39",
            "id": "1035925",
            "reply_to_id": "1035923",
            "text": "Þú ert sem sagt að meina að þeir fátæku verði ennþá fátækir í kerfi þar sem dregið er úr kapítalisma og sósíalismi væri grunnhugmyndin (ekki kommúnismi), það er merkilegt að fólk skuli halda þetta. Það væri voðalega lítill tilgangur í svoleiðis kerfi.\nKerfið sem ég tala um, virkar þannig að þeir sem voru áður fátækir verða jafn hæfir til fyrirtækisrekstur og aðrir, þannig að það ætti ekki að vera erfitt fyrir einn eða neinn að stofna sitt fyrirtæki, stærð fyrirtækja yrði þó að vera takmörkuð..\nY hagnast og X tapar ekki nema upp að vissum punkti..\nMín skoðum er sú að kapítalismi gangi ekki undir grundvallar mannréttinda hugtakið “allir menn skulu fæðast jafnir”.."
        },
        {
            "user": "Apocalisp",
            "user_id": "3477",
            "date": "2003-04-24 17:07:11",
            "id": "1035926",
            "reply_to_id": "1035925",
            "text": "“Mín skoðum er sú að kapítalismi gangi ekki undir grundvallar mannréttinda hugtakið ”allir menn skulu fæðast jafnir“.. ”\nHvernig þá? Undir kapítalismanum fæðast allir jafnir þannig að þeim eru tryggð nákvæmlega sömu réttindi til frelsis og ekkert fleira. Réttindi til að haga sínu lífi eftir eigin höfði. Í kapítalismanum fá allir frelsi í vöggugjöf en allt annað verða þeir að skapa sér sjálfir. Hvernig er það ekki jafnrétti?\n“það ætti ekki að vera erfitt fyrir einn eða neinn að stofna sitt fyrirtæki”\nÞar er ég sammála þér. Það er hvergi auðveldara en á frjálsum markaði (þ.e.a.s. kapítalískum). Undir sósíalískum stjórnum þurfa menn að fá allskonar leyfi og atvinnurekstri fylgja endalausar kvaðir.\n“stærð fyrirtækja yrði þó að vera takmörkuð”\nHvers vegna? Á að refsa fyrirtækjum fyrir það eitt að ganga vel? Á að reyna að koma í veg fyrir að rekstur fyrirtækja verði sem hagkvæmastur? Ef við takmörkum stærð fyrirtækja, þá erum við að setja markaðnum höft. Þá er það ekki lengur frjáls markaður. Það er mismunun.\nMaður þarf hvergi að leita langt til að koma auga á lítil fyrirtæki sem hafa skotið risastóru veldunum ref fyrir rass þrátt fyrir takmarkað stofnfjármagn. Í bænum sem ég bý í var til dæmis fátækur námsmaður hér á miðjum síðasta áratug sem hét Michael Dell. Hann fór að setja saman PC tölvur á vinnustofu í skólanum sínum og selja þær. Nú er fyrirtækið hans Dell orðið stærsti vinnuveitandi í þessum bæ og einn stærsti tölvuframleiðandi í heiminum. Ekki nóg með það heldur veldur þetta fyrirtæki því að neytendur og smáfyrirtæki geta keypt tölvubúnað á mun lægra verði en áður þekktist. Og þeir sem voru upprunalegu starfsmenn þessa fyrirtækis, þá fátækir námsmenn, eru orðnir milljónamæringar og búnir að stofna eigin fyrirtæki og skapa tugi þúsunda af nýjum störfum. Þetta er einfaldlega ekki hægt ef markaðurinn er ekki frjáls, og í besta falli ófýsilegt í sósíalískri stjórn."
        },
        {
            "user": "grenger",
            "user_id": "19682",
            "date": "2003-04-24 22:50:08",
            "id": "1035927",
            "reply_to_id": "1035926",
            "text": "Binni veit hvað hann syngu"
        },
        {
            "user": "geirag",
            "user_id": "4133",
            "date": "2003-04-22 21:06:32",
            "id": "1035928",
            "reply_to_id": "1035922",
            "text": "kromaz:\nHvernig nákvæmlega er “dregið úr” kapítalismanum?\nUm Ísland gilda tvær staðreyndir:\n- Íslenska hagkerfið er talið með þeim frjálsari og opnari af vestrænum ríkjum (afsakið letina í mér þótt ég nenni ekki að leita að heimildum núna).\n- Á Íslandi er bilið milli þeirra sem hafa mestar tekjur og minnstar tekjur næstminnst í heimi (á eftir Noregi).\nÞetta eru ekki tvær óskyldar staðreyndir. Í opnu og frjálsu hagkerfi gefst fólki kostur á að hrinda hugmyndum sínum í framkvæmd. Ríkir menn og fjármagnsfyrirtæki lána pening til hugmyndaríkra manna sem koma á legg sínum rekstri og stuðla því að því að hjól hagkerfisins snúist. Frelsi í fjármagnsflutningum, lítil ríkisafskipti og skrifræði og lágir skattar stuðla að því að auðsköpun verður mikil og á því hagnast allir.\nÞað að ríkir verði ríkari og fátækir verið ríkari í frjálsu hagkerfi segir að hagur ALLRA vænkist. Það að sá ríki tvöfaldi laun sín (af því fyrirtæki hans gengur vel) á meðan sá fátæki einungis hækkar um 30% í launum (af því hann vinnur í fyrirtæki hins ríka sem gengur vel) er ekki slæm staðreynd að neinu leyti því hagur beggja vænkast. Ég veit að sósíalistar boða að þegar laun hins ríka hækka um 50% þá eigi laun hins fátæka að hækka um 50% líka, og að það eigi að tryggja með því að skattpynta þann ríka og afhenta skattinn til hins fátæka. Slíkt er hins vegar letjandi og veldur því að drifkraftur hins ríka til að auka tekjur sínar deyr og hver hækkar þá í launum? Enginn. Hagur beggja verður verri fyrir vikið.\nkromez:\nÆtlaði nú ekki að beina allri þessari ræðu á þig einan en þú varst innblástur í örlitla útrás hjá mér. Þakka fyrir það."
        },
        {
            "user": "binnibinni2456",
            "user_id": "35706",
            "date": "2003-04-22 21:11:06",
            "id": "1035929",
            "reply_to_id": "1035928",
            "text": "ha ég sagði þetta eimmit =)\ngóður geiraq"
        },
        {
            "user": "kromaz",
            "user_id": "18523",
            "date": "2003-04-22 21:25:21",
            "id": "1035930",
            "reply_to_id": "1035928",
            "text": "ég kem með mitt svar við þessu á morgun, of þreyttur núna..þú afsakar..ágætt samt að eiga rökræður á svona hátt, þ.e. ekkert persónlegt skítkast eins og vill stundum til milli hugara..;)\nágætt að fá alla þessa ræðu yfir mig, gefur mér eitthvað til að hugsa um..anyways svara á morgun..zzZZzzZz…"
        },
        {
            "user": "binnibinni2456",
            "user_id": "35706",
            "date": "2003-04-22 21:54:12",
            "id": "1035931",
            "reply_to_id": "1035930",
            "text": "það breytir ekki hvort það sé stórveldi á markaðnum ef markaðurinn er opin því samkepni er ekki endilega mæld með fjölda fyrirtækj heldur aðgengi aðmarkaði.\ntakk fyri"
        },
        {
            "user": "iqbal",
            "user_id": "66",
            "date": "2003-04-22 22:05:17",
            "id": "1035932",
            "reply_to_id": "1035928",
            "text": "Smá pæling: er ekki “góð” staða fátækra á Íslandi miðað við aðra fátæklinga úti í hinum stóra heimi meira að þakka því nokkuð góða félagslega kerfi sem við höfum haft síðustu áratugi heldur en frjálsu hagkerfi? Ekki það að ég hafi neitt stúderað þetta en það meikar allavega aðeins meira sens fyrir mér…\nAnnað: Bandaríkin á árunum eftir WW1 bjuggu líklega við frjálsasta hagkerfi ever, en þar bjuggu fátæklingarnir við ömurleg kjör og áttu engan raunverulegan möguleika á að vinna sig upp. Eigendur fyrirtækja höfðu enga ástæðu til að gera neitt fyrir starfsmenn sína (vegna hins mikla frjálsræðis) þ.a. laun þessa fátæka hækkuðu ekkert um nein 30%, heldur lækkuðu þau frekar til að ríki gaurinn gæti hækkað sín aðeins meira. Síðan kom náttúrulega kreppan sem kapítalistarnir vildu bara láta “ganga yfir” þar sem hagsveiflur væru bara eðlilegar, en svo lagaðist hún ekkert fyrr en ríkið greip í taumana…\nVar bara akkurat að lesa um þetta fyrir sögupróf (sem ég ætla einmitt að halda áfram að gera núna) og ákvað að skella þessu með…\nkv.\niqbal"
        },
        {
            "user": "geirag",
            "user_id": "4133",
            "date": "2003-04-22 22:36:44",
            "id": "1035933",
            "reply_to_id": "1035932",
            "text": "igbal:\nGott félagslegt kerfi er ekki til nema einhver sé til að borga fyrir það, og það gerir einmitt sterkt efnahagskerfi með tekjumiklum skattborgurunum. Félagslegt kerfi er ekki hægt að þakka neinum nema þeim sem hafa pening til að standa undir því, sem aftur geta þakkað fyrir sterk hagkerfi þar sem einstaklingar eiga auðvelt með að athafna sig og skapa auð.\nÞú ert væntanlega að lesa “Heimsbyggðin 2” sem lofar hagfræðinga eins og Keynes. Keynes boðaði einmitt að til að koma hjólum efnahagsins af stað ætti ríkið að fara út í miklar framkvæmdir og dæla pening í ýmis verkefni. Þessar hugmyndir hans hafa verið að afsanna gildi sitt og hefur hagfræðingum fækkað mjög sem trúa núorðið á gildi þeirra.\nNánar um það:\nhttp://www.lagmarksriki.is/?sida=pistlar_skoda&pi\nstill=350\n(latir láta sér nægja að renna yfir töfluna í upphafi greinarinnar)\nEf atvinnuleysi er mikið og rekstrarumhverfi fyrirtækja erfitt að þá er auðvitað engin ástæða fyrir fyrirtæki að gera neitt fyrir starfsmenn sína, því starfsmennirnir hafa ekkert annað til að snúa sér að og taka því sem býðst. Þetta kemur því ekkert við að atvinnulausir geti lifað ríkmannlega af atvinnuleysisbótum eða mokað holur og grafið ofan í þær í skiptum fyrir laun frá hinu opinbera (eins og Keynes boðaði til að sporna við atvinnuleysi og koma hagkerfinu í lag).\nGæti haft þetta langsamlega miklu lengra en læt gott heita í bili."
        },
        {
            "user": "RedFox",
            "user_id": "23988",
            "date": "2003-04-22 20:16:05",
            "id": "1035934",
            "reply_to_id": "1035920",
            "text": "kromaz: hehe ég þekki einn X.\nHann fór á hausinn.\nJæja, hvernig væri að bera saman X og Y\nX = Hagkaup\nY = Bónus\nBíddu nú við, keyptu ekki fátæku bónus grísirnir upp allann Royalinn í Hagkaup?\nEkki nóg með það að hafa náð lengra en Hagkaups royallinn þá lækkuðu þeir öll vöruverð!\nOg nei, kapítalisminn er ekki valdur af háum matarverðum. Það er sósíalíska sóunin í landbúnaðarkerfinu og sósíalískir tollar sem valda því.\nKjóstu með veskinu! einfalda sál."
        },
        {
            "user": "geirag",
            "user_id": "4133",
            "date": "2003-04-22 20:54:02",
            "id": "1035935",
            "reply_to_id": "1035920",
            "text": "kromaz:\nHvernig byrjaði hið ægilega “Baugs-veldi” á sínum tíma? Var það ekki með einni fábreyttri búð í Faxafeni sem hafði ekkert umfram aðrar búðir en lægsta verðið? Hvernig gengur IcelandExpress núna í samkeppni við hið ægilega fyrirtæki Flugleiðir?\nAuk þess ertu að gefa þér að neytendur séu fávitar sem geta ekki gert upp á milli fyrirtækja öðruvísi en eftir magni auglýsinga."
        },
        {
            "user": "kromaz",
            "user_id": "18523",
            "date": "2003-04-22 21:16:11",
            "id": "1035936",
            "reply_to_id": "1035935",
            "text": "Ég er ekki að gefa mér að neytendur séu fávitar, það væri nú heimska..svona í ljósi þess að ég er sjálfur neytandi eins og þú og ekki tel ég mig eða þig vera fávita, en ég vil biðja ykkur að taka ekki dæmið svona bókstaflega, frekar einbeita sér að kjarna málsins..það er náttúrulega rökrétt að þeir sem hafa efni á að auglýsa eiga meiri möguleika á að kynna sínar vörur fyrir neytendum, þeir sem hafa ekki auglýsingamátt mega sín minna á markaðnum,\nog ef ég fer nú aðeins út í sálfræðina þá er það altalað að manneskjan á það til mjög oft að leggja vana sinn á eitthvað, t.d. að versla í sömu búð..búð sem hún kannski sér auglýsta í sjónvarpi/útvarpi o.s.fr. og leggur vana sinn á að fara þangað..opnar síðan ekki hugan fyrir öðrum möguleikum, ATH: ef þú telur að ég sé að segja að neytendur séu heiladauðir núna þá er ég ekki að því, bara leggja það fram sem er satt !\nStofnandi Iceland Express var nú alls ekki illa efnaður fyrir og stofnendur Baugs-veldisins eru nú ekki kominr af fátækum slóðum..en hvað sem því líður sé ég ekki hvað þeir hafa með þessa umræðu að gera..ef þú hefur ekki tekið eftir því þá er ég að tala um það hvernig má gera auðveldara fyrir fólk að byrja eigin atvinnurekstur með því að reyna að afnema stéttaskiptingu, og eins og ég sagði áðan er mér illa við það að stórveldi séu á markaðnum.."
        },
        {
            "user": "binnibinni2456",
            "user_id": "35706",
            "date": "2003-04-22 21:03:06",
            "id": "1035937",
            "reply_to_id": "1035899",
            "text": "Þetta er flott grein en þetta fata ég samt ekki!!!!!!! sem er ömó.\nPS. á að vera mynd með þessari grein og ég bara spyr."
        },
        {
            "user": "binnibinni2456",
            "user_id": "35706",
            "date": "2003-04-22 21:06:13",
            "id": "1035938",
            "reply_to_id": "1035937",
            "text": "já það var falleg asteka list…\nenn.. nei stjórnendur þurfa alltaf að nöldra\n=)"
        },
        {
            "user": "jonr",
            "user_id": "3773",
            "date": "2003-04-22 21:55:14",
            "id": "1035939",
            "reply_to_id": "1035899",
            "text": "Góð grein hjá þér, binnibinni. En því miður er þetta jafn mikil útópía og Kommúnisminn. Það versta við kapítalisma að hann virkar ekki nema stór aðili (Ríkið) sjái til þess að enginn nái yfirburðar og einokunarstöðu. Um leið og samkeppni hverfur, þá dettur botninn úr kapítalismanum. Og hver á að sjá um þá sem minna mega sín?\nJ."
        },
        {
            "user": "binnibinni2456",
            "user_id": "35706",
            "date": "2003-04-22 21:56:51",
            "id": "1035940",
            "reply_to_id": "1035939",
            "text": "ég var að svara þessu hérna beint fyrir ofan áður enn þú sagðir þetta   : Þ\núpps tekinnn"
        },
        {
            "user": "Latrell",
            "user_id": "6130",
            "date": "2003-04-25 21:20:30",
            "id": "1035941",
            "reply_to_id": "1035939",
            "text": "Ríkið setur leik reglur og það eru samkeppnis yfirvöld sem passa að samkeppni sé næg. Svo ætla ég bara að minna þá sem lofsyngja kommana að það er ástæða fyrir því að Sovétrikin eru nú kölluð Sovétríkin sálugu. Komma hugsjónin er svo sem falleg en gengur einfaldlega ekki upp."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-04-22 22:24:14",
            "id": "1035942",
            "reply_to_id": "1035899",
            "text": "Vel mælt kromaz. Styð þig algjörlega"
        },
        {
            "user": "doctor",
            "user_id": "386",
            "date": "2003-04-23 08:02:01",
            "id": "1035943",
            "reply_to_id": "1035899",
            "text": "Svo er það kommúnisminn.\nJói og Kári búa í kommúnistaríki.\nJói hefur unnið mikla yfirvinnu undanfarið og á mikið sparifé, 800 kr.\nKári hefur verið latur og ekki með heilsuna í lagi og hefur ekki getað mætt til vinnu, hann á 300 kr.\nRíkið tekur 700 kr af Jóa og 200 kr af Kára og allir eru ánægðir. Ekki satt?\nKveðja"
        },
        {
            "user": "person",
            "user_id": "25122",
            "date": "2003-04-23 11:06:36",
            "id": "1035944",
            "reply_to_id": "1035899",
            "text": "Kæri Binni\nLífið er einfalt.\nEn hvað gerist svo þegar fiskurinn í sjónum dugir ekki handa öllum sem vilja veiða hann?\nFær sá sem hefur verið lengst á sjó þá allan kvótann?\nHvernig virkar samkeppnin þá?\nSelur hann ekki bara ýsuflakið á 1000 kall?\nKannski eru fáir að nota kol en margir að selja. Kolasalarnir eru kannski líka allir í sama bridgeklúbbnum. Kannski ákveða þeir bara að samræma álagninguna svo að þeir geti allir lifað af kolasölunni og borgað í flokkssjóð stærsta stjórnmálaflokksins svo að lögum verði nú ekki breitt.\nHver veit?"
        },
        {
            "user": "binnibinni2456",
            "user_id": "35706",
            "date": "2003-04-23 15:13:35",
            "id": "1035945",
            "reply_to_id": "1035944",
            "text": "það erbara veiddur eins mikil fiskur og er eftirspurn eftir…    ….og dæmi um samtök eins og þú nefndir með kolin þá er til dæmis til dót sem, heitir opec\n´þá kemur bara svona aðrið 10 gaurar og ná til sín öllum viðskiptunum með því að bjóða miklulægra verð þeir myndu hagnast meira áþví….\nkolagaurarnir græða ekki á því að járnssmiðurinn eigi ekki efni á að kaupa sér kol"
        },
        {
            "user": "person",
            "user_id": "25122",
            "date": "2003-04-23 16:54:02",
            "id": "1035946",
            "reply_to_id": "1035945",
            "text": "Félagi Binni\nÞað er eitthvað sem heitir sjálfbær þróun og ef við veiðum fleiri fiska heldur en fæðast, þá fækkar fiskunum í sjónum og þá þarf að taka í taumana.\nOPEC er dæmi um aðila sem allir eru í sama bridgeklúbbnum.\nEn það sem þú ert að hugsa er náttúrlega að það á að vera frjáls samkeppni á öllum sviðum. Það er göfugt markmið, en það þurfa allir að sitja við sama borð og hafa jafna möguleika. Til þess þurfa stjórnvöld að reka gegnsæa pólitík og hafa leikreglur skírar eins og Ingibjörg Sólrún Gísladóttir hefur svo margoft bent á."
        },
        {
            "user": "ilsarD",
            "user_id": "8166",
            "date": "2003-04-23 17:47:39",
            "id": "1035947",
            "reply_to_id": "1035946",
            "text": "Heyr Heyr, person!"
        },
        {
            "user": "Xtrimer",
            "user_id": "2298",
            "date": "2003-04-23 18:23:45",
            "id": "1035948",
            "reply_to_id": "1035946",
            "text": "Kæri person,\nÉg styð þig og Kromaz heils hugar\nX-S !! Og út með X-D !!!!"
        },
        {
            "user": "binnibinni2456",
            "user_id": "35706",
            "date": "2003-04-23 19:20:12",
            "id": "1035949",
            "reply_to_id": "1035948",
            "text": "úúúú og ingjibjörg er svo sniðug fjármála kona….\n(búin að tapa 25 milljörðum)\nef ég segji eitthvað sem stend ekki kommúnsista hugsjónir ykkar þá fáið þið áfall…\nog síðan eruð þið svo stórir með ykkur að geta sagt að allt sem ég segji er bull…\nog xtrimer svo ertu að nöldra yfir því að ég kalli þig ekki sósealista heldur kommúnista……..\nog sóselaismi er bara að taka af öðrum og gefa öðrum gaurum. það heitir að vera sníkjudýr..\nsamfylkingin er svona varla með stefnuskrá ef þið hafið ekki tekið eftirþví…"
        },
        {
            "user": "vallitommi",
            "user_id": "14789",
            "date": "2003-04-23 22:20:14",
            "id": "1035950",
            "reply_to_id": "1035949",
            "text": "Xtrimer:\nEf þú kannski lest aðeins betur þá kannski sérðu að hann væri að tala um sjálfan sig sem litla 10unda bekkinginn =)"
        },
        {
            "user": "vallitommi",
            "user_id": "14789",
            "date": "2003-04-23 22:22:03",
            "id": "1035951",
            "reply_to_id": "1035950",
            "text": "til að bjarga MÉR litla 10unda bekkingnum"
        },
        {
            "user": "Xtrimer",
            "user_id": "2298",
            "date": "2003-04-23 22:40:49",
            "id": "1035952",
            "reply_to_id": "1035949",
            "text": "lærðu að skrifa auli.\nVeistu hvað kommúnisti er?\nVeistu muninn á sóselista og kommúnista?\nVeistu yfirleitt eitthvað, þú ættir að lesa aðeins meira, kíkja í eitthvað annað en Mbl og DV og reyna aðeins að sjá eitthvað breiðara út fyrir þinn litla og þröngsýna veruleika.\np.s. hættu þessum barnastælum og skrifaðu eitthvað að viti, hver nennir að hlusta á einhverja labbakúta eins og þig vera að blaðra þetta. Com´on marr..\njá og það sem þú sagðir “sóselaismi er bara að taka af öðrum og gefa öðrum gaurum. það heitir að vera sníkjudýr..” er algjör fjarstæða þvi að þetta er eitt af þeim markmiðum sem sóselisminn kemur í veg fyrir… jöfnuð, rétt skipting auðar, og svo að peningarnir safnist ekki upp á fáum stöðum eins og við erum að sjá í okkar nútíma samfélagi þar sem menn fá 70milljó kall á ári í laun.\nÞú veist greinilega ekkert í þinn haus, þú veist ekkert hvað sóselismi gengur út á OMG!!! Get a life.  Samfylkinig hefur skýra sefnuskrá, en þetta er auðvitað bara kosningaáróður hjá Dabba og co, því þeir þola ekki að Samfylkingin er orðin einn stærsti flokkur landsins og þar með ógnun við þá."
        },
        {
            "user": "binnibinni2456",
            "user_id": "35706",
            "date": "2003-04-24 11:10:51",
            "id": "1035953",
            "reply_to_id": "1035952",
            "text": "ég veit allveg hvað sósealismi gengut útá helduru að ég sé fiíl. þú ert að tala um mskiptingu auðar. þú verður bara vinna þér inn pening í staðin fyrir að skattleggja aðra og gefa síðan bara skatt peninganna.  mér finnst það útí hött..\nauðvitað veit ég munin á kommúnisma og sósealisma. þó ég sé 15 ára ……\njá og þér til fróðleiks stendur að þú sért 16 þannig þú ættir ekki að vera nöldra"
        },
        {
            "user": "JolaMetal",
            "user_id": "2606",
            "date": "2003-04-27 04:21:40",
            "id": "1035954",
            "reply_to_id": "1035953",
            "text": "binnibinni2456: Þú getur ekki mögulega vitað hver munurinn á kommúnisma og sósíalisma er, vegna þess einfaldlega að þú hefur ekki hugmynd um hvað þetta er. Sósíalismi snýst um sameign á atvinnutækjunum, ekki að “taka frá einum gaur til að gefa öðrum gaur”."
        },
        {
            "user": "binnibinni2456",
            "user_id": "35706",
            "date": "2003-04-27 13:04:42",
            "id": "1035955",
            "reply_to_id": "1035954",
            "text": "ehh hver átti atvinnu tækin first?"
        },
        {
            "user": "kromaz",
            "user_id": "18523",
            "date": "2003-04-24 23:20:57",
            "id": "1035956",
            "reply_to_id": "1035949",
            "text": "“og sóselaismi er bara að taka af öðrum og gefa öðrum gaurum. það heitir að vera sníkjudýr..”\núff..þetta er nú heldur þröngsýnt..og bara svona til viðbótar þár sem ég sé að allir eru farnir að skrifa “sóselaismi” það er sósíalismi..en ég segi það satt, þú leist ekki út fyrir að vera vitlaus..en þetta komment sko..pff..verst fyrir sjálfan þig.."
        },
        {
            "user": "binnibinni2456",
            "user_id": "35706",
            "date": "2003-04-25 13:34:02",
            "id": "1035957",
            "reply_to_id": "1035956",
            "text": "ég lýt samt ekkert á mig sem neitt rosalega þrömgsýnan, enn það er kannski soltið til í því\nkveðja binni"
        },
        {
            "user": "biko",
            "user_id": "5867",
            "date": "2003-04-25 13:33:23",
            "id": "1035958",
            "reply_to_id": "1035899",
            "text": "Þú gleymir nokkrum grundvallar einkennum kapitalísks samfélags í þessarri grein. Þetta samfélag var ekki kapitalískt. Það var enginn í vinnu hjá neinum. Allir áttu sín eigin framleiðslutæki og eigin vöru. Ì kapitalísku samfélagi á kapitalistinn framleiðslutækin og framleiðsluna sem kemur út. Verkafólkið getur síðan keypt vörur sem annað verkafólk hefur framleitt af kapitalistanum þeirra. Ef hann rekur fyrirtækið sitt vel að þá fær hann meira fyrir vöruna sem er framleidd en hann borgaði fólkinu fyrir að vinna vinnuna og heldur eftir ákveðnum gróða. Virk samkeppni minkar gróðahlutfall hans og verdur hann þá að lækka raunlaun, fá minni gróða í eigin hendur eða minnka samkeppnina með að kaupa upp hin fyrirtækin á markaðinum, eða brjóta þau niður með því að undirbjóða það í ákveðinn tíma. Ì kapitalísku kerfi með 1/3 hluta fiskimenn, 1/3 hluta kolanámumenn og 1/3 hluta þjónustumenn að þá eru þrír kapitalistar sem eiga námuna, útgerðina og þjónustufyrirtækin. Námureigandinn selur kolin sín fyrir 1000 kr. og borgar 500 kr. í laun til námumannana, hann kaupir síðan þjónustu af þjónustufyrirtækjunum fyrir 200kr. og sisk fyrir restina, af því að hann er svangur! Námumennirnir kaupa fisk og borga húsaleigu fyrir sinn 500 kall og fá þess vegna mun minni fisk að borða en eigandinn. Sömu sögu er að segja um hina verkamennina í þjónustuiðnaðinum og fiskiiðnaðinum. Þannig eiga kapitalistarnir allar eignirnar og fá mest af tekjunum í sína hönd. Þeir borða þess megna mikinn fisk og þurfa aldrei að verða svangir. Þeir geta líka byggt stór hús og borgað fyrir allskonar þjónustu og tækni. Verkafólkið fær ekki nærri því eins mikið af fiski og hafa ekki nóg kol til að hafa heitt inni hjá sér. Það stofnar þessvegna verkalýðsfélög og fer í verkfall ti lað neyða kapitalistana til að gefa sér meiri laun. Þannig jafnast aðeins kjörin en innan skams hækkar fiskverðið og kolaverðið og húsaleigan líka og aftur á fólkid ekki nóg fisk eða kol. Svona gengur þetta kynslóðfram af kynslóð þangað til einhver gerir eitthvað við stöðunni.\nkk Biko"
        },
        {
            "user": "s2509",
            "user_id": "36386",
            "date": "2003-04-28 00:16:23",
            "id": "1035959",
            "reply_to_id": "1035899",
            "text": "Bravó\nMögnuð grein, kominn tími til að kapítalisminn sé sýndur í réttu ljósi.\nOg að lokum.\nMunum eftir X-D 10 maí"
        }
    ]
}