{
    "forum_title": "Raunveruleikaþættir",
    "user": "DrEvil",
    "user_id": "25921",
    "date": "2003-04-24 18:59:16",
    "title": "Þátturinn 14. apríl",
    "text": "Þar sem seinasti þáttur var yfirlitsþáttur\nsvona til að rifja upp eldri þætti, þá ætla\nég að skrifa um 9. þátt sem var þann 14. apríl.\nÞau fengu póst ásamt bogum, örvum, pílum og\nspjótum, til að æfa sig fyrir næstu verðlaunakeppni (Reward challenge). Alex vann þá keppni, og var það nauðsynlegt fyrir hann því Deena hafði hótað að hann þyrfti að reka næst. Í verðlaun var aðgangur að glæsilegum kaffibar með öllu tilheyrandi. Alex fékk að velja einn til að fara með sér, og valdi hann Jennu. ÞEgar þau hofðu lokið sér af og fóru aftur heim í búðirnar, þá fengu þau að gefa hverjum og einum 2 smákökur.\nMatt og Butch fóru að veiða, og náðu að veiða eitthvað, en þegar Butch var að taka piranha fisk af króknum, beit fiskurinn hann í fingurinn, en þetta var ekki eina bit kvöldsins, þar sem Heidi var bitinn af könguló.\nÍ Immunity Challenge þurfu þau að éta einhverjar ógeðslegar pöddur af Amazon svæðinu. Í lokaviðureigninni áttust við Deena og Matthew. Deena hálfpartin gaf leikinn, og lét Matt borða pöddurnar einn.\nÞegar komið var að Tribal Council, virtust öll bandalög Deenu hafa brugðist, því hún var rekin burt, og varð því annar meðlimur kviðdómsins. Ástæðan fyrir brottförinni, var aðallega sú að Jenna og Heidi töldu hana hafa stungið þær í bakið með sjálfselsku sinni.\nÞátturinn seinasta mánudag var svona yfirlitsþáttur eins og áður hefur komið fram svo lítið er hægt að fjalla um hann.\nkv,\nDr.Evil",
    "url": "https://www.hugi.is/realitytv/greinar/137932/thatturinn-14-april/",
    "url_id": "137932",
    "id": "1040392",
    "replies": [
        {
            "user": "Hekna",
            "user_id": "34419",
            "date": "2003-04-25 12:52:01",
            "id": "1040393",
            "reply_to_id": "1040392",
            "text": "Hvaða þátt ertu að tala um illu"
        },
        {
            "user": "Hekna",
            "user_id": "34419",
            "date": "2003-04-25 13:23:14",
            "id": "1040394",
            "reply_to_id": "1040393",
            "text": "DrEvil er að tala um þáttinn á undan yfirlitsþættinum, held ég?!?"
        },
        {
            "user": "Apple",
            "user_id": "24032",
            "date": "2003-04-26 13:05:50",
            "id": "1040395",
            "reply_to_id": "1040394",
            "text": ""
        },
        {
            "user": "jersey",
            "user_id": "41179",
            "date": "2003-04-27 18:35:14",
            "id": "1040396",
            "reply_to_id": "1040394",
            "text": "Ó mæ!"
        },
        {
            "user": "dizaskviza",
            "user_id": "35724",
            "date": "2003-05-01 21:17:00",
            "id": "1040397",
            "reply_to_id": "1040392",
            "text": "vá hvað ég skil ekkert í þessari grein það er ekki beint tilgangur með henni"
        },
        {
            "user": "DrEvil",
            "user_id": "25921",
            "date": "2003-05-01 21:28:55",
            "id": "1040398",
            "reply_to_id": "1040397",
            "text": "Þá vantar eitthvað í hausinn á þér."
        },
        {
            "user": "dizaskviza",
            "user_id": "35724",
            "date": "2003-05-01 23:36:34",
            "id": "1040399",
            "reply_to_id": "1040398",
            "text": "já kannski ég er svolítið þreitt en þá fer ég bara að sofa"
        },
        {
            "user": "blom",
            "user_id": "2152",
            "date": "2003-05-04 16:20:28",
            "id": "1040400",
            "reply_to_id": "1040397",
            "text": "mikið er ég sammála dizuskvizu .. skildi ekkert í greinni eða tilganginn í henni …"
        },
        {
            "user": "dizaskviza",
            "user_id": "35724",
            "date": "2003-05-04 18:48:55",
            "id": "1040401",
            "reply_to_id": "1040400",
            "text": "akkurat ég var kannski ekkert svo þreitt"
        },
        {
            "user": "SuperStar",
            "user_id": "30842",
            "date": "2003-05-09 18:29:14",
            "id": "1040402",
            "reply_to_id": "1040392",
            "text": "Lol.. ég horfði á þennan þátt… djöfull var Heidi hrædd!!:P (afsakið orðbragðið) En mér fannst fáránlegt að Deena hafði verið rekin af, hún var með þeum duglegustu!!:)"
        }
    ]
}