{
    "forum_title": "Húmor",
    "user": "Beer",
    "user_id": "1917",
    "date": "2003-04-25 12:52:27",
    "title": "Tillaga Samfylkingarinnar og Feminstar að jafnrétt",
    "text": "Í skákmótum, þá eiga konur alltaf að fá forgjöf ef að mótherjinn er karlmaður. T.d. ætti mótherjinn ekki að fá að vera með drottningu.\nÍ íþróttaviðburðum eiga konur alltaf að fá að byrja fyrr og fá forskot að öllu leyti.\nEf karlmaður og kona sækja um sama starf, þá á að ráða konuna, skilyrðislaust.\nKonur eiga alltaf að fara framfyrir í öllum röðum, hvort sem það er í bankanum eða á skemmtistöðum.\nKonur eiga alltaf að fá forræði yfir börnum sínum, sama hvernig aðstæður þeirra eru.\nKonur eiga að fá hærri laun er karlar.\nKonur eiga að vera í 60% af öllum störfum sem okkur funnst merkileg, en þær þurfa ekkert að vinna mikið í verkamanna og þungavinnu.\nKonur ættu að geta dregið frá 5 - 10 ár frá aldri sínum ef þær vilja.\nKonur ættu að fá sérstakan skattaafslátt vegna kaupa á fötum og meik-up vörum. Það er óréttlæti að þær skuli þurfa að greiða fyrir það að vera með andlit.\nKonur ættu að fá frí alltaf þegar þær eru á blæðingum, þegar þær eru með hausverk eða þegar þær nenna ekki í vinnuna.\nKonur hafa leyfi til þess að slá menn sína utanundir ef þær eru ekki sammála þeim og þær hafa engin rök til þess að styðjast við.\nKonur ættu allar að fá aðstoðarmann í sínu starfi svo að þær geti reiknað og séð um bókhald.\nGuð er héðan í frá Kona, og það var Adam sem freistaði Evu með spillta eplinu.\nKonur eru góðar, Karlmenn eru vondir.\nFeministi er nú nýtt orð yfir gellu, skvísu og þessháttar og það er bannað að vera í g-streng.\nKonur eiga að fá styrki í öllu sem þær taka sér fyrir hendur. “Auður í krafti kvenna” verður “Auður í eigu kvenna”.\nKonur eiga að fá frítt í baðhúsið og að fá fríar viðgerðir á bílaverkstæðum.",
    "url": "https://www.hugi.is/humor/greinar/138130/tillaga-samfylkingarinnar-og-feminstar-ad-jafnrett/",
    "url_id": "138130",
    "id": "1041833",
    "replies": [
        {
            "user": "kuxi",
            "user_id": "25719",
            "date": "2003-04-25 19:32:46",
            "id": "1041834",
            "reply_to_id": "1041833",
            "text": "HAHAHAHA Þetta er SVO satt !!!!!\nsönn femenismi í gangi hérna :D\nsnilld"
        },
        {
            "user": "skjolid",
            "user_id": "33695",
            "date": "2003-04-25 20:14:34",
            "id": "1041835",
            "reply_to_id": "1041833",
            "text": "Snilld!"
        },
        {
            "user": "skjolid",
            "user_id": "33695",
            "date": "2003-04-25 20:14:36",
            "id": "1041836",
            "reply_to_id": "1041833",
            "text": "Snilld!"
        },
        {
            "user": "gunnarh",
            "user_id": "19033",
            "date": "2003-04-25 23:20:14",
            "id": "1041837",
            "reply_to_id": "1041836",
            "text": "Ég þoli ekki feminista. Ef það er eitthvað sem fer meira í taugarnar á mér þá er það “jákvæð mismunun” það er AKKURAT EKKERT JÁKVÆTT VIÐ ÞAÐ!!!!!!!!"
        },
        {
            "user": "ledzepp",
            "user_id": "31013",
            "date": "2003-04-26 00:02:22",
            "id": "1041838",
            "reply_to_id": "1041833",
            "text": "Snilld!!! Sameinumst öll þau sem hata femenista og samfylkinguna!!!"
        },
        {
            "user": "GiRND",
            "user_id": "2653",
            "date": "2003-04-26 02:19:36",
            "id": "1041839",
            "reply_to_id": "1041838",
            "text": "ég vona svooo að enginn ykkar trúi því að þetta sé það sem kvenréttindafólk er að sækjast eftir…\nhvernig getur einhver hatað feinista… það er það sama og að hata mannréttindi… það eina sem fólk vill eru jöfn tækifæri…\nog jákvæð mismunum virkar í báðar áttir!! ef maður og kona jafnhæf sækja um á vinnustað þar sem konur eru í meirihluta BER að ráða manninn!!!!!\nkv.GiRND(sem er greinilega feministi)"
        },
        {
            "user": "lgl",
            "user_id": "9232",
            "date": "2003-04-26 15:10:50",
            "id": "1041840",
            "reply_to_id": "1041839",
            "text": "Það er nú ekki þannig í dag! því ef konur og kallar sækja um starfið þá fær konan annað hvort starfið eða hún kærir á þeim grundvelli að þetta sé mismunun! Oft eru kallarnir miklu hæfari en því að það á að vera jafnt í æðstu stöðunum þá fá sumar konurnar starfið!\nLol"
        },
        {
            "user": "CatLady",
            "user_id": "30545",
            "date": "2003-04-26 19:49:18",
            "id": "1041841",
            "reply_to_id": "1041839",
            "text": "Það er ekkert til sem heitir JÁKVÆÐ mismunun! MISMUNUN ER MISMUNUN og á ALDREI rétt á sér!!PUNKTUR!!!!!!!!!!!"
        },
        {
            "user": "tigra",
            "user_id": "3863",
            "date": "2003-04-29 16:51:31",
            "id": "1041842",
            "reply_to_id": "1041839",
            "text": "Feministar vilja ekki alltaf endilega vera jafnar körlum.. oft vilja þær fá miklu betri kjör.\nÞær vilja oft fá sömu forréttindi og karlmenn.. en eru svo ekki reiðubúnar að fórna sínum eigin forréttindum sem karlmenn hafa aftur á móti ekki.\nMér persónulega finnst bæði feministi og karlremba fáránleg því við erum af sömu dýrategund og ekki mismunandi eftir kynjum heldur eftir persónuleika!\nOg hananú!"
        },
        {
            "user": "JerryLee",
            "user_id": "26069",
            "date": "2003-04-26 20:08:55",
            "id": "1041843",
            "reply_to_id": "1041833",
            "text": "HAHAHAHAHAHA……Snilld og svona verður þetta því miður orðið eftir 20 ár ef við karmennirnir höldum ekki í mannorð okkar!"
        },
        {
            "user": "johanng",
            "user_id": "9215",
            "date": "2003-04-26 23:56:38",
            "id": "1041844",
            "reply_to_id": "1041833",
            "text": "LOL svo satt ! gaur þú ert snillingur ! :)"
        },
        {
            "user": "Bobo1",
            "user_id": "13053",
            "date": "2003-04-27 00:05:57",
            "id": "1041845",
            "reply_to_id": "1041833",
            "text": "Beer: Flott grein hjá þér og það skemmtilegasta er að þessir brandarar sem við hlægjum að eru allir beint eða óbeint í stefnu feminista. Samfylkingin segir svo konunum í landinu að þær séu aumingjar sem hafa beygt sig undir karlmennina og það sé tími til að sameinast á bak við gömlu kvennalistakelluna vegna þess að aðeins karlmenn hafi gegn embætti forsætisráðherra.\nHættum að hugsa um baráttu fyrir kvenréttindum og förum að enbeita okkur að baráttu fyrir jafnrétti.\nHvernig fyndist feministunum ef að við myndum stofna karlafélag sem berðist fyrir rétti karlpeningsins í samfélaginu ?"
        },
        {
            "user": "killroy",
            "user_id": "36229",
            "date": "2003-04-28 11:52:46",
            "id": "1041846",
            "reply_to_id": "1041833",
            "text": "Rusl að snúa þessu uppá samfylkinguna þessi öðlingsflokkur…..\nþað á aldreyað taka neinn framfyrir annan það á að meta hvern eftir eiginn verðugleikum….\nsem by the way er ekki gert herna á íslandi konur eru heilagar eins og beljur á indlandi þetta er sorpland og megi ríkisstjórnin brenna í víti fyrir stefnu sína í kvennbaráttuni “auður í krafti kvenna” my ass"
        }
    ]
}