{
    "forum_title": "Manager leikir",
    "user": "gmh",
    "user_id": "469",
    "date": "2003-04-26 02:57:00",
    "title": "Fyrstu 3 tímabilin mín í CM4.....",
    "text": "Jæja ég keypti mér þennan stórkostlega leik á miðnætursölu hjá BT og það fyrsta sem ég gerði þegar ég var komin heim var að Downloada EP1 eins og örugglega flestir cm unendur.\nSeason 1\nÉg var í smá tíma að ákveða hvort ég ætti að byrja með mitt uppahalds lið sem er jú Man Utd eða hvort ég ætti að byrja á verra liði. Ég ákvað að byrja með Man Utd bara til að fá tilfinninguna fyrir leiknum.\nÁ mínu fyrsta tímabili leitaði ég aðeins út á Transfer markaðin og keypti mér nokkra menn.\nÉg byrjaði á að kaupa mér Kim Kallström frá Djurgarden á 2,1 millur, Djibril Cissé frá Auxerre á 7,75 millur sem er min fee clausa og þetta er bestu kauð mín frá upphafi seríunar, síðan keypti ég mer Mancini frá Atlético Mineiro í Brasilíu á 10 kúlur en seldi engan þetta tímabil. Á því tímabili vann ég FA cup og CL en lenti í 11 sæti í deildini en dollurnar tvær björguðu mér frá brottrekstri. RVN skoraði mest 13 mörk í deildini og 27 mörk í heildina með öllum kepnum og sem er nú alveg ágæt en ég átti eftir að sjá hærri tölur, hann var einnig með flestar stoðsendingar 18, hæstu meðaleinkun 7,73 en Giggs var valin oftasr MOM eða 12 sinnum. Djibril Cissé var valin besti ungi maður ársins og hann endaði með 36(13) leiki, 18 mörk, 9 stoðsendingar, 2 MOM og 7,26 í average rating.\nSeason 2.\nÉg ákvað að vera ekkert mikið að vera að kaupa menn heldur reyndi ég bara að smyrja liðið saman og keypti mér aðeins nokkra.\nFyrstur var Danny Milosevic frá leeds sem er markaður og ég fékk hann á útsölu verði á aðeins 190k og einnig fékk ég Dacourt á útsöluverði frá leeds eða á 1.1 en leeds féllu árið áður og menn hrundu í verði. Næstur var hinn íslenski Árni Gautur Arason sem ég fékk á 1.6 frá Rosenborg en hann var keyptur sem 2-3 markvörður. En svo kom að stæðstu og síðarmeir kom í ljós ekki mjög góðum kaupum, en ég keypti mér Chivu frá Ajax en hann var falur á 22 millur en Ajax bað fyrst um 36 millur fyrir hann. Þessi kauð áttu síðarmeir eftir að reynast MJÖG dýrkeypt :( Einig fékk é Pillip Cocu frá barcelona, Thomas Hassler, Ivan de la Pena frá Lazio og Carsten Ramelow frá Leverkausen alla á bosman rule eða free transfer! Ég ákvað nú að selja nokkra menn og fyrir valinu urðu Phil Neville sem fór til Newcastle fyr 5 millur, Cocu seldi ég aftur til Barca á 1,7 millur, Kim Kallstrom sem átti ekki sæti í liðinu fór til Inter fyrir 7,25 millur og Mancini fór til Valencia fyrir 10 millur. Þetta tímabil endaði öllu betur en það fyrra og ég vann Community sheild, deildina, CL aftur, Super Cup, Inter Continental cup og English League cup. ég var vel s´ttur eftir þessa leiktíð og mínir menn unnu til verðlauna í evrópu sem ég reyndar man ekki alveg en þau voru all nokkur. RVN skoraði 57 mörk í heildina þar af 28 í deildini, hann átti einig flestar stoðsendingar eða 24 og með hæstu meðaleinkun uppá 8,19 og var valin 14 sinnum MOM.\nSeason 3\nÉg ákvað að fara aðeins útá markaðin þar sem breiddin í liðinu var ekki nægilega mikil. 'Eg keypti mér Ronaldo frá Real Madrid á 9,5 millur + Verón sem átti eftir að verða léleg kaup. Alexander Farnerud frá Landskorna á 475k. John O´brien frá Ajax á Free, Callum Davenport frá Coventry á 3,5 millur, Anton Ferdinand frá West Ham á Free og síðan Steed Malbranqu frá Fulham á 13,25 millur. Ég seldi allnokkra leikmenn. Verón fór til Madrid fyrir ROnaldo, Chivu fór til Deportivo fyrir 10,75, Dacourt til Real Madrid á 3,5, Ivan de la Pena til Udinese á 2,1, Ramelow til sevilla á 1,5, Forlán til Dortmund fyrir 6 millur og Ronaldo til FC Beyern Munchen fyrir 10 millur, hann spilaði 15 leiki og skoraði 15 mörk en var alltaf óánægður og eyðilagði Moralin þannig að ég lét hann fara en það skarð var vel fyllt af ungum manni að nafni Jimmy Davis sem er í Man Utd Reservers í byrjun, ALGJÖR snillingur. Ég byrjaða á að tala Community sheild fyrir blackburn óvænt 1-0. Vann super cup, Inter continental cup, CL 3 árið í röð :), Vann ensku deildini og einnig League cup. Endaði með 142 mörk í deildini og með 120 í + markatölu en vann samt deilsini ekki fyrr en í síðasta leiknum vann hana með 2 stigum. Djibril Cissé var annar í vali á manni ársins í deildini, Alexander Farnerud 3 í young player of the year og Ég var valin Manager ársins :). Djibril Cissé skoraði 81 mark þar af 46 í deildini leikir 51(2), RVN skoraði 72 mörk þar af 43 í deildini leikir 37(3). RVN var meiddur stóran hluta af leiktíðini. Giggs gaf 43 stoðsendingar, RVN var með 8,43 í average rating (ekki slæmt) og RVN var valin 16 sinnum MOM.\nSeason 4\nEr aðeins búin með einn leik á því en ég skal gefa ykkur transfer sögu mína so far. ég er aðeins búin að kaupa Luke Guttridge frá Birmingham á 1,7 millur.\np.s tapaði fyrsta leiknum :( 1-3 fyrir Liverpool og nokkrum dögum\náður unnu þeir mig líka í Community sheild :( ekki góð byrjun…\n.\n.\n.\nEinig hefur Ruud Van Nistelrooy verið valin Fans player of the year öll árin verskuldað.\nMitt lið í dag er svona skipað.\nÉg spil 4-4-2 og er búin að breyta því MJÖG mikið.\nGK F.Barthez.\nDR W.Brown.\nDL J.O´brien.\nDC R. Ferdinand (Captin)\nDC M. Silvestre\nMR A. Farnerud\nML R. Giggs\nMC D. Beckham\nMC P. Scholes\nFC D. Cissé\nFC RV.Nistelrooy\nBekkurin er mismunandi.\nMilosevic\nO´shea\nKeane\nGuttridge\nMalbr aque\nSolskjær\nNeville\nButt\nDavis\nFortune\nRoche\nC hadwick",
    "url": "https://www.hugi.is/manager/greinar/138330/fyrstu-3-timabilin-min-i-cm4/",
    "url_id": "138330",
    "id": "1043772",
    "replies": [
        {
            "user": "snowler",
            "user_id": "1598",
            "date": "2003-04-26 09:32:34",
            "id": "1043773",
            "reply_to_id": "1043772",
            "text": "Tomas Hassler er hann ennþá að spila?"
        },
        {
            "user": "islenskiDaninn",
            "user_id": "33756",
            "date": "2003-04-26 10:41:45",
            "id": "1043774",
            "reply_to_id": "1043772",
            "text": "“Ég ákvað að fara aðeins útá markaðin þar sem breiddin í liðinu var ekki nægilega mikil”…hvaða bull, með þessa leikmenn og svona littla sölu(samt Ronaldo og Veron), geturu ekki sagt það. Svo er Keane á bekknum…????\nFyrsta leiktíðin var hræðileg en hinar voru fína"
        },
        {
            "user": "gmh",
            "user_id": "469",
            "date": "2003-04-26 20:13:28",
            "id": "1043775",
            "reply_to_id": "1043774",
            "text": "islenskiDaninn:  mér fannst breiddin ekki nægilega mikil vega MIKILS leikja álags og ákvað því að breikka hópin. Er með mjög gott rotation system í gangi og hvíli menn vel svo þreytan verði minni í stærri leikjum!!!"
        },
        {
            "user": "gmh",
            "user_id": "469",
            "date": "2003-04-26 20:29:06",
            "id": "1043776",
            "reply_to_id": "1043775",
            "text": "Og hér eru úrslit úrslita leikja hjá mér:\nSeason 1\nFA cup: Man utd - Tottenham 2-0\nCL:     Man utd - Fc Beyern Munchen 2-0\nSeason 2\nCommunity sheild: Man utd - Newcastle 3-1\nSuper Cup: Man utd - Leverkausen 2-0\nInter continental: Man utd - Olimpia 4-0\nLeague cup : Man utd - M´boro 2-0\nCL: Man utd - Borussia Dortmund 4-0\nSeason 3\nCommunity sheild: Man utd - Blackburn 0-1\nSuper Cup: Man utd - Liverpool 2-0\nInter continental: Man utd - Olimpia 4-0\nLeague cup : Man utd - Blackburn 1-0\nCL: Man utd - Juventus 3-0\nÞetta eru úrslita leikirnir."
        },
        {
            "user": "gmh",
            "user_id": "469",
            "date": "2003-04-26 21:01:36",
            "id": "1043777",
            "reply_to_id": "1043776",
            "text": "Síðan svo að það sé engin misskilingur þá seldi ég líka nokkra minni spá menn í United en mér fynnst ekki vert að vera að tala um þá."
        },
        {
            "user": "Ramruqai",
            "user_id": "14093",
            "date": "2003-04-26 14:33:07",
            "id": "1043778",
            "reply_to_id": "1043772",
            "text": "11 sæti með Manchester United ? hvað er að ? Maður á ekki að geta verið neðar en 5 sæti með þeim og það þarf ekki að kaupa neinn til að geta unnið all flest með þeim."
        },
        {
            "user": "snowler",
            "user_id": "1598",
            "date": "2003-04-26 14:51:16",
            "id": "1043779",
            "reply_to_id": "1043778",
            "text": "Hann þorir a.m.k. að segja frá því"
        },
        {
            "user": "gmh",
            "user_id": "469",
            "date": "2003-04-26 20:02:35",
            "id": "1043780",
            "reply_to_id": "1043778",
            "text": "AGGreSSive: Ég lenti í frekar miklum meiðslum fyrsta tímibilið og ég náði ekki að koma leikkerfinu nógu vel saman….. en ég veit að 11 er ekki mjög gott sæti en ég vann samt CL og FA cup."
        },
        {
            "user": "Daddi56",
            "user_id": "33186",
            "date": "2003-04-26 15:48:43",
            "id": "1043781",
            "reply_to_id": "1043772",
            "text": "ég er alltaf liverpool og ég kaupi alltaf cissé…algjör snild en samt gerir hann stundum gerir dýrmæt mistök þá fer haskey inná og svo er hann alltaf ungi leikmaður deidarinnar.Svo kaupi eg oft izzet(eða eitthvað svoleiðis) hann er frá lecester og er í tyrkneska landsliðinu hann var með hæstu meðaeinkunina hjá liverpool svo kom owen rétt á eftir(var meiddur 3 mán). riise er í bæði skiptin sem ég er búin að spila deildina búin að vera footballer of the year =) en samt næ ég bara 4 sæti!. Einu stigi á eftir arsenal sem var í 2 og með aðeins verri markahlutfall en newcastle sem var í 3 en man var í 1.\nog svo finnst mér eitt óréttlátt að liverpool fær bara að kaupa fyrir 12 millur bara 12!!!!.ps liverpool er alltaf með beztu vörnina hehe"
        },
        {
            "user": "gmh",
            "user_id": "469",
            "date": "2003-04-26 18:24:33",
            "id": "1043782",
            "reply_to_id": "1043772",
            "text": "Ég vil gagngrýna að þú sagðist ekki ætla að kupa marga menn enn að smyrja liðið betur saman og lestu þetta félagi.\nÞetta skrifaðiru:\nÉg ákvað að vera ekkert mikið að vera að kaupa menn heldur reyndi ég bara að smyrja liðið saman og keypti mér aðeins nokkra.\nKeyptir:\nDanny Milosevic\nDacourt\nÁrni Gautur Arason\nChivu\nPillip Cocu\nThomas Hassler\nIvan de la Pena\nCarsten Ramelow\nSeldir:\nPhil Neville\nCocu\nKim Kallstrom\nMancini.\nÉg get ekki sagt að þú hefur gert litlar breytingar, nei bara svona svo þú hugsir næst þegar þú skrifar grein.\nSíðan verðuru að segja hverja þú keppir á móti í Cl og allavega segja frá Úrslitaleiknum og bara um alla úrslitaleiki.\nNæsta grein sem þú skrifar…Vandaðu þig betur!!"
        },
        {
            "user": "gmh",
            "user_id": "469",
            "date": "2003-04-26 20:11:21",
            "id": "1043783",
            "reply_to_id": "1043782",
            "text": "gilliman: Pillip Cocu, Thomas Hassler, Ivan de la Pena, Carsten Ramelow voru allir fengnir á Free en engin þeirra nema Pena spilaði leik í aðalliðinu, seldi cocu, ramelov og pena. Fekka hassler aðalega vegna þess að hann var með góðar þjálfara töluróg ég vonaðist til að geta haft hann í reserver þennan eins árs samning sem ég gerði við hann og signa hann síðan sem þjálfara en hann vildi ekki koma og þjálfa hjá mér þar sem hann hafði Personal problems í major consern!\nDanny Milosevic, Dacourt fékk þá báða á útsöluverði! Dacourt spilaði keane út úr liðinu með FRÁBÆRRI framistöðu þegar kean lenti í 4 mánað meiðslum. hann átti upphaflega bara að vera varskífa.\nÁrni Gautur Arason keyptu sem 2-3 markvörður bara uppa meiðsli að gera soilaði 1 leik í aðalliði þetta tímabil.\nChivu vantaði miðvörð á móti Rio því engin var að spila nógu vel þar í orginal liðinu. hann gat ekkert þar og ég setti hann í bakvörð og Silvestre í miðvörð og Rio og Mikki áttu gott tímabil saman og mér fannst Chivu ekki vera nógu góður við það að koma upp kantin og seldi hann!"
        },
        {
            "user": "hlynsinn",
            "user_id": "34094",
            "date": "2003-04-27 18:38:05",
            "id": "1043784",
            "reply_to_id": "1043772",
            "text": "ekki alveg að trúa að þú hafir haft 120 í +"
        },
        {
            "user": "gmh",
            "user_id": "469",
            "date": "2003-04-27 19:14:46",
            "id": "1043785",
            "reply_to_id": "1043784",
            "text": "Sorry mundi aðeins vitlaust það voru 106… ég á screenshot ef einhver vill sjá. ég var með 130 mörk skoruð en ekki 142 eins og ég sagði.. ég biðst afsökunar á þessari villu."
        },
        {
            "user": "Larz",
            "user_id": "1948",
            "date": "2003-04-27 19:10:47",
            "id": "1043786",
            "reply_to_id": "1043772",
            "text": "ég er búinn með 1 og halft timabil í cm4 með Man Utd og er buinn að tapa einum leik í deildinni allann þann tíma og vann deildina og meistaradeildina á fyrsta tímabili.ég keypti ronaldhino á fyrsta tímabili bara og seldi engann það er fullt af góðum og ungum strakum hja þeim"
        },
        {
            "user": "Hordy",
            "user_id": "33816",
            "date": "2003-04-28 11:22:45",
            "id": "1043787",
            "reply_to_id": "1043772",
            "text": "Ertu lélegur 11 sæti með man u þú ert byrjandi!!!!!!!! samt góð kaup hjá þér……….."
        },
        {
            "user": "gmh",
            "user_id": "469",
            "date": "2003-04-28 11:38:07",
            "id": "1043788",
            "reply_to_id": "1043787",
            "text": "Nei reyndar er ég ekki byrjandi, er búin að spila frá ´því að CM Italy kom út og þetta er versti árangur sem ég áhlotnast í deildarkeppni frá upphafi minnar stjónunartíma. áður var það í cm 3 Tottenham í 8 sæti fyrstu tíðina… ekki mjög sáttur við þessa framistöðu en ég veit ekki hvað gerðist þeir bara skoruðu EKKI alltaf 10-15 skot á markið í leik en boltin drullaðist ekki inn…"
        },
        {
            "user": "Shotgun",
            "user_id": "13542",
            "date": "2003-04-28 20:11:57",
            "id": "1043789",
            "reply_to_id": "1043788",
            "text": "látið gaurinn vera! hann er bara að spila leikinn í fyrsta skipti, tjékka á gaurum og finna touchið!\nHann líka stútaði öllu á öðru seasoni!"
        },
        {
            "user": "gmh",
            "user_id": "469",
            "date": "2003-04-28 20:24:30",
            "id": "1043790",
            "reply_to_id": "1043789",
            "text": "Takk fyrir þetta Shotgun :) ég hafði EKKI prófað demóið og þessi leikur þarf aðeins meiri tíma en 01-02 uppá æfingar að gera t.d ég er tildæmis búin að hann ný æfingarkerfi eftir því hva á best við fyrir hverja stöðu á vellinum!"
        },
        {
            "user": "gmh",
            "user_id": "469",
            "date": "2003-04-28 21:18:39",
            "id": "1043791",
            "reply_to_id": "1043772",
            "text": "Síðan vill ég benda áhugasömum um að ég er búin að senda wbdaz screenshotið af 106+ þannig að ég bíð eftir því að það komi inn á huga!"
        },
        {
            "user": "eColi",
            "user_id": "12534",
            "date": "2003-04-29 12:59:07",
            "id": "1043792",
            "reply_to_id": "1043791",
            "text": "Ég held að það sé einfaldlega böggur í 3ja Seasoni í leiknum. Ég lenti í því að skora samtals yfir 200 mörk á því seasoni, 130 í deild 65 í cl og ca 20 í bikurum. NB: Ég vann ekki CL!?!\nEn RVN skoraði ein 102 mörk í 40 leikjum ?!?!?"
        },
        {
            "user": "gmh",
            "user_id": "469",
            "date": "2003-04-29 14:49:41",
            "id": "1043793",
            "reply_to_id": "1043792",
            "text": "Nei ég held að það sé nú ekki rétt! Ertu að spila með Gung Ho mentality?? Ef þú er með góða framherja og Mjög gott lið þá skorarðu endalaust með Gung Ho! Er komin uppí um 30 mörk í 8 leikjum í season 4 sem gera rétt tæplega fjögur að meðaltali í leik bara í deildini það er að segja!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-04-29 19:43:52",
            "id": "1043794",
            "reply_to_id": "1043772",
            "text": "God made grass\nmen made booze\nwho do trust?"
        },
        {
            "user": "hannesd",
            "user_id": "30584",
            "date": "2003-05-04 11:56:59",
            "id": "1043795",
            "reply_to_id": "1043772",
            "text": "Góð kaup góður árangur (2-3 tím) Hvernig er fjár hagurinn þú kaupir helling og selur varla nein"
        },
        {
            "user": "gmh",
            "user_id": "469",
            "date": "2003-05-05 22:32:57",
            "id": "1043796",
            "reply_to_id": "1043795",
            "text": "Eins og ég sagði þá er ég ekki að telja upp minni spámenn sem ég sel en heildar s-lu og kaupin mín eru! Sala og kaup eru þótt hreint ótrúlega jöfn :) bæði 76 millur, samkvæmt manager stats… Transfer Budgetið er 49 millu"
        }
    ]
}