{
    "forum_title": "Final Fantasy",
    "user": "Veteran",
    "user_id": "26501",
    "date": "2003-04-28 19:25:27",
    "title": "FFIV",
    "text": "Jæja. Þá það. Allir að skrifa um FF leiki einn af öðrum svo ég geri það líoka. Ég skrifa að sjálfsögðu um leikinn sem er mér eftirminnilegastur og sígildastur og jafnvel einn besti. Það er að sjálfsögðu FFIV.\nCharacter-ar\nCecil: Aðal hetjan. Hann er svokallaður Dark Knight og Commander yfir Red Wings airship flota konungsríkisins Baron en Baron er sterkasta konungsríkið þó mest fyrir sinn geisifallega Red Wings flota. Hann notar sverð.\nKain: Besti vinur Cecils og er einnig maður á meðal manna í Baron (what?). Hann er svona Dragoon (þið vitið, með spjót og getur gert Jump) og er einn minn uppáhalds character á meðal allra FF character-a ef ekki eru taldir með aðrir en playable character-ar s.s aðalóvinir (guess who).\nRosa: Heroine-in í leiknum. Hún er bálskotin í Cecil sem sést strax í leiknum og er að mínu mati svolítill vælukjói. Hún er hinsvegar einn, ef ekki sá allra besti White Mage af öllum. Notar stafi og sprota. Eða meira stafi.\nRydia: Ein af mínum uppáhalds stelpum í FF. Í byrjun leiksins lendir hún í miklu áfalli. Hún er upprunalega frá bænum Mist sem er svona Town of the Summoners. Reyndar er fólk sem getur summon-að í þessum leik kallað Callers og þ.a.l getur Rydia notað Call til að kalla á vini okkar. Btw, hún getur notað allt mögulegt í bardögum. Er mest með sprota og stafi í byrjun en getur seinna notað svipur.\nEdge: Þetta er gutti sem vantar í flotta Playstation leiki. Svona eru flottar ninjur. Ekki einhverjir faróar eins og í FFV eða stelpuskjátur eins og Yuffie í FFVII (okey, hún var að vísu töffari). Hann getur notað tvö sverð (katanas) í einu og er þ.a.l mín uppáhalds ninja. Reyndar veit ég ekki, kannski er Shadow flottari.\nCid: Auðvitað, hver annar. Cid er svona Engineer með massive-a hamra í bardögum. Hann er bara sterkur fjári og getur lítið gert annað en að smasha óvini í tætlur. Að mínu mati ekkert sérlega áhrifamikill character. Hefði kannski bara átt að halda sig við Engineer verkin í leiknum.\nEdward: Okey, margir af mínum uppáhalds character-um koma úr FFIV, en einnig leiðinlegasti character-inn af öllum. Edward. 1. Hann er aumingi sem notar hörpu í bardaga. 2. Hann er vælukjói. 3. Hann hefur lítið HP. Það er þó tvennt gott við hann. 1. Hörpurnar hans gera mikið af Status breytingum. 2. Hann er stutt með þér í liði.\nPalom/Porom: Tvíburar og svona fávitarnir í leiknum. Þetta er sko strákur og stelpa. Þau gætu litið út fyrir að vera ömulegt par en Palom er frábær Black Mage og Porom frábær White Mage. En eitt hafa þau sem ætti að koma oftar í FF leikjum. Það er svona Combo Attack eða Twin eins og það heitir í þessum leik (en ekki hvað?). Þau gera randomly Comet eða Flare og bæði eru fáránlega sterk. Jafnvel bara sterkustu brögð í leiknum allavega miðað við hvenær þú getur notað þau. Palom notar stafi og Porom notar sprota.\nTellah: Hann er gamall kall sem lendir í áfalli. Hann er svona Red Mage eins og þeir kallast í mörgum FF leikjum. Þ.e.a.s hann getur notað bæði Black- og White galdra. Og er alveg að standa sig í stykkinu. Reyndar er ástæða fyrir því. Að vísu hgefur hann lítið MP. Notar stafi og sprota.\nYang: Karate gutti. Getur notað tvær klær og getur einnig notað Kick sem er attack á alla óvini. Reyndar ekki jafn sterkt og að klóra með tveim sterkum klóm. Hann er ekkert í uppáhaldi hjá mér en er rosalegur töffari.\nFusoya: Gamall gutti (alveg 900 ára eða eitthvað) sem er svona allsherjar mage eins og Tellah. Meira eins og event gaur í staðinn fyrir character. Notar stafi (og kannski sprota).\nÉg vona að ég hafi talið alla upp.\nSöguþráðurinn er sá sami eins og vanalega…held ég. Bjarga heiminum. Samt er hann þó frábær og hefur að geyma slatta af surprise-um.\nBardaga kerfið er bara ósköp venjulegt. Reyndar vantar svona Active Time Battle ,,Gauge”, þ.e.a.s sjálfa línuna sem sést hvenær character-inn getur gert. Og ekki er hægt að stilla á næsta character sem er tilbúinn sem er dáldið pirrandi. Samt, virkar alveg ágætlega. Verður bara að hugsa dálítið út í tímann og gera ekki mikið af vitleysum.",
    "url": "https://www.hugi.is/finalfantasy/greinar/138727/ffiv/",
    "url_id": "138727",
    "id": "1047316",
    "replies": [
        {
            "user": "Kupo",
            "user_id": "29733",
            "date": "2003-04-29 10:48:30",
            "id": "1047317",
            "reply_to_id": "1047316",
            "text": "gleymdir Golbez og Yang er ekki karate gutti,hann er mjög reyndur munkur og mér fannst leiðinlegt að geta ekki notað hann meira í leiknum en Edge kom víst í staðinn fyrir hann..annars finnst mér þetta bara vera í rauninni(mjög sammála þer) vera einn besti leikurinn og myndbandið í lokin sem var sýnt úr öllu sem gerðist úr leiknum odg djöfull var Rydia svöl!!"
        },
        {
            "user": "Jormundgand",
            "user_id": "19854",
            "date": "2003-04-29 17:30:41",
            "id": "1047318",
            "reply_to_id": "1047316",
            "text": "hehe, þegar að ég sá að þessi rein var aðallega bara um charactera þá leitaði ég strax að Cid….\nhver ætli Cid verði í FFX-2 eða FF XI??\n:D\nLPFAN"
        },
        {
            "user": "Hansi",
            "user_id": "8352",
            "date": "2003-04-29 18:54:52",
            "id": "1047319",
            "reply_to_id": "1047318",
            "text": "Cid er aftur í FFX-2 sem pabbi Riku.\nÍ FF XI er hann vopnasmiður."
        },
        {
            "user": "Sergio",
            "user_id": "24185",
            "date": "2003-05-04 14:12:54",
            "id": "1047320",
            "reply_to_id": "1047316",
            "text": "heh…ég var spila aðeins IV á rom i tolvuni hja mér…en svo misti á huga..spa að kaupa psx utgafu…"
        }
    ]
}