{
    "forum_title": "Körfubolti",
    "user": "MrDildo",
    "user_id": "24810",
    "date": "2003-04-29 13:35:38",
    "title": "Leikur miðvikudagsins...",
    "text": "…er auðvitað fokking Sixers á móti Hor-nets ! Andskotans !!!\nEins og í fyrri grein minni um beinar útsendingar, þá er Iverson fínn. Og gaman að sjá Baron Davis einu sinni. Þessi sería er búin , Sixers vinna þetta á morgun. Af hverju er ekki sýnt andskotans Celtics liðið á móti Peysunum ?! Ghettó-fabulous Portland liðið á móti Salat Mavericks ? Sú sería er búin, en Dallas er næstefsta liðið í deildinni ef ég man rétt. Og það var einn leikur sýndur með þeim í ár, á móti Sacramento. Framlengdur leikur með um 120 stig á hvort lið. Það eru flottir leikir.\nÞegar Sixers spilar, það er bara one-man-show. Ef Sixers væru með Theo Ratliff (blokkmaskínu ársins í ár og troðara) og Larry Hughes (hoppandi skoppandi tilli sem er ekki með hausinn í lagi) þá væri allt annað að sjá þetta lið. Ég var ánægður að Mutombo fór, en hver kom í staðinn ? 130 kílóa marglytta sem þekkir ekki mun á cross-over og troðslu. Ég skora á alla sem eru sammála mér að senda e-mail til Sýn og segja þeim að bæta sig í þessum málum. Farið á syn.is og sendið póst.\nOg goat, Iverson er ghettó-superstar og magnaður leikmaður (ég á meira að segja Georgetown treyju með nafni hans og númeri) en liðið er leiðinlegra á að horfa en Guiding Light ! Ég fer frekar á ball með Skítamóral en að horfa á þennan sora á morgun.\nTakk fyrir.\nLakers 4-peat !",
    "url": "https://www.hugi.is/korfubolti/greinar/138955/leikur-midvikudagsins/",
    "url_id": "138955",
    "id": "1049197",
    "replies": [
        {
            "user": "goat",
            "user_id": "18686",
            "date": "2003-04-29 20:31:33",
            "id": "1049198",
            "reply_to_id": "1049197",
            "text": "Jahá þú segir nokkuð. Ég er viss um að þessi leikur verður hin mesta skemmtun."
        },
        {
            "user": "aronkidd",
            "user_id": "25972",
            "date": "2003-04-29 22:36:25",
            "id": "1049199",
            "reply_to_id": "1049198",
            "text": "ég er hjartanlega sammála þér MrDildo. Þoli ekki þetta kjaftæði hjá að sýna bara leikina hjá Wizards og Sixers. Leikirnir úr vestrinu eru svo mikið skemmtilegri…\nEndilega sendiði e-mail á sýn…"
        },
        {
            "user": "kobe8",
            "user_id": "16496",
            "date": "2003-04-29 23:16:58",
            "id": "1049200",
            "reply_to_id": "1049199",
            "text": "Ég er mikill Lakers maður en er samt bara nokkuð sáttur að sýn sé að sýna leiki á öðrum dögum en sunnu.\nEn eru menn ekki samala að austrið er alveg hræði-\nlega lélegt miða við vestrið.\nGO LAKERS!!!!"
        },
        {
            "user": "jois",
            "user_id": "7833",
            "date": "2003-04-29 23:28:34",
            "id": "1049201",
            "reply_to_id": "1049197",
            "text": "Það eru til margar hliðar á þessu máli sem þarf að líta á áður en maður fer að rífast og skammast. Sérstaklega varðandi þessa leiki á miðvikudaginn.\nÍ fyrsta lagi, núna á miðvikudaginn þá eru 4 leikir, sá fyrsti er Sixers - Hornets sem verður sýndur á Sýn klukkan 22.00 að íslenskum tíma, sem er klukkan 18.00 eastern time. Sýn hafa þennan leik ÞÓTT hann sé á virkum degi. Það er MJÖG sjaldgæft að leikir byrji klukkan 18 eastern time á virkum degi, ég man varla eftir því, þannig að það er MJÖG gott að Sýn grípi tækifærið. Sýn finnst of seint að sýna beinar útsendingar klukkan 23.00 á virkum degi sem er mjög skiljanlegt. Orlando - Detroit byrjar klukkan 12 um nóttina. Hefðuð þið frekar viljað Portland - Dallas? Gott og vel, hann hefði byrjað klukkan hálf 1 um nótt og þar sem að NBA leikir eru í rúma 2.5 klukktíma þá hefði leikurinn verið búinn klukkan 3 og þetta er á virkum degi! 4. leikurinn er síðan Utah - Sacramento sem byrjar klukkan 23.00 eastern time, sem er klukkan 3 um nótt hér á fróni.\nÞví miður, þá er það þannig að það er meiri tímamismunur á Vesturströndinni og Austurströndinni. Núna er tímamismunurinn reyndar ekki eins mikill og um veturna, núna munar 4 tímum á íslenska og eastern time, en á veturna þá munar 5 tímum. Munurinn á okkur og t.d. Los Angeles er 7 tímar núna og 8 tímar á veturna.\nÍ öðru lagi, þá er Sýn eflaust með einhvers konar díl við ABC um að sýna leiki frá þeim og þeir geta ekki algerlega ráðið hvaða leiki þeir spila.\nSem betur fer þá eru NBA leikir fyrr á daginn um helgar heldur en á virkum dögum.\nHinsvegar þá er margt skrýtið í þessu. Í sjónvarpsdagsskránni sem er gerð nokkuð fyrir tíman er sagt að það hafi verið 2 leikir núna síðasta Sunnudag, en í Mogganum og alls staðar bara var einn leikur. Síðan kom í ljós að það var bara sýndur einn leikur.\nMér finnst mjög eðlilegt að Sýn sýni engan eða í mesta lagi einn leik á virkum dögum en reyni í staðinn að sýna jafnvel 1 seint á föstudegi og 2 á sunnudegi, því þeir hafa alveg verið að gera það og það ætti að ganga betur upp."
        },
        {
            "user": "tumix",
            "user_id": "23375",
            "date": "2003-04-30 15:16:40",
            "id": "1049202",
            "reply_to_id": "1049201",
            "text": "mér finnst nú gott að þeir séu að sýna þennan leik.verður eflaust skemmtilegu"
        },
        {
            "user": "kobe8",
            "user_id": "16496",
            "date": "2003-04-30 17:00:09",
            "id": "1049203",
            "reply_to_id": "1049201",
            "text": "Menn sem sáu Orlando - Detroit siðast vilja mjög líklega ekki sjá þessi lið í kvöld (ekki skemmtilegustu liðinn), svo Sixers - Hornets er bara nokkuð góður leikur!!"
        },
        {
            "user": "MJ23",
            "user_id": "30249",
            "date": "2003-04-30 17:38:27",
            "id": "1049204",
            "reply_to_id": "1049197",
            "text": "Shit mar Mr.Dildo muthafucker nennir þú ekki bara að fara að hengja þig eða eikkað alltaf fuckin vælandi ég meina hverjum er ekki fuckin sama hvað þér fynst! Og svo Jois mar þú tekur þessu huga shitti ekkert smá alvarlega mar kemur alltaf með feitustu ritgerðir við hverri einustu grein og notar flest öll “pro” orð sem til eru, eins og þú sért á einhverri fuckin international ráðstefnu eða eikkað álíka DAMN!"
        },
        {
            "user": "tumix",
            "user_id": "23375",
            "date": "2003-05-01 15:48:08",
            "id": "1049205",
            "reply_to_id": "1049204",
            "text": "ég er sammála þér með vælið í Mr.Dildo.En er eitthvað að því að Jois skrifi góðar og vandaðar greinar hingað.Mér finnst það nú bara hið besta mál"
        },
        {
            "user": "Handyside2",
            "user_id": "21438",
            "date": "2003-05-02 19:01:05",
            "id": "1049206",
            "reply_to_id": "1049205",
            "text": "MJ taktu þessu rólega, það er betra að vera með flott orð heldur en bara fucking þetta og fucking hitt þetta er það eina sem þú segir mér finnst þetta bara í finu lagi ef menn finnst gaman að tala um málin he"
        },
        {
            "user": "MrDildo",
            "user_id": "24810",
            "date": "2003-05-03 13:42:17",
            "id": "1049207",
            "reply_to_id": "1049197",
            "text": "ÉG verð víst að éta ofan í mig þessa gagnrýni á þennan leik sem var víst helvíti góður. Ég fór út að skemmta mér í staðinn því ég bjóst við viðbjóði. Subbulegt tekíla-fyllerí til 6 á Kaffi Sólon kom í staðinn fyrir leikinn, ég sé svo sem ekki eftir því. Vonum svo bara að Portland Dallas verði á Sunnudag\nPeace"
        },
        {
            "user": "MJ23",
            "user_id": "30249",
            "date": "2003-05-08 03:30:53",
            "id": "1049208",
            "reply_to_id": "1049207",
            "text": "handyside mar það er alveg nóg að segja þetta þegar þú hittir mig, þarft ekkert að vera að posta þetta og acta cool hérna á huga"
        }
    ]
}