{
    "forum_title": "Rómantík",
    "user": "Gullbert",
    "user_id": "4004",
    "date": "2003-04-30 00:47:26",
    "title": "Uppgjöf",
    "text": "Nú er það staðfest, ég gefst upp. Ég er hættur að leita mér að kærustu. Mismunurinn sem er á milli mín og vina minna út af því að ég er feitur er alveg til hábornar skammar. Eru þið stelpur ólæknanlegar, eða er ég byrjaður að bulla aftur. Er hægt að fá ykkur til að elska feitan mann. Er það möguleiki. Ég er búin að stúdera þetta og ef þið fáið ekki Vin Dieselana ykkar eða Brad Pitt, þá þarf hann í það minnsta ekki að vera mjór. Ég er alltaf að heyra stelpur að segja “já ég hef séð feitan strák með stelpu”. En eins og vanalega eiga kvenmenn til að ýkja, ef ekki ljúga bara hreint og beint. Ég hef verið að fylgjast með vinahópum í skólanum mínum og þar eru allar stelpurnar (feitu, mjóu, nördar) með strákum en það er svo sorglegt að ég sé oft stráka sem eru ekki Vin Diesel eða Brad Pitt look alike sem sitja þarna einir og yfirgefnir. Svo hef ég heyrt bara stelpur segja það beint út, feitir strákar eru ljótir ég myndi aldrei deita svoleiðis týpu. Margir vinir mínir hafa verið með feitum stelpum, an auðvitað er það bara sjálfsagður hlutur. Það eru fullt af stelpum sem eru í sambandi sem eru að gefa mér ráð sem ég hef farið eftir en þau virðast ekki virka “i just dont have the look”. Ég er óelskanlegur, og á ekki skilið stelpu. Þannig að þetta er opinber uppgjöf mín, ég ætla ekki að leyta að stelpu til að vera með.\nTakk Fyrir\nGullbert",
    "url": "https://www.hugi.is/romantik/greinar/139211/uppgjof/",
    "url_id": "139211",
    "id": "1051285",
    "replies": [
        {
            "user": "konrad",
            "user_id": "13000",
            "date": "2003-04-30 01:44:17",
            "id": "1051286",
            "reply_to_id": "1051285",
            "text": "Blessaður vertu elsku vinur, þú ert allt of fljótur að gefast upp.  Ekki nema 17 og strax hættur, þetta er nú ekki nógu gott.  Sko málið er einfalt, við þessir þungaviktarmenn við erum hrikalega heppnir skal ég segja þér.  Þær dömur sem við náum okkur í eru þær bestu, því að það eru þær sem horfa EKKI á útlitið, heldur hafa fyrir því að kynnast manni.\nTrúðu mér það er mun betra að hafa þessa skilju því það sparar manni heilmikið vesen.  Svo er náttúrulega upplagt að nota tækifærið og byrja að hrista skvapið og koma sér í form, það getur aukið sjálfstraust sem skilar sér í auknum áhuga kvenna á þér, því get ég lofað þér.\nKveðja,\nKonni"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-04-30 01:51:31",
            "id": "1051287",
            "reply_to_id": "1051285",
            "text": "Ertu búinn að ákveða það að vera bara feitur ? Frekar slappt vinur. Farðu bara að vinna í þessu!"
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2003-04-30 02:18:45",
            "id": "1051288",
            "reply_to_id": "1051285",
            "text": "Hvað með allar feitu stelpurnar sem vantar kærasta, nóg að þeim en þú vilt þær kannski ekki ? ég er annars að berjast við aukakílóin líka en samt held ég það það sé ekkert aðalmálið hjá stelpum, að ná til þeirra er bara málið."
        },
        {
            "user": "bls",
            "user_id": "9477",
            "date": "2003-04-30 02:20:16",
            "id": "1051289",
            "reply_to_id": "1051285",
            "text": "Ég held að það sé ekki málið að stelpurnar sem að þú umgengst séu ekki hrifnar af þér vegna þess að þú ert feitur.\nÉg held að ástæðan fyrir því að þú ert ekki búin að ná þér í stelpu sé sú að þú ert svo upptekin að því að þú sjálfur sért feitur.  Allt það sem að ég hef t.d. lesið eftir þig hérna á huga.is snýst um vaxtarlag þitt.\nÞað sem að þú getur gert er annað hvort að sætta þig við það og vera ánægður með þig, því að það vilja fáir vera með einhverjum sem að er ógeðslega óánægður með sjálfan sig.\neða..\nþú getur gert eitthvað í þessu, semsagt grennt þig og þá verðuru örugglega ánægðari með sjálfan þig.\n————\nÍ sambandi við þetta Brad Pitt og Vin Diesel … þá er þetta alrangt hjá þér, ég vil ekki einhverja gaura sem að líta út eins og einhver annar.. sem falla undir einhverja sérstaka týpu.  Ég hrífst af þeim sem að eru samkvæmir sjálfum sér, hafa skoðanir, huxa og eru líka vel við sjálfan sig.  Og ég held að ansi margar stelpur séu sammála mér í því, allavega minn vinahópur."
        },
        {
            "user": "GiRND",
            "user_id": "2653",
            "date": "2003-04-30 02:30:20",
            "id": "1051290",
            "reply_to_id": "1051289",
            "text": "það er betra að ríða of feitum en of mjóum…. allt þar á milli er samt best…\nstelpur horfa ekki bara á útlitið frekar en strákar…\nþað er greinilegt að það er eitthvað annað sem hrekur þær frá…\nkv.GiRND"
        },
        {
            "user": "xylic",
            "user_id": "9096",
            "date": "2003-04-30 07:01:57",
            "id": "1051291",
            "reply_to_id": "1051290",
            "text": "víst horfa þær á útlitið. meirihlutinn þ.e.a.s. Ef þær gerðu það ekki væri Gullbert löngu bún að eignast kærustu. Þær slefa yfir fávitum sem líta vel út"
        },
        {
            "user": "Kaycie",
            "user_id": "15064",
            "date": "2003-04-30 08:36:28",
            "id": "1051292",
            "reply_to_id": "1051285",
            "text": "hver vill deita gaurum sem líta út ein og einhverjar kvikmyndastjörnur? ég meina, það er ein og að vera með einhverjum ósnertanlegum. ég persónulega vil miklu frekar bara deita einhvern sem er eðlilegur, en ekki neitt súper-myndarlegur sem er skemmtlegur.\nGóði besti Gullbert, ekki gefa upp vonina. og mundu : bestu hlutirnir koma oft fyrir þegar maður er ekki að leita að þeim ;)\nKaycie"
        },
        {
            "user": "Rawn",
            "user_id": "7059",
            "date": "2003-04-30 09:20:09",
            "id": "1051293",
            "reply_to_id": "1051285",
            "text": "Hey! Er þetta uppgjöf sem að ég heyri?\nÉg er vinur þinn og ég vil bara segja þér það að þú hefur óteljandi marga kosti þrátt fyrir það að þú sért feitur. Haltu bara þínu striki og vertu þú sjálfur og á endanum hittirðu einhverja. Þú ert nú bara 17 ennþá. Ég til dæmis byrjað ekki með stelpu fyrr en ég var 19 svo það er ennþá von fyrir þig!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-04-30 09:34:07",
            "id": "1051294",
            "reply_to_id": "1051293",
            "text": "Ég var feitur í barnaskóla og uppí byrjun á gaggó, en ég fór að lyfta þegar ég var 13ára og hef verið að lyfta meira og minna síðan og núna er ég stór með vöðva og grannur og get náð og hef náð í fullt af stelpum. En þegar ég var 13ára þá hélt ég að ég myndi alldrei verða með stelpu. Farðu bara í rægtina. Feitt er ógeðslegt en að hafa eitthvað smá utaná sér er bara flott.\nÞess má geta að núna er ég 19ára og búinn að vera með stelpu núna í 2ár. Ef ég gat þetta getur þú þetta! Farðu í rægtina!"
        },
        {
            "user": "doIh8u",
            "user_id": "4729",
            "date": "2003-04-30 09:31:11",
            "id": "1051295",
            "reply_to_id": "1051285",
            "text": "ég held að sumt af þessu sem þú segir sé rugl, en malið er að þú befur væntnanlega kröfur líka eins og stelpurnar, ég meina ef þú ert feitur og getur ekki fundið neina stelpu sem vill þig, afhvejru prófar þú ekki að reyna hözztla einhverja þybbna/feita stelpu, helduru að hún mundi neita þér??? af hvaða ástæðu, hún er feit líka þannig að hún ætti ekki að geta sagt neitt."
        },
        {
            "user": "eaue",
            "user_id": "19588",
            "date": "2003-04-30 10:37:44",
            "id": "1051296",
            "reply_to_id": "1051285",
            "text": "Thad er vel haegt ad elska feitan mann. En thad er engin leid ad elska mann sem getur ekki elskad sjálfan sig og vaelir endalaust yfir thví hvad hann sé feitur.\nLaerdu ad elska sjálfan thig. Thá kannski fara stelpur ad taka eftir thér af thví ad thú ert svo sjálfsöruggur og lífsgladur drengur!"
        },
        {
            "user": "orchid",
            "user_id": "24402",
            "date": "2003-04-30 10:53:34",
            "id": "1051297",
            "reply_to_id": "1051285",
            "text": "viltu hætta að nöldra um þetta aftur og aftur, í öllum þínum greinasvörum kemuru með þessa yfirlýsingu. ekki er gaurinn minn sá grensti eða neitt líkur Brad Pitt.Og það er hellingur sem þú getur gert til þess að næla þér í stelpu. T.d. hætta nöldrinu, sjálfsvorkuninni og því öllu og farið í ræktina, megrun eða eitthvað þannig til að heilla þessar yfirborðskendu stelpur sem þú vilt svo innilega fá sem kærustu."
        },
        {
            "user": "viceroy",
            "user_id": "3376",
            "date": "2003-04-30 11:52:30",
            "id": "1051298",
            "reply_to_id": "1051285",
            "text": "“ég er feitur er alveg til hábornar skammar”\nFara að lyfta og breyta því?\nEnginn sem getur sagt þér að þú getir það ekki.\nBara kýla á það.\nEf ég kvarta yfir því hvað ég sé svangur or whatever fæ ég mér að éta.\nEf ég kvarta yfir því að vera of grannur eða of feitur?\nHumm fara að lyfta og gera eitthvað í því?\nViceRoy"
        },
        {
            "user": "trespass",
            "user_id": "7371",
            "date": "2003-04-30 12:51:08",
            "id": "1051299",
            "reply_to_id": "1051285",
            "text": "Þú ert nú bara 17 ára hvað liggur eiginlega á ??\nKannski leitar þú líka of mikið og ert alltof mikið að pæla í hlutum eins og hvað þú sért feitur og hitt og þetta.\nÉg meina ef ÞÚ ert ekki sáttur við þig þá er bara augljóslega eitt við því að gera og það er að rækta sjálfan þig andlega og líkamlega, þá er ég ekki að meina að fara í einhverja massa megrun sko.\nGóðir hlutir gerast hægt :)"
        },
        {
            "user": "Icequeen",
            "user_id": "4377",
            "date": "2003-04-30 13:55:23",
            "id": "1051300",
            "reply_to_id": "1051285",
            "text": "piff, ég veit um helling af stelpum og strákum sem hafa náð sér í maka þrátt fyrir holdafar (me included). Málið er bara að hætta að leita og reyna of mikið. og ekki sökkva sér í sjálfsvorkun. ég veit þaðe r einfaldara að  segja það en gera en það kemur.\nþú ert ungur, vertu þolinmóður.\nEf þú ert ósáttur við útlitið (sem þú ættir ekki að vera nema það sé orðið hættulegt) þá skalltu skella þér út að labba, í sund eða hjóla eða e-ð. :)\nKv.\nIceQueen"
        },
        {
            "user": "CatLady",
            "user_id": "30545",
            "date": "2003-04-30 14:03:17",
            "id": "1051301",
            "reply_to_id": "1051300",
            "text": "Hættessu væli drengur! Ef þú vilt ekki vera feitur gerðu þá eitthvað í því. Ef þú vilt ekki breytast reyndu þá að sætta þig við sjálfan þig. Stelpur eru ekki að leita að einhverjum sem vorkennir sér bara og vælir yfir fitunni heldur einhverjum sem er með húmor og skemmtilegur. Ef kærastinn minn væri ekki svona skemmtilegur og laus við sjálfsvorkunn þá væri ég ekki með honum en hann er um 140 kíló og sirka 178cm á hæð. Mér finnast feitir strákar yfirleitt miklu fallegri en eihverjar mjónur og Brad Pitt lookalikes. En þeir verða líka að vera skemmtilegir og góðir. Enga vælukjóa takk!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-04-30 14:27:39",
            "id": "1051302",
            "reply_to_id": "1051285",
            "text": "Ég vorkenni þér nú ef það er virkilega útlitið sem stöðvar það að þú náir í stelpu! En veistu ég held að það sé ekkert útlitið heldur sért þú bara búinn að ákveða að það sé það og einblínir á stelpur sem hugsa bara um útlitið. Kemur svo hingað og segjir að ALLAR stelpur hugsi bara um útlitið! heyrðu væni, farðu svolítið rólegra í þetta!\nSvo er ein gullregla sem allir strákar verða að hafa í huga, greinilega ert þú ekki undanskildur því: skemmtilegir strákar verða sætir..! svo einfalt er það!"
        },
        {
            "user": "Gullbert",
            "user_id": "4004",
            "date": "2003-04-30 14:45:10",
            "id": "1051303",
            "reply_to_id": "1051285",
            "text": "Sko, ég hef mikin frítíma og stunda líkamsrækt. En ég nota tímann til að skoða hegðun fólks í skólanum mínum og þar sé ég þetta langar leiðir. Ég væri ekki að gefast upp ef ég sæi von. Þetta er algjörlega vonlaust. Og btw, ég hef hözzlað feitar stelpur en þær eru of uppteknar að horfa á mjóu strákana (akkuru heldurur að ég sé að kvarta ef ég hef ekki hözzlað allar típum af stelpum)?? Ég er ekki grunnhygginn eins og sumir halda, ég er bara sár, ekki bara fyrir mig heldur fyrir alla feita stráka sem ég þekki sem hafa aldrei átt kærustur.\nTakk Fyrir\nGullbert"
        },
        {
            "user": "Truespirit",
            "user_id": "34899",
            "date": "2003-04-30 14:50:56",
            "id": "1051304",
            "reply_to_id": "1051285",
            "text": "Góði besti gefstu upp ef þú villt. Ég er ekki feitur og ekki of mjór og ég mun örugglega ekki fitna meira eða vera mjórri og ekki hef ég kærustu. Enda þegar ég loksins fæ eina þá hætta þær með mér af ýmsum asnalegum ástæðum. Síðan ég flutti í bæinn sem ég bý í núna og ég hef nú búið hér í 2 1/2 ár og á þeim tíma hef ég átt 3 kærustur.\nNr.1 var svo ógeðslega þunglind og ég var alltaf að reyna að kæta hana. Með tímanum þá fjarlægðumst við og ákváðum við að hætta samann.\nNr.2 Hætti með mér því ég var ekki alveg reiðubúinn að ríða henni allveg strax.\nNr.3 Var alltaf að drepast úr afbríðissemi ef ég vogaði mér að tala við annan kvennmann. Og hún hætti með mér því ég var of rómantískur við hana(að hennar sögn of væminn)\nÉg tel mig vera góðan mann og ekki er ég illa útlítandi og ekki fæ ég séns. Stelpurnar sem ég á sem vinkonur telja mig frábæran vin en þeim mundi aldrei detta það í hug að hafa mig sem kærasta.\nEn ég er sammála öðrum hérna. Farðu í ræktina og gerðu eithvað í þessu. Ég veit að ég ætla að gera það. Ekki ætla ég að sitja á rasskatinu og vorkenna mér, ég er nú þegar byrjaður að boxa allveg á fullu og mun fara út í eithvað fleira bráðlega. En kvennfólk er og mun alltaf verða kvennfólk og allar vilja gaura sem líta út eins og Brad Pitt þannig að ég mun gefa þeim Brad Pitt.\nPs. Í mínum skóla hef ég ekki séð eina einustu stelpu sem er með einhverjum strák sem lítur skikkanlega út. Allar eru þær með strákum sem líta út eins og súpermódel."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-04-30 15:49:44",
            "id": "1051305",
            "reply_to_id": "1051304",
            "text": "Truespirit Ertu ruglaður “ekki tilbúinn að ríða henni strax” þú hefðir átt að negla hana strax og þú gast. Samband er ekki samband nema með kynlífi, það er ekkert betra en að ríða stelpu sem þú ert með og ert hrifinn af eða ástfanginn af."
        },
        {
            "user": "zechron",
            "user_id": "4400",
            "date": "2003-04-30 16:42:11",
            "id": "1051306",
            "reply_to_id": "1051285",
            "text": "þetta er hugsunarhátturinn:\nFeitt = ljótt\nMjótt = sætt\nStælt = GUÐ MINN GÓÐUR HVAÐ HANN ER MEGA FLOTTUR!\n——————————————- ——\nÞetta er bara svona, og mun alltaf vera svona."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-04-30 17:09:18",
            "id": "1051307",
            "reply_to_id": "1051285",
            "text": "Ég ætla nú að byrja að segja að mér finnst þið nú vera ansi hörð við hann Gullbert. Ég get ekki annað en verið sammála honum þegar kemur að íslensku kvennfólki, ef dæma má út frá mínum  bekkjarsystrum og kuningjum.\nÞað getur vel verið að ég sé aðeins 16 ára og hafi kannski ekki mesta vit á hvað 20 - 50 ára konur hugsa, en þetta er allaðana sú ýmind sem ég hef fengið af mínum jafnöldrum.\nJako"
        },
        {
            "user": "Anna84",
            "user_id": "35396",
            "date": "2003-04-30 17:34:32",
            "id": "1051308",
            "reply_to_id": "1051285",
            "text": "ok..come on..þú bara VERÐUR að hætta að velta þér svona mikið uppúr þessu!!! ef þú ert óánægður með útlitið, gerðu þá eitthvað í því!!! kannski er það ekki einu sinni út af því sem stelpur vilja þig ekki, þú ert alltof neikvæður í garð stelpna og það er ÞAÐ sem er fráhrindandi!!! og p.s. myndir þú vilja deita feita stelpu?? og helduru virkilega að stelpur séu þær einu sem pæla eitthvað í útlitinu!?!? give me a break!! þú veist nú örugglega betur!!"
        },
        {
            "user": "Gullbert",
            "user_id": "4004",
            "date": "2003-04-30 21:48:58",
            "id": "1051309",
            "reply_to_id": "1051308",
            "text": "Bara benda á það aftur að ég ER í ræktinni. Þetta er ekki auðveldur hlutur eins og mörg ykkar virðast halda. Já, ég myndi deita feitri stelpu, en spurningin er myndu þær deita mig??\nSvarið er einfalt: NEI.\nGullbert"
        },
        {
            "user": "justme",
            "user_id": "37540",
            "date": "2003-04-30 22:17:57",
            "id": "1051310",
            "reply_to_id": "1051309",
            "text": "það er nú ekkert hægt að segja að þetta séu bara stelpur, það eru alveg hellingur af strákum sem hugsa bara um útlitið á stelpu…\neina sem skiptir máli er að þær séu með flottan rass og stór brjóst en þær mega samt ekki vera feitar… ég er nú samt ekkert að alhæfa það að allir strákar séu svona…\nmeina sumir strákar hugsa um útlitið og sumar stelpur, fólk er jafn ólíkt og það er margt.\nef þú ert einhvað ósáttur með útlitið gerðu þá einhvað í því…\nþað gerir ekki heldur mikið gagn að fara í ræktina og svo beint útí sjoppu að kaupa hamborgara og franskar, það þarf að hugsa jafn vel um fæðið og hreyfinguna… heilsa er bara lífstíll !!!"
        },
        {
            "user": "Gullbert",
            "user_id": "4004",
            "date": "2003-04-30 23:22:38",
            "id": "1051311",
            "reply_to_id": "1051310",
            "text": "Þetta er svona típískt hjá svona fólki eins og þér. Bara út af því að ég er feitur þá segiru náttúrulega “það gerir ekki heldur mikið gagn að fara í ræktina og svo beint útí sjoppu að kaupa hamborgara og franskar”. Hvernig veistu hvort að ég geri það, ég geri það nefnilega ekki, ég er á ágætis fæði, ávexti og svona mat á hollari kantinum. Mikið af ykkur mjóa fólkinu skilja ekki, hvað er að vera feitur. Þannig að ekki vera tala um hvernig ég haga mér. Ekki eru allir svertingjar í gettóum.\nGullbert"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-05-01 00:49:11",
            "id": "1051312",
            "reply_to_id": "1051311",
            "text": "Hvað er að ykkur? “farðu í ræktina og hættu að væla” er það eina sem þið hafið að segja!\nSumt fólk er bara feitt og á alltaf eftir að verða feitt. Við búum ekki í fullkomnri Disney veröld.\nFattið þið ekki að það sem Gullbert er að meina er að hann er fúll út í stelpur sem vilja ekki gefa honum sjéns út af því að hann er í þyngri kantinum, ekki út af því að hann er í einhverju sjálshatri út af nokkrum aukakílóum.\nÉg tel ekki að hann sé soldið bitur, út af því að hann er feitur, heldur hvernig fólk (með því meina ég stelpur) lætur honum líða út af þessu.\nÉg vill ekki meina að hann hafi haldið að hann væri til hábornar skammar þegar hann var lítill. ég held að þetta sé tilfining sem hefur verið “lamin” inn í hann með þeim standördum sem fólk setur, hvernig þú “átt” að líta út.\nÉg var sjálfur í þéttari kantinum á mínum yngri árum, síðan byrjaði ég bara að vaxa og ég teygðist niður í undirvigt. Þetta gerist bara ekki hjá öllum.\nÞannig að þlís sýnið smá tilitssemi áður en þið byrjið á sleggjudómunum.\nJakob\nps. Gulli: Reyndu nú samt að finna börtu hliðina á þessu, eins og stór maður sagði hér einu sinni “To much love will kill you”."
        },
        {
            "user": "ysabel",
            "user_id": "30034",
            "date": "2003-04-30 19:26:11",
            "id": "1051313",
            "reply_to_id": "1051285",
            "text": "Sko Gulli minn…það þýðir ekkert að gefast upp þó á móti blási. Enginn lofaði þér að lífið yrði auðvelt nefnilega. Ef þú ert stöðugt upptekinn af því hvað aðrir halda eða segja um þig út af útliti til dæmis þá verður þú fljótt alveg eins og viljalaust verkfæri. Reynir að þóknast öllum og breyta gegn þinni sannfæringu í sífellu. Það fer aldrei vel með mann.\nÞú átt VÍST skilið stelpu þú munt sjá það einn góðan veðurdag…kannski ekki í dag og ekki á morgun en seinna meir muntu sjá að þú ert ekki það slæmur. Trust me on that því að ég hef verið þarna sjálf. Uppgjöf er ALDREI kostur í þessu lífi…not ever ekki láta þér detta það í hug. Þú verður bara að hætta að einblína á “verð að ná mér í kærustu” hugsunina. Veit að það er meira en að segja það kannski en þetta gerist þegar það á að gerast. Fyrr ekki. Og já ég veit vel að það er ótrúlega sárt að láta hafna sér á grunni útlitsins. En veistu það sem ekki drepur þig gerir þig bara sterkari! Svo er annað…fólk á þínum aldri Gullbert hugsar um útlit og persónuleika á öðrum nótum en flest fólk yfir tvítugt. Ég segi fyrir mig að ég vil fyrst og fremst mann með góðan persónuleika og ég er EKKI að ljúga því. Útlitið getur svo komið númer 3 eða eitthvað mér er svo sem sama. Ég veit bara að það er svo sárt að vera hafnað af útlitinu einu saman þannig að ég hef hvorki né vil gera upp á milli fólks bara af útlitinu. Maðurinn sem ég er með er hvorki íþróttatýpa né vinsæll. Hann er einmitt frekar feiminn og á fáa vini. Þannig er ég reyndar líka…og það er bara hluti af mínum persónuleika.\nEn þetta er orðið of langt nú þegar…vona bara Gullbert að þú lærir að vera ánægður EINN! Það hjálpar rosalega mikið að læra að vera ánægður einn og ekki alltaf í sambandi.\nBestu kveðjur. Ysabel"
        },
        {
            "user": "sunna",
            "user_id": "27055",
            "date": "2003-04-30 22:37:01",
            "id": "1051314",
            "reply_to_id": "1051285",
            "text": "Farðí megrun?\nno pun intended en gerðu eitthvað í þessu í staðinn fyrir að væla. ef þú eyddir jafn mikilli orku í ræktinni og í að væla væriru grennri en Kate Moss."
        },
        {
            "user": "Gullbert",
            "user_id": "4004",
            "date": "2003-04-30 23:32:51",
            "id": "1051315",
            "reply_to_id": "1051285",
            "text": "Ég sagði aldrei að ég væri óánægður með útlitið mitt. Ég er bara fúll að fólk tekur mig ekki sem manneskju út af því að ég er feitur. Eða erum við feitu strákarnir ekki manneskjur. Við höfum tilfinningar, ef þið kitlið okkur, hlægjum við ekki?? Ef þið stingið okkur, blæðum við ekki?? Ef þið svíkið okkur, skulum við ekki hefna okkar??\nGullbert"
        },
        {
            "user": "bls",
            "user_id": "9477",
            "date": "2003-05-01 08:57:59",
            "id": "1051316",
            "reply_to_id": "1051315",
            "text": "Guð minn Góður Gullbert!\nÉg hef verið með feitum strák, vinkonur mínar hafa verið með feitum strákum.  Ég er með virkilega grönnum strák núna.. og hef verið með venjulegum strákum líka..\nÞetta fer svo ekki eftir holdarfari hjá mér.. og ég er alveg 100% viss að ég er ekki sú eina í heiminum sem huxar svona því að vinkonur mínar gera það líka.\nHættu að eyða tímanum þínum í stelpur sem eru svona uppteknar af holdarfari.  Leitaðu á önnur mið, hættu að kvarta og reyndu að fatta að það eru til allar gerðir af fólki.. fíbblin eru reyndar algengust en ég er viss um að þú finnur þér einhverja á sama leveli og þú."
        },
        {
            "user": "tempname",
            "user_id": "12478",
            "date": "2003-05-01 10:11:02",
            "id": "1051317",
            "reply_to_id": "1051285",
            "text": "Bara hreyfa sig og fara út að hlaupa:) Ef þú hugsar svona einsog núna þá skynja þær það allar…ef maður er ekki ánægður með sjálfan sig verða aðrir ekki ánægðir með mann."
        },
        {
            "user": "tempname",
            "user_id": "12478",
            "date": "2003-05-21 00:26:35",
            "id": "1051318",
            "reply_to_id": "1051317",
            "text": "hokeypokey\nFáránlegt að halda að þetta sé ekki flóknara en það.\nÞað er greinilegt að þú hefur aldrei verið feit og veist ekkert hvernig er að líða fyrir það.  Mar bara fer ekki út einn daginn og hlaupa og svo bara bingbarabing allir grannir.\nKv T"
        },
        {
            "user": "tempname",
            "user_id": "12478",
            "date": "2003-05-21 00:37:31",
            "id": "1051319",
            "reply_to_id": "1051318",
            "text": "Ég er ekki að tala um einn dag…heldur bjartsýni og þolinmæði…það gerist ekki allt á einum degi ef þú heldur það!"
        },
        {
            "user": "tempname",
            "user_id": "12478",
            "date": "2003-05-21 00:44:36",
            "id": "1051320",
            "reply_to_id": "1051319",
            "text": "Nau nau, ég þekki það af eigin raun, en það er bara ekki hægt að slengja þessu fram 1 2 og 3 eins og þetta sé ekki neitt eitt einasta mál.\nÞað er ekki þannig og fyrirgefðu að ég tók þetta eitthvað beint út á þér, ég bara hef þekkt Gullbert frá blautu barnsbeini og ég veit hvað hann hefur lagt á sig í gegnum tíðina til þess að grennast og trúðu mér, þetta er ekki alltaf spurning um þrautsegju og þolinmæði í öllum tilvikum, allvega ekki í þessu.\nFólk sem hefur útlitið með sér……..njótið þess að hafa það gott og láta ekki samfélagið dæma ykkur, hvað þá fjölmiðla og jafvel nánustu vini, þola jafnvel verri framkomu og verri þjónustu, bara vegna þess að þið lítið ekki út eins og heimurinn og fjölmiðlar boða ykkur að vera………………..hurrr…….fer bara svo óstjórnlega í taugarnar á mér að grannt fólk heldur að maður hafi ekki sjálfstjórn eða aga til að líta vel út eins og það….\nKv\nT"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-05-21 00:52:30",
            "id": "1051321",
            "reply_to_id": "1051320",
            "text": "Það er sagt að sumir sem fæðast þungir verði alltaf þungir…það sé bara í genunum eða eitthvað"
        },
        {
            "user": "Rassalfurinn",
            "user_id": "35471",
            "date": "2003-05-01 10:42:24",
            "id": "1051322",
            "reply_to_id": "1051285",
            "text": "Það vita það ALLIR hér að stelpur hugsa valla um annað en útlit sem er ömurlegt. Ef að ég væri þú þá myndi ég hætta að pæla í þessum stelpum vegna þess að einasem þær vilja eru einhverjir yfirborðskenndir gaurar sem eru ekkert nema útlitið! Þú ert ekki nema 17 ára og flestir strákar eignast ekki almennilegar kærustur fyrr en eftir það.\n—–\nmeð vaxtalagið ef þú ert svona óænægður með sjálfan þig þá skaltu gera einhvað í málinu ekki hanga fyrir framan tölvuna og bíða eftir að það komi einhver draumadís til þín, þú verður að gera einhvað í málunum td. fara í ræktina , breyta mataræðinu eða fara út að ganga, allt þetta getur bætt þetta upp þú verður ánægðari með sjálfan þig og þá á þér eftir að líða miklu betur.og ef að þetta virkar ekki þá eru öll undraráð rassálfsins úti!\n——\nÞetta er ekki spurning um að eignast einhverja granna sæta kærustu sem er ekkert nema útlitið heldur spurnig um að kynnast einhverri sem að metur þig.\nGangi þér vel félagi :)\nkv. rassálfurinn"
        },
        {
            "user": "Gullbert",
            "user_id": "4004",
            "date": "2003-05-01 14:08:08",
            "id": "1051323",
            "reply_to_id": "1051322",
            "text": "Ég sagði aldrei að ég væri óánægður með útlitið, ég er að spurja af hverju geta stelpur ekki sætt sig við mig eins og ég er. Mataræðið mitt er nú bara í hollara kanntinum og ég er í ræktinni en þetta kemur ekki á 3 vikum eins og mörg ykkar halda.\nGullbert"
        },
        {
            "user": "Blitz",
            "user_id": "6683",
            "date": "2003-05-01 16:52:58",
            "id": "1051324",
            "reply_to_id": "1051323",
            "text": "Það er mikið rétt Gullbert, sumir eru ekkert að fatta hvað þetta er erfitt.\nSumir geta sett grenningu hjá feitu fólki og að hætta alveg 100% að stunda kynlíf, sama þörf.\nAðrir geta sett þetta í áfengi/tóbak, mjööög erfitt, en oftast hægt.\nSvo er uppbygging líkamans hjá sumum þannig að þeir GETA ekki grennst, eina sem þeir geta gert er í því er að byggja upp massa og styrkja sig."
        },
        {
            "user": "PrOtOcoN",
            "user_id": "15580",
            "date": "2003-05-02 11:54:05",
            "id": "1051325",
            "reply_to_id": "1051323",
            "text": "Berðu kyndilin hátt Gullbert crusader. hehe.\nAnyways, jamm skil hvað þú átt við, létt að fitna, erfiðara að losa sig við þeð. En dúd, ég er feitur en er ekki svona þunglyndur. Spáðu aðeins í þessu, skiptir kærasta þig svo miklu máli? í alvörunni meður það eina sem þetta gerir er að gera þig fátækan og óþarflega bundin. (búúú heyrist kannski í sumum en þetta er satt.) Ekki gefast upp, settu þetta til hliðar.\nHey, kannski finnuru drauma konuna þína þegar þú ert orðin fertugur? Þá dugar ekkert að segja “Beh, ég vill enga kærustu” þú verður bara að hugsa rökrétt, átta þig á því hvað þetta skiptir litlu máli, hætta hugsa um þetta og fara að hugsa um sjálfan þig á jákvæðan hátt.\nÉg játa að ég hugsaði svona á tímabili “Arrg, þetta mun aldrei ganga hjá mér, engin vill mig, ojj hvað ég er ljótur, ætli ég verði ekki bara hommi (þó að þetta hafi horfið sekúndu eftir að þetta kom upp…ahem…), en (eins og í öllum svona sögum) þá hýfði ég mig uppúr þessu þunglyndi og fann mér áhugamál (Warhammer, yeah!).\nMín ráð eru því: Ekki gefast upp, settu þetta til hliðar. Hugsaðu um sjálfan þig, ekki aðra og heilsuna þín (sem ég sé að þú gerir) og finndu þér eitthvað skemmtilegt áhugamál. Síðan getum við hlegið saman að öllu fólkinu sem er með þessi tilfinningalegu vandamál ”ónei hann fór frá mér“ og ”ætli hann sé að halda framhjá?\".\nhehe\nPrOtOcoN"
        },
        {
            "user": "Rain",
            "user_id": "5012",
            "date": "2003-05-01 18:05:21",
            "id": "1051326",
            "reply_to_id": "1051285",
            "text": "Ég veit ekki mikið um hvað stelpur vilja en eitt veit ég að þær laðast að strákum sem hafa mikið sjálfsöryggi og það er greinilegt að þú hefur ekki mikið af því.  Mér sýnist þú engan veginn vera tilbúinn í samband (ekki illa meint).  Ekki halda að þér eigi eftir að líða miklu betur með sjálfan ef þú ert í sambandi, því að það er bara bull.  Það er einhvað sem þú verður að gera sjálfur…"
        },
        {
            "user": "Eurofighter",
            "user_id": "35227",
            "date": "2003-05-01 18:38:14",
            "id": "1051327",
            "reply_to_id": "1051326",
            "text": "Ef strákurinn hefur verið rakkaður niður af stelpum til fjölda ára, þá hlýtur að vera góð ástæða fyrir því að strákurinn sé með lítið sjálfsöryggi, SKAMMIST YKKAR STELPUR.\nJúrófæterinn"
        },
        {
            "user": "Eurofighter",
            "user_id": "35227",
            "date": "2003-05-02 14:43:22",
            "id": "1051328",
            "reply_to_id": "1051326",
            "text": "Hvað ert þú að bulla um að hann sé ekki tilbúinn í samband, ég þekki gaurinn og hann er góður, fínn og skemmtilegur, það bara vill engin stelpa hann og hann er sár út af því.\nGullbert hefur bara þroskast á undan mörgum stelpum þ.a.e.s að ekki horfa bara á útlitið. Hann er bara undan sínum jafnöldrum í þroska og þarf öruglega að bíða í nokkur ár svo að geti fengið stelpu sem er jafnþroskuð og hann, ef það er möguleiki.\nGullbert, vertu ánægður að hafa þennan þroska. Það sýnir að þú ert meiri maður en margur annar á þínum aldri.\nEurofighte"
        },
        {
            "user": "Rain",
            "user_id": "5012",
            "date": "2003-05-02 23:52:46",
            "id": "1051329",
            "reply_to_id": "1051328",
            "text": "Hvað ertu að bulla um þroska? Er einhvað þroskað við það að horfa ekki á útlitið?!?  Það er ekkert óþroskað við að horfa á útlitið, þetta er það sem þú þarft að horfa allt sambandið.  Ertu að reyna að segja mér að ef einhver feit stelpa myndi vera geðveikt hrifinn af þér (eða Gullberti) en vera alveg geðveikt skemmtileg og með frábæran persónuleika að þú myndir byrja með henni? Og ef þú myndir ekki vilja byrja með henni, værir þú þá óþroskaður???"
        },
        {
            "user": "Eurofighter",
            "user_id": "35227",
            "date": "2003-05-03 01:13:33",
            "id": "1051330",
            "reply_to_id": "1051329",
            "text": "Er ekki óþroskað að horfa BARA á útlitið, eins og greinilega þú “þetta er það sem þú þarft að horfa allt sambandið”. Hann er ekki svona grunnur eins og sumir´, ég nefni engin nöfn. Já, ég myndi byrja með feitri stelpu ef hún væri með skemmtilegan persónuleika. En þessi tilvitnun er ekkert nema hroki. Farðu bara og fáðu þína barbí, það er þitt vandamál ef hún verður pain.\nEurofighte"
        },
        {
            "user": "Rain",
            "user_id": "5012",
            "date": "2003-05-03 15:20:13",
            "id": "1051331",
            "reply_to_id": "1051330",
            "text": "Eurofighter, hver er þá eiginlega munurinn á þessari feitu kærustu, sem að ég var að tala um, og bestu vinkonu þinni???\nÞær eru báðar mjög skemmtilegar og ég bíst við því að besta vinkona þín (eða vinkonur þínar almennt) hljóti að vera mjög skemmtilegar ef þú nennir að vera að hanga með þeim.  Ertu þá jafnhrifinn af þessari feitu kærustu þinni og bestu vinkonu þinni?  Ertu að reyna að segja að þú sért til í að byrja með hvaða stelpu sem er svo lengi sem hún sé skemmtileg?? Hvar dregur þú eiginlega línuna???"
        },
        {
            "user": "dizaskviza",
            "user_id": "35724",
            "date": "2003-05-03 13:07:20",
            "id": "1051332",
            "reply_to_id": "1051285",
            "text": "er sammála öðrum hérna þú getur alve gert eitthvað í þessum með´að þú sért feitur farið að æfa íþróttir bætt þig að innan og utaqn verið duglegur í skóla og vertu bara skemmtileg og frískaðu uppá sjálfan þig svo þú ert bara aumingji ef þú gefst upp svo hvað villtu vera svaraðu mé"
        },
        {
            "user": "dizaskviza",
            "user_id": "35724",
            "date": "2003-05-03 13:08:32",
            "id": "1051333",
            "reply_to_id": "1051285",
            "text": "já og t.d hættu að hanga í tölvunni eins og þú ert að gera núna"
        },
        {
            "user": "Eurofighter",
            "user_id": "35227",
            "date": "2003-05-03 13:18:18",
            "id": "1051334",
            "reply_to_id": "1051333",
            "text": "En og aftur heldur grunnhyggnin í hugurum. Þið eruð að beunt að segja, farðu í ræktina því fita er ógeðsleg. Þið eruð bara með HELVÍTIS FORDÓMA gegn fitu. Þið ættuð að skammast ykkar. Farðu í ræktina, né né né. Hann er í ræktinni, hann er búin að segja ykkur það. What´s the fucking matter with you. Hann er mannlegur hann Gullbert, ólíkt ykkur.\nEurofighte"
        },
        {
            "user": "dizaskviza",
            "user_id": "35724",
            "date": "2003-05-03 14:01:27",
            "id": "1051335",
            "reply_to_id": "1051334",
            "text": "Sorry en var ég að móðga þig eða hann?"
        },
        {
            "user": "Gullbert",
            "user_id": "4004",
            "date": "2003-05-03 15:19:09",
            "id": "1051336",
            "reply_to_id": "1051335",
            "text": "Þetta er bara pirraður vinur minn, :(. Sorry.\nGullbert"
        },
        {
            "user": "dizaskviza",
            "user_id": "35724",
            "date": "2003-05-03 15:20:01",
            "id": "1051337",
            "reply_to_id": "1051336",
            "text": "ég hef ekkert á móti þér en þú getur sett þér eitt takmark í lífinu og þetta er það farið svo að stunda einhverja íþrótt eða farið útí hestamennsku eða eitthvað þú hlítur að hafa áhuga á einhverju er það ekki?"
        },
        {
            "user": "hugi666",
            "user_id": "22544",
            "date": "2003-05-03 23:02:55",
            "id": "1051338",
            "reply_to_id": "1051285",
            "text": "FARÐU 'I MEGRUN FEITA RASSGAT!! Hver heldur þú að vilji ríða spikfeitum gölti ekki ég allanvega!! Farðu út að hlaupa og éta minna mjög öðvelt! vertu ekki með þessa sjálfsvorkunn"
        },
        {
            "user": "Eurofighter",
            "user_id": "35227",
            "date": "2003-05-03 23:28:24",
            "id": "1051339",
            "reply_to_id": "1051338",
            "text": "F U\nEurofighte"
        },
        {
            "user": "Gullbert",
            "user_id": "4004",
            "date": "2003-05-03 23:36:39",
            "id": "1051340",
            "reply_to_id": "1051338",
            "text": "Sumir eru virkilega óþroskaðir, ég vorkenni þér svo mikið að vera svona lágþróuð vera og mjög heimskur. Það ætti að vera lög gegn svona heimsku eins og vellur út úr kjaftinum á þér. Það er greinilegt að uppeldi þitt var ekki upp á marga fiska. Hver var að tala um að ríða, er það eina sem þú sér í samböndum, ríða, ríða, ríða. Þú ert ekkert nema óþroskað barn sem á greinilega eitthvað erfitt.\nGullbert"
        },
        {
            "user": "Laggs",
            "user_id": "6813",
            "date": "2003-05-04 00:14:39",
            "id": "1051341",
            "reply_to_id": "1051338",
            "text": "Prófaðu að vera 150 kg og reyna að grenna þig. Heldurðu að það væri auðvelt?\nÉg þekki Gullbert mjög vel og hann borðar ekkert óhollari mat en ég eða aðrir vinir mínir. Hann hreyfir sig ekkert minna en aðrir. Hann fer oft í ræktina. Hann er bara aðeins feitari en aðrir en varð ekki þannig vegna ofáts. Fólk virðist oft halda að allt feitt fólk, sé feitt vegna þess að það étur svo mikið. Þetta er bara í genunum hjá sumum. Það er bara ekkert grín að létta sig um 30-40 kg!\nHugsaðu áður en þú talar hugi666!\nKv. Jónsi"
        },
        {
            "user": "tempname",
            "user_id": "12478",
            "date": "2003-05-21 00:29:47",
            "id": "1051342",
            "reply_to_id": "1051338",
            "text": "hugi666\nþú ert meiri ógeðiskarakterinn.\nNú skalt þú biðjast afökunar og það núna.\nKv\nT"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-05-21 00:40:43",
            "id": "1051343",
            "reply_to_id": "1051342",
            "text": "Þetta átti að fara til huga666 þegar ég sagði að það þyrfti þolinmæði og bjartsýni:) en takk fyrir að verja mig ;)"
        },
        {
            "user": "Raggibabe",
            "user_id": "37935",
            "date": "2003-05-03 23:28:45",
            "id": "1051344",
            "reply_to_id": "1051285",
            "text": "Samála hugi666\nHættu að vorkenna þér ógeðið þitt og farðu í megrun ef þú heldur að það sé svo  mikið betra ég var spik feitur og fór í megrun en þú hlítur að vera fokksljótur líka því ég fékk nóg að ríða þegar ég var feitur!!!Var sko 96kg og 170cm"
        },
        {
            "user": "Anna84",
            "user_id": "35396",
            "date": "2003-05-04 12:47:27",
            "id": "1051345",
            "reply_to_id": "1051285",
            "text": "Ok..þetta er kannski rétt..það getur verið erfitt fyrir okkur “mjóa” fólkið að skilja þetta. Það er samt margt verra en að vera feitur Gullbert minn. Mér finnst persónulega strákar í feitari kantinum yfirleitt flottari en þessir grindhoruðu!!! en það er nú bara mín skoðun. Og þú bara VERÐUR að vera jákvæðnari og opnari af því að ég get lofað þér því að þú finnur ENGA stelpu með þessu hugarfari að stelpur séu ómögulegar. Hættu svo þessari dauðaleit af kærustu!! besta vinkona mín er mjög sæt og flott og hefur ALDREI verið í sambandi! þetta snýst líka um hugarfa"
        },
        {
            "user": "Gullbert",
            "user_id": "4004",
            "date": "2003-05-04 23:57:10",
            "id": "1051346",
            "reply_to_id": "1051345",
            "text": "Þu ert bara sæt Anna84. :)\nGullbert"
        },
        {
            "user": "hugi666",
            "user_id": "22544",
            "date": "2003-05-06 13:16:21",
            "id": "1051347",
            "reply_to_id": "1051285",
            "text": "Sko ég létti mig um 30kg á hálfu ári og er töluvert lítill svo ég var ein lítil kúla. En þroskast þú sjálfur veit ekki betur en ég sé eldri en þú, ég bara nenni ekki að hlusta á svona væl það geta ALLIR létt sig ef þeir hafa viljann. En það eru greinilega sumir sem hafan ekki, en mér finnst að við hinn eigum ekki að vorkenna þeim fyrir að vera svona miklir aular. Svo hjálpaði ég frænku minni að léttast sem er með bilaðan skjardkyrtill. Svo segjist að hann hreyfi sig jafn mikið og annað fólk og borði eins og annað fólk. Dööööööööööööööööö no shit. Ekki er fólk svona vitlaust! Sumir þurfa að hreyfa sig meira og borða minna og hollari mat. Fólk er sko mismunandi. ÉG t.d. hef ekki smakkað pizzu í 2 ár og hleyp minnstakosti 3sinnum 40 á viku fyrir utan aðrar æfingar sem eru þó nokkrar. En þetta átti ekkert að vera mean bara reyna hvetja þig til að hreyfa þig og hætta þessu blessuðu væli. Þetta er bara spurning um að fórna sumu góðu fyrir annað betra, að mínu mati. Afsakið stafsetninguna er í vinnunni og stjóri drepur mig ef hann sér mig :)"
        },
        {
            "user": "Drazil",
            "user_id": "3038",
            "date": "2003-05-06 15:37:11",
            "id": "1051348",
            "reply_to_id": "1051347",
            "text": "jó frændi, what up\nnú er ég búinn að taka mér tíma í að lesa þetta allt og fannst bar nokkuð fóðleg lesning.\nfyrir það fyrsta langar mig að benda á að við Gullbert komum úr stórri fjölskyldu (þá meina ég að fólkið er stórt(ekki hávaxið heldur á hinn vegin)). ekki vegna þess að við borðum meira en annað fólk heldur eru þetta bara genin og fyrir ykkur sem segið honum að fara í ræktina þá gerir hann það og er virkilega að reyna að bæta sig. það sem þið skiljið ekki er að það er ekki jafnauðvelt fyrir alla að grenna sig.\nEn það var nú ekki það sem ég ætlaði að segja til að byrja með, sko Gullbert málið er eins og einhver sagði að hætta að pæla í þessu og fá sér áhugamál,warhammer ef ég man rétt, nú er bara að þramma niðrí nexus kaupa sér wood elf lord og nokkra pakka af archers eikkað af waywathcers og wardancers ef þú ert fyrir það jafnvel dryads eða treemen, fara heim og mála og líma svo bara skundum við aftur niðrí nexus og tökum góðan leik, málið er ekki að finna sér kærustu, þú átt bara að lifa lífinu lifandi og þegar að því kemur, og það kemur að því, þá finnuru stelpu sem þú svo endar með og allir eru happy. allavega boðskapurinn er sá að vera ekkert að reyna að finna stelpu þetta bara gerist trúðu mér."
        },
        {
            "user": "Eurofighter",
            "user_id": "35227",
            "date": "2003-05-06 18:54:40",
            "id": "1051349",
            "reply_to_id": "1051285",
            "text": "Svo eru íslenskar stelpur mjög ofderkraðar, strákurinn á að gera allt fyrir þær og þær eiga ekki að gera neitt í staðinn, eins og við séum einhverjir tilfinningalausir þrælar. Svo eigum við að vera einhverjir mjóir/stæltir gaurar.\nTakk Fyrir\nJÚRÓFÆTERINN"
        },
        {
            "user": "Dama",
            "user_id": "137",
            "date": "2003-05-07 12:50:38",
            "id": "1051350",
            "reply_to_id": "1051349",
            "text": "..eða þá að sumir strákar séu ofdekraðir, stelpan á að gera allt fyrir hann meðan hann situr á rassgatinu og sýna engar tilfinningar og ekkert þakklæti. Svo verður allt brjálað ef við förum allt upp í 65 kíló! Meina.. maður verður nú að hafa smá ástarhöld, ekki satt?\nPs. það er heldur ekki gott að vera með einhverja beinagrind með sér uppí rúmi… maður fær bara marbletti!! ;)\nDanke."
        },
        {
            "user": "Eurofighter",
            "user_id": "35227",
            "date": "2003-05-07 21:04:47",
            "id": "1051351",
            "reply_to_id": "1051350",
            "text": "Gæti verið tengt kannski að þið stelpurnar velja bara töff týpuna sem eru oft sjálfselskir hálvitar. Þannig að þið kölluðuð þetta yfir ykkur, ekki kvarta.\nEurofighte"
        },
        {
            "user": "Eurofighter",
            "user_id": "35227",
            "date": "2003-05-07 21:33:37",
            "id": "1051352",
            "reply_to_id": "1051350",
            "text": "Og, já BTW. Með Gullbert, ég þekki hann. Hann kemur hérna með kaldar staðreyndir um hvernig kvenmenn haga sér gagnhvart feitum strákum. Eins og OFT áður geta kvenmenn ekki tekið staðreyndum og fara í bullandu vörn og byrja að ljúga. Þið kvenmenn talið alltaf um hversu illa er farið með þær og að þið viljið jafn há laun og karlmenn og né, né , né. Ég ætla bara segja eitt: Ég styð ekki jafnrétti milli karla og kvenna fyrr en kvenmenn byrja að fara með karlmenn eins og fólk, ekki leikföng.\nEvrópufæterinn"
        },
        {
            "user": "kretin",
            "user_id": "29949",
            "date": "2003-05-08 06:50:01",
            "id": "1051353",
            "reply_to_id": "1051285",
            "text": "hættu þessu væli…\nég er fokkíng spiiiiiiiiiikfeitur og er með þvengmjórri fegurðardís…liggaliggalái"
        },
        {
            "user": "Eurofighter",
            "user_id": "35227",
            "date": "2003-05-08 23:17:53",
            "id": "1051354",
            "reply_to_id": "1051353",
            "text": "Það mætti halda að sumir væru kannski ríkir.\nEurofighte"
        },
        {
            "user": "Gullbert",
            "user_id": "4004",
            "date": "2003-05-08 23:27:56",
            "id": "1051355",
            "reply_to_id": "1051354",
            "text": "Back off Eurofighter.\nGullbert"
        },
        {
            "user": "kretin",
            "user_id": "29949",
            "date": "2003-05-10 14:44:29",
            "id": "1051356",
            "reply_to_id": "1051354",
            "text": "bláááááááfátækur og naaaaaaautheimskur líka beibí… svo hættu þessu tauti, nennir enginn að hlusta á hormónaflækjurnar í þé"
        },
        {
            "user": "yeah",
            "user_id": "29273",
            "date": "2003-05-10 17:15:35",
            "id": "1051357",
            "reply_to_id": "1051356",
            "text": "já"
        },
        {
            "user": "yeah",
            "user_id": "29273",
            "date": "2003-05-10 17:22:30",
            "id": "1051358",
            "reply_to_id": "1051357",
            "text": "nei nú þarf ég að segja hvað mér finnst. auðvitað er það þannig að fólk dregst að því sem er fallegt. það eðli mannsins. ekki segiru vá þarna er feitur strákur/stelpa og örugglega góður kærasti/kærasta. en mér finnst fólk leggja lítið í það að kynnast manneskjunni. Í alvöru ég er sjálf 17 og er mjög dugleg að æfa og er grönn og í góðu formi. Samt einu skilaboðin sem ég er búin að fá undanfarið er ekki að strákar vilji vera með mér heldur bara ríða mér. Það er frekar sárt því sjálf þarf ég mjög mikið á því að halda að fólk sýni mér væntumþyggju. Ég veit alveg að fólk nennir ekki að hlusta á væl\nen mín skilaboð eru það að þó þú lítir vel út þá áttu ekki alltaf eins og í mínu tilviki kærasta."
        },
        {
            "user": "Gullbert",
            "user_id": "4004",
            "date": "2003-05-10 20:36:52",
            "id": "1051359",
            "reply_to_id": "1051358",
            "text": "Þú færð 100% samúð mína í þessu máli.\nSvona hugsunarháttur sumra í sambandsmálum:\nSamband: Kela, Ríða, sjúga, sleikja.\nKærasta/i: Ríðufélagi.\nSumir bara vita ekki hvað samband er, þ.a.e.s\nþegar tvær manneskjur elska hvort aðra og vilja vera með hvort örðu, treystir hvort örðu, hugga hvort annað þegar annað þeirra á erfitt, vera þar fyrir hinn aðilan þegar hann/hún þarf þess sem mest, þegar báðir aðilar myndu fórna sér fyrir hinn, það er ást, það er samband. En hvað veit ég. Ég hef aldrei verið í sambandi, teljið þið það að vera lúseralegt??? So f**king what. Ég er kannski ekki Brad Pitt eða Vin Diesel, ég er GULLBERT og er MIKLU SVALARI EN ÞEIR.\nGullbert"
        },
        {
            "user": "kretin",
            "user_id": "29949",
            "date": "2003-05-10 22:22:30",
            "id": "1051360",
            "reply_to_id": "1051359",
            "text": "ég persónulega held að þetta vandamál þitt sé ekkert með fitu að gera, ég held einfaldlega að þú sért bara svona hrútleiðinlegur…  ég meina GODDEM drengur! þér gengur eitthvað illa í ástarlífinu, og hvað? þú skrifar grein eftir grein um það að þér sé hafnað vegna fitunnar! úff, þú ert einsog bölvaðir ísraelarnir sem að væla “rasisti rasisti” í hvert sinn sem einhver bendir á ungbarnablóðið á höndunum á þeim.\naf hverju helduru að netið sé fullt af örvæntingarfullum perrum? vegna þess að enginn vill örvæntingarfulla perra, einfalt…\nMitt ráð til þín er að hætta þessu bévítans væli og slappa bara af, ef þú ert að springa, togaðu þá bara í spottann, einhvern daginn muntu hitta einhverja “trekkette” sem diggar þig, þaes. ef þú ert bara þú sjálfur og kemur heiðarlega fram í staðin fyrir að segja henni þín dýpstu leyndarmál og þykjast vera “skilningsríki gaurinn” þegar einhver dömpar henni…"
        },
        {
            "user": "Gullbert",
            "user_id": "4004",
            "date": "2003-05-10 22:49:00",
            "id": "1051361",
            "reply_to_id": "1051360",
            "text": "Ungbarnablóð sem Palestínumenn létu í hendur þeirra herra Kretin. Ekki ætla ég að ræða pólitík eða utanríkismál hérna á rómantík, heldur er Deiglan fyrir það. Ég þykist ekki að vera skilningsríkur vinur…ég er skilningsríkur. Ólíkt sumum sem eru hér á hugi.is, fólk sem ekki er fyrir hæfi fólks sem er heilt á geði."
        },
        {
            "user": "kretin",
            "user_id": "29949",
            "date": "2003-05-11 00:01:45",
            "id": "1051362",
            "reply_to_id": "1051361",
            "text": "hehe vá, ekki vissi ég að ísrael pakkinn væri eitthvað viðkvæmt mál hjá þér, ég notaði þetta bara sem dæmi, máli mínu til stuðnings, dæmi um eitthvað sem að flestir vita að er rangt…uh, þeas.  nema þú…\nEn jæja, ekki taka ráðum mínum, deyðu þá hreinn sveinn.  og ekki vera með þetta “ég er skilningsríkur” kjaftæði, það er ekkert sorglegra en strákar sem taka fullan þátt í einhverju stelpu-drama, og hlusta af fullum áhuga á þær kvarta undan því hvað vinkona hennar sagði um hárið á henni við hina vinkonu hennar o.s.frv.\nEn jæja, fyrst þú ákveður að taka ekki ráðum mínum…þá máttu bara kyssa á mér röven… En já, það er nokkuð augljóst að einvera þín hefur ekkert með fitu að gera…"
        },
        {
            "user": "Gullbert",
            "user_id": "4004",
            "date": "2003-05-11 12:42:07",
            "id": "1051363",
            "reply_to_id": "1051362",
            "text": "Voðalega þykist þú að vera gáfaður í þessum málefnum. Hvernig veistu þetta allt? Ertu kannski að bulla. Ég veit margt og mikið í þessu málefni og ber virðingu fyrir skoðanir annara. Ást er mjög stór hlutur og hún er mjög umdeild, ég vill endilega að fólk beri bara virðingu fyrir skoðum annara. Ég tala við stelpur og þær eru ekki alltaf að tala um hvað ein vinkonan sagði um hárið á mér við aðra vinkonu mína. Það er sorglegt að þú skulir virkilega halda það. Og með stelpu-drama, stelpur eiga bara miklu auðveldara að lýsa tilfinningum sínum og ef þú getur ekki bara sætt þig við það….tja, það er bara þitt vandamál.\nGullbert"
        },
        {
            "user": "kretin",
            "user_id": "29949",
            "date": "2003-05-11 17:09:14",
            "id": "1051364",
            "reply_to_id": "1051363",
            "text": "svona vertu rólegur. Ég var bara að reyna að ráðleggja þér, þessi væmni í þér er vægast sagt óþolandi…"
        },
        {
            "user": "Gullbert",
            "user_id": "4004",
            "date": "2003-05-11 21:39:30",
            "id": "1051365",
            "reply_to_id": "1051364",
            "text": "Þá biðst ég afsökunar ef ég hefði móðgað þig.\nGullbert"
        },
        {
            "user": "Foxylady83",
            "user_id": "18461",
            "date": "2003-05-12 03:36:43",
            "id": "1051366",
            "reply_to_id": "1051285",
            "text": "Þú hlýtur að hafa verið að hlusta á einhverjar heiladauðar stelpur…útlitið er ekki allt! Þótt að einhver sé feitur þýðir ekki að sá aðili sé óelskanlegur!!!!!!!!!!!!!!!! En eitt er víst að ef mar er að leita sér að kærustu/kærasta þá finnur mar hann/hana ekki!!!! Ég get alveg lofað þér því að ef þú bara cillar að þá mun einhver gullfalleg stelpa detta í fangið á þér:)!"
        },
        {
            "user": "Gullbert",
            "user_id": "4004",
            "date": "2003-05-13 00:35:27",
            "id": "1051367",
            "reply_to_id": "1051366",
            "text": "Æ, takk fyrir, þú ert góð stelpa. :)\nGullbert"
        },
        {
            "user": "Foxylady83",
            "user_id": "18461",
            "date": "2003-05-13 00:42:30",
            "id": "1051368",
            "reply_to_id": "1051367",
            "text": "Takk fyrir það :O) og ég efa það ekki að þú ert alveg yndislegur sjálfur:) Það sem mér finnst að þú ættir að gera er barað hættað pæla í hvað öðrum finnst…þessar stelpur vita ekki hvað þær eru að fara á mis við víst þær gera ekkert annað en að horfá mjóu og “flottu” gaurana…þeir eru nebbla allsekki þeir bestu…ég er með þá þerí að mar á aldrei að deita gaur sem eyðir meiri tíma en mar sjálfur fyrir framan spegilinn:) og ég er alveg handviss um að þeir mjóu og “flottu” geri það:) Og svo lika ef mar er með “feitum” gaur að þá er bara meira til að elska:)\nFoxylady83:)"
        },
        {
            "user": "Gullbert",
            "user_id": "4004",
            "date": "2003-05-13 00:46:39",
            "id": "1051369",
            "reply_to_id": "1051368",
            "text": "Ég vildi að ég ætti kærustu alveg eins og þú. Góð og ekki svona sjálfselsk. Þú ert LANGBESTA týpa af stelpu sem er til í heiminum. Ein spurning…geturu klónað þig?? ;) .\nGullbert"
        },
        {
            "user": "Foxylady83",
            "user_id": "18461",
            "date": "2003-05-13 00:48:56",
            "id": "1051370",
            "reply_to_id": "1051369",
            "text": "Hehe:) you make me blush;) hehe hmmm ég skal spurja kallinn hvort ég megi ekki klóna mig og gefa þér hina mig í ammælisgjöf;)"
        },
        {
            "user": "Gullbert",
            "user_id": "4004",
            "date": "2003-05-13 00:53:15",
            "id": "1051371",
            "reply_to_id": "1051370",
            "text": "En það er svo langt í ammælið mitt :( .\nNei, ég sagði nú bara svona, þótt að þú gætir það myndi ég ekki leyfa þér það, ég vil ekki deila heppni kallsins þíns :) .\nGullbert"
        },
        {
            "user": "kretin",
            "user_id": "29949",
            "date": "2003-05-13 17:36:14",
            "id": "1051372",
            "reply_to_id": "1051371",
            "text": "úúú, Gullbert bara putting the moves on…"
        }
    ]
}