{
    "forum_title": "Raunveruleikaþættir",
    "user": "Saviolafur",
    "user_id": "13141",
    "date": "2003-05-01 16:57:25",
    "title": "Rob og félagar",
    "text": "Rob er ábyggilega einn af þeim bestu sem hafa komið í Survivor…\nÉg held með honum, en hann á ekki mikla möguleika á að vinna!!\nÞeir sem eru núna í kviðdómnum hata hann (Dave og Alex) nema kannski Deena og svo eiga Heidi og Jenna eftir að koma og þá eru komin 4 atkvæði móti honum strax!…ekki nema að Alex eigi eftir að snúast hugur um Rob því að hann er svona, “haha, þarna náðuð þið mér” er svona alveg sama um þetta eða eikkað….\nBesti möguleiki Rob er að draga Matt með sér í Final 2, þar sem allir finnast Matt vera geðbilaður og hver veit hvað hann gerir ef að hann fær milljón í hendurnar. Matt er líka ótrúlega heimskur maður að mínu mati. Eina vandamálið við að hafa Matt með sér í Final 2 er að Matt treystir Rob svo vel og þar með nokkuð öruggt atkvæði ef að Matt mundi ekki fara í Final 2.\nSvo mundi ég halda að ef að Matt fer í final two þá mundi Christy og Butch miklu frekar velja Matt heldur en Rob, þar sem þau voru svona upprunalega alliance-ið……\n….en mér gæti skjátlast þar sem að Rob fyrst og fremst var maðurinn sem að bjargaði þeim þremur og kom þeim lengra áfram í Survivor. Þau gætu allt í einu bara hugsað með sér að þó hann hafi verið að reyna að bjarga sjálfum sér þá bjargaði hann okkur líka og tók líka mikla áhættu með því að skipta um bandalag.\nÞað sem Rob gerði einnig sem að mér fannst nokkuð gott var að gefa Christy séns á að vinna milljónina, hún á skilið að vinna þó að ég hef alltaf fundist Christy vera leiðinleg og ég vildi hana út á fyrsta degi.\nAð lokum finnst mér Rob vera með þeim betri sem hafa komið í Survivor frá upphafi, maðurinn er snillingur en hann því miður gerði rangt með að skipta um bandalag svo seint.",
    "url": "https://www.hugi.is/realitytv/greinar/139445/rob-og-felagar/",
    "url_id": "139445",
    "id": "1053605",
    "replies": [
        {
            "user": "Venus",
            "user_id": "24284",
            "date": "2003-05-06 10:00:40",
            "id": "1053606",
            "reply_to_id": "1053605",
            "text": "Ég þoli ekki gaurinn… Ég klikkast ef hann vinnur :Þ Eða svona næstum því :P"
        },
        {
            "user": "dizaskviza",
            "user_id": "35724",
            "date": "2003-05-06 17:22:59",
            "id": "1053607",
            "reply_to_id": "1053606",
            "text": "ó nei ekki næstum því maður fremur sjálfsmorð hann er ekkert nema auli sem er mjög heimskur en þykist vera gáfaður ertu ekki sammála mér?"
        },
        {
            "user": "Venus",
            "user_id": "24284",
            "date": "2003-05-06 17:32:53",
            "id": "1053608",
            "reply_to_id": "1053607",
            "text": "Júmm… En hann er aððallega bara leiðinlegur :P"
        },
        {
            "user": "dizaskviza",
            "user_id": "35724",
            "date": "2003-05-06 18:23:04",
            "id": "1053609",
            "reply_to_id": "1053608",
            "text": "akkurat hann er svo ljótur og talar líka svo asnalega er það ekki?"
        },
        {
            "user": "johanng",
            "user_id": "9215",
            "date": "2003-05-07 12:28:57",
            "id": "1053610",
            "reply_to_id": "1053607",
            "text": "Hvað ertu að meina ? ROB ER SVOLEIÐIS BUINN AÐ HAFA LEIKINN I HENDUM SER OG ÞU SEGIR AÐ HANN EIGI EKKI SKILIÐ AÐ VINNA? Þótt hann svíki þessar manneskjur ættu þær samt að vote-a fyrir hann ef hann kæmist í úrslit bara fyrir leiksnilli ! Besti leikmaður á skilið að vinna ekki satt? Og lygi er aðalatriðið í þessum leik. Heidi og Jenna eru bara kellingar og mundu pottþétt ljúga ef það kæmi þeim i úrslit. ÞOLI EKKI JENNU SERSTAKLEGA"
        },
        {
            "user": "dizaskviza",
            "user_id": "35724",
            "date": "2003-05-07 13:43:21",
            "id": "1053611",
            "reply_to_id": "1053610",
            "text": "meinaru ekki ég þoli sérstaklega ekki jennu en hann fer bara geggjað í taugarnar á mér þetta er ekki alltaf play the game það er bara bull það er mín skoðun þoli ekki þegar fólk er alltaf að segja þetta það fer óendalega í taugarnar á mér hvert er þitt álit´á því?\n'"
        },
        {
            "user": "johanng",
            "user_id": "9215",
            "date": "2003-05-07 18:43:37",
            "id": "1053612",
            "reply_to_id": "1053611",
            "text": "Fer ekkert svo i taugarnar á mér. Snillingur og að Jenna sé að kalla hann ógeð er ekki réttlátt .. hun er bara drusla."
        },
        {
            "user": "dizaskviza",
            "user_id": "35724",
            "date": "2003-05-07 20:47:19",
            "id": "1053613",
            "reply_to_id": "1053612",
            "text": "já ég veit en það er svo pirrandi sko þegar fólk er að tala um eitthvað ekkert mikilvægt eins og jenna sagði :já ef flott bikíni kemur mér áfram þá verður það að hafa það eða eitthvað svoleiðis sko það ætti aðeins að krydda þættina upp svo það þyrfti ekki alltaf að taka ómerkilegu hlutina og gera þá eitthvað merkinlega fattaru hvað ég á við?"
        },
        {
            "user": "johanng",
            "user_id": "9215",
            "date": "2003-05-07 21:46:27",
            "id": "1053614",
            "reply_to_id": "1053613",
            "text": "jam"
        },
        {
            "user": "vatn",
            "user_id": "22477",
            "date": "2003-05-07 22:09:57",
            "id": "1053615",
            "reply_to_id": "1053614",
            "text": "Allir þoldu ekki matt. öllum fannst hann crazy. en það var taktík hjá matt að leyfa öllum að hitta fjölskylduna, núna er hann yndislegur hjá öllum og flestir eiga ekki möguleika með honum í final 2. hann er líka sterkastur og hefur unnið flestar keppnirnar.\nég vitna nú bara í aðra seríu þegar colby komst í final 2 útaf því hann vann hverja einustu friðhelgis-keppni.\nrob á hins vegar enga möguleika í final 2 því hann fær ekki atkvæði frá christy, alex og dave. nema hann geri eitthvað töfraverk og sleikir alla upp úr gamla alæansinu sínu.\nchrysti átti að vinna ekki bara útaf því maður vorkennir henni, hún er heyrnalaus, heldur fannst mér hún eiga það mest skilið…"
        },
        {
            "user": "johanng",
            "user_id": "9215",
            "date": "2003-05-07 22:23:59",
            "id": "1053616",
            "reply_to_id": "1053615",
            "text": "Why ? Hun var bara útí horni að minu mati átti að vera meira “in” og vera eins og Rob gera bandalag það gerði hun ekki komst bara svona langt útaf HEPPNI"
        },
        {
            "user": "Saviolafur",
            "user_id": "13141",
            "date": "2003-05-08 14:33:27",
            "id": "1053617",
            "reply_to_id": "1053616",
            "text": "Christy fór að halda það að hún væri orðin stjórandinn á þessu öllu saman.\nhún talaði um að vera í “drivers seat”\nef hún hefði ekki sagt þetta við Rob að hún væri ekki viss þá væri hún pottþétt áfram."
        },
        {
            "user": "Saviolafur",
            "user_id": "13141",
            "date": "2003-05-08 14:33:29",
            "id": "1053618",
            "reply_to_id": "1053616",
            "text": "Christy fór að halda það að hún væri orðin stjórandinn á þessu öllu saman.\nhún talaði um að vera í “drivers seat”\nef hún hefði ekki sagt þetta við Rob að hún væri ekki viss þá væri hún pottþétt áfram."
        },
        {
            "user": "Saviolafur",
            "user_id": "13141",
            "date": "2003-05-08 14:34:11",
            "id": "1053619",
            "reply_to_id": "1053618",
            "text": "hata þegar ég ýti tvisvar á takkann"
        },
        {
            "user": "dizaskviza",
            "user_id": "35724",
            "date": "2003-05-08 15:02:43",
            "id": "1053620",
            "reply_to_id": "1053614",
            "text": "hvað finnst þér finnsat þér að það ætti að krydda þættina upp?"
        },
        {
            "user": "johanng",
            "user_id": "9215",
            "date": "2003-05-08 15:12:02",
            "id": "1053621",
            "reply_to_id": "1053620",
            "text": "Reyndu nú að skrifa þannig þetta meikar sense :)"
        },
        {
            "user": "dizaskviza",
            "user_id": "35724",
            "date": "2003-05-08 15:13:30",
            "id": "1053622",
            "reply_to_id": "1053621",
            "text": "ok skil fullkomnlega hvað þú átt við? :S"
        },
        {
            "user": "johanng",
            "user_id": "9215",
            "date": "2003-05-08 15:15:37",
            "id": "1053623",
            "reply_to_id": "1053622",
            "text": "what…"
        },
        {
            "user": "FlavourSaver",
            "user_id": "33798",
            "date": "2003-05-07 16:07:32",
            "id": "1053624",
            "reply_to_id": "1053607",
            "text": "Rob heimskur eða vitlaus….hann lítur kannski út fyrir að vera það….en er það alls ekki….hann er tölvunarfræðingur….þá held ég að hann þurfi að vera með eitthvað í kollinum…..hann er búin að spila þennan leik alveg brilliant eins og Vala Matt myndi orða það….Þetta er langbesta sería sem ég hef séð…sá að vísu ekki fyrstu 2…… Sjáiði hvað hann er hataður….samt nær hann alltaf fólki til þess að fylkja sér…..\nRob gæti vel unnið leikinn, Brian var nú lúmskur í síðustu seríu sem jafnast þó ekki á við þessa"
        },
        {
            "user": "Sweet",
            "user_id": "2593",
            "date": "2003-05-06 12:10:17",
            "id": "1053625",
            "reply_to_id": "1053605",
            "text": "Vona að hann vinni ekki… eða kæmi mér allavega mjög á óvart… en þetta er samt mjög sniðugt hjá honum að koma sér svona áfram, hann kýs alltaf með þeim sem eru í hættu á að detta út og kemur sér þannig áfram… heh:p"
        },
        {
            "user": "Saviolafur",
            "user_id": "13141",
            "date": "2003-05-06 12:40:21",
            "id": "1053626",
            "reply_to_id": "1053605",
            "text": "Gerði þessa grein fyrir þáttinn 5. mai svo að Christy á ekki lengur séns…..\nen ég held með þessum gaur. VINNA ROB!!!!"
        },
        {
            "user": "reynzi",
            "user_id": "1069",
            "date": "2003-05-06 13:12:58",
            "id": "1053627",
            "reply_to_id": "1053626",
            "text": "þessi gaur er ótrúlegur …alveg hreint magnaður ..hvernig hann höndlaði þetta í gær var alveg rosalegt ég á bara ekki orð…þó svo að hann sé algjört fífl þá er hann meðvitaður um leikinn en er ekki að missa sig í einhverjum persónutengslum sem að maður má nottla ekki gera ef maður ætlar sér að vinna! …ég held bara að maður verði að halda með honum því hann er að átta sig á því að þetta er leikur ekki raunveruleiki"
        },
        {
            "user": "Kexi",
            "user_id": "28960",
            "date": "2003-05-13 20:46:11",
            "id": "1053628",
            "reply_to_id": "1053627",
            "text": "Auðdað getur marr varla haldið með honum. Ef að gaurinn er að DiZZA sona marga þá hlýtur kviðdómurinn ekki að vera ánægður með hann..! Er það nokkuð?"
        },
        {
            "user": "dizaskviza",
            "user_id": "35724",
            "date": "2003-05-06 15:45:06",
            "id": "1053629",
            "reply_to_id": "1053605",
            "text": "Það var ömurlegat að Christy var rekin!!! :(\nÞetta var samt gott bragð hjá Rob en ég er ekki að segja að ég haldi með honum! Hann er hálviti.\nOg ég sem hélt að hann væri að fara því að Heidi og Jenna voru búnar að fatta hve mikið fífl hann er en svo trúðu þær honum og kusu Christy.\nÖmurlegt"
        },
        {
            "user": "dizaskviza",
            "user_id": "35724",
            "date": "2003-05-06 17:25:06",
            "id": "1053630",
            "reply_to_id": "1053629",
            "text": "akkurat hún á það skilið að vinna og hefur ekkert gert nema að vinnna frá fyrsta degi svo ÖMURLEGT."
        },
        {
            "user": "vatn",
            "user_id": "22477",
            "date": "2003-05-06 17:30:25",
            "id": "1053631",
            "reply_to_id": "1053629",
            "text": "ég hata jennu og heidi.\nHATA\nÞÆR\nSVO\nMIKIÐ\nþær fara svo í taugarnar á mér ! voru gekt fúlar útí rob en svo allt í einu sagði hann að hann gæti komið þeim í final 3 eða 4 og\nbibb edí babb edí bú allt í lagi! þær eru ömurlegar og allt. hundleiðinlegar."
        },
        {
            "user": "Venus",
            "user_id": "24284",
            "date": "2003-05-06 17:33:13",
            "id": "1053632",
            "reply_to_id": "1053631",
            "text": "Nákvæmlega…"
        },
        {
            "user": "jersey",
            "user_id": "41179",
            "date": "2003-05-06 20:31:08",
            "id": "1053633",
            "reply_to_id": "1053605",
            "text": "GO ROB!"
        },
        {
            "user": "Mariakr",
            "user_id": "20188",
            "date": "2003-05-06 20:54:26",
            "id": "1053634",
            "reply_to_id": "1053605",
            "text": "Enginn tekur eftir að ENGUM fynst Matt lengur geðbilaður, hann gaf þeim færi á að hitta family member. Allir hefðu nú gert það en samt. Og Deena hatar hann líka, hann snerist líka gegn henni sko."
        },
        {
            "user": "Apple",
            "user_id": "24032",
            "date": "2003-05-06 21:00:15",
            "id": "1053635",
            "reply_to_id": "1053605",
            "text": "Rob spilar leikinn langbest.. Hann er kannski fífl en það skiptir ekki shit máli marr.. Ef hann ætlar að vinna þá á hann að spila svona! Ekki eins og tíkurnar Jenna og Heidi þær eru alltaf að hugsa um einhvað vinashit það er ekki neitt miðað við að marr gæti unnið milljón dali. Ef hann vill vinna þá bara gerir hann þetta svona!\nSnilldar leikið hjá honum…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-05-06 22:26:52",
            "id": "1053636",
            "reply_to_id": "1053635",
            "text": "djöfull er Christy að gera aðeins of mikið úr því að hann sé heyrnarlaus, eftir þáttin i viðtalinu þá sagði  hun að jenna og heidi væru “evil twinsister” eða eitthvað sollis, hún má ekki vorkenna sjálfri sér aalveg svona mikið, annars held ég með Rob, hann er alger snillingur."
        },
        {
            "user": "SuperStar",
            "user_id": "30842",
            "date": "2003-05-09 18:25:53",
            "id": "1053637",
            "reply_to_id": "1053605",
            "text": "Sorry.. en Rob fer soldið í taugarnar á mér!!! :D Loose intierly"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-05-10 10:21:39",
            "id": "1053638",
            "reply_to_id": "1053605",
            "text": "Mér finnst að Rob eigi alls ekki skilið að vinna\nhann lýgur og svíkur alla, en það ewr náttúrulega\nhluti af leiknum, en svo vinnur hann ekki neitt\nog hjálpar aldrei til hann bara liggur í leti og glápar á Heidi og Jennu."
        },
        {
            "user": "InUtero",
            "user_id": "29590",
            "date": "2003-05-11 01:58:58",
            "id": "1053639",
            "reply_to_id": "1053605",
            "text": "Jenna og Heidi eru svo sjálfselskar að það er bara fáránlegt!!! Rob er náttla bara snillingur! Gerir það sem hann þarf að gera til að koma sér áfram. Ég held að hann eigi mesta möguleika á að vinna ef hann tekur Butch með sér í fynal 2…"
        },
        {
            "user": "Sparkle",
            "user_id": "38203",
            "date": "2003-05-11 03:23:31",
            "id": "1053640",
            "reply_to_id": "1053605",
            "text": "votekick Ro"
        },
        {
            "user": "pojke",
            "user_id": "38468",
            "date": "2003-05-12 00:25:39",
            "id": "1053641",
            "reply_to_id": "1053605",
            "text": "Rob er óneitanlega besti leikmaður sem Survivor hefur séð í langan tíma.  Ég held samt að hann eigi aldrei eftir að vinna þó hann komist í final 2 einfaldlega vegna þess að hann hefur stungið svo marga í “the jury” í bakið.  Mér fannst virkilega ljótt að sjá hvað hann gerði við Christie, því hún er búin að vera dugleg, heiðarleg og sönn allan leikinn, en svona er leikurinn spilaður.  Ég spái því að ef Rob og Matt komist í final 2 þá vinni Matt."
        },
        {
            "user": "Fridarfugl",
            "user_id": "25975",
            "date": "2003-05-12 16:47:50",
            "id": "1053642",
            "reply_to_id": "1053605",
            "text": "Ég veit hver vinnur í survivor amazon ég ætla ekki að seyja….."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-05-12 21:44:39",
            "id": "1053643",
            "reply_to_id": "1053642",
            "text": "Gott!!!!!!!!!!!!!!\nAllir myndu klikkast ef eikkver myndi segja hver vinnur!!!!!"
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2003-05-13 03:44:24",
            "id": "1053644",
            "reply_to_id": "1053605",
            "text": "Og Jenna beib er búinn að vinna, ekki það að ég hafi fylgst með því, sá það á yahoo."
        },
        {
            "user": "Fenrir1",
            "user_id": "15755",
            "date": "2003-05-14 13:15:17",
            "id": "1053645",
            "reply_to_id": "1053605",
            "text": "Rob er frábær.  Hrokagikkur frá helvíti en með ekkert sjálfsálit.  Hvað var það sem hann sagði í síðasta þætti þegar hann kaus Heidi út:  “One brain, two girls.  Just one halfwit left!”  Ótrúlegur!\nÆtti mestan séns ef hann kæmi Jennu með sér í top2 en það verður erfitt."
        },
        {
            "user": "ylfah",
            "user_id": "24847",
            "date": "2003-05-15 08:49:25",
            "id": "1053646",
            "reply_to_id": "1053605",
            "text": "Ég er svo smmála Rob er fokking snillingur!\nHann verður að vinna…\nannars finnst mér það mjög ólíklegt vegna þess hve marga hann hefur svikið…\nEn hann gerði bara það sem hann  þurfti!"
        },
        {
            "user": "sunnsigga",
            "user_id": "33956",
            "date": "2003-05-18 02:23:53",
            "id": "1053647",
            "reply_to_id": "1053646",
            "text": "Ég þoli ekki R\nAf þessum 4 sem eru eftir þá vil ég sjá M eða B í fyrsta sæti"
        },
        {
            "user": "Deathrock",
            "user_id": "30603",
            "date": "2003-05-18 13:54:48",
            "id": "1053648",
            "reply_to_id": "1053605",
            "text": "Ég hata Rob, hann er alltaf að svíkja alla.\nHann segist kannski vera í bandalagi með einhverjum en kýs síðan á móti honum á þinginu.\nÉg vona að Matthew vinni.\nÉg vona að Matthew verði í final 2 með Jennu(auðveldur sigur)"
        },
        {
            "user": "fyrirbaeri",
            "user_id": "24619",
            "date": "2003-05-19 22:45:31",
            "id": "1053649",
            "reply_to_id": "1053605",
            "text": "ertu eikker helvitis mongolit?\nekki spairru i tessu rugli i alvoru\nMONGILITI!!!!!!!!"
        },
        {
            "user": "Saviolafur",
            "user_id": "13141",
            "date": "2003-05-19 23:15:15",
            "id": "1053650",
            "reply_to_id": "1053649",
            "text": "OMFG!!!!!\nhvað helduru marr ??\nhaltu nú áfram í cs. veittir ekki af scrimmi…"
        },
        {
            "user": "Arvets",
            "user_id": "22265",
            "date": "2003-08-15 21:05:02",
            "id": "1053651",
            "reply_to_id": "1053605",
            "text": "hehe hvernig getiði fílað ykkur svona inní þetta kjaftæði :)"
        }
    ]
}