{
    "forum_title": "Smásögur",
    "user": "ornbj",
    "user_id": "32323",
    "date": "2003-05-02 11:47:14",
    "title": "Læknastúdentinn",
    "text": "Læknastúdentinn\nSmásaga eftir Örn H. Bjarnason\nBeinagrind-plastbeinagrind í fullri líkamsstærð stóð úti í einu horni herbergisins. Ómar notaði hana í stað herðatrés og hún var alklædd og húfa slútti ofan í augntóftir. Klukkan var orðin átta og hann byrjaði að týna á sig spjarirnar og að sama skapi varð beinagrindin fáklæddari. Að lokum stóð hún þarna kviknakin, að undan skildu húfupottlokinu.\nMikið hafði Ómari þótt vænt um þessa beinagrind. Fyrst í stað hafði honum þótt svo innilega vænt um hana og hvað hann hafði verið stoltur daginn, sem hann leysti hana út úr tollinum. Hann hafði nánast svifið í gegnum bæinn. Enginn vissi hvað var í ílanga pakkanum, enginn nema hann og það var hálf kímið, fannst honum, að fara um Austurstræti einmitt í mestu jólaösinni með beinagrind undir handleggnum, þó svo að hún væri úr plasti.\nUm kvöldið hafði hann boðið skólafélögum sínum til skírnarveislu.\n“Beinteinn skal hún heita.” Þetta hafði hann sagt og ausið beinagrindina vatni. Það hafði verið hlegið mikið, já mikið höfðu þeir hlegið. En nú hló hann ekki lengur, ó-nei, ekki aldeilis. Dag hvern jukust áhyggjurnar æ meir og það var allt þessari skollans beinagrind að kenna. Það var hennar vegna, sem hann hafði tekið að sér að passa farlama gamalmenni tvo eftirmiðdaga í viku og tvö kvöld, tekið það að sér gegn ókeypis húsaleigu ásamt morgunverði. Beinagrindin hafði verið rándýr og ógjörningur að festa kaup á henni nema með þessu móti.\nHann tók nú kennslubók í líffærafræði af skrifborðinu og stakk henni ofan í tösku. Þetta var níðþung bók, þyngri fannst honum, en allar þær skólabækur samanlagt sem hann hafði lesið til þessa. Þegar hann var búinn að loka töskunni fór hann fram í eldhús. Þar var dóttir gamla mannsins að skerpa á könnunni, en eiginmaðurinn sat í borðkróknum. Eldri krakkarnir voru farnir í skólann, en sá yngsti var að leika sér berrassaður á gólfinu. Það var nokkur nýlunda að sjá framan í snáða, enda var hann oftast með andlitið ofan í hrærivélaskál að sleikja innan úr henni.\n“Hvernig líður gamla manninum?” spurði Ómar.\n“Æ, ætli fari ekki að styttast í því hjá honum,” sagði konan. Svona hafði hver dagur á þessum vetri byrjað, ávallt þessi sama spurning…Og svarið.\n“Ætli fari ekki að styttast í því hjá honum.”…Tómar hrakspár, botnlaus svartsýni og þó hafði Ómar ekki við að hendast út í apótek eftir meðulum ofan í gamla manninn. Eitthvað gott hlutu þau að gera honum. Raunar var það ekki í hans verkahring, en hann hafði á sinn hátt mestan hag af því að kallinn tórði, því að án hans kæmist Ómar ekki klakklaust í gegnum læknisfræðina þennan vetur.\nÓmar settist nú við eldhúsborðið, settist á móti húsbóndanum, en yrti ekki á hann. Það var hvort eð er vonlaust. Hann var rakari og heima fyrir sagði hann aldrei aukatekið orð. Andagiftin fór víst öll í viðskiptavinina, sem hann var að klippa á daginn. Fyrir bragðið hafði óheillakrákan, dóttir gamla mannsins, nóg svigrúm fyrir malandann í sér.\nÓmar blimskakkaði augunum til rakarans. Varirnar á honum voru bláar, rétt eins og hann væri ný kominn að utan og hefði legið þar í snjóskafli yfir nóttina. Frá því fyrst að Ómar sá hann hafði rakarinn minnt hann á blýantsteikningu eftir fimm eða sex ára gamlan krakka. Nefið…strik. Munnurinn…strik. Og hárið greitt yfir skallann…nokkur strik í viðbót.\n“Ertu búin að gefa pabba þínum mixtúruna, sem ég sótti í gær?” spurði Ómar konuna.\n“Nei,” svaraði hún…Auðvitað ekki, hugsaði hann, ekkert liggur á. Þessu fólki er alveg sama, þótt gamli maðurinn hrökkvi upp af.\n“Þú ættir að gera það,” sagði hann, “læknirinn mælti eindregið með henni.”\n“Já,” sagði konan.\n“Og þú ættir líka að gefa honum stóru, hvítu töflurnar,” sagði hann, “og eins þær gulu.”\n“Já,” sagði konan og hellti í bollann hans og rakarinn sat og borðaði hrökkbrauð. Hann keyrði appelsínugular tennurnar í þessa viðkvæmu fæðutegund og skruðningurinn út úr honum minnti á grjótmulningsvél. Þessi hávaði var ekki beinlínis skemmtilegur, en betri en ekki neitt, bar þó vott um að eitthvert lífsmark væri með þessari þverrákóttu rissmynd af manni.\nÞví var ekki að leyna, að Ómar hafði íllan bifur á rakaranum. Það var nú fyrst og fremst þessi eilífa þögn, en svo var það líka hitt, að upp á síðkastið var hann farinn að koma heim með beittan hníf úr vinnunni, flugbeittan og raka gamla manninn. Andlit kallsins var ekki beinlínis slétt og rakarinn kaffærði það í sápu, kaffærði hverja einustu hrukku, en bar síðan niður með hnífnum, að Ómari fannst hálf tilviljunarkennt. Honum leist ílla á þessar aðfarir. Þess voru dæmi hjá bartskerum, að slík voðavopn höfðu runnið til og valdið leiðindum. Eins var hitt að gamli maðurinn hafði sagt ekki alls fyrir löngu. “Þau vilja mig ofan í jörðina,” hafði hann sagt og Ómar vissi að það var alveg laukrétt. Úr því að þeim hafði ekki tekist að koma honum á elliheimilið, vildu þau hann ofan í jörðina, sex fet niður og moka yfir. Öll börnin hans vildu losna við hann. Sum voru að byggja og gamli maðurinn átti peninga, mikla peninga og allt byggingarefni er dýrt nú til dags.\nÓmar þakkaði fyrir kaffið og stóð upp. Hann sótti töskuna sína inn í herbergi og lagði síðan af stað út í Háskóla.\nPrófessorinn var þegar mættur og Ómar settist á aftasta bekk, en það var hefðbundin vísbending um, að hann vildi ekki láta taka sig upp. Á kennarapúltinu lá framhandleggsbein og prófessorinn byrjaði að tala um beinmyndun. Þetta var góður kennari og hann átti auðvelt með að vekja áhuga nemenda sinna. Ómar reyndi að hrífast með, en honum var ómögulegt að einbeita sér. Upp á síðkastið hafði hann verið eitthvað svo sljór og stundum var engu líkara en þekkingin streymdi öfuga leið, færi út úr höfðinu en ekki inn. Þetta verður að taka enda, hugsaði hann, ég verð að losa mig við áhyggjurnar út af gamla manninum…En hvernig?\nUm hádegið fór hann út á stúdentagarð að fá sér að borða. Svo flýtti hann sér heim. Það var pössunardagur og hann átti að vera mættur klukkan eitt. Konan þurfti víst í bæinn að versla og ekki var að treysta á krakkana, að þau myndu líta eftir afa sínum. Þeir voru nær aldrei heima, alltaf út og suður og elsti strákurinn virtist nánast líta á æskuheimili sitt sem hvert annað almennings pissirí, stansaði oft ekki nema fimm mínútur, svo var hann rokinn.\nKlukkan var nú orðin tvö og þeir voru tveir einir í íbúðinni, Ómar og gamli maðurinn. Ómar var að glugga í námsbækurnar sínar, en þess í milli gekk hann um gólf. En allt í einu var bankað í ofn. Það var kallmerki gamla mannsins og Ómar flýtti sér inn til hans.\n“Kallarðu þetta pössun,” rumdi í gamla manninum, “áttu ekki að passa mig, þegar enginn er heima?” Hann var ekki í rúminu sínu eins og venjulega, heldur sat hann út við glugga og hann var með sjónauka milli handanna. Litaraftið var með skásta móti og gott ef hann var ekki ögn rjóður í andliti.\n“Sérðu þessi herlegheit?” sagði hann og rétti Ómari sjónaukann. Glugginn vissi út að Sundlaug Vesturbæjar og hann benti í áttina þangað. Ómar leit í sjónaukann. Fyrst sá hann nokkur ský í eltingarleik á himninum. Svo sá hann reykháfa og húsþök, en síðan krakka að stinga sér í laugina.\n“Hvernig líst þér á?” spurði gamli maðurinn.\n“Á krakkana?”\n“Æ, kjáninn þinn, ætlarðu aldrei að fullorðnast?” sagði kallinn, “sérðu ekki þarna hjá heita pottinum?” Ómar beindi sjónaukanum þangað.\n“Sérðu ekki?” sagði gamli maðurinn óþolinmóður…Jú, nú vissi hann við hvað kallinn átti. Þarna voru konur að þurrka sér, miklar konur, ofboðslegar konur, konur með sver læri og brjóst, sem minntu á fullþroskaðar melónur. Handklæði þeirra virtust á stærð við þvottaklút í samanburði við þetta víðáttumikla hold.\n“Svona vil ég hafa þær,” sagði gamli maðurinn og Ómar snéri sjónaukanum við, vildi með því draga ögn úr mikilleik kvenanna.\n“Ekki svona, bjálfinn þinn,” sagði kallinn, “kíktu í réttan enda, þá færðu þær alla leið upp í gluggasyllu til þín.” Ómar hlýddi, en rétti svo gamla manninum sjónaukann aftur.\n“Að ég skyldi ekki hafa uppgötvað þetta fyrr,” sagði kallinn og fór að rýna út um gluggann, af samskonar áhuga og vísindamaður að skoða tilraunapöddur undir smásjá. Ómar settist í stól og það var gott, fannst honum, að gamli maðurinn skyldi vera búinn að fá þetta nýja áhugamál. Kannski myndi lífsþrótturinn þá aukast og hreint ekki útilokað, að hann lifði til vors. Auk þess myndi það gera fólkinu hans erfiðara um vik að koma honum á elliheimilið. Varla neitt að óttast í þeim efnum, jafnvel þótt hæfist herferð á borð við þá síðustu…Já, það hafði nú verið meiri atgangurinn, stöðugar heimsóknir, synirnir og dæturnar borið fyrir gamla manninn sinn hverja ögnina af gyllingu.\n“Þú getur meira að segja haft þína eigin kommóðu hjá þér,” hafði einhver sagt, “og myndirnar af okkur og barnabörnunum.”\n“Svo er auðvitað sjónvarp á elliheimilinu og vistleg setustofa,” sagði annar…Einn sourinn gekk jafnvel svo langt að blikka föður sinn og tala um ungar gangastúlkur. En ekkert af þessu hreif.\n“Svona burt með ykkur,” hafði gamli maðurinn sagt, “ég læt ekki leggja mér eins og hverjum öðrum ryðkláfi.” Ófriðurinn var þó ekki enn úti. Heilar stormsveitir af skyldmennum áttu eftir að koma og jafnvel fólk úr næstu húsum. Ein dóttirin færði föður sínum staf með gúmmí á endanum. Hún lét þau orð falla, að stafurinn gæti komið sér vel á bónuðum göngum og stigum elliheimilisins.\n“Og svo færðu auðvitað herbergi móti suðri,” sagði einhver.\n“Og getur fylgst með umferðinni út um gluggann hjá þér,” sagði annar.\n“Þarna hefurðu algjört næði,” sagði sá þriðji, “nema auðvitað í heimsóknartímum,” flýtti hann sér að bæta við.\n“Og svo koma jólin,” sagði einn, “og þá er svo margt gert fyrir gamla fólkið, meira að segja sett upp stórt jólatré í garðinum, stórt, fallegt jólatré.”\n“Út með ykkur,” sagði gamli maðurinn, “ég læt ekki setja mig í einhverjar ellibúðir, hvað svo sem þið segið.” Og nú kom stafurinn með gúmmíið á endanum í góðar þarfir og hann þreif til hans og sveiflaði honum í kringum höfuðið á sér.\n“Burt með ykkur…burt.”\nEn hann var ekki enn sloppinn. Nú var krökkunum á heimilinu sigað á hann, fyrst þeim eldri…svo óvitanum.\n“Afi fara í fína, stóra húsið, með stóra jólatrénu fyrir framan…gaman…gaman.\n”Afi ekki fara í burtu,“ hafði gamli maðurinn þá sagt, ”afi vera hjá dengsa sínum.“ Og þar með var málið útrætt af hans hálfu.\nJá, hugsaði Ómar, það var svei mér gott, að hann skyldi vera búinn að fá þennan sjónauka. Hann stóð nú upp og laumaðist út úr herberginu. En ekki leið á löngu þar til aftur var barið í ofninn. Ómar varð að fara inn til hans á ný.\n”Nú sé ég ekkert,“ sagði gamli maðurinn, ”móða yfir öllu…Þær eru þarna inni í gufunni.“ Ómar tók sjónaukann og beindi honum í áttina að heita pottinum. Konurnar líktust nú mest vörðum í holtaþoku og hann rétt grillti í þær.\n”Hvernig getur staðið á þessu?“ sagði gamli maðurinn.\n”Ætli frostið sé ekki að herða,“ sagði Ómar, ”þá myndast svona gufa.“\n”Frostið að herða?…Djöfuls land þetta er. Hringdu í Veðurstofuna og fáðu upplýsingar um veðrið.“ Ómar gerði það, en ekki var veðurspáin uppörvandi, von á áframhaldandi frosti um allt land. Gamli maðurinn varð æfur og Ómar hélt að hann myndi bókstaflega sleppa sér. Hann henti frá sér hulstrinu utan af sjónaukanum og tútnaði allur út. Svo varð hann eldrauður í framan. Ómar hentist að náttborðinu og sótti blóðþynningarmeðalið hans. Hann hristi úr stauknum í lófa sér og rétti gamla manninum.\n”Ég vil engar andskotans pillur,“ sagði hann og sló undir höndina, þannig að pillurnar þeyttust um allt herbergið. ”Ég vil að gufan fari,“ sagði hann þrákelknislega.\n”Æstu þig ekki svona upp,“ sagði Ómar, ”það getur lagt þig í gröfina.“\n”Það gerir ekkert til. Ef gufan fer ekki, þá gerir það ekkert til.“ Jæja, hugsaði Ómar, þá er svona komið, öllum sama, öllum nema honum.\n”Hún verður kannski farin eftir klukkutíma,“ sagði hann og reyndi að hughreysta gamla manninn.\n”Hvað ætli þú vitir um það stúdentsbjálfinn þinn,“ sagði hann, en Ómar kippti sér ekki upp við skens af þessu tagi. Þetta var ekki í fyrsta skipti, sem kallinn lét í ljósi vanþóknun sína á stúdentum. Hann hafði oft orð á því, að þeir væru fávitar eða svo og svo miklir vesalingar, sem ætti að senda út á togara eða í frystihús.\n”Þetta andskotans land,“ tönnlaðist hann nú á aftur og aftur, en skreiddist síðan í bólið, dasaður og vonsvikinn. Ómari leist ekki á blikuna. Hann varð einhvern veginn að reyna að tosa kallinn upp úr þessu viðsjárverða þunglyndiskasti.\n”Viltu tesopa?“ sagði hann.\n”Nei,“ sagði kallinn fullur fyrirlitningar.\n”Á ég að sækja læknabókina, þessa með litmyndunum?“ Þessi bók hafði oft náð að kæta gamla manninn. Hann hafði gaman að skoða myndirnar í henni, vildi sjá hvernig nýrun litu út og hjartað og lungun.\n”Er ég virkilega svona litríkur að innan?“ hafði hann einu sinni sagt, stoltur á svipinn rétt eins og hann hefði sjálfur skapað mannslíkamann. ”Þetta er fallegra en málverk eftir Kjarval.“\n”Viltu sjá bókina?“ spurði Ómar nú aftur.\n”Nei,“ sagði kallinn. Þá sótti Ómar spil í náttborðsskúffuna, settist á rúmstokkinn og stokkaði spilin vandlega.\n”Eigum við þá að taka slag?“ sagði hann.\n”Þú átt enga aura ræfillinn,“ sagði kallinn. Hann var alltaf við sama heygarðshornið, vildi ekki spila nema upp á peninga, spila hasar eins og hann orðaði það stundum.\n”Getum við ekki notað eldspýtur?“ sagði Ómar.\n”Eldspýtur?“ át gamli maðurinn upp eftir honum og fyrirlitningin leyndi sér ekki. ”Þú með þínar eldspýtur.“ Ómar var staðráðinn í að láta ekki espa sig upp og fjárhættuspil ætlaði hann ekki að fara út í, ekki við þennan mann, aldrei í lífinu. Þó þeir væru einungis að spila sér til gamans og ekkert lagt undir, gat kallinn aldrei stillt sig um að svindla, var ýmist með aukaspil undir sænginni eða uppi í erminni á náttjakkanum. Nei, fjárhættuspil kom ekki til greina.\n”Á ég að lesa upp úr Morgunblaðinu?“ sagði hann. Kallinn leit á hann eins og hann hefði aldrei heyrt minnst á þann snepil.\n”Snáfaðu inn til þín,“ sagði hann svo, ”og reyndu að halda þér við lesturinn, ekki veitir af, annar eins þöngulhaus og þú ert.“ Ómar stóð upp, en honum var hreint ekkert um að yfirgefa hann í þessum ham. Hjartað gat gefið sig hvenær sem var og dauður var hann honum einskis virði.\n”Já, farðu,“ sagði gamli maðurinn og Ómar hlýddi. Hann fór inn í herbergi til sín og byrjaði að ganga um gólf. Mest langaði hann til að slá beinagrindina í hausinn. En hann hélt aftur af sér. Líkamsárás var háskólastúdenti í læknisfræði ósamboðin. Annað slagið leit hann út um gluggann til þess að vita, hvort ekki rofaði ögn til. En gufan var enn jafn djöfullega þykk og honum fannst að hægt myndi vera að skera hana í ótal sneiðar, líkt og hverja aðra brauðhleif. Þetta er nú meira hundalífið, hugsaði hann, og svo hugsaði hann upp í sveit, heim til foreldra sinna. Sem snöggvast óskaði hann þess, að hann væri orðinn krakki á ný og sæti heima í eldhúsi og mamma hans væri að færa honum hrein og þurr sokkaplögg eða gefa honum rúgbrauð með smjöri og mjólkurglas. Þess háttar hugrenningar sóttu oft að honum, sérstaklega ef honum leið ílla. Já, heim, hann hugsaði oft heim og stundum var hann kominn á fremsta hlunn með að skrifa föður sínum og biðja hann um peninga. En hann hætti ávallt við það. Búskapurinn gekk víst ekki of vel og faðir hans var áreiðanlega ekki aflögufær. Nei, gamla hróið, yrði eina athvarfið það sem eftir var vetrar. En ekki deginum lengur. Hann var búinn að fá vilyrði fyrir því að komast á hvalveiðiskip næsta sumar og þá myndu peningarnir streyma inn. Hvalkýr gáfu víst áreiðanlega meira af sér en beljurnar í sveitinni.\nHann heyrði nú að útidyrnar opnuðust og það skrjáfaði í plastpokum. Nú-já, hugsaði hann, frúin er þá komin heim og líklega með eina eða tvær kjörbúðir í fanginu. Þetta heyrði hann og hann heyrði að litla ódóið, augasteinn fjölskyldunnar var að suða um gott.\n”Ekki nú vera að ergja mig þetta,“ sagði konan og strákurinn fór að vola…En sú fjölskylda, hugsaði Ómar, að ganga menntaveginn innan um svona fólk, drottinn minn dýri, enginn með viti á þessu heimili nema ef til vill gamli maðurinn og hann myndi kannski ekki lifa til vors. Nei, hann myndi deyja og skilja Ómar eftir í húsnæðishraki, bókstaflega á götunni með alla þykku doðrantana og þessa ófétis beinagrind.\n”Hvernig hefur gengið?“ spurði frúin og kom í dyrnar.\n”Svona, svona,“ sagði hann og hún kom inn í herbergið hans og hún var ekki einu sinni komin úr kápunni. Það gat ekki þýtt nema eitt, hún væri búin að kaupa enn eitt búsáhaldið og vildi fá hann til að þýða leiðarvísirinn. Það stóð líka heima.\n”Hvað stendur hérna?“ spurði hún og rétti honum leiðarvísirinn. Þeir voru farnir að skipta tugum ef ekki hundruðum þessir leiðarvísar, sem hann hafði þurft að snara yfir á íslensku fyrir hana. Það var heldur ekkert smáræði, sem var keypt inn á þetta heimili. Það voru fyrst og fremst búsáhöld af ýmsu tagi og heimilistæki hvers konar. Ný hrærivél, sem hefði dugað stóru mötuneyti. Eldavél með sjö eða átta plötum og svo flóknum stillingum, að það hefði helst þurft að fylgja henni raftæknifræðingur. Frystikista sem rúmaði heilu stórgripina. Nýtísku ostaskeri og dósaopnari, sem var svo fullkominn, að sjálfur Thomas Alva Edison, hefði talið sig fullsæmdan af þeirri uppfinningu. Svo ekki sé talað um útigrillið og innigrillið og saumavélina, sem gat gert allt nema komið í staðinn fyrir sauðkindina og lagt til ull í fatnaðinn. Og ekki mátti gleyma pipar- og saltbaukunum, sem voru svo háþróaðir, að þeim fylgdi líka leiðarvísir. Sannleikurinn var sá, að Ómar var orðinn betur að sér í þeirri tækni er laut að heimilistækjum, heldur en læknisfræðinni. Ef frúin færi ekki að dasast á þessum innkaupum, myndi hann falla í vor. Það var ekki einasta, að hann þyrfti að þýða hvern leiðarvísi einu sinni. Nei, marg oft. Aftur og aftur. Stundum fjórum eða fimm sinnum og dugði ekki til.\n”Til hvers er nú aftur þessi takki?“  kom kannski mörgum vikum seinna. Eða. ”Á tvinninn að fara í gegnum þetta gat?“…Ekkert myndi geta komið vitinu fyrir þessa manneskju, nema ef vera skyldi minnkandi kaupgeta. Rakarinn yrði að hægja á sér við klippingarnar og Ómar var satt að segja hissa, að hann skyldi ekki löngu hafa gripið til þess ráðs, enda var hvort eð er vonlaust fyrir hann að hafa við frúnni. Þó hann hamaðist frá morgni til kvölds og rótaði inn peningum, myndi konan geta komið þeim enn hraðar í ló. Enginn, ekki einu sinni sölumenn þessa bæjar, höfðu jafn mikla yfirferð og frúin í búðarápi sínu, ef hún á annað borð var í essinu sínu.\n”Hvað varstu nú að kaupa?“ spurði Ómar.\n”Vöfflujárn,“ svaraði frúin stolt rétt eins og áhald þetta væri innlegg hennar sjálfrar til tækniþróunarinnar.\nHann byrjaði að þýða textann og setti þýðinguna niður á blað, fannst það borga sig, frekar en að þurfa að marg tyggja hlutina ofan í hana. Þegar hann var búinn  rétti hann henni blaðið.\nÞað leið varla meira en hálf tími, þá lyktaði öll íbúðin af vöfflum. Ómar þurfti fram og honum varð litið inn í eldhúsið. Þar voru komnir háir staflar af vöfflum. Eldhúsborðið rúmaði varla allar vöfflurnar og við sjálft lá, að þær flóðu út á gólf. Konan var eins og ný stigin upp úr hveitisekk og litli ódámurinn sat á gólfinu og í dag var það rjómi, sem huldi andlit hans, rjómi og sultutau.\nAftur fór Ómar inn til sín að lesa. En skömmu seinna var síminn til hans. Það var kærastan. Hún sagðist vera með tvo miða á konsert um kvöldið, hvort hann væri ekki með.\n”Ja, því ekki það,“ sagði hann, hugsaði með sér, að það yrðu áreiðanlega gestir hjá frúnni í kvöld, gestir og hávaði. Vöfflurnar bentu til þess.\nKonsertinn var í Háskólabíói og þau ákváðu að hittast þar fyrir utan.\nUm átta leytið setti Ómar á sig sparibindið. Hann átti ekki nema ein föt og bindið skar úr um, hvort hann var spariklæddur eða ekki. Hann leit í spegil og sagði upphátt við sjálfan sig.\n”Nú er ég sallafínn,“ sagði hann þangað til hann var farinn að trúa því sjálfur. Svo lagði hann af stað út í Háskólabíó.\nKonsertinn var ekkert til þess að hafa orð á og að honum loknum fylgdi Ómar kærustunni heim. Það er að segja ekki alla leið, því að hann mátti ekki láta sjá sig nærri húsinu hennar. Foreldrar hennar gátu komið auga á hann og það máttu þau ekki, ekki fyrr en hann væri búinn að ljúka fyrsta hluta prófinu. Pabbi hennar var prestur við tekjudrjúga sókn í bænum og það var ekki til þess ætlast, að dóttirin væri með strákum, ekki nema línurnar væru eitthvað farnar að skýrast og þeir hefðu próf, sem benti til þess að hugurinn leitaði upp úr duftinu, upp og fram á leið. Sjálfur hafði presturinn náð að temja hold sitt svo, að hann átti ekki nema þetta eina barn. Hann myndi aldrei sleppa hendinni af einkabarni sínu nema henni væri tryggð nokkurn veginn örugg framtíð.\n”Taktu þitt próf fyrst,“ sagði kærastan stundum, þá skal ég kynna þig fyrir foreldrum mínum.\nEn það var hægara sagt en gert að ná prófi við þessar aðstæður, samhliða þessari dauðans pínu. Úlfaldinn, þessi dýrategund, sem prestar landsins voru alltaf annað slagið að draga inn í prédikanir sínar, ætti áreiðanlega auðveldara með að komast í gegnum nálaraugað, en hann þó ekki væri nema í gegnum fyrsta hluta læknisfræðinnar.\nÞegar Ómar kom heim, fann hann strax að ekki var allt með felldu. Það logaði ljós inni hjá gamla manninum og rakarinn var að tala í símann.\n”Læknirinn kom hérna áðan,“ sagði hann ”og hann heldur að tengdpabbi sé að deyja.“ Ómar leit inn til gamla mannsins. Hann var að sönnu óaðlaðandi að sjá, gulgrænn í framan og minnti á sjálflýsandi takka á vekjaraklukku. Ómari varð hverft við.\n”Það verður áreiðanlega frost í allan vetur,“ sagði gamli maðurinn, þegar bráði af honum og það var eins og röddin kæmi úr öðru byggðalagi eða innan úr stóru keraldi. ”Frost í allan vetur,“ sagði hann, ”í allan vetur.“\nSkyldmennin tóku nú að streyma að. Þau vildu greinilega ekki missa af neinu. Sum voru lafmóð og einn var í náttjakka innan undir frakkanum. Oft hafði verið líflegt á þessu heimili, en nú tók út yfir allan þjófabálk. Allir reyndu að sýna sína bestu hlið og jafnvel rakarinn, sá slafrantur var vingjarnlegur og hann fékk fólkinu blöð að lesa eins og það væri að bíða eftir klippingu. Sumir létu fyrirberast í stofunni, en aðrir sátu við dánarbeðið, tróðu sér hvert fram fyrir annað og héldu í höndina á gamla manninum eins og þeim væri ekkert að vanbúnaði að fylgja honum yfir fljótið helga og inn í sjálfa eilífðina. En það eina, sem gamli maðurinn sagði var.\n”Það verður frost í allan vetur,“ sagði hann. Fólkið hans vissi ekki um hvað hann var að tala og það bara grét, grét hreint um alla íbúðina, inni í stofu og frammi á gangi og frúin bauð upp á vöfflur. Ómar vissi að kallinn var moldríkur og hann sá hvernig tárin hrundu ofan í rjómann og sultutauið. Sjálfur hafði hann ekki síður ástæðu til þess að vera hnugginn, en honum var ómögulegt að taka þátt í þessu grátsvalli. Hann stóð bara í dyrunum og horfði á gamla manninn, horfði á þennan hrjúfa öðling. Þarna lá hann með apótekið við höfðalagið, króaður inni af þessari andstyggilegu slekt sinni og lykt af vöfflum. Allt í einu opnaði hann augun og þau voru starandi, en svo lokaði hann þeim aftur. Líkaminn seig allur saman og minnti á vindsæng, sem búið er að hleypa loftinu úr. Önnur höndin slettist fram á gólf og höfuðið lagðist út á öxl…Hann var dauður. Það var grátið svolítið meira og einn sonurinn tók að handleika sjónaukann svo lítið bar á. Hann var áhugasamur um skotveiði sá. Einhver minntist á lögfræðing og þá fór Ómar inn til sín. Hann settist í stól og þaðan hreyfði hann sig ekki alla nóttina. Hann sat þarna og braut heilann um, hvað hann ætti nú til bragðs að taka…Slá víxil?…Nei, útilokað. Enginn bankastjóri myndi lána honum fé, blönkum námsmanninum.\nEn að selja beinagrindina?…Vonlaust. Það var áreiðanlega enginn markaður fyrir beinagrindur hér í þessum bæ, hugsanlegir kaupendur ekki annað en læknastúdentar með greiðsluþrek í núlli. Segja upp kærustunni og taka saman við eina af þessum ekkjum, sem hímdu við flýgilinn á Mímisbar? Æ-nei, þær myndu heimta sitt og auk þess krefðist það startkapitals…Innbrot eða sprúttsala kom ekki til greina, uppeldi hans í sveitinni hafði ekki miðað að slíku. Svo gat það kostað lögregluna eða jafnvel fangelsi. Fangelsi…Fangelsi? Nei, læknisfræði er ekki hægt að lesa utanskóla, hann varð að sækja fyrirlestra.\nÞað var ekkert lát á þessum kvíðaórum, en seint um síðir skreiddist hann þó í rúmið. Snemma næsta morgun var bankað á dyrnar hjá honum. Það var frúin.\n”Viltu finna mig snöggvast,“ sagði hún og hún var ekki glaðleg á svipinn.\nHelvítis pakkið, hugsaði hann, átti nú strax að fara að heimta af honum húsaleiguna úr því að kallinn var hrokkinn upp af? Þegar hann kom fram í stofu, sat þar ókunnur maður.\n”Ert þú Ómar?“ spurði hann.\n”Þetta er lögfræðingur pabba sáluga,“ sagði frúin.\n”Og þú ert Ómar?“\n”Já,“ sagði hann.\n”Ég er hérna með bréf til þín frá Einari sáluga.“ Ómar tók við velktu umslagi, en opnaði það ekki strax. Rakarinn var þarna og börnin og það voru allir mjög hnuggnir.\n”Þín er getið í erfðaskránni,“ sagði lögfræðingurinn.\nÓ-já, hugsaði Ómar, þurfti hann nú líka að senda honum tóninn þar.\n”Hann mælir svo fyrir,“ hélt lögfræðingurinn áfram, ”að þú megir búa í þessu herbergi næstu þrjú árin endurgjaldslaust.“\n”Þrjú ár,“ sagði Ómar og trúði vart sínum eigin eyrum.\n”Já og ef eignin verður seld, áttu að fá jafnvirði þeirrar húsaleigu.“ Sem snöggvast fannst Ómari hann staddur inni í miðri lygasögu. Hann leit í kringum sig og rakarinn var mjög hnugginn og hann hreyfði fingurna eins og hann væri að handleika skæri, hreyfði þá ótt og títt.\nÞegar lögfræðingurinn var farinn, flýtti Ómar sér inn í herbergi og opnaði umslagið. Þar var ávísun upp á hundrað þúsund krónur og lítið sendibréf. Rithöndin var mjög óregluleg og minnti á línurit úr jarðskjálftamæli.\n”Nú er ég dauður, kalli minn,“ stóð í bréfinu, ”dauður og hýenurnar farnar að bítast um eigur mínar. Þú ert nú ágætur, greyið mitt, en póker kanntu ekki. Sennilega geturðu þó orðið sæmilegur læknir, auðvitað ekki í Reykjavík, en einhvers staðar úti á landi eða suðrí Hafnarfirði, þar sem fólk gerir litlar sem engar kröfur um heilsufar.\nÞú ert vonandi búinn að frétta þetta með erfðaskrána. Þú skalt samt ekki halda að ég hafi orðið meyr svona rétt fyrir andlátið. Ég gerði þetta bara til að ergja fólkið mitt. Ekki fleiri orð um það. Ég legg hér ávísun með. Þú getur kannski keypt þér föt fyrir peningana. Ekki veitir þér af, ef marka má útganginn á þér. Reyndu svo að vera duglegur að lesa.\"\nÞinn gamli kross, Einar.\nÓmar lagði bréfið á borðið og nú réði hann sér ekki lengur fyrir kæti. Hann þreif plastbeinagrindina í fang sér og byrjaði að dansa með hana um allt herbergið, kyssti hauskúpuna og dansaði, eitt skref áfram og tvö aftur á bak. Nú var hann hamingjusamur og hann var sáttur við dauðann, dauða gamla mannsins og hann elskaði lífið og bækurnar sínar og kærustuna, sem myndi bjóða honum heim ef hann næði fyrsta hluta prófinu.",
    "url": "https://www.hugi.is/smasogur/greinar/139680/laeknastudentinn/",
    "url_id": "139680",
    "id": "1055058",
    "replies": [
        {
            "user": "Exitmusic",
            "user_id": "10281",
            "date": "2003-05-02 14:29:37",
            "id": "1055059",
            "reply_to_id": "1055058",
            "text": "mikil gleði og skemmtilega skrifað\nExitmusic"
        },
        {
            "user": "Skaiburz",
            "user_id": "25411",
            "date": "2003-05-02 15:14:09",
            "id": "1055060",
            "reply_to_id": "1055058",
            "text": "VÁ, þetta er bara algjör snilld!\nSagan er löng en alveg þess virði."
        },
        {
            "user": "bjornjul",
            "user_id": "20",
            "date": "2003-05-02 15:48:38",
            "id": "1055061",
            "reply_to_id": "1055058",
            "text": "Þetta er brilliant saga :-)\nTakk fyrir að leyfa okkur að lesa hana."
        },
        {
            "user": "Yamamoto",
            "user_id": "31854",
            "date": "2003-05-02 17:23:39",
            "id": "1055062",
            "reply_to_id": "1055058",
            "text": "Dönsum Hamstradansinn, Múhahahaha!\nÞetta er þvílíka djöfulsins snilldin. Við, lesendur, verðum að fá annan svona gullmola í hendurnar.\nBANZAI!!!"
        },
        {
            "user": "hvurslags",
            "user_id": "7875",
            "date": "2003-05-02 17:43:16",
            "id": "1055063",
            "reply_to_id": "1055058",
            "text": "Sögurnar hans ornbj fá alltaf marga lestra. Engin tilviljun sem ræður því."
        },
        {
            "user": "thebaldman",
            "user_id": "37678",
            "date": "2003-05-02 19:50:49",
            "id": "1055064",
            "reply_to_id": "1055058",
            "text": "þetter geðveik saga:)\nkeep up the good work!!!"
        },
        {
            "user": "jersey",
            "user_id": "41179",
            "date": "2003-05-02 22:53:03",
            "id": "1055065",
            "reply_to_id": "1055058",
            "text": "Nokkuð gott, nokkuð gott! ;)"
        },
        {
            "user": "Beer",
            "user_id": "1917",
            "date": "2003-05-05 18:23:02",
            "id": "1055066",
            "reply_to_id": "1055058",
            "text": "Brilliant saga!\n'“Nú er ég sallafínn,” sagði hann þangað til hann var farinn að trúa því sjálfur' Skemmtilega að orði komist.\n'Ómar vissi að kallinn var moldríkur og hann sá hvernig tárin hrundu ofan í rjómann og sultutauið.' Þarna var það orðið mjög augljóst að Ómar fengi hlut frá gamla. Mig grunaði það svona allan tíman reyndar, en þarnar þá varð maður viss.\nEn það sem málið er að þetta er brilliant saga sem mjög gaman var að lesa. Þú kemst líka skemmtilega að orði, og lýsingarnar þínar á atburðum eru mjög góðar."
        },
        {
            "user": "deadgau5",
            "user_id": "25259",
            "date": "2003-05-05 19:05:40",
            "id": "1055067",
            "reply_to_id": "1055058",
            "text": "Góóóóóðððððuuuuurrrrr!"
        }
    ]
}