{
    "forum_title": "Myndasögur",
    "user": "Riddler",
    "user_id": "7405",
    "date": "2003-05-04 15:20:15",
    "title": "Death of Superman",
    "text": "Ég var að lesa í fyrsta skipti gamla myndasögu sem heitir Death of Superman. Sagan er þannig byggð upp að einhver náungi sem er kallaður Doomsday kemur uppúr jörðinni og slæst við alla í JLA og svo við superman og endar sagan eins og nafnið gefur til kynna. Það sem ég var ósáttur við var hvað endirinn var snubbóttur. Maður var allan tímann að spá í, hvaðan kom þessi Doomsday sem gekk frá Superman, hver bjó hann til, er hann vélmenni eða úr annarri vídd eða hvað? En svo endar sagan bara og maður veit ekkert, þessi gaur kom bara og stútaði superman og dó sjálfur. Frekar slappt. Svo fór ég líka að hugsa, gaurinn hefur enga krafta nema bara að vera sterkari en allt. Hann gat ekki flogið og ekki skotið neinu. Þá hefði Súperman bara átt að fljúga með hann út í geim því þar er ekkert þyngdarafl og gaurinn hefði bara flotið um geiminn og ekkert geta gert en Súperman hefði getað flogið til baka. En það var bara hugleiðing, er einhver sem er fróðari um þennan Doomsday character en ég og vill segja mér meira um hann? Ég er aðallega að koma með þessa grein hingað til að leggja mitt af mörkum til að halda þessu áhugamáli á lífi.",
    "url": "https://www.hugi.is/myndasogur/greinar/140127/death-of-superman/",
    "url_id": "140127",
    "id": "1059094",
    "replies": [
        {
            "user": "Hansi",
            "user_id": "8352",
            "date": "2003-05-04 20:14:48",
            "id": "1059095",
            "reply_to_id": "1059094",
            "text": "Nú er ég dáldið hissa að svona hafi verið sent inn sem grein, enda bara fyrirspurn og hvað þá að hún hafi verið samþykkt… er virkilega svona mikil súrgúrkutíð á áhugamálinu :p\nÉg ætla svona að kynna fyrir þér hina undursamlegu google.com leitarvél, fó svo að hún sé með M$ takta finnur hún nú flest og einföld leit að “death of superman doomsday profile” skilaði þessari síðu efst:\nhttp://www.geocities.com/TheTropics/1185/jfile\ns/doomsday.html\nOg er þetta akkurat með þær upplýsingar sem þú baðst um."
        },
        {
            "user": "malicious",
            "user_id": "5591",
            "date": "2003-05-04 20:15:26",
            "id": "1059096",
            "reply_to_id": "1059094",
            "text": "Ég hlýt að hafa lesið þessa(og hina þar sem Superman   —  Spoiler   —  hverfur úr gröfinni á Jesúlegan máta  —End of Spoiler —- ) sögu 150 sinnum þegar ég var 13-14 ára og finnst hún enn þann dag í dag bara helvíti kúl en eins og þú segir þá veit maður ekkert um þennan Doomsday character, bara það að hann þekkti þessa Underworld kalla. Það væri gaman ef einhver fróðari segði okkur frá þessu öllu saman.\nAnnars held ég að þetta yrði mjög töff bíómynd ef að hún héldi þessum semi-dark og vonleysis fíling sem var í bókinni."
        },
        {
            "user": "strum",
            "user_id": "5978",
            "date": "2003-05-04 21:13:37",
            "id": "1059097",
            "reply_to_id": "1059096",
            "text": "Ég fann smá gegnum google.com en er ekki viss hvað af þessu er rétt eða ekki.\nhttp://www.comicboards.com/dcguide/Who/Doomsday_\nBio.htm"
        },
        {
            "user": "ahs",
            "user_id": "18317",
            "date": "2003-05-05 01:45:08",
            "id": "1059098",
            "reply_to_id": "1059094",
            "text": "þegar þessar myndasögur voru í gangi, var ég að byrja að lesa og VÁ hvað mér fannst þær geðveikar. En þar sem engin almennileg teiknimyndasögubúð var til (eða þá að ég vissi ekki af henni), þá hafði ég ekki nema 2. eða 4. hvert blað úr seríunni. (Pirrandi hvað þeir þurfa alltaf að dreyfa svona stórum plottum á margar mismunandi teiknimyndasögur). ég væri alveg til í að næla í alla söguna."
        },
        {
            "user": "oskarbste",
            "user_id": "26860",
            "date": "2003-05-05 14:39:03",
            "id": "1059099",
            "reply_to_id": "1059094",
            "text": "svo þegar búið var að endurvekja Súperdúperman með sítt þá kálaði hann D. en var þá með eivhurar græjur, sverð, belti og hárband."
        },
        {
            "user": "NEOSEEKER",
            "user_id": "34316",
            "date": "2003-05-08 19:09:39",
            "id": "1059100",
            "reply_to_id": "1059094",
            "text": "það er nú til ELDgamall leikur fyrir nintendo ….death of superman…maður byrjar leikinn á því aað keppa við doomsday og deyr…en svo er leikurinn spilaður með 4 supermönnum:superboy,superbot,superflame og supergirl"
        }
    ]
}