{
    "forum_title": "Fuglar",
    "user": "Hekna",
    "user_id": "34419",
    "date": "2003-05-04 21:39:21",
    "title": "Pási páfagaukur heitinn",
    "text": "Ég ætla að skrifa smá um gárapáfagaukinn minn heitinn Pása.\nÉg fékk Pása hjá vinafólki okkar fyrir um 3 1/2 ári síðan( þegar ég var 9 ára), pabbi og mamma hans hétu Pési og Fífí, þau áttu Pésa fyrir, en Fífí fundu þau úti og það kannaðist enginn við hana þannig að þau ákváðu að eiga hana.\nPési og Fífí eignuðust 3 unga, Pási var elstur, heiðblár og fallegur.\nÉg fór í vikulegar heimsóknir til vinafólks okkar og kíkti á ungana. Þegar þeir voru orðnir 3 vikna fékk ég að velja hvaða unga ég fengi og ákvað ég að taka elsta ungann( Pása), einfaldlega vegna þess að hann var rólegastur, góður og beit ekki í puttann á manni! Sat bara rólegur á puttanum, ólíkt hinum ungunum! Hann var nýbúin að læra að fljúga en var frekar óöruggur samt. Það lagaðist og Pási varð fjörugur og skemmtilegur gári.\nPási hændist fljótt að mér og öðrum í fjölskyldunni. Hann var forvitinn páfagaukur( eins og eflaust flestir) og var ekki á að gefast upp!\nMan strax eftir þegar ég var einu sinni að fá mér cherrios með mjólk, Pási var úti og reyndi að fara og gá hvað væri í þessari skál, þegar ég var búin að taka hann nokkrum sinnum frá skálinni fattaði hann að þetta gengi ekki og ákvað að fljúga bara beint ofan í cherrios skálina! Hann gerði það, flaug strax beint upp úr og settist á ofninn í eldhúsinu( var uppáhaldsstaðurinn hans). En honum var ekkert meint af mjólkurbaðinu!!\nSíðan gerðist það í byrjun desember á síðasta ári að mamma mín tók eftir kúlu á kviðnum á honum, og við pöntum tíma hjá dýralækni. Ég og pabbi fórum með Pása og dýralæknirnn sagði að þetta væri stíflaður fitukirtill, kúlan myndi stækka þangað til páfagaukurinn gæti ekki meira, þá þyrfti hann að fara í aðgerð og þá væru einungis 50% líkur á að hann myndi lifa aðgerðina af. Ég var í algjöru sjokki:(\nSvo kom að því að kúlan var orðin rosalega stór, síðan gerðist það 3.janúar sl. að honum fór allt í einu að líða rosa illa svo að við fórum með hann með hraði til dýralæknis. Hann sagði að það væri sama sem engar líkur á að hann myndi lifa aðgerðina af, hann sagði að við hefðum tveggja kosta völ. Annaðhvort að fara í aðgerðina á mánudag( þetta gerðist á föstudegi) eða að láta svæfa hann. Ég vildi frekar svæfa hann, Pása vegna. Vildi ekki sjá hann píndan og kvaldan, þó að það væri bara ein helgi.\nSvo að Pási var svæfður 3.janúar sl.\nBlessuð sé minning hans.\nNúna á ég annan páfagauk, Tóbías, sem ég fékk hjá gæludýrabúðinni Furðufuglar og Fylgifiskar. Tóbías er alveg jafn skemmtilegur og Pási heitinn:)\nEitt annað: Mér langar í fuglaáhugamál!!!!!!!",
    "url": "https://www.hugi.is/fuglar/greinar/140132/pasi-pafagaukur-heitinn/",
    "url_id": "140132",
    "id": "1059160",
    "replies": [
        {
            "user": "Pingvin",
            "user_id": "19866",
            "date": "2003-05-05 18:42:58",
            "id": "1059161",
            "reply_to_id": "1059160",
            "text": "Voðalega hefur hann Pási verið skemmtilegur fugl.\nLeitt samt hvernig fór.\nVonandi á Tóbías ekki eftir að lenda í því sama og Pási."
        },
        {
            "user": "Sweet",
            "user_id": "2593",
            "date": "2003-05-05 19:59:47",
            "id": "1059162",
            "reply_to_id": "1059160",
            "text": "Æji það er svo sorglegt þegar dýrin deyja:(\nÉg vil líka fuglaáhugamál, það skal koma! Ég ætla að byrja að senda inn greinar um fuglana þegar ég er búin í þessum blessuðu samræmdu prófum;/"
        },
        {
            "user": "annahlin",
            "user_id": "6704",
            "date": "2003-05-06 16:00:00",
            "id": "1059163",
            "reply_to_id": "1059160",
            "text": "Pásinn minn fékk svona kúlu á magann. Dýralæknirinn sagði að það hefði fest inní henni óstropað egg sem kæmist ekki út og hann vissi sko ekki neitt þessi dýralæknir! Hann sprautaði hana með risastórri nál í lungað, og aumingja fuglinn ældi og hóstaði blóði allt eftir það, þá fór ég með hann aftur og læknirinn sagði mér að láta soðið vatn í skál og halda fuglinum yfir henni í smá stund og láta hann anda að sér gufunni….. En fuglinn dó í höndunum á mér.\nÉg veit ekki hverskonar ógeðslegi helvítis dýralæknir hefur leyfi til að gera svona!"
        },
        {
            "user": "Hekna",
            "user_id": "34419",
            "date": "2003-05-06 16:52:13",
            "id": "1059164",
            "reply_to_id": "1059163",
            "text": "annahlin, hjá hvaða dýralækni var þetta?!?!?!?!\nLeitt að heyra hvernig fór:(\nMér datt fyrst í hug að Pási væri með fast egg í sér( vegna þess að ég hélt að þetta væri kvenfugl)! En þegar við fórum með hann kom í ljós að þetta var karlfugl, og dýralæknirinn sagði að þetta væri bara hjá karlfuglum, ekki kvenfuglum."
        }
    ]
}