{
    "forum_title": "Jeppar",
    "user": "stefanio",
    "user_id": "28153",
    "date": "2003-05-05 23:17:46",
    "title": "Willys Rover",
    "text": "Ég var að fá geggjaða hugmynd!!! Ætlunin er að taka Plastboddý af Willys CJ5(með blæju) og setja það á Range Rover grind, því eins og allir vita hefur Reinsinn bestu fjöðrunina:) ég þarf sennillega að lengja boddýið, en það verður þá gert á stykkinu fyrir aftan húddið, þar sem CJ7in er lengri. Vélar búnaðurinn verður (sennilega) átta cýlendra Range Rover bensín vél með ál heddi því hún er létt eða stóra dísel vélin úr Daihatsu Rocky. Hvernig lýst ykkur á þetta?? Ef þið vitið um einhvern sem hefur prufað þetta eða hafið einhverjar skoðannir á þessu, þá megið það endilaga láta mig vita…",
    "url": "https://www.hugi.is/jeppar/greinar/140367/willys-rover/",
    "url_id": "140367",
    "id": "1061148",
    "replies": [
        {
            "user": "Jeep",
            "user_id": "15363",
            "date": "2003-05-08 12:05:56",
            "id": "1061149",
            "reply_to_id": "1061148",
            "text": "Ágætis hugmynd. Væri þó ekki einfaldara að vera með plast boddíið á willys grind. Og hafa svo bara fjöðrunarbúnaðinn úr Rover.Það hefur verið gert á willys.\nSvo væri Rover vélin(sem er öll úr áli) miklu sniðugri en einhver dísil hlunkur.Mesta vandamálið væri látann ekki prjóna."
        },
        {
            "user": "gurkan",
            "user_id": "28428",
            "date": "2003-05-08 13:57:42",
            "id": "1061150",
            "reply_to_id": "1061148",
            "text": "Ágætis pæling!\nÉg held reyndar að þessi álvél eyði soldið miklu en það er kannski þess virði ;)\nHér fékk ég hjartaáfall“því eins og allir vita hefur Reinsinn bestu fjöðrunina” þetta vil ég setja spurningamerki við! ég vona að broskallinn eigi að tákna það að þetta hafi verið grín!\nTveir vinir mínir eiga Reinsa og þeir sögðu báðir þegar þeir settust upp í Patrolinn minn að þetta væri eins og að sigla á sléttum sjó miðað við Reinsann! Ekki segja \"ohh byrjar helv… Datsun kallinn að tala um hvað bílinn hans sé bestur! Þetta er satt!\nEn hún er samt ágæt! Þeir voru fyrstir með þessa fjöðrun af öllum bílum held ég sem er nokkuð gott! Sem þýðir það að Patrolmenn lærðu sitthvað af honum!\nGeiri\nohh á Patrol pfff"
        },
        {
            "user": "furiousc",
            "user_id": "33392",
            "date": "2003-05-08 15:44:46",
            "id": "1061151",
            "reply_to_id": "1061150",
            "text": "Er það bara ég eða er ekki CJ7 boddýið með lengra hús? Getur svosem vel verið að hann sé líka lengri fyrir aftan húddið, en einhvernveginn held ég að húsið sé líka lengra.\nAllavega er það víst vesen með aukahluti sem eiga að fara í skottið og þá á ég við hluti eins og lok til að geta læst dót inni í skottinu þegar blæjan er niðri. Þá er sett plata yfir skottið(rýmið :) ) og það passar oftar en ekki ekki í CJ5 bíla með aftursætum. En þetta kemur svosem hugmynd þinni lítið við.\nAnnars hljómar þetta sem afbragðshugmynd og væri gaman að sjá apparatið í smá aksjóni, því með álblokkinni úr Rovernum, þá er bíllinn að haula.\nOg eitt enn; bensíneyðsla smensíneyðsla!\nEf maður nennir ekki að keyra 3ja tonna bíl, með 2 lítra díselvél og vill vera á tryllitæki, þá skiptir bensín engu máli.\nAndri."
        },
        {
            "user": "afdalabuinn",
            "user_id": "54240",
            "date": "2004-12-27 01:28:12",
            "id": "1863885",
            "reply_to_id": "1061150",
            "text": "já ég vil benda þér á það með Range rover fjöðrunina er það að margir sem breyta range rover klikka oft á demparafestingunum og geta bílarnir orðið leiðinlegair og svo er eitt sem ég var að reka augun í fyrir stuttu á landrovernum hjá mömmu og pabba var það að gormarnir snéru vitlaust, þannig að bílinn var rosalega svagur og leiðinlegur. Dempararnir halda rovernum á hjólunum, það eru dæmi um það að menn hafa lengt og mikið demparafesingarnar og bílinn hefur bara farið á hliðinna eða allaveganna lyfts einu meginn. Þetta eru atriði sem menn klikka oft á. Þess utan eru fyribæri eins og einvirkir demparar sem eru hreinn hryllingur. Breyttir RR eru ofast miklu svagari heldur en þeir óbreittu."
        },
        {
            "user": "taz",
            "user_id": "648",
            "date": "2003-05-08 18:53:58",
            "id": "1061152",
            "reply_to_id": "1061148",
            "text": "Hugmyndin er ekki alslæm en myndi ég frekar fara eftir ráðum þeirra hér á síðunni og taka fjöðrunarbúnaðinn úr Rovernum og setja í willys með grind.\nÞað er rétt að 5 er styttri en 7 bæði fyrir framan gluggastykki og fyrir aftan.\nÞið sjáið það á hurðunum á 7 unni en þær bogna ekki yfir orginal brettin eins og á 5 unni.\nÉg held að 350 chervolet myndi gera mikið meira fyrir þennan bíl heldur en Rover vélinn þótt þú gætir lent í hásinga vandamáli með svo stóra vél.\nEn ég get verið sammála því að RR fjaðrar mjög vel en með góðri hönnun er alltaf hægt að gera gott betra:)\nÞað sem þessir bílir hafa framyfir aðra er mér sagt að þeir koma original með A stífu á afturhásingu sem sé mjög góð.\nSjálfur hef ég séð A stífu rifna undan willys og smíðað flott 4-link í staðinn sem virkar mun betur.\nEn eins og alltaf er þetta spurning um tíma, peninga, vilja og stóran hamar:)"
        },
        {
            "user": "stefanio",
            "user_id": "28153",
            "date": "2003-05-10 14:35:46",
            "id": "1061153",
            "reply_to_id": "1061152",
            "text": "já…. en 350 chevy vélin er allt of þung, það er ætlunin að hafa bílin sem léttastan.\nég vil hafa Reins grindina uppá lengdina, því hún hefur mikið með góðu Reins fjöðrunina.\nog heirðu mig nú Datsun kall þessir vinir þínir eru örruglega með stífur í sínum Reins. ef þú vilt sjá Reins fjöðrun í aksjón\nkíktu þá hingað\nhttp://www.simnet.is/beinars/jeppar02.html"
        },
        {
            "user": "stefanio",
            "user_id": "28153",
            "date": "2003-05-11 21:26:38",
            "id": "1061154",
            "reply_to_id": "1061153",
            "text": "en vitið nokkuð hvort Reinsin sé breiðari en willysinn??\nhvar fæ ég plastboddý á willys?"
        },
        {
            "user": "Jeep",
            "user_id": "15363",
            "date": "2003-05-13 15:02:43",
            "id": "1061155",
            "reply_to_id": "1061154",
            "text": "Það er örugglega ekkert mál að fá plast boddí frá Ameríku."
        },
        {
            "user": "Loft",
            "user_id": "9227",
            "date": "2003-05-14 23:29:14",
            "id": "1061156",
            "reply_to_id": "1061154",
            "text": "Alltplast í Kópavogi selur cj-5 boddý\nÉg held alveg örugglega að það heitir Alltplast en fyrirtækið er í Kópavogi."
        },
        {
            "user": "stefanio",
            "user_id": "28153",
            "date": "2003-05-15 23:34:34",
            "id": "1061157",
            "reply_to_id": "1061156",
            "text": "þessi hugmynd er mjög góð og búið er að reyna hana nema ekki með willy´s boddy heldur með subaru legasy og sá bíll er sá allralaglegasti sem ég hef leingi séð sá bíll er á 44“ dekkum!\nen svo er mágur hanns pabba gamla að fara að breita sínum R,R og er að fara að setja á hann volvo steisjón og 44” á að fara undir þann bíl líka!\nen með þessa hugmind þína þá myndi ég sjálfur mæla með CJ-8 boddy það smell passar ofaná rangin eins og flestir vita þá er CJ-5 boddyið svo rosalegur stubbur en CJ-7 er aðeins stæra þá er ég að tala um bæði fyrir aftan og framan kvalbak ef ég man rétt þá munar það 10 cm að framan og einhverjum 30-35 cm að aftan en ef þú ert með CJ-8 þá þarftu ekkert að géra nema bara bolta þetta á grindina því það boddy er svo mikið leingra en hin tvö og breiðara best sést það á þeim bíl sem er eða var á selfossi grænn að lit.\nen hinnsvegar þá með range vélina (V8 ál) þá er hún víst voðalega löt miðað við það sem menn segja en menn hafa verið að peppa þær upp í 300 hö eins og einn bíllin sem var í torfæruni á sínum tíma og stóð sig mjög vel þá.\nsjálfur er ég mikið að spá í svona úrkynjanir og innrægtanir ég er með grind og kram úr stóra bronco og ætlunin er að setja AMC eagle boddy á hann og sá bíll er hugsaður fyrir 44\" eins og hinir tveir.\neins og menn vita kannski allir þá er líka ein gul ford sierra sem stendur alltaf upp á höfða það er listasmíð grind undan 74 árg af bronco og allt kram úr sama bíl.\nen eins og fyr var nemt þá verð ég að segja að R,R er með eitt besta fjöðrunar kerfi sem er í jeppum teigjanleg og góð en því fylgir náturlega einn ókostur sem allir jeppamenn sem hafa bílana sína á gormum þekkja að bílarnir verða svægir á malbiks akstri en alveg eins og hugur manns í utanvegar akstru en allt er hægt að koma fyrir t,d með að leingja á milli hjóla og breika.\nen allir hafa misjafnar skoðanir á hlutonum og þetta er mín skoðun á þessu máli og vona að menn verði ekkert argir yfir henni\nkveðja E,M"
        },
        {
            "user": "stefanio",
            "user_id": "28153",
            "date": "2003-05-18 21:01:45",
            "id": "1061158",
            "reply_to_id": "1061157",
            "text": "já það er alltaf gaman að sjá fólksbíla á stórum dekkjum… ég veit um eina Chevrolet Novu á 38,5\"\nmér langar ekki í CJ8 boddý, frekar bara lengja CJ7."
        },
        {
            "user": "oskarorn",
            "user_id": "17204",
            "date": "2003-05-19 00:03:39",
            "id": "1061159",
            "reply_to_id": "1061157",
            "text": "Ég veit nú ekki betur en að þessi gula sierra sem er á bronco grindinni sé með dana 35 “skærahásingu” að framan og kemur hún ekki undan '74 bronco heldur bronco 2."
        },
        {
            "user": "stefanio",
            "user_id": "28153",
            "date": "2003-05-19 00:15:35",
            "id": "1061160",
            "reply_to_id": "1061159",
            "text": "skæra hásing?? er það klafa hásimg?\ner eikkað vit í því að vera með svoleiðis undir jeppa? er ekki ömurleg fjöðrun í því..?"
        },
        {
            "user": "oskarorn",
            "user_id": "17204",
            "date": "2003-05-19 19:40:33",
            "id": "1061161",
            "reply_to_id": "1061160",
            "text": "Hún kom undir stóra bronco árið '78 og bronco 2 síðan explorer/ranger. sumum finnst þetta betra og segjast geta fengið góða slaglengd, öðrum finnst það ekki. ég hennti þessu undan mínum og fékk mér heila hásingu. Reyndar held ég að það sé betri fjöðrun með hásingunni undan stóra bronco hún er lengri."
        },
        {
            "user": "porky",
            "user_id": "2189",
            "date": "2003-05-13 17:44:11",
            "id": "1061162",
            "reply_to_id": "1061153",
            "text": "Það er alveg rétt að Range Rover er með mjög góða og mikla fjöðrun, það tekur það enginn frá þeim. En mín reynsla af Range Rover (reyndar ekki mikil) er sú að í almennum akstri þá er þetta eins og að vera á kókflösku út í ballarhafi (kannski soldið ýkt) en ég man að pabbi gamli átti R.R og það var alltaf hálfgerð bátatilfinning sem fyldi því að keyra hann.\nÉg veit ekki hvort þú hefur mikla eða litla reynslu af breytingum eða af jeppamennsku en mín reynsla er sú að hlusta á menn sem hafa reynslu og hafa prófað og séð eitt og annað. Þó getur svo síðan með þinni heilbrigðu skynsemi dæmt hvað hentar þér og hvað ekki. Ég er búinn að brenna mig á því að bíta eitthvað í mig og segja að það sé það besta, með heldur slökum árangri.\nEn gangi þér bara sem best með þetta, hvað sem þú gerir."
        },
        {
            "user": "stefanio",
            "user_id": "28153",
            "date": "2003-05-23 15:56:54",
            "id": "1061163",
            "reply_to_id": "1061148",
            "text": "okei… hringdi í Alltplast í kópavogi í dag, sem reyndar heitir Selfossplast í dag;)\nþeir gáfu mér tilboð á 120-150 þús. þeir lengja boddýið og búa til boddý festingar sem passa á Range Rover….. hvar fæ ég þá blæjuna??"
        },
        {
            "user": "kben",
            "user_id": "25649",
            "date": "2003-08-19 19:11:29",
            "id": "1061164",
            "reply_to_id": "1061148",
            "text": "Þetta á eftir að svínvirka kallinn.\nEn hvað er hann annars á stórum dekjum??"
        },
        {
            "user": "stefanio",
            "user_id": "28153",
            "date": "2003-08-19 21:06:04",
            "id": "1061165",
            "reply_to_id": "1061164",
            "text": "38\" er annars næstum því hættur við þetta…\nof mikil vinna.."
        },
        {
            "user": "kben",
            "user_id": "25649",
            "date": "2003-08-20 21:33:41",
            "id": "1061166",
            "reply_to_id": "1061165",
            "text": "Það er vona bíll á Akureyri held að hann sé enn til sölu Willys body Rover undirvagn 360 vér og sjálfsskiftur á man ekki á hvað stórum dekkjum"
        },
        {
            "user": "kben",
            "user_id": "25649",
            "date": "2003-08-20 22:15:44",
            "id": "1061167",
            "reply_to_id": "1061166",
            "text": "Ertu að spá í að hættta við þetta\nertu klik þetta verður gegt cool\nog það er líka bara meira gaman ef það er meiri vinna!!"
        },
        {
            "user": "bgg",
            "user_id": "29516",
            "date": "2003-08-29 08:42:36",
            "id": "1061168",
            "reply_to_id": "1061148",
            "text": "ég sá einn willys rover á bilasolur.is um dagin en hann er með álboddý"
        }
    ]
}