{
    "forum_title": "Djammið",
    "user": null,
    "user_id": null,
    "date": "2003-05-07 06:18:44",
    "title": "Íslenskir djammarar eru asnar, oftast.",
    "text": "Einu sinni var sú tíð að ég var dyravörður í miðbæ Reykjavíkur. Staðirnir sem ég hef unnið á eru t.d. Gaukur á stöng, Glaumbar, Sólon Íslandus, Hús Málarans, Club 7 og Astró.\nFyrstu 6 mánuðina fannst mér þetta æðislega spennandi, og gaman að fá að vinna við þetta. En eftir að hafa skrúbbað upp of mikla ælu, þurrkað of mikið blóð, rifist við of marga fulla fávita og lent í of mörgum slagsmálum komst ég að einu, Íslendingar eru meira en leiðinlegir þegar þeir hafa áfengi um hönd.\nÍ fyrsta lagi heyrist ekki mannsins mál inni á þessum stöðum, og menn þurfa að beita brögðum til að gera sig skiljanlega, hafið þið aldrei farið á pöbb í útlöndum?? Þetta er hvergi svona nema á þessu skeri!\nAnnað mál eru biðraðirnar, kanski ekki beint raðirnar, heldur fólkið sem stendur í þeim, “Kommon, hleyptu okkur inn” er algengt, “Má ég fara inn” ha?? Hvað gerir þig svona spes? “Viltu hleypa mér framhjá?” Kom oft, og svo hið sígilda “Ég var hérna áðan” HAHAHA!! Hversvegna varstu þá að fara? En tvennt sem mér þótti meira en lítið sorglegt, þegar úti var skítakuldi … og fólk var að klæða sig eins og væri 20. júlí og blankalogn!! Varð síðan alveg brjálað út í okkur (dyraverðina) fyrir að hleypa sér ekki inn alveg um leið, það sem var jafnvel leiðinlegra en þetta var troðningurinn … guð minn góður hvað troðningurinn fór í mig!! Ég hef einu sinni séð svona troðning áður, þá var ég í sveit og við vorum að smala rollum!\nSvo þarf maður að vera almennilegur og rökræða við ykkur, og útskýra afhverju ég var t.d. að henda þér út, ég hef þurft að segja “Ég er að henda þér út, vegna þess að við mígum ekki á veggina hér inni” … pældu í þessu!! Svo var gaurinn hissa!! Ég hef hent mönnum út fyrir að snorta kók á baðherbergi, slást úti um allt, berja konur, hella bjór yfir alla, ofurölvun, hótanir og margt margt fleira. Eitt áttu allir sameiginlegt (ekki bara kk í þessum hópi, margar stelpur líka), allir voru jafn saklausir og hissa, og þegar maður var að útskýra fyrir þessu liði afhverju ég neyddist til að vinna vinnuna mína fékk maður oft kjaftshögg eða reynt var að sparka í punginn á manni (stelpurnar sáu um það), og það sem brást ekki var að þegar maður náði liðinu á skeljarnar fór það að kvarta og væla “Af hverju ræðstu á mig?” … ARGH!! Þá fyrst langaði mig að beita ofbeldi, en stundum kom að sjálfsögðu fyrir að maður lennti í slagsmálum, þó oftast þegar maður var að stoppa eitthverja tvo alblóðguga hálfvita frá því að drepa hvorn annan, í þakkir fékk maður kjaftshögg, enni í andlit, olnbogaskot og blóðslettur, ekkert að þakka vinur.\nSvona gekk þetta kvöld eftir kvöld, og það eina sem hélt í rauninni geðheilsunni gangandi voru hinir dyraverðirnir, við djókuðum og reyndum að létta hvor öðrum lundina. En það sem mér þótti allra allra allra verst var þegar við vorum að reyna að loka. Það þurfti bókstaflega að draga þetta lið út á kraganum, öskrandi og berjandi! NEIIII!! ÉG VILL EKKI FARA!!! Hvaða veruleikaflótti er í gangi?\nVissulega á þetta ekki við um alla þá sem ég hitti sem dyravörður, en alveg ótrúlega marga, og því miður er það þetta sem situr eftir í minningunni, fyrir utan örfá atvik þar sem fólk hefur verið virkilega almennilegt og kurteist.\nSvo er ég ofsóttur sem glæpamaður þegar ég sit heima hjá mér, eða annarsstaðar, salírólegur að reykja gras. Hvar er hræsnin?",
    "url": "https://www.hugi.is/djammid/greinar/140887/islenskir-djammarar-eru-asnar-oftast/",
    "url_id": "140887",
    "id": "1065393",
    "replies": [
        {
            "user": "reynzi",
            "user_id": "1069",
            "date": "2003-05-07 11:25:10",
            "id": "1065395",
            "reply_to_id": "1065393",
            "text": "hehehe..já þetta er alveg satt…íslendingar eru fávitar:D ..sérstaklega þegar þeir eru fullir!  Manni finnst stundum fáránlegustu hlutir vera geðveikt fyndnir þegar maður er fullur eins og að míga útum allt…ég viðurkenni það alveg…þetta er nottla alveg fáránlegt.\ná maður ekki bara að fara að hætta þessari drykkju nú þegar maður er kominn með konu og barn á leiðinni …ég held það"
        },
        {
            "user": "xeeder",
            "user_id": "452",
            "date": "2003-05-07 11:26:24",
            "id": "1065396",
            "reply_to_id": "1065393",
            "text": "Tja.. ég er oftast bara heima í tölvunni.. svo ég kynnist ekki svona veseni :)"
        },
        {
            "user": "Kreator",
            "user_id": "23042",
            "date": "2003-05-07 11:29:18",
            "id": "1065394",
            "reply_to_id": "1065393",
            "text": "Jújú þetta er alveg satt hjá þér. Èg er samt ekki einn af þessum fábjánum, enda sötra ég aðeins nokkra bjóra og er svo bara í gúddí fílíng."
        },
        {
            "user": "1Xtra",
            "user_id": "25810",
            "date": "2003-05-07 11:34:34",
            "id": "1065397",
            "reply_to_id": "1065393",
            "text": "Maður getur ekki gengið um Reykjavík án þess að rekast á einhver skítugan aumingja og dóphaus sem ætlar að ráðast á mann."
        },
        {
            "user": "Cabal",
            "user_id": "2394",
            "date": "2003-05-07 11:51:19",
            "id": "1065398",
            "reply_to_id": "1065397",
            "text": "Ætli þetta séu ekki grindvíkingar? :D"
        },
        {
            "user": "eaue",
            "user_id": "19588",
            "date": "2003-05-07 11:57:28",
            "id": "1065399",
            "reply_to_id": "1065393",
            "text": "Já ég sá thad thegar ég var um tíma ad vinna á skemmtistad, ýmist í salnum, fatahengi eda bar hvad thad sem madur kallar “skemmtun” á fylleríi lítur eitthvad sorglega út. Ok yfirleitt gengur djammid hjá mér og vinum mínum út á ad dansa og vera í gódu skapi (thó thad geti brugdid til beggja vona), en ég sá betur hvad fólk er ÓSPENNANDI thegar thad er fullt, baedi stelpur og strákar! Stelpurnar eru í einhverjum lufsuklaednadi og strídsmáladar (hef svosem ekkert út á málningu ad setja) og kyssandi hver adra og sýnandi á sér brjóstin, og strákarnir eru ýmist ad slást eda setja höndina um herdarnar á manni og muldra eitthvad (hnakkölvadir!) á bord vid “thú ert sú fallegasta sem ég hef á aevi minni séd” (yeah right!) eda annad álíka gáfulegt.\nEins og sést thá er ég erlendis núna og thad tharf vaentanlega ekki ad taka fram ad djammid hér er af allt ödrum toga..!"
        },
        {
            "user": "ibbets",
            "user_id": "10684",
            "date": "2003-05-07 12:36:42",
            "id": "1065400",
            "reply_to_id": "1065399",
            "text": "Opnunarkvöldið á Flauel stendur uppúr hjá mér hvað varðar “röð” inn á skemtistað.  En það er merkilegt að það virðist vera algengt að fólkið sem er með mesta vesenið eru massaðir hnakkar og hallærislegar hnakkastelpur.  Ofsalega er þetta fólk þreytandi, setningar eins og “hey! hleyptu mér inn! ég þekki Gunna”  Well….wtf is Gunni!!!!  Og svona fávitahnakkar sem dunda sér við að skalla annað fólk í röðinni…..þúst…..hvað er að ykkur hnökkunum?  Haldiði að fólk finnist þið vera kúl? eða skemmtilegir?  Ef ég sé hnakka, hvort sem hann er kk eða kvk, þá er ég ekki lengi að færa mig í burtu….það er vond lykt af þeim og þeir eiga ekki að vera með kosningarétt né bílpróf nema á afmörkuðum Honda Civic hnakka svæðum.\nibbets úber alles!!!!!!!!!!"
        },
        {
            "user": "add1",
            "user_id": "1011",
            "date": "2003-05-07 12:59:21",
            "id": "1065401",
            "reply_to_id": "1065400",
            "text": "Já, ég drekk -aldrei- undir neinum kringumstæðum fleiri en 2 bjóra.\nAnnars er maður búinn að minka bæjarferðirnar allsvakalega eftir að Spotlight breyttist í hnakkastað™ en mæti samt á elektrolux og dreamworld kvöldin :þ"
        },
        {
            "user": "add1",
            "user_id": "1011",
            "date": "2003-05-07 13:08:48",
            "id": "1065402",
            "reply_to_id": "1065401",
            "text": "________________________________________\nEn ég sá betur hvað fólk er ÓSPENNANDI þegar það er fullt, bædi stelpur og strákar!\nStelpurnar eru í einhverjum lufsuklæðnaði og stríðsmálaðar og kyssandi hver aðra og sýnandi á sér brjóstin, og strákarnir eru ýmist ad slást eða setja höndina um herðarnar á manni og muldra eitthvað (hnakkölvaðir!) á bord við “þú ert sú fallegasta sem ég hef á ævi minni séð” (yeah right!) eða annað álíka gáfulegt.\n____________________________________________\nahahahahhaha!!! :DDD\nSNILLD! :)"
        },
        {
            "user": "mindrap3r",
            "user_id": "5580",
            "date": "2003-05-07 13:02:33",
            "id": "1065403",
            "reply_to_id": "1065400",
            "text": "burt með helvítis úturkókuðu hnakkana!"
        },
        {
            "user": "ZeRo",
            "user_id": "40",
            "date": "2003-05-07 13:11:09",
            "id": "1065404",
            "reply_to_id": "1065403",
            "text": "Ég drekk aldrei meira en 2 bjóra aldrei!!\nhíhí -=:)\nEn allavega hefur maður hitt alltof mikið af djöfulsins bjánum sem að eru í fúlu skapi allt djammið og eru bara að leita að einhverjum sem þeir geta ýtt eða skipst orðum á við á leiðinlegan hátt.\nÁfengið gerir fólk hundleiðinlegt í mörgum atvikum, ofbeldisfullt og bara gjörsamlega niðurdrepandi ég ætti að vita það því ég verð mjög oft þunglyndur þegar ég drekk:)\n============================================ ====\nMurK-zeRo"
        },
        {
            "user": "greenragga",
            "user_id": "24033",
            "date": "2003-06-09 20:02:42",
            "id": "1065405",
            "reply_to_id": "1065404",
            "text": "jamm…. sammála, þegar fólk er fullt, hvort það er 15 eða 55 þá gerir það fáránlegustu hluti… á eurovision var ég hjá vinkonu minni og þar voru allir drekkandi en mis fullir….. og ég mæli ekki með að drekka í heitum potti!! þú verður 2fallt fullari!!! stelpurnar voru að flassa alla, fólk saman í sturtu og allt í skandal! svo var þessi helvítis drama  í gangi!!! fólk grenjandi yfir stelpu/strák hótandi að drepa sig og svo framvegis!! hversvenga getur fólk ekki bara sleppt þessum fjanda…. ég meina allavega þangað til maður hefur aldur fyrir þessu….. ég er ekki að segja að allir eigi að hætta að drekka…. mér finnst gaman að fá mér 1-2 bjóra og komast í gúddí fíling en alls ekki að drekka mig blindfulla og muna ekki eftir kvöldinu…. gera mestu mistök sem þú hefur gert og sjá ettir því…. er ikkvað vit í þessu….. ég bara spyr??"
        },
        {
            "user": "hockeygirl",
            "user_id": "21172",
            "date": "2003-05-07 14:05:27",
            "id": "1065406",
            "reply_to_id": "1065400",
            "text": "ibbets, varstu að lesa huxanir mínar?!?! =) hehe..\nen já annars þá hef ég aldrei pælt sona mikið útí það hvernig væri að vera dyravörður.. greinilega ekkert easy vinna alltaf…\nflott grein.."
        },
        {
            "user": "ibbets",
            "user_id": "10684",
            "date": "2003-05-08 09:49:17",
            "id": "1065407",
            "reply_to_id": "1065406",
            "text": "hockeygirl, já ég geri það alltaf reglulega…bara svona til að tékka hvað er í gangi hjá þér….:)"
        },
        {
            "user": "eaue",
            "user_id": "19588",
            "date": "2003-05-07 17:05:36",
            "id": "1065408",
            "reply_to_id": "1065400",
            "text": "Aetli thessar hnakkasetningar (“Fraendi minn á thennan stad”, “ég er VIP” osfrv) virki einhvers stadar?\nÉg er sko ekkert bitur út í hnakka BARA útaf thví ad their eru massadri, ljósabekkjabrúnni og kókadari en ég…. eda jú."
        },
        {
            "user": "PeepingTom",
            "user_id": "596",
            "date": "2003-05-07 15:58:29",
            "id": "1065409",
            "reply_to_id": "1065399",
            "text": "til þín eaue: af hverju í andskotanum notaru ekki Æ maður alltaf ae, pirrandi!"
        },
        {
            "user": "eaue",
            "user_id": "19588",
            "date": "2003-05-07 16:53:14",
            "id": "1065410",
            "reply_to_id": "1065409",
            "text": "Af thví ad thad er ekkert Æ á tölvunni minni hérna (copy/pasteadi thetta). En Sorry mar, ég atladi ekki ad pirra thig! Verum vinir!"
        },
        {
            "user": "PeepingTom",
            "user_id": "596",
            "date": "2003-05-07 19:43:31",
            "id": "1065411",
            "reply_to_id": "1065410",
            "text": "oki ég skal fyrigefa þér!"
        },
        {
            "user": "Jojohot",
            "user_id": "20883",
            "date": "2003-05-07 12:28:21",
            "id": "1065412",
            "reply_to_id": "1065393",
            "text": "Fullir íslendingar á djamminu eru heimskari en svín og hafa húmor á vid fávita."
        },
        {
            "user": "mogull",
            "user_id": "16332",
            "date": "2003-05-07 13:42:17",
            "id": "1065413",
            "reply_to_id": "1065393",
            "text": "En ok, svo furðar maður sig stundum á því að löggur séu geðvondar maður ætti eiginlega ekki að gera það, þær þurfa að eiga við svona fólk á hverjum degi."
        },
        {
            "user": "Serm",
            "user_id": "6156",
            "date": "2003-05-07 13:56:40",
            "id": "1065414",
            "reply_to_id": "1065413",
            "text": "Hvað er að heyra þetta.. mér finnst bara vera svo gaman þegar ég er bleeekölvaður.. og ykkur líka.. það er einfalt að hætta ef maður nennir þessu ekki.. nuff said"
        },
        {
            "user": "prankstah",
            "user_id": "20859",
            "date": "2003-05-07 15:12:00",
            "id": "1065415",
            "reply_to_id": "1065393",
            "text": "GAUR ÞÚ ERT FUCKING SNILLINGUR ! djöfull láttu þá finna fyrir því"
        },
        {
            "user": "Exitmusic",
            "user_id": "10281",
            "date": "2003-05-07 15:39:50",
            "id": "1065416",
            "reply_to_id": "1065393",
            "text": "ég hef nú ekki unnið sem dyravörður en á BAr hef ég verið og ég skil alveg ótrúlega vil við hvað þú átt. Vanþakklætið, dónaskapurinn, kjafturinn í fólki og umfram allt öll óvirðingin. Alltaf þegar ég fer að djamma þá haga ég mér aldrei illa, kurteis og prúður sama hvursu ölvaður ég er. Hef nú aldrei verið neitt ókurteis eða hegðað mér í samræmi við fólkið sem bæði þú og ég höfum lent í en ég byrjaði að skilja þjáningar allra starfsmanna á skemmtistöðum betur eftir að ég hafði unnið á einum. Ættum að skylda ALLA íslendinga sem ná löglegum aldri fyrir skemmtistaði að vinna nokkra mánuði á skemmtistað svo allir skilji þetta rugl\nExitmusic"
        },
        {
            "user": "kuldi",
            "user_id": "35694",
            "date": "2003-05-07 17:37:19",
            "id": "1065417",
            "reply_to_id": "1065393",
            "text": "Sammála þessu öllu!! Íslendingar + Vín= fáfræði og ofbeldi.\nOg svo er það sem ég sé alltaf þegar maður fer niður í bæ og það eru þessar 16 ára smádruslur, blindfullar, káfandi á þrítugum aumingjum og vita ekki hvort þær eru að koma eða fara! Er ég sú eina sem finnst þetta vera rugl? Svo heyrir maður að þessar smástelpur eru farnar að djamma með rítalín blandað út í áfengi bara til að endast lengur á djamminu!!"
        },
        {
            "user": "sunna",
            "user_id": "27055",
            "date": "2003-05-07 19:53:06",
            "id": "1065418",
            "reply_to_id": "1065417",
            "text": "I resent that þar sem ég er 16 ára, verð reyndar 17 eftir nokkra daga en so what :) Samt sem áður er ég sammála því að smápíkur sem rífa stanslaust kjaft eru ótrúlega pirrandi. Ég veit að ég hef ekki aldur til þess að vera inni á skemmtistöðum þannig ef einhver dyravörður biður mig að vinsamlegast fara er það ekkert mál. Meira að segja nokkrir dyraverðir sem hafa leyft mér að vera eitthvað lengur vegna þess að ég var kurteis við þá (segist samt stundum vera 18 en það er bara smá hvít lygi). Ég kemst samt inná marga skemmtistaði og kannski er það afþví ég er með aðeins meiri “class” en þessar smádruslur sem þú talar um.\nAnnars er þetta svokallaða djamm hætt að vera skemmtilegt og ég er mjög sammála þeim sem sagði að tónlistin væri alltof hátt stillt!! Vantar alla kurteisi í fólk. HATA DÓNA! þar með talda leiðinlega dyraverði."
        },
        {
            "user": "CuAn",
            "user_id": "15172",
            "date": "2003-05-07 21:28:21",
            "id": "1065419",
            "reply_to_id": "1065418",
            "text": "sko það á nú ekkert bara við að íslendingar séu ömurlegir og dónalegir þegar þeir eru fullir. þetta á nú bara alltaf við þegar að einhvers konar þjónustu eða afgreiðslu kemur. ég hef ekki unnið á bar/skemmtistað en vinn við afgreiðslu störf í veitingargeiranum þar sem ég afgreiði meðal annars létt vín og bjór ef það skiptir einvherju, þannig að maður lendir náttla á fólki sem er vel við skál, af og til en þetta fólk er bara alls ekkert verra en einhver kjellinga beygla úr hafnafirðinum sem hefur út á allt að setja eða ógeðslegur sekstugur karl með barnabörnin sem segir í sífellu hvað þú ert myndarleg stúlka og ef hann væri nú bara yngri… ah, ah.. nudg, nudg, wink, wink….\níslendingar eru bara ógeðslega dónalegir upp til höfuðs, hvort sem þeir/þær eru undir áhrifum eða ekki….\nCuAn"
        },
        {
            "user": "Cerebos",
            "user_id": "30363",
            "date": "2003-05-07 17:50:59",
            "id": "1065420",
            "reply_to_id": "1065393",
            "text": "Ég er búinn að vera að vinna við þetta heillengi og þessi grein hjá þér er snilld:)"
        },
        {
            "user": "porky",
            "user_id": "2189",
            "date": "2003-05-07 18:14:32",
            "id": "1065421",
            "reply_to_id": "1065393",
            "text": "Ég vann sem dyravörður fyrir nokkrum árum og ég er alveg sammála þér. Fólk verður alveg afspyrnu leiðinlegt þegar það opnar bjór eða flösku. Ég vann sem dyravörður í 2-3 ár og ég er ekki sammála þér um að menn séu alltaf að slást. Ég held að ég geti talið á fingrum annarar handar hve oft ég lenti í alvöru slagsmálum þó að ég hafi verið að vinnna hverja helgi í 12 mánuði eitt árið, en það er misjafnt á milli staða. En hinsvegar þessar setningar eins og “ég þekki Palla” “come on mér er kalt” og ég veit ekki hvað og hvað.\nEftir að hafa unnið á nokkrum skemmtistöðum hef ég ekki getað farið og skemmt mér almennilega á skemmtistöðum síðan. Það eru allir staðir viðbjóðslegir ef að einhver kveikir ljósið. Ég hef lent í því mörgum árum eftir að ég hætti að vinna að fólk sem ég hafði séð í vinnunni fari að tala við mig. Og svo spyr það mig hvar ég sé að vinna núna og þegar að ég segji þeim að ég sé hættur að vinna sem dyravörður þarf þetta fólk alltíeinu að drífa sig af stað. Svona eru rosalega margir sem ég hef hitt og kynnst í þessum bransa.\nEn ég verð að segja líka að það eru svakalega margir dyraverðir sem eru ekki starfi sínu vaxnir og missa sig gjörsamlega, fyllast mikilmennsku brjálæði og verða að aljörum fíflum. Þessir menn eiga ekki að vera að vinna í kringum fullt fólk. Það þarf að koma fram við fullt fólk eins og litla krakka, það þarf að hafa vit fyrir því. Ef að menn sem ekki geta stjórnað skapi sínu eru að vinna með fólk sem er að æsa sig þá er fjandinn laus.\np.s\nekki taka því þannig að ég sé að segja þetta við þig. Og líka þá er sennilega mesta spekin sem ég hef heyrt um dyraverði er sú að bestu dyraverðirnir eru þeir sem ekki vilja vera dyraverðir. Heldur eru í þessu til að ná sér í pening."
        },
        {
            "user": "Squdzo",
            "user_id": "64730",
            "date": "2008-01-16 00:04:54",
            "id": "5566708",
            "reply_to_id": "1065421",
            "text": "Hvað starfarðu við í dag;p farin að dyravarðast eitthvað aftur ?"
        },
        {
            "user": "LadyJ",
            "user_id": "8744",
            "date": "2003-05-08 19:32:27",
            "id": "1065422",
            "reply_to_id": "1065393",
            "text": "Snilldar grein! þú átt skilið lof í lofa eftir þetta.\nEn já mikið ótrúlega sem íslendingar haga sér oft hryllilega illa.\nÉg var nú einu sinni sjálf alltaf blindfull á djamminu og tók ekkert eftir þessu öllu en eftir að maður fór að hætta að drekka svona þá sér maður hvað þessir aumingja dyraverðir mega þola..\nÉg hef reynar alltaf hagað mér vel við dyraverðina nema einu sinni en hann átti það alveg skilið hann var svo vondur við mig ;Þ"
        },
        {
            "user": "neonljos",
            "user_id": "11762",
            "date": "2003-05-08 20:11:03",
            "id": "1065423",
            "reply_to_id": "1065393",
            "text": "Já það er nokkuð til í þessu hjá þér, sem betur fer hef ég nú ekki lent oft í veseni við ykkur, ótrúlegt að þið nennið að sinna starfi ykkar með þessa sauði hlaupandi allt í kringum ykkur:)"
        },
        {
            "user": "Lando",
            "user_id": "16918",
            "date": "2003-05-09 18:08:21",
            "id": "1065424",
            "reply_to_id": "1065393",
            "text": "gaman að lesa grein frá hinu sjónarmiðinu þar sem maður er gaurinn í röðinni en ekki sá í hurðinni(þótt ég hafi aldrei sagt “ég þekki palla” :)\nen ég stend nú samt við það að mikið að dyravörðum séu ekki nógu góðir í starfi sínu og séu bara fávitar á powertrippi (“á þessum stað er ég GUÐ”). Margir eru óvenju kurteisir, sérstaklega miðað við vinnuumhverfi og annað en inn á milli eru miður skemmtilegir menn."
        },
        {
            "user": "analpain",
            "user_id": "17086",
            "date": "2003-05-10 17:40:46",
            "id": "1065425",
            "reply_to_id": "1065393",
            "text": "Alveg gæti ekki verið meira sammála þér boltari…Þúst HVAÐ ERU ÍSLENDINGAR AÐ GERA Á DJAMMINU.Jújú “skemmta sér”, en ég get ekki á nokkurn hátt séð hvernig þetta er skemmtilegt að vera innan um fólk sem vegna áfengis eða annara efna er með greindarvísitölu neðan við 80. Svo er það líka djöfuls hávaðinn, maður fer inn á bar sem btw er ekki með neitt dansgólf og samt er ´tonlistin svo hátt stillt að það er ekki hægt að hafa samræður við annað fólk án þess að missa röddina af öskrum. Og svo er það að sjálfsögðu djöfuls slagsmálin, ofbeldi er eina úrræði heimska mannsins…drullist til að svara fyrir ykkur áður en þið bankið næsta mann og kannski væri líka allt í lagi að hafa ástæðu til að banka hann líka…Allavega hef ég aldrei lent í slagsmálum sem höfðu einhvern tilgang annan en einhver fáviti ætlar sér að sýna hversu sterkur hann er, og eða hann er svo heimskur að hann getur ekki svarað fyrir sig öðruvísi en með hnefanum. DJAMMIÐ Á ÍSLANDI SUCKAR!!!!!!!!!!!!!"
        },
        {
            "user": "loddi",
            "user_id": "8119",
            "date": "2003-05-10 21:25:35",
            "id": "1065426",
            "reply_to_id": "1065425",
            "text": "ég er semsagt sá eini sem er skemmtilegur á íslandi ofurölvi?"
        },
        {
            "user": "eaue",
            "user_id": "19588",
            "date": "2003-05-13 11:29:53",
            "id": "1065427",
            "reply_to_id": "1065426",
            "text": "Já loddi ég held thad. Sjálf er ég ágaet stundum en thekki engan nema thig sem er skemmtilegur ofurölvi (thó ég thekki thig ekki neitt…)"
        },
        {
            "user": "Squdzo",
            "user_id": "64730",
            "date": "2008-01-15 23:59:52",
            "id": "5566691",
            "reply_to_id": "1065425",
            "text": "Ef það sökkar svona, drullastu þá burt .. taktu pólverjanna með þé"
        },
        {
            "user": "Atli74",
            "user_id": "15913",
            "date": "2003-05-21 10:51:13",
            "id": "1065428",
            "reply_to_id": "1065393",
            "text": "Já, mér thykir thessi grein virkilega gódur punktur (punktar jafnvel). Ég hef áralanga reynslu úr bransanum, var dyravördur lengi vel tímabilid 1995 - 2003, adallega vegna thess hve vel thessi vinna hentar med námi. Ég hætti sídustu dyravörslu í febrúar núna í vetur og ég vona innilega ad thad hafi verid í sídasta sinn.\nAlls starfadi ég á átta stödum; Gauknum, Óperudraugnum (1996, var nedri hædin á Café Óperu), Skuggabar (hver man eftir theim dögum?), Vegas, Club 7, Nelly's, Prikinu og Næsta bar.\nÉg verd ad fallast á thad med thér ad Íslendingar eru dónalegasta fólk sem fyrirfinnst. Thad kemur (yfirleitt) ekki til greina ad sýna kurteisi eda virdingu og margir virdast beinlínis trúa thví ad dyraverdir séu bara á stadnum til ad vera med leidindi.\nÉg vann eitt sumar á skemmtistödum í Austurríki og Thýskalandi og allan thann tíma sá ég hvorki slagsmál, rifrildi né nokkur leidindi yfir höfud. Einu sinni sá ég dyraverdi vísa manni út vegna of mikillar ölvunar. Engum datt í hug ad rífast eda vera med eitthvert kjaftædi, fólk kom til ad skemmta sér og allir virtu thad. Svo kom madur aftur hingad heim um haustid og fór út ad skemmta sér og fékk bara vægt áfall af thví ad madur var búinn ad gleyma hálfvitaskapnum sem annar hver madur á Íslandi kallar skemmtun.\nÉg hafdi thad sem mottó í mínu starfi ad koma fram af kurteisi og fagmennsku vid alla, alltaf, og aldrei slasadi ég neinn né beitti ofbeldi. En hann er stuttur thrádurinn í löndum mínum og ekki var mikid eftir af tholinmædinni thegar fólk um fimmtugt stód daudadrukkid fyrir framan mann og öskradi um kærur og bladaskrif eftir ad thví hafdi verid vísad út vegna ölvunar. Fólk sem hefdi getad verid foreldrar mínir. Kærurnar og bladaskrifin eru enn ekki komin fram. Merkilegt, madur skyldi ætla ad thessu fólki lægi nóg á hjarta til ad geta barid saman stutt lesendabréf.\nMér thykir gott framtak hjá Meton hf. ad bjóda upp á námskeid fyrir dyraverdi sem hófust haustid 2001. Ég var í einum af fyrstu hópunum sem sóttu thetta námskeid og reyndist thad mér í alla stadi vel. Thad tharf vandad fólk til ad manna thessar stödur thví ad theim fylgir mikil ábyrgd thótt um sé ad ræda vanmetnustu og vanthakklátustu störf sem bjódast á Íslandi.\nVonandi hef ég stadid í mínum sídustu dyrum. En thad var lífsreynsla."
        },
        {
            "user": "Anna84",
            "user_id": "35396",
            "date": "2003-05-26 16:15:29",
            "id": "1065429",
            "reply_to_id": "1065393",
            "text": "Hehe..góð grein hjá þér!! sérstaklega þetta með að troðningurinn væru eins og að smala rollum!! ;)"
        },
        {
            "user": "Abesynth",
            "user_id": "13646",
            "date": "2003-06-07 00:36:11",
            "id": "1065430",
            "reply_to_id": "1065393",
            "text": "Íslenskt skemmtanalíf er bara hryllingur og ekkert minna. Þessir staðir sem eru af einhverri ástæðu kallaðir skemmtistaðir eru einhverjar mestu vítisholur sem fyrirfinnast og fólk er með þessi þvílíku leiðindi. Skólabókardæmi um hrottalega lélegan skemmtistað er sá stærsti í mínum bæ, sá er landsfrægur og hefur verið þekktur fyrir að bjóða uppá hörkustuð í marga áratugi. Ég hef samt aldrei fílað hann neitt, þetta er semsagt Sjallinn á Akureyri. Venjulegt ball í Sjallanum gengur útá það að troðast í gegnum þvöguna á stanslausum hringtúr á milli klósetta, reyna að ná andanum í ógeðslega sveittri hitastækju og tóbaksreyk svo þykkum að það má skera hann með hníf og að öskra uppí eyrun á fólki til þess að reyna að yfirgnæfa tónlist sem er 98,7% sorp. Svo er maður látinn borga 2000-2500 til þess eins að líta þarna inn!\nÉg get ekki skilið af hverju Íslendingar þurfa að láta svona á djamminu, hvort sem þeir eru að leita sér að leiðindum eða hafa ákveðið að þetta kvöld eigi að vera ömurlegt. Reyndar held ég að margir, kannski meirihluti fólks sé alveg með fullu viti þó að það hafi drukkið dálítið en óvitaskapurinn í mörgum skyggir alveg á það. Virðingarleysið þykir mér verst, hvort sem það er gangvart öðru fólki eða dauðum hlutum. Ég held að umgengni Íslendinga við umhverfi sitt gefi ágæta mynd af andlegu þroskastigi þjóðarinnar. Hvað þarf að skipta um mörg umferðarskilti eða stöðumæla eða rúður í verslunum eftir venjulega djammhelgi í Reykjavík? Það er dálítið og þetta er eitthvað sem þekkist varla annarstaðar í hinum siðmenntaða heimi! Vissulega er það smávægilegt afbrot að tússa á umferðarskilti eða míga í blómaker en til hvers í ósköpunum samt? Ég meina, ertu 9 ára eða?\nÉg hef djammað í Grikklandi í útskriftarferð og það var besta djamm sem ég hef verið á, það var einhvern veginn eins og fólk færi á djammið með öðru hugarfari en hérna á klakanum og árangurinn var sá að allir skemmtu sér betur. Ég held ekki að áfengi geri nokkurn mann ofbeldishneigðan eða gáfnatregan. Ölvun er að svo miklu leyti bara ímyndað hugarástand sem fólk notar sem afsökun til þess að fá útrás fyrir þennan pirring sem að einhverri ástæðu er svo ríkur í fólkinu hérna á þessu skeri."
        },
        {
            "user": "Yamamoto",
            "user_id": "31854",
            "date": "2003-06-07 17:05:05",
            "id": "1065431",
            "reply_to_id": "1065430",
            "text": "Í mörgum öðrum löndum getur maður keypt sér skammbyssu og farið út í skóg og skotið eitthvað út í loftið eða bara gert eitthvað. Hér á ,,þessu skeri´´ er ekki hægt að gera neitt til að losna við pirringinn og árásargirnina og endar þetta oft með ósköpum.\nEn annars, þetta er mjög fín grein hjá hjá þér, veitir góða innsýn í það sem dyraverðir ganga í gegnum.\nHinn háæruverðugi og mjög svo pirraði Aðmíráll hefur talað.\nBANZAI!!!"
        },
        {
            "user": "WuKillah",
            "user_id": "16853",
            "date": "2003-06-14 00:17:43",
            "id": "1065432",
            "reply_to_id": "1065431",
            "text": "hvað með eitt stykki box púða, það er góð leið til að fá útrás.  Önnur leið er að fara út og hlaupa 20 sinnum meira en þú gettur hlaupið……."
        }
    ]
}