{
    "forum_title": "Deiglan",
    "user": "nifteind",
    "user_id": "35318",
    "date": "2003-05-07 22:12:22",
    "title": "Kvennakirkjan- á hún rétt á sér?",
    "text": "Það er ekki svo langt síðan að hér ruddi sér til rúms hópur sem byggir sína predikun á kvennafræðum. Það er hin svonefnda Kvennakirkja þar sem séra Auður Eir Vilhjálmsdóttir fer í fararbroddi. Þessi kirkja er sjálfstætt starfandi hópur innan þjóðkirkjunnar og heldur sínar messur í kirkjum þjóðkirkjunnar á víxl. Ég leyfi mér að taka smá texta af www.kirkjan.is/kvennakirkjan sem lýsir markmiði kvennakirkjunnar í hnotskurn:\n“Guðsþjónustur kvennakirkjunnar mótast af kvennaguðfræði. ………………………………, túlkum texta Biblíunnar svo að þeir verði okkur sem skiljanlegastir og breytum þeim úr textum sem ávarpa menn í texta sem ávarpar konur. Við tölum um Guð sem vinkonu okkar.”\nEn það sem maður verður að spyrja er hvort þessi heimsspeki sé einhvers virði. Sagði ekki Guð að allir menn væru jafnir og að hann elskaði alla menn? Ég veit ekki betur en svo. Ég er mjög trúuð og ég er mikill jafnréttissinni. Ég hef aldrei dregið það neitt á bak við tjöldin. Ég get heldur ekki orða bundist þegar að ég sé kynsystur mínar afskræma trúarbrögð í nafni kvenfrelsis og jafnréttis þegar þessi gjörð þeirra leiðir óhjákvæmilega ekki til framangreinds. Kristin trú á að sameina fólk og kenna því umburðarlyndi. Ég er ekki alveg að sjá slíkt gerast þegar hópur kvenna styður mismunun kynjanna og felur sig á bak við einhverja helgimynd í leiðinni.\nÞað sem ég skil ekki við þessa kirkju er að hvernig í ósköpunum þær geta gerst svo kaldar að áætla að Guð hafi velþóknun á fólki sem mismunar öðru fólki. Það er náttúrulega gróf mismunum að hafa eitthvað sem á að vera fyrir alla, opinberlega aðeins fyrir lokaðan hóp sem byggist á kynferði. Það yrði nú eitthvað sagt ef stofnuð yrði Karlakirkjan. Mér finnst þessar konur einfaldlega hafa farið nokkuð vel yfir strikið í þessum málum.\nKvenréttindabaráttan hefur verið löng, ströng og nauðsynleg en nú sýnist mér þetta vera að fara út í öfgar. Þetta lítur út fyrir að vera ekki lengur spurning um jafnrétti heldur að hafa samkundu til þess eins að geta útilokað karla og sagt hí á þig. Svona öfgafemínismi á eftir að snúast á móti okkur konunum (öllum því miður) síðarmeir\nLíður þessum konum eitthvað betur að segja hún Guð og syngja áfram kristskonur, krosskonur? Mega karlmenn líka koma í þessa kirkju og biðja? Af hverju má Guð ekki vera FAÐIRINN á himnum? Tölum við ekki hvort eð er um MÓÐUR Jörð?\nÞað væri gaman að fá að heyra skoðanir ykkar á þessu    ;-)",
    "url": "https://www.hugi.is/deiglan/greinar/140897/kvennakirkjan-a-hun-rett-a-ser/",
    "url_id": "140897",
    "id": "1065654",
    "replies": [
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-05-08 02:56:00",
            "id": "1065655",
            "reply_to_id": "1065654",
            "text": "Mér er bara svo þvílíkt sama.  Mér finnst að það sé bara þeirra réttur að hafa sína kvennakirkju ef þær vilja.  Hins vegar spurning hvort það eigi að vera innan Þjóðkirkjunnar eða sér trúarsöfnuður en Þjóðkirkjan hlýtur að ráða því hvaða túlkanir hún leyfir innan sinna veggja."
        },
        {
            "user": "GiRND",
            "user_id": "2653",
            "date": "2003-05-08 03:03:33",
            "id": "1065656",
            "reply_to_id": "1065655",
            "text": "hvað er það sem seigir að guð sé karlmaður.. afhverju má ekki alveg eins seigja hún í stað hann….. þegar biblían(seinna testamentið) er ritað fyrir 2000árum þá réðu karlar og konur voru ekki jafnréttháar, og það voru menn þessa tíma sem skrifuðu biblíuna eins og þeir best gátu miðað við þeirra uppeldi sem var að konur væru annar flokks manneskjur. Í dag ef ég ætti að “búa til” trúarbrögð eða allavega skrifa um þau, þá myndi ég gera það á jafnréttisgrundvelli, þar sem guð er kynlaus gott afl. Fólk fyrir 2000 árum áttu kannski erfitt með að hugsa sér eitthvað ljós eða kraft sem er guðlegur og það var auðveldara að persónugera guð sem föðurýmind því það var jú sú ýmind sem var mest litið upp til á þessum tímum..\nkv.GiRND"
        },
        {
            "user": "thortho",
            "user_id": "7555",
            "date": "2003-05-08 02:58:24",
            "id": "1065657",
            "reply_to_id": "1065654",
            "text": "„Líður þessum konum eitthvað betur að segja hún Guð og syngja áfram kristskonur, krosskonur?“\nSpurningin er frekar hvers vegna í áranum þær segja „kristkonur, krosskonur“?  „Maður“ á ekki eingöngu við karlmenn, frekar en „hetja“ á aðeins við konur eða „skáld“ á aðeins við einhverja undarlega kynlausa mannveru.  „Maður“ er tegundarheiti, rétt eins og „mús“, „hestur“ og „hnísa“."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-05-08 10:14:11",
            "id": "1065658",
            "reply_to_id": "1065657",
            "text": "“Spurningin er frekar hvers vegna í áranum þær segja „kristkonur, krosskonur“? ”\nÞað er einmitt pælingin sem ég er að reyna að kasta fram. Mér finnst það nefnilega svo fáránlegt að þær skuli ekki fatta þetta að orðið maður þýðir bæði kvenmaður og karlmaður. Þetta er bara fáránlegur útúrsnúningur hjá þessari kirkjudeild og því miður snýst þessi útúrsnúningur um að lítillækka annað kynið"
        },
        {
            "user": "RAVING",
            "user_id": "597",
            "date": "2003-05-08 04:39:47",
            "id": "1065659",
            "reply_to_id": "1065654",
            "text": "Guð er stærsta lygi í heimi."
        },
        {
            "user": "Gourry",
            "user_id": "758",
            "date": "2003-05-08 04:54:09",
            "id": "1065660",
            "reply_to_id": "1065654",
            "text": "Þetta er náttúrulega bara fáránlegt. Svona yfirgangsháttur er ekki íslensku samfélagi bjóðani.\nÞetta öfga fólk er að ganga framaf öllu venjulegu fólk.\nÉg er jafréttissinni og neita að flokka mig sem feminista þar sem svona HÁLVITAR hafa skemmt það orð. Og því ætla ég að titla mig sem jafnréttissinna og lifi á þeirri speki að fólk eigi að komast áfram í lífinu á eigin forsemdu hvort sém það hafi tippi, píku og eitthvað allt annað. Það skiptir ekki MÁLI.\nÉg er búin að fá mig alveg full saddan af þessum helv… lopakerlingum og körlum sem að halda að þau komist upp með allt í nafni femenismans. “Bönnum hitt og bönnum þetta, því að það skaðar ímynd okkar kvenna.”\nÞað þorir enginn að segja neitt, ja því að þetta er “minnihlutahópur”.\nDJÖF!!! ég er alveg öskureiður….\nMér fynnst gaman að horfa á hálf nakinn kvennmann í sjónvarpinu, ég vill að konur raki sig að neðan, mér fynnst ljóshærðar og vel vaxnar konur sætar og vildi hells að allt kvennfólk væri þannig. Og afhverju fynnst mér það. JÚ ÞVÍ AÐ ÉG ER KARLMAÐUR. ÉG FÉKK ÞAÐ Í VÖGGUGJÖF AÐ LAÐAST AÐ GAGNSTÆÐUKYNI. Þið megið horfa á Brad Pit og alla þá gaura, spóka sig um bera að ofan og svona ég fer ekki í fílu út af því. Við erum kynverur.\nEn þessi kynjamunur á samt ekki að tegja sig inn í aðra parta samfélagsins. Þegar við mannfólkið erum búin að fá okkar skamt af erótík þá förum við öll út og erum jafningjar fáum sömu laun og sömu viðleitni frá náunganum.\nVið þurfum ekki einhverja Kvennakirkju. ER ÞETTA FÓLK EKKI Í LAGI, ÉG BARA SPYR….\nÉg er alveg við það að springa og er öruglega ekki sá eini. Ég vona innilega að hið raunverulega kynjajafnrétti verði ekki fyrir aðkasti þegar þessar lopakuntur hafa gengið fram af þessum venjulega íslendingi.\nÉg hvet allt kvennfólk og alla karlmenn til að berjast á móti þeirri mismunun sem að öfgafemenistar eru að reyna að mata okkur á.\nMér dettur reyndar eitt í hug. Það muna allir eftir þessu rifrilid sem átti sér stað um pottþétt auglýsinguna. Að það væri verið að hlutgera konur og blablabla… þið þekkið söguna.\nHafið þið ekki séð þessa dömubinda-auglýsingu þar sem konan er á einhverjum vinnustað og er að gera marg í einu. Það talar einhver kona undir auglýsinguna og er að segja það hvað kvennfólk er klárt á vinnustaðnum og að það sé tvöfalt klárari en karlmenn. Síðan líkur auglýsingunni með þessum orðum : “veldu All days og haltu áfram að vera tvöfalt klárari”. Og konan sést vera að tegja sig eftir penna á gólfinu og borðið dettur og hún grípur það. En fyrir aftar situr klaufalega aumingjalegur karl sem að allt mistekkst hjá því að hann er ekki eins klár og konan.\nEnda er sá orðrómur á kreiki að konur geti hugsað um tvent í einu en karlar bara einn hlut… hummmm….\nÞetta er misrétti í sinni augljósustu mynd. Ekki sé ég þessar jafnréttissinna vera að hvarta yfir henni.\nÉG ER ALVEG BRJÁLAÐUR. Það þarf að stoppa þessa vitleysinga sem fyrst…\nÉg byðst afsökunar á blótsyrðunum hérna að ofan. Mér var orðið frekar heitt í hamsi. Ég byð ykkur aftur afsökuna"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-05-08 04:59:48",
            "id": "1065661",
            "reply_to_id": "1065660",
            "text": "Úff ég var að lesa þetta yfir. All svaðalega stafsett svar ;) hehe\nÉg var reiður, þannig að umberið mig :)\nÉg veit að þetta er innihaldslaust þvaður. Enda er klukkan 5em.\nÉg hélt að ég gæti lesið greinina aftur yfir, eftir að ég ýtti á “senda”"
        },
        {
            "user": "Gourry",
            "user_id": "758",
            "date": "2003-05-08 10:09:09",
            "id": "1065662",
            "reply_to_id": "1065660",
            "text": "Ég er sammála þér. Nóg er nóg. Nú er kominn tími til að karlar stofni nýtt afl(ekki flokkinn) og berjist gegn mismunun í auglýsingum. Þarna er kvennfólk augljóslega með klæki þarna bakvið að mata ungviði af því að karlmenn séu óttarlega heimskar verur.\nMér finnst samt fyndið að ef auglýsing inniheldur eitthvað ó-ó með konu þá fer allt í háaloft en þegar það er gert feitt grín að karli(andliti, fitu osfrv) þá erum okkur frekar nett sama.\nHvað þýðir það eiginlega? Eru karlmenn umburðarlyndari? Eða erum við kannski bara svo duglegir að gera grín að sjálfum okkar án þess að móðgast?"
        },
        {
            "user": "hvurslags",
            "user_id": "7875",
            "date": "2003-05-08 08:11:49",
            "id": "1065663",
            "reply_to_id": "1065654",
            "text": "Við stofnum einfaldlega Karlakirkjuna. Eftir guðspjallið förum við upp að altarinu og fáum okkur nokkra ískalda. það væri líka frábært ef enski boltinn væri þarna í beinni, að ég tali nú ekki um billiard-borð. OG, konum meinaður aðgangur, nema þær séu vændiskonur."
        },
        {
            "user": "geiri2",
            "user_id": "8406",
            "date": "2003-05-08 08:45:29",
            "id": "1065664",
            "reply_to_id": "1065663",
            "text": "hehe, styð hugmynd hvurslags, hlutfall trúaðra karla mundi örugglega snarhækka :)"
        },
        {
            "user": "Notoriuz",
            "user_id": "10774",
            "date": "2003-05-08 09:02:48",
            "id": "1065665",
            "reply_to_id": "1065654",
            "text": "Varðandi þetta með “hún guð” og svo frv. þá er það víst þannig að hugmyndafræðin um guð byggist á því hvernig hver og einn skynjar hann (eða hana í þessu tilviki).  Þetta er byggt að þeirri hugmynd að hver og einn skynji guð eftir því sem reynsla hvers og eins gefur tilefni til.\nEn er annars ekki trúfrelsi í landinu??\nÉg er líka næsta viss um að flestir þeirra sem eru á móti þessu hérna myndu aldrei ganga í þessa kirkju (né nokkra aðra) ef þeir hefðu tækifæri til þess.\nÞetta virðast fyrst og fremst vera óþroskaðar graðfolaskoðanir sem byggjast á því að konur eigi að vera mönnum undirgefnar og sitja og standa eins og þeim sýnist."
        },
        {
            "user": "bettybo",
            "user_id": "30701",
            "date": "2003-05-08 11:27:02",
            "id": "1065666",
            "reply_to_id": "1065654",
            "text": "Allir mega sækja messur í kvennakirkjunni.  Það er nú samt bara þannig að karlmenn vilja kannski kalla sinn guð hann.  Af hverju mega konur ekki kalla sinn guð hún?  Í hverju fellst misréttið.\nÞað eru því miður karlar sem hingað til hafa afskræmt trúna og notað hana til að kúga konur.  Fyrsta sköpunarsagan um að konur og karlar séu sköpuð jöfn hefur lítið verið hampað meðan seinni sköpunarsagan um að konur séu af körlum og óæðri hefur verið hampað í hvívetna.\nÉg er afskaplega þakklát Auði Eir að stofna kvennakirkjuna.\nStundum þarf að byrja smátt þegar um er að ræða róttækar hugmyndir eins og jafnrétti innan kirkjunnar (þá aðskil ég kirkjuna sem bákn, Guð og trúin á hana þarfnast ekki kirkju).  Ég held að það sé ástæðan fyrir “einangrun” kvennakirkjunnar - kirkjan er ekki tilbúinn að taka þessi fræði inní almennt starf sitt. En Biskupinn og kirkjan virðast ekki hafa neitt á móti starfseminni sem einangraðri deild innan kirkjunnar;)\nhttp://www.kirkjan.is/kvennakirkjan/\nGuð hún er miskunsöm.\nAmen."
        },
        {
            "user": "bettybo",
            "user_id": "30701",
            "date": "2003-05-08 11:32:40",
            "id": "1065667",
            "reply_to_id": "1065666",
            "text": "gleymdi að þú varst búin að vísa á heimasíðuna.\nVildi líka benda á að kvennakirkjan breytir t.d. ekki faðirvorinu.  Það er “faðir vor þú sem ert á himnum”.\nEn þeirra starf höfðar betur til mín en hitt.  Ég vil sitja og túlka minn guð eins og mér sýnist og mér sýnist kona.  Manninum mínum sýnist ekki neitt en maður systur minnar sýnist guð karl.  Er það ekki jafnrétti í hnotskurn???"
        },
        {
            "user": "Nevermind",
            "user_id": "24764",
            "date": "2003-05-08 13:44:43",
            "id": "1065668",
            "reply_to_id": "1065667",
            "text": "mér er slétt sama þó að nokkrar konur stofni kvennakirkjuna, samt ´já, ef það yrði stofnuð karlakirkja væri eitthvað sagt,en að segja að það vanti jafnrétti og að reyna að stuðla að jafnrétti er ekki að fara og rjúka og gera eitthvað BARA fyrir konur, vegna þess að í fortíðinni var eitthvað BARA fyrir karla. Það var ekki ætluninn held ég að mismuna konum með seinna testamentinu. Bara halda því eins og það á að vera, boðskapur Jesú sem við eigum víst að trúa á var að allir væru jafnir og allir ættu að elska alla og allir að faðmast og fara í sumarfrí.\nps:Hvernig átti Guð að koma fyrir erfðaefnum fyrir í egginu á maríu mey?, Mig langar mjög að vita þetta og sá sem svarar mér, endilega tikka við “láta höfund vita að honum hafi verið svarað”"
        },
        {
            "user": "thortho",
            "user_id": "7555",
            "date": "2003-05-08 14:08:08",
            "id": "1065669",
            "reply_to_id": "1065668",
            "text": "„Hvernig átti Guð að koma fyrir erfðaefnum fyrir í egginu á maríu mey?“\nÓkei.  Við erum hér að tala um veru sem tók sig til og bjó heiminn til eins og hann leggur sig.  Veru sem bjó til allt líf á jörðinni, bjó til ljósið.  Veru sem eyddi heilu borgunum, lét plágur ganga yfir Egyptaland og svo framvegis og framvegis.  Slík vera ætti varla í erfiðleikum með að koma smávegis erfðaefni fyrir í Maríu."
        },
        {
            "user": "bettybo",
            "user_id": "30701",
            "date": "2003-05-08 15:38:48",
            "id": "1065670",
            "reply_to_id": "1065668",
            "text": "Já en þó það heiti kvennakirkja er körlum jú ekki bannaður aðgangur.  Er það nafnið sem fer í taugarnar á ykkur “Kvennakirkjan”?\nGuð hefur örugglega átt leiðir til að koma erfðarefnum fyrir í eggi Maríu.\nSvoleiðis aðgerðir, að stinga erfðarefnum í egg, eru orðnar daglegur atburður uppá Landspítala án þess að nokkur þar hafi enn  verið tekinn í guðatölu - allavega ekki opinberlega."
        },
        {
            "user": "Nevermind",
            "user_id": "24764",
            "date": "2003-05-08 15:47:22",
            "id": "1065671",
            "reply_to_id": "1065670",
            "text": "Já en stinguru genum úr konu í eggið á konu?, hvernig gat þá jesú orðið karlmaður ef hann hafði engann til að erfa y litninginn úr?"
        },
        {
            "user": "bettybo",
            "user_id": "30701",
            "date": "2003-05-08 16:11:55",
            "id": "1065672",
            "reply_to_id": "1065671",
            "text": "Þetta eru smámunir fyrir guð að redda þessu ekki satt???\nKlónun þekkist og dolly hún er jú guðleg!?"
        },
        {
            "user": "Nevermind",
            "user_id": "24764",
            "date": "2003-05-08 16:38:35",
            "id": "1065673",
            "reply_to_id": "1065672",
            "text": "Þetta var ekki sva"
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2003-05-08 11:27:24",
            "id": "1065674",
            "reply_to_id": "1065654",
            "text": "Nennti ekki að lesa þetta, en svarið er NEI, og hún er ömurleg þessi Auður, ljóta lessan sem er í forsvari fyrir þær."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2003-05-14 02:55:31",
            "id": "1065675",
            "reply_to_id": "1065654",
            "text": "Tricia\nTakk fyrir svar og ráðleggingar ;)\nEn ég alveg sammála þér um þessa kvennakirkju, öfgar sem skila engu nema deilum, er ekki nógu mikið vesen á kirkjunni yfirleitt ?\nOg þó Auður Eir væri kominn í púltið þá myndu eflaust margir spyrja hvar kvenpresturinn væri, þegar maðu sér hana á förnum vegi dettum manni orðið “munkur” í hug."
        }
    ]
}