{
    "forum_title": "Herkænskuleikir",
    "user": "reynzi",
    "user_id": "1069",
    "date": "2003-05-07 16:55:50",
    "title": "Nauðsinlegt að vera með strat",
    "text": "Ég hef spilað GLA ONLINE alveg frá því ég fékk leikinn í hendurnar því mér hefur ávallt fundist þeir lang flottastir…hinsvegar var ég í miklum vandræðum til að byrja með því að ég var yfirleitt alltaf drepinn af öllum þessum hátæknilöndum…jújú ég var noob og ekki sá besti í bransanum en ég komst nú fljótlega (reyndar ekki nógu fljótlega) að maður verður að vera undirbúin áður en haldið er til orustu.  GLA eru þannig uppbyggðir að ef að maður er ekki með neitt Strategy þá er maður yfirleitt dauðans matur því að tækin þeirra og tól eru frekar veikbyggð.  Þess vegna er alveg nauðsinlegt að vera 100% viss hvað þú ætlar að nota hvert eitt og einasta unit í…annað sem er nausinlegt er að lenda aldrei í þerri stöðu að þú vitir ekki alveg hvað þú átt að gera næst og látir tíman líða meðan þú scrollar fram og til baka á meðan að peningarnir safnast jafvel upp!! Maður á að reyna að eiga eins lítinn pening og hægt alltaf að vera að búa eitthvað til!\nEitt strat sem ég nota oft þegar ég spila (þá sérstaklega í frekar litlum möppum ekki stærri en 4gra manna) er víst rush og það bara nokkuð gott…það virkar þannig að um leið og leikurinn byrjar bý ég til 2 workers tek workerinn sem maður byrjar með og læt hann gera birgðahús nálægt birgðunum.  Þá kemur bið í nokkrar sek á meðan ég bíð eftir að báðir workerarnir eru komnir út þá læt ég þá hlaupa í átt að beisi andstæðingsins alveg þangað til að fyrsti workerinn er búin með birgðahúsið um leið og hann klárar það læturu það búa til 4 workers og lætur gaurinn sem var að byggja það fara að bera birgðir.  Því næst læturu báða hina hlaupandi gaurana strax byrja að byggja Ökutækjahús(lol man ekki hvað það heitir núna) þá kemur örlítil bið en maður þarf að bíða spenntur eftir að þeir klári því um leið og þeir eru búinir lætur maður annað húsið gera 3 scorpions og hitt 2 scorpions og 1 bíl sem er fljótur að skjóta kalla og getur skotið flugvélar líka (andsk man ekki hvað neitt heitir núna) svo bíðuru þangað til að þú átt 1000 cred og lætur húsið sem er að gera 3 scorpions gera scorpion missle því það er bráðnausinlegt…þegar allir 6 bílarnir eru komnir þá þeisiru þeim í átt að óvinabeisinu og plantar þeim rétt fyrir utan það alveg þangað til að missleið er komið í scorpionana þá ræðst maður strax til atlögu…passa sig að láta bílinn sem er fljótur að skjóta kalla og getur skotið flugvélar líka vera aðeins fyrir aftan svo hann geti séð um kallana sem koma útúr byggingunum!\nyfirleitt virkar þetta mjög vel og maður nær mjög oft að drepa óvininn eða þá hann nær að flýja til vinar síns og þá fær maður auka supplies og þetta er unnin leikur!\nAnnars veit ég ekkert hvort að þið ættuð nokkuð að vera að hlusta á mig og spila bara leikinn eins og ykkur finnst best…..já ætli það sé ekki bara gáfulegra…:þ",
    "url": "https://www.hugi.is/strategy/greinar/140894/naudsinlegt-ad-vera-med-strat/",
    "url_id": "140894",
    "id": "1065609",
    "replies": [
        {
            "user": "Taciturn",
            "user_id": "35131",
            "date": "2003-05-09 12:36:34",
            "id": "1065610",
            "reply_to_id": "1065609",
            "text": "Þetta er reyndar mjög heimskulegt strat hjá þér ekki móðgast en þeir geta verið búnir að búa til nokkra bazooku kalla og drepa alla þessa veiku bíla þína léttilega og fara bara fyrst á bílinn sem drepur infantry kalla og þá eru hinir í djúpum skít."
        },
        {
            "user": "reynzi",
            "user_id": "1069",
            "date": "2003-05-09 12:38:38",
            "id": "1065611",
            "reply_to_id": "1065610",
            "text": "ég hef oft notað þetta og þetta virkar mjög oft! scorpions eru fljótir að drepa kalla þegar þeir eru komnir með missleið og svo keyrir maður nottla bara yfir þá!! þeir drepa kannski 1-2 en þá er maður bara fljótur að rústa barracsinu þeirra plehplehplow"
        },
        {
            "user": "Taciturn",
            "user_id": "35131",
            "date": "2003-05-09 12:51:25",
            "id": "1065612",
            "reply_to_id": "1065611",
            "text": "en þeir fá bara 1 missile hver og það nægir kannski á einn kall hvert missile ef að kallinn hefur vit á því að dreyfa þeim þá getur þú heldur ekki keyrt yfir þá með 6 scorpions :)"
        },
        {
            "user": "reynzi",
            "user_id": "1069",
            "date": "2003-05-09 13:19:53",
            "id": "1065613",
            "reply_to_id": "1065612",
            "text": "jújú það er nottla möguleiki að þetta mistakist og það hefur auðvitað gerst…en oft er hann ekki búin gera neinn kall og ÞÁ er þetta auðvelt :þ"
        },
        {
            "user": "Taciturn",
            "user_id": "35131",
            "date": "2003-05-09 19:47:39",
            "id": "1065614",
            "reply_to_id": "1065613",
            "text": "jámms"
        },
        {
            "user": "Gregg",
            "user_id": "28663",
            "date": "2003-05-11 14:55:06",
            "id": "1065615",
            "reply_to_id": "1065610",
            "text": "ok hann var að segja að þetta virkaði mjög oft, þá getur þetta nú varla verið mjög heimskulegt…"
        },
        {
            "user": "McSulli",
            "user_id": "25541",
            "date": "2003-05-11 22:13:58",
            "id": "1065616",
            "reply_to_id": "1065615",
            "text": "China er einfaldlega lang besta liðið í generals… þeir hafa Overlord og mikinn eld… það er ekki til sá hlutur sem getur sigrað china ! ;)"
        },
        {
            "user": "Gregg",
            "user_id": "28663",
            "date": "2003-05-12 01:42:01",
            "id": "1065617",
            "reply_to_id": "1065616",
            "text": "lol, ok ég verð kannski að vera aðeins ósammála því að það fer náttúrulega bara eftir því hvað gaurinn sem er að stjórna liðinu er góður með því liði, en mér finnst china líka lang best og ég held að china séu líka bestir á móti USA, USA bestir á móti GLA, og GLA bestir á móti china, en það eru bara svo fáir GLA þannig að china er í rauninni lang best þangað til það breytist.\nen samt get ég ekki annað en að segja að ég er nú eiginlega sammála þér, þótt ég viti að EA myndu ekki gera 1 liðið betra en öll hin þá held ég samt að china sé best, hehe."
        },
        {
            "user": "reynzi",
            "user_id": "1069",
            "date": "2003-05-12 10:07:23",
            "id": "1065618",
            "reply_to_id": "1065617",
            "text": "eru þetta ekki líka allt kínverjar sem forrita þetta!! ;D"
        },
        {
            "user": "Gregg",
            "user_id": "28663",
            "date": "2003-05-12 13:12:59",
            "id": "1065619",
            "reply_to_id": "1065618",
            "text": "ha? forrita hvað?? lol, meinarðu leikinn? já gæti náttúrulega verið, hehe, gæti útskýrt af hverju CHINA OWNAR SVONA MIKIÐ."
        },
        {
            "user": "remulean",
            "user_id": "25163",
            "date": "2003-05-12 19:43:42",
            "id": "1065620",
            "reply_to_id": "1065619",
            "text": "kína rules overlord og mig owna"
        },
        {
            "user": "Gregg",
            "user_id": "28663",
            "date": "2003-05-12 20:10:32",
            "id": "1065621",
            "reply_to_id": "1065620",
            "text": "jamms, en það má ekki gleyma bunkerunum, bunker er ein besta varnarbygging í leiknum, því að rocket gaurar inni í húsum eru svo viðbjóðslega öflug vörn, þess vegna er líka 1 unit í hverju liði sem getur bara drepið alla kalla inni í húsi í einu skoti, en það virkar ekki á bunker, þannig að bunker er eins og bygging sem hægt er að fara inní en er ekki hægt að nota þetta súper dót á. en auðvitað eru overlordar MiG, og nuke cannon náttúrulega alger snilld líka."
        },
        {
            "user": "HLS",
            "user_id": "16037",
            "date": "2003-05-09 21:20:45",
            "id": "1065622",
            "reply_to_id": "1065609",
            "text": "Rétt hjá hinum gaurnum, ef að andstæðingurinn er til dæmis china eða usa þá fer hann létt með að rústa bílunum þínum og enn frekar ef að það eru einhver hús fyrir þá til að campa , ef ekki þá bara bunker. þá er planið misheppnað og hann strikar á þig með rocket soldiers köllunum sem eftir eru og heldur bara áfram að senda rocket á baisið þitt þar til þú ert dauður. Svo getur USA lika verið löngu búið að negla upp Paitriot Missles."
        },
        {
            "user": "Gregg",
            "user_id": "28663",
            "date": "2003-05-10 12:29:59",
            "id": "1065623",
            "reply_to_id": "1065609",
            "text": "gott strat en maður má náttúrulega eins og þú sagðir ekki gleyma baseinu sínu, því ef maður hugsar of mikið um að ráðast á þá og allt það getur kannski sá sem er með honum í liði komið og ownað þig, en ef þetta er 1v1 borð þá er þetta náttúrulega öðruvísi. en ég er með smá auka fyrir stratið þitt, þ.e.a.s. ef maður getur gert rocket buggya strax þá byggir maður þá náttúrulega og rústar vörnunum, en ef ekki þá kannski getur maður gert 1 eða 2 stinger site hjá arms dealerunum (ökutækjahúsunum, lol) og svo bara flýtt sér að techa upp og fengið sér rocket buggya og svo gert þetta sem þú sagðir, kannski hafa þá líka 2 eða 3 quad cannon í staðinn fyrir 1. eða þá að í staðinn fyrir að gera rocket buggyana og það þá fær maður sér kannski 2 scud launchera og skýtur bara anthrax fyrir utan barracksið hjá þeim og svo notar maður scud launcherana líka til þess að rústa vörnunum. en þá náttúrulega er þetta ekki rush lengur þannig að kannski er bara best að gera þetta eins og þú sagðir, lol, samt allt í lagi kannski að prufa þetta líka."
        },
        {
            "user": "corrico",
            "user_id": "18210",
            "date": "2003-05-17 21:03:25",
            "id": "1065624",
            "reply_to_id": "1065609",
            "text": "ég verð eiginlega að vera ósammála þessu. maður þarf ekki alltaf að hafa hlutverk fyrir hvern mann(en samt oft gott ef maður þarf að rústa vörnum….) En ég tel líka að það er best að campa í basinu með GLA. eða?"
        },
        {
            "user": "Skylark",
            "user_id": "2436",
            "date": "2003-08-06 11:36:14",
            "id": "1065625",
            "reply_to_id": "1065624",
            "text": "Smá punktur ekki byggja bara 2 workera haltu áfarm að byggja svona 6 stk og settu worker 3 í að búa til barackinn  en WP hina að supply þannig að þegar það er tilbúið þá ertu með 4 redy workers til að harvesta í stað þess að hafa tvo"
        }
    ]
}