{
    "forum_title": "Stjórnmál",
    "user": null,
    "user_id": null,
    "date": "2003-05-07 22:46:21",
    "title": "\"Æ bara! flottur flokkur!\"",
    "text": "þetta segir liggur við annar hver maður sem kýs einveldisstjórn Davíðs Oddssonar. “Frábær stjórn bara” segja sumir en vita ekkert um hvað þeir eru að tala ! hvernig skilgreinir maður góða stjórn ? ég myndi skilgreina hana þannig að allir gætu keypt nauðsynjavörur og einnig eytt í eitthvað af öllum þeim óþarfa sem nútímasamfélag býður upp á.\nÞegar maður heyrir þessi frábæru rök þessara manna sem ætla að kjósa sjálfstæðisflokkinn þegar maður fiskar aðeins upp úr þeim þá segja þeir “Þeir ætla að lækka skatta. það er þó skárra en vinstri-grænir!” Ég hlýt því að spyrja af hverju þessir skattar séu enn svo háir þó svo sjálfstæðisflokkurinn hafi setið við völd í 12 ár!\nEinhverjir eiga örugglega eftir að mótmæla og segja “Framsókn var með þeim” en ég tel nú að sjálfstæðis og framsóknarflokkurinn ættu bara að sameinast. Stefnur þessara flokka eru ólíkar en í kappræðum sjónvarps er ALDREI sagt neitt slæmt við stefnu hina aðilans í þessu máli. Ég tek sem dæmi á stöð 2 um daginn, þá kom Guðmundur Árni með rök gegn Sivi Friðleifsdóttur. Og getiði hver “verndaði” sivi. Nú! auðvitað Árni Mathiesen, hver annar ?\nauk þess vil ég gagnrýna þennan óttaáróður hjá núverandi stjórnarflokkum. Fyrningarleiðin er góð leið ef hún er notuð rétt. Stjórnarflokkarnir hafa bara einblínt á góðu hliðar kvótakerfisins og ekki kynnt sér fyrningaleiðina.\nSamkvæmt rannsókn sem Vinstri-grænir létu gera fyrir sig þá eyðir Framsóknarflokkurinn um 30 milljónum í auglýsingar.\nÞað finnst mér of hátt. mér finnast 10 milljónir nóg! þessar 20 milljónir mætti nota í mæðrastyrksnefd og aðra svipaða aðila sem hefðu getað notað þessa peninga í marga þarfari hluti en svona ónauðsynlegt drasl eins og ég kýs að kalla það. ég held að flokkarnir fái nóg rými í hinum ýmsu fjölmiðlum til að kynna sín málefni. Framsókn er ekki einn um að fara langt yfir 10 millurnar.\nJæja ég hef skrifað nóg í bili og kveð að sinni",
    "url": "https://www.hugi.is/stjornmal/greinar/140917/ae-bara-flottur-flokkur/",
    "url_id": "140917",
    "id": "1066237",
    "replies": [
        {
            "user": "Cule",
            "user_id": "8159",
            "date": "2003-05-08 09:27:02",
            "id": "1066238",
            "reply_to_id": "1066237",
            "text": "Já án efa annar hver maður sem kýs sjálftsæðisflokkin gerir það bara af því að það er svo flottur flokkur."
        },
        {
            "user": "Cule",
            "user_id": "8159",
            "date": "2003-05-08 09:40:22",
            "id": "1066239",
            "reply_to_id": "1066238",
            "text": "Jamm það er eins og það sé búið að heilaþvo fólk þannig að það sé þjóðarsvik að kjósa annan flokk! Allir hlýða Davíði eins og litlir hvolpar :S\nX-S í ár! Pottþétt ;D"
        },
        {
            "user": "Cule",
            "user_id": "8159",
            "date": "2003-05-08 09:51:16",
            "id": "1066240",
            "reply_to_id": "1066239",
            "text": "Þetta var sko kaldhæðni hjá mér.."
        },
        {
            "user": "geiri2",
            "user_id": "8406",
            "date": "2003-05-08 12:47:00",
            "id": "1066241",
            "reply_to_id": "1066240",
            "text": "Áts, skaust þig í fótinn þarna Cule, hittir einmitt naglann á höfuðið"
        },
        {
            "user": "Baldurblizz",
            "user_id": "26454",
            "date": "2003-05-08 15:31:39",
            "id": "1066242",
            "reply_to_id": "1066239",
            "text": "Ingibjörg Sólrún er nú komin á valdhrokabragðið og verður því engu betri forsætisráðherra.\nRugli:“ég myndi skilgreina hana þannig að allir gætu keypt nauðsynjavörur og einnig eytt í eitthvað af öllum þeim óþarfa sem nútímasamfélag býður upp á.”\nKannski betra að skilgreina góða stjórn þannig að allir hafi aðgang að lágmarksþjónustu þeirri er ríkinu er skylt að veita. En ekki hversu margir eiga upphækkaðan Landcruiser eða gsm síma"
        },
        {
            "user": "Baldurblizz",
            "user_id": "26454",
            "date": "2003-05-08 18:14:15",
            "id": "1066243",
            "reply_to_id": "1066242",
            "text": "Það er fullt af fólki sem á ekki efni á nauðsinjavörum!………"
        },
        {
            "user": "Cule",
            "user_id": "8159",
            "date": "2003-05-08 10:10:08",
            "id": "1066244",
            "reply_to_id": "1066237",
            "text": "Ég er ekki að fatta fólk stundum. Það vill borga sem minnst í skatta en vill svo að ríkið borgi allan fjandan fyrir það og röflar svo vegna þess að heilbrigðiskerfið, menntakerfið og velferðarkerfið sé svo fjársvelt og enga þjónustu að fá. Skattar eru undirstaða þess að velferðarkerfið nái að skila því sem það á að skila. Ef þú (kjósandi góður) vilt borga lægri skatta þá verður þú að sætta þig við það að fá voðalega lítið til baka frá þjóðfélaginu í staðinn.\nÉg tel að það sé ekki hagkvæmt að lækka skatta (nema á lágtekjufólki) heldur frekar að skipuleggja betur í hvað skattpeningunum er varið og byggja þannig upp öflugra velferðarkerfi. Það er bara sorglegt hvað það eru margir sem hreinlega fatta þetta ekki.\nMér er líka ofboðið af öllum þessum megadýru auglýsingum sem bæði framsókn og samfylkingin hafa verið að flassa út um allan bæ. Ég er alveg sammála höfundi að þessum peningum yrði betur varið í góðgerðarmál. Ætli ég kjósi framsókn eitthvað frekar vegna þess að þeir eru með risastórt segl utan á kosningamiðstöðinni sinni?….NEI.\nÞað er ákveðin vitleysa að vera alltaf hollur einhverjum flokki “af því bara”. Maður þarf að skoða þá möguleika sem fyrir hendi eru af alvöru og kjósa virkilega það sem er skynsamast ekki vegna auglýsingaherferða, skoðanakannana eða “gjafmildi” frambjóðenda í kosningabaráttunni.\nVG er bara það eina sem eitthvað vit er í fyrir þessar kosninga"
        },
        {
            "user": "Cule",
            "user_id": "8159",
            "date": "2003-05-08 10:29:48",
            "id": "1066245",
            "reply_to_id": "1066244",
            "text": "Gott velferðar kerfi er afar mikilvægt en það er gott atvinnulíf líka. Gott atvinnulíf er lykilinn af auknum tekjum ríkissins sem eru síðan hægt að nota til styrkingar velferðarkerfisins."
        },
        {
            "user": "thevoid",
            "user_id": "29339",
            "date": "2003-05-08 11:32:49",
            "id": "1066246",
            "reply_to_id": "1066244",
            "text": "Ég er alveg sammála þér með þessar auglýsingar. Samfylkingin, Sjálfstæðisflokkurinn og Framsókn eyða alltof miklum peningum í auglýsingar. Samt eru auglýsingarnar hjá Sjálfstæðisflokknum og Framsókn um einhver málefni annað heldur en hjá Samfylkingunni. Þar er bara: öööööö, Sjálfstæðisflokkurinn og Framsókn eru búinn að stjórna alltof lengi og kjósið okkur af því að við erum gegt kúl stjórnarandstöðuflokkur með konu sem forsetisráðherraefni ööööööö.\nEn hafa Frjálslyndir eitthvað verið að bruðla?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-05-08 11:38:58",
            "id": "1066247",
            "reply_to_id": "1066246",
            "text": "Frjálslyndir hafa líkt og VG eytt hóflegum upphæðum í auglýsingar. Nýtt afl er samt lang ódýrust í þessum efnum en kannski ekki að furða það þar sem þau eru tiltölulega nýlega komin í kosningabaráttuna, nýstofnuð og enn á barnsskónum."
        },
        {
            "user": "mds",
            "user_id": "37712",
            "date": "2003-05-08 10:31:30",
            "id": "1066248",
            "reply_to_id": "1066237",
            "text": "Jú, sjálfstæðisflokkurinn hefur setið s.l. 12 ár í stjórn, en það er ekki hægt að lækka skatta hvernær sem er. Allar aðstæður þurfa að vera í lagi til þess.\nUndanfarin ár hafa ekki verið hagstæð til skattalækkunnar. Það kemur framsókn ekkert við, að mínu mati allavega.\nRannsókn sem vinstri grænir létu gera ? bíðið nú aðeins við. Haldiði í alvöru að eitthvað sé að marka svoleiðis rannsókn ?  Ef leyfi mér að stórefast um að vinstri grænir eða auglýsingastofan þeirra fái nákvæmar upplýsingar um eyðslu “andstæðinganna”.\nBless í bili"
        },
        {
            "user": "Baldurblizz",
            "user_id": "26454",
            "date": "2003-05-08 10:44:25",
            "id": "1066249",
            "reply_to_id": "1066237",
            "text": "þetta er ekki spurning um að gera skattalækkanir heldur skattatilfærslur. MEIRI SKATTA Á RÍKA FÓLKIÐ! Svo fátækir þurfi ekki að sníkja sér mat, sem ég held að fullt af fólki þarf að gera og ég þekki meira að segja fólk sem þarf stundum að gera það.Talið þið Sjálfstæðismenn bara við ríka fólkið og verðið veruleikafirrtir. Áfram Ísland! Fyrir alla, konur og kalla"
        },
        {
            "user": "bani",
            "user_id": "9867",
            "date": "2003-05-08 11:32:25",
            "id": "1066250",
            "reply_to_id": "1066249",
            "text": "Af hverju þarf fólk með há laun að gjalda þess að hafa náð langt í lífinu (hátekjuskattur), ég spyr. Ef ég er búinn að ganga í háskóla í 5 ár og fá lán hjá LÍN upp á 3-4 milljónir til þess að lifa á námsárunum. Á ég þá að gjalda þess að hafa verið duglegur í námi og borga hærri skatta þegar ég kem út á vinnumarkaðinn. NEI.\nMenn virðast einfaldlega vilja hafa þetta eins og í Rússlandi. Þurfa ekkert að vinna og lifa á ríkinu, Ríkið á að sjá um allt og maður þarf ekkert að hafa fyrir hlutunum. Svoleiðis er það bara ekki og það virkar ekki. Ef heilbrigðisþjónusta og fleira væri ókeypis á Íslandi myndi það kosta ríkið milljarða og Íslendingar væru ekki ein ríkasta þjóð í heimi."
        },
        {
            "user": "Baldurblizz",
            "user_id": "26454",
            "date": "2003-05-08 14:24:34",
            "id": "1066251",
            "reply_to_id": "1066250",
            "text": "bani\nGeruru þér grein fyrir því að til er fólk sem leggur allveg jafn hart að sér líkamlega og þú andlega en það fær minni tekjur en þú munt fá þegar þú hefur klárað það sem þú ert að gera."
        },
        {
            "user": "Kjarrval",
            "user_id": "3269",
            "date": "2003-05-08 11:29:02",
            "id": "1066252",
            "reply_to_id": "1066237",
            "text": "Framsóknarflokkurinn kom með þá athugasemd að niðurstaða rannsóknar Vinstri Grænna á auglýsingatekjunum var röng. Þeir gáfu upp síðan hvað þeir höfðu eytt mikið í þær, held frá 12-16 milljónir. Auglýsingar flokksins eru ekki greiddar af ríkinu sjálfu heldur greiddar með frjálsu framlagi almennings.\nHvað eru annars Vinstri Grænir að eyða pening í að rannsaka auglýsingakostnað annarra flokka? Þeir hefðu alveg geta eytt honum í kosningabaráttu þeirra sjálfra eða gefið hann góðu málefni þess vegna.\nAllar atvinnuleysisbætur frá ríkinu eru miðaðar (eða eiga að vera) kaup á helstu nauðsynjavörum og aðeins aukalega. Bíll er ekki nauðsynjavara almennt og því fer ríkið ekkert að borga fyrir bensín og sama má segja um ýmislegt annað sem fæst. Margir ganga það langt að telja ýmsa hluti sem nauðsynjavöru sem er það eingöngu í huga þeirra.\nÞú verður líka að læra að allt tekur tíma, þú getur ekki bara allt í einu lækkað eða hækkað neitt án þess að vita hvort að ríkið ráði við þessi auka útgjöld og þess vegna þarf að taka þessu rólega en örugglega.\nÞað er rétt hjá þér að fyrningarleiðin er góð ef hún er notuð rétt en ég er ekki alveg svo viss um að Samfylkingin geti gert það þótt að þetta líti vel út á pappír. Ef að þeim á að takast það, þá þurfa þeir að eyða meiri tíma í það en þeir hafa gert. Ég myndi vilja sjá allar áætlanir þeirra varðandi þetta."
        },
        {
            "user": "Boozer",
            "user_id": "15214",
            "date": "2003-05-08 11:39:25",
            "id": "1066253",
            "reply_to_id": "1066237",
            "text": "Og hvað er Sjálfstæðisflokkurinn og Framsókn einu flokkarnir sem eyða í auglýsingar ?\nþað er auðvitað synd að þurfa eyða svona miklum peningum í auglýsingar , en það eru þeir allir að gera !!\ntrúðu mér : )\nkv. Boozer…."
        },
        {
            "user": "Gyzmo",
            "user_id": "3814",
            "date": "2003-05-08 11:40:08",
            "id": "1066254",
            "reply_to_id": "1066237",
            "text": "Kæri Ruglinn\nHvað skiptir það máli hvað flokkar eyða í kosningarbaráttu? þetta eru þeirra peningar, frá þeirra stuðningsmönnum.\nSkattar eru ekki háir vegna framsóknar, heldur vegna þess að það þurfti að borga niður skuldir frá fyrri tímum, plús það að já þeir eru að lækka skv. D listanum.\nÉg vil benda á að þetta með að Davíð sé búinn að sitja of lengi er bull, ef að þú átt hlut í fyritæki og frakvæmdarstjórinn er búinn að vera í 12 ár frakvæmdarstjóri, ekki rekur þú hann fyrir að vera búinn að vera of lengi? nei ekki ef hann stendur sig vel.\nBara svo að ég sé ekki að villa fyrir neinum hvaða skoðun ég hef, ég vil búa í landi sem veitir mér tækifæri til að dafna, en ekki ýtir undir það að fólk liggji á kerfinu.\nGóðar stundir\nGyzmo"
        },
        {
            "user": "Kjarrval",
            "user_id": "3269",
            "date": "2003-05-08 11:48:59",
            "id": "1066255",
            "reply_to_id": "1066237",
            "text": "þú getur ekkert skilgreint góða stjórn fyrir annan en þig….\ní raun og veru er ekki hægt að ætlast til neins annars en að sá sem kjósi áframhaldandi stjórn D sé sáttur með því sem kemur að honum….\nyou cant teach ethics and compassion"
        },
        {
            "user": "Kjarrval",
            "user_id": "3269",
            "date": "2003-05-08 20:03:44",
            "id": "1066256",
            "reply_to_id": "1066255",
            "text": "“þú getur ekkert skilgreint góða stjórn fyrir annan en þig” Droopy ég man nú ekki betur en að ég sagði að ég skilgreindi hana svoleiðis. aðeins að kynna sér málefnin.\n“Hvað skiptir það máli hvað flokkar eyða í kosningarbaráttu? þetta eru þeirra peningar, frá þeirra stuðningsmönnum.” - ég átta mig fullvel á því enda hélt ég ekki öðru fram. Smá skjól fyrir alla heimilisleysingjana í reykjavæik yrði örugglega ágætis auglýsing fyrir flokkinn og skilaði örugglega meira fylgi en einhver brosandi kall í Morgunblaðinu.\n“Skattar eru ekki háir vegna framsóknar, heldur vegna þess að það þurfti að borga niður skuldir frá fyrri tímum, plús það að já þeir eru að lækka skv. D listanum.” - Já, það er ekki tími til að lækka núna eins og þessir stjórnarflokkar eru að lofa! það veit ég, þess vegna gagnrýni ég það! eitthvað mun  virkjunin á Kárahnjúkum kosta ríkið. sama hvernig þeir reyna að babla sig út úr því!\n“Ég vil benda á að þetta með að Davíð sé búinn að sitja of lengi er bull, ef að þú átt hlut í fyritæki og frakvæmdarstjórinn er búinn að vera í 12 ár frakvæmdarstjóri, ekki rekur þú hann fyrir að vera búinn að vera of lengi? nei ekki ef hann stendur sig vel.” - það að stjórna 500 manna fyrirtæki er aðeins auðveldara en að vera forsætisráðherra heils lands.Ekki man ég eftir að hafa sagt samt eitthvað um að hann hefði setið of lengi og er þetta gott dæmi um persónudýrkun sjálfstæðismanna.\nEinhver sagði líka e-ð um að kaupa land cruiser og annað bull. Þvílíkan útúr snúning hef ég sjaldan séð. ég man ekki eftir að hafa talað um land cruiser\nég var að tala um bíóferð og annað slíkt! það er lífsfylling. Land cruiser myndi ég frekar flokka sem lífsgæði!\nVarðandi könnun VG þá var hún framkvæmd af GAllUP! talsmaður auglýsingarstofunnar sem framsókn skiptir við kom fram í fréttum og sagði að það væri ekki fjarri lagi. Ég skil ekki hvernig þið getið verið ósammála mér með að eyða þessum peningum frekar í þá sem þurfa þá frekar en auglýsingar sem verða bara látnar í blaðakörfu og endar á sorpu eftir viku. BARA skjól fyrir heimilislausa með ofni eða eitthvað. svo þeir geti nu allavega lifað í hita. það dugar árum saman ef gott húsnæði er valið!\n“Allar atvinnuleysisbætur frá ríkinu eru miðaðar (eða eiga að vera) kaup á helstu nauðsynjavörum og aðeins aukalega. Bíll er ekki nauðsynjavara almennt og því fer ríkið ekkert að borga fyrir bensín og sama má segja um ýmislegt annað sem fæst. Margir ganga það langt að telja ýmsa hluti sem nauðsynjavöru sem er það eingöngu í huga þeirra.” - hveær í andsk.. þuldi ég bíl upp sem nauðsynjavöru ?\n“Af hverju þarf fólk með há laun að gjalda þess að hafa náð langt í lífinu (hátekjuskattur), ég spyr. Ef ég er búinn að ganga í háskóla í 5 ár og fá lán hjá LÍN upp á 3-4 milljónir til þess að lifa á námsárunum. Á ég þá að gjalda þess að hafa verið duglegur í námi og borga hærri skatta þegar ég kem út á vinnumarkaðinn. NEI” - það er ekki verið að tala um að draga “ríka” fólkið niður heldur hífa hina bágstaddari upp!\n“Nei þeir skiptu ráðherrasætunum 50/50 með Framsókn” - eins og ég tók fram eru sjálfstæðismenn og framsóknarmenn í raun sami flokkurinn!"
        },
        {
            "user": "Kjarrval",
            "user_id": "3269",
            "date": "2003-05-08 22:46:17",
            "id": "1066257",
            "reply_to_id": "1066256",
            "text": "Nei, þú nefndir ekki bíl sem nauðsynjavöru en ég varð að nefna eitthvað dæmi fyrir fólkið sem les. Get líka sagt það að allar “lífsfyllingar” teljast sem lúxus og því er hærri skattur á því. Það er bara mismunandi hvað fólk telur sem lúxus og hvað ekki. Það eru rosalega margir sem misskilja hvað nauðsynjavara er og telja að ríkið sé ekki að borga þeim nógu mikið vegna þessa. Hvet alla hérna til að telja saman hvað þeir eyða í alvöru lífsnauðsynlega hluti, húsaskjól, skatta og svo framvegis í 2-3 mánuði og athuga hvort að núverandi atvinnuleysisbætur nái yfir það.\nGallup er ekki að gera kannanir frítt. Ég hef annars heyrt eingöngu um símakannanir hjá þeim en það getur vel verið að þeir eru í öðruvísi könnunum."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-05-10 17:25:12",
            "id": "1066258",
            "reply_to_id": "1066257",
            "text": "Æ já, þó vinstri grænir séu á móti Kárahnjúkum eiga þeir þá að LEYFA ALCOA AÐ TAKA ALLAN PENINGINN !?!? þetta er búið og gert og að sjálfsögðu mega þeir nota þann pening í áætlunum sínum eins og aðrir flokkar!!! ertu burb ?!"
        },
        {
            "user": "Ulfhildar",
            "user_id": "24971",
            "date": "2003-05-08 11:53:13",
            "id": "1066259",
            "reply_to_id": "1066237",
            "text": "x-u"
        },
        {
            "user": "NoAngel",
            "user_id": "15331",
            "date": "2003-05-08 12:56:59",
            "id": "1066260",
            "reply_to_id": "1066237",
            "text": "Ég hata sjálfstæðisflokkinn meira en allt, helvítis plebbafólk"
        },
        {
            "user": "garnagaul",
            "user_id": "21526",
            "date": "2003-05-08 14:04:22",
            "id": "1066261",
            "reply_to_id": "1066260",
            "text": "Þetta er bara bull í ykkur!\nHvað meiniði með einveldisstjórn Davíðs Oddsonar??\nEf Sjálfstæðisflokkurinn er svona valdasjúkur afhverju hirti hann þá ekki þessa 8 ráðherra\naf tólf eins og þeir hefðu geta gert sem stóri flokkurinn í síðustu ríkisstjórn??\nNei þeir skiptu ráðherrasætunum 50/50 með Framsókn\nen þeir hefðu getað haft mun meiri völd með því að taka fleiri ráðherra til sín og láta Framsókn fá færri og valdaminni. En þeir gerðu það ekki til að skipta völdum eins jafnt og mögulegt er.\nÞannig að það er bara helvítis kjaftæði í vinstri mönnum að segja að Sjálfstæðismenn séu bara valdasjúkir einræðisherrar bara af því að þeir hafa verið lengi í stjórn.\nÞið ættuð að skammast ykkar fyrir að blóta XD í sand og ösku og setja út á þá í staðinn fyrir að einbeita ykkur að því að auglýsa frekar hvað þið eruð góð heldur en hvað Sjálfstæðis menn eru slæmir.\nMegi besti flokkurinn sigra."
        },
        {
            "user": "L4m3r",
            "user_id": "6420",
            "date": "2003-05-08 17:09:47",
            "id": "1066262",
            "reply_to_id": "1066237",
            "text": "jamm þetta er er broslegt ruglinn =)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-05-08 19:29:09",
            "id": "1066263",
            "reply_to_id": "1066237",
            "text": "Nú er ég reið…. ég sendi inn ítarlega grein rétt eftir hádegi í dag og fékk núna áðan þau skilaboð að henni hefði verið breytt í kork….\nSumir eru hér að senda inn copy/paste dót og litlar greinar og þær eru samþykktar en stóra ítarlega greinin mín er sett á kork….\nÉg fór og skoðai þetta mál og þá kemur í ljós að ritsjórinn sem færði greinina á kork : ER FLOKKSBUNDINN SJÁLFSTÆÐISMAÐUR.\nEn greinin er semsagt ádeila á sjálfstæðisflokkinn !!!!!\nÞarf að segja meira - þegar ég má ekki koma skoðunum mínum fram ?????\nFrelsi einstaklingsins … það er nú meira !!\nHvet ykkur til að lesa greinina(eða korkinn )\nhann heitir :\nMannlegt eðli og pólítík !\nhttp://www.hugi.is/stjornmal/korkar.php?sMonitor=vie\nwpost&iPostID=1118228&iBoardID=125"
        },
        {
            "user": "snikkin",
            "user_id": "25858",
            "date": "2003-05-08 20:09:33",
            "id": "1066264",
            "reply_to_id": "1066237",
            "text": "Vinstri grænir eru soldið skondnir, var að heyra um daginn að þótt þeir væru svona rosalega á móti Kárahnjúkum þá væru þeir nú þegar búnir að eyða áætluðum gróða (miðað við stefnuskránna). En ég hef spurt oft hvar þeir ætla að fá peninga til að gera allt sem þeir vilja???"
        }
    ]
}