{
    "forum_title": "Rokk",
    "user": "doddolfur",
    "user_id": "30893",
    "date": "2003-05-08 14:54:22",
    "title": "Placebo, elskur okkar allra",
    "text": "Breska Brit-rokkið hefur átt sín góðu bönd og sínar góðu sögur. Eitt vinsælasta band í bretlandi “Placebo” sem ég ætla að fjalla um, var að enda við að gefa út sína 4 breiðskífu “Sleeping with ghosts”, sem er frábær plata að mínu mati.\nMeðlimir Placebo eiga sér allir mismunnandi bakgrunn. Söngvari hljómsveitarinnar Brian Molko er vel þekktur fyrir sitt stelpulega útlit og er alltaf vel málaður á sviði. Margir halda því fram að Placebo séu samkynhneigðir og það er að mörgu leiti rétt. Brian er tvíkynhneigður,  Stefan er samkynhneigður og Steven er straight. Brian Molko á uppruna sinn frá amerískum og skoskum foreldrum, Stefan er svíi en Steven er frá Manchester,UK. Einn af meðlimum Placebo á dóttur sem heitir Emily og það er Steven. Á latínu þýðir Placebo I shall please, allaveganna….\nSnemma á árinu 1994 hittust þeir Brian Molko og Stefan Olsdal fyrir utan South Kensington í Englandi. Seinna saman dag fór Stefan til að sjá Brian spila á gítar. Brian Molko og Stefan Olsdal ákváðu þá að stofna hljómsveit. Á þeim tíma kölluðu þeir hljómsveitina Ashtray Heart. Á þessum tíma var Placebo ein af þessum underground böndum frá London. Steven Hewitt sem átti að vera trommuleikari bandsins þá hafði ekki tíma fyrir hljómsveitna, en kynnti Brian fyrir Robert Schultzberg sem gekk inní hljómsveitina á þeim tíma. 23 Janúar 1995 fengu Placebo boð um að spila á Rock Garden, nokkrum mánuðum síðar undirrituðu þeir samning við Hut records.\nÁrið 1995 gáfu Placebo út sinn fyrsta singul “bruise pristine” sem var seldur í 1500 eintökum. Singullinn innihélt lögin “Placebo - Bruise Pristine Soup - M.e.l.t.d.o.w.n.”.  Í júlí 1996 gaf hljómsveitin út sína fyrstu breiðskífu. hún inniheldur smelli eins og “Teenage Angst – Bionic – 36 Degrees – Swallow”. Áður en Placebo gaf út fyrstu breiðskífuna höfðu þeir gefuð út marga singula eins og: “Come Home – Teenage Agnst – Bionic – 36 Degrees og Nancy Boy. Seint í ágúst 1996 fór Placebo í tónleikaferðalag eftir breiðskífu sína og gekk þeim vel. Einhver rifrildi voru hins vegar um það að Brian notaði sjálfan sig sem of mikla persónu í Placebo en þau vandamál gufuðu upp og þeir luku við túrinn.\nÞann 3. júlí 98 gáfu Placebo út smellinn Pure Morning á Singuli. Platan olli gífurlegum vinsældum og mér finnst Pure Morning ein af mestu snilld sem hljómsveitin hefur gert. Eftir það gáfu Placebo út þrjá aðra singula,  þeir eru: You Don’t care about us – Without you I’m nothing og Burger Queen. Síðan 12 október kom breiðskífan Without You I’m nothing. Og má þar finna lög eins og: Burger Queen – You don’t care about us og Every you Every me. Eftir breiðskífuna var Placebo boðið að spila á Glastonbury festivalinu í Englandi, einnig spiluðu þeir á festivölum á spáni, þýskalandi og Portúgal. Without you I’m noting túrinn endaði á Írlandi þar sem Placebo lék með Dawid Bowie í Dublin. Næsta skref Placebo var nýtt efni og það má eiginlega segja að Placebo hafi breytt dáltið til eftir Without you I’m nothing. Einnig má minnast á það að ferli Placebo var Brian oft að neyta fíkniefna og það mætti segja að hann hafi líklegast tekið inn öll fíniefni sem hann hefur komist í, rokkið…………..\nÁrið 2000 gekk vel og Placebo hélt áfram að semja og túra. 17 júní 2000 gaf placebo út singulinn Taste in men sem náði mjög miklum vinsældum og finnst mér tærasta snilld. Og svo nokkru seinna þá kom önnur snilldin: Slave to the wage sem náði einnig gífurlegum vinsældum. Í október 2000 kom svo út hin snilldarbreiðskífa Black Market music. Platan inniheldur smellina: Taste in men, Spite & Malice, Special K og Slave to the wage, og ekki má gleyma öll hin lögin á disknum sem eru auðvitað hrein snilld. Eftir þessa þriðju breiðskífa tóku þeir feitan evróputúr.\n10. Mars síðastliðin kom út singullinn “The bitter end” og innihélt hann stykki eins og: “The bitter end, daddy cool, Evalia og Drink you pretty. 24.mars síðastliðin kom svo út meistarastykkið ”Sleeping with ghosts\". Frábær rokkáhrif fyrri tíma. Einnig voru þeir félagar eitthvað að fikta með ný tæki. Platan byrjar með rífandi instrumental töktum sem er eiginlega smack in the face, að sögn Placebo manna. Þeim finnst sjálfum platan hafa heppnast mjög vel. Að sögn Placebo munu þeir túra mikið í sumar í tilefni af nýju plötunni…..\nÉg hef lengi verið big-fan af þessari brit-grúppu og tel ég hana að mínu mati veri ein af bestu hljómsveitum heims.\nTil Placebo aðdáenda, haldið áfram að hlusta og hlusta, ég vona að ég hafi ekki reitt neinn til reiði með þessari grein, gerði mitt besta.\nwww.placeboworld.co.uk",
    "url": "https://www.hugi.is/rokk/greinar/141255/placebo-elskur-okkar-allra/",
    "url_id": "141255",
    "id": "1068294",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2003-05-08 21:53:04",
            "id": "1068295",
            "reply_to_id": "1068294",
            "text": "ágætis band, söngvarinn á þó til með að fara skemmtilega í pirrurnar á mér…"
        },
        {
            "user": "Vilhelm",
            "user_id": "2179",
            "date": "2003-05-09 00:10:07",
            "id": "1068296",
            "reply_to_id": "1068294",
            "text": "Gott band er það eina sem ég get mögulega sagt. :)"
        },
        {
            "user": "stofa",
            "user_id": "13845",
            "date": "2003-05-09 01:15:19",
            "id": "1068297",
            "reply_to_id": "1068294",
            "text": "Jei, góð grein og húrra fyrir Placebo!"
        },
        {
            "user": "Dojo",
            "user_id": "12073",
            "date": "2003-05-09 02:46:11",
            "id": "1068298",
            "reply_to_id": "1068294",
            "text": "Þess má geta að Placebo á ensku þýðir Lyfleysa."
        },
        {
            "user": "del2",
            "user_id": "37716",
            "date": "2003-05-09 10:34:30",
            "id": "1068299",
            "reply_to_id": "1068298",
            "text": "Það er alltaf einhver sem fer að tala um þetta, mér finnst söngvarinn með frekar leiðinlega rödd"
        },
        {
            "user": "doddolfur",
            "user_id": "30893",
            "date": "2003-05-09 10:48:16",
            "id": "1068300",
            "reply_to_id": "1068294",
            "text": "En ég vill einnig benda á hlut sem ég tók eftir, eftir að ég var búinn að skrifa þetta, að brazen gerði frábæra grein um Placebo um daginn, mun betri en þessi að mínu mati……."
        },
        {
            "user": "RaineMaida",
            "user_id": "10961",
            "date": "2003-05-09 12:33:21",
            "id": "1068301",
            "reply_to_id": "1068294",
            "text": "Flott grein! snilldarband!!\nen Placebo eiga ekkert skylt við brit-rokk\nPlacebo eru bara með sinn eiginn stíl sem helst væri bara að flokka undir Placebo-rokk :o)"
        },
        {
            "user": "bls",
            "user_id": "9477",
            "date": "2003-05-09 12:38:11",
            "id": "1068302",
            "reply_to_id": "1068294",
            "text": "Frábær grein!\nYndisleg hljómsveit!\nBrian Molko er svo ótrúlega hæfileikaríkur lagasmiður, söngvari og gítarleikar.\nReyndar eru þeir allir frábærir hljóðfæraleikarar..\nLögin þeirra eru stundum svo furðuleg að ég get ekki einu sinni fengið mig til þess að byrja að hugsa um hvernig sé besta að pikka þau upp.\nEn ég vona að þeir komi nú til íslands bráðlega.."
        },
        {
            "user": "Kreator",
            "user_id": "23042",
            "date": "2003-05-09 13:05:55",
            "id": "1068303",
            "reply_to_id": "1068294",
            "text": "Góð grein og gott band."
        },
        {
            "user": "Past",
            "user_id": "19593",
            "date": "2003-05-09 13:55:16",
            "id": "1068304",
            "reply_to_id": "1068294",
            "text": "Mjög góð grein um bara, frábært band. Er mikill aðdáandi"
        },
        {
            "user": "Tempter",
            "user_id": "35608",
            "date": "2003-05-09 14:04:57",
            "id": "1068305",
            "reply_to_id": "1068294",
            "text": "Nett hljómsveit ;)"
        },
        {
            "user": "Sunbeam",
            "user_id": "5207",
            "date": "2003-05-09 14:32:02",
            "id": "1068306",
            "reply_to_id": "1068294",
            "text": "Ekki gera lítið úr greininni þinni, hún var mjög góð og náði ágætlega að lýsa feril Placebo :)\nRöddin hans Brians og textar eru svo mikill partur af tónlistinni og ég gjörsamlega elska báða partana… mmmm ef að Placebo myndu koma myndi ég detta niður dauð af tilfinningalegu áfalli…\n…er eitthvað hræðilegra er breimandi kattarandskoti…"
        },
        {
            "user": "AbbeyRoad",
            "user_id": "29530",
            "date": "2003-05-09 16:29:42",
            "id": "1068307",
            "reply_to_id": "1068306",
            "text": "Flott grein hjá þér Doddi minn og alveg yndislega hljómsveit :)"
        },
        {
            "user": "Raefill26",
            "user_id": "28087",
            "date": "2003-05-09 17:42:27",
            "id": "1068308",
            "reply_to_id": "1068294",
            "text": "Placebo Snilld"
        },
        {
            "user": "nedrud",
            "user_id": "26720",
            "date": "2003-05-09 23:38:23",
            "id": "1068309",
            "reply_to_id": "1068294",
            "text": "Breska Brit- Rokkið? Er það einfaldlega allt breskt rokk?"
        },
        {
            "user": "stofa",
            "user_id": "13845",
            "date": "2003-05-10 13:42:06",
            "id": "1068310",
            "reply_to_id": "1068309",
            "text": "Jújú, það er erfitt að skilgreina Placebo í tónlistarstefnu… Mér hefur alltaf fundist alternativ rokk ná því ágætlega því það nær yfir svo stóran hóp af tónlist… reyndar unnu limp bizkit einhvern tíman verðlaun sem alternativ rokk þannig að maður veit ekki… er ekki bara asnalegt að vera að skilgreina tónlist eitthvað nákvæmlega?"
        },
        {
            "user": "vampire",
            "user_id": "20765",
            "date": "2003-05-10 17:21:50",
            "id": "1068311",
            "reply_to_id": "1068294",
            "text": "eitt af uppáhalds böndunum  mínum. Söngvarinn er snillingur!"
        },
        {
            "user": "chimera",
            "user_id": "12367",
            "date": "2008-05-22 22:14:08",
            "id": "5873372",
            "reply_to_id": "1068294",
            "text": "Ég elska Placebo! Og mér finnst Brian vera alger dúlla!!"
        }
    ]
}