{
    "forum_title": "Fuglar",
    "user": "DrEvil",
    "user_id": "25921",
    "date": "2003-05-09 19:13:13",
    "title": "Fuglarnir mínir",
    "text": "Ég átti 2 gára fugla, þeir hétu Goggi og Löggi (;D). Goggi var alveg gulur en Löggi svona blandaður. Aðalástæðan fyrir því að ég skrifa þessa grein, er sú að þeir voru svo rosalega miklir prakkarara sem og góðir félagar.\nÞegar ég átti þá, átti ég líka frekar stóra Golden Retriever hund (hvernig sem þar er stafað) sem hét Gosi, og á hann enn. Gosi var aldrei til ama, ekki varðandi fuglanna eða neitt annað. En þegar hann fékk sér að borða úr skálinni sinni flugu Goggi og Lögga alltaf á bakið á honum, og sátu bara þar til Gosi varð pirraður og brást við, en flugu þá af honum.\nGosi hélt þá áfram að éta en þá sátust þeir alltaf á hann. Svona stríddu þeir honum stanslaust þar til ég lét þá inní búrið ;D. Einnig stríddu þeir mér stundum með því að setjast alltaf á hausinn á mér þegar þeir voru lausir, fljúga af og gera það aftur , líkt og með Gosa.\nÞeir eru því miður dánir núna, dóu bara vegna elli en Gosi er í góðu gamni, sem og áður, og fær að borða í friði ;D.",
    "url": "https://www.hugi.is/fuglar/greinar/141661/fuglarnir-minir/",
    "url_id": "141661",
    "id": "1071154",
    "replies": [
        {
            "user": "PeepingTom",
            "user_id": "596",
            "date": "2003-05-09 19:51:16",
            "id": "1071155",
            "reply_to_id": "1071154",
            "text": "Vá en æðislegt:) NEI……ekkert persónulegt en þetta er ógeðslega leiðinlegt áhugamál!!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-05-09 23:12:09",
            "id": "1071156",
            "reply_to_id": "1071155",
            "text": "Rofl já ég er þér innilega sammála þetta er alveg hræðilegt"
        },
        {
            "user": "Begga",
            "user_id": "2277",
            "date": "2003-05-09 23:24:51",
            "id": "1071157",
            "reply_to_id": "1071155",
            "text": "Ef þú hefur ekki áhuga á dýrum skil ég ekki hvað þú ert að þvælast hérna. Það var enginn að óska eftir því…"
        },
        {
            "user": "XorioN",
            "user_id": "41632",
            "date": "2003-05-09 23:40:03",
            "id": "1071158",
            "reply_to_id": "1071157",
            "text": "páfagaukarnir minir , týndust fyrir viku og það var tylkint að fundust hefðu verið 2 páfagaukar í bónus og þeir voru nú bara þar og einn sem vann þarna var búinn að láta þá í búr og gefa þeim í 2 daga , samt strákarnir minir búnir að leyta og leyta af þeim og mikil gleði þegar þeir fundust"
        },
        {
            "user": "XorioN",
            "user_id": "41632",
            "date": "2003-05-10 21:00:53",
            "id": "1071159",
            "reply_to_id": "1071158",
            "text": "ég var að plata með að hafa borðað fuglana og ég skammast mín mjög fyrir þetta.. afsakið fugla áhugamenn.. ég er mikill áhugamaður sjálfur..\nef ykkur líður eikkað betur þá gat ég ekki sofnað i gær vegna samviskubits\nafsakið aftur..\nmeð skömm : XoRioN"
        },
        {
            "user": "Viljugur",
            "user_id": "38039",
            "date": "2003-07-15 18:09:29",
            "id": "1071160",
            "reply_to_id": "1071159",
            "text": "Þetta var móðgun en samt alltílegi fugla áhugamálið er besta áhugamál á huga(Xorin móðgaði með kuka fugl)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-05-09 20:50:45",
            "id": "1071161",
            "reply_to_id": "1071154",
            "text": "Ég er ekki sammála OZIO,þetta er fínt áhugamál. Rosa miklir prakkarar þeir Goggi og Löggi!\nAlgjör krútt!"
        },
        {
            "user": "XorioN",
            "user_id": "41632",
            "date": "2003-05-09 23:15:07",
            "id": "1071162",
            "reply_to_id": "1071154",
            "text": "Ég átti líka einn fugl, blán páfagauk hann hét Pási, einn daginnn þegar eg var einn heima þá voru pillurnar minar búnar og ég át hann… mamma veit ekki af þvi en eg kukaði honum daginn eftir og hann var enn á lífi.."
        }
    ]
}