{
    "forum_title": "Sci-Fi",
    "user": "kariemil",
    "user_id": "11014",
    "date": "2003-05-09 14:08:55",
    "title": "(SPOILER) Enterprise: The Journey to the Expanse",
    "text": "Ég geri þá aðra tilraun með greinina mína.\nEins og margir eru kannski búnir að komast að og margir eru vafalaust ekki búnir að komast að, þá hefst þriðja sería Enterprise núna eftir nokkra daga í USA.\nNafn hennar (Fyrsta sinn sem sería hefur nafn) er The Journey to the Expanse, en aðdragandinn að þeirri ferð er sá að óþekktar geimverur gera árás á Jörðu og allt lendir í kaos. Augljóslega þá er Enterprise látið elta, og snýst, a.m.k. byrjun seríunnar um þá ferð. Svæðið sem geimverurnar eru taldar búa á kallast The Expanse eða Útþenslan.\nNýjar persónur inn, gamlar út\nSamkvæmt traustum fréttamiðli Trekkara, Trektoday.com koma inn nýjar persónur, óbreyttir borgarar frá jörðu sem lenda í einhvers konar harmleik í árásinni. Einnig er mögulegt að Denobulaninn geðþekki Phlox, lendi í vandræðum með að halda áfram með áhöfn Enterprise og einhverjar Vúlkanskar siðareglur gætu komið í veg fyrir að T'Pol haldi áfram á skipinu. Leikonan Jolene Blalock (T'Pol) tekur sér kannski frí frá heimi Enterprise á meðan að á hluta seríunnar stendur. Ekki er vitað um afdrif flotaforingjans okkar, Forrest (Sem skírður er eftir DeForest Kelley (McCoy)) né nokkurra áhafnarmeðlima skipsins.\nGott áhorf\nBatnandi áhorf á Enteprise, og möguleg færsla þeirra á tíma til að stuðla að enn meira áhorfi ásamt betri sögum, eru talin nóg ástæða til að Enteprise haldi áfram út þessar lofuðu 7 seríur. Einnig hafa leikararnir staðfest það að þeim er alveg sama um áhorfið og finnst þetta svo gaman að enginn á eftir að koma til með að hætta í náinni framtíð.\nÁframhaldandi sögur\nAndoriana-málin, sjúkdómur T'Pol og framtíðarvesenið mun halda áfram ásamt því að gamlar geimverur (Tellaritar, Tholianar og fleiri) ásamt Klingonum, Vúlkönum, Andoriönum og Súlibönum munu birtast oftar. Eins og flestir vita núna, þá koma Borgverjar fram í nýlegum þætti, en orðið “Borg” er aldrei sagt. Ég hef lesið handrit þáttarins og einnig áhorfstölur (sem voru góðar á þessum þætti) og viðbrögð áhorfenda og sé það að þátturinn þjónar tímalínunni vel. Áhorfendur virðast hafa verið ánægðir og óreyndir jafnvel hræddir.\n——————————————- ———————–\nKári Emil",
    "url": "https://www.hugi.is/scifi/greinar/141645/spoiler-enterprise-the-journey-to-the-expanse/",
    "url_id": "141645",
    "id": "1070919",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2003-05-09 19:27:41",
            "id": "1070921",
            "reply_to_id": "1070919",
            "text": "Hlakkar til að sjá seríuna! (ef hún kemur þá hingað…)\nÞetta eru æðislegir þættir! Mæli með þeim!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-05-09 19:32:28",
            "id": "1070922",
            "reply_to_id": "1070919",
            "text": "“ og einnig áhorfstölur (sem voru góðar á þessum þætti) ”\nhmm þetta fer eftir því hvernig þú skilgreinir góðar….\nallt seasonið hefur mælst frekar illa og þessi þáttur mældist ekki það vel….\nhæsta áhorf þetta árið er 5,4 og lægsta áhorf er 3,3… regeneration skoraði 4,2 þannig að þetta er meðaláhorf….\nmeðaláhorf hjá enterprise er 3,75\ntil samanburðar má nefna að csi- miami er með að meðaltali 11,78 , alias er með 6.4 og smallwille er með 5,11\ntaka skal fram að þessar tölur eru overnight raitings…. [ég notaði bara þær af því að regeneration tölurnar eru overnight\nheimildir :\nhttp://www.thefutoncritic.com/cgi/gofuton.cgi?action=\ntracker&id=home&season=20022003"
        },
        {
            "user": "Jackal",
            "user_id": "333",
            "date": "2003-05-09 19:48:16",
            "id": "1070923",
            "reply_to_id": "1070919",
            "text": "hvaðan ert þú að fá upplýsingarnar þínar félagi .. önnur sería er ekki einusinni búinn hvað þá að þriðja sé að fara að byrja eftir nokkra daga .. enterprise season 3 byrjar eftir 3-4 mánuði í fyrsta lagi ..\nog hvað er gaman að því að vita hvað á eftir að gerast horfðu bara á þættina þegar þeir gerast\nþó að enterprise séu búnir að vera frekar slappir í allan vetur þá kom einn góður í þessari viku “2x23” og vonandi munu þeir ná að halda því áfram"
        },
        {
            "user": "ibbzen",
            "user_id": "11910",
            "date": "2003-05-11 15:31:08",
            "id": "1070924",
            "reply_to_id": "1070923",
            "text": "Eini gallin sem mér fannst við 2x23 þáttin var að þegar Archer segir T´pol frá ræðunni hans cochranes, ég myndi halda að Cochrane myndi aldrei segja frá þeim atburði þegar Borgarnir réðust á jörðina.\nSamt ágætur þáttur.\nEn urðu borgarnir ekki fyrst varir við meninna þegar Picard hitti þá???"
        },
        {
            "user": "Mari",
            "user_id": "37645",
            "date": "2003-05-11 21:03:01",
            "id": "1070925",
            "reply_to_id": "1070924",
            "text": "Kannski Borgarnir í Enterprice þættinum ekki sambandi við afgangin af borgonum og þegar borgarnir rekast á Picard vita þeir ekki um hinn fyri kynna af mönnum."
        },
        {
            "user": "Vargur",
            "user_id": "541",
            "date": "2003-05-15 16:44:03",
            "id": "1070920",
            "reply_to_id": "1070919",
            "text": "Reyndar væri réttari þýðing ‘expanse’ = ‘víðflæmi’, enda nafnorð.\nÞað sem þú ert að rugla saman er sagnmynd orðsins, sem er ‘expand’, þ.e. “að þenjast út”.\nBara svona að vera málfræðinörd ;)\nKveðja,\nVargu"
        },
        {
            "user": "JoeyBoy",
            "user_id": "30771",
            "date": "2003-05-16 17:14:59",
            "id": "1070926",
            "reply_to_id": "1070919",
            "text": "Enterprise þættirnir eru búnir að vera SNILLD síðan þeir byrjuðu!!!\nþáttur 2x23 var alger snilld líka!\nÞetta var þegar jarðarbúar fyrst hittu Borg-verjana. Í 8. myndinni þegar Picard dílaði við þá, var hann að koma úr framtíðinni til að hindra borgerjana sem ætluðu að hindra “The First Contact” =)"
        },
        {
            "user": "EinmannaSal",
            "user_id": "38025",
            "date": "2003-06-17 00:15:03",
            "id": "1070927",
            "reply_to_id": "1070926",
            "text": "reyndar urðu fyrstu kynni borgverja af jarðarbúum þegar að þeir samaðlöguðu seven of nine og foreldar henna"
        }
    ]
}