{
    "forum_title": "Hestar",
    "user": "krusi",
    "user_id": "25712",
    "date": "2003-05-10 00:38:49",
    "title": "Hjálmar",
    "text": "Ég er ekki mikil hestakona en á dóttir sem er mikið í hestanum, við hjónin höfum eytt miklum penningum í að gæta þess að allur öryggisbúnaður sé ílagi í kringum hestana okkar, það fær ekki nokkur maður að stíga á bak nema hafa hjálm á höfði, ég reiðist svo þegar ég fer uppí hesthús og horfi á sérstaklega eldra fólkið hjálmlaust og í flestum tilfellum karlmenn, nú síðan ef ég sé einhvað í sjónvarpinu oftast okkar landsfrægu hestamenn eru þeir oftast hjálmlausir, eitt skipti sat ég með 10 ára dóttir mína horfa á einhvað mót þegar hún segjir allt í einu mamma þeir tapa allir það er enginn með hjálm  , nú spyr ég hvar er fyrirmyndin ?",
    "url": "https://www.hugi.is/hestar/greinar/141900/hjalmar/",
    "url_id": "141900",
    "id": "1072580",
    "replies": [
        {
            "user": "karensk",
            "user_id": "27587",
            "date": "2003-05-10 11:28:46",
            "id": "1072581",
            "reply_to_id": "1072580",
            "text": "Þetta er alveg satt. Stóru kallarninr í bransanum eru oft án hjálms (og minni kallarnir líka) en það er reyndar að komin hjálmaskylda á mjög mörg mót, sem er náttúrulega gott framtak. Hjálmurinn þarf að vera fastur á höfðinu með hökuól, sem má ekki losa fyren knapi og hestur eru farninr af velli (annars má/á að dæm úr keppni), og ef hjálmur dettur af í keppni er einnig dæmt úr leik. Það versta er samt það sem ég sá um daginn, kona og svona 10-12 ára krakki á hestbaki; HVORUGT með hjálm!!! Hjálmanotkun hefur samt yfir höfuð farið vaxandi…"
        },
        {
            "user": "hestagellan",
            "user_id": "38257",
            "date": "2003-05-10 11:43:57",
            "id": "1072582",
            "reply_to_id": "1072580",
            "text": "Það er nokkuð mikið til í þessu hjá þér… Fólk gerir þetta nú oftast hugsunarlaust - sérstaklega tamningarfólk (aðalega þó karlarnir)… Fólk verður nátturlega að meta og dæma hvort það á að taka sénsinn… allir eiga í rauninni að vera með hjálm sama hversu góðir sem þeir eru á hestbaki… Haltu bara áfram að gera það sem þú ert að gera og sjáum hvort þetta beytist ekki með tímanum:)"
        },
        {
            "user": "karensk",
            "user_id": "27587",
            "date": "2003-05-10 11:46:31",
            "id": "1072583",
            "reply_to_id": "1072580",
            "text": "Já, ég hef tekið eftir þessu… ég þekki nokur dæmi þar sem fólk sem ég þekki hefur slasast alvarlega vegna hjálmleysis…\nTil dæmis má nefna einn frænda minn sem er mikill hestakall og honum var hent af baki og datt með hausinn á stein eða eitthvað og fékk á milli 20 og 30 spor aftan í hnakkann… hann hefði sloppið við svo mikið sem skrámu hefði hann verið með hjálm !"
        },
        {
            "user": "karensk",
            "user_id": "27587",
            "date": "2003-05-10 12:54:03",
            "id": "1072584",
            "reply_to_id": "1072583",
            "text": "Svo eru líka til dæmi þar sem fólk hefur dáið af að detta af hestbaki, en hefði bjragast ef það hefði verið með hjálm."
        },
        {
            "user": "HockeyMonkey",
            "user_id": "33396",
            "date": "2003-05-10 13:29:45",
            "id": "1072585",
            "reply_to_id": "1072584",
            "text": "ég hef alla tíð notað hjálm á baki!!\nman þegar ég var lítil þá fékk ég ekki að fara á bak nema vera með hjálm! svo er líka bara öryggi í því að hafa hjálm!"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-05-10 18:17:03",
            "id": "1072586",
            "reply_to_id": "1072580",
            "text": "Það er nú ekki eins og fullorðið fólk sé alltaf mjög góðar fyrirmyndir og þú þarft eiginlega bara frekar að kenna barninu að það eigi ekki að gera eitthvað sem það veit að er vitlaust eða hættulegt þó aðrir geri það.  Hjálmarnir eru að koma meira inn.  Það tekur bara tíma að breyta svona.\nSvo maður beri þetta saman við reiðhjólahjálma, þá var enginn með svoleiðis þegar ég var krakki, veit ekki hvort þeir voru einu sinni til en núna eru flestir krakkar með þá."
        },
        {
            "user": "polo",
            "user_id": "29907",
            "date": "2003-05-10 19:12:33",
            "id": "1072587",
            "reply_to_id": "1072586",
            "text": "Ég hef alltaf notað hjálm enda byrjaði ég seint í hestamennsku, (einu sinni dottið með hjálm þar sem ég sennilega hefði drepist hjálmlaus) en það sniðuga er að eftir að ég byrjaði í hestamennsku fór ég líka að nota hjálm á reiðhjóli.\npolo"
        },
        {
            "user": "Fluga",
            "user_id": "26273",
            "date": "2003-05-10 21:40:32",
            "id": "1072588",
            "reply_to_id": "1072587",
            "text": "Það er fáránlegt að tamningamenn skuli ekki nota hjálma þeir sem þurfa mest á því að halda. Svo segja kallar oft hann blesi gamli hendir mér sko ekki af baki, enn blesi gamli gæti hrasað og maðurinn dottið af baki svo geta hinir bestu hestar fælst, bíll getur keyrt á þig og margt margt fleira. Ég fer aldrey á hestbak án þess að nota hjálm sama á hvaða hesti ég er."
        },
        {
            "user": "Gola",
            "user_id": "38084",
            "date": "2003-05-10 23:09:35",
            "id": "1072589",
            "reply_to_id": "1072588",
            "text": "Mér líður bara alltaf illa á hestbaki hjálmlaus! Þetta er bara sjálfsagður hlutur fyrir mér, eins og reyndar flestum hérna fyrir norðan."
        },
        {
            "user": "HockeyMonkey",
            "user_id": "33396",
            "date": "2003-05-11 19:52:08",
            "id": "1072590",
            "reply_to_id": "1072589",
            "text": "flestir kallar sem nota ekki hjálma eru búnir að vera í hestunum frá því í kringum 1970 og það var fyrir notkun hjálma..\nþá var ekki eins mikið um hjálma og núna en þeir hafa greinilega ekki vitkast með aldrinum!!\nafi minn er búinn að vera í hestunum frá því í kringum 1950 og hann byrjaði að nota hjálm 1981 og núna fer hann ekki á bak nema vera með hann!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-05-11 22:53:20",
            "id": "1072591",
            "reply_to_id": "1072590",
            "text": "Þetta er bara einn af hlutunum sem ég geri, þð er að taka hjálminn minn af naglanum til að ná í beiislin mín, set hann á tunnuna Þar sem kögglarnir eru geymdir, set líka nasamúlana þar og næ í hrossin mín og þegar ég þarf á múlunu að halda tek ég hjálminn og set hann á hausinn.\nKonan sem ég vinn hjá var svo óheppin að detta af baki í gær (fór í bæinn að kjósa og skrapp á bak með vini sínum ) og hún lenti á hausnum og skrámaði nebban og HANLEGGSBROTNAÐI!!! Og reiðtúratímabilið hennar er ekki einu sinni byrjað. Ég er ekkert smá spæld vegna þess að ég fe í sleppitúr á fimmtudag og hún ætlaði að koma ríðandi á móti mér…. buuhuhu… :´("
        },
        {
            "user": "Thorin",
            "user_id": "10897",
            "date": "2003-05-16 18:20:03",
            "id": "1072592",
            "reply_to_id": "1072580",
            "text": "Afi gamli sem er áttræður hatar þessa hjálma og er búinn að vera í hestamennsku alla sína ævi.\nÉg veit ekki, en þetta eru bara stælar, segir að þetta séi algjört kjaftæði og honum finnist þetta óþægilegt."
        },
        {
            "user": "Brynka",
            "user_id": "33914",
            "date": "2003-05-19 19:37:38",
            "id": "1072593",
            "reply_to_id": "1072592",
            "text": "heyrðu ef þér þykir vænt um afa þinn segðu honum þá að nota hjálm !! það var kona á fummtudaginn að deyja af því að hún datt af baki og mamma mín hefur axlarbrotnað og eitthvað dæmi. ég datt líka einkurn tíma beint á hausinn af því að hesturinn minn hennti mér af baki. hefði getað hálsbrotnað en það reddaðist :P ég myndi borga afa mínum fyrir að nota hjálm ef hann myndi ekki nota hjálm á hestabaki… fer reyndar aldrei á bak :P"
        },
        {
            "user": "Sl4m",
            "user_id": "20686",
            "date": "2003-06-01 01:46:24",
            "id": "1072594",
            "reply_to_id": "1072580",
            "text": "Ég er tiltölulega nýbyrjaður í hestamensku, fékk hest í fermingargjöf og voða gaman. En ALLTAF hef ég notað hjálm, ALLTAF. Ég fer ekki á hestbak nema vera með hjálm á hausnum. Það veitir mér þessa ‘Öryggistillfinningu’ þar sem ég hef dottið af baki 2, og án efa skaddast illa á höfði ef ég hefði ekki verið með hjálm. Því hvet ég alla til að nota hjálm, jafn unga sem aldna.\nKvejða.\nSl4m"
        }
    ]
}