{
    "forum_title": "Vefsíðugerð",
    "user": "dudah84",
    "user_id": "27164",
    "date": "2003-05-11 13:57:34",
    "title": "Stór ÍSLENSKUR bloggvefur",
    "text": "Ég hef verið að íhuga að setja upp al-íslenskan blogg vef þar sem blogg hefur orðið svona vinsælt hérna á Íslandi og auglýsa hann þá villt og galið útum allt.\nÉg á sjálf blogg forrit sem ég forritaði sjálf, og notaði til dæmis á brúðkaupsvefnum hennar systur minnar, brudkaupsvefur.is, þar sem verðandi brúðhjón geta bloggað, sett upp myndaalbúm og þess háttar.\nForritið er einnig í notkun á:\nhttp://www.x-1stenze.com\nog á\nhttp://journal.jaley.net\nÞað sem ég vildi gjarnan vita væri hvort einhver væri til í að fara út í þetta með mér, til dæmist að hjálpa mér að aðlaga kóðann að verkefninu, bæta við það, koma með nýjar hugmyndir og hjálpa mér að hanna og reka hann.",
    "url": "https://www.hugi.is/vefsidugerd/greinar/142158/stor-islenskur-bloggvefur/",
    "url_id": "142158",
    "id": "1074994",
    "replies": [
        {
            "user": "sindrit",
            "user_id": "3719",
            "date": "2003-05-11 16:26:37",
            "id": "1074995",
            "reply_to_id": "1074994",
            "text": "http://pb.pentagon.ms/"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-05-11 16:52:28",
            "id": "1074996",
            "reply_to_id": "1074994",
            "text": "Blogger.com…."
        },
        {
            "user": "illmenni2",
            "user_id": "25218",
            "date": "2003-05-11 17:13:18",
            "id": "1074997",
            "reply_to_id": "1074994",
            "text": "uff, blogg er hræðilegt. vildi að blogg myndi fara, blogg er svartur blettur á netinu…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-05-11 19:26:53",
            "id": "1074998",
            "reply_to_id": "1074997",
            "text": "Það er nú ekki eins og það sé ekki til eitthvað hræðilegra á netinu en blogg… auk þess er enginn að neyða þig til að skoða það =)\nHins vegar finnst mér vera stórmunur á góðu bloggi og lélegu bloggi… en þeim góðu er þó að fjölga og er með hverjum deginum að lesa áhugaverð blogg :)"
        },
        {
            "user": "DanniV8",
            "user_id": "15685",
            "date": "2003-05-29 05:07:53",
            "id": "1074999",
            "reply_to_id": "1074997",
            "text": "illmenni2 skrifaði:\n“uff, blogg er hræðilegt. vildi að blogg myndi fara, blogg er svartur blettur á netinu…”\nPff. Þú ert bara sjálfur svartur blettur á netinu. Bæogg eu fín, ef maður á vini sem maður vill vita meira um, þá er blogg gott tækifæri. Svo t.d. frændi minn á heima í Englandi, nýfluttur, ekki get ég vitað neitt um hann hérna. Þá er blogg góð hugmynd. Það er bara einhver leiðilegur mórall í fólki sem fýlar ekki blogg."
        },
        {
            "user": "sikker",
            "user_id": "21036",
            "date": "2003-05-11 17:59:46",
            "id": "1075000",
            "reply_to_id": "1074994",
            "text": "Svona svona, voðaleg neikvæði er í gangi hér. Blogg er ágætt. Þetta er nú bara opin dagbók og ef fólk langar að sýna öllum hvað þau eru að gera þá má það vel vera. Ég hef sjálfur verið að pæla í þessu að fara að gera hálfa blogg síðu fyrir sjálfan mig. Enn já."
        },
        {
            "user": "Exitmusic",
            "user_id": "10281",
            "date": "2003-05-11 22:28:23",
            "id": "1075001",
            "reply_to_id": "1075000",
            "text": "bleh…kannski já en flestir sem blogga þrá og heimta að allir lesi bloggið sitt  og húllumhæ, það er það sem mér finnst svo gay við blogg"
        },
        {
            "user": "sikker",
            "user_id": "21036",
            "date": "2003-05-11 22:49:03",
            "id": "1075002",
            "reply_to_id": "1075001",
            "text": "já, auðvitað vilja þau að þeirra blogg sé lesið og það er til fólk sem stundar bloggvefi enn það er til skrítið fólk á íslandi."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-05-11 20:37:07",
            "id": "1075003",
            "reply_to_id": "1074994",
            "text": "Ég kann ekkert í forritun en ég get hjálpað þér með “mannlegu” hliðina á þessu…koma þessu á framfæri og sjá um almannatengsl ;)"
        },
        {
            "user": "Gauos",
            "user_id": "297",
            "date": "2003-05-11 23:41:21",
            "id": "1075004",
            "reply_to_id": "1074994",
            "text": "Það er lang skemmtilegast að lesa blogg frá þeim sem maður þekkir!"
        },
        {
            "user": "geirag",
            "user_id": "4133",
            "date": "2003-05-12 14:47:31",
            "id": "1075005",
            "reply_to_id": "1074994",
            "text": "Fylgstu með þessu:\nhttp://www.typepad.com\nÞetta mun verða kerfi svipað og blogger.com nema byggt á hinu gríðaröfluga Movable Type kerfi sem margir eru farnir að nota en krefst kannski örlítið meiri þekkingar en meðaljóninn hefur yfir að ráða.\nMovable Type er samt snilldin fyrir lengra komna:\nhttp://www.movabletype.org\nSvo eru aðrir sem nota þetta:\nhttp://nucleuscms.org/\nFleira hef ég ekki til málanna að leggja."
        },
        {
            "user": "hhrund",
            "user_id": "38532",
            "date": "2003-05-15 18:59:02",
            "id": "1075006",
            "reply_to_id": "1074994",
            "text": "Ég væri alveg til í að hjálpa þér við þetta en ég er ekki viss um að þú viljir að ég hjálpi þér því ég er bara 10.\nEn samt kann ég að búa til heimasíðu og á doldið margar eina á geocities.com www.geocities.com/hhrund og eina á hugi ;) kasmir.hugi.is/hhrund og bara sem ég bjó  til í front page www33.brinkster.com/stelpustud. Ég væri til í að þú mundir láta mig vita þegar þú færð svarið og svara mér á móti!!!"
        },
        {
            "user": "eth",
            "user_id": "4616",
            "date": "2003-05-16 13:10:26",
            "id": "1075007",
            "reply_to_id": "1075006",
            "text": "hehe… hhrund, ég veit að þetta kemur mér ekki beint við þar sem ég er ekki alveg inní umræðunni en hérna… hehe… ég held að það sé varla hægt að telja þessar síður þínar neitt peace of art sko… with no offence þá held ég að ég geti betur en þetta… :D skoðaðu www.chillfactory.tk og svo er önnur á leiðinni sem ég er að gera fyrir einhverja hljómsveit á www.sightweb.tk og eitt enn… ég ráðlegg þér ekki að nota sonna mikið af litum og myndum, hreyfi og venjulegum… þúst sumir eru með slow tölvur og bara meika það ekki á sonna síðum… ég var með þannig síðu einu sinni þegar ég var byrjandi, sonna aðeins yngri en þú (8-9) og hún var þúst bara ÞREYTANDI!! það var SVO mikið af sonna dæmi að talvan mín var meirað segja að frjósa þegar ég fór á hana… reyndar er talvan mín betri núna… en þetta er bara eitt gott ráð til þín vinan ;)… alltaf gaman að hjálpa byrjendunum… :D\nkveðja…\nbenediktus…"
        },
        {
            "user": "eth",
            "user_id": "4616",
            "date": "2003-05-17 23:48:11",
            "id": "1075008",
            "reply_to_id": "1075007",
            "text": "njall: Ég held að þú ættir ekki að vera að gagnrýna aðra. Satt best að segja fannst mér síðan hennar hhrund betri þín síða. Ég held að þú ætti ekki að vera að gefa ráðleggingar alveg strax. Bíddu þangað til að þú ert orðinn svona 15 ára. Ég er að giska á að þú sért á bilinu 12-14 ára miðað við stafsetninguna og málfarið. Finndu upplýsingar um hvernig ætti að hanna heimasíður, upplýsingar um notendaviðmót, lærðu það og notaðu!\nOg btw.\nÞað er TÖLVA ekki talva og ÖRGJÖRVI ekki örgjafi(veit að þú sagðir ekki örgjafi en margir segja það) !!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-05-21 12:07:21",
            "id": "1075009",
            "reply_to_id": "1075008",
            "text": "Alveg sammála þér eth ég hata þegar að fólk segir talva en ekki tölva"
        },
        {
            "user": "Strawberri",
            "user_id": "23324",
            "date": "2003-07-01 02:32:53",
            "id": "1075010",
            "reply_to_id": "1075007",
            "text": "Mér finnst þetta mjög fínt hjá henni…ég var að gera svona lagað í fyrra….þegar ég var 12 og hún er 10, allt bara með þessu geocitites website-builder. Svo þróast þetta smátt og smátt og ég kenndi mér html…og ég varð alltaf skárri og skárri og núna er ég bara ágæt og get gert ýmislegt sem mætti telja frekar erfitt (að mínu mati;) eins og chromeless windows og allskonar sem var alltaf vonin um að kunna. En ég er samt bara “síró” meðað við flest fólk hérna en betri en margir á mínum aldri.  Mér finnst þessi síða hjá henni mjög fín hjá henni og eftir allt þá verður maður að byrja einhverstaðar….;)\nHver veit nema að hún sé frammtíðar “billjónera” vefhönnuður …."
        },
        {
            "user": "happye",
            "user_id": "19860",
            "date": "2003-07-06 15:35:07",
            "id": "1075011",
            "reply_to_id": "1075010",
            "text": "já, ég verð nú líka að segja að mér finnst svolítill barnaskapur að vera að gagnrýna vefsíðu hjá byrjendum, sem eru þaraðauki kornungir…\nen hvað varðar blogg, þá er það bara ein tegund upplýsingaveitu.  blogg getur verið allt frá einfaldri fréttasíðu (einstaklinga, félaga, fyrirtækja…) yfir í persónulega dagbók, yfir í einfaldar hugleiðingar yfir í bókmenntir.  blogg getur (eins og allt) verið gott og slæmt og allt þar á milli.\nen ég er sammála því að það vanti íslenska bloggvél.  ekki alltaf eitthvað helvítis amerískt kjaftæði fullt af rugl auglýsingum og asnalegheitum.\nég styð þetta (kann ekki neitt um neitt, en gæti eins og einhverjir aðrir ráðlagt eitthvað um mannlegu (og hmm, kannski markaðslegu) hliðina)…\ngangi þér vel!\neyvi"
        },
        {
            "user": "toddisuri",
            "user_id": "28535",
            "date": "2003-05-21 19:56:09",
            "id": "1075012",
            "reply_to_id": "1074994",
            "text": "flott hjá þér ;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-05-27 18:33:54",
            "id": "1075013",
            "reply_to_id": "1074994",
            "text": "Mér líst vel á þessa hugmind!!!\nP.S. Hvað tekur langa tíma að samþykja greinar sem eru sendar á þetta áhugamál? Það er nefnilega 1-2vikur síðan ég sendi inn grein og ég hef ekki séð hama enn!!!"
        },
        {
            "user": "skam",
            "user_id": "10318",
            "date": "2003-05-29 17:36:08",
            "id": "1075014",
            "reply_to_id": "1074994",
            "text": "HVER nennir eiginlega að lesa “blogg” um það hvað einhver Jon-Doe eða BetaRokk úti í bæ er að gera á daginn…?\n“í dag hékk ég á prikinu… svo fékk ég mér að éta og svo datt ég í það á prikinu!!”"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-05-30 19:20:09",
            "id": "1075015",
            "reply_to_id": "1075014",
            "text": "Það er hægt að blogga um hvað sem er. Ekki bara um sína persónulegu hagi."
        },
        {
            "user": "brosbirta",
            "user_id": "28859",
            "date": "2003-05-31 21:56:57",
            "id": "1075016",
            "reply_to_id": "1074994",
            "text": "Jæja hér kemur þetta hjá mér……:\nÉg er með blogg á blogspot.com… Humm ég kann ekki að gera sonna shout out! En langar geðveikt að læra það, ef einhver veit hvað ég á við þá endilega e-maila mér barah: brosbirta@hotmail.com\n:)ég þakka(:"
        },
        {
            "user": "Selena",
            "user_id": "29486",
            "date": "2003-06-16 20:38:04",
            "id": "1075017",
            "reply_to_id": "1075016",
            "text": "Ok veit einhver hvar er hægt að ná sér í fídusa fyrir bloggsíður s.s. mynabanka, gestabók, comments ofr.\nEr líka hægt að setja flash-fídusa inn í.\nEf einhver er sérfróður um þetta þá bara hjálp.."
        },
        {
            "user": "zxc",
            "user_id": "21314",
            "date": "2003-06-18 12:14:53",
            "id": "1075018",
            "reply_to_id": "1074994",
            "text": "blogg er ekki alveg að gera sig. Mér finnst það vera fúlt. Það á ekki heima á íslandi að minnsta kosti. blogg eikkad svo allt annað en eikkad sniðugt.\nÞetta er allavega mitt álit."
        },
        {
            "user": "nalani",
            "user_id": "30987",
            "date": "2003-07-18 22:00:58",
            "id": "1075019",
            "reply_to_id": "1074994",
            "text": "veit einhver um góða .is bloggsíðu sem maður getur sett inn myndir beint af tölvunni (það er ekki hægt á pb.pentagon.ms)"
        }
    ]
}