{
    "forum_title": "Jazz og blús",
    "user": "Weedy",
    "user_id": "23062",
    "date": "2003-05-12 22:07:14",
    "title": "Stevie Ray Vaughan – Couldn’t Stand The Weather",
    "text": "Mér áskotnaðist þessi plata snemma á þessu ári og ég verð að segja að ég hef ekki heyrt betri blúsgítarleikara hingað til. Ég ætla hér að fjalla um þessa plötu með því að lýsa hverju lagi fyrir sig. Enjoy ;)\nScuttle Buttin': Snilldin eina!!! Ótrúlegt gítarspil! Hann einhvern veginn notar þrjá strengi í einu í byrjuninni en það hljómar samt eins og hann sé að spila á einn……..voða erfitt að útskýra. Annars er mjög lítið hægt að segja um þetta lag sökum þess hversu stutt það er. Þetta er eiginlega bara eitt stórt sóló sem endist í tæpar tvær mínútur.\nCouldn't Stand The Weather: Byrjar hægt, en örugglega. Hljómar eins og þetta verði leiðinlegt lag, en síðan byrjar fönkgítar og solleiðis :D Annars er þetta basic blúsrokk lag (með áherslu á blús), grípandi, taktfast og inniheldur sóló. Mjög vel hlustunarhæft.\nThe Things (That) I Used To Do: Þessi maður er ofvirkur á puttunum! Hann fær víst aldrei nóg af sólóum, enda gerir hann það alltaf milli þess sem hann syngur, fyrir utan þegar hann tekur eitt MASSÍFT stórt og flott sóló. Annars er það kannski gallinn að það er næstum því ekkert gert í þessu lagi en að gera einhver sóló, og það eru takmörk fyrir því hvað maður getur hlustað á mikið af sólóum í einu lagi……….\nVoodoo Chile: Ef ég man rétt, þá er þetta lag samið af Jimi Hendrix heitnum. Ef ég hef rangt fyrir mér, biðst ég afsölunar. Annars þá er þetta alveg frábært lag. Maður kemst í  þvílíkan fílíng við þetta lag, alveg stórkostleg.  Ég væri alveg til í að vera svona góður á gítar :)\nCold Shot: Þetta lag finst mér vera í meðallagi……….ekkert rosalega sérstakt við þetta, en þetta er samt fínt :) Lagið gengur síðan á þessum sama hraða og gerir ekkert rosalegt, fínt ef maður er þreyttur ;)\nTin Pan Alley: Vögguvísa blúsarans. Þetta er svo rólegt lag, en samt eru þessi hröðu sóló og þetta er alveg meiriháttar þægilegt að hlusta á þetta. Annars þá er þetta aðeins of langt lag………..rúmar 9 mínútur og næstum því alltaf sama stefið. Annars þá gæti ég ímyndað mér að ef það kæmi annað stef í þetta lag þá væri það svo gott sem eyðilagt þannig að ég er sáttur við þetta lag eins og það er.\nHoney Bee: Stuðlag. Mér finnst soldið lítið af stuðlögum á þessari plötu, en bara mín skðun, mér finnst hin engu síðri. En þetta er lag sem er alltaf hægt að hlusta á. Kemur mér í gott skap og ég hef hingað til ekki fengið leið á þessu lagi.\nStang's Swing: Gaman að heyra í öðrum hljóðfærum en gítar. Hér er það saxafónn, ef heyrnin í mér er í lagi. Gaman líka að heyra hvernig þeir vinna stundum saman.\nÍ heildina þá er þetta vel hlustunarhæfur diskur og mæli ég með honum fyrir hvern þann sem kann að meta blús.\nStjörnugjöf: 31/2 af 5 (Góður diskur en hefur sína galla….)\nWeedy",
    "url": "https://www.hugi.is/jazz/greinar/142387/stevie-ray-vaughan-couldnt-stand-the-weather/",
    "url_id": "142387",
    "id": "1076644",
    "replies": [
        {
            "user": "Keyzer",
            "user_id": "7956",
            "date": "2003-05-13 17:35:51",
            "id": "1076645",
            "reply_to_id": "1076644",
            "text": "Ójá þessi gaur er geðveikur á gítar mar. Hann er sko með þeim bestu. Little wing með honum sem Jimmy Hendrix samdi upphaflega er gegt mar! tjékkiði á því"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2003-07-31 09:34:12",
            "id": "1076646",
            "reply_to_id": "1076645",
            "text": "Mér finnst Little Wing almennt betra með öllum öðrum en Jimi! Ertu að tala um instrumental live útgáfu með SRV (af minningartónleikum v/Hendrix?)? Frábært lag!\nSvo var Little Wing líka fínt með Derek and the Dominos."
        },
        {
            "user": "Grjoti",
            "user_id": "35773",
            "date": "2003-05-13 22:54:26",
            "id": "1076647",
            "reply_to_id": "1076644",
            "text": "Texas Flood  er líka snilldar plata líka blues at sunrise það eru að mínu mati bestu plötur hans"
        },
        {
            "user": "HrErlendur",
            "user_id": "5365",
            "date": "2003-05-18 00:31:39",
            "id": "1076648",
            "reply_to_id": "1076644",
            "text": "Þetta er tvímælalaust með bestu gítarleikurum allra tíma..  Algjör snillingur!"
        },
        {
            "user": "Blamadurinn",
            "user_id": "38973",
            "date": "2003-05-28 23:50:33",
            "id": "1076649",
            "reply_to_id": "1076644",
            "text": "já fokk þessi gítarleikari er geðveikur…tvímælalaust uppáhalds gítareikarinn minn"
        },
        {
            "user": "barrett",
            "user_id": "12862",
            "date": "2003-06-08 15:50:17",
            "id": "1076650",
            "reply_to_id": "1076644",
            "text": "Ég held meira upp á gaura eins og Howlin Wolf og Muddy Waters. mér finnst Stevie vera mjög góður en mér þykir hann ekki nógu góður söngvari.\nþað má læra mikið af þessum.\nbarrett"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2003-07-31 09:35:59",
            "id": "1076651",
            "reply_to_id": "1076650",
            "text": "Hefurðu tékkað lengra aftur í tímann eins og á t.d. Son House? Ég var einmitt að taka blúsdiskana upp úr kjallaranum til upprifjunar.\nNáði ekki að hlusta í næði og einhver vonbrigði með Muddy diskinn en betra með Howling Wolf. En Son House… úff… svo hrár, hann leggst á sál manns!"
        },
        {
            "user": "gummirulz",
            "user_id": "17787",
            "date": "2003-06-10 18:42:39",
            "id": "1076652",
            "reply_to_id": "1076644",
            "text": "SNILLINGUR!!!!!\nRIP Stevie! :'("
        },
        {
            "user": "Kupo",
            "user_id": "29733",
            "date": "2004-12-20 14:45:13",
            "id": "1852539",
            "reply_to_id": "1076644",
            "text": "keypti þennan disk fyrir alls ekki löngu síðan og var að fíla hana í tætlur og á þessum diski sem ég keypti voru líka bónus lög eins og give me back myy wig og sona funky lög, en þessi gaur er meiriháttar,að mínu mati besti blúsleikari sem uppi hefur verið og þá mikið skemmtilegri og fjölbreyttari heldur en Hendrix..svo er fleiri plötur sem eru enn betri en þessi:Texas flood,In step og svo aðalplatan Soul to soul,svo eru tónleikarnir með honum alveg frábærir!"
        }
    ]
}