{
    "forum_title": "Battlefield",
    "user": "Volrath",
    "user_id": "24881",
    "date": "2003-05-12 12:55:57",
    "title": "CTF mínimót/Hraðmót - Hugmyndir",
    "text": "Hugmyndin er að hafa hraðmót í CTF fyrir Battlefield 1942. Með hraðmóti á ég við mót sem færi fram í mjög snöggum leikjum þar sem leikið verður samtímis á 4-5 og þar með ættu 10 lið að geta keppt á sama tíma.\nAðeins verður leikið á tveimur borðum, Berlin og Stalingrad og verða 6 keppendur í hvoru liði.\nSpilað verður í 10 mín umferðum og ekkert hámark sett á það hversu fánanum getur verið stolið oft. Spila liðin bæði sem Axis og Allied og ræður heildarfjöldi fána sem stolið er yfir báðar umferðirnar úrslitum.\nHvert klan má senda eins mörg lið til keppni og því sýnist, en um leið  lið er skráð skal  tilkynnt hvaða leikmenn úr tilteknu leikjaþjónum klani ætla sér að leika með. Hver leikmaður hefur bara keppnisrétt með einu liði og getur skipt yfir í annað lið eftir að mótið hefst. Ráðlagt er að hvert lið skrái a.m.k. 7 menn svo að þeir hafi svigrúm til að kalla á varamenn, en þetta er liðunum í sjálfsvald sett. Lið þurfa ekki að vera samsett úr einu klani og geta því klanlausir spilarar sett saman lið til að keppa og eins geta tvö eða fleirri klön sent sameiginlegt lið til keppni.\nFyrirkomulag mótsins verður þannig að spilað verður eftir svonefndu sviss kerfi og spila þá lið sem eru svipuð að styrkleika saman. Þetta þýðir það að lið sem vinna fyrstu tvo leiki sína spila mjög líklega við lið sem er líka búið að vinna tvo leiki og lið sem tapar fyrstu tveim leikjunum spilar líklega við lið sem er líka búið að tapa fyrstu leikjunum.\nMiðað við 10 mín. umferð þá tekur hver leikur 20 mín og þá er hægt að ráðgera að hver umferð taki u.þ.b. 30 min. Þetta er miðað við það að liðin séu ekki fleirri en 10 og að við séum með fimm leikjaþjóna. Ef það verða hinsvegar fleirri en 10 lið þá þurfum við klukkutíma í hverja umferð og þá þurfa lið stundum að bíða í 30 min á meðan umferð klárast.\nUmferðir sem spilaðar verða.\n8 lið eða færri: spilaðar verða fjórar umf.\tMótið tekur þá 2 klukkutíma\n9-10 lið: Spilaðar verða fimm umf.\t\tMótið tekur þá 3 klukkutíma\n11 eða fleirri: Spilaðar verða sex umf.\tMótið tekur þá 6 klukkutíma\nMiðað við 10 lið eða færri fer mótið fram á einni kvöldstund en ef liðin eru 11 eða fleirri þá verður spilað á tveimur dögum. Dagarnir sem um ræðir eru miðvikudagurinn\n11. júní og fimmtudagurinn 12. júní (ef með þarf).\nServer stillingar verða svo svipaðar og þær voru í þurs..en ég á eftir að prufukeyra reglurnar betur og athuga hvort einhverju þarf að breyta…\nATH… þessi grein er send inn til að kanna áhuga fólks á þessu keppnisfyrirkomulagi og skráningar hefjast ekki nema undirtektir verði góðar…Klan leiðtogar geta senda mér póst á volrath@simnet.is  (ath nýtt póstfang) um það hvort þeir hafi áhuga og eins hversu mörg lið þeir telja að klan þeirra sendi.\nKveðja\nVolrath\nBF1942: [.Hate.]Padre\nIrc: H8|Padre",
    "url": "https://www.hugi.is/bf/greinar/142385/ctf-minimothradmot-hugmyndir/",
    "url_id": "142385",
    "id": "1076581",
    "replies": [
        {
            "user": "viking",
            "user_id": "25813",
            "date": "2003-05-12 14:59:56",
            "id": "1076582",
            "reply_to_id": "1076581",
            "text": "fín hugmynd"
        },
        {
            "user": "sopi",
            "user_id": "25545",
            "date": "2003-05-12 15:21:08",
            "id": "1076583",
            "reply_to_id": "1076581",
            "text": "Flott :D það verður gaman að fá að keppa aðeins í CTF fyrir tilbreytingu… vona bara að nógu margir hafa áhuga. :)\nFlott hugmynd líka að hafa þetta bara stutt og skemmtilegt, en samt væri ég til í að sjá 12 vs. 12 í Gazala og El Alamein.\nRTCW: Delw Guuur\nBF: [I'm]Delw Guuu"
        },
        {
            "user": "kimlarsen",
            "user_id": "28944",
            "date": "2003-05-12 15:41:30",
            "id": "1076584",
            "reply_to_id": "1076583",
            "text": "Já, ég verð nú að vera sammála Delw í því en það liggur samt ekkert á því. Fínt að prófa eitthvað svona fyrst og sjá hvort að mönnum líki það vel eða ekki. En ég stend fast á mínu þegar ég segi að ef þú hefur ekki prófað CTF í Gazala með a.m.k. 12 í hvoru liði….you ain't seen nothin' yet!!! :)\n[I'm]Kim Larsen"
        },
        {
            "user": "odestra",
            "user_id": "25527",
            "date": "2003-05-12 18:00:34",
            "id": "1076585",
            "reply_to_id": "1076583",
            "text": "það væri snilld marr… :D"
        },
        {
            "user": "kaudi",
            "user_id": "26252",
            "date": "2003-05-12 19:31:14",
            "id": "1076586",
            "reply_to_id": "1076581",
            "text": "nice hugmynd marr\nkv. [R.A.F]2Lt] anonymouz"
        },
        {
            "user": "egud",
            "user_id": "28740",
            "date": "2003-05-12 20:01:52",
            "id": "1076587",
            "reply_to_id": "1076581",
            "text": "Ýkt þétt. Vel að verki staðið, eins og alltaf Volrath. [I'm] tekur þátt."
        },
        {
            "user": "maglar",
            "user_id": "23565",
            "date": "2003-05-12 21:21:06",
            "id": "1076588",
            "reply_to_id": "1076581",
            "text": "JAMMA mun örugglega senda 2 lið :)"
        },
        {
            "user": "albert89",
            "user_id": "24436",
            "date": "2003-05-12 21:55:02",
            "id": "1076589",
            "reply_to_id": "1076581",
            "text": "mjög góð hugmind :D\nAlgjör shnild!!!\nMaD-DoG :J"
        },
        {
            "user": "helgirunar",
            "user_id": "34661",
            "date": "2003-07-03 00:52:37",
            "id": "1076590",
            "reply_to_id": "1076581",
            "text": "Já… F*U*B*A*R styður þessa hugmynd og mun taka þátt !"
        }
    ]
}