{
    "forum_title": "Hundar",
    "user": "Gungun",
    "user_id": "8102",
    "date": "2003-05-12 15:30:45",
    "title": "Aðvörun vegna faralds !",
    "text": "Ég hringdi á dýraspítalann og hún sagði mér að það væri líka sprautaðir hundar sem hefðu fengið veikina. Hún er hættuleg.\nKonan mældi með því að ég væri ekkert að umgangast aðra hunda.\nÉg mæli með því að þið gerið hið sama. <br><br>“Playing bridge is like having sex, if you don´t have a good partner, you better have a good hand…”",
    "url": "https://www.hugi.is/hundar/korkar/142514/advorun-vegna-faralds/",
    "url_id": "142514",
    "id": "1077791",
    "replies": [
        {
            "user": "Eva",
            "user_id": "26084",
            "date": "2003-05-12 16:59:24",
            "id": "1077792",
            "reply_to_id": "1077791",
            "text": "Var að fara með minn hund í sprautu, og hún gaf honum aðra sprautu vegna þessa faralds sem er eitthvað aðeins öðruvísi, þannig að ef þið eruð paranoid yfir þessu getið þið örugglega fengið hana líka (fékk hana í Garðabæ)\nEva"
        },
        {
            "user": "babi",
            "user_id": "27981",
            "date": "2003-05-12 19:22:27",
            "id": "1077793",
            "reply_to_id": "1077791",
            "text": "hvernig lísir þessi veki sér á hundunum?"
        },
        {
            "user": "HJARTA",
            "user_id": "3334",
            "date": "2003-05-12 19:51:22",
            "id": "1077794",
            "reply_to_id": "1077793",
            "text": "Þeir æla og drulla blóði og fá oft hita, eru slappir og vilja ekki borða.<br><br>Kveðja\nHJARTA og Max"
        },
        {
            "user": "EstHerP",
            "user_id": "11032",
            "date": "2003-05-13 00:28:44",
            "id": "1077795",
            "reply_to_id": "1077794",
            "text": "Já og ef þeir hafa ekki fengið sprautu þá eru talsverðar líkur á að þeir steindrepist!! Endilega kannið hvort ykkar hundar hafi ekki fengið allar sprautur og passið að vera ekki með hundana ykkar á stöðum sem aðrir hundar hafa verið.\nHjá sprautaðum hundum lýsir þetta sér með magakvölum, blóðlituðum niðurgangi, hita og gubbupest. Talið strax við dýralækni ef ykkur grunar að ykkar hundur sé veikur, læknirinn tekur sýni og þið fáið svarið samdægurs eða strax næsta dag. En hjá ósprautaðum hundum þýðir þetta næstum alltaf dauði, eini möguleikinn sem hundurin á er ef sjúkdómurinn fattast nægilega fljótt! Passið sérstaklega hvolpa og unga hunda því þeir þola þetta verr og eiga venjulega eftir að fá allar sprautur.<br><br>Kv. EstHer\n<font color=“darkBlue”><a href=\"\nhttp://www.hugi.is/forsida/bigboxes.php?box_type=skilabodaskjodan&page=new_msg&to_user=EstHerP\n“>Skilaboð</a> | <a href=”mailto:esther1@simnet.is“>esther1@simnet.is</a>\nStjórnandi á <a href=”\nhttp://www.hugi.is/tiska\n“>Tíska & útlit</a>, <a href=”\nhttp://www.hugi.is/bornin\n“>Börnin okkar</a>, <a href=”\nhttp://www.hugi.is/romantik\n“>Rómantík</a>, <a href=”\nhttp://www.hugi.is/fuglar\n“>Fuglar</a> og <a href=”\nhttp://www.hugi.is/bornin\n\">Heimilið</a></font"
        },
        {
            "user": "Sigga1",
            "user_id": "22296",
            "date": "2003-05-14 00:04:55",
            "id": "1077796",
            "reply_to_id": "1077791",
            "text": "Hæ… Við vorum á dýraspítalanum í dag og í leiðinni spurðum við um þetta… Þegar hundur sem hefur verið sprautaður við Pavró, fær Pavró er bara ein ástæða fyrir því.. Hundurinn er ónæmur fyrir því lyfi sem hann fékk..sem sagt ónæmur fyrir sprautunum sem hann fær við Pavró eins og allir aðrir hundar fá..Þá er bara um eitt að ræða og það er að gefa honum aðra tegund af lyfi sem vinnur á því sama.. Þetta hef ég eftir þeim í Víðidalnum..\nKv. Sigga1 og Co<br><br>Kveðja Sigga1,\nSigga1@hotmail.com\nhttp://www.beagle.tk"
        }
    ]
}