{
    "forum_title": "Dulspeki",
    "user": "Snaeugla",
    "user_id": "28298",
    "date": "2003-05-13 13:07:44",
    "title": "Kristnir cults?",
    "text": "Þessi grein er ekki ætluð sem fellidómur, illgirni eða neitt slíkt.  Hún er samin af cult rannsóknar manni með húmor sem vildi sýna minnihluta kristinna manna sem geta ekki séð önnur trúarbrögð án þess að hrópa úlfur (tek fram að þetta á langt í frá við alla kristna aðila svo enginn misskilji mig) hve auðvelt er að fella dóma yfir trú annarra.\nA CULT-HUNTER LOOKS AT CHRISTIANITY\n1- When you enter some Catholic churches, you are confronted by a graphic representation of Jesus, nailed to a cross, bleeding, suffering, and then you are told that He went to this death of His own free will! You read about Saints that whipped themselves; that wore hair shirts to abuse their bodies. You even see, in this modern age, the Penitentes of Mexico and New Mexico who continue this practice, even going so far as to crucify themselves, men and women! People who walk to a “holy” shrine on their knees, doing possible permanent damage to themselves, are lauded for having performed a “holy” act! Children are beaten, starved, tortured and otherwise seriously harmed by members of this cult following the Biblical admonition “Speare the rod and spoil the child.” There are also innumerable cases of the denial of blood transfusions, denial of public education, and denial of * any * modern medical treatment, all in the name of this cult's beliefs. Does Christianity preach a form of sado-masochism? If it does, it is a dangerous cult indeed!\n2- This ritual of “Holy Communion” or the “Lord's Supper” has some overtones that bother any right-thinking person. After all, the worshippers are told that they are eating the “Body and Blood of our Saviour, Jesus Christ!” Can it be very far from * ritual * cannibalism to * real * cannibalism? This cult seems more and more dangerous!\n3- The pre-occupation of some sects of Christianity with “demons” and “devils” and “evil spirits”that, in their minds, seem to inhabit the whole Universe, ready at the slightest opportunity to “possess” the bodies and minds of humans, reeks of Diabolism! The more extreme sects even seem to believe that this “Devil” is some sort of anti-God that has * all * power over the world. Can it be a very great step from being so preoccupied with devils to the actual worship of them? One should worry about this!\n4- One sect of Christianity, the Roman Catholic Church, actually LOCKS UP young girls (and older women) and forbids them contact with the world, forbids them marriage, and tells them it is a “sin” to think of men in a sexual manner, and that they will “burnin ‘hell’ ” if they do so. Such single-sex, enforced groupings of people (similar to secular prisons) are always hotbeds of deviant behaviour. The same sect forbids marriage to its priests, and thereby perhaps encourages the many, many DOCUMENTED cases of its priests molesting young boys. One of its major past leaders (called “Apostles”), Saul of Tarsus, aka “Saint Paul,” was known for his hatred of women, and he seems to be the major theoretician of many of the “Fundamentalist” sects of the cult. Can it be that Christianity actually * encourages * homosexuality, while preaching the opposite?\n5- One sect, the “Jehovah's Witnesses,” refuses allegiance to their country! They will not salute the flag, nor will they serve in the Armed Forces! The “Social Gospel,” a take-from-the-rich propaganda pitch, is preached all over Third World nations, subverting their governments! Can it be that Christianity encourages the “One World” viewpoint of certain radical political groups?\n6- The sexual behaviour of its leaders has been well documented, from “Popes” (the leader of the Roman Catholic sect) to Aimee Semple Macpherson, to Jimmy Swaggert. One wonders about such leaders being placed in positions of command over our young people. How many innocents have been defiled by such persons? One wonders!\n7- In the Middle Ages, priests actually said “Masses” to impose death spells on humans. Is such ritual being practiced today? We will probably never know, because secrecy in such groups would be assumed as * very * tight. As so many law-enforcement officers seem to be Christian, and many of the European governments are enthralled by this cult, we will probably * never * be able to find out the truth of this.\n8- At every Christian service, donations from the membership is encouraged, and, as most such donations are done publically, “peer-pressure” to give large amounts of money is very high, and a feeling of guilt over * not * contributing could lead to psychotic episodes! The cult's attitude towards sexual feelings, that even * looking * at a person with even the tiniest feeling of “lust” is a “sin,” is so rigid as to exclude at least 99 percent of the World's population from “Heaven” and thereby lead to irreconcilable guilt feelings on the part of the “sinners!” Could it be that many of the modern world's psychiatric problems can be traced to the beliefs of this cult?\n9- The intolerant behaviour of Christianity is also well-documented in history, with its pogroms of Jews, burning of witches, Crusades against Islam, culture destruction and outright genocide in thePacific islands and Central and South America, and hatred of anything that is not “Christian.” This has even extended to disruption of non-Christian religious services, and violent behaviour that is touted as simple “civil disobedience.” Can such past behaviour repeat itself? History shows it does.\n10- Proselytization, or the “conversion” of new members to the cult, is carried on in any number of ways, both with subtle blandishments and by outright fear and threats. To watch and listen to some street-preachers is an education in the use of fear-inducing technique, and also of individual and mass hysteria similar to that induced by Adolf Hitler and Joseph Goebells! Why do these preachers do their best to induce such mass hysteria? One could ask the same question about Hitler and Goebells, and maybe get the same answer!\n———————\nIf your child, or a member of your family, is involved with this cult, * please * seek help NOW!\n———————\nThe author wishes to thank the publishers of “File 18,” and all the other cult-hunters and watchers out there, for their good and constant demonstrations of the techniques used in this article.",
    "url": "https://www.hugi.is/dulspeki/greinar/142682/kristnir-cults/",
    "url_id": "142682",
    "id": "1078984",
    "replies": [
        {
            "user": "tigra",
            "user_id": "3863",
            "date": "2003-05-13 13:35:08",
            "id": "1078985",
            "reply_to_id": "1078984",
            "text": "Hahaha! þetta finnst mér algjör snilld!\nMaður hefur séð ófáar síður þar sem kristnir fordæma hin og þessi trúarbrögð og kalla það jafnvel djöfladýrkun og hvað eina.\nÞetta sýnir að kristnin er ekkert skárri ;D"
        },
        {
            "user": "ZeRo",
            "user_id": "40",
            "date": "2003-05-13 13:44:06",
            "id": "1078986",
            "reply_to_id": "1078985",
            "text": "brilliant :)"
        },
        {
            "user": "hamrotten",
            "user_id": "5029",
            "date": "2003-05-13 15:05:07",
            "id": "1078987",
            "reply_to_id": "1078984",
            "text": "it's funny becouse it's true"
        },
        {
            "user": "Nishanti",
            "user_id": "36030",
            "date": "2003-05-13 16:09:51",
            "id": "1078988",
            "reply_to_id": "1078984",
            "text": "Það væri líka gaman að sjá hvað kristnir myndu segja ef einhver skrifaði svona lýsingu og öllum nöfnum yrði breytt…..lítur aðeins öðruvísi út utanfrá"
        },
        {
            "user": "Snaeugla",
            "user_id": "28298",
            "date": "2003-05-13 16:34:39",
            "id": "1078989",
            "reply_to_id": "1078984",
            "text": "Ég þakka bara Guði fyrir að margt af þessu er frekar langt frá sannleikanu, vissulega eru til “öfgatrúar fólk” en það er í frekar stórum minnihluta.\nFlest af þessu sem hann er að benda á er túlkunar atriði hja fólki, hvergi í Biblíunni stendur t.d. að við eigum að ofdekra eða spilla börnunum okkar.(ef það stendur þar einhverstaðar endilega benda mér á það)\nOg þetta varðandi söfnunina(púnktur 8) er frekar langsótt finnst mér, ég gef ekki nándanærri alltaf í söfnunina þegar ég fer í krikju, þú ræður því algerlega sjálfur hvort þú gefir eða ekki. Ef þér finnst þú eigir að gefa þá gefuru, ef þér finnst það ekki, þá gefuru ekki pening. Það er bara persónubundið hvort þú leyfir þessu að hafa áhrif á geðheilsu þína"
        },
        {
            "user": "Snaeugla",
            "user_id": "28298",
            "date": "2003-05-13 16:38:32",
            "id": "1078990",
            "reply_to_id": "1078989",
            "text": ":)"
        },
        {
            "user": "tigra",
            "user_id": "3863",
            "date": "2003-05-13 22:05:14",
            "id": "1078991",
            "reply_to_id": "1078989",
            "text": "Þetta er einmitt líka svona með aðra trúarhópa… öll þessi neikvæða umfjöllun sem fer fram um þá á netinu eru yfirleitt alltaf íktar og bara dregið fram það neikvæða hjá hópnum alveg eins og þessi greinarhöfundur gerir við kristnina.\nÞannig er alveg hægt að segja sér að þeir trúar hópar eru ekki NÁLÆGT því eins slæmir og haldið er fram þar."
        },
        {
            "user": "Gullbert",
            "user_id": "4004",
            "date": "2003-05-13 17:22:54",
            "id": "1078992",
            "reply_to_id": "1078984",
            "text": "Þú bendir nú á áðallega Kaþólska hópinn sem er já því miður langstærsti hópurinn og hann hefur nú oftast verið mjög öfgafullur en ekki þó allir. Krossferðirnar voru skipaðar af páfanum, sem er Kaþólikki, Nunnur og Munkar eru nú bara í Kaþólsku og Ortodox kristnu kirkjunum. Hvar í nútímanum sérðu að kristnir eru að hakka niður þá sem ekki eru kristnir.\nGullbert"
        },
        {
            "user": "WorkZ",
            "user_id": "11345",
            "date": "2003-05-13 18:38:05",
            "id": "1078993",
            "reply_to_id": "1078984",
            "text": "mögnuð lesning!  alveg hreint magnaðir punktar!  þótt ekki sé verið að vega að kristnum mönnum í þessari grein, heldur verið að slá upp skopsamlegum vangaveltum og athugasemdum, verð ég að segja að ég er löngu kominn með leið á kristinlegum hroka og hræsninni sem fylgir þessari trú!  en annars þá fannst mér þetta þræl magnað!"
        },
        {
            "user": "gyda85",
            "user_id": "27357",
            "date": "2003-05-15 12:08:55",
            "id": "1078994",
            "reply_to_id": "1078984",
            "text": "Er það ekki bara staðreynd að í öllum trúm, hver sem hún kann að vera, er ofsatrúarhópur???"
        },
        {
            "user": "gyda85",
            "user_id": "27357",
            "date": "2003-05-17 18:36:24",
            "id": "1078995",
            "reply_to_id": "1078984",
            "text": "LOL ROFL LOL snild allra snilda"
        }
    ]
}