{
    "forum_title": "Húmor",
    "user": null,
    "user_id": null,
    "date": "2003-05-13 17:31:14",
    "title": "Nýr sjúkdómur",
    "text": "Einn sígyldur mömmubrandari\nÉg hef á seinni árum verið plöguð af alvarlegum sjúkdómi sem nýlega\nhefur fundist greining á, en engin lækning við, enn sem komið er.\nEftirfarandi er lýsing á dæmigerðum degi þegar einkennin blossa upp : Ég\nákvað einn daginn að þvo bílinn og hélt áleiðis að bílskúrnum, en tók þá\neftir að bréf höfðu borist inn um lúguna. Ég tók bréfin og ákvað að fara\ní gegnum póstinn áður en ég færi að þvo bílinn.  Sorteraði póstinn og\nákvað að\nhenda ruslpóstinum en tók þá eftir að ruslafatan var orðin full og lagði\nþví\nreikningana sem höfðu borist, frá mér á eldhúsborðið og ætlaði út með\nruslið, en ákvað þá að fara og borga þessa reikninga, fyrst ég yrði við\nbílinn hvort eð er. Fór inn í herbergi til þess að ná í veskið og\nbíllyklana\nen sá þá ný e-mail í tölvunni og ákvað að svara þeim strax svo ég\ngleymdi því ekki. Ákvað að ná mér í kaffibolla fyrst. Á leið inn í\neldhús tók ég eftir því að blómið í borðstofunni var orðið heldur þurrt.\nHellti nýlöguðu kaffi í bolla og ákvað að vökva blómið áður en lengra\nværi haldið. Náði í blómakönnuna og ætlaði að fylla hana með vatni þegar\nég tók eftir því að fjarstýringin af sjónvarpinu lá á eldhúsborðinu.\nÁkvað að fara með hana á sinn stað í sjónvarpsherberginu fyrst, svo ég\nfyndi hana örugglega um kvöldið þegar ég settist fyrir framan sjónvarpið\nað horfa á\nuppáhaldsþáttinn\n“Sex in the City”. Á leið í sjónvarpsholið rakst ég á handklæði sem ég\nætlaði að setja í þvottavélina sem beið full af þvotti. Fór þangað og\nsetti í vélina en fann þá gleraugun sem ég hafði verið að leita að fyrr\num morguninn. Lagði fjarstýringuna frá mér í þvottahúsinu og fór með\ngleraugun inn í svefnherbergi þar sem ég ætlaði örugglega að finna þau\nþegar ég færi í\nrúmið að lesa uppáhaldsbókina mína……ef ég finn hana. Stoppaði í\nsvefnherberginu þar sem dagurinn hófst og mundi ekki lengur hvað ég\nætlaði upphaflega að fara að gera !!! Í lok dags hafði ég því hvorki\nþvegið bílinn né borgað reikningana, ekki vökvað blómin eða þvegið\nþvottinn, ekki farið út\nmeð ruslið, heldur ekki svarað e-mailunum og var auk þess búinn að týna\nfjarstýringunni, bíllyklunum og veskinu og kaffið beið kalt á\neldhúsborðinu.\nÉg skildi ekkert í þessu því ég hafði verið á fullu allan daginn í ýmsum\nsnúningum. Ég hef nú uppgötvað að þetta er alvarlegt vandamál sem ég\nætla að\nleita mér hjálpar við. Þessi sjúkdómur kallast á fagmáli AAADD eða “Age\nActivated Attention Deficit Disorder”,  á íslensku “Aldurstengdur\nathyglisbrestur”.",
    "url": "https://www.hugi.is/humor/greinar/142699/nyr-sjukdomur/",
    "url_id": "142699",
    "id": "1079271",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2003-05-14 12:43:04",
            "id": "1079272",
            "reply_to_id": "1079271",
            "text": "hehe"
        },
        {
            "user": "grettirmax",
            "user_id": "36515",
            "date": "2003-05-14 12:50:24",
            "id": "1079273",
            "reply_to_id": "1079271",
            "text": ":) =) =D"
        },
        {
            "user": "siggibet",
            "user_id": "8305",
            "date": "2003-05-14 13:25:00",
            "id": "1079274",
            "reply_to_id": "1079271",
            "text": "Bahahahaha"
        },
        {
            "user": "Mercury",
            "user_id": "28365",
            "date": "2003-05-15 18:43:55",
            "id": "1079275",
            "reply_to_id": "1079271",
            "text": "góðu"
        },
        {
            "user": "hrisla",
            "user_id": "21681",
            "date": "2003-05-16 21:17:03",
            "id": "1079276",
            "reply_to_id": "1079271",
            "text": "Jámm skondið reyndar fyndið!;o))"
        }
    ]
}