{
    "forum_title": "Rokk",
    "user": "ellertsch",
    "user_id": "34401",
    "date": "2003-05-13 18:54:29",
    "title": "5 Plötur sem hafa haft áhrif á líf þitt og hvernig",
    "text": "Mig langað bara að vita hvad plötur hafa haft áhrif á líf ykkar og hvernig. Því margar verða fyrir svo miklum áhrifum þegar þeir heyra einhverskonar tónlist, svo mig langaði bara að vita hvada plötur það eru hjá ykkur sem svara.\nEn mínar eru:\n5.Pixies - Surfer Rosa.\nÞessi hljómsveit er ástæðan fyrir því að Nirvana er til. En þessi Plata er hreint út sagt ótrúleg hún hefur allt. Allt frá sko hröðu pönki og uppí há tyggjókúlurokk.\n4. The Stone Roses - The Stone Roses.\nÞessi plata var valinn besta plata aldarinnar af gagnrýnendum NME.\nÉg veit ekki hvernig ég á að lýsa þessari tónlistartegund sem þeir spila. Psychedelic rokk með 70´s riffum og 80´s Bítum. Þetta er ótrúleg plata sem hefur allt popp, rokk, þungarokk og dans rokk. ég mæli eindregið með því að allir tjékki á essari plötu. Hún þarfnast smá hlustunar but it´s worth the hard listening.\n3. The Strokes - Is This It\nÞetta er ein besta plata sem ég hef heyrt allt mitt líf. Þetta er eins og blanda af Iggy Pop and the Stooges og Television með smá blöndu af The Jam, Það er mitt mat allavega. Þessi plata hefur líka allt frá alveg hráu pönki upp í algjört tyggjókúlurokk.\n2. Radiohead - O.K. Computer\nÞetta er besta plata sem ég hef heyrt. Þetta er besta rokkhljómsveit dagsins í dag og ef ekki áratugarins 1990-2000.\nÞetta er plata sem býður upp á alveg frábæra lagasmíði, texta til að deyja fyrir og nokkra sígilda slagara eins od Karma Police, Paranoid Android og No Surprises. Það eru samt ekki mín uppáhalds lög þau eru hins vegar: Climbing Up The Walls, Lucky og Exit Music.\n1. Jeff Buckley - Grace\nÞessi plata býður uppá allt. Bestu rödd allra tíma, Frábæra lagasmíð og svona einhverskonar Mystery. Svoldið þunglyndisleg en það gerir bara gott betra. Eftir mikla hlustun á þessa plötu fór ég mikið að hlusta á trúbadora eins Bob Dylan og Badly Drawn Boy og það leiddi út í P.J. Harvey og hún leiddi út í New York Senuna þar kynntist ég Interpo, og hef ekki hlustað á neitt annað síðan.\nEndilega svariði þessari grein og segið frá þeim plötum sem hafa haft áhrif á ykkar líf",
    "url": "https://www.hugi.is/rokk/greinar/142704/5-plotur-sem-hafa-haft-ahrif-a-lif-thitt-og-hvernig/",
    "url_id": "142704",
    "id": "1079348",
    "replies": [
        {
            "user": "malicious",
            "user_id": "5591",
            "date": "2003-05-13 19:47:40",
            "id": "1079355",
            "reply_to_id": "1079348",
            "text": "Grace er geggjuð. Buckley hefði þó mátt nota kraftinn í röddinni(sem var svo sannarlega til staðar) oftar."
        },
        {
            "user": "f27gp",
            "user_id": "9476",
            "date": "2003-05-13 19:54:06",
            "id": "1079356",
            "reply_to_id": "1079355",
            "text": "Ég séð mér bara fært að nefna tvær. Það eru:\nJimi Hendrix Experience - Are You Experienced?\nNirvana - Nevermind\nÞessar tvær plötur lét afi minn mig mikið hlusta á þegar ég var ungur. Hann sýndi mér fyrst þetta þegar ég var 6 ára (16 núna), hann sagði mér hvað textarnir þýddu og ýmislegt um mennina sjálfa á bakvið böndin.\nJe"
        },
        {
            "user": "coupland",
            "user_id": "6222",
            "date": "2003-05-13 19:57:06",
            "id": "1079357",
            "reply_to_id": "1079356",
            "text": "afi þinn er snillingu"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-05-13 19:58:05",
            "id": "1079358",
            "reply_to_id": "1079348",
            "text": "Music for the jilted generation- the prodigy\nRide the Lightning- Metallica\nBest of Beethoven\nÞetta eru þær plötur sem hafa haft mest áhrif á mig….ég get ekki sagt hvernig nema það að þær hafa gælt mjúklega við hljóðhimnu mína.."
        },
        {
            "user": "Garsil",
            "user_id": "11709",
            "date": "2003-05-13 19:58:52",
            "id": "1079359",
            "reply_to_id": "1079348",
            "text": "númer eitt …\nMarshall Mathers LP - Eminem\nAlveg mjög skemmtileg plata, og ég hlustaði og hlustaði og hlustaði á hana …\nshit hvað það var gaman.\nAndvaka Nætur - Rattó og PrinceX\nÞessi plata breytti lífi mínu, fyrsti diskurinn sem ég tók upp og ish … upplagið seldist líka upp og allt.\nRottweiler - Rottweiler\nFyrsta skipti sem ég heyrði rappað á íslensku … “Þú hlýtur að hafa misst vitið stígandi gegn slíkum vitleysing // ég mun taka þig í rassgatið og þú óskar þess að þetta hafi verið myndlíking” …\nmjög mikið gúd-sjitt\nog svo\nBent&7berg - Góða Ferð\nBesti diskur sem hefur verið gefinn út á Íslandi.\nStraight up!"
        },
        {
            "user": "Garsil",
            "user_id": "11709",
            "date": "2003-05-13 20:10:12",
            "id": "1079360",
            "reply_to_id": "1079359",
            "text": "Fears:en hvað þetta eru eithvað slappar plötur hjá þér\nAllavega væri það hjá mér\nOk Computer - radiohead\nGrace - jeff buckley\nwhite album - bítlarnir\nthings we lost in fire - low\nYoshimi Battles the Pink Robot - Flaming Lips\nsammt eru það miklu fleiri plötur en þesar hafa allavega veitt mér mestan innblásturinn :o)"
        },
        {
            "user": "BarbieQ",
            "user_id": "35178",
            "date": "2003-05-13 20:12:51",
            "id": "1079361",
            "reply_to_id": "1079348",
            "text": "Ég verð nú að viðurkenna að þessar plötur sem þú nefndir ellertsch hef ég ekki hlustað á (nema Strokes) en ætla ég svo sannarlega að gera það á næstunni.\nÉg er ekki mikið fyrir rapp og svoleiðis en ég verð að segja að The Eminem Show með Eminem er ein mesta músíkupplifun mín; platan er uppfull af athyglisverðum textum og grípandi lögum.\nÞað er merkilegt að þessi grein er skrifuð akkúrat núna þegar ég er sjálfur mikið búinn að vera að hugsa um hvaða áhrif tónlist hefur á fólk og hefur lagið Iris með Goo Goo Dolls haft mikil áhrif á mig.\nKveðja,\nBarbieQ"
        },
        {
            "user": "Stengah",
            "user_id": "20894",
            "date": "2003-05-13 20:14:04",
            "id": "1079362",
            "reply_to_id": "1079348",
            "text": "LOL Metallica man!!!! 1 …And Justice for All"
        },
        {
            "user": "kuldi",
            "user_id": "35694",
            "date": "2003-05-13 20:39:15",
            "id": "1079363",
            "reply_to_id": "1079348",
            "text": "1.Guns n´roses Appetite for destruction. Bróðir minn átti þessa plötu upprunalega en núna býr hún upp í hillu hjá mér. Geðveik plata\n2.Creed My own prison. Ein af fyrstu almennilegu diskunum sem ég keypti. Eftir my own prison kom bara rusl frá Creed\n3.Incubus Sience. Brandon Boyd er snillingur\n4.Strait up tribute plata fyrir Lynn strait. Textarnir hittu í mark hjá mér á þessum tíma\n5.Eminem The Eminem show. Sumarið ´02"
        },
        {
            "user": "Goalkeeper",
            "user_id": "16530",
            "date": "2003-05-13 20:54:33",
            "id": "1079364",
            "reply_to_id": "1079363",
            "text": "5.Guns N´Roses-Appetite for Destruction\nSnilld\n4.XXXRottweilerhundar-XXXRottwei lerhundar\nÉg hafi beðið þessarar plötu í 1 1/2 og stóð hún undir væntingum og rúmlega það\n3.Gorillaz.Gorillaz\nÆi ég veit það bara ekki en þessi diskur hefur bara geðveik áhrif á mig\n2.Saliva-Back Into Your System\nÁkvað að kaupa diskinn þegar ég heyrði besta rokk lag í heimi í útvarpinu (Always) þessi diskur er snilld\n1.Sum 41-All Killer No Filler\nDiskurinn varð til þess að Sum 41 er mínn uppáhalds hjómsveit"
        },
        {
            "user": "Goalkeeper",
            "user_id": "16530",
            "date": "2003-05-13 20:58:20",
            "id": "1079365",
            "reply_to_id": "1079364",
            "text": "Ég hafi beðið þessarar plötu í 1 1/2 ÁR og stóð hún undir væntingum og rúmlega það."
        },
        {
            "user": "jdksgjkdshgjkahksdjga",
            "user_id": "30318",
            "date": "2003-05-13 21:03:39",
            "id": "1079366",
            "reply_to_id": "1079348",
            "text": "01. Metallica\n02. White Zombie - La Sexorcisto\n03. Korn - Korn\n04. Zao - Where Blood and Fire Bring Rest\n05. the Dillinger escape plan - Calculating Infinity\nvá þetta var erfitt! þyrfti að vera svona 20 plötur!\nwell fuck it!"
        },
        {
            "user": "RAVING",
            "user_id": "597",
            "date": "2003-05-13 21:10:31",
            "id": "1079367",
            "reply_to_id": "1079348",
            "text": "5. Nirvana - Nevermind.\nÉg var 8 ára pjakkur sem safnaði síðu hári eftir að hafa heyrt þennan disk í fyrsta skipti, þeir sem kalla þessa hljómsveit og þennan disk ofmetna are fools..\n4. Nine Inch Nails - Downward Spiral.\nTrent Reznor er snillingur. Hann samdi og tók upp diskinn í sama húsi og Manson fjölskyldan myrti eiginkonu Roman Polanskis og vinafólk. Það hafði augljós einhver áhrif á tónlistina því að þessi diskur er tær snilld, enda verið gallharður NIN fan síðan.\n3. Deftones - Around the Fur.\nReyndar ekki fyrsti diskurinn sem að ég heyrði með Deftones en þegar ég hlustaði á hann þá var lítið um orð hjá mér. Mér fannst þetta svo góður diskur að ég átti erfitt með að eiga mannleg samskipti nokkrar vikur á eftir.\n2. TOOL - Lateralus.\nEf það er til Guð þá skapaði hann Maynard í sinni mynd, maðurinn er snillingur. Röddin í honum er brilliant, textarnir hans eru brilliant og persónan er brilliant! Ég þyrfti að fletta upp í orðabók til að finna nógu góð orð um þennan disk, en þar sem að ég er húðlatur og nenni því ekki þá læt ég þetta duga í bili.\n1. Sigur Rós - Ágætis Byrjun\nÉg veit ekki hvað ég get sagt um fyrsta skiptið sem ég hlustaði á þennan disk. Ég hlustaði á hann upp í rúmi, undir sæng, öll ljós slökkt, mjög hátt stillt með lokuð augun og ég bara varð fyrir einhverju sem er erfitt að lýsa. Enda hlustað á þennan disk aftur og aftur með smá millibilum."
        },
        {
            "user": "siggu",
            "user_id": "1953",
            "date": "2003-05-15 11:27:20",
            "id": "1079368",
            "reply_to_id": "1079367",
            "text": "Nokkuð sammála RAVING, nema hvað að ég myndi kannski skipta Sigur Rós út fyrir Blood sugar sex magic (og jafnvel One hot minute og öllu gamla stöffinu með RHCP, er að hlusta á What hits!? núna og er að pissa í buxurnar yfir honum!!!)\nÉg hef reyndar lítið hlustað á downward spiral, verð að fara að kippa því í liðinn held ég. Ég myndi sennilega setja Make yourself með incubus í staðinn fyrir hann, allavega þangað til ég veit betur.\nAðrar plötur sem eiga heima á þessum lista eru t.d.\nRage against the machine - Rage against the machine\nBotnleðja - Drullumall :)\nStone temple pilots - Purple\no.m.fl."
        },
        {
            "user": "ramirez",
            "user_id": "38037",
            "date": "2003-05-20 21:14:38",
            "id": "1079369",
            "reply_to_id": "1079367",
            "text": "5. Sounds of Silence - Simon and Garfunkel\nÞetta var fyrsti diskurinn sem ég hlustaði á.  Ég var þá 10 ára gamall og hann varð til þess að ég fór að hlusta á tónlist.  Auk þess er þetta mjög góður diskur.\n4. Sehnsucht - Rammstein\nÉg get einfaldlega ekki hætt að hlusta á þennan disk.  Hann er án efa besti Rammstein diskurinn, ef ekki einn af bestu diskunum sem til eru.  Textarnir eru algjör snilld, og hvað þá gítarin og röddin í Till…þessi diskur er óborganlegur.\n3. The Fundamental Elements of Southtown - P.O.D.\nFyrir alla sem hafa ekki hlustað á þennan disk: Farið út í búð og kaupið hann!  Þegar ég hlustaði á hann í fyrsta skiptið gat ég varla hugsað um neitt annað.  Sonny er ótrúlega hæfileikaríkur söngvari…mér leiðist þessum disk aldrei!\n2. Revolution/Revolucíon - Ill Nino\nÉg var að uppgötva Þessa hljómsveit fyrir mánuði síðan.  Þetta eru spænskir Kanar (m.a. Dave Chavarri) sem eru engu líkir.  Hugsaðu þér Limp Bizkit (þ.e.a.s eins og þeir voru á Three Dollar Bill) með nánast ekkert rapcore og smá spænsku bætt í.  Þetta er ótrúlegur diskur og ég mæli eindregið með honum.\n1. Around the Fur - Deftones\nÞessi diskur er án efa uppáhaldsdiskurinn minn.  Hvað get ég sagt um þennan disk…þegar ég keypti hann fór ég að hlusta á hann kl. 19 og var vakandi til ca. kl.5…bara að hlusta á hann aftur og aftur og aftur…Chino Moreno hefur frábæra rödd og það er unun að hlusta á hann breyta um söngstíla.  Ég hreinlega vorkenni þeim sem ekki eiga þennan disk."
        },
        {
            "user": "hangover",
            "user_id": "35470",
            "date": "2003-05-13 21:14:11",
            "id": "1079370",
            "reply_to_id": "1079348",
            "text": "Áhrifamestu plöturnar í mínu lífi top 5:\nMetallica - Master Of Puppets\nPlatan sem breytti öllum mínum viðhorfum. Heyrði hana fyrst 10 ára gamall og heillaðist gjörsamlega af kraftinum og flóknum lagasmíðunum. Sú plata sem ber hvað mesta ábyrgð á tónlistarfíkn minni í dag.\nNirvana - Nevermind\nÉg náði að verða vitni af sprengjunni í kjölfar þessarar plötu, var þá 12 ára og hlustaði ekki á annað í langan tíma. Seinna, þegar ég varð reiður unglingur, náði ég aftur á móti að tengja mig betur við allar tilfinningarnar á þessari plötu og fáar plötur hafa átt jafn vel við mig. Ég ætla ekki að tjá mig um hvort Nirvana séu ofmetnir en þeir verða alltaf nr.1 hjá mér!\nSigur Rós - Ágætis Byrjun\nÞessi plata bjargaði tónlistarsmekk mínum sem var á þessum tíma orðinn hrikalega einhæfur, ef það var ekki öskrað amk einu sinni í laginu var það bara lélegt. Ég var 19 ára og það tók soldið mikið á að brjóta hrokann niður.. en, ég meina, við erum tilfinningaverur.. leyfum okkur að vera soldið væmin! Ég hef oftar en einu sinni og oftar en tvisvar grenjað yfir þessari plötu.\nPink Floyd - The Wall\nÉg var tvítugur þegar ég hlustaði fyrst á plötuna í heild, hafði jú heyrt “Another Brick..” og “Hey You” en aldrei náð konseptinu. Guð minn góður þessi plata var um mig, diskur 1 speglaði allt mitt líf (nema að pabbi minn dó ekki í stríði). Ég hef aldrei tengt mig jafn vel við neina plötu og vil meina að “The Wall” hafi á sinn hátt bjargað lífi mínu.\nFantomas - The Director´s Cut\nÞessi plata opnaði svo margar dyr fyrir mér. Ég fékk í kjölfarið Mike Patton æði og fór að hlusta á allt sem hann hefur gert sem gaf mér áhuga á djassi, klassískri tónlist, raftónlist, ambient og óhljóðatónlist, auk þess að ég naut þess betur að hlusta á t.d Death og Dillinger Escape Plan. Allir að tékka á þessari plötu!!!!"
        },
        {
            "user": "fokkoff",
            "user_id": "18037",
            "date": "2003-05-13 21:32:58",
            "id": "1079371",
            "reply_to_id": "1079348",
            "text": "sé nú ekki að þú hafir lýst mikið hvernig þessar plötur breyttu lífi þínu, en hvað um það. sé einnig að setningin “allt frá hráu/hröðu pönki uppí algjört/há tyggjókúlupopp” er þér ansi kær.\nanyway\nþað eru nú engar plötur sem hafa breytt lífi mínu á annan veg en þann að ég hef kannski leiðst út í að hlusta á einhverja tónlistarstefnu/hljómsveit meira í kjölfarið. en ef ég á að nefna einhverjar þá…\nNick Cave & The Bad Seeds - Tender Prey (1988 - keypt 1996)\nÞessi plata varð á vegi mínum þegar ég var hægt og bítandi að kynna mér verk Nick Cave og segja má að þarna hafi æði mitt fyrir honum byrjað, lengi vel var þessi diskur alltaf í spilaranum í skammdeginu og eftir fylgdu nokkrir mánuðir þar sem lítið annað en Nick Cave heyrðist í herberginu mínu.\nYo La Tengo - I Can Hear The Heart Beating As One (1997 - keypt 1997)\nEftir að þessi plata kom fór ég nær einungis að hlusta á indie/alternative o.þ.h. tónlist (þoli ekki skilgreiningar) í nokkurn tíma eftir að hafa verið með annan fótinn í dyragættinni í nokkur ár.\nStereolab - Mars Audiac Quintet (1994 - keypt 1998)\nÞótt þetta hafi ekki verið fyrsta platan sem ég eignaðist með Stereolab þá var þetta platan sem gerði Stereolab að uppáhaldshljómsveitinni minni sem hún hefur verið alla tíð síðan.\nSquarepusher - Music Is A Rotten One Note (1998 - keypt 1998/9)\nFurðulega eins og það kann að hljóma þá var þetta platan sem kom mér til að hlusta á elektróníska tónlist á ný eftir margra ára hlé. Þessi plata er minnst elektróníska plata Squarepusher en ég hreifst svo af henni að ég kynnti mér gamla efnið hans og kolféll fyrir því líka.\nBright Eyes - Fevers And Mirrors (2000 - keypt 2001)\nKeypti þessa plötu eftir að hafa séð hljómsveitina hita upp fyrir Arab Strap á tónleikum. Varð alltaf hrifnari og hrifnari af þessari plötu og nú er svo komið að ég þekki næstum því hverja einustu hljómsveit sem hefur verið stafrækt í heimabæ Bright Eyes (Omaha í Nebraska)"
        },
        {
            "user": "atlib",
            "user_id": "19709",
            "date": "2003-05-14 00:59:28",
            "id": "1079372",
            "reply_to_id": "1079371",
            "text": "Það er útbreiddur misskilningur að plata Squarepushers frá 1998 heiti ‘Music is A Rotted One Note’.  Rétt heiti er (eins sérkennilega og það kann að hljóma): ‘Music is Rotted One Note’.  Enginn greinir.  Enda myndi greinirinn ekkert gera setninguna réttari.  Málfræðilega ætti hún að heita ‘Misoc is One Rotted Note’.  En svo er ekki.  Hún heitir ‘Music is Rotted Note’\nTakk fyrir og góða nótt."
        },
        {
            "user": "fokkoff",
            "user_id": "18037",
            "date": "2003-05-14 11:05:11",
            "id": "1079373",
            "reply_to_id": "1079372",
            "text": "ég sé ekki að þetta skipti neinu höfuðmáli. ég biðst forláts á því að hafa ekki farið að leita að plötunni í safninu til þess að hafa nú nafnið alveg örugglega rétt"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-05-14 11:46:30",
            "id": "1079374",
            "reply_to_id": "1079373",
            "text": "Engin sérstök röð\nShowbiz - Muse:\nFramsækt rokk sem sameinar frábæra rödd, klassískt undirspil og rokk. Spilar á allar tauganar í fokking líkamanum eins kontrabassasóló.\nBends - Radiohead:\nEin besta rokkplata sögunar. Lét mig fá áhugan á Radiohead, sem í dag er mín uppáhaldshljómsveit og aðaláhrifavaldur í lagasmíði í hljómsveitinni minni.\nGrace - Jeff Buckley:\nDýrmætasta platan mín, endalausir hæfileikar\n1000 hurts - Shellac:\nIndie rokkarinn í mér hlakkar allur við þessa plötu.\nSleeping with ghost - Placebo:\nLét mig fá samviksubit yfir að hafa rippað gömlu diskana með þeim þannig að ég fór og keypti alla diskana. Hreint unaðslegt rokk.\nAnnað sem ég gæti nefnt, væri\npinkerton - weezer,\nasleep in the back - Elbow,\nRelationship of command - At the drive in\nSgt. peppers og Revolver - Bítlanir\nDark side of the moon - Pink floyd\nElephant - White stripe\nNeon Ballroom - Silverchair\nParashutes - Coldplay\nSongs for the deaf - Q.O.T.S.A\nÁgætis byrjun - Sigurrós\nNevermind - Nirvana\nWiretap scars - Sparta\nWhtie pony - Adrenalin\nFólk ER fífl - Botnleðja\nÞað er svo mikið að tónlist í lífi mínu og tónlist er stór þáttur í lífi mínu þannig að listin gæti verið miklu lengri og er pottþétt að gleyma einhverju frábæru stöffi"
        },
        {
            "user": "atlib",
            "user_id": "19709",
            "date": "2003-05-26 00:27:11",
            "id": "1079375",
            "reply_to_id": "1079373",
            "text": "Ég var ekki að skamma neinn.  Einungis að benda á þetta."
        },
        {
            "user": "va1",
            "user_id": "39655",
            "date": "2003-06-05 01:17:07",
            "id": "1079376",
            "reply_to_id": "1079375",
            "text": "1. Guns N Roses-Appatide for destruction. platan er ein af afskaplega fáum sem maður ytir bara á play og þarf aldrei að skipta um lag! að mínu mati besta plata sem gefin hefur verið út.\n2. Red Hot Chilli Peppers- plata sem ég hef hlustað c.a 5000 sinnum á og hún þreytist bara ekki. algjör snilld. 17 laga plata og mér finnst ekkert lag betra eða verra en annað. öll lögin eru frábær.\n3. Nirvana-Nevermind. Svolítið klassískt að segja þetta en þessa plötu heyrði ég fyrst þegar að ég var níu ára, bróðir minn fékk hana í fermingargjöf. síðan þá hef ég hlustað oft og reglulega á hana. algjör snilld.\n4. Pink Floyd- Dark Side of the moon. þetta er plata sem maður á að hlusta einn  á í headfónum alveg ótruflaður. ekki skipta neitt, bara fela fjarstýringuna. þá er þetta ótrúlegt að hlusta á þetta snilldarverk.\n5. Red Hot Chilli Peppers. By The way.  Comercial, smomercial segi ég nú bara. jú þessi plata er spiluð á fm og popptíví en það breytir þeirri staðreynd ekki að þarna eru á ferðinni 16 sniiiildarlög sem öll eru afskaplega jákvæð, frumleg og ótrúlega melódísk. þessi plata kom mér stórkostlega á óvart. þau lög sem hafa orðið singlar eru að mínu mati ekki næstum því bestu lögin á plötunni."
        },
        {
            "user": "JohnFrusciante",
            "user_id": "10562",
            "date": "2003-06-12 10:38:09",
            "id": "1079377",
            "reply_to_id": "1079376",
            "text": "Nr. 2 … á það ekki að vera Blood Sugar Sex Magic?"
        },
        {
            "user": "JohnFrusciante",
            "user_id": "10562",
            "date": "2003-06-12 10:38:12",
            "id": "1079378",
            "reply_to_id": "1079376",
            "text": "Nr. 2 … á það ekki að vera Blood Sugar Sex Magic?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-05-13 21:36:06",
            "id": "1079379",
            "reply_to_id": "1079348",
            "text": "Frábær grein hjá thér mjøg gód(meikar gódan sense)\nAllavegana mínar\nN.W.A Straight out of comprton\nThessa pløtu fékk ég í 10 ára afmælinu mínu og er eiginlega stór partur af thví ad ég er tónlistar aðdáandi í dag. Thessi plata var í bottninum í langan tíma\nRadiohead Amnasiac\nThetta var á theim tíma sem ég var komin med leid ad hlusta bara á hip hop tónlist og vildi byrja ad stúdera adra tónlist, allavegana heyrdi ég Radiohead í útvarpinu og fýladi hljómsveitinna mjøg vel svo ég ákvad ad skella mér á eitt eintak af pløtunni, eftir thad var ég gjørsamlega heilladur af rokki, ég var einángradur frá vinum mínum thar sem thessi plata var forgangsrød fyrir mig(kannski útaf tónlist er lífid mitt).\nPink Floyd Dark side of the moon\nThennan disk fékk ég lánadan á sínum tíma og thegar ég heyrdi hann í fyrsta sinn thá var ég í mestu vímu sem ég hef nohvurtíman upplifad, thad var eins og ad ég hafi verid frelsadur og mér leid alltof vel eftir ad hlusta á thennan disk í fyrsta sinn og thá vid fyrstu hlustun. Ùtfrá thessum disk áhvad ég strax ad ég ætti ad stúdera ræturnar af gódri tónlistog ég er enthá ad thar sem ég fékk ad hlusta á thetta verk adeins fyrir ári sídan\nNú vantar einn annan disk sem á eftir ad snerta mig jafn mikid og thessir 3 diska"
        },
        {
            "user": "bls",
            "user_id": "9477",
            "date": "2003-05-13 21:40:28",
            "id": "1079380",
            "reply_to_id": "1079348",
            "text": "1. Placebo - Without you I´m nothing\nÉg á ekki orð..\n2. Placebo - Sleeping with ghosts\nÞegar ég hlusta á þennan disk þá líður mér ekki lengur eins og heimurinn sér á beinni leið til helvítis, gefur mér von og gerir mig bara svo óendanlega glaða.  Alveg frábær!\n3. Sigur Rós - Ágætis byrjun\nÓendanlega fallegur, á sérstakan stað í hjartanu mínu :) aww ég er svo væmin!\n4. Bítlarnir - Sgt. Peppers\nSvo skemmtilegur og fjölbreyttur, bara heil saga.. og þessi diskur opnaði bítlaheiminn fyrir mér, hef ekki verið söm líðam :D\n5. Portishead - Dummy\nDularfullur, seiðandi, yndislegur og sexy.  Tónlistin flæðir um æðarnar þegar ég hlusta á hann, ég get bara ekki lýst þessu..\nGet nefnt mun fleiri diska.. en þessi grein snýst um að nefna fimm :D"
        },
        {
            "user": "hendrixx",
            "user_id": "7447",
            "date": "2003-05-13 21:56:30",
            "id": "1079381",
            "reply_to_id": "1079380",
            "text": "í engri sérstakri röð:\nbob dylan - desire\nnirvana - unplugged in new york\naudioslave - s/t\nrage against the machine - s/t\nmarilyn manson - mechanical animals"
        },
        {
            "user": "danielbotn",
            "user_id": "13111",
            "date": "2003-05-13 22:15:25",
            "id": "1079382",
            "reply_to_id": "1079381",
            "text": "David Bowie - The rise and fall of Ziggy Stardust and the spiders from Mars\nbesta plata allra tíma, og ótrúlegt hvernig lögin á diskum mynda sögu ( meira um það á www.5years.com ). einhver besta stund í sögu rokksins er á þessari plötu, gítarsólóið hans mick ronsons í laginu “Moonage Daydream”. blessuð sé minning hans\nKorn - Korn\nfrábær plata, verður ekki tekið af þeim. frábærar trommur, snilldar nýjung í bassanum og stórkostleg röddin í jonathan. einnig bætir 7undi strengurinn í gítar heads og munkys miklu inn\nRadiohead - OK computer\nhvílík snilld, tímamótaplata og skyldueign\nDavid Bowie - Aladdin Sane\nstórkostleg plata og þá helst lokalagið, “Lady Grinning Soul”. annars eru mörg önnur frábær lög á þessu meistaraverki.\nEagles - Desperado\nmögnuð plata eins og flestar plötur með þeim, lögin “Doolin' Dalton” og Bitter creek“ standa uppúr finnst mér\nHAM - Saga rokksins 1988-1993\nbesta plata sem hefur komið út með íslenskri hljómsveit, stórkostleg hljómsveit. nokkrir ódauðlegir slagarar á þessari plötu m.a. ”Musculus“, ”Sanity“, ”Death“ og ”Hold\"\nApparat Organ Quartet - Apparat Organ Quartet\nfrábær í einu orði sagt. frumleikinn, 4 hljómborð og trommusett og samt kalla þeir þetta kvartett!\nColdplay - A rush of blood to the head\nótrúleg plata, maður hélt að parachutes yrði toppurinn hjá þeim en nei, þeir bjuggu til eitthvað besta verk síðan Radiohead gáfu út OK computer\nBlur - 13\nstórkostleg plata, skyldueign. loksins fengu þeir að gera það sem þeir vildu án þess að plötuútgáfufyrirtækið þeirra var eitthvað að skipta sér að. þetta var útkoman. ég ætla sko að skella mér á eintak af þeirra nýjustu plötu\nég gat ekki pikkað einhverjar 5 út, en ziggy stardust finnst mér standa uppúr. besta plata sögunna"
        },
        {
            "user": "danielbotn",
            "user_id": "13111",
            "date": "2003-05-13 22:27:05",
            "id": "1079383",
            "reply_to_id": "1079382",
            "text": "æi þetta er allt of erfitt…..\n5.Botnleðja - Fólk er fífl\n4.Kent - verkligen\n3.Q and not U - no kill no beep beep\n2.Supergrass - in it for the money\n1.Grandaddy - the sophtware slump"
        },
        {
            "user": "Sunbeam",
            "user_id": "5207",
            "date": "2003-05-13 21:51:13",
            "id": "1079384",
            "reply_to_id": "1079348",
            "text": "The Cranberries - No Need to Argue\nGeisladiskasafn eldri systur minnar mótaði í raun tónlistar stílinn minn, hún hlustaði á Portishead,Pearl Jam, Suede, Mazzy Star, Nirvana & Weezer og ég verð henni alltaf þakklát fyrir að hafa sona góðan smekk ;) En þessi, annar diskur Trönuberjanna hafði mikil áhrif á mig og ég hlusta enn á hann í dag reglulega.\nVeruca Salt - American Thighs\nÞetta er fyrsti diskur þeirra, og er aftur, kominn úr geisladiska safni systur minnar. (Minnir að hún hafi skipt honum fyrir Sálardisk e-ð soleiðis) en hann reyndist svona ansi magnaður og við 3 systurnar hlustuðum heilmikið á hann.\nMér finnst eitthvað mjög heillandi við “kvennarokk”.\n(Besta lagið þeirra, að mínu mati er þó ekki á þessari plötu heldur lagið “Aurora” af Tank Girl soundtrackinu)\nPlacebo - Without you I'm nothing\nÉg keypti þennan eftir að hafa heyrt “Every you every me” í myndinni “Cruel intentions”. Ég kíkti í creditlistann og sá svo illa að ég hélt að þetta væru Plasedo! Og leitaði endalaust á netinu, fljótt rann upp fyrir mér hið sanna ;) me silly moose og ég fattaði að þeir höfðu átt Nancy Boy og Pure Morning svo ég keypti þessa plötu og hef ekki verið söm síðan! Alveg forfallið fan!\nÞvílíkur hljómur, þvílíkur textar, þvílík rödd!\nSigur Rós - Ágætis byrjun\nHvað getur maður sagt? Þegar ég hlusta á þessa plötu, meikar heimurinn sens, blómin springa út og ég er ekki söm…\nElliot Smith - Ég get því miður ekki sagt að ég haldi upp á neina plötu með honum þar sem ég á bara lög á mp3 formi með honum(Skammskamm)\nEngu að síður fæ ég ekki nóg af honum, ég get ekki hætt að hlusta á fallegu röddina hans og gítarspil. Textarnir eru frábærir og í hundraðasta skipti sem ég hlusta á þessi lög heyri ég eitthvað nýtt og einhver ný tilfinning fylgir. Það skiptir ekki máli í hvernig skapi ég er í þegar ég hlusta á hann döpur eða glöð, mér líður alltaf vel að heyra röddina hans jafnvel í lögunum sem fylgja mestur treginn..ahh..\nOg svo get ég ekki sleppt því að nefna Beck þann snilling Hansen og allar plöturnar hans :)\nOg svo hefur Leoncie hin frækna breytt því mikið hvernig ég hlusta á tónlist ;)\nGóðar stundir :)"
        },
        {
            "user": "AllesKlar",
            "user_id": "19099",
            "date": "2003-05-13 22:34:48",
            "id": "1079385",
            "reply_to_id": "1079348",
            "text": "Californiacation með Chilly Peppers er bara besti diskur sem gerður hefur verið,hann breitti mér og mínu lífi\nOg Eminem show,hann er líka alger snilld"
        },
        {
            "user": "AllesKlar",
            "user_id": "19099",
            "date": "2003-05-14 00:06:02",
            "id": "1079386",
            "reply_to_id": "1079385",
            "text": "ekki kalla þig Chili peppers fan ef þú segir Red Hot Chilly Peppers :)\nRED HOT CHILI PEPPERS!!!!!!!"
        },
        {
            "user": "AllesKlar",
            "user_id": "19099",
            "date": "2003-05-14 07:45:42",
            "id": "1079387",
            "reply_to_id": "1079386",
            "text": "ég hef víst vakið upp reiði\nSvo að Þjóðverjin sofi vel í nótt skal ég skrifa þetta rétt\nRed Hot Chili Peppers"
        },
        {
            "user": "AllesKlar",
            "user_id": "19099",
            "date": "2003-05-14 12:02:26",
            "id": "1079388",
            "reply_to_id": "1079387",
            "text": "nei nei hehe alls engin reiði ég bara kom með jolly leiðréttingu með meirað segja broskalli og alles"
        },
        {
            "user": "Skaiburz",
            "user_id": "25411",
            "date": "2003-05-13 22:35:35",
            "id": "1079389",
            "reply_to_id": "1079348",
            "text": "1. Iron Maiden - Rock in Rio/The Number Of The Beast\n2. Dream Theater - Scenes From A Memory\n3. Metallica - And Justice For All\n4. Rammstein - Herzeleid\n5. Nirvana - Nevemind og Korn - Korn\n….í flýti."
        },
        {
            "user": "DaC",
            "user_id": "15383",
            "date": "2003-05-13 22:42:56",
            "id": "1079390",
            "reply_to_id": "1079348",
            "text": "ég hef áður sagt hér á huga að ég beri ekkert of sterkar tilfinningar til tónlistarinnar minnar, en ég á mér þó plötur sem mótuð smekk minn og sátu í geislanum mun lengur en hver meðal diskur:\nMusic for the Jilted Generation - The Prodigy: ég hef alltaf síðan úr frumbernsku haft við mjög stórt Freak-out aspect að glíma, ég lét mig detta á borð þegar aðrir dönsuðu (og ég hef aldrei drukkið), svo þessi tónlist var bara nákvæmlega það sem ég þurfti. Hvert lag klassík.\nThe Battle of Los Angeles - Rage Against The Machine: Hér var það sama uppá teningnum, en í öðru formi; klikkaðasta spilagleði og áþreifanlegasta reiði sem um getur. Tom Morello er galdramaður með gítarinn og ég headbangaði oft einn heima ber að ofan þar til hálsrígurinn ætlaði mig lifandi að drepa. En hér var líka hinn ótrúlega orðmargi og há-pólitíski Zack De la Rocha með í spilinu; fyrsta skipti sem ég heillaðist af textagerð og ekki síður rapplistinni; hann gerði mig að eitilhörðum komma um tíma og kenndi mér heilmikið í ensku (kunni alla textana utanaf, fleirri þúsund orð sennilega).\nBeck - Odelay: En nú var komið að því að ég sæi að róleg tónlist gæti líka verið nothæf í eitthvað (þó þetta sé nú ekkert allt drollara tempó hjá meistar Beck). Beck er hér svo innilega kærulaus og bullar svo fallega og fyndið að að maður situr með frosið bros plötuna í gegn. Lagasmíðarnar eru svo gífurlega vandaðar og fokkt-öpp á góðan hátt að unun er að (en dust brothers voru einmitt upptökustjórar á þessari plötu, meira um þá seinna)\nyou´ve come a long way baby - Fat Boy Slim: Platan sem sýndi mér að “kúl” og “fílgúd” eru ekkert ómerkilegri eiginleikar en reiði, sorg eða djúpur þankagangur þegar kemur að tónlist. Oppnaði mér heim raftónlistarinnar fyrir alvöru og þegar fólk segir þetta sé bara elektró ruddapop og hlusta bara á aphex twin eða boards of canada er það aaalveg missing the point…\nFight Club original film soundtrack - The Dust Brothers: Hér eru tveir hlutir sem geta valdið misskilnigi fyrir þá sem ekki vita. Þessir Dust Brothers eru amerískir og eiga ekkert skilt við The Chemical Brothers, sem hétu einu sinni The Dust Brothers, fattiði? í öðru lagi muna margir eftir laginu “where is my mind” með Pixies úr myndinni, en það er ekki að finna á þessari plötu eða nokkuð í líkingu við það. Hér er um að ræða sýru trip hop, frumsamið af öllu leyti af þessum mjög svo færu upptökustjórum og tónlistarmönnum. Lagasmíðarnar eru þvers og kruss, fjölmörg ör-lög innan hvers lags hljóðheimurinn gíruflega yfirgrips mikill og klikkunin í hámarki (í stíl við myndina). En allt er þetta gert af slíkum fagmönnum og greinilegum mússíkspekúlöntum að hver sekónda er ómissandi listaverk. Aldrei fundist nokkur diskur vera svo “mikið” af tónlist í einu.\nsvo eru jú til margir aðrir góðir diskar…"
        },
        {
            "user": "erikolaf",
            "user_id": "13555",
            "date": "2003-05-21 16:57:15",
            "id": "1079391",
            "reply_to_id": "1079390",
            "text": "Zach De La Rocha er ekki kommi bara svo að þú vitir það."
        },
        {
            "user": "DaC",
            "user_id": "15383",
            "date": "2003-05-21 18:37:37",
            "id": "1079392",
            "reply_to_id": "1079391",
            "text": "jæja já, hvað kallar þú hann þá?"
        },
        {
            "user": "erikolaf",
            "user_id": "13555",
            "date": "2003-05-22 07:59:04",
            "id": "1079393",
            "reply_to_id": "1079392",
            "text": "Hann kallast það sem að á ensku myndi kallast Libertarian Socialist sem er tvennt ólíkt. Hann er vissulega lengst til vinstri eins og Kommúnistar en ef að það er annar skali sem gengur upp og niður þá er hann niðri. Anarkisti sem vinnur fyrir heildina með engu yfirvaldi. Kommúnismi byggir á miklu yfirvaldi og er Zach á móti slíku yfirvaldi."
        },
        {
            "user": "Tansa",
            "user_id": "21350",
            "date": "2003-05-13 22:48:49",
            "id": "1079394",
            "reply_to_id": "1079348",
            "text": "6. Orgin in Simmetry - Muse (ég varð að bæta sjöttta við)\nÞetta er alveg hreint æðislegur diskur og ég get sagt að þetta er ein fyrsta almennilega uppáhalds hljómsveitin mín. Röddin í söngvaranum er alveg ótrúleg!\n5. Sonic Youth - Dirty\nÞetta er einn af þeim diskum sem ég er að hlusta mikið á í dag. Þessi diskur er snilldin ein. Ég veit eiginlega ekkert um þessa hljómsveit en ég veit að hún er góð!\n4. The Wall - Pink Floyd\nÉg man þegar ég var svona 8 ára heyrði ég fyrst lagið another brick in the wall og sagði að það væri besta lagið mitt. Svo hlustaði ég ekkert meira á þá fyrr en fyrir stuttu og ég fór að dýrka öll lögin á þessum disk.\n3. Led Zeppelin - Remasters\nÉg veit að þetta er best of diskur, en eftir að ég heyrði hann fékk ég áhuga á gömlu rokki. Þetta eru náttúrulega bara klassísk rokklög sem ég fæ aldrei leið á.\n2. Radiohead - Ok Computer\nÉg er alveg sammála þér því að þetta er einn besti diskur sem hefur verið gefinn út. Þetta er ein af þeim fáu hljómsveitum í dag sem eiga eftir að lifa eftir að þeir hætta. Radiohead er án efa ein besta hljómsveit sem er að starfa í dag.\n1. Nirvana - Nevermind\nÉg vissi ekkert hvaða hljómsveit þetta var, bróðir minn átti þennan geisladisk. Ég bara tók hann og byrjaði að hlusta á hann. Ég gjörsamlega féll fyrir disknum, öllum lögunum. Ég, sem hafði ekki mikinn áhuga á tónlist var farin að fýla þetta alveg í botn. Þessi diskur breytti viðhorfi mínu á tónlist og eftir að ég hlustaði á hann\nvarð ég rokkari.\nSíðan langar mig að nefna:\nSurfer Rosa - Pixies\nBest of The Doors - The Doors\nIn Rock - Deep Purple\nDirt - Alice in Chains\nOG fleiri!!!!!"
        },
        {
            "user": "VinstriGUY",
            "user_id": "11395",
            "date": "2003-05-13 22:52:47",
            "id": "1079395",
            "reply_to_id": "1079348",
            "text": "Engin sérstök röð…\nMetallica - Master Of Puppets\nIron Maiden - The Number Of The Beast\nDeep Purple - Nobody´s Perfect\nJimi Hendrix - Live At Winterland\nDream Theater - Images & Words"
        },
        {
            "user": "dancoolsan",
            "user_id": "25940",
            "date": "2003-05-13 22:54:55",
            "id": "1079396",
            "reply_to_id": "1079348",
            "text": "Alltaf gaman að svona greinum;\nÍ tímaröð…\n*Bubbleflies - Pinocchio\n-Það er Bubbleflies að þakka að ég hlusta á tónlist (Iss, allir segja þetta)\n*Ash - 1977\n-Ég er nokkuð viss um að það hafi liðið yfir mig þegar ég heyrði Girl from Mars í annað sinn (12 ára pjakkur)\n*Maus - Lof mér að falla að þínu eyra\n-ég get ekki orða bundist…\n*Fizzarum - Monochrome Plural\n-Rússnesk raftónlist er sú besta\n*Andrew WK - I get wet\n-Don't stop living in the red"
        },
        {
            "user": "begga87",
            "user_id": "10343",
            "date": "2003-05-13 23:00:43",
            "id": "1079397",
            "reply_to_id": "1079348",
            "text": "Ég hef rekist á frekar fáar plötur nýlega sem breytt hafa lífi mínu á einhvern hátt.\nSamt er ein sem breytti miklu og það var Coldplay, A rush of blood to the head. Hún breytti MJÖG miklu. Svo er það náttúrulega bara Bítlarnir í heild sinni, Eminem breytti áhuga mínum á rappi stórlega og það til góðs. Síðan verð ég bara að minnast á píanóspólu með Klæderman, verk eftir Tjækovskí og Tunglskinssónatan eftir Beethoven.\nEkki má heldur gleyma Kardemommubænum og Skilaboðaskjóðunni."
        },
        {
            "user": "jonr",
            "user_id": "3773",
            "date": "2003-05-13 23:12:55",
            "id": "1079398",
            "reply_to_id": "1079348",
            "text": "New Kids on the Block: Super Hits.\nMig langaði að drepa mig."
        },
        {
            "user": "RaineMaida",
            "user_id": "10961",
            "date": "2003-05-13 23:44:05",
            "id": "1079399",
            "reply_to_id": "1079348",
            "text": "Engin sérstök röð:\nManowar - Kings of metal\nPearl Jam - Ten\nGuns ´n´ Roses - Appetite for destruction\nAlice in chains - Facelift\nBlack Sabbath - Paranoid"
        },
        {
            "user": "Fibonacci",
            "user_id": "29608",
            "date": "2003-05-14 00:03:58",
            "id": "1079400",
            "reply_to_id": "1079399",
            "text": "OH… Manowar maður!! þetta er ´tónlist sem Gunnar á Hlíðarenda hefði samið hefði hann átt rafmagnsgítar en ekki atgeir…."
        },
        {
            "user": "Overlord",
            "user_id": "25992",
            "date": "2003-05-13 23:53:46",
            "id": "1079401",
            "reply_to_id": "1079348",
            "text": "úff…\ní tímaröð:\n-Guns and Roses: Appetite for Destruction\n-Pantera: Cowboys From Hell\n-Faith No More: King for a Day (Fool for a lifetime)\n-Tool: Ænima\n-Mr. Bungle: California"
        },
        {
            "user": "thrumufleygur",
            "user_id": "12440",
            "date": "2003-05-13 23:54:07",
            "id": "1079402",
            "reply_to_id": "1079348",
            "text": "Þær eru ekki í neinni sérstakri röð hjá mér:\nEnsími - Kafbátamússík\nSystem of a Down - System of a Down\nPink Floyd - Dark Side of the Moon\nFoo Fighters - Foo Fighters\nJames Horner - Braveheart (Soundtrack)"
        },
        {
            "user": "Fibonacci",
            "user_id": "29608",
            "date": "2003-05-14 00:01:45",
            "id": "1079403",
            "reply_to_id": "1079348",
            "text": "David Bowie- Hunky Dory\nBelle and Sebastian- If youre feeling sinister\nMuse- Origin of Symmetry\nRadiohead- Ok Computer\nJohn Lennon- Imagine\nEins og þið sjáið er ég tónlistarlegur kleyfhugi en afar erfitt var að setja þetta saman og þessi listi er breytilegur frá klst til klst……"
        },
        {
            "user": "President",
            "user_id": "8917",
            "date": "2003-05-14 00:43:06",
            "id": "1079404",
            "reply_to_id": "1079348",
            "text": "Machine Head með Deep Purple!, hlustaði fyrst á hana á vínil fyrir nokkrum árum, og bara VÁ.  Lífið hefur ekki verið eins síðan, tónlistarsmekkurinn færiðst aftur um 20-30ár og ég komst að því hversu mikið rusl mikið af þessu nýja dótið er :(, sad but true.  Fyrir þá sem fýla gott rokk og hafa ekki hlustað á hana…….drífið í því a.s.a.p. :)\nPeace out"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-05-14 00:44:15",
            "id": "1079405",
            "reply_to_id": "1079348",
            "text": "Ég ætla nú ekki að fara seta uppaháldplöturnar í einhver 1,2,3 sæti. Það eru margar plötur sem eru í uppáhaldi hjá mér en þær sem ég held langmest uppá eru eftirfarandi.\nProdigy - Music for the Jilted generation\nÞað eru hátt í 8 ár síðan ég heyrði þessa plötu fyrst og fæ aldrei leið á henni. Ég var nýbyrjaður að spá eitthvað í tónlist þegar ég heyrði “No good (start the dance)” fyrst og ég heillaðist uppúr skónum af þessu lagi. Þetta var eitthvað alveg nýtt fyrir mér.\nOutkast - Aquemini\nÞessi plata er langbesta plata Outkast, hún fékk 5 hljóðnema (stjörnur) hjá HipHop tímaritinu The Source og var hún kölluð tímamótaverk og ein af bestu 10 HipHop plötum allra tíma. Outkast hafa alltaf verið soldið öðruvísi þegar að það kemur að textagerð og lagasmíðum, en þeir eru mikið fyrir “psychadelic” takta ef svo má að orði komast. Og get ekki sagt að sé lélegt lag á þessari plötu. Besta lag hennar er þó lagið Rosa Parks.\nChino XL - Here to save you all\nKeypti þennan disk vegna þess að ég hafði heyrt góða hluti um Chino, en hann er einmitt þekktur sem “King of metaphors and punchlines” og hann sannar það sko á þessum disk. Textarnir eru “Out of this world”\nSystem of a down - Toxicity\nFrábær diskur. Skemmtilega hart rokk og með skemmtilegum textum. Svo er Serj Tankian einn allra besti söngvari sem ég hef heyrt í, alveg ótrúleg rödd."
        },
        {
            "user": "ty7du",
            "user_id": "22247",
            "date": "2003-05-14 01:27:06",
            "id": "1079406",
            "reply_to_id": "1079348",
            "text": "Ekki í neinni sérstakri röð. Afsakið lengdina.\nMike Oldfield - Tubular Bells\nFann þennan geisladisk heima hjá mér, bróðir minn átti hann. Ég ákvað að prófa að hlusta á diskinn. Þessi diskur varð til þess að ég varð Mike Oldfield aðdáandi og á flestar plötur sem hann hefur gert. Margir vita um byrjunina sem lagið í The Exorcist en það er einmitt sem maður ætti ekki að hugsa þnnig. Pælið í því hann var ekki einu sinni orðinn tvítugur þegar hann kom með upptökuna í tvem hlutum sem eru um ca. 50 mín. samtals á borðið hjá Virgin. Og hann er enn að hann Mike Oldfield. Það eru margir góðir diskar komnir frá honum en þetta er frumraun hans og þess vegna nefni ég þann disk frekar en aðra diska eftir hann.\nÞessi diskur hefur allt, þarna eru rólegir partar, svo kemur rokkið inní sem er alltaf gaman af og svo er líka húmor í plötunni. Hrein snilld, þetta er ein af mikilvægustu plötum allra tíma.\nÁ Tubular Bells bæði á geisladisk og á výnil, fékk hann 500, reyndar ekki í góðum gæðum en það er meira svona söfnunargildi fyrir mér.\nEf þið fílið þennan disk, þá eigið þið eftir að fíla næstum allt eftir Mik Oldfield.\nNine Inch Nails - The Fragile\nKeypti þessa á výnil í Músík og myndir í Mjóddinni á 1500 kall á tilboði og frá fyrsta laginu varð ég fyrir snilldinni sem er Trent Reznor, ég varð aðdáandi, í kjölfarið keypti ég alla diskana og nældi mér í fyrsta diskinn sem kom frá NIN fyrir tilviljun.\nÞessi diskur er svo fjölbreyttur, frá industrial rokkinu yfir í róleg lög, þessi diskur hefur það allt. Og ég vil ekki heyra það að Trent Reznor væri ekki með nógu góð lög til að gera þessa útgáfu að 2 diska plötu, einhver hjá Fréttablaðinu með þá svívirðilegu staðhæfingu.\nVill bara benda á það að það voru 2 lög sem voru ekki á geisladiskunum sem voru á výnilplötunni. Reyndar kom annað lagið á remix plötunni fyrir The Fragile svo menn töpuðu ekki svo mikið eftir allt saman. Á The Fragile bæði á výnil og geisladisk.\nGary Numan - Exposure (The best of Gary Numan 1977 - 2002)\nÉg frétti af Gary Numan í gegnum útvarpsþáttinn með Sigurjóni Kjartansyni síðastliði sumar og downloadaði 2 lögum. Fór til Skotlands og sá þennan disk og keypti hann, Gary Numan er því miður ekki fáanlegur hér á landi. Síðan ég hlustaði á þennan disk hef ég orðið hálfgerður aðdáandi. Nældi mér í Live plötu á výnil og svo fann ég výnilplötu með honum hjá vini mínum mér til mikillar furðu og fékk hann lánaðan til að geta sett hana á kasettu.\nEina sem ég get setið útá diskinn er að lögin eru ekki í tímaröð eða ekki einu sinni frá hvaða ári þau eru þótt að það sé ítarlegur bæklingur um hann. Maður heyrir hvernig tónlistarstíll hann hefur breyst frá synth 80's poppi yfir í drungalegt industrial rokk. Numan varð heimsfrægur á fyrri hluta níunda áratugsins með lögunum Cars og Are “Friends” Electric? en síðan fór vinsældum dvínandi og enginn veit hver hann er í dag.\nMargir listamenn/hljómsveitir eiga mikið honum að þakka. Margir hafa tekið cover eða fengið að nota búta frá lögum hans. t.d. Sugababes notuðu þemað í Are “Friends” Electric? í laginu Stronger (held það, er ekki alveg viss). Svo hafa hljómsveitir eins og Nine Inch Nails, Marilyn Manson, Foo Fighters og Prodigy sagt hafa haft áhrif á þá.\nEndilega tékkið á honum ef þið hafið áhuga.\nLost Highway - Soundtrack\nÉg keypti þennan líka í Skotlandi þótt svo að ég fann hann síðar á Íslandi. Ég fíla myndina í botn, enda er ég aðdáandi David Lynch. Svo fannst mér lögin í myndinni góð og hef alltaf ætlað mér að næla mér í soundtrackið. Þegar ég sá þetta þarna í Skotlandi kýldi ég á það og ég sé ekki eftir því.\nÞarna er að finna mörg góð lög eftir Nine Inch Nails, Marilyn Manson, Rammstein og Smashing Pumpkins. Svo má ekki gleyma David Bowie og Lou Reed.\nÞetta er einn af betri soundtrack diskum sem ég á og ég mæli eindregið með honum.\nGoblin - Volum III (1978 - 1984)\nÉg kynntist Goblin þegar ég sá Dawn of the Dead og myndir eftir Dario Argento. Þetta er ítölsk rokkhljómsveit sem gerði tónlist fyrir hryllingmyndir.\nÞessi lög sem er að finna eru algjör snilld. Frá myndum eins og Dawn of the Dead, Phenomena og Tenebre.\nGoblin voru svo sannarlega á undan samtíð sinni. Maður heyrir varla að þetta sé eitthvað eldgamalt. Þeir voru að fikta eitthvað í nýjum hljómum og svo bara gamla góða rokkið.\nEndilega takið á leigu Dawn of the Dead eða einhverja mynd eftir Dario Argento og hlustið.\nÉg var einstaklega heppinn að eignast þennan disk. Þetta er alveg einstakur diskur.\nÞessi diskar breyttu ekki beint lífi mínu eða björguðu því, en gerðu mig að aðdáenda að hinum og þessum listamönnum.\nÞetta eru diskarnir mínir sem ég held mest uppá, hvað varðar sem breytti tónlistarvídd minni.\nÞarna fann ég eitthvað sem margir vita ekkert um og það varð svo dýrmætt, eitthvað sem ég gat haft útá fyrir mig.\nFlestir spurja bara “Hvað er þetta? Hverjir eru þetta?” nú eða einfaldlega “Ég hef bara aldrei heyrt á þetta minnst!”.\n“Ísbjarnarblús hvað? - Ísbjarnarblús með Bubba Morthens. - Bubbi Morthens? Hver er það?”"
        },
        {
            "user": "Fleebix",
            "user_id": "5906",
            "date": "2003-05-16 04:29:41",
            "id": "1079407",
            "reply_to_id": "1079406",
            "text": "Goblin eiga einnig lag á disknum Beretta 70 frá Crippled Dick Hot Wax, nefnist lagið La Via Della Droga. Ég skal pósta það eftir helgi á síðuna mína (www.atlividar.com)."
        },
        {
            "user": "ty7du",
            "user_id": "22247",
            "date": "2003-05-17 18:41:20",
            "id": "1079408",
            "reply_to_id": "1079407",
            "text": "Kúl. Ég kíki á þetta. Takk fyrir."
        },
        {
            "user": "Fleebix",
            "user_id": "5906",
            "date": "2003-05-18 04:07:22",
            "id": "1079409",
            "reply_to_id": "1079406",
            "text": "t7dyu, lagið sem þú baðst um með goblin er komið inn á www.atlividar.com…"
        },
        {
            "user": "ty7du",
            "user_id": "22247",
            "date": "2003-05-18 21:11:13",
            "id": "1079410",
            "reply_to_id": "1079409",
            "text": "Þetta lag er úr samnefndri mynd frá 1977. Fór á imdb.com til að athuga úr hverju þetta væri. Einhver mynd um einhverja löggu sem fer undercover til að góma einhverja dópsala. Þetta er líklegast byrjunarstefið. Gott lag. Bara of stutt fyrir minn smekk, ég vildi að það mundi aldrei hætta. Enn og aftur, takk fyrir að setja lagið á síðuna. Goblin eru snillingar."
        },
        {
            "user": "larandaria",
            "user_id": "3518",
            "date": "2003-05-14 01:39:48",
            "id": "1079411",
            "reply_to_id": "1079348",
            "text": "Úff, erfitt val…. ekki nein sérstök röð!\n1. Tori Amos - Little Earthquakes - snilldardiskur í einu orðin sagt!! Tori Amos er algerlega óútreiknanleg. Þetta er hennar fyrsti diskur (fyrir utan eitthvað 80's flipp) og hann er bara ólýsanlegur. Hún syngur og spilar á píanó og undir eru rafmagnsgítarar og trommur… tónlistin hennar er alveg í sérflokki.\n2. Tori Amos - From the Choirgirl Hotel - eitthver myndi halda að þetta sé svipaður diskur og Little Earthquakes en það er alger misskilningur. Tori Amos gerði tvo diska þarna á milli sem ég hafði ekkert heyrt í þegar ég hlustaði fyrst á FTCH og hann er allt annað, ALLT ANNAÐ en LE. Reyndar eru allir diskarnir hennar mjög fjölbreyttir en snilld engu að síður. Þessi hafði MIKIL áhrif á mig.\n3. Muse - Showbiz. Fyrsta ‘alvöru’ rokk platan sem ég hlustaði eitthvað á og hún er snilld. Hrátt rokk og ótrúlega fallegar melódíur sameinaðar í ótrúlega fallegri tónlist. Who can ask for more?\n4. Klassískur diskur með t.d. Gymnopedie eftir Satie, Venus eftir Holst, First Cuckoo of Spring eftir Dehlius, Pavane eftir Fauré…. ótrúlega góður diskur. Hef örugglega hlustað á hann mörgþúsund sinnum.\n5. Romantic Piano Favourites nr. 4 (safn af diskum með píanólögum frá rómantíska tímanum) flutt af Peter Nagy.\nÞetta er besti diskur í heimi.\nÁ honum er t.d. Vocalisé eftir Rachmaninoff útsett bara fyri píanó, var upphaflega fyrir píanó og selló minnir mig, ótrúlega flott útsetning. Líka Rustle of Spring eftir Sinding, virkilega kúl lag (sem ég get spilað!!! Jei jei!!!) On Wings of Song eftir Mendehlson, flott útsetning, og svo eitt það flottasta af öllu. Ever. Melodía í Ges eftir Paderewski. Bara eitt flottasta stykki sem til er! Og einnig Clair de Lune eftir Debussy. Debussy er ótrúlegur.\nJá, af þessu má sjá að ég er með mjög fjölbreyttan tónlistarsmekk;) en það er bara betra! right?!"
        },
        {
            "user": "StebbiV",
            "user_id": "8585",
            "date": "2003-05-14 02:36:22",
            "id": "1079412",
            "reply_to_id": "1079411",
            "text": "Eftirfarandi plötur (ekki í neinni sérstakri röð) hafa haft áhrif á mig:\nDirt - Alice in Chains\nÉg varð ástfanginn af Alice in Chains um leið og ég heyrði þessa plötu fyrst. Hvert einasta lag á disknum er gott en í miklu uppáhaldi eru Rooster, Down in a hole, Junkhead og Them bones. Snilldar melódíur, frábært undirspil og sjúkur söngur Lane Staley og Jerry Cantrell gera þetta meistarastykki ódauðlegt.\nSuperunknown - Soundgarden\nÖrugglega sá diskur, sem ég hef hlustað á oftast af öllum diskunum mínum. Hér er hver slagarinn á fætur öðrum, í miklu uppáhaldi eru: Fell on black days, Superunknown, Black hole Sun og Spoonman. Allur hljóðfæraleikur á plötunni er ótrúlega góður og þá sérstaklega gítar og trommur. Svo kórónar Chris Cornell þetta allt saman með kraftmiklum og mjög fjölhæfum söng sínum. Sannkallað meistaraverk!\nNirvana - Nevermind\nEftir að ég hafði hlustað á þennan disk í fyrsta skipti þá var ég ekki samur. Hvert einasta lag frábært. Grípandi melódíur og geðveikir textar einkenna þessa snilld Nirvana. Diskur sem dróg underground rokkið upp á yfirborðið og gjörsamlega breytti rokksenunni eins og við þekkjum hana. Þetta meistaraverk mun seint gleymast.\nOrigin of simmetry - Muse\nMér brá hversu rosalega góður þessi diskur var þegar ég keypti hann. Flest ef ekki öll lögin mjög góð og grípandi. Allur hljóðfæraleikur mjög góður og söngurinn rosalega góður og sérstakur.\nLög sem standa upp úr: New born, Bliss, Plugin baby svo nokkur séu nefnd. Ein af mínum uppáhalds hljómsveitum eftir að ég heyrði þennan geðveika disk.\nAudioslave - Audioslave\nÁn efa eitt albesta band í bransanum í dag. Fyrsti diskur þeirra, Audioslave, er vægast sagt rosalega góður og hvert einasta lag instant classic. Bandið er svo ótrúlega þétt að því verður ekki lýst með orðum. Svo þegar við bætist söngur eins albesta söngvara samtímans, Chris Cornell, getur útkoman varla verið annað en rosaleg. Lög þeirra eru keyrð áfram af ótrúlega þéttum bassa og trommum og mjög góðum og sérstökum gítarleik. Svo er söngur Chris Cornells svo ótrúlega góður og fjölhæfur. Hann getur sungið hvað sem er þessi maður og það heyrist greinilega á þessari fyrstu plötu Audioslave. Að mínu mati einn af bestu diskum ársins. 5 stjörnur af 4 mögulegum.\nSvo eru fullt af fleiri plötum, sem ég nenni ekki að fjalla um að svo stöddu…"
        },
        {
            "user": "Rawk",
            "user_id": "7092",
            "date": "2003-05-14 03:15:51",
            "id": "1079413",
            "reply_to_id": "1079412",
            "text": "Jæja, ég fíla sorglega lítið af því rokki sem er í gangi í dag, þetta tónlistarform er 99.9% dautt að mínu mati, en þetta eru þær rokkplötur sem heilluðu mig í engri sérstakri röð.\nNirvana - Nevermind ..þökk sé bróður mínum, takk.\nRadiohead - The Bends ..aftur þökk sé bróður mínum, fokking ótrúlegt að enginn hafi nefnt hana hingað til.\nSigur Rós - Ágætis Byrjun ..orð eru óþörf.\nJimi Hendrix - Are You Experienced? ..besti gítarleikari sögunnar, ástæða þess að ég nennti að læra á gítar í 5 eða 6 ár.\nPortishead - Bæði Dummy & Portishead ..get ekki gert upp á milli, mesta gæsahúðartónlist sem fyrirfinnst. Beth Gibbons ásamt Björk eru með geðveikustu söngraddir sögunnar."
        },
        {
            "user": "augustjakobs",
            "user_id": "38588",
            "date": "2003-05-14 03:45:49",
            "id": "1079414",
            "reply_to_id": "1079413",
            "text": "Þessar plötur eru þær sem hafa kannski ekki beint breytt lífi mínu en allavega hef ég fengið eitthvað sem mér finnst gott í hendurnar og get spilað það ár eftir ár/dag eftir dag.\n1. Appetite for destruction-GN´R\n2.Use your illusion I & II-GN´R\n3.Audioslave-Audioslave\n4.Hybrid Theory-Linkin Park\n5.Fallen - Evanescence"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-05-14 09:02:50",
            "id": "1079415",
            "reply_to_id": "1079348",
            "text": "Nirvana - Nevermind\nNirvana - MTV Unplugged In NY\nKorn - Korn\nSystem Of A Down - Toxicity\nRammstein - (fyrsti diskur)\nsíðan verð ég að setja Lost Prophets diskinn hérna inn hann er geggu"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-05-14 13:35:13",
            "id": "1079416",
            "reply_to_id": "1079415",
            "text": "og auddað Oasis - Undrugged"
        },
        {
            "user": "Alfie",
            "user_id": "16839",
            "date": "2003-05-14 11:27:15",
            "id": "1079417",
            "reply_to_id": "1079348",
            "text": "oasis - be here now:\n*hóst* já…… ég vil helst ekki tjá mig mikið um fortíðina… en þetta var fyrsta rokkið mitt.\ntónlistin úr Fight club:\nkannski svoldið asnalegt… en þetta var diskurinn sem kenndi mér að tónlist er ekki alslæm þótt það sé ekki sungið í henni…\nyo la tengo - and then nothing turned itself inside out:\ní fyrsta skiptið sem ég kom inní í hljómalind ætlaði ég að kaupa þessa plötu, en ég fór í stresskast þegar ég sá að öllu var raðað eftir útgáfum og keypti hana þess vegna bara í skífunni….\nbelle & sebastian - tigermilk:\nkeypti hana á útsölu í hagkaup og var ekkert að fíla hana voðalega fyrst. eftir ár dró ég hana svo aftur fram og þá var ekki aftur snúið.\nmúm - yesterday was dramatic, today is ok:\naaaa. ég veit ekki alveg hvað ég á að segja… hm. keypti þessa bara af því bara án þess að hafa heyrt neitt með múm. lengsta og hamingjusamasta ástarsamband sem ég hef átt með hljómsveit.\nandhéri - fallegir ósigrar og\nyo la tengo - painful:\nhafa kannski ekki beint haft áhrif á líf mitt….. bara svona. óbeint kannski. minna mig á góða manneskju sem mér þykir vænt um…."
        },
        {
            "user": "japancake",
            "user_id": "15743",
            "date": "2003-05-14 12:16:15",
            "id": "1079418",
            "reply_to_id": "1079348",
            "text": "maus - lof mér að falla að þínu eyra…. því hann var einn af fyrstu diskunum mínum og sá eini af þeim sem ég hlusta enn á.\nsigur rós - ágætis byrjun… u. þetta er voða algengt býst ég við… en já. því þegar ég uppgötvaði sigur rós fór ég að uppgötva fullt af nýjum hljómsveitum, low og allt það rugl…\nbonnie prince billy - ease down the road. hann er svo… ástfanginn. og rólegur.\nvirkar alltaf….\nog andhéri.. því hann…. er góður… því minnir mig á kærustuna mína………\nhm. kannski ekkert meira merkilegt…. m. stereolab - emperor tomato ketchup, þó ég hafi bara hlustað á hann svona 6 sinnum… en hann var svo góður. svona “labba í borginni” diskur, finnst mér….\na… búið."
        },
        {
            "user": "GunnarThor",
            "user_id": "3443",
            "date": "2003-05-14 12:33:45",
            "id": "1079419",
            "reply_to_id": "1079348",
            "text": "Pixies - Death to the Pixies\nÆtli þetta hafi ekki verið upphafið á endinum fyrir mig. Ég spilaði þennan disk nærri stöðugt í svona ár og fékk fyrst virkilegan áhuga á tónlist eftir það.\nSmashing Pumpkins - Siamese Dream\nSá sem tók við af Death to the Pixies. Ég hafði heyrt um Smashing Pumpkins áður en ég hlustaði á þennan disk en ég gat ekki nefnt nein lög með þeim. Síðan varð ég mjög harður Smashing Pumpkins aðdáandi í nokkurn tíma eftir að hafa hlustað á þessa plötu. Síðan heyrði ég hinar plöturnar og varð Pumpkins aðdáandi dauðans frá helvíti.\nBubbi - Fingraför\nÉg stend við tvennt þar til ég dey: Þetta er besta plata Bubba og Afgan er besta íslenska lag sem hefur verið samið. Takk fyrir. Sem uppklapp sýndi þessi plata mér að íslensk tónlist er mjög oft miklu betri en erlend.\nNick Cave - Live Seeds\nJájá, ég fílaði alveg Nick Cave áður en ég hlustaði á þessa plötu, ég átti Best of diskinn og Murder Ballads og þeir voru fínir. Svo keypti ég þennan disk og Nick Cave skaust samstundis ofarlega á topp fimm listann hjá mér. Ef þú heldur að Nick Cave semji bara róleg lög um… ýmislegar vafasamar athafnir skaltu hlusta á þessa plötu.\nMaus - Í þessi sekúndubrot sem ég flýt\nÞú veist, Maus. Maður. Strengir, Báturinn minn lekur, Gefðu eftir, Gerð úr við, Allt sem þú lest er lygi, Kerfisbundin þrá, Kemur og fer, Bílveiki og Maðurinn með járnröddina. Beat that.\nBara topp fimm, það er engan veginn nóg."
        },
        {
            "user": "smashie",
            "user_id": "29359",
            "date": "2003-05-14 12:54:27",
            "id": "1079420",
            "reply_to_id": "1079419",
            "text": "Jæja, Ég er sko aðalega í rokk/pönkina (allavega síðustu 2 árin) en ég hef hlustað á rosalega margt gegnum árin.\n5. Green Day - Unplugged\nÞetta er rosalegur skemmtilegur diskur og þægilegt að heyra Green day án rafmagnsgítar. Það er mjög gott að sofna yfir þessum.\n4. Muse - Origin Of Symmitry\nÚff, þetta er algjör snill og ég hef elskað Matt Bellamy síðan ég fékk þessa plötu í hendurnar (2001)\n3. Offspring - Ignition\nÞetta er ábyggilega harðasta plata sem Offspring kallarnir hafa sent frá sér og ég hreint út sagt elska allt við hana. Frábær hugsun bakvið texta, flott gítar riff, hratt pönk/rokk og síðan er ekkert verra að ég elska röddina hans Dexters. Þetta er uppáhaldshljómsveitin mín.\n2. Smash Mouth - Astro Lounge\nÖrugglega því þegar ég ketpti hana þá hlustaði ég á hana á hverjum degi í c.a. 3 mánuði og hún hafði gífurleg áhrif á mig og mitt líf.\n1. Queen - Greatest Hits\nEf þetta er ekki besta plata sem hefur verið gefin út þá veit ég ekki hvar hún felur sig. Þetta er algjör snilld með endalausum hitturum þ.á.m. Bohemian Rhapsody sem hefur oft verið valið besta dægurlag samtímans. Þú getur alltaf sett þessa plötu í án þess að þurfa að sleppa neinu lagi.\nSmashie"
        },
        {
            "user": "ih8",
            "user_id": "13956",
            "date": "2003-05-14 12:35:34",
            "id": "1079421",
            "reply_to_id": "1079348",
            "text": "Það er bara ein plata\nHaddaway-The Album\nBesta plata ever og What is love er besta lag ever."
        },
        {
            "user": "Ulfhildar",
            "user_id": "24971",
            "date": "2003-05-14 13:51:44",
            "id": "1079422",
            "reply_to_id": "1079348",
            "text": "sigur rós - von\nsigur rós - ágætis byrjun\nsigur rós - (  )\ngodspeed you black emperor - lift your skinny fists like atennas to heaven\ngodspeed you black emperor - slow riot for new zero kanada\ngodspeed you black emperor - yanqui u.x.i.\nsofandi - ugly demos\n…allt diskar sem höfðu þau áhrif að ég fór að hlusta á betri tónlist"
        },
        {
            "user": "Kreator",
            "user_id": "23042",
            "date": "2003-05-14 14:29:47",
            "id": "1079423",
            "reply_to_id": "1079348",
            "text": "5. Prodigy-Music for the jilted generation\nVinur minn í gamla daga hlustaði mikið á Prodigy þessi diskur var svo góður að núna skildi ég að rokk var ekki bara málið..\n4. Skunk Anansie-Stoosh\nGóð plata og hér var kominn hljómsveit sem pabbi fílaði líka!\n3. Purrkur Pillnikk-Googoplex\nGróf þessa plötu úr safni foreldra minna. Þetta er alvöru pönk með góðum lögum og flottum textum.\n2. Iron Maiden-The best of the Beast\n(Èg veit að þetta er “best of” diskur) Það fyrsta sem ég heyrði með Iron Maiden. Núna vissi ég hvað rokk snérist um!\n1. Red Hot Chili Peppers-Blood Sugar Sex Magik\nFrábær plata! Èg hlusta á hana nánast hvenær sem er!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-05-14 15:11:16",
            "id": "1079424",
            "reply_to_id": "1079423",
            "text": "5. David Bowie- Aladin Sane\n4. Alice In Chains- Dirt\n3. Meat Loaf- Bat Out Of Hell\n2. Pearl Jam- Ten\n1. Guns N Roses- Appetide For Destruction\nOg svo rétt á eftir þessum koma plöturnar Grace með Buckley og Paranoid með Sabbath."
        },
        {
            "user": "jga",
            "user_id": "29905",
            "date": "2003-05-14 16:45:37",
            "id": "1079425",
            "reply_to_id": "1079348",
            "text": "The Bends - Radiohead\nOK computer - Radiohead\nRide the lightning - Metallica\nMaster of Puppets - Metallica\nShowbiz - Muse\nThe number of the beast - Iron Maiden\nDark side of the moon - Pink floyd\nog ég verð að segja : Heimsendi 18 - Ókind … Þetta er svo mikill snilldar diskur, hann verður betri og betri því oftar sem maður hlustar á hann. Allt snilldar lög (nema Hr. K það er leiðinlegt)"
        },
        {
            "user": "Ulvur",
            "user_id": "8059",
            "date": "2003-05-14 17:42:54",
            "id": "1079426",
            "reply_to_id": "1079348",
            "text": "Eftirfarandi diskar höfðu mikil\náhrif á mitt líf\nen eg get ekki nefnt bara 5 plötur..\nEg byrjaði í Queen, eg hef verið svona 8-9 ára\n“Queen - Greatest hits”\nsíðan komst eg í safnið hennar systir minnar\nsem er töluvert eldri en eg\neg fann\nAc/cd - back in black\nGuns n' roses - Appetite for destrution.\nsíðan stuttu seinna eða 11 ára gamall\nvar mér gefið kassettu með metallica\n…And justice for all hét hún.\nsíðan nokkrum árum seinna\neg hef verið svona 13 ára þá hafði eg\nheyrt eitt lag með alice in chains\nog ætlaði að kaupa diskinn en endaði með\nað kaupa vitlausan disk….\nendaði uppi með Ten með pearl jam\nekki slæm mistök hehe.\nsíða keypti eg loks réttan disk\nAlice in chains - dirt\nsvo 14 ára\nNirvana - Nevermind\nCannibal corpse - butcered at birth\nsvo þegar eg var 15-16 ára\nblack sabbath - vol 4\nozzy - Diary of a madman\nJudas priest - Painkiller\nsvo þegar eg var 16-17 ára\nCradle of filth - Vempire or…\nDimmu borgir - Stormblåst\nAbyssos - Together we summon the dark\nImmortal - Battles in the north\n18-nútíminn\nBurzum - hvis lyset tar oss\nMithotyn - In the sign of the raven\nBorknagar - Borknagar\nDødheimsgard - International 666\nArcturus - La Masquerade Infernale\nThyrfing - valdr galga\nnenni ekki að skrifa meir…\nendalaust helvíti"
        },
        {
            "user": "blixta",
            "user_id": "12499",
            "date": "2003-05-14 20:41:50",
            "id": "1079427",
            "reply_to_id": "1079426",
            "text": "Ulvur:Ég vona að þetta hafi verið ásláttarvilla hjá þér. Ac/cd það á náttúrulega að vera AC/DC. Bara varð að segja eitthvað."
        },
        {
            "user": "blixta",
            "user_id": "12499",
            "date": "2003-05-14 22:33:29",
            "id": "1079428",
            "reply_to_id": "1079427",
            "text": "Peace of mind-Iron Maiden\nMaiden héldu áhuga mínum að þeim tíma þegar Bruce Dickenson hætti eftir fear of the dark.Fór á þá í Laugardalshöll en missti af síðustu 4 lögunum en eitt þeirra var Running Free sem ég heyrði í gegnum hliðarhurðina útaf stelpan sem ég vara að elta útaf tónleikunum var farin eitthvað og ég fékk móral og drakk .\nOk Computer - Radiohead\nHlusta enn á hana útaf atmoinu og bara útaf hún er svo fjandi góð á alla kanta.\nágætis byrjun-Sigur Rós\nBara það besta af íslenskri músík sem  hefur komið inn fyrir mín eyru.Sáluhjálp án þess þó að vera sjálfsvorkun.\nWorst case secnario-deus\nMjög svo steikt rokk en samt popp.Fékk æði fyrir þeim 97 þegar merkilegir hlutir voru að gerast í lífi mínu.\nKill'em'all-Metallica\nHeyrði þessa fyrst 89 þegar bróðir minn var að pikka upp Seek and Destroy í svitalykt og táfýluherbergi sínu.Stalst í plötuspilarann og Fenderinn hans og þóttist vera James.\nTales from the punchbowl-Primus\nFyrsta platan sem ég heyrði með Primus og það breytti smekk mínum tónlistarlega algerlega. Jólagjöf frá pabba 95(minnir mig).\nI see a darkness-Bonnie Prince Billy\nFyrirtaks kántríþunglyndi en er samt ekki þunglyndi útaf þegar hann segir:''..did you ever notist,the kind of toughts i got''?kemur í ljós hvílíkt skáld gaurinn er þrátt fyrir að vera pervert og hillibilli.\nísbjarnablús-Bubbi\nFannst ég vera mjög tengdur honum og skildi hann mjög vel þegar ég var á síldarvertýð 96 í vestmannaeyjum að hrista upp í sílóinu og fannst eins og síldin væri að tala við mig útaf öllu víninu og hassinu á milli vakta en ég heyrði þá í stöðvarútvarpinu rauða hann syngja:Hrognin erað koma,gerið kerin klár,Vinnið nógu mikið peninga þið munið fá,Stæltur er skrokkur þinn,djöfull sljór hugurinn….'' Mjög súrt."
        },
        {
            "user": "SunnyDay",
            "user_id": "38278",
            "date": "2003-05-14 18:08:30",
            "id": "1079429",
            "reply_to_id": "1079348",
            "text": "1. Achtung baby - U2\n2. Without you im nothing - Placebo\n3. Nevermind - Nirvana\n4. Grace - Jeff Buckley\n5. Relationship of command - at the drive-in"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-05-14 21:20:43",
            "id": "1079430",
            "reply_to_id": "1079348",
            "text": "þegar kemur að plötum sem hafa haft áhrif á mig getur maður ekki komist hjá því að nefna\nSmashing Pumpkins - Mellon Collie and the infinite sadness\nJako"
        },
        {
            "user": "SDMF",
            "user_id": "27793",
            "date": "2003-05-14 23:33:13",
            "id": "1079431",
            "reply_to_id": "1079348",
            "text": "Þó að sumar þessar plötur hafi kannski komið út áður en ég fæddist eða áður en ég byrjaði að hafa vit á tónlist þá er það Svona(ekki kannskli alveg í þessari röð)1:Nevermind-Nirvana…2:Sex Pistols-Nevermind the bollocks…3:Slipknot-slipknot…4:slipknot-Iowa…5:Me tallica-and Justice for all. Veit ekki akkuru þetta er, en sumt af þessu vöru fyrstu plöturnar sem ég heyrði með þessum böndum, hjá slipknot er bara það að þeir eru snillingar. Síðan á að vera eitthvað með korn og svoleiðis þarna…."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-05-15 03:56:34",
            "id": "1079432",
            "reply_to_id": "1079431",
            "text": "5. Zao - Splinter Shards The Birth Of Seperation\n4. Botnleðja - Fólk er fífl\n3. Beastie boys - Hello nasty\n2. The Prodigy - Music For the gilted generation (mig minnir að það sé skrifað svona)\n1. Nirvana - Nevermind"
        },
        {
            "user": "gaulverji",
            "user_id": "14174",
            "date": "2003-05-15 12:11:57",
            "id": "1079433",
            "reply_to_id": "1079348",
            "text": "MetallicA númer eitt tvö og þrjú. Sérstaklega …And Justice for all Master Of Puppets og Ride the lightning.\nKannski ég bæti við Apocalyptica og Beatallica."
        },
        {
            "user": "ChuckBerry",
            "user_id": "7938",
            "date": "2003-05-15 12:20:27",
            "id": "1079434",
            "reply_to_id": "1079348",
            "text": "Stærstu tímamótin\n..And Justice For All - Metallica\nFyrsta platan sem ég eignaðist og sú fyrsta þar sem ég fílaði öll lögin. Með þessari plötu byrjaði Metallica tímabilið (sem stóð í 2 ár) og ég keypti allt sem ég gat fundið með þeim (átti yfir 30 diska og smáskífur og tvö stykki af smáskífuplötusöfnunum) ég borgaði meira að segja félaga mínum 3000 kr fyrir Nothing else matter smáskífuna vegna þess að hún fékkst ekki í Skífunni eða Japis.\nLengi Lifi - Ham\nFyrir þessa plötu var ég þröngsýnasti tónlistaráhugamaður í heimi, ég hlustaði eingöngu á Metallica, mér fannst ekki einu sinni eitt og eitt lag með öðrum gott, allt nema Metallica var drasl. Ham opnaði augu mín og ég skildi að það var allt í lagi að hlusta á fleiri en eina hljómsveit. Þessi jól fékk ég 21 geisladisk í jólagjöf, flest með vinsælustu rokkböndum dagsins (Pearl jam, Nirvana, Soundgarden, Blur, Oasis, Therapy? ofl).\nStory Of The Clash - The Clash\nFyrsta “gamla” hljómsveitin sem ég fílaði, sérstaklega lögin Tommy gun og Should i stay or should i go. Eftir Clash fór ég að verða opnari fyrir eldri tónlist og fljótlega var ég farinn að kaupa mér plötur með Stones, Bítlunum, Zeppelin, Dylan, Zappa, Queen, Pistols, Floyd, Doors ofl.\nTrout Mask Replica - Captain Beefheart\nWhite light/white heat - The Velvet underground\nÞessar plötur opnuðu augu mín fyrir öðruvísi og tilraunakenndari tónlist. Ég fór að hlusta á jazz, krautrokk og Canterbury tónlist. Mest tónlist sem ég þurfti að panta mér á netinu sem var svolítið challenge því ég hafði ekki hugmynd um hvernig þessi tónlist hljómaði. Það var þó þess virði því hefði ég ekki gert það myndi ég ekki þekkja Can, Robert Wyatt, Faust, Tim Buckley og ótal aðra frábæra listamenn í dag.\nThe Modern Dance - Pere Ubu\nÉg byrjaði að hlusta á post pönk í gegnum Pere ubu, fyrstu og bestu Post-punk sveitinni þá kynntist maður öllum þessu frábæru post-punk sveitum (Pop group, Suicide, Public image, Joy division ofl). Í framhaldi af post pönki kynntist ég 80´s alternative og hardcore tónlist sem fékk mig til að sjá 80´s í öðru ljósi. Öfugt við hvað margir halda er 80´s sennilega rokkaðasti áratugur sem við höfum fengið.\nMillions Now Living Will Never Die - Tortoise\nSpiderland - Slint\nÞessar tvær plötur keypti ég mér sama daginn og þá fékk ég áhuga á 90´s post-rokki, fyrir það hélt ég að ef maður þekkti Nirvana, Radiohead og Smashing punkins væri maður í góðum málum og vel inn í hlutunum. Ég uppgötvaði með þessum meistaraverkum að besta nýlega tónlistinn kemur neðanjarðar frá. Ég fór í framhaldi af því að panta allann fjandan á netinu sem ég hafði aldrei heyrt um, hvað þá í. Það var líka þess virði.\nAukasæti\nBeatles For Sale - The Beatles\nPlatan sem gerði mér ljóst að það var ekki nóg fyrir mig að eiga Peppers, Revolver, Abbey og blá og rauða albúmið, ég varð að eignast allt með þeim. Vildi þó óska þess að ég hefði látið original plöturnar nægja:("
        },
        {
            "user": "Hugleikur",
            "user_id": "4907",
            "date": "2003-05-15 14:46:08",
            "id": "1079351",
            "reply_to_id": "1079348",
            "text": "Prodigy - Music For The Jilted Generation\nRadiohead - OK Computer\nMuse - Origin Of Symmetry\nSage Francis - Personal Journals\nSole - Selling Live Wate"
        },
        {
            "user": "wasted",
            "user_id": "5912",
            "date": "2003-05-15 15:40:20",
            "id": "1079352",
            "reply_to_id": "1079351",
            "text": "Erfið spurning en þó\nRadiohead- The Bends\nHafði aldrei hlustað á þessa hljómsveit hélt að þetta væri bara eikker sýra en svo loksins fékk ég þennan disk lánaðan og vá hann hefur alveg breytt skilgreiningu minni á góðri tónlist.\nPink Floyd- Dark side of the moon\nÞessi diskur er bara listaverk hver nóta rétt sleginn og allt rennur saman í ótrúlega heild þessi diskur breytti sjón minni á tónlist\nman ekki eftir fleirum í augnablikinu"
        },
        {
            "user": "Geezer",
            "user_id": "35398",
            "date": "2003-05-15 16:24:57",
            "id": "1079353",
            "reply_to_id": "1079352",
            "text": "Black Sabbath - Black Sabbath\nParanoid - Black Sabbath\nMaster of Reality - Black Sabbath\nVol. 4 - Black Sabbath\nSabbath bloody Sabbath- Black Sabbath\nSabotage - Black Sabbath\nTechnical Ecstasy - Black Sabbath\nNever Say Die - Black Sabbath\nSiamese Dream - Smashing Pumpkins\nGlacier Sun - Brain Police"
        },
        {
            "user": "Hugleikur",
            "user_id": "4907",
            "date": "2003-05-18 21:00:53",
            "id": "1079354",
            "reply_to_id": "1079353",
            "text": "Þér finnst semsagt Black Sabbath vera fínasta band ???"
        },
        {
            "user": "opinn",
            "user_id": "20891",
            "date": "2003-05-15 16:22:00",
            "id": "1079350",
            "reply_to_id": "1079348",
            "text": "humm.\nþessar plötur eru kannski ekki uppáhaldsplöturnar mínar, þó þær séu náttla frábærar, og þær segja heldur kannski ekki allt um hvað ég hlusta á í dag, en, þetta eru þær plötur sem breyttu lífi mínu hvað mest. allaveganna:\n6. TOOL - Lateralus\nÞessi diskur er hinn fullkomni diskur. hann er bara fullkominn. uppáhaldsdiskurinn minn þessa dagana. kom mér inn í tool.\n5. Fantómas - Director's cut. þessi diskur er frábær, þvílík yndisleg sýra. hann fékk mig til þess að hlusta á Mike Patton og ég er með æði fyrir honum. Hann er bestur ;)\n4. Sonic Youth - Dirty.\nþessi diskur fékk mig eiginlega til þess að opna augun, breikka tónlistarsmekk minn til muna. ég er honum afar þakklátur.\n3. Alice in Chains - Dirt\nfrááábær plata. ég byrjaði að fýla þyngra rokk eftir þennan. þessi diskur er ótrúlegur.\n2. Smashing Pumpkins - The Mellon Collie and the Infinate Sadness.\nótrúlegur diskur. ætli þetta sé ekki besti diskurinn minn. hefur haft ótrúleg áhrif á mig, sérstaklega sem tónlistarmann.\n1. Nirvana - From the muddy banks of wishkah\nÞetta var fyrsti nirvana diskurinn minn, keypti hann 10 eða 11 ára. ég man ennþá eftir þessum degi þegar ég keypti hann. þvílíkt kraft mikið rokk og bara vá. ég var dolfallinn. ég tók út mesta nirvana æði í heiminum og nirvana breyttu mér algjörlega. þetta er ennþá uppáhaldshljómsveitin mín, þó svo að ég hlusti nú kannski ekki nógu mikið á þá þessa dagana."
        },
        {
            "user": "vampire",
            "user_id": "20765",
            "date": "2003-05-15 16:29:57",
            "id": "1079349",
            "reply_to_id": "1079348",
            "text": "REM - Automatic For the People\nThe White Stripes - White Blood Cells\nTravis - The Man Who\nSuzanne Vega - Solitude Standing\nStrumpastuð 1 (Hann er VÍST skemmtilegur!!!)\nkv\nbirta"
        },
        {
            "user": "Mansonfan",
            "user_id": "5892",
            "date": "2003-05-15 17:23:56",
            "id": "1079435",
            "reply_to_id": "1079348",
            "text": "5. Killswitch Engage - Alive or just breathing\nEr búinn að vera að hlusta á þessa snillinga í svona 3 vikur núna. Það segir kannski ýmislegt um þennan disk að hann skuli strax vera kominn inn á þennan lisa hjá mér. Melódískt þungarokk eins og þetta hefur ekki verið skapað í langan tíma.\n4. Rage against the machine - Rage against the machine\nÞetta er meistarastykki með frábærri hljómsveit. Þvílíka reiði hef ég ekki upplifað. Textagerðin er snilld.\n3. The Prodigy - The fat of the land\nHvað gæði varðar þá er Music for the jillted generation eflaust betri en ég fór ekki að hlusta á Prodigy fyrr en á þessum disk. Liam Howlett er teknó-guð.\n2. Slayer - Reign in blood\nHarðasta plata allra tíma. Byrjar á hinu frábæra Angel of death og hægir bara einfaldlega ekki á sér fyrr en disknum er lokið. Hraðinn, hávaðinn og öskrin. Þetta er bara geðveiki!\n1. Marilyn Manson - Antichrist Superstar\nEinhver almesti listamaður samtímans með sitt besta verk. Ég get endalaust hlustað á þennan disk. Textarnir eru frábærir og Manson er einhver albesti söngvari samtímans. Hatrið skín í gegn og manni líður vel. Þessi er þegar orðinn klassík og verður það til frambúðar."
        },
        {
            "user": "Moonchild",
            "user_id": "36323",
            "date": "2003-05-15 17:41:30",
            "id": "1079436",
            "reply_to_id": "1079435",
            "text": "5. Somewhere in time - Iron Maiden\n4. Fear of the Dark - Iron Maiden\n3. Powerslave - Iron Maiden\n2. Piece of mind - Iron Maiden\n1. Edward The Great - Iron Maiden!!\nMAIDEN ERU BARA BESTIR!!!!!!!!!"
        },
        {
            "user": "Icaruswings",
            "user_id": "2347",
            "date": "2003-05-15 22:14:56",
            "id": "1079437",
            "reply_to_id": "1079348",
            "text": "Radiohead - O.k Computer\nÞessi plata kom mér í gegnum gelgjuskeiðið.Punktur\nNirvana - In Utero\nOf margar ástæður\nCradle of filth - Cruelty and the best\nÉg get aðeins sagt það að líf mitt verður aldrei eins eftir þessa plötu.\nThe Doors - The best of……\nOg fleiri og fleiri plötu"
        },
        {
            "user": "Ljoskar",
            "user_id": "10919",
            "date": "2003-05-15 23:30:22",
            "id": "1079438",
            "reply_to_id": "1079348",
            "text": "Það er ein plata Hjá mér\n“steal this album - System of a down”\nHrein snild"
        },
        {
            "user": "AllesKlar",
            "user_id": "19099",
            "date": "2003-05-16 03:30:36",
            "id": "1079439",
            "reply_to_id": "1079348",
            "text": "!!!ÉG TEK ÞAÐ SKÝRT FRAM AÐ ÉG ER ALLS EKKI AÐ TELJA UPP MÍNAR UPPÁHALDS PLÖTUR, AÐEINS ÞÆR SEM HÖFÐU ÁHRIF Á MIG!!! :)\n1. Slipknot - Slipknot\nFíla þá alls ekki í dag, en eins og flest allir sem voru í 8. bekk þegar þessi plata kom út fílaði ég þetta, en ástæðan fyrir því að ég set þessa í #1 er vegna þess hve hún kom mér endanlega inní rokkið…\n2. The Offspring - Americana\nFíla þá alls ekki heldur en eins og Slipknot þá man ég 7. bekk þegar ég heyrði ‘Why don’t you get a job' (sem ég fíla enn í dag) keypti ég þennan disk og fílaði hann og reyndar var það þessi diskur sem kom mér til að fíla EITTHVAÐ, ég var aldrei mikill tónlistaráhugmaður sem gramsaði í plötusöfnum eldri systkina, þannig að þessi plata er svona platan sem kom mér til að fíla bara eitthverja tónlist\n3. Red Hot Chili Peppers - Californication\nÞessi er (Ólíkt hinum) enn í miklu uppáhaldi hjá mér í dag, veit ekki hvernig hún hafði áhrif á mig, en ég ætla giska á að hún kom mér inní þann hóp bekkjarins í 8. bekk sem fílaði rokk, ef þessi plata væri ekki til væri ég örugglega í hip hopinu í dag (ekki það að ég læt stjórna hvað ég hlusta á, frekar það að ég hefði aldrei kynnst rokkinu sem ég hlusta á í dag, ég hefði örugglega orðið þröngsýn manneskja tónlistarlega séð líkt og margir sem fíla einungis hip hop)\n4. Metallica - Metallica (The Black Album)\nÉg veit ekki hvenig þessi breytti mér, en hún gerði það\n5. Dream Theater - Falling Into Infinity\nFyrir svona ári síðan minnir mig þá var ég hjá Valda að versla mér síðustu plötuna til að fullkomna Metallica sanið mitt, minnir að það var ReLoad sem ég var að kaupa þar sem ég rakst á plötu með Dream Theater, mér var sama hvaða plata þetta var, mig langaði bara að prófa eitthvað nýtt, og man ég að ég valdi þessa plötu útaf eitthverjum hér á huga sem var að segja hvað Dream Theater voru góðir, skellti mér á þennan disk og alveg fall fyrir honum, einn sá besti sem ég hef heyrt, þótt ég eigi í dag Images and Words, A Change Of Season, Awake þá er þessi en mín uppáhalds með þeim (á samt eftir að fá mér Metropolis sem toppar örugglega Falling Into Infinity). Málið með þessa er að hún opnaði fyrir mér heim Prog-rock tónlistar sem er í miklu uppáhaldi hjá mér í dag.\nTakk Fyrir Mig"
        },
        {
            "user": "Fleebix",
            "user_id": "5906",
            "date": "2003-05-16 04:21:46",
            "id": "1079440",
            "reply_to_id": "1079439",
            "text": "Plötur sem breyttu lífi mínu til hins betra -\n0. Fyrsta plata sem ég man eftir að hafa hlustað á er The Wall með Pink Floyd. Teikningar plötunar voru svo kúl :P. á núna DVDið, VHSið og vínilinn…\n1. Prodigy - Music for the jilted gen. Mamma keyptann jólinn sem hann kom út og gaf mér í jólagjöf. Bjó út á ísafirði við frekar takmarkaðan tónlistarkost og þetta markaði ákveðin spor.\n2. Hardleaders present: Jungle Dub 2. Leiddist í Jungle þarna, og þaðan í DrumNBass senuna.\n3. Warren G - G funk era. Smooth soundandi hiphop frá 92, sama leiti og Doggystyle. Leitt hvað Warren G fór svo að éta rassgat.\n4. Ennio Morricone - For a fistful of dollars/ For a few dollars more. Funk áhugi minn og póstrokk fílingurinn sem ég fékk stafar líklega frá þessu..\n5. God Speed You Black Emperor - Slow Riot For New Zero Canada EP. Breytti eiginlega allri minni hugsun og skilgreiningu á tónlist."
        },
        {
            "user": "nedrud",
            "user_id": "26720",
            "date": "2003-05-16 15:20:28",
            "id": "1079441",
            "reply_to_id": "1079348",
            "text": "Ég hef langflestar tilfinningar til Coldplay- Parachutes og A Rush of Blood to the Head. Þær breyttu líka frá því að vera þröngsýnn þungarokkari í að vera hvað get ég sagt víðsýnn tónlistaráhugamaður."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2003-05-16 21:34:14",
            "id": "1079442",
            "reply_to_id": "1079348",
            "text": "Erfitt… Mjög erfitt að kryfja þetta niður, Creedence á að fá heiðurinn fyrir að koma mér í rokkið, en það voru lög í útvarpi sem leiddu til þess að ég keypti best of disk. ZZ Top víkkaði rokkhlustunina, stefndi henni í þyngri farveg, en ætli break-throughið hafi ekki verið þegar ég fór að hlusta á Led Zeppelin…\nPlöturnar mínar í engri sérstakri röð, eiginlega í röðinni sem mér datt þær í hug:\nBeck - Odelay: kenndi mér að það er hægt að rokka á fleiri vegu en eina.\nThe White Stripes - White Blood Cells: rifjaði upp fyrir mér hvað það er sem skiptir máli.\nWeezer - Pinkerton: Í rauninni kom Græni mér á bragðið með Weezer, en Pinkerton er nördarokkanthem í gegn og lögin segja nánast ævisögu mína. Fékk mikla ástarsorgarhlustun… Svo er ekki ólíklegt að Weezer hafi komið mér almennilega á Maus.\nLed Zeppelin - Ónefndi/Led Zeppelin IV/“Four Symbols”: Kom mér á Zeppelin sem var lengi mitt uppáhald og leiddi mig á endanum í alls konar tónlist.\nBob Dylan - Highway 61 Revisited: Man ekki alveg hvaða Dylan diskur kom mér loksins á kallinn, en líklega var það þessi. Gat ekki talið svona upp án þess að minnast á Dylan.\nHefði viljað nefna ansi marga aðra, því eins og kom fram áður hafa áhrifin verið margvísleg. The Flaming Lips hafa haft mikil áhrif í seinni tíð, The Beastie Boys höfðu sömuleiðis mikið að segja og auk þess hefði verið gaman að koma að einhverju kántrí…"
        },
        {
            "user": "disneyfan",
            "user_id": "23420",
            "date": "2003-05-17 13:34:21",
            "id": "1079443",
            "reply_to_id": "1079348",
            "text": "1. War of the world\npabbi minn kynnti mér fyrir henni og ég hef hlustað á hana síðan ég var bara 4. ára bara snilld.\n2. Linkin Park: Hybrid Theotory.\nKom mér út ú píku poppinu.\n3. Metallica: S&M\nVakti áhuga hjá mér um Metallicu.\n4. the essential Clash\nLét mig hugsa um pönk. Lét mig líka fatta að ég væri nokkurn veginn alæta á tónlist.\n5. Britney Spears: baby one more time.\nLét mig hata Britney út á lífinu. Hún sem kallar sig lista mann. Hún er ekki listamaður. Hún skapar ekki hún flytur lögin ekki skapar."
        },
        {
            "user": "Spa",
            "user_id": "5037",
            "date": "2003-05-18 10:42:31",
            "id": "1079444",
            "reply_to_id": "1079348",
            "text": "Sigur Rós - Ágætis byrjun.  Mjög svo fallegur diskur.\nPink Floyd - Atom heart mother.  Heyrði þennan fyrst  út í danmörku fyrir 2 árum síðna, magnaður.\nExplosions in the sky - How strange, innocence.  Þessi er rosalega flottur, mæli með því að fólk finni sér eitthvað með þessu bandi.\nPortishead - Dummy.  Ég hef gaman að Portishead..  Þetta þykir mér það besta frá þeim.\nA Silver mount Zion - He has left us alone but shafts of light.  Þessi hljómsveit er mögnuð, svolítið í anda Godspeed you black emperor og ég held meira að segja að einhverjir meðlimir hafi verið þar."
        },
        {
            "user": "sphinx",
            "user_id": "643",
            "date": "2003-05-18 14:34:16",
            "id": "1079445",
            "reply_to_id": "1079348",
            "text": "Ég er með 6 diska sem ég elska jafnmikið svo að ég gat ekki sleppt einum þeirra!\nProdigy - The fat of the land\nfyrsti geisladiskurinn sem ég eignaðist. Ég hlustaði svo oft á þennan disk að ég kann hann utanað! alltaf gaman að setja hann í þótt að ég geri það ekki oft núna.\nJamiroquai - Travelling Without Moving\nÞessi diskur er svo góður að mínu mati að ég get ekki líst því með orðum! Jamiroquai eru sannkallaðir snillingar!!\nFoo Fighters - The colour and shape\nFoo Fighters er uppáhaldshljómsveitin mín og þessi diskur er sökudólgurinn. Lög á borð við Monkey Wrench, Everlong og Hero eru bara brot af lögum sem eru góð á þessum diski. Dave Grohl is my god!\nBlink 182 - Enema of the state\nMér er skítsama hvort að einhverjir segja að þetta sé klisjuband eða eitthvað þannig þá hafði hún þau áhrif á mig að þetta var fyrsta platan sem ég byrjaði virkilega að hlusta á textann í lögunum.\nRadiohead - OK computer\nþarf mar að segja eitthvað hérna ? jæja.. hún er bara svo flott þessi plata. ekkert lag á henni hefur verið spólað yfir þegar ég hlusta á hana. ég er feginn því að hafa keypt þessa plötu því að ég var búinn að lesa útum allt að hún væri besta plata sem hafi verið gerð. ég sló til og sé ekki eftir því.\nAt the drive-in - Relationship of command\nVÁÁÁÁÁ! ég hlustaði á lagið “one armed scissor” á popptíví eitt sumarið og varð ástfanginn! svo var ég að labba um í kringlunni sometime og sá þessa plötu með þeim á 1000 kall á einhverri útsölu! ég keypti hana og þvílíkur kraftur !!!!! ÞETTA ER SNILLDARVERK SEM ALLIR EIGA AÐ KAUPA SÉR!!!\nno flame … allir hafa sínar skoðannir :D"
        },
        {
            "user": "DIPPER",
            "user_id": "8725",
            "date": "2003-05-19 22:04:38",
            "id": "1079446",
            "reply_to_id": "1079348",
            "text": "Engin röð …\nSystem of a Down - System of a Down\nGuns n' Roses - Apetite for destruction\nMetallica - Ride the Lightning\nMetallica - Master of puppets\nog..\nBara Back in Black með AC/DC eða einhver önnur snilld.."
        },
        {
            "user": "Jolly",
            "user_id": "2156",
            "date": "2003-05-20 18:13:56",
            "id": "1079447",
            "reply_to_id": "1079446",
            "text": "1. Lateralus\nHin fullkomna plata. Punktur.\n2. Ágætis Byrjun\nFalleg plata. Svefn-g-englar er eitt besta lag sem samið hefur verið!\n3. White Pony\nPlatan sem kom rokkinu almennilega af stað\n4. You've Come a long Way Baby (Fatboy Slim)\nFyrsta platan sem ég eignaðist og hlustaði eitthvað á. Svona byrjaði smekkurinn að þróast : )\n5. Ænima\nFrábær plata. Lateralus með aðeins minni fullkomnun en aðgengileikinn vegur upp á móti."
        },
        {
            "user": "JohnFrusciante",
            "user_id": "10562",
            "date": "2003-06-12 10:55:34",
            "id": "1079448",
            "reply_to_id": "1079348",
            "text": "Þetta eru þær 5 plötur sem hafa haft mest áhrif á mitt líf, en ekki í neinni sérstakri röð:\nRed Hot Chili Peppers - Blood Sugar Sex Magic\n———————————————\nE infaldlega einhver allra besta plata sögunnar. Hvert einasta lag er snilld. Örugglega einhver heilsteiptasta plata sem ég hef heyrt. Uppgötvaði þess plötu þegar hún kom út, þegar ég var ennþá mjög ungur og hafði hún því mikil áhrif á unglingaárin mín og þroskaferil minn bæði andlega og tónlistarlega. Hef ekki hætt að hlusta á hana í næstum því 12 ár!\nTool - Lateralus\n—————-\nÓlýsanlega góð plata. Það væri eiginlega bara rugl að reyna að setja í orð það sem þessi plata gerði fyrir mig, það myndi allavega aldrei koma rétt út. Svo ég læt það bara duga að segja að þegar ég uppgötvaði þessa plötu var það eins og trúarleg upplifun fyrir mér.\nRed Hot Chili Peppers - One Hot Minute\n————————————–\nPlata sem hjálpaði mér í gegnum erfiðan tíma, ástarsorg, vinamissi og þess háttar. Þessi plata hefur ótrúlegt tilfinningalegt gildi fyrir mér, ákveðið “senitment”. Auk þess er platan alveg ótrúlega vönduð og góð. Svolítið þunglyndisleg á köflum en það var akkúrat það sem ég þrufti þá :)\nColdplay - Parachutes\n———————\nÁkafelega einlæg og hugljúf plata. Varð alveg ástfanginn af þessari tónlist á sínum tíma og hef uppgötvað svo margar hljómsveitir og aðra tónlistarmenn í gegnum þessa plötu. Snilldargripur.\nSmashing Pumpkins - Mellon Collie and the Infinite Sadness\n———————————————- ——————–\nUppgötvaði þennan disk á svipuðum tíma og One Hot Miute með RHCP og þess vegna fylgja honum sömu tilfinningalegu gildi. Þessi diskur hafði þó mun meiri andleg áhrfi á mig og höfðu meira að gera með andlegt þroskaferli mitt. Þessi diskur fer í gegnum allar tilfinningarnar, tekur mann frá dýpsta þunglindi og upp í hina mestu gleði og stoppar við alls staðar þar á milli. Pottþéttur gripur.\nÞað er mjög erfitt að velja úr 5 plötur af allri þeirr flóru sem maður hefur kynnst í gegnum ævina, en ég held það sé alveg óhætt að segja að þessir 5 hafi haft hvað mest áhrif á mig, þó það væri auðvitað hægt að telja upp 5 í viðbót sem hefðu haft álíka mikil áhrif á mig á öðrum sviðum og svo 5 í viðbót eftir það o.s.fr. ;)\nÞess má geta að allar þessar plötur eru skildueign allra tónlsitaráhugamanna og algjör skömm að láta þær fram hjá sér fara."
        },
        {
            "user": "pardus",
            "user_id": "6631",
            "date": "2003-06-15 16:50:57",
            "id": "1079449",
            "reply_to_id": "1079348",
            "text": "Í tímaröð: (verð að hafa 10 plötur)\n10. Queen - Best of platan\n09. U2 - Joshua Tree\n08. U2 - Achtung Baby\n07. Metallica - Black Album\n06. Marilyn Manson - Antichrist Superstar\n05. Tool - Ænima\n04. Tool - Lateralus\n03. Pink Floyd - Echoes (Best of)\n02. Led Zeppelin - Remasters\n01. Tool aftur - Núna er það bara Lateralus og Ænima í spilaranum - Snilldarsnilldarhljómsveit!\nFarinn að hallast að því að þeir séu ein besta hljómsveit allra tíma!"
        }
    ]
}