{
    "forum_title": "Eve og Dust",
    "user": "ArachVOid",
    "user_id": "2558",
    "date": "2003-05-13 23:23:47",
    "title": "DNRC declares war on RaiD Enterprises",
    "text": "DNRC declares war on RaiD Enterprises\nI the CEO of DNRC am officially declaring war on RaiD Enterprises, for grievances numerous and annoying,\nthe final straw was when Dormy, abusing a position of power he shared with me and several other people took it\nupon himself to unilaterally and in cahoots with other RaiD members to forcibly remove me from my position of\nauthority, he didn't stop there, he also did the same to all others who attempted to object/protect me and the\nsystem. There are numerous other reasons for this war, and I'm sure they'll all be easily found out by those who\nask me or Dormy.\nhttp://eve.klaki.net/raid\n<- this might have something to do with it, as DNRC infiltrators have damaged RaiD's public\nimage, hopefully beyond repair :D\nCya when I pod you Dormy.\nOh and Atlas, I need to talk to you.\nThere is no great genius without some touch of madness.\nSeneca (3 BC - 65 AD), Epistles",
    "url": "https://www.hugi.is/ccp/greinar/142702/dnrc-declares-war-on-raid-enterprises/",
    "url_id": "142702",
    "id": "1079296",
    "replies": [
        {
            "user": "Moli",
            "user_id": "1779",
            "date": "2003-05-14 01:24:38",
            "id": "1079297",
            "reply_to_id": "1079296",
            "text": "You might be willing to inform the crowd why you were dismissed?"
        },
        {
            "user": "Moli",
            "user_id": "1779",
            "date": "2003-05-14 01:31:22",
            "id": "1079298",
            "reply_to_id": "1079297",
            "text": "And.. Well.. if i´m not mistaken, you were the one who tampered with this website and also the one who is hosting it ^^\nSo please do ignore this website folks, we´ll have another one up and running soon."
        },
        {
            "user": "Dormy1",
            "user_id": "16330",
            "date": "2003-05-14 01:32:27",
            "id": "1079299",
            "reply_to_id": "1079296",
            "text": "Arachv0id i'll be waiting in my pod for you :)\ncya ingame\nDormy CEO of RaiD Enterprises"
        },
        {
            "user": "TaCiTuS",
            "user_id": "1444",
            "date": "2003-05-14 01:36:50",
            "id": "1079300",
            "reply_to_id": "1079296",
            "text": "This is what EVE is all about. Me and my missile bays look forward to seeing you in space.\nKaron Antarean of RaiD Enterprises"
        },
        {
            "user": "cazter",
            "user_id": "6529",
            "date": "2003-05-14 01:50:15",
            "id": "1079301",
            "reply_to_id": "1079296",
            "text": "Allt í lagi hvernig væri að tala bara íslensku hérna, ha er þetta ekki íslenskur leikur og íslensk síða hm, hugsum aðeins um það."
        },
        {
            "user": "cazter",
            "user_id": "6529",
            "date": "2003-05-14 01:56:14",
            "id": "1079302",
            "reply_to_id": "1079301",
            "text": "lol haahhah this is sorglegt guys.. speak íslensku maður.. this isn´t svalt at all.."
        },
        {
            "user": "ArabStrap",
            "user_id": "1396",
            "date": "2003-05-14 03:17:32",
            "id": "1079303",
            "reply_to_id": "1079302",
            "text": "Þetta kallast roleplay gimparnir ykkar, þeir sem eru ekki of kúl til að stunda það njóta leiksins töluvert betur.\nEnskan stafar væntanlega af því að ekki allir spilarar leiksins eru íslenskir og kannski checka einhverjir erlendir á þessum yfirlýsingum, nootch! =P"
        },
        {
            "user": "Zeeker",
            "user_id": "1591",
            "date": "2003-05-14 08:32:50",
            "id": "1079304",
            "reply_to_id": "1079296",
            "text": "Jæja… Mr. Backstabber kominn á kreik aftur… Þetta mun vera áhugavert, hvort þetta DNRC “Corp” verði eitthvað ágengt í þessu stríði, miðað við frammistöðu Herra arachvoid í RaiD, bíst ég við að þetta verði lítið gurrilla warfare og stuttlifað, þ.e.a.s. ef hann svíkur það ekki corpið sitt líka(eða reynir það).\nAllir sem eiga reyna að aðstoða svona tvöfalda menn enda með að verða sviknir af þeim sama. Enda sést gremjan í þessum yfirlýsingum.\nOg það sem gerir þetta sérstaklega fyndið er að\nArachvoid var aldrei meir en lowlife grunt í RaiD, massafyndið þegar þeir segjast vera meira þegar marr veit betur.\nEn þetta verður gaman að sjá, hvort að hann setji upp fleirri fake síður eða joini annað corp og reyni að stela öllu frá því.\n-Malus Animo, Kveður að sinni-\n(Sko, bara á ÍSLENSKU! hættið þessu nöldri með ísl/ens!)"
        },
        {
            "user": "KRuSHMaN",
            "user_id": "1514",
            "date": "2003-05-14 11:10:36",
            "id": "1079305",
            "reply_to_id": "1079304",
            "text": "Bíddu, hvað er málið? Meina, wow, tala á ensku fyrir alla kanana úff já það er plús þegar allt annað á síðunni er á ísl. Flottir. Og hvað með það þó svo Dormy hafi látið Arachvoid fjúka og Arachvoid ætli í stríð við RaiD? Meina, fyrst Dormy lét hann fjúka er hann hræddur við hann (Bara mitt álit) því fólk er ekki látið fjúka oftast, you bust them down to private so they get the idea!! :)\nOg “Malsu Animo”, gerði Arachvoid þér eitthvað? Þú hljómar eins og bitur 13 ára krakki í cs sem bullar meira en allt :)"
        },
        {
            "user": "Zealot",
            "user_id": "6298",
            "date": "2003-05-14 12:06:59",
            "id": "1079306",
            "reply_to_id": "1079305",
            "text": "DEATTHHHH FROMM ABOOOVEEEEEE"
        },
        {
            "user": "Zeeker",
            "user_id": "1591",
            "date": "2003-05-14 12:09:47",
            "id": "1079307",
            "reply_to_id": "1079305",
            "text": "Ja, 13ára bitur cs krakki? Ekki alveg, en þegar svona “undir beltisstað” árásir og níðingsverk eins og með heimasíðuna og tilraun til að eyðilegja fyrir tugum annara ÍSLENSKRA spilara verður þetta dálítið persónulegt.\nKrushman. Ef einhver reynir að knésetja fyrirtæki þitt, tekuru því bara “Hey, gg man, best að depromota þig svo þú reynir þetta ekki aftur” ???. Held ekki, auðvita verðuru fúll, pissed eða bara sár(kellinginn þín) … Ef þú ert bara að spila leikinn til að eyðilegja, farðu endilega aftur i CS og teamflashaðu eða eitthvað álíka heimskulegt.\nJafnmikil hugsun í því nema þú erta að borga ákveðið per mánuð til að gera það.\nPvP er flott og fínt en þegar utanleikjar árásir eru gerðar verður þetta gamalt mjög hratt, og efast um að barsmíðar sé langt frá því, þar sem að RaiD eru með allar uppl. um hann félaga Arachvoid. Efast þó að fari svo langt en hey, hefur verið gert skilst mér(ekki af RaiD).\nÞetta er bara leikur eins og er oft sagt, er þá ekki best að halda þá öllu viðkomandi þar?\nGreinilega ekki, þá gætu kauðar eins og Krushman ekki verið bandbrjálæðir út af hvaða tungumáli texti er skrifaður og hvað annað rugl sem fólki dettur í hug.\n-Malus Animo- Looking fer a smartarse to pod."
        },
        {
            "user": "Dormy1",
            "user_id": "16330",
            "date": "2003-05-14 14:37:10",
            "id": "1079308",
            "reply_to_id": "1079305",
            "text": "KRuSHMaN Enska er Official tungumál EvE þannig að við notum það (allso its better for RP) og ég trúi ekki að ykkur finnist erfitt að lesa ensku ???\nWATCH MOVIES :)\nKveðja\ndormy CEO RaiD Enterprises"
        },
        {
            "user": "BritneyS",
            "user_id": "20348",
            "date": "2003-05-14 16:10:14",
            "id": "1079309",
            "reply_to_id": "1079308",
            "text": "haha NAP PVP BCC CNB allaveg eitthvap ;)"
        },
        {
            "user": "jonhrafn",
            "user_id": "21708",
            "date": "2003-05-14 11:05:45",
            "id": "1079310",
            "reply_to_id": "1079296",
            "text": "Já djöfull maður..skrifaðu fokking íslensku hérna.. hundleiðinlegt að lesa þennan skít"
        },
        {
            "user": "BritneyS",
            "user_id": "20348",
            "date": "2003-05-14 12:18:40",
            "id": "1079311",
            "reply_to_id": "1079296",
            "text": "ArachVOid gangi þér vel ég bauð þér 70 manna her móti raid en þú varst eitthvað of steiktur og við erum núna með NPC við raid so erum frekar með þeim en á móti.\nN|Asgei"
        },
        {
            "user": "Blitz",
            "user_id": "6683",
            "date": "2003-05-14 12:58:11",
            "id": "1079312",
            "reply_to_id": "1079311",
            "text": "Atlas hættur í RaiD?"
        },
        {
            "user": "Dormy1",
            "user_id": "16330",
            "date": "2003-05-14 14:32:14",
            "id": "1079313",
            "reply_to_id": "1079312",
            "text": "btw það er NAP ekki NPC :) og síðan er ég ekkert hræddur við Aracavoid hann var með scheme um að knésetja RaiD í retail og þessvegna rákum við hann…\nBlitz Atlas er ekki hættur bara að draga sig í hlé…\nKveðja\ndormy CEO of RaiD Enterprises"
        },
        {
            "user": "ArachVOid",
            "user_id": "2558",
            "date": "2003-05-14 17:26:25",
            "id": "1079314",
            "reply_to_id": "1079311",
            "text": "Nice to know, eins og ég sagði áður, þið eruð lélegir sem allies og hef ég ekki áhuga á slíku, NAP er að sjálfsögðu í boði ef þið hafið áhuga.\nYkkar corp er helvíti öflugt og skipulagt, vildi frekar hafa 5 RaiD á móti mér en ykkur. ;)"
        },
        {
            "user": "ArachVOid",
            "user_id": "2558",
            "date": "2003-05-14 17:24:41",
            "id": "1079315",
            "reply_to_id": "1079296",
            "text": "rofl, ok chillið gaurar, ég nota ensku því að ég var bara að afrita grein sem ég skrifaði á eve-online forums…\nOg varðandi barsmíðar og annað slíkt, þá efast ég ekki um að RaiD hafi gerst sekir um slíkt, hehe annars trúi ég því ekki að þið séuð svo heimskir að reyna eitthvað á móti mér… Sérstaklega þeir ykkar sem hafa hitt mig og þekkja mig.\nAllavega, ég svík ekki DNRC þar sem DNRC er almennilegt corp, ekki er ég að reyna að taka yfir íslenska hluta EvE með því að lokka til mín alla noobana eins og þið, svo fariði með nooba eins og skít, látið þá minea og þræla án þess að fá neitt á móti.\nOg já ég var ekki lowlife grunt í RaiD, ég mætti á einn command fund, lagaði vefsíðuna ykkar á hálftíma (eftir 3 vikur sem hún var niðri) leiðrétti allt bullið sem dormy setti (kann ekki ensku?) Og vann almennt góða vinnu fyrir RaiD. Enda vildi ég hafa ykkur sem sterkasta þegar ég knésetti ykkur,\nThe higher you rise the harder you fall\nCya in EvE."
        },
        {
            "user": "Zeeker",
            "user_id": "1591",
            "date": "2003-05-15 01:25:51",
            "id": "1079316",
            "reply_to_id": "1079315",
            "text": "Hmm… Skilgreining á lowlife: Svikarar, snýkjudýr og þjófar… þar fellur þú undir einn flokkinn…\nEnn eitt hlýtur að hafa farið gegnum huga fólks amk 1 sinni, hví í andskotanum vildiru knésétja RaiD? 15mín frægð eða eitthvað álýka fáranlegt?\nBtw. Held að þú ættir að fara taka lyfinn þín þar sem þú hlýtur að þjást af einhverju þunglyndi… ekki allir sem fara um allt eyðileggjandi fyrir öðrum, berandi lygar á menn hér og þar, og með svona hótanir og ógnanir hægri vinstri…\nDont need to be a Jackarse 24-7…\nAllavega þetta er örruglega waaayyy out of topic, þannig að ég lýk þessu rugli með, gg, cya ingame. =)"
        },
        {
            "user": "ArachVOid",
            "user_id": "2558",
            "date": "2003-05-15 03:43:09",
            "id": "1079317",
            "reply_to_id": "1079316",
            "text": "Jæja takk fyrir það, ég er á móti RaiD af því að þið eruð heimskir, vondir, latir, leiðinlegir rasistar. Svo einfalt er það mál.\nTakk fyrir, og gg."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-05-15 10:42:04",
            "id": "1079318",
            "reply_to_id": "1079317",
            "text": "ArachV0id for president!\n;D"
        },
        {
            "user": "ArachVOid",
            "user_id": "2558",
            "date": "2003-05-14 17:28:49",
            "id": "1079319",
            "reply_to_id": "1079296",
            "text": "One more thing (enska yay) RaiD er óvinsælasta corp sem ég hef nokkurn tímann séð þannig að ég þarf ekki stuðning neins corps… Fyrir utan það að skipulags og agaleysi þeirra gerir þá virkilega viðkvæma fyrir guerilla aðferðum. En hvernig mér og mínu corpi gengur í þessu stríði á eftir að koma í ljós…"
        },
        {
            "user": "Dawg",
            "user_id": "5004",
            "date": "2003-05-14 17:44:23",
            "id": "1079320",
            "reply_to_id": "1079319",
            "text": "Gaur ertu ekki að lesa svörin sem þú fékkst um greinina þína á www.eve.is"
        },
        {
            "user": "Dawg",
            "user_id": "5004",
            "date": "2003-05-14 17:44:51",
            "id": "1079321",
            "reply_to_id": "1079320",
            "text": "http://board.eve-online.com/topic.asp?TOPIC_ID=27137"
        },
        {
            "user": "BritneyS",
            "user_id": "20348",
            "date": "2003-05-14 17:58:28",
            "id": "1079322",
            "reply_to_id": "1079321",
            "text": "Hehe við erum ekkert á móti þér ArachVOid bara kannski óþarfi að fara í stríð móti öðrum íslenskum clönum frekar með :)"
        },
        {
            "user": "xeeder",
            "user_id": "452",
            "date": "2003-05-15 21:21:32",
            "id": "1079323",
            "reply_to_id": "1079296",
            "text": "rock on dude!\nI'll watch your back if you watch mine!\nKv, Pétur."
        },
        {
            "user": "Dormy1",
            "user_id": "16330",
            "date": "2003-05-15 23:25:17",
            "id": "1079324",
            "reply_to_id": "1079296",
            "text": "WoW aracavoid þúrt rosalegaur marr :) well við erum enþá að bíða eftir þessari árás á okkur (100 mans var það ekki) eða þú sagðir það við mig well Bring it on more action less talk plz\nkveðja\ndormy CEO RaiD Enterprises"
        },
        {
            "user": "dadi",
            "user_id": "4956",
            "date": "2003-05-16 14:23:40",
            "id": "1079325",
            "reply_to_id": "1079324",
            "text": "Ég á ekki leikinn ennþá en kaupi hann líklega í dag. En jæja, ég var að lesa í gegnum þetta og vá, sumir virðast taka þessu öllu saman mjög alvarlega. Come on, þetta er bara leikur…svona eins og Survivor, svik og prettir, all part of the game (verð að nota smá ensku til að vera jafn svalur og allir hinir hér…)"
        },
        {
            "user": "ArachVOid",
            "user_id": "2558",
            "date": "2003-05-17 04:57:08",
            "id": "1079326",
            "reply_to_id": "1079296",
            "text": "Jæja, senn líður að fyrstu árás okkar á RaiD Enterprises, en hún mun eiga sér stað kl 12:30 GMT á morgun.\nVonandi gengur RaiD vel að undirbúa sig undir árásina, áhorfendur velkomnir ;)"
        },
        {
            "user": "Dormy1",
            "user_id": "16330",
            "date": "2003-05-17 08:48:43",
            "id": "1079327",
            "reply_to_id": "1079326",
            "text": "we know og þarna við þurfum ekki að undirbúa okkur :) we where born redy :) og síðan samkvæmt mínum upplesingum heldur þú að við séum allt annarstaðar en við erum ;)\nkveðja\nDormy Charles Pride"
        },
        {
            "user": "ArachVOid",
            "user_id": "2558",
            "date": "2003-05-17 22:24:23",
            "id": "1079328",
            "reply_to_id": "1079327",
            "text": "Nú já, takk fyrir að veita mér þær upplýsingar, þær munu eflaust reynast gagnlegar, sorrí að ég komst ekki til að ráðast í dag, server var niðri og tölvan mín ónýt."
        },
        {
            "user": "Bin88",
            "user_id": "14892",
            "date": "2003-05-21 12:34:27",
            "id": "1079329",
            "reply_to_id": "1079327",
            "text": "Baldur mér finnst bara að þú ættir að fara að læra stafsetningu ha… þú suckar líka í ensku"
        },
        {
            "user": "Bin88",
            "user_id": "14892",
            "date": "2003-05-21 12:34:28",
            "id": "1079330",
            "reply_to_id": "1079327",
            "text": "Baldur mér finnst bara að þú ættir að fara að læra stafsetningu ha… þú suckar líka í ensku"
        }
    ]
}