{
    "forum_title": "Eve og Dust",
    "user": "Zeeker",
    "user_id": "1591",
    "date": "2003-05-14 12:42:51",
    "title": "Almenn hegðun í MMORPG leikjum",
    "text": "Jámm, almenn hegðun í online leikjum virðist vera eitthvað sem við Íslendingarnir erum ekki alveg með á nótunum, þetta fer ekki framhjá mörgum núorðið eins og allir fps online leikirnir hafa sokkið niður í, ef þú leggur þína leið í CS eða eitthvað álíka eru almargir með leiðindi, frekju og verst af öllu að svindla á einhvern hátt.\nÉg hef verið í hóp þeirra sem hafa verið að spila online síðan Q2 kom út á sínum tíma og hef tekið eftir þessu vandamáli síðustu árinn og þetta hefur farið stigvaxandi, en ástæðan fyrir þessari grein er að koma í veg fyrir þessa niðurlæging og lágmenning online þjóðarinnar hellist inní heim EVE.\nLeikurinn verður ekki vinsæll né ánægjulegur ef nýliðar koma inn í fyrsta skipti og þeir færð ekkert nema fúlyrði og leiðindi frá samspilurum, tala ekki um ef þeir eru þínir samlandar, sem er ekki upp á marga fiska í öðrum löndum, en í svona “litlu” og samanheldnu samfélagi leikjaspilara eins og er hér á Íslandi verður þetta málefni virði þess að leiða hugann að.\nÉg er ekki alsaklaus af þessu, né flestir spilarar, en ég ætla að leggja mitt að marki að “Hlutverka-spila” þennan leik, s.s. að spila hann út frá karakter sjónarhorni en ekki “bitur 13ára cs krakki” eins og einn lýsti mér þegar ég svaraði pósti hérna á huga fullum-hálsi. [Sem er ekki lýsandi þar sem ég lít á mig sem \"reiður 21ára rumur\" ;) ]\nFl4mers eru ekki vel liðnir fyrir ástæðu, svo sýnum samhug og látum Eve vera ánægjulegan og lausan við niðrandi skæting.\n-Malus Animo- Hefði átt að vera þingmaður =P",
    "url": "https://www.hugi.is/ccp/greinar/142941/almenn-hegdun-i-mmorpg-leikjum/",
    "url_id": "142941",
    "id": "1080767",
    "replies": [
        {
            "user": "Dawg",
            "user_id": "5004",
            "date": "2003-05-14 17:02:00",
            "id": "1080768",
            "reply_to_id": "1080767",
            "text": "Ég er sammála þér um þetta.\nÞetta er orðið svo þreytt að það er ekki eðlilegt.\nAðal ástæðan hvers vegna ég hætti að spila cs"
        },
        {
            "user": "ArachVOid",
            "user_id": "2558",
            "date": "2003-05-14 17:19:29",
            "id": "1080769",
            "reply_to_id": "1080767",
            "text": "100% sammála, alvarlegt vandamál í samfélagi netsins, aftur á móti er EvE án efa skástur, þar sem þar er þroskinn almennt séð meiri. (Fyrir utan Íslendingana)\nVil ég hvetja fólk til að halda sig við EvE þegar kemur að pólitík og hefndum, ekki ætla ég að mæta heim til Dormy með kylfu þó hann hafi bannað mig á ircinu, sama ætti að gilda um það sem gerist í EvE…"
        },
        {
            "user": "Dafoe",
            "user_id": "27826",
            "date": "2003-05-14 17:22:09",
            "id": "1080770",
            "reply_to_id": "1080767",
            "text": "Þetta gerist þegar fólk getur tjáð sig að vild án þess að þurfa að standa augliti til auglitis við viðkomandi og fært rök fyrir máli sínu.\nMér finnst þetta vandamál aukast eftir því sem meðalaldurinn verður yngri.\nÉg held að þeir sem þekkja til eigi t.d. að taka íslenska DOD heiminn til fyrirmyndar, ég finn ekki fyrir neinu svoleiðis þar.\nÉg ætla að leggja mitt af mörkum þegar ég byrja að spila EVE, vonandi gerið þið það líka."
        },
        {
            "user": "ArachVOid",
            "user_id": "2558",
            "date": "2003-05-14 17:32:03",
            "id": "1080771",
            "reply_to_id": "1080767",
            "text": "Ein spurning til þín og hinna í RaiD sem geta talist meira þroskaðir en meðalsmábarn…\nFinnst ykkur eðlilegt að kickbanna fólk af öllum EvE rásunum fyrir að vera óvinir ykkar ingame? Ég skil reyndar alveg að vefsíðan hafi pirrað ykkur. En það þýðir ekki að þið megið kickbanna mér á rás Jeedo, hvað þá að banna vini mína, þ.m.t. Polaris yfirmenn…\nNú vil ég svar frá Atlasi eða Zeekeri."
        },
        {
            "user": "ArachVOid",
            "user_id": "2558",
            "date": "2003-05-14 17:49:03",
            "id": "1080772",
            "reply_to_id": "1080771",
            "text": "Fynnst nú frekar slappt að þú hafir verið að eyðileggja eitthverja síðu og gera bara vanda úr því því þú varst rekinn úr raid eða því að þú ert í fýlu útí náungann sem rak þig.\nEn, já, mér fynnst líka svoldið slappt að kickbanna einhverjum á ircinu útaf því að þið eruð óvinir, en síðan gæti hugsanlega réttlátt það.\nEn ekki svara þessu ef þú ætlar að rífast við mig, nenni ekki að lenda í rifrildi \":þ"
        },
        {
            "user": "ArachVOid",
            "user_id": "2558",
            "date": "2003-05-14 17:57:01",
            "id": "1080773",
            "reply_to_id": "1080772",
            "text": "Sammála þér, ég skemmdi bara síðuna smávegis þar sem þeir ráku mig úr RaiD án þess að tala við mig. Ég er að hosta þessa síðu og er webmasterinn… Ekki  mitt vandamál að þeir hugsa ekki áður en þeir framkvæma.\nÉg er alls ekki í fílu út í gaurinn sem rak mig, finnst það hafa verið frekar gáfað hjá honum Atlasi, ég er í fílu út í Dormy fyrir að banna mig allsstaðar þar sem hann er op….\nAnnars þá er alveg hægt að fá mig til að taka síðuna niður, nú eða laga hana. Þarf bara samningaviðræður."
        },
        {
            "user": "BritneyS",
            "user_id": "20348",
            "date": "2003-05-14 18:01:50",
            "id": "1080774",
            "reply_to_id": "1080773",
            "text": "Jamm dod þar er ekkert um gimpa hegðun og svonna enda er meðalaldurinn þar hár allavega ég er yngstur í Necro og ég er 20 ára :D\nN|Asgei"
        },
        {
            "user": "Zeeker",
            "user_id": "1591",
            "date": "2003-05-15 01:44:52",
            "id": "1080775",
            "reply_to_id": "1080771",
            "text": "Það er ekki allt svona tært og auðsýnt hvað þú gerðir til að skaða RaiD, enn það að halda þér á shitlist á IRC er ekki endilega svo ósanngjarnt, og þú ættir að vita best af öllum afhverju.\nÉg veit ekki betur en að þú hafir reynt hið sama en mistekist og því hafiru hlaupið í einhverja Polaris menn sem hafa nær enginn völd í Eve public rásum.\nMenn geta vegið og meiða hvor ykkar hefur gert meir fyrir leikinn og samfélagið, en flestir vita að Dormy hefur gert mjög marga góða hluti fyrir Eve og irc/forum samfélagið, og mun halda áfram að gera góða hluti. Annað er með þig, þín síðustu afrek, ef afrek geti kallast: er að reyna eyðileggja part af samfélaginu, takeover á irc rásum, upplýsinga-lekar út um allar trissur og berandi lygar uppá virta eve-spilara.\nÞessi grein og lýsing á lágmenninguni á vel við ÞIG Arachvoid, og það hræsni að þú skulir vera “Sammála” mér þegar þú leggur þitt að mörkum til að gera samfélagið enn verra.\n-Malus Animo- Þakka áheyrnina og góð viðbrögð =)"
        },
        {
            "user": "ArachVOid",
            "user_id": "2558",
            "date": "2003-05-15 19:03:50",
            "id": "1080776",
            "reply_to_id": "1080775",
            "text": "Þín skoðun vottir nú af fordómum verð ég að segja, og ég hef ekki minnstu hugmynd um hvað þú ert að tala þegar þú segir að ég hafi gert takeover, eina rásin sem ég hef NOKKURNTÍMANN gert takeover á er #mh og “polaris pakkið” sem er vinur minn hafði ekkert að gera með þetta irc vesen, þetta takeover sem þú talar um er væntanlega #eve-online botnetið, en það setti Jeedo upp, og hann er eigandi rásarinnar og stofnandi.\nVarðandi Dormy verð ég að segja það að aldrei hef ég kynnst heimskara fífli, gaurinn er ótíndur þjófur (spurðu Theory t.d.) og algjörlega þroskahefur letingi, (afhverju er vefsíðan ykkar búin að vera niðri í 2 mánuði?)\nOg varðandi framlag mitt til samfélagsins þá er ég að halda tvö player event í dag og á morgun, er fréttaritari á EvE-ix og var á EvE-i og er þar virkastur af öllum. Geri Dormy betur.\nFUCK RAID, FUCK YOU og FUCK Dormy\nég fer ekki með ingame deilur á ircið. Ólíkt ykkur, sem gerðuð takeover á #eve-online til að shitlista mig.\nOg nei mér finnst það alls ekki réttlætanlega að shitlista mig, hvað þá vini mína."
        },
        {
            "user": "NMushroom",
            "user_id": "15993",
            "date": "2003-05-14 18:12:45",
            "id": "1080777",
            "reply_to_id": "1080767",
            "text": "Well.. Zeeker þú hefur nú alveg rétt fyrir þér í þessum málum :)"
        },
        {
            "user": "xeeder",
            "user_id": "452",
            "date": "2003-05-14 18:39:43",
            "id": "1080778",
            "reply_to_id": "1080767",
            "text": "það er ástæða fyrir því að HELVÍTIS BÖRN eiga ekki að spila tölvuleiki.\nEVE online þarfnast CC og ég legg til að allir foreldrar segi NEI við því að láta krakka sína fá sín kort, þannig væri hægt að halda öllum undir 18 ára frá leiknum.\nÓþolandi þegar eitthverjir 15 ára guttar eru að dissast!"
        },
        {
            "user": "Shounin",
            "user_id": "26135",
            "date": "2003-05-14 20:24:47",
            "id": "1080780",
            "reply_to_id": "1080778",
            "text": "*ahem* þetta finnst mér nú bara móðgandi…\nég er aldrei að dissast\n-Seoran"
        },
        {
            "user": "Krullgor",
            "user_id": "18349",
            "date": "2003-05-14 20:35:20",
            "id": "1080781",
            "reply_to_id": "1080778",
            "text": "xeeder:\nég er 15 ára, og hef spilað dark age of camelot í rúmt ár.. ég hef aldrei notað þetta svokallaða “l33t sp34k” sem maður kannast svo vel við úr counterstrike, né verið leiðinlegur við neinn af fyrra bragði.\nÉg hef nú aldrei spilað Eve, nema betuna, en ég tek jafn mikið eða meira eftir leiðindum frá “fullorðnu” fólki, sem hefur nákvæmlega þetta álit á “HELVÍTIS BÖRNUM” eins og mér, í DAOC.\nOg ef svona leiðindafólk má ekki spila tölvuleiki, ætti ekki bara að taka alla í persónuleika próf til að sjá hvort þau séu “verðug” þess að spila tölvuleiki?"
        },
        {
            "user": "maggimega",
            "user_id": "20821",
            "date": "2003-05-14 21:37:51",
            "id": "1080782",
            "reply_to_id": "1080778",
            "text": "hvað finnst þér um sextán ára gutta?"
        },
        {
            "user": "liberial",
            "user_id": "5938",
            "date": "2003-05-14 22:57:10",
            "id": "1080783",
            "reply_to_id": "1080782",
            "text": "Það er alveg svakalegt að hlusta á suma ykkar.. þið sem eruð 20+ þið ásakið bara allan ungdóminn eins og einhverjir fávitar, kannski að þið ættuð að líta í eigin barm svona einu sinni til tilbreytingar. Það eina sem þið talið um og vælið um er það hversu mikið það er um svona hálvita úr cs og bla bla bla… ég sjálfur er ekki einn af þeim (cs eðjótunum) en ég sóa ekki tíma í að skammast endalaust út í þá!\nÉg er alveg viss um að það er nokkur slatti af mun andlega þroskaðri einstaklingum en ykkur þarna úti.\nOg síðan á að spila tölvu“leiki” ekki blanda persónulegum málefnum útí eins og að banna einhverja á öllum irk rásum sem maður hefur op á og hvað þá félega viðkomandi. (Bara benda á það að ég veit að ég sagði persónulegum málefnum og síðan irk, þannig er það bara að irk er ívið persónulegra en tölvuleikir)\nKv, Reyna að halda friði."
        },
        {
            "user": "Skassus",
            "user_id": "20399",
            "date": "2003-05-15 12:12:31",
            "id": "1080784",
            "reply_to_id": "1080778",
            "text": "xeeder, helduru að þessi grein þín sýni mikinn þroska eins og þú “segist” hafa framyfir þessa 15 ára stráka ?\nÉg er að vísu hrikalega á móti öllum pirring í garð byrjenda, enda er ég eflaust á nokkurs vafa sá allra versti. Ég kalla mig Villi Vill( takið eftir byrjendalega nafninu) og ef þið sjáið mig, þá endilega komið með svona sniðug ráð, því ég verð að segja að ég er gjörsamlega að skíta á mig í leik þessum."
        },
        {
            "user": "Gregg",
            "user_id": "28663",
            "date": "2003-05-15 16:56:01",
            "id": "1080779",
            "reply_to_id": "1080778",
            "text": "ok þótt sumir krakkar séu kannski eitthvað leiðinlegir er þetta alger óþarfi og mér finnst þetta mjög móðgandi, ég hef alltaf hjálpað öllum sem hafa spurt mig um eitthvað meðan flestir hafa bara litið framhjá spruningunni og haldið áfram að tala saman. ég hef aldrei móðgað neinn án góðrar ástæðu og þá reyni ég oftast að tala við hann í staðinn fyrir að blóta bara eins og margir gera.\nég er ekkert að segja að ég sé neitt betri en neinn en mér finnst þetta nú ekki mjög þroskað hjá þér og ég verð að segja að ef það væru allir eins og þú þá í EVE þá væri hann nú ekki mjög skemmtilegur."
        },
        {
            "user": "Gregg",
            "user_id": "28663",
            "date": "2003-05-15 17:05:08",
            "id": "1080785",
            "reply_to_id": "1080778",
            "text": "ef einhver þrítugur myndi segja þetta við þig myndi þér finnast hann mjög þroskaður?"
        },
        {
            "user": "raspi",
            "user_id": "30776",
            "date": "2003-05-15 17:46:05",
            "id": "1080786",
            "reply_to_id": "1080785",
            "text": "Samála,og það er verið að ofnota þetta “CS spilandi óþolandi 14 ára krakki”dæmi!! þÓTT AÐ ÞAÐ SÉU MJÖG MARGIR HÁLVITAR ÞARNA INNÁ MILLI ÞÁ ERU EKKI ALLIR HÁLVITAR SEM ERU UNDIR TVÍTUGU!\n-Þakka fyrir mig ;)"
        },
        {
            "user": "xeeder",
            "user_id": "452",
            "date": "2003-05-15 18:10:13",
            "id": "1080787",
            "reply_to_id": "1080785",
            "text": "Já\nÉg spilaði CS á sínum tíma í 3 ár, frá 16 til 19.\nFékk mig fullsaddan af því að vera kickaður af serverum fyrir að vera góður að headshota, sakaður um svindl.\nLagaðist að vísu mikið með tilkomu punkbuster, en samt sem áður. CS og flestir online fps leikir eru bannaðir, og mér finnst að foreldar ættu að virða LÖG og banna krökkunum sínum að spila þessa leiki.\nEykur einungis ofbelti ef eitthvað er."
        },
        {
            "user": "Skassus",
            "user_id": "20399",
            "date": "2003-05-15 18:46:41",
            "id": "1080788",
            "reply_to_id": "1080787",
            "text": "úff, það er ekkert smá sem þú ert veruleikafyrrtur.\nMér finnst til þess að koma í veg fyrir leiðinlegar spurningar eins og hjá mér og öðrum byrjendum þá held ég að það væri mjög sniðugt að annaðhvort gera þetta “tutorial” aðgengilegra og/eða gera kork um hvernig þessi leikur virkar."
        },
        {
            "user": "raspi",
            "user_id": "30776",
            "date": "2003-05-15 18:48:04",
            "id": "1080789",
            "reply_to_id": "1080787",
            "text": "Þetta er bara rugl útaf því að þeir sem eru hálvitar eru ekki mikið að sækja í EVE.\nÞeir halda sig við CS….sem betur fer!"
        },
        {
            "user": "Booger",
            "user_id": "1132",
            "date": "2003-05-15 20:33:48",
            "id": "1080790",
            "reply_to_id": "1080787",
            "text": "Eru bannaðir? Um hvað ertu að tala eiginlega? Eykur ofbeldi? Ég sé nú ekki cs gauranna fyrir mér að slást í miðbæ Reykjarvíkur. Spila nú ekki cs en voðalega þurfa menn að vera veruleikafirrtir til að koma með svona bull eina og þú."
        },
        {
            "user": "Gregg",
            "user_id": "28663",
            "date": "2003-05-15 22:23:10",
            "id": "1080791",
            "reply_to_id": "1080787",
            "text": "ok í fyrsta lagi er CS ekkert bannaður, og í öðru lagi sé ég nú engan sem ég veit að spilar CS fyrir mér að slást."
        },
        {
            "user": "maggimega",
            "user_id": "20821",
            "date": "2003-05-15 23:42:39",
            "id": "1080792",
            "reply_to_id": "1080791",
            "text": "true, true"
        },
        {
            "user": "Moen",
            "user_id": "17218",
            "date": "2003-05-16 23:30:16",
            "id": "1080793",
            "reply_to_id": "1080791",
            "text": "cs er bannaður innan 16 og krakkar hafa leikið ser með byssur ut af þessum leik.(ætla samt ekki að hætta að spila hann)"
        },
        {
            "user": "Gregg",
            "user_id": "28663",
            "date": "2003-05-17 00:10:07",
            "id": "1080794",
            "reply_to_id": "1080793",
            "text": "ekki á íslandi."
        },
        {
            "user": "Gregg",
            "user_id": "28663",
            "date": "2003-05-15 22:25:00",
            "id": "1080795",
            "reply_to_id": "1080787",
            "text": "og í þriðja lagi, hvað ertu að bulla? þú hefur greinilega svarað vitlausu svari eða eitthvað þegar þú svaraðir mínu svari.\nef ekki, hvað í andskotanum átti þetta já að þýða, og hvenær í andskotanum minntist ég nokkurn tímann á CS?"
        },
        {
            "user": "Dormy1",
            "user_id": "16330",
            "date": "2003-05-15 23:29:23",
            "id": "1080796",
            "reply_to_id": "1080795",
            "text": "Aracavoid btw ég shitlistaði þig ekki útaf því að mér líkar ekki við þig ingame ég shitlistaði þig útaf því að þú varst með anti RaiD propaganda og skít kast\nOg LOL Aracavoid hvernig geturu verið sammála þessu þú varst að fleima mig og RaiD á fullu í síðasta pósti þínum\nkíktu í eigin barm áður en þú ferð að dæma kallin minn\nkveðja\ndormt CEO RaiD Enterprises"
        },
        {
            "user": "Dormy1",
            "user_id": "16330",
            "date": "2003-05-15 23:44:10",
            "id": "1080797",
            "reply_to_id": "1080796",
            "text": "við höfum aldrey gert take over á #eve-online og great það veit einginn hver þú ert á www.eve-i.com (sem ég hef talað við)\nog afhverju má heima síðan okkar ekki vera niðri ??? er það eitthvað hita mál fyrir þig að heimasíðan sé niðri ??\nog ef ég er svona heimskur og mikill þófur afhverju er ég þá CEO RaiD Enterprises (sem er mjög virt corp í EvE Heiminum) og síðan hef ég aldrei  séð þig á GMS fundum eða neitt að leggja þitt af mörgunn við að búa til leikinn….\nAracavoid ég mæli með að þú farir uppí sumarbústað ur sum og bara róir þig aðeins ´\nmér finnst þú orðinn ansi æstur :)\nKveðja\nDormy CEO RaiD Enterprises"
        },
        {
            "user": "Dormy1",
            "user_id": "16330",
            "date": "2003-05-15 23:47:02",
            "id": "1080798",
            "reply_to_id": "1080797",
            "text": "ps….\nmeð að hafa lagt framm til eve sammfélagsins\nég t.d stofnaði #EvE-test á IRCnet og fekk svona 3000 msg á dag frá newbies að biðja um hjálp í EvE og ég gerði mitt besta að hjálpa þeim…\nsíðan hef ég alltaf reynt að gera allt sem ég get til að bæta og gera Íslensku EvE menninguna betri….\nKveðja\nDormy CEO RaiD Enterprises"
        },
        {
            "user": "ArachVOid",
            "user_id": "2558",
            "date": "2003-05-15 23:59:01",
            "id": "1080799",
            "reply_to_id": "1080798",
            "text": "Amm og þú notaðir eve-test til að styrkja RaiD, mjög óeigingjarnt, eða þannig.. og sú rás var líka oftast niðri…\nEn hvað með það, talaðu við Dancer eða Neomorph um mig ef þú vilt fá uppl um www.eve-i.com störf mín, eða lestu greinarnar mínar…"
        },
        {
            "user": "Dormy1",
            "user_id": "16330",
            "date": "2003-05-16 00:01:26",
            "id": "1080800",
            "reply_to_id": "1080799",
            "text": "hún fór tvisvar niður…\nog ég notaði bara reynda RaiD eve players til að hjálpa newbies það styrkir okkur líka en einnig það er gott frammlag til eve menningunnar\nkveðja\nDormy CEO RaiD Enterprises"
        },
        {
            "user": "ArachVOid",
            "user_id": "2558",
            "date": "2003-05-16 00:04:25",
            "id": "1080801",
            "reply_to_id": "1080800",
            "text": "Segðu mér, finnst þér þetta gott framlag? Að búa til ircrás til að hjálpa noobum, og nota hana til að recruita fólk, RaiD auglýst í topic, rásin var uppi í sona 2 vikur alltíallt (sem ég tók eftir).\nEn hvað með það…\nStaðreyndin er sú að RaiD hefur alltaf verið corp sem mér er illa við, og nú þegar þú ert við stjórn Dormy, er mér enn verr við RaiD, ekki af því að þið gerðuð eitthvað við mig, heldur af því að þið gerðuð eitthvað við EvE, og samfélagið…\nÞið viljið að íslendingar standi saman, jájá gott og blessað, en það er líka eins og nasisminn hjá þjóðverjum, “við á móti þeim” attitúd boðar aldrei gott…"
        },
        {
            "user": "Dormy1",
            "user_id": "16330",
            "date": "2003-05-16 00:07:23",
            "id": "1080802",
            "reply_to_id": "1080801",
            "text": "auðvitað var auglesing í topic er það bannað eða ???\nog við höfum aldrey verið neitt sérstaklega að styðja íslenskt samstarf (ekki sem ég hef tekið eftir) og nasismi ?? ehh hvernig erum við nasistar ???\nkveðja\nDormy CEO RaiD Enterprises"
        },
        {
            "user": "McBeth",
            "user_id": "6889",
            "date": "2003-05-16 00:36:08",
            "id": "1080803",
            "reply_to_id": "1080802",
            "text": "Ok ég hef nú eitt og annað að leggja fram herna,\nhvað er svona pirrandi við spurningar, þetta er leið fyrir fólk til að læra af öðrum.\nÉg hef sjálfur verið mjög duglegur við það að spurja um það sem ég hafði ekki hugmynd um í byrjun og þeir sem hafa verið svo hjálpsamir og svarað mér um eitt og annað eiga mínar þakkir.\nSvo er eitt einhver nefndi online tölvuleiki og ofbeldi í samhengi… einhvernveginn held ég ekki að tölvuleikjaspilarar séu þeir sem eru augafullir niðri í bæ berjandi mann og annan, sjálfur get eg ekki séð það alveg fyrir mér:)\nÞetta er það fyrsta sem ég hef lesið um þetta archvoid og raid dæmi og það sem að ég sé er að þetta er fáranlegt að draga þetta inn í þessa umræðu, þetta virðist vera eindæmi um mann sem var rekinn og vann eftir það skemmdarverk á síðu raid og fékk shitlist eftir það… ekkert svosem skrýtið (hef ekki kynnt mér málið nógu vel gæti haft rangt fyrir mér).\nHeld að þeir sem eigi hlut í máli í þessu ættu bara að taka þetta private á irc or some….\nTakk fyrir mig\nMcBeth"
        },
        {
            "user": "ArachVOid",
            "user_id": "2558",
            "date": "2003-05-16 02:16:04",
            "id": "1080804",
            "reply_to_id": "1080803",
            "text": "Rétt skilið, en þess má geta að ég vann skemmdarverk á síðu þeirra vegna þess að þeir ráku mig úr RaiD uppúr þurru án þess að tala við mig um málið. Einnig að ganni mínu.\nÉg veit núna afhverju þeir ráku mig og finnst það afburðagott hjá þeim, dáist að Internal Affairs hjá þeim þar sem þeir náðu mér í miðju plotti.\nAfturámóti er ég ósáttur við shitlist, en það skiptir kannski engu þar sem það nær ekki á neinar rásir sem skipa mig máli… Dormy má glaður við sitja að ég geri honum ekki það sama."
        },
        {
            "user": "ArachVOid",
            "user_id": "2558",
            "date": "2003-05-16 13:35:05",
            "id": "1080805",
            "reply_to_id": "1080804",
            "text": "ArachVOid, quit while you're behind."
        },
        {
            "user": "ArachVOid",
            "user_id": "2558",
            "date": "2003-05-16 17:30:35",
            "id": "1080806",
            "reply_to_id": "1080805",
            "text": "Hehe, vilja fleiri RaiD meðlimir koma og skjóta á mig nafnlaust? Endilega komið allir.\nÉg er eiginlega hálfhissa að enginn hafi safnað liði og komið í heimsókn til mín ennþá, til hamingju RaiD með að vera ekki alveg jafn ömurlegir og ég hélt.\nOg já, ég er að sigra RaiD frekar auðveldlega enn sem komið er, þeir eru að sóa peningum í varnir á meðan ég byggi mig upp, ég er á #eve-online þar sem þeir rembdust við að halda mér úti osfrv."
        },
        {
            "user": "Dawg",
            "user_id": "5004",
            "date": "2003-05-16 17:49:04",
            "id": "1080807",
            "reply_to_id": "1080806",
            "text": "varnir…. fliss\nvið bíðum þess að þú komir með þennan her þinn.. þurfum engar varni"
        },
        {
            "user": "Dormy1",
            "user_id": "16330",
            "date": "2003-05-17 08:46:21",
            "id": "1080808",
            "reply_to_id": "1080806",
            "text": "við vorum ekkert að rembast við hentum þér út einusinni og ekki eru m við að böggast í þér neitt útaf því frekar….\nen hvernig geturur verið að vinna þegar hvorki corpið þitt er til ingame né að þú sért búinn að gera árás á okkur ??? :/\nog ps við þyrftum ekki að safna liði ;)\nKveðja\nDormy CEO RaiD Enterprises"
        },
        {
            "user": "ArachVOid",
            "user_id": "2558",
            "date": "2003-05-20 21:35:36",
            "id": "1080809",
            "reply_to_id": "1080806",
            "text": "Jæja þar kom það, einn búinn að hóta að koma heim til mín. En fyrirsjáanlegt. Til hamingju með að vera alveg jafn mikil fífl og ég spáði fyrir :P"
        },
        {
            "user": "dadi",
            "user_id": "4956",
            "date": "2003-05-21 01:25:50",
            "id": "1080810",
            "reply_to_id": "1080809",
            "text": "Mikið svakalega virðast sumir taka þennan leik alvarlega…\nTelst það ekki áhyggjuefni þegar menn eru farnir að spá meira í tölvuveruleikjaheimi en sjálfum veruleikanum?\nÞetta er enn bara tölvuLEIKUR….sama hversu flottur hann er."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-05-14 20:54:19",
            "id": "1080811",
            "reply_to_id": "1080767",
            "text": "Það er samt eitt sem að Eve hefur sem að þessir CS og Quake hafa ekki sem n00ba vörn og það er mánaðar gjaldi. Flestir þeir sem eru með svona skjæting eru ákkurat þeir sem að annað hvort geta eða nenna ekki að standa í því að borga fyrir svona leik. Prufa kannski í ein mánuð og svo er þetta búið svo þetta verður aldrei janf alvarlegt eins og í FPS leikjum(amk vona að ég hafi rétt fyrir mér). Það eru samt alltaf einhverjir sem að kunna ekki að haga sé og við verðum bara að vona það besta.\n“Stafsetningar villur eru ekki á ábyrgð höfundar”"
        },
        {
            "user": "UBS",
            "user_id": "13394",
            "date": "2003-05-14 23:15:38",
            "id": "1080812",
            "reply_to_id": "1080767",
            "text": "Reyndr held ég að ég séi einn yngsti í EVE, er búinn og borga og er 12, ég er ekki með neitt bögg og þannig, ég er í leiknum til að leika mér….og svo nýliðarnir(noobarnir)þeir eru ekki svo áberandi, eru á nýliða svæði\nþar sem að er high security status, ætti að banna orðið noob á high security systemum :D.\nEn já þetta er mikið vandamál með talsmátann, bara allir að tala á móti þeim sem að eru með svona, ég skammast mín….gerði þetta þegar að ég fór first í BF og þá var bara allir að tala við mig…..engan CS móral, ég spila nú BF, CS, EVE og AQ og vonast eftir góðum móral í EVE, allir á móti mér í AQ fyrir að svona….já vilja ekki vera vondur við nooba(nýliða á að nota í EVE :)) :D"
        },
        {
            "user": "UBS",
            "user_id": "13394",
            "date": "2003-05-15 13:33:21",
            "id": "1080813",
            "reply_to_id": "1080812",
            "text": "Go Yalsamier!"
        },
        {
            "user": "Jindro3k",
            "user_id": "18961",
            "date": "2003-05-15 00:01:10",
            "id": "1080814",
            "reply_to_id": "1080767",
            "text": "Ég er aljörlega sammála að fólk skuli alltaf notfæra sér það dissa einhvern til að sýnast mikilvægari bakvið hulið einkenni."
        },
        {
            "user": "Andyandlou",
            "user_id": "1783",
            "date": "2003-05-15 21:47:18",
            "id": "1080815",
            "reply_to_id": "1080767",
            "text": "Satt, cs kynslóðin kann ekki að hegða sér í leikjum eins og daoc og eq og þannig… :("
        },
        {
            "user": "ArachVOid",
            "user_id": "2558",
            "date": "2003-05-16 00:04:56",
            "id": "1080816",
            "reply_to_id": "1080767",
            "text": "Goddamn, ArachV0id.\nÞú ert að breyta þessu í lélega sápuóperu, að vera rekinn úr RaiD og fara í eitthvað fýlukast útí RaiD sem bitnar btw á öllum RaiD members, ekki bara þeim sem þú ert að skæla yfir.\nCry me a river og hættu þessum stælum, hvað ertu gamall annars?"
        },
        {
            "user": "ArachVOid",
            "user_id": "2558",
            "date": "2003-05-16 00:20:02",
            "id": "1080817",
            "reply_to_id": "1080816",
            "text": "Suck mah balls.\nÞað að vera rekinn var fínt. Þið skiljið greinilega ekki upp né niður. Ó nei. Prepare for war RaiDbitches."
        },
        {
            "user": "Dormy1",
            "user_id": "16330",
            "date": "2003-05-16 00:27:22",
            "id": "1080818",
            "reply_to_id": "1080817",
            "text": "við erum búnir að vera redy síðan 30 min eftir að þú declaraðir war á okkur ætlið þið ekkert að koma eða ?\nkveðja\nDormy CEO RaiD Enterprises"
        },
        {
            "user": "NMushroom",
            "user_id": "15993",
            "date": "2003-05-16 00:08:55",
            "id": "1080819",
            "reply_to_id": "1080767",
            "text": "Dormy is right, Arachv0id hvað hefur þú gert fyrir íslenska eve heiminn ??? Ekki rassgat !!!\nOg það er algör óðarfi að ráðast svona á okkur, sérstaklega þetta með heimasíðuna (þetta flokkast alveg örugglega undir ooc).\nHeld að þú sért bara fúll út af þú varst rekin ;)\n-PanZe"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-05-16 00:28:30",
            "id": "1080820",
            "reply_to_id": "1080767",
            "text": "Woah! You really sound scary. Myndi vilja sjá hvort þú sért eins stór og orðin þín eða þú sért lítill maður með stór orð, and guess what im thinking."
        },
        {
            "user": "BlaZter",
            "user_id": "15024",
            "date": "2003-05-16 01:08:35",
            "id": "1080821",
            "reply_to_id": "1080767",
            "text": "Arcahvoid, RaiD gerði aldrei neitt Take over á eve-online. Ég hef verið á þessari rás síðan hún var stofnuð. Þú hins vegar de-oppaðir alla RaiD members á rásinni um leið og þú fékkst op og hleypur svo á felur bakvið Jeedo um að hann sé að setja inn eitthvað botta net. Margir oppar þarna sem hafa verið það síðan hún var stofnuð eru ekki enn með op, en þú og þínir vinir allir að með op.\nMundi telja eitthvað skrítið þar. Ég hjálpaði Dormy með eve-test rásina og þó hún hafi ekki verið uppi lengi þá veit ég vel að hún hjálpaði mörgum þar á meðal þér. Það var meira segja ég sem hjálpaði þér að komast inn á hana, þetta var um svipað leiti og þú joinaðir RaiD. Þetta gerðist 14 Feb síðastliðinn og á ég enn log-ana yfir þetta. Og þetta fuck dormy og fuck raid sýnir að andlegi þroski þinn er á við 7 ára krakka.\nVirðingarfyllst\nRaiD-BlaZte"
        },
        {
            "user": "ArachVOid",
            "user_id": "2558",
            "date": "2003-05-16 02:13:47",
            "id": "1080822",
            "reply_to_id": "1080821",
            "text": "Kannski er ég bara orðinn þreyttur á RaiD flameum á mig hérna. Og þú hjálpaðir mér á rásina og þar hjálpaði ég fjölda manna, fékk enga hjálp sjálfur svo ég muni.\nÉg deoppaði RaiD því það var talið besta leiðin til að fara, þar sem Dormy hafði bannað fjölmarga oppa þarna, t.d. mumppis, yakzan, r-d-x, og mig.. ef ég man þetta rétt, fyrir það að unbanna mig? Og Panzer tók þátt, þá eru tveir RaiD commanders að taka yfir rásina, Jeedo er stofnandi og hann ræður. Ég fel mig ekki bakvið einn né neinn.\nÞess má geta að ég er enn shitlisted af Dormy á öllum hans ircrásum. Bleh, talið við mig í private ef þið viljið bara móðga og tala um þroska minn."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-05-23 13:37:50",
            "id": "1080823",
            "reply_to_id": "1080767",
            "text": "haltu kjafti þú ert bara feitur og bitur 13 ára cs krakki!!!!!!!"
        }
    ]
}