{
    "forum_title": "Söngvakeppnir",
    "user": "Maos",
    "user_id": "763",
    "date": "2003-05-15 20:24:45",
    "title": "15.maí- Ísland, Austurríki og Írland",
    "text": "Ísland\nBirgitta Haukdal er fulltrúi Íslands í ár. Til að byrja með var því haldið fram að Íslenska lagið væri stolið en svo varð nú ekkert úr því og lagið var samþykkt. Sumir íslendingar héldu að það hefði slæm áhrif fyrir okkur þær ásaknir komu um stuldinn, en nóg var af öðrum lögum sem stálu þeirri senu! Þvert á móti lítur allt út fyrir að Birgitta sé ótrúlega vinsæl í flestum löndunum sem taka þátt og í könnunum hefur lagið lent í 1-5 sæti. Það lítur því allt út fyrir góða keppni!\nLagið er alveg ágætt. Eitt af betri lögunum að mínu mati þó mér hafi nú ekki litist of vel á það áður en það fór út. En þegar ég er búin að heyra öll hin lögin lýst mér mun betur á það. Enski textinn er þó ekki uppá marga fiska, væminn og leiðinlegur og málfræðilega vitlaus.\nMynbandið er mun betra en hin 2 sem sýnd voru í kvöld. Það er alvöru myndband en ekki bara upptaka frá forkepnninni. Það mætti þó alveg minnka aðeins rista stóra ljósskiltið sem á stendur BIRGITTA, en hefði mátt standat t.d. nafn lagsins eða eitthvað álíka.\nESC stjörnur á skalanum 1-5:\nLag:**(ágætis lag)\nTexti:*(leiðinlegur)\nMynband:***\nAust urríki\nAlf Poier- Weil der Mensch zählt(Man is the measure of all thins)\nAlf Poier er sérstakur náungi. Hann hefur verið nefndur Austurríski Stefan Raab. Ekki munaði miklu að hann hefði ekki fengið að taka þátt því óljóst var hvort lagið hefði farið í spilun áður en forkeppnin í Austurríki var. Alf er uppistandari og söngvari að atvinnu.\nLagið er mjög spes, og hljómar mjög ruglað. Textinn er líka eftir því, hann hljómar um það hvernig það er fyrir dýrin að lifa í veröld mannanna, skítugri veröld mannanna. Alf er þekktur fyrir að vera anarkisti og er textinn líka alveg eftir skoðunum hans. Eins og hann segir sjálfur þá er hann: “með boltum en á móti hringjum, með hornum en á móti brúnum(edges), með trjám en á móti skógum”! Ætli þetta lýsi þessu ekki best.\nMyndbandið er vægast sagt spes! Ekki við öðru að búast af þvílíkum furðufugli og Alf. Það var nú samt algjör snilld þegar hann tekur rokkaða kaflann inná milli og bakraddirnar(sem eru í ljótustu kjólum sem hafa lengi sést í júró) fara að slamma! og maðurinn grípur um betri hlutann á sér. Myndavélinni er þó nett beint frá því svo að fólk hneikslist ekki. Hvernig ætli hann hagi sér í sjálfri keppninni?? Með honum á sviðinu eru nokkur leikfanga dýr. Vægast sagt stórkostlega spes…\nLagið er ekki sérlega vænt til hlustunar, hvorki textinn né lagið sjálft.\nESC stjörnur á skalanum 1-5:\nLag:*\nTexti:**(fyrir frumlegheit)\nMynband:*\nÍrland:\nMickey Harte- We've got the world tonight\nMickey er 29 ára Írskur söngvari sem var einmitt líka næstum bannað að koma í keppnina. Margir hafa heyrt hversu lagið er líkt “Fly on the wings of love” sem Olsen bræður unnu 2000 keppnina svo eftirminnilega með. En efti mikið stapp og streð var lagið leyft. Það verða svo áhorfendur að dæma um hvort lagið sé engu að síður of líkt.\nEkki nóg með það heldur missti Mickey líka föður sinn í miðjum undirbúningnum undir keppnina. Svo þetta hefur ekki verið auðveldur ferill hjá greyiinu\nLagið skuggalega líkt vinningslaginu síðan 2000. Það hljómar mjög vel til að byrja með og verður ekkert verra þegar meira er hlustað á það. Það er heldur væmið en gott svona til að syngja með.\nMyndbandið: hann Mickey er nú mikið fyrir augað og syngur eins og engill uppá sviði í Írlandi. Með honum á sviðinu eru 3 ungar stúlkur sem gætu varla verið væmnari og brosmildari, allar í svörtum eins kjólum. Þetta er í heildina mjög stílhreint, en fá þó lítinn kredid fyrir nokkurn frumleika þar sem mynbandið er bara tekið í undankeppninni á Írlandi.\nESC stjörnur á skalanum 1-5:\nLag:**(samt soldið mikið stolið)\nTexti:**(voðalega venjulegt eitthvað)\nMynband:* og 1/2, aðalega fyrir sætleika Mickey.",
    "url": "https://www.hugi.is/songvakeppnir/greinar/143181/15mai-island-austurriki-og-irland/",
    "url_id": "143181",
    "id": "1082980",
    "replies": [
        {
            "user": "Maos",
            "user_id": "763",
            "date": "2003-05-20 20:16:57",
            "id": "1082981",
            "reply_to_id": "1082980",
            "text": "Fín grein. Mætti samt setja nokkur “ömurlegt” í lagið frá Austurríki. Eða mér finnst það allavega."
        },
        {
            "user": "Maos",
            "user_id": "763",
            "date": "2003-05-21 07:53:29",
            "id": "1082982",
            "reply_to_id": "1082981",
            "text": "Ég ætlaði mér að skrifa um öll lögin  um leið og þau kæmu í sjónvarpinu, en það hefur allt verið í lamasessi hér svo að ég hætti bara við.."
        }
    ]
}