{
    "forum_title": "Herkænskuleikir",
    "user": "Selshamur",
    "user_id": "19356",
    "date": "2003-05-16 11:41:51",
    "title": "Gef sko Generals engar móðganir!",
    "text": "Það sem ég ætla að fjalla um í þessari grein er ýmislegt. Bæði hints og tips sem ég hef verið að finna út sjálfur, og ætla aðeins að flokka hlutunum niður, það er að segja, sína sögu mína með Generals. Vonandi verður þetta nytsamlegt fyrir Generals “Aðdáenda”. Ég vil ekki að gaurar sem hata eða eru með fordómum gagnvart Generals lesi þetta.\nAllavegna þá ætla ég að byrja:\nDag einn vaknaði ég um morgunin og ákvað að ég ætlaði að kaupa Generals. (sem er snilldar leikur) Síðan náttúrulega kom ég beint heim og installeraði hann. Vááá, þetta var allt svo flott að ég var kominn með gæsahúð. Main screenin var svo cool að það var ekki eðlilegt. Svo fór ég í campaign. (nenndi ekki að fara í multi strax). ÉG fór í Campaign eitt, það semsagt China. Kom eitthvað intro svona einhver ganga og svona, svo byrjaði ég bara að spila, og gerði hluti og svona, en svo bara einhvern veginn fannst mér hann ekkert sérstakur. Mér fannst hann í sama bransa og hinir leikirnir einhvernveginn. (dálítið erfitt að útskýra hvernig hann var leiðinlegur vegna þess að mér finsnt hann rúla núna) Svo gafst ég upp, var eitthvað svo boring. Svo reyndi ég að fara í multi, átti í þessi download og update vandamál að stríða þannig að ég gat ekki spilað multi. Síðan bara quittaði ég leikinn og var fúll í að eyða fé í svona leik. Ok ég gef honum smá séns, fer í skirmish. Sama sagan þar. Fannst allt vera svo skrítið og eitthvað. Ég fleygði leiknum í skúffu og vonaðist að ég myndi ekki sjá hann framar. Svo liðu svona tveir dagar. Svo sagði einn vinur minn hvernig ég ætti að komast í multi. OK fékk að vita það en, ég sagði honum að ég væri ekki í stuði. (laug, mér fannst hann reyndar ömurlegur) Svo eftir svona tvær vikur, gerði ég upp huga minn. Ég hugsaði með mér, ég eyði ekki svona pening nema ég nýti honum. OK, ég gef honum séns. ÉG tók leikinn úr skúffuni og byrjaði að spila. Nú virkaði multiplayer. Ég byrjaði að spila, joinaði einhvern leik og sagði: Hey,go! og allt það dæmi. READY TO RUMBLE, sagði ég við sjálfan mig. Svo byrjaði ég að leka niður þegar ég var byrjaður. NEI!, sagði ég. Ég pýni mig áfram, hugsaði ég. Svo var ég búinn að spila nokkurn tíma, var GLA. Síðan var ég og teamatinnm inn með gríðaheri. Ætluðum í árás. Svo fórum við til atlögu. SVO STRÍÐ. Djöfull var þetta COOL! Nú fannst mér leikurinn eitthvað var í hann. Svo spilaði ég alltaf fleiri og fleiri leiki, og var bara byrjaður að fíla hann:) OK, nú skil ég. Það sem mér finnst svo skemmtilegt eru stríðin, það er málið. Svo cool. Maður er alltaf að bíða eftir gamaninu þegar stríðin koma. Þannig virkar þetta, hugsaði ég með mér. Svo, er það besta. LAN, það bara er svo óeðlilega gaman. Svo bara var þetta uppahálds leikurinn minn sem eftir var og er nú!:D Jæja þetta er sagan mín. Nú ætla ég að gefa ykkur svona góð tips í lokinn;)\nTIPS:\nCHINA:\n1. Artilerry barrage og hack\nÞað er mjög gott að setja artilerry barrage hjá óvina supplyið og síðan hacka cash með hackerum. Þannig græðirðu mikinn pening.\n2. Firestorm\nFirestorm er eitt af bestu vopnum sem ég veit um í leiknum. Þið ættuð að prófa.\n3. Overlord og Inferno Cannons\nÞetta er besta compinationið sem ég veit um. Byggðu Overlords með Gattling gun og vertu með Inferno Cannons fyrir aftan til að taka allt sem er fjær þér>:)\nGLA\n1. Scorpions tanks\nEkki beint tip, bara svona áminning. Vertu alltaf með scorpion tank upgrade þegar þú notar scorpions. Það munar miklu.\n2. Jarmen Kell & Rebel Ambush\nMér finnst þetta besta compinationið með GLA. Þú gerir Jarmen Kell og síðan bara massarðu Rebels. Láttu Jarmen snipa fullt af gaurum í long range. (helst vehicles) Svo læturðu bara rebels attacka. P.S. þótt ég segi að þetta sé besta compinationið með GLA, þýðir það ekki að það sé bara nóg til þess að vinna borðið;)\n3. Bomb Trucks\nBara til að minna á, þetta eru mjög mikilvægir unitar með GLA.\nUSA\nNota þetta lið “mjög” sjaldan. Þannig ég hef eiginlega ekkert svona gott tips fyrir þá:/\nJæja, það var ekki fleira sem ég ætlaði að segja:D\nVona að ykkur hafi líkað vel við greinina mína.",
    "url": "https://www.hugi.is/strategy/greinar/143392/gef-sko-generals-engar-modganir/",
    "url_id": "143392",
    "id": "1084243",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2003-05-18 12:41:47",
            "id": "1084244",
            "reply_to_id": "1084243",
            "text": "CooL =)"
        },
        {
            "user": "Taciturn",
            "user_id": "35131",
            "date": "2003-05-18 12:53:18",
            "id": "1084245",
            "reply_to_id": "1084243",
            "text": "ég var líka hálfhættur að spila leikinn (ekki alveg)en þetta fékk mig til að byrja aftur."
        },
        {
            "user": "JanItor",
            "user_id": "36021",
            "date": "2003-05-18 13:32:39",
            "id": "1084246",
            "reply_to_id": "1084243",
            "text": "Internet games RÚLA"
        },
        {
            "user": "reynzi",
            "user_id": "1069",
            "date": "2003-05-18 17:22:12",
            "id": "1084247",
            "reply_to_id": "1084243",
            "text": "já það er bara sjúklega gaman að spila þennan leik á netinu það er bara ekkert eðlilegt"
        },
        {
            "user": "remulean",
            "user_id": "25163",
            "date": "2003-05-18 18:59:25",
            "id": "1084248",
            "reply_to_id": "1084243",
            "text": "kína rúlar,,ehh dáldið þreytt en ég lýg aldrei"
        },
        {
            "user": "Gregg",
            "user_id": "28663",
            "date": "2003-05-20 14:44:28",
            "id": "1084249",
            "reply_to_id": "1084243",
            "text": "ef ég ætti ekki EVE hefði þetta líklega fengið mig til að spila hann aftur, en ég keypti EVE um leið og hann kom út og ég hef bara ekki tíma fyrir generals lengur, þótt hann sé náttúrulega alger snilld.\nen ég hef nokkrar athugasemdir í sambandi við þessi tip þín.\n1. Artillery barrage og hack\nþað er ekki hægt að stela pening frá öðrum liðum með hackerum, það er svona ability sem maður fær fyrir generals promotion sem heitir cash hack sem stelur lvl 1: 1k lvl 2: 2k lvl 3: 4k.\nþú varst líklega að tala um það, svo getur black lotus líka stolið 1k en hún þarf að vera frekar nálægt og verður sýnileg í þónokkurn tíma þannig að ég myndi ráðleggja fólki að reyna það ekki á netinu, samt gaman á móti AI, hehe.\n2. Firestorm\nþað er ekki til neitt vopn sem heitir firestorm, en MiG og inferno cannon skilja eftir sig firestorm þar sem þau skjóta, eiginlega ekkert ef það er bara 1 en ef þú ert t.d. með 4 MiG gerirðu geðveikt mikið firestorm sem er ógeðslega öflugt á móti hverju sem er (ok nema flugvélum, lol)\n3. Overlord og Inferno cannons\njá þetta er alveg ágætt hjá þér en ég myndi nú samt frekar nota nuke cannon, hehe. þær eru miklu betri.\nekkert að GLA tipunum og USA er náttúrulega ömurlegt lið sem enginn ætti að nota, lol, nei nei það er fínt en ég kann ekkert á það."
        },
        {
            "user": "Gregg",
            "user_id": "28663",
            "date": "2003-05-20 14:44:50",
            "id": "1084250",
            "reply_to_id": "1084243",
            "text": "ef ég ætti ekki EVE hefði þetta líklega fengið mig til að spila hann aftur, en ég keypti EVE um leið og hann kom út og ég hef bara ekki tíma fyrir generals lengur, þótt hann sé náttúrulega alger snilld.\nen ég hef nokkrar athugasemdir í sambandi við þessi tip þín.\n1. Artillery barrage og hack\nþað er ekki hægt að stela pening frá öðrum liðum með hackerum, það er svona ability sem maður fær fyrir generals promotion sem heitir cash hack sem stelur lvl 1: 1k lvl 2: 2k lvl 3: 4k.\nþú varst líklega að tala um það, svo getur black lotus líka stolið 1k en hún þarf að vera frekar nálægt og verður sýnileg í þónokkurn tíma þannig að ég myndi ráðleggja fólki að reyna það ekki á netinu, samt gaman á móti AI, hehe.\n2. Firestorm\nþað er ekki til neitt vopn sem heitir firestorm, en MiG og inferno cannon skilja eftir sig firestorm þar sem þau skjóta, eiginlega ekkert ef það er bara 1 en ef þú ert t.d. með 4 MiG gerirðu geðveikt mikið firestorm sem er ógeðslega öflugt á móti hverju sem er (ok nema flugvélum, lol)\n3. Overlord og Inferno cannons\njá þetta er alveg ágætt hjá þér en ég myndi nú samt frekar nota nuke cannon, hehe. þær eru miklu betri.\nekkert að GLA tipunum og USA er náttúrulega ömurlegt lið sem enginn ætti að nota, lol, nei nei það er fínt en ég kann ekkert á það."
        },
        {
            "user": "Taciturn",
            "user_id": "35131",
            "date": "2003-05-20 16:08:23",
            "id": "1084251",
            "reply_to_id": "1084250",
            "text": "afhverju sendirðu þetta tvisvar?"
        },
        {
            "user": "Gregg",
            "user_id": "28663",
            "date": "2003-05-20 17:16:56",
            "id": "1084252",
            "reply_to_id": "1084251",
            "text": "æi ég ýtti einu sinni á takkann og þetta var soldið lengi, þannig að ég hélt ég hefði gleymt að ýta á takkann og ýtti aftur."
        },
        {
            "user": "Selshamur",
            "user_id": "19356",
            "date": "2003-05-21 09:12:50",
            "id": "1084253",
            "reply_to_id": "1084252",
            "text": "Já, en þá er eitt, eyðileggjast ekki Overlordarnir þegar þeir fara í Firestormið?"
        },
        {
            "user": "Gregg",
            "user_id": "28663",
            "date": "2003-05-21 14:22:27",
            "id": "1084254",
            "reply_to_id": "1084253",
            "text": "þeir náttúrulega bíða þangað til það er búið, en svo líka held ég að þeir myndu alveg þola það frekar lengi ef maður væri með propaganda tower og subliminal message."
        },
        {
            "user": "Shounin",
            "user_id": "26135",
            "date": "2003-05-27 17:20:19",
            "id": "1084255",
            "reply_to_id": "1084243",
            "text": "ég er að fara að LANa um næstu helgi og vonast bara til að Generals verði spilaður þar."
        },
        {
            "user": "NickRivers",
            "user_id": "43186",
            "date": "2003-09-09 09:08:16",
            "id": "1084256",
            "reply_to_id": "1084243",
            "text": "Já, Þetta er svona leikur sem maður fer í með hléum.\nHann virkar alveg fínt hjá mér.\nHakkararnir hjá CHINA eru snilld"
        }
    ]
}