{
    "forum_title": "Fjármál og viðskipti",
    "user": "joneinarm",
    "user_id": "7356",
    "date": "2003-05-15 23:16:06",
    "title": "Langar þig að gærða helling af pening ?",
    "text": "Langar þig að græða helling af pening ?\nMeð því að vinna kannski 1-2 klukktíma á kvöldin við tölvuna heima hjá þér gæturu hugsanlega grætt um 100-150 þúsund á mánuði.\nHvernig geturu það ?\nÞú byrjar á því að borga 60$ eða um fimmþúsund krónur íslenskar og þá ferðu á námskeið í gegnum tölvuna þína sem að er svona Viðskipta og Fjármála námskeið sem að getur jafnframt nýst þér seinna ef að þú sækir um vinnu í bókhaldi eða öðru. Það er líka völ á tölvunámskeiðum og fleirum en mest að græðu úr þessum RQ námskeiðum (Viðskipta og Fjármála).\nUm leið og þú selur svo fleiri á þessi námskeið færðu 67$ fyrir hvern og einn.\nEftir það þarftu svo að borga 67$ á mánuði….\nOg seigjum að þú seljir 20 námskeið á mánuði færðu 97 Þúsund krónur samkvæmt núverandi gengi á bandaríkjadal.\nEf að þig vantar meiri tekjur og meiri upplýsingar sem að þig vantar eflaust þá skaltu ekki hika við að senda mér tölvupóst og ég sendi þér frekari upplýsingar og svo geturðu auðvitað líka skráð þig hjá mér.\nVikulega eru fundir fyrir þá sem að vilja mæta á þá fyrir þá sem að eru á námskeiðinu. Fundirnir eru um allt land.\nÞú getur sennt mér tölvupóst á bjossi@bjossi.is og ég sendi þér frekari upplýsingar eða þú skráir þig.\nKveðja,\nBjössi - bjossi@bjossi.is",
    "url": "https://www.hugi.is/fjarmal/korkar/143372/langar-thig-ad-gaerda-helling-af-pening/",
    "url_id": "143372",
    "id": "1084117",
    "replies": [
        {
            "user": "Fleebix",
            "user_id": "5906",
            "date": "2003-06-02 22:03:11",
            "id": "1084118",
            "reply_to_id": "1084117",
            "text": "*hóst*scam*hóst*<br><br>point profess your excellency"
        },
        {
            "user": "xark",
            "user_id": "1706",
            "date": "2003-06-14 21:38:00",
            "id": "1084119",
            "reply_to_id": "1084118",
            "text": "andskotans kjaftæði\ndæmigert fyrir Coca-puffs raceið\n“viljum allt, strax og án vinnu”\n“Með því að vinna kannski 1-2 klukktíma á kvöldin við tölvuna heima hjá þér gæturu hugsanlega grætt um 100-150 þúsund á mánuði.”\nneibb\n“there is no such thing as free lunch” og coca-puffs skálinn er því heldur ekki ókeypis !!\n<br><br>——————————————-\n“When I find out a hotel doesn't have a DSL, it's like What ?\nThere's no toilet ? Once you get used to high speed you ain&#8217;t going back”\n- Robin Williams"
        },
        {
            "user": "Joib2",
            "user_id": "26811",
            "date": "2003-06-22 13:24:38",
            "id": "1084120",
            "reply_to_id": "1084117",
            "text": "Fyrsta lagi hvað eru adminar “Fjármála” dálksins að láta þetta viðgangast að hleypa þessu inn!   og í öðru lagi ef fólk fattar ekki hvað þetta gengur útá þá er það fíbbl!!!\nfyrir þá sem eru ekki enn búnir að fatta þá skal ég segja ykkur það sem ég held!!!     þú byrjar á að borga honum $67 inná reikning svo byrjar þú að plata fólk til að borga þér $67 inná reikninginn þinn og aftur og aftur og aftur   þangað til að fólkið sem þú plataðir er byrjað að gera það sama!  þú ert ekki að selja neitt heldur ertu að plata saklaust fólk sem heldur að það sé að fara græða fullt af pening fyrir litla vinnu!!"
        }
    ]
}