{
    "forum_title": "Anime og manga",
    "user": "Vilhelm",
    "user_id": "2179",
    "date": "2003-05-16 15:05:26",
    "title": "Onegai Teacher (2002)",
    "text": "Nafn: Onegai Teacher! (JPN) / Please Teacher! (USA)\nFramleiðandi: Bandai Visual\nÚtgáfuár: 2002\nFjöldi þátta: 12\nLengd þátta: Ca. 25 min\nOnegai Teacher er ekki það sem maður kallar hið venjulega rómantíska gamandrama sem við höfum séð í hinum ýmsu seríum. Þættirnir gerast í litlum, ónefndum bæ í Japan sem situr við lítið og fagurt vatn. Sagan fjallar um nemandann Kusanagi Kei (eða Kei Kusanagi ef þið viljið fara amerísku nafnaleiðina, en ég kýs að halda upprunalegri nafnaröð, þ.e. fjölskyldunafn fyrst, svo skírnarnafn), sem haldinn er sérstökum sjúkdóm sem veldur því að líkami hans fer í ástand sem er nær dauða en lífi. Hann lifir góðu lífi hjá fjarskyldum ættingjum sínum í þessum litla bæ. Eitt kvöldið verður vitni af því að stór hringiða myndast í miðju vatninu og að kona, böðuð í ljósi, birtist á vatnsbakkanum. Hið undarlega er að næsta dag fréttir hann að kennarinn hans hafi hætt og í staðinn hafi nýr kennari komið. Kennarinn, Kazami Mizuho, er ung og fögur og það er ekki laust við að nemendur hennar beri mikla aðdáun til hennar. En hún er ekki öll séð, eins og menn komast í raun um strax eftir fyrsta þátt…\nÉg held það sé óhætt að fullyrða að þessi sería sé ein þeirra sem tyllir sér á topp 5 listann minn. Teikningarnar eru yfirleitt líflegar og hressandi, sérstaklega teikningarnar í opnunarmyndbandinu, og persónurnar eru fjölbreytilegar, skemmtilegar og hressandi. Söguþráðurinn tekur marga skemmtilega snúninga á leið sinni í gegnum seríuna, sumt er reyndar allt of augljóst en margt kemur þó mjög á óvart og það er gaman að fylgjast með öllum þeim furðufuglum sem birtast í seríunni. Tónlistin er reyndar ekki upp á marga fiska, hún er að miklu leiti ekkert annað en þynnt útgáfa af opnunarþemanu. Opnunarþemað er í höndum Kotoko, og nefnist Shooting Star, og ég held ég geti fullyrt það að þetta sé bara ágætis lag hjá henni. Lokaþemað er hins vegar í höndum söngkonunnar Kawada Mami og ég held það sé óhætt að fullyrða að lagið er toppur tónlistarinnar í seríunni.\nSerían er, eins og segir fyrir ofan, 12 þættir að lengd, en þess má geta að með DVD safninu fylgir einn auka þáttur sem fjallar um… já, ég held það sé best að þið komist að því ‘the hard way’ :).\nFyrsti DVD diskurinn er nú þegar kominn út í Bandaríkjunum (en serían er gefin út á samtals 4 diskum), og eru fyrstu 4 þættirnir á honum. Diskurinn ber undirtitilinn ‘Hot for Teacher’ en heiti seríunnar á amerískum markaði er, eins og áður segir, Please Teacher. Sjálfur er ég með þennan disk undir höndum og get bara sagt að hann er skyldukaup fyrir alla þá sem fíla rómantík, sýrðan söguþráð og hafa ágætis húmor.\nÞví má bæta við að núna í júlí byrjar sýning á seríu sem heitir Onegai Twins (eða One*2 upp á styttra nafn) og gerist einmitt í sama bæ og Onegai Teacher.\nVilhelm",
    "url": "https://www.hugi.is/manga/greinar/143386/onegai-teacher-2002/",
    "url_id": "143386",
    "id": "1084161",
    "replies": [
        {
            "user": "TestType",
            "user_id": "14778",
            "date": "2003-05-16 16:02:43",
            "id": "1084162",
            "reply_to_id": "1084161",
            "text": "Frábær sería, verð að viðurkenna að ég er algjör sucker fyrir svona drama og romance anime! :)\nEinum of fyrirsjáanleg á köflum en það var svo margt annað sem bætti það upp. Líka mjög gott animation í þessu og ég elska opnunar-sequence-ið og mér finnst opnunar theme-ið alveg frábært. Get nú ekki sagt það sama um enda þemað, finnst það mjög slappt, ólíkt þér Villi. :)\nOVA þátturinn var mjög skemmtilegur og ég vona innilega að framhaldssería verði gerð á þessum þáttum. Örlítið meira ecchi kannski eins og OVA þátturinn myndi höfða til mín ;)\nSaiyu sen jiko yo!"
        },
        {
            "user": "Hansi",
            "user_id": "8352",
            "date": "2003-05-16 16:17:56",
            "id": "1084163",
            "reply_to_id": "1084161",
            "text": "Ég hélt fyrst að þetta væri eitthvað mjög slöpp sería þegar ég heyrði að hún væri svona romance og drama, en ég skellti mér að horfa á hana og skemmti mér bara helvíti vel. Kemst alveg í eitt af top 5 sætunum hjá mér. Mæli með að allir kíki á þessa."
        },
        {
            "user": "paac",
            "user_id": "14080",
            "date": "2003-05-17 16:30:31",
            "id": "1084164",
            "reply_to_id": "1084161",
            "text": "jújú, þetta er mjög skemmtileg sería og ég hafði gaman af henni :D"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-05-17 17:42:16",
            "id": "1084165",
            "reply_to_id": "1084161",
            "text": "Lítur út fyrir að vera skemmtileg þáttaröð. Góð grein, ég kíki á þetta;)"
        },
        {
            "user": "Arasaka",
            "user_id": "15059",
            "date": "2003-05-18 00:58:58",
            "id": "1084166",
            "reply_to_id": "1084161",
            "text": "hey, kúl! ég er einmitt með þessa seríu við tölvuna (held allaveganna að þetta sé öll serían.. Hansi? hjálp?) en ég hef, vegna dramatíkur í eigin einkalífi (drama beint í æð) hefur mér ekki gefist tóm til að klára hana!\nleit samt þokkalega vel út, og ég er ekki mikið fyrir allt þetta romance-drama dótarí! :)"
        },
        {
            "user": "Hansi",
            "user_id": "8352",
            "date": "2003-05-18 01:01:18",
            "id": "1084167",
            "reply_to_id": "1084166",
            "text": "Jú þúdd með alla seríuna nema OVA þáttinn.\n“ég er ekki mikið fyrir allt þetta romance-drama dótarí! :)”\nNeither am I, en ég fílaði samt þessa seríu í botn."
        },
        {
            "user": "Arasaka",
            "user_id": "15059",
            "date": "2003-05-18 01:10:23",
            "id": "1084168",
            "reply_to_id": "1084167",
            "text": "já, weird.. hlýtur að vera einhver dulin spenna og alltaf eitthvað geðveikt action í gangi sem er dælt inní undirmeðvitundina í manni!\neða bara svona djúpar pælingar.. either way, I don´t know.. and I really don´t care! :þ"
        },
        {
            "user": "Gauos",
            "user_id": "297",
            "date": "2003-05-22 03:47:22",
            "id": "1084169",
            "reply_to_id": "1084161",
            "text": "Mjög fín grein hjá þér félagi Villi um þessa nokk áhugaverðu seríu.\nÁ eftir að sjá hana en reyni að bæta úr því sem fyrst!"
        },
        {
            "user": "Ranshin",
            "user_id": "12975",
            "date": "2003-05-26 10:05:43",
            "id": "1084170",
            "reply_to_id": "1084161",
            "text": "Þessi sería er bara hrein snilld. Satt að segja sá ég hana fyrst með að downloada sub (subtitled) versionið sko. Þættirnir eru miklu betri á japansku en á ensku funnst mér."
        },
        {
            "user": "Vilhelm",
            "user_id": "2179",
            "date": "2003-06-07 21:06:46",
            "id": "1084171",
            "reply_to_id": "1084170",
            "text": "Jamm. Ég keypti mér bara DVD diskinn, japanskt audio og enskur texti, allt heila klabbið þýtt af japana með þýðingar sem profession. =)"
        },
        {
            "user": "Ukime",
            "user_id": "5743",
            "date": "2003-08-09 21:43:44",
            "id": "1084172",
            "reply_to_id": "1084171",
            "text": "Heirðu Villi hvað segirðu hvar keiptirðu þættina, langar að skella mér á þá(reyna að koma sér aðeins inn í þetta)"
        },
        {
            "user": "Ukime",
            "user_id": "5743",
            "date": "2003-08-15 16:54:25",
            "id": "1084173",
            "reply_to_id": "1084172",
            "text": "Myndi giska á www.amazon.com"
        },
        {
            "user": "WoFFiR",
            "user_id": "39904",
            "date": "2003-06-10 16:42:36",
            "id": "1084174",
            "reply_to_id": "1084161",
            "text": "Góð grein um góða þætti"
        },
        {
            "user": "Andyandlou",
            "user_id": "1783",
            "date": "2003-06-14 19:24:06",
            "id": "1084175",
            "reply_to_id": "1084161",
            "text": "Snilldar sería ég bókstaflega dýrka hana…"
        }
    ]
}