{
    "forum_title": "Stjórnmál",
    "user": "hamrotten",
    "user_id": "5029",
    "date": "2001-01-18 21:40:25",
    "title": "Sambönd íslenskuríkisstjórnarinnar við Bilderberg",
    "text": "Ég var að komast að þeirri frekar óskemmtilegu staðreynd að ríkisstjórninn\nokkar hefur sambönd innan hins vafasama bildenberghóps, þar að seigja\nokkar “hæstvirtur” forsetisráðherra Davíð Odson og mentamálaráðherran\nBjörn Bjarnarson. Fyrir sumum skiptir þetta engu máli, en fyrir fólk eins og\nmig skiptir þetta mig frekar miklu máli, Bildenberghópurinn er svona\nnokkurskonar mafía, en samt innan skinsamlegra marka, þessi hópur hefur\násamt C.F.R og roundtable hópana líklegast valdamestihópur í heimi. Það\nkann kanski að þykja skrítið að halda nokkru svona fram, en gott dæmi um\náhrif þessa hóps er Jimmy Carter fyrrum Bandaríkja forseti, ef ekki hafi\nverið fyrir C.F.R þá hafði hann aldrei örðið þekktur. Prins Bernhard sagði\neitt sinn við fjölmiðla að markiðhópsins væri breytt hlutverk bandaríkjana í\nalþjóðamálum, skömmuseinna skall á gjaldeyriskreppa og gegni dollarans\nhrundi, þetta var líklega hið nýja hlutverk bandaríkjana. Þeir hafa líklegast\nkeyppt eins mikið af dollurum og þeir gátu og síðan einfaldlega selt þó\nþegar þeim þóknaðist að láta gengið rísa aftur. En aftur af aðalmálinu í\nþessari grein, Mér líst ekkert á blikuna ef æðstu stjórnarmenn landsins eru\neinhvað tengtir þessum hóp, eða þessum hópum réttara sagt, því að þeir\nhafa allir mjög góð samskipti sín á milli.  Ef æðsti maður þjóðarinar er\neinhvað að lúta stjórn þessa hópa, þá getum við sem ekki þéna milljónir á\nviku kysst þann draum bless. Gott dæmi um hvaða áhrif þessir hópar hafa\nhaft er til dæmis, kommúnískabyltinginn í rússlandi, og að nasistar náðu\nvöldum í þýskalandi og fasistar á ítalíu. Ég man ekki hverjir það voru sem\nstyrktu Hitler og félaga á þessum tímum en eitt er víst að ef þessir hópar og\nfélög höfðu ekki verið væri ekkert sem héti seinna stríð eða sóvétríkinn.\nBjörn Hefur þegar viðurkennd að hanni hafi sótt þessa fundi, ég er ekki\nviss með Davíð þótt að mig minnir það, en er þó dettur manni ein spurning\ní hug, er það einhvað skrítið sama hvað þessi ríkisstjórn gerir að hún haldi\nalltaf velli? Nei auðvitað ekki líkt og jimmiy carter dæmið, þá eru bara\nnokkrir menn sem stjórna þessu öllu….\nC.F.R hefur bæði mikill ítök í flokkum Demókrata og Rekóplikana í bna. og\nþó að það sé ekki búið að sanna það eins og flest allt ef ekki allt hér fyrir\nofan tel ég að þessar kostningar í bna hafi einhvað verið stjórnað af\nþessum mönnum! ok, pæltu í því að ef svona svipað hafi gersty í seigjum\nFrakklandi, að það hofðu verið tveir að keppast um forsetasætið, og sá\nsem mundi vinna væri sonur fyrrum yfirmanni leyniþjónustunar og\nþjóðhöfðinganum, og að bróðir þessa frambjóðenda væri yfir talningunni\nog ef flest allir í æstaréttinum væri í sama flokk og hann, og hann mundi jú\nvinna , En hann væri samt með færri atkvæði, þá væri nú einhvað\ngruggugt en ekki í bandaríkjunum, nei því þar eru sömu mennirnir sem\nstjórna fjölmiðlunum og pólítíkusunum, nei.\nHamRott3n\nps. ég er ekki paranoid\nps2. einig vill ég benda á það að það er svipað að gerast hér á landi,\nsömu mennirnir sem stjórna fjölmiðlunum og ríkisstjórninni, menn í\nsjálfstæðisflokkurinn eiga  til dæmis  frjálsafjölmiðlun(dv) og moggan\nHamRott3n",
    "url": "https://www.hugi.is/stjornmal/greinar/14360/sambond-islenskurikisstjornarinnar-vid-bilderberg/",
    "url_id": "14360",
    "id": "91395",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2001-01-19 13:21:43",
            "id": "91396",
            "reply_to_id": "91395",
            "text": "Þú þarft hjálp…."
        },
        {
            "user": "skitakall",
            "user_id": "800",
            "date": "2001-01-19 13:36:56",
            "id": "91397",
            "reply_to_id": "91395",
            "text": "það er eitthvað við svona konspirasý theories sem heillar mig.. þetta meikar verulegt sens..\nekki nógu gott mál.."
        },
        {
            "user": "dropi",
            "user_id": "6444",
            "date": "2001-01-19 13:40:50",
            "id": "91398",
            "reply_to_id": "91395",
            "text": "æi .. Björn bjarnason mætti þarna reglulega á sínum tíma.  En þetta er bara eins og stuttbuxnafundirnir hjá Heimdöllum, þetta erfist."
        },
        {
            "user": "thew",
            "user_id": "6650",
            "date": "2001-01-19 13:47:34",
            "id": "91399",
            "reply_to_id": "91395",
            "text": "Hef hef það samkvæmt engum heimildum að þessi sami hópur hafi staðið að bakvið tunglferðarblekkingarnar.  BNA borgaði hundruði milljarða dollara fyrir tunglferðirnar, sem voru svo bara settar á svið í stúdíói.\nEitthvað komu þeir víst nálægt svæði 51 í Rosswell.\nOg svo hef ég líka samkvæmt engum heimildum að þeir hafi drepið Kennedy, því æðsti prestur þeirra hafi verið hrifin af Marylin Monroe, sem svo vildi hann ekki þrátt fyrir að Kennedy væri dauður.  Hvað gerðist þá ??  Jú, hún var drepin.\nLæsið útidyrahurðinni í nótt, þið eruð ekki óhult með þessa vitneskju í höndunum.\nMatti :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-01-19 20:45:26",
            "id": "91400",
            "reply_to_id": "91399",
            "text": "þetta er old news, og frekar mikil sannindi…. ekki beint samsæriskenning allaveganna\ngóð grein.\nEinnig vil ég benda ykkur á að fara á www.google.com og leita að echilon ef þið hafið ekki skoðað það…..\np.s. þessar svokölluðu sannanir fyrir því að tunglferðin hafi verið plat eru frekar öflugar, vandamálið er að það eru ekki margir í vesturlöndunum sem gætu viðurkennt það fyrir sjálfum sér og öðrum að tunglferðin var plat…..þ.e.a.s. ef hún var það…."
        },
        {
            "user": "skitakall",
            "user_id": "800",
            "date": "2001-01-20 16:25:21",
            "id": "91401",
            "reply_to_id": "91399",
            "text": "Og það nær lengra, þessi hópur stóð líka að því að smíða George W Bush. Tilgangurinn er að koma manni í hvíta húsið sem þeir hafa fullkomna stjórn á (reynslan af JFK var ekki góð.) Ísland spilar miklu stærri rullu í þessu valdaspili en nokkurn gæti grunað, 2003 verður 503. ársfundur samtakanna haldinn á Búðareyri. Þar mun Davíð Oddson verða kosinn æðstiprestur en valið stendur á milli hans, Páfans og Vladimirs Pútin. Einnig verður samþykkt á fundinum ályktun um að koma af stað markaðssetningu á svokkallaðri W-örflögu. Örflaga þessi sem er hugsuð sem eins konar hamingju-ígræðsla slær í gegn og innan tveggja ára verður hún grædd í 5 milljarða jarðarbúa. En áætlunin er mun djöfullegri en nokkurn grunar. Þegar klukkan slær 10:10 í London þann 10. október 2010 þá verður send út skipun í gegnum GPS staðsetningarkerfi Bandaríkjahers sem mun gera svokallaða ZeroThink einingu virka í hverri W-örflögu á plánetunni. Þetta mun afnema hugsanna frelsi þeirra sem hafa flöguna, fámennur hópur hugsandi manna veitir hetjulegt viðnám en án árangurs, þeim mun verða útrýmt í útrýmingarbúðum á Indónesíu. Upp frá þeim degi verður ekkert til sem kallast frjáls vilji nema meðal fámennar elítu. Samsæri CIA, Kaþólsku kirkjunnar, Ferrari kappakstursliðsins, Framsóknarflokksins og Skjás Eins verður fullkomnað!!!"
        },
        {
            "user": "skitakall",
            "user_id": "800",
            "date": "2001-01-20 16:29:57",
            "id": "91402",
            "reply_to_id": "91401",
            "text": "Ps: Það ætti að búa til nýtt áhugamál hérna á Huga.is, samsæriskenningar. Það er full þörf á."
        },
        {
            "user": "skitakall",
            "user_id": "800",
            "date": "2001-01-21 01:55:51",
            "id": "91403",
            "reply_to_id": "91402",
            "text": "já, samsæriskenningar eru kúl!"
        },
        {
            "user": "Xavier",
            "user_id": "2009",
            "date": "2001-01-22 12:29:32",
            "id": "91404",
            "reply_to_id": "91401",
            "text": "Hringið í Oliver Stone… handritið að næstu myndinni hans er komið"
        },
        {
            "user": "hamrotten",
            "user_id": "5029",
            "date": "2001-01-20 01:01:25",
            "id": "91405",
            "reply_to_id": "91395",
            "text": "Ef þið trúið mér ekki, endilegalesið þá bókina falið vald eftir Jóhanes björn sagnfræðing…………."
        },
        {
            "user": "biko",
            "user_id": "5867",
            "date": "2001-01-21 22:31:31",
            "id": "91406",
            "reply_to_id": "91395",
            "text": "Þessi söguskoðun er ekki alveg nógu trúanleg. Bylltingin í rússlandi kom upp vegna aðtæðna í Rússlandi í tapaðri fyrri heimsstyrjöld og gegnum baráttu verkafólks og bænda þar í landi. Það var gersamlega gagnstætt hagsmunum ráðastéttarinnar í Bandaríkjunum og annars staðar á Vesturlöndum. Svo mjög að þau sendu heri sína inn í Rússland eftir lok fyrra stríðs til að bæla niður byltinguna.\nHvað svona hópar varða þá held ég að það sé engin spurning að samþjöppun valds sé afleiðing af því kerfi sem við búum við en ég held að þessir hópar séu frekar svona “urban legends” heldur en raunveruleg staðan. Ég veit hins vegar ekkert um þetta."
        },
        {
            "user": "killjoker",
            "user_id": "62920",
            "date": "2007-11-07 22:52:29",
            "id": "5373353",
            "reply_to_id": "91395",
            "text": "því miður er þetta meira og minna rétt hjá þér og nú árið 2007 er það alltaf að koma betur í ljós, alltof fáir hafa lesið þessa mögnuðu bók Jóhannesar, sjállfur las ég hana 1981 og á í hendi mér um leið að allt sem kemur fram í bókinni er sennulega rétt….já og Rússneska byltingin var vissulega fjármögnuð af nokkrum af ríkust banka og fyrirtækja eigendum í Bandaríkjunum og Evrópu, það er vitað í dag og fáir efast um það lengur þó að það standi ekki í kennslubókum ennþá.\nKíktu á bloggið mitt, mér eru þessi mál hugleikin og þoli ekki hvað margir “taka strútinn á þetta”\nhttp://killjoker.blog.is/blog/georg_petur/"
        }
    ]
}