{
    "forum_title": "Borðaspil",
    "user": "Steini22",
    "user_id": "21381",
    "date": "2003-05-17 22:39:26",
    "title": "Yu-Gi-Oh",
    "text": "Fyrir nokkrum mánuðum fór ég og einn vinur minn (Jón Sveinbjörn Óskarsson) að horfa á þætti sem hétu Yu-Gi-Oh og fundust okkur þeir algjör snild( þeir sem vilja horfa á þættina byrja þeir kl: 11:25 á laugardögum á Stöð 2. Þættirnir fjalla um strák sem heitir Yugi og fær stokk afa síns þegar afi hans tapat á móti heimsmeistaranum Setó Kæba. Afi Yugi\\'s lætur hann þá fá dekkinn sinn og fer Yugi og keppir á móti Kæba. En þegar Kæba var með eina og hálfa hendi á sigrinum fékk Yugi Exodia The Forbidden one og rústaði bardaganum.\nÉg fór að leita á netinu um meira af þessu Yu-Gi-Oh og fann ég síðuna www.yugioh.com og þar var einhvað ,,Secret ieland\\\" og fór ég í það. þar kom mynd af vonda kallinnum Pegasus. Þar þurfti maður að gera password til að komast inn!!! Ég var búinn að gera mörg password þegar mér datt í hug að gera pegasus í password og tarrrrrraa það virkaði. Það er meðal annars hægt að finna scene úr þáttunum til að komast inn í þetta. Ég og Jón fórum niður í næstu búð til að kíkja hvot það myndi fást eitthvað af þessum Yu-Gi-Oh spilum þar en það voru enginn spil til og hafði konan þar aldrei heyrt um þessi spil. Þá héldum við að þetta væri ekki til á Íslandi.\nNokkru seinna fór ég í search ( sem er valkostur á netinu ) og fann þessa síðu everythingpokemon.com og leitaði aðeins betur þar og þann þessa slóð\nhttp://www.store.yahoo.com/dragonballzcentral/yugioh.ht\nml og fór inn á hann (farið inn á hana).\nNokkrum dögum seinna var ég að far niður í Nexus til að byrja kaupa mér Warhammer (mína fystu kalla) og þegar ég var buinn að kaupa mér sá ég þessa Yu-Gi-Oh pakka (það voru til 3 gerðir af pökkum) og var ég doldið pist ad hafa ekki keypst mer svona pakka.\n1 tíma seinna var ég farinn að keppa niðri á Fylkisvelli og Jón, ég sagði honum að frá þessu og við ætlum líklega að byrja safna þessu.\nEf einhver sem kann að spila spilið viljið þið kinna mér reglunrar í þessu. :D\nKv. Þorsteinn",
    "url": "https://www.hugi.is/bordaspil/greinar/143625/yu-gi-oh/",
    "url_id": "143625",
    "id": "1086167",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2003-05-18 14:54:46",
            "id": "1086168",
            "reply_to_id": "1086167",
            "text": "Jahhá :D"
        },
        {
            "user": "NCC1701",
            "user_id": "2402",
            "date": "2003-05-18 15:31:48",
            "id": "1086169",
            "reply_to_id": "1086167",
            "text": "uhh hvað ertu gamall?"
        },
        {
            "user": "Bjarturl",
            "user_id": "51651",
            "date": "2004-03-21 09:54:58",
            "id": "1086170",
            "reply_to_id": "1086169",
            "text": "tilhvers að spurja hvað hann er gamall"
        },
        {
            "user": "Mortice",
            "user_id": "22856",
            "date": "2004-07-18 17:59:10",
            "id": "1086171",
            "reply_to_id": "1086170",
            "text": "Því nördanum finnst þetta barnalegt"
        },
        {
            "user": "Steini1",
            "user_id": "35121",
            "date": "2003-05-18 18:29:20",
            "id": "1086172",
            "reply_to_id": "1086167",
            "text": "Ég held að enginn hafi skilið hvað þú varst að tala um, bara að láta þig vita!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-05-18 18:48:36",
            "id": "1086173",
            "reply_to_id": "1086167",
            "text": "…lame…"
        },
        {
            "user": "Jojohot",
            "user_id": "20883",
            "date": "2003-05-18 21:50:00",
            "id": "1086174",
            "reply_to_id": "1086167",
            "text": "Wow, s‡ra.\nAfhverju grein en ekki korkur?"
        },
        {
            "user": "JanItor",
            "user_id": "36021",
            "date": "2003-05-18 21:53:23",
            "id": "1086175",
            "reply_to_id": "1086167",
            "text": "Ég sá þessa þætti á Sky One"
        },
        {
            "user": "Mari",
            "user_id": "37645",
            "date": "2003-05-18 22:51:58",
            "id": "1086176",
            "reply_to_id": "1086175",
            "text": "ég hef séð slatta af þáttum og spilað þetta og finnst þetta bara þrælgott til að dunda sér við"
        },
        {
            "user": "Goliath",
            "user_id": "10147",
            "date": "2003-05-19 00:31:21",
            "id": "1086177",
            "reply_to_id": "1086176",
            "text": "Ammm ég horfði á einn þátt í þínku, og ég var bara hræddur."
        },
        {
            "user": "ztaezz",
            "user_id": "4635",
            "date": "2003-05-19 01:06:06",
            "id": "1086178",
            "reply_to_id": "1086167",
            "text": "Sensational : )"
        },
        {
            "user": "Ramruqai",
            "user_id": "14093",
            "date": "2003-05-19 12:42:36",
            "id": "1086179",
            "reply_to_id": "1086167",
            "text": "Næst skaltu sleppa öllum þessum svigum sem útskýra internetið.\nÞað er sorglegt að spila pkémon en enn sorglegra að spil apokémon eftir hermur!!!\nP.S.\nÞín útgáfa af sama svari:\nNæst skaltu sleppa öllum þessum svigum sem útskýra internetið (þetta er hugi.is og (borðaspils áhugamálið að auki, (það eru ekkert nema nördar hérna… (sem sagt kunna vel á netið.))))\nBra leggja áherslu á hvað þessir svigar eru fáránlegir í greinum :)"
        },
        {
            "user": "PrOtOcoN",
            "user_id": "15580",
            "date": "2003-05-22 03:42:30",
            "id": "1086180",
            "reply_to_id": "1086167",
            "text": "Jæja.\nÞetta var svo sannarlega öðruvísi grein, ég skal gefa þér það.\nOg ég skildi nokkuð af því sem þú varst að segja. Ég hef séð eitthvað á þessu þegar ég vakna af einhverjum ástæðum allt of snemma og kveiki á sjónvarpinu. Einhverjir gaurar með spil? þaggi? Jamm, þetta lítur út fyrir að vera áhugavert, millenium puzzle og hvaðeina.\nEn því miður kann ég ekki reglurnar fyrir þetta. Eru þær ekki bara fáanlegar í Nexus? Og þar eru örugglega einhverjir sem spila þetta líka, ask around.\nps: Er fólk ekki að taka þessari grein óeðlilega illa? Það er gaman að láta minna sig á að það eru til önnur “borðaspil” en bara Warhammer\n(þó að það rokki nú mest)"
        },
        {
            "user": "Steini22",
            "user_id": "21381",
            "date": "2003-05-22 13:55:10",
            "id": "1086181",
            "reply_to_id": "1086180",
            "text": "Jamm ég gerði essa grein mest til að sína að það áhugamálið heitir ,,BORÐASPIL\" en ekki Warhammer :D\nÞorsteinn"
        },
        {
            "user": "PrOtOcoN",
            "user_id": "15580",
            "date": "2003-05-23 22:00:03",
            "id": "1086182",
            "reply_to_id": "1086181",
            "text": "Hvernig væri að gera kynningargrein um þetta? Persónulega hefði ég áhuga á því, (alltaf gaman að vita meira)."
        },
        {
            "user": "Steini22",
            "user_id": "21381",
            "date": "2003-05-23 23:54:32",
            "id": "1086183",
            "reply_to_id": "1086182",
            "text": "Yugi : Það sem þættirnir snuast um.\nPegasus : vondi kallinn.\nJoey : Besti vinur Yugis.\nSetó Kaiba : Heimsmeistarinn sem Yugi vann.\nTrisatan : Besti vinur Joey\nTéa : vinkona Yugis, Joeys og Tristans\nMoukuba Kaiba : Litli bróðir Setós\nAfi ( hann heitir bara Granpa í þáttunum) :Afi Yugis.\nBakura : Skólabróðir Yugis og er Millenium gaur eins og Yugi.\nP.S. Farðu bara inna\nhttp://www.yugiohkingofgames.com/character.html\nog þar stendur allt um allar persónunar.\nÞorsteinn"
        },
        {
            "user": "sjubbi",
            "user_id": "27913",
            "date": "2003-05-25 13:19:59",
            "id": "1086184",
            "reply_to_id": "1086167",
            "text": "er etta ekki Digimon ??"
        },
        {
            "user": "Steini22",
            "user_id": "21381",
            "date": "2003-05-25 13:23:04",
            "id": "1086185",
            "reply_to_id": "1086184",
            "text": "nei nei, þetta er allt öðruvísi.\nÞorsteinn"
        },
        {
            "user": "Shaghrat",
            "user_id": "35624",
            "date": "2003-05-28 17:32:09",
            "id": "1086186",
            "reply_to_id": "1086167",
            "text": "Flott grein, mig hefur alltaf langað að vita hvort að spilin væru til. :D"
        },
        {
            "user": "ThunderM00mba",
            "user_id": "42522",
            "date": "2003-08-24 19:44:14",
            "id": "1086187",
            "reply_to_id": "1086167",
            "text": "þetta er örugglega geðveikt spil. þetta spil er ekki líkt pokemon, sem var léleg krakka útgáfa af magic. það eru þrjár tegundir af spilum: Magic, monster og trap cards. þetta snýst ekki bara um hver er með bestu skrímslin heldur um að spila spilunum út vel þú getur sett skrímslin út í defense eða attack mode og getur sett út spil á hvolfi til að andsæðingurinn viti ekkert hvað þú ert að plana. ég er að pæla að fara í nexus og hef verið að pæla það lengi og kaupa mér svona spil en ég þekki bara engann sem spilar þetta hér á akranesi :'("
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-09-16 22:58:13",
            "id": "1086188",
            "reply_to_id": "1086187",
            "text": "ég verð bara að segja að ég er búinn að vera að safna þessu í svona….. 4 mánuði og ég get ekki sagt annað enn SNILLD!!!!!!! Elska þetta spil!!\nEnginn góður borðspilari má missa af þessu!!\nAllt öðruvísi enn pokémon það vara bara krakka leikur miðað við þetta!"
        },
        {
            "user": "Bjarturl",
            "user_id": "51651",
            "date": "2004-07-30 11:57:22",
            "id": "1086189",
            "reply_to_id": "1086167",
            "text": "flott grein ég safna þessu því þetta eru mestu áhugamálin mín"
        }
    ]
}