{
    "forum_title": "Fuglar",
    "user": null,
    "user_id": null,
    "date": "2003-05-19 14:55:09",
    "title": "Mealy amasóní",
    "text": "Sá fugl er ég ætla að skrifa um í dag er Mealy amasóní eða á ensku er hann Mealy Amazon og á latínu Amazona farinosa.\nMealy amasóní er grænn með grá-hvítann blæ. Hann er með daufgrænar fjaðrir á hnakka og grá-fjólubláar á hliðum og svartleitt út i endana. Ofan á höfðinu er liturinn mjög mismunandi eins og t.d stundum gull eða svartur.\nVængbeygjan er rauð-gul, stundum eru græn-gulir flekkir.\nHann er gulur undir stélinu og hvítur er hringur umhverfis augun á honum, goggurinn er dökkgrár á fölgráum grunni og fætur eru gráir.\nLengd Mealy amasóní er 38 cm og eru lífslíkur hans 60-70 ár. Kynin eru eins útlítandi. DNA-greiningar þörf.\nHann er uppruninn í S-Ameríku\nMealy amasóní Verður mjög fljótt vanur eiganda sínum og heimilisínu, Honum þykir gaman að naga í hluti hefur gaman að vatni.\nhann ýfir sig þegar hann er spenntur og getur bara verið með öðrum amasóní fuglum utan mökunar tíma hann getur verið mjög hávaða samur og er algengastur allra amasóní fugla í dag\nÞessi fugl er yndislegur og langar mig svo mjög í hann.\nKær Kveðja XorioN",
    "url": "https://www.hugi.is/fuglar/greinar/143982/mealy-amasoni/",
    "url_id": "143982",
    "id": "1088927",
    "replies": [
        {
            "user": "XorioN",
            "user_id": "41632",
            "date": "2003-05-19 14:59:56",
            "id": "1088928",
            "reply_to_id": "1088927",
            "text": "ég gleymdi að vitna mér heimilda en þær voru fengnar á tjorvar.is\nafsakið\nkv: XorioN"
        },
        {
            "user": "XorioN",
            "user_id": "41632",
            "date": "2003-05-19 15:40:12",
            "id": "1088929",
            "reply_to_id": "1088928",
            "text": "ÞEtta er alveg c/p nema uppsetningin er öðruvísi"
        },
        {
            "user": "XorioN",
            "user_id": "41632",
            "date": "2003-05-19 21:42:05",
            "id": "1088930",
            "reply_to_id": "1088929",
            "text": "jæja væni.. svo þú segir það..\násökun um c/p tek ég alvarlega og getið þið kæru hugarar kíkt og dæmt sjálf\nhttp://www.tjorvar.is/html/mealy_amazon.html\nlát ið endilega vita ef þið sjáið eitthvað grunnsamlegt"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-05-19 22:53:33",
            "id": "1088931",
            "reply_to_id": "1088930",
            "text": "það er nú allt í lagi að gera c/p ef maður gefur upp heimildir og ég sé ekki betur en að þetta sé ekki c/p"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-05-20 07:40:04",
            "id": "1088932",
            "reply_to_id": "1088931",
            "text": "Mealy amasóní\nMealy Amazon\nAmazona farinosa\nLýsing:\nAðallitur er grænn með mis grá-hvítum blæ. Fjaðrir á hnakka eru daufgrænar með grá/fjólubláum hliðum og svartleitum endum.  Ofan á höfðinu er liturinn mjög mismunandi, stundum eru gulleitir flekkir og stundum bara alveg grænn litur.  Vængbeygjan er rauð-gul, stundum eru græn-gulir flekkir.  Undir stélinu er liturinn gul-grænn. Stélið að ofan er grænt með græn-gulum endum, stundum eru rauðir flekkir á ytri stélfjöðrunum.  Hvítur hringur er umhverfis augun, goggurinn er dökkgrár á fölgráum grunni og fætur eru gráir.\nLengd:\n38 cm.\nLífslíkur:\n60-70 ár.\nKynin:\nKynin eru eins útlítandi. DNA-greiningar þörf.\nUppruni:\nSuður Ameríka.\nUm fuglinn:\nVerður fljótlega vanur eiganda sínum, harðger og hugaður þegar hann venst nýju umhverfi.  Þykir gaman að naga hluti, hefur gaman að baða sig og láta úða á sig vatni.  Ýfir hnakkafjaðrirnar þegar hann er æstur. Hann getur aðeins verið með öðrum amasónum utan mökunartíma.\nHávaðasemi:\nGetur verið hávaðasamur.\nStaða í dag:\nAlgengastur villtra amasóna.\nÞEtta er alveg eins bara búið að taka spurningarnar og svörin við þeim í eina klessu þannig að þetta er ekki eins og c/p"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-05-20 07:42:02",
            "id": "1088933",
            "reply_to_id": "1088932",
            "text": "Ég hefði frekar rbeytt terxtanum aðeins eins og þar sem þú paste-ar “..Kynin eru eins útlítandi. DNA-greiningar þörf.” þá er þetta alveg eins skrifað á Tjorvar.is, eg hefði haft, “DNA-greiningar er þörf því kynin eru alveg eins í alla staði”"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-06-23 21:20:35",
            "id": "1088934",
            "reply_to_id": "1088929",
            "text": "Hvaða ertu að móðga XorioN?\nHann er snili\nKV, bt24"
        },
        {
            "user": "UglyKidJoe",
            "user_id": "21332",
            "date": "2003-05-20 09:16:12",
            "id": "1088935",
            "reply_to_id": "1088927",
            "text": "Þetta er ekki nógu líkt til að geta talist c/p\nað mínu mati.\nEn hvað er að c/p?\nmér finnst ekkert að því !\nÞað að setja eitthvað hérna inn hvort sem það er c/p eða ekki getur vakið áhuga manns á einhverju sem maður hefði jafnvel aldrei rambað á.\nÞetta er td. skemmtilegur fugl sem ég vissi ekki um þó svo að ég hefi farið á tjorvi.is\nGaman að lesa um hann og sléttsama hvernig upplýsingarnar eru settar hérna inn !\nAuk þess gat hann um hvaðan upplýsingarnar eru komnar og var ekki að eigna sér neitt !\nKv\nmyfamily"
        },
        {
            "user": "XorioN",
            "user_id": "41632",
            "date": "2003-05-20 11:13:26",
            "id": "1088936",
            "reply_to_id": "1088935",
            "text": "heyr hey"
        },
        {
            "user": "XorioN",
            "user_id": "41632",
            "date": "2003-05-20 12:41:33",
            "id": "1088937",
            "reply_to_id": "1088936",
            "text": "Vitiði ekki að copy paste rekki leyft. Það væri fáranlegt ef það væri leyft að taka greinar frá einhverjum öðrum sem eru bunir að vinna hörðu mhöndum á að skrifa eithtvað og setja á síðuna sína, svo koma einhverjir nýfermdir str´klingar inná síðuna og copera allt á hugann"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-05-20 13:07:41",
            "id": "1088938",
            "reply_to_id": "1088937",
            "text": "Raggi minn það er kominn timi fyrir breytingar . út með þig þú ert leiðinlegt rauðhært barn og átt ekki skilið að vera hérna , NEIN STAÐAR Á HUGA"
        },
        {
            "user": "XorioN",
            "user_id": "41632",
            "date": "2003-05-20 16:10:45",
            "id": "1088939",
            "reply_to_id": "1088937",
            "text": "ERTU AÐ FUCKING KALLA MIG NÝFERMADANN STRÁKLINNGGg!!!?!?!?!?"
        },
        {
            "user": "DrEvil",
            "user_id": "25921",
            "date": "2003-05-20 16:13:49",
            "id": "1088940",
            "reply_to_id": "1088937",
            "text": "Rofl RaggiS hvern ert þú að kalla nýfermdann. Bara að þú byggir í rvk…"
        },
        {
            "user": "XorioN",
            "user_id": "41632",
            "date": "2003-05-20 16:16:22",
            "id": "1088941",
            "reply_to_id": "1088937",
            "text": "Slepptessu bara RaggiS þetta er leiðindar mórall frá leiðindar “strákling!”"
        },
        {
            "user": "XorioN",
            "user_id": "41632",
            "date": "2003-05-20 18:37:34",
            "id": "1088942",
            "reply_to_id": "1088941",
            "text": "Bara segja mitt álit, svo best ég veit hef ég verið ljóshærður frá 8 mánaða aldri en þá fékk ég hár á hausin, litblinda barn"
        },
        {
            "user": "XorioN",
            "user_id": "41632",
            "date": "2003-05-20 18:38:13",
            "id": "1088943",
            "reply_to_id": "1088942",
            "text": "segi þetta aðalega því Tjörvi er félagi minn, og ef hann væri það ekki væri ég ekkert að skipta mér af þessu"
        },
        {
            "user": "XorioN",
            "user_id": "41632",
            "date": "2003-05-20 18:42:42",
            "id": "1088944",
            "reply_to_id": "1088943",
            "text": "OK ég fyrirgef ykkur, ég skoðaði info-ið ykkar og ég sé að þið hafið áhuga á Half Life, þetta hlýtur að vera nógu og erfitt fyrir."
        },
        {
            "user": "XorioN",
            "user_id": "41632",
            "date": "2003-05-20 19:44:38",
            "id": "1088945",
            "reply_to_id": "1088944",
            "text": "haha , þú bara reprisentar okkur CS spilara.. GG bann fyrir haxxzor my german"
        },
        {
            "user": "XorioN",
            "user_id": "41632",
            "date": "2003-05-21 13:21:26",
            "id": "1088946",
            "reply_to_id": "1088945",
            "text": "LOL ekki reyna að grafa yfir þetta með info-sleikjuhátt"
        },
        {
            "user": "rammstein",
            "user_id": "27927",
            "date": "2003-05-21 14:05:04",
            "id": "1088947",
            "reply_to_id": "1088944",
            "text": "humm ef ég hefði skrifað grein á heimasíðu….þá væri ég himinlifandi ef einhver mundi c/p þá grein ,og taka það fram hvaðan það var c/p frá….þetta kallast frí AUGLÝSING….ekki hafði ég hugmynd um þennan Tjörva fyrr en ég sá minst á hann…og hann er með mjög góða síðu…..mátur c/p er ómetanlegur EF þess er getið hvaðn það er verið að c/p-sta"
        },
        {
            "user": "rammstein",
            "user_id": "27927",
            "date": "2003-05-21 14:30:38",
            "id": "1088948",
            "reply_to_id": "1088947",
            "text": "rammstein, c/p hefur alltaf verið bannað á huga.is þó það sé heimildað. Það er meira segja svo alvarlegt ef maður tekur enska grein á netinu og þýðir hana sjálfur og setur hér á huga, þá er manni hótað banni fyrir að heimilda ekki."
        },
        {
            "user": "rammstein",
            "user_id": "27927",
            "date": "2003-05-21 15:01:42",
            "id": "1088949",
            "reply_to_id": "1088948",
            "text": "ég er sammála því að ef þú tekur ekki fram hvaðan heimildir koma og /eða hvaðan er c/p það er bannað…..hitt finst mér ok ef það er tekið fram hvaðan það er tekið…..\nen ok takk samt"
        },
        {
            "user": "XorioN",
            "user_id": "41632",
            "date": "2003-05-21 18:14:44",
            "id": "1088950",
            "reply_to_id": "1088948",
            "text": "Ég tók fram heimildir….."
        }
    ]
}