{
    "forum_title": "Tolkien",
    "user": "Amon",
    "user_id": "20748",
    "date": "2003-05-19 18:29:33",
    "title": "Hobbitinn",
    "text": "jæja, ég ákvað að skrifa örlítið, en aðalega útaf þessu (sjá:\nhttp://www.hugi.is/tolkien/korkar.php?sMonitor=viewpost\n&iPostID=1137612&iBoardID=337):\nMunky: sorglegt… :(\nAMON, KOMDU AFTUR!!!!!!!!!!!!\nFragGer: hehe, ég hélt ég mundi aldrei eiga eftir að segja þetta ennn….AMON WE NEED YOU ;OP\n——\nEn allavegna, þá ætla ég að skrifa um hobbitann… bæði endursögn, og stutta athugasemd og þannig… semsagt, ég leyfi mér að kalla þetta ritgerð.\nSagan:\nSagan er að mestu um hobbita sem heitir Bilbó (bara fyrir þá sem ekki vita).\nEinn dag skýtur Gandalfi upp í héraði. Bilbó getur ekki annað gert en boðið honum til tes deginum eftir. Daginn eftir verður hann þó heldur en ekki hissa þegar dvergunum bókstaflega rignir inn hjá honum, og eru þeir þá 13, eða þeir Dvalinn, Balinn, Fili og Kili, Dóri, Nóri og Óri, Óinn og Glóinn , Bifur, Bófur, Bombur og svo Þorinn Eikinskjaldi, en að lokum skýtur svo Gandalfur upp kollinum.\nTekst tókaeðli Bilbós þá einhvernvegin að ýta honum út í þetta ævintýri, en að sjálfsögðu “hjálpaði” Gandalfur líka til við að koma honum út um dyrnar.\nEkki er mikið af þeim að segja þangað til þeir lenda í þrem tröllum, sem fara að rífast um það hvernig þeir eigi að matreiða þá. Gandalfur kemur svo á rifrildi milli tröllana, og endar það með því að allt endar vel í þetta skiptið. (Hvernig ætla þeir að ná til fjallsins eina ef þeir geta ekki bjargað sér að þokufjöllum?)\nEn allavegna, til Rofadals ná þeir, og meira að segja allt að þokufjöllum. Þar komast þeir í vandræði, sem er þeim líkt, og lenda í haldi orka. Gandalfur kemur þar enn og aftur til bjargar, en þeir missa þó Bilbó í asanum. Hann ratar þá á hring einn, og svo niður í dýpstu afkima þokufjalla. Þar lendir hann í gátuleik við skepnuna Gollum, en hann kemur sér úr þeim leik.\nAð lokum kemst hann svo út, en hann eltir Gollum ósýnilegur (fyrir mátt hringsins), og gerir svo eitthvað sem enginn baggi gæti gert, tekur undir sig stökk yfir veruna, og treður sér í gegnum dyr drísla!\nEn ojæja, hann fynnur hina, og saman halda þeir í burtu, en ekki líður á löngu þangað til vargar (úlfastofn, bandamenn drýslanna) finna þá. Að lokum eru þeir svo allir komnir upp í logandi tré (með drýsla í hjá vörgunum í þokkabót), þegar þeim er bjargað hetjulega af örnunum, fyrir utan það að Bilbó gleymist eiginlega (hann heldur sér í fætur Vamba ef ég man rétt… “ó, fæturnir á mér”, “æ, hendurnar mínar”).\nAð lokum komast þeir svo til Bjarnar Byrnings kallaðans, sem að gefur þeim ráð og mat. Þeir dvergar fara svo að Myrkviði, þar sem Vambi dettur í töfraá, og sofnar lengi og vel. Ekki endar það svo betur að öllum nema Þorni og Bilbó er stolið af risaköngulóm, Þorni er stolið af skógarálfum Thranduils (faðir Legolasar), og bilbó situr þar einn með tókaeðlið eitt að vopni (auk ónefnds stings auðvitað).\nEn jæja, Bilbó tekst að lokum að ráða bug á köngulónum, en þá taka álfarnir við dvergunum. Bilbó tekst þó að leysa þá alla úr prísund álfanna og koma þeim í þokkabót til borgar vatnafólksins. Þá hefur hann heldur en ekki hækkað í áliti dverganna.\nAð lokum komast þeir til fjallsins, og enda þar í miklum háska, enda er það gullóður elddreki sem vaktar gullið í fjallinu eina! En jæja, Bárður einn af vatnafólkinu veigur drekann, en ef dvergarnir halda að það hafi verið endalok ævintýris þeirra er það alrangt. Í lokin er svo fimmherja orrustan, þar sem Vatnafólkið, álfarnir, dvergarnir, orkarnir og frænddvergar Þorins frá járnfjöllum stríða, reyndar allir á móti orkunum ólíkt upphaflega planinu sem var allir dvergar móti vatnamönnum og álfum.\nEn allavegna, Bilbó kemst svo aftur heim til sín til héraðs, þar sem honum er allt í einu sama um álit allra, ólíkt gamla baggaeðlinu.\nAthugasemd:\nÍ raun er ekkert að bókini nema örfá smáatriði eins og drísla-orka málið.\n——\nEndilega segið mér álit ykkar á þessari grein (þá aðalega Ratatoskur, hvurslags og sveinbjo), því að þetta er fyrsta greinin sem ég vanda mig virkilega með (og samt er ég í prófum núna! )\nkv. Amon",
    "url": "https://www.hugi.is/tolkien/greinar/143988/hobbitinn/",
    "url_id": "143988",
    "id": "1089118",
    "replies": [
        {
            "user": "Ratatoskur",
            "user_id": "8834",
            "date": "2003-05-20 16:55:52",
            "id": "1089119",
            "reply_to_id": "1089118",
            "text": "Fyrir hvern er þessi grein skrifuð ?\nFyrir fólk sem ekki hefur lesið bókina? Af hverju ertu þá að segja frá öllum söguþræðinum ?\nFyrir fólk sem hefur lesið bókina ? Af hverju ertu þá að segja frá öllum söguþræðinum ? Fólk sem lesið hefur bókina  kann hann.\nGrein á að vera fræðandi á einhvern hátt. Það er ekki mikið slíkt í þessari grein. Því miður."
        },
        {
            "user": "Amon",
            "user_id": "20748",
            "date": "2003-05-20 17:34:38",
            "id": "1089120",
            "reply_to_id": "1089119",
            "text": "Hvað með t.d. fólk sem séð hefur myndinar tvær sem komnar eru (eða bara aðra) og ákveður að kíkja inn á áhugamálið, les greinina, finnst hún áhugaverð og fer að lesa bókina, og þar af leiðandi er kominn enn einn tolkien fan!\nkv. Amon"
        },
        {
            "user": "Ratatoskur",
            "user_id": "8834",
            "date": "2003-05-21 03:22:03",
            "id": "1089121",
            "reply_to_id": "1089120",
            "text": "“Hvað með t.d. fólk sem séð hefur myndinar tvær sem komnar eru (eða bara aðra) og ákveður að kíkja inn á áhugamálið, les greinina, finnst hún áhugaverð og fer að lesa bókina, og þar af leiðandi er kominn enn einn tolkien fan!”\nOg uppgötvar svo þegar það byrjar á bókinni að það hefði nú verið gaman að vita ekki hvernig bókin eigi eftir að enda."
        },
        {
            "user": "Amon",
            "user_id": "20748",
            "date": "2003-05-21 08:43:22",
            "id": "1089122",
            "reply_to_id": "1089121",
            "text": "Ég á frænda sem vildi t.d. að ég segði honum ALLT úr Harry Potter 4 áður en hann las hana… og ég held að það séu fleyri þannig :)\nkv. Amon"
        },
        {
            "user": "Ratatoskur",
            "user_id": "8834",
            "date": "2003-05-21 14:11:13",
            "id": "1089123",
            "reply_to_id": "1089122",
            "text": "LOTR-bókaspoiler:\n*******************\nEn spurðu sjálfan þig:\nHefðirðu sjálfur viljað vita allt sem gerist í LOTR áður en þú last bókina ?\nHefðirðu viljað vita að Gandalfur átti eftir að deyja en myndi svo koma aftur ? Að Boromír myndi girnast hringinn ? Að Denethor ætti eftir að missa vitið ? Að Sarúman ætti eftir að leggja The Shire í rúst ?  o.s.frv. o.s.frv.\nÞetta eru allt hlutir sem að ég hefði engan veginn viljað vita þegar ég væri að lesa bókina í fyrsta skipti. Fyrsta skiptið sem að ég las LOTR er lestur sem ég gleymi aldrei og upplýsingarnar eins og ég gaf upp hér á undan, hefðu algerlega eyðilagt upplifunina."
        },
        {
            "user": "Amon",
            "user_id": "20748",
            "date": "2003-05-21 14:35:16",
            "id": "1089124",
            "reply_to_id": "1089123",
            "text": "Tjah… nei, eiginlega ekki :þ Hugsa þá um þetta í næstu grein, þakka athugasemdirnar :)\nkv. Amon"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2003-05-21 15:13:51",
            "id": "1089125",
            "reply_to_id": "1089123",
            "text": "takk!!!!"
        },
        {
            "user": "begga87",
            "user_id": "10343",
            "date": "2003-05-21 22:20:08",
            "id": "1089126",
            "reply_to_id": "1089123",
            "text": "Svaraðu þessu: Heldurðu virkilega að enginn hafi lesið FOTR eftir að hafa séð myndina?  Ég meina, sá maður veit væntanlega allan söguþráðinn og verður þá „fúll“ vegna þess…\nLestur bókar og söguþráðurinn er tvennt algjörlega ólíkt, enda er söguþráðurinn í LOTR ekki beint rosalega óvæntur og frumlegur, maður veit að þetta endar allt vel.  Persónu- og náttúrulýsingarnar í bókum Tolkien bæta þetta næstum því alveg upp.\nGefðu honum smá breik.\nFlugsi"
        },
        {
            "user": "begga87",
            "user_id": "10343",
            "date": "2003-05-22 00:17:23",
            "id": "1089127",
            "reply_to_id": "1089126",
            "text": "Þó að maður viti að allt endi vel þýðir það ekki endilega að söguþráðurinn sé ófrumlegur. Ef söguþráðurinn væri eins ófrumlegur og fyrirsjáanlegur og þú lætur í ljós væru ekki næstum því jafn margir svona hrifnir af bókunum. Þráðurinn í sögunni er nokkuð ófrumlegur ef hann er einfaldaður eins og gagnrýnandi myndi gera en hann er einskostar ekkert einfaldur. Það gerir hann bara ófrumlegan að einfalda hann á þennan hátt.\nÞó að mér sjálfri finnist náttúrulýsingarnar góðar þekki ég manneskju sem hélt ekki áfram með bókina í hálft ár því að hún strandaði á náttúrulýsingunum í Lóríen. En um leið og hún komst yfir það las hún hana í hvelli. Þannig að þú sérð að það eru ekki náttúrulýsingarnar sem gera mest fyrir bókina (að mínu mati) heldur er það söguþráðurinn.\nBegga"
        },
        {
            "user": "Ratatoskur",
            "user_id": "8834",
            "date": "2003-05-22 02:32:15",
            "id": "1089128",
            "reply_to_id": "1089126",
            "text": "Ég skal svara þessu mín ágæta fluga:\nÉg tel nú það að sjá myndirnar komast nú nokkuð nærri sögu Tolkiens og tel það því aðeins öðruvísi en að einhver kjaftaði að mér helstu atriðum sögunnar. FOTR hans Peter Jacksons er FOTR Tolkiens á kvikmyndaformi.\nÞar af leiðandi myndi ég halda að viðkomandi sem væri að fara sjá t.d. FOTR í bíó í fyrsta skipti og hefði ekki lesið bókina yrði jafn fúll yfir því að fá að vita að Gandalfur og Boromír ættu eftir að láta lífið.\nSöguþráður er svo það sem gerist í bókinni. Mér finnst hann ekki beint fyrirsjáanlegur. Mig grunaði ekki eftir fyrsta kaflann eftir veislu Bilbós að Théoden konungur ætti eftir að sigra við Helm's Deep.\nEn annars þá var ég ekki að tala um að Amon væri að ljóstra einhverjum hernaðarleyndarmálum upp sem ekki má vita af. Ég var bara að benda á eiginlegt tilgangsleysi þessarar greinar."
        },
        {
            "user": "Ratatoskur",
            "user_id": "8834",
            "date": "2003-05-22 13:35:51",
            "id": "1089129",
            "reply_to_id": "1089128",
            "text": "Gott svar, virkilega gott svar.\nÞað getur vel verið að greinin hafi verið tilgangslaus en þú hefðir líka getað sagt eitthvað smá jákvætt um greinina, eins og að það eru nánast engar stafsetningarvillur (man bara eftir tveimur, fynnur-finnur og könguló-köngurló(er það ekki annars)), góð greinarskil og jafnvel að þetta væri góð endursögn á söguþræðinum (ég las greinina að vísu ekki fyrir fyrsta svarið mitt.. þar sem ég hef lesið The Hobbit nokkrum sinnum), þú veist, svona smá klapp á bakið.\nÞað má gagnrýna en það má líka hrósa, það er það sem ég vildi benda á en ég gerði það kannski ekki á mjög þroskaðan hátt.\nAnnað, þetta hérna hjá þér: „Mig grunaði ekki eftir fyrsta kaflann eftir veislu Bilbós að Théoden konungur ætti eftir að sigra við Helm's Deep.“  -  Hefðir getað tekið tvö dæmi sem væru nær í tíma, kannski að eftir veislu Bilbós þá grunaði mig ekki að allir vinir hans væru að plotta gegn honum eða eitthvað, mér fannst þetta bara skrýtið val hjá, skiptir svo sem engu.\nJæja, nóg af röfli, verum bara öll vinir."
        },
        {
            "user": "Ratatoskur",
            "user_id": "8834",
            "date": "2003-05-22 14:34:17",
            "id": "1089130",
            "reply_to_id": "1089129",
            "text": "DrEvil: “Og þótt Amon geti sent inn greinar án þess að það þurfi að samþykkja þær, er óþarfi að líta á hann sem óvin þinn! ”\nÞað þarf að samþykkja greinar hans Amons og ég samþykkti líka þessa grein.\nsvolfluga: “Hefðir getað tekið tvö dæmi sem væru nær í tíma, kannski að eftir veislu Bilbós þá grunaði mig ekki að allir vinir hans væru að plotta gegn honum eða eitthvað, mér fannst þetta bara skrýtið val hjá, skiptir svo sem engu.”\nÞetta var bara mjög ýkt dæmi í sambandi við hvað söguþráður er.\nStafsetning Amons fer reyndar batnandi. Það er einna helst y-reglan sem er ekki nógu góð en hún er nú svipuð hjá hálfum hugi.is hvort sem er.\nHef annars ekkert á móti Amoni, mér finnst það gaman að áhugi hans skuli vera svona mikill að hann nenni að skrifa eins mikið af greinum og hann gerir en hann ætti bara að nýta áhugann í eitthvað uppbyggilegra en endursagnir og beinar þýðingar."
        },
        {
            "user": "OutlawTorn",
            "user_id": "5996",
            "date": "2003-05-24 20:46:29",
            "id": "1089131",
            "reply_to_id": "1089130",
            "text": "Ó, hvað ég er sammála Ratatoski…\nFyrir utan það að ég vil benda á það að fólk sem fer á FOTR myndina og verður svo fúlt af því það veit hvernig hún endar er ekki að hugsa rökrétt…\nMálið er að þetta fólk VALDI að sjá endann áður en bókin var lesin. Öðru máli gegnir um þetta mál…"
        },
        {
            "user": "Amon",
            "user_id": "20748",
            "date": "2003-05-25 10:27:34",
            "id": "1089132",
            "reply_to_id": "1089131",
            "text": "„En allavegna, þá ætla ég að skrifa um hobbitann… bæði endursögn…\"\nFólkið sem las greinina og er fúlt af því að það veit hvernig bókin endar VALDI að lesa greinina… það hafði viðvörun!\nkv. Amon"
        },
        {
            "user": "BlueAndPurple",
            "user_id": "24625",
            "date": "2003-05-21 16:36:33",
            "id": "1089133",
            "reply_to_id": "1089122",
            "text": "mér fannst þetta mjög flott grein og ég hafði gaman af henni. Ég er alltaf að reyna lesa hobbitan en eg hef aldrei tima, þannig þú máttir kannski seigja meira fra´smá atriðunum :) annars var þetta fínasta grein og það má lika koma fyrir lord of the rings bækurnar."
        },
        {
            "user": "Amon",
            "user_id": "20748",
            "date": "2003-05-21 16:51:58",
            "id": "1089134",
            "reply_to_id": "1089133",
            "text": "takk"
        },
        {
            "user": "Amon",
            "user_id": "20748",
            "date": "2003-05-21 16:52:00",
            "id": "1089135",
            "reply_to_id": "1089133",
            "text": "takk"
        },
        {
            "user": "DrEvil",
            "user_id": "25921",
            "date": "2003-05-22 11:12:06",
            "id": "1089136",
            "reply_to_id": "1089121",
            "text": "Ratatoskur þú ættir kannski að hugsa þinn gang aðeins, reyna að segja eitthvað jákvætt um greinar í stað þess að rakka þar sífellt niður. Grein þarf ekki alltaf að vera fullkomin. Og þótt Amon geti sent inn greinar án þess að það þurfi að samþykkja þær, er óþarfi að líta á hann sem óvin þinn!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-05-22 12:58:35",
            "id": "1089137",
            "reply_to_id": "1089136",
            "text": "Amon bað Ratatosk um álit sitt á greininni og álit Ratatosks á alveg fullkomlega rétt á sér. Ég er alveg sammála honum. Þetta var ekki grein heldur samantekt á úrdrætti út hobbitanum. Afhverju helduru að Ratatoskur líti á Amon sem óvin sinn? Ratatoskur rakkaði heldur ekki greinina niður. Hann sagði álit sitt á henni."
        },
        {
            "user": "Skaiburz",
            "user_id": "25411",
            "date": "2003-05-20 21:11:25",
            "id": "1089138",
            "reply_to_id": "1089118",
            "text": "Fín grein, áhugamálið er að lifna aftur við. Hef lesið bókina og hún var mjög skemmtileg, mæli með henni fyrir þá sem hafa ekki lesið hana."
        },
        {
            "user": "FragGer",
            "user_id": "17033",
            "date": "2003-05-20 23:41:13",
            "id": "1089139",
            "reply_to_id": "1089118",
            "text": "Ég ætla hér með að gera pólitíska yfirlýsingu að Amon skrifaðu eins og þú vilt af greinum og gerðu það vel. Skrifaðu þúsund greinar á dag mér er sama, bara fullt að lesa sem er flott en gerðu það vel og ég eigi kvarta. Gott lesefni til að hanga yfir GJ."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-05-22 08:14:42",
            "id": "1089140",
            "reply_to_id": "1089118",
            "text": "verð að segja að þetta er frekar slöpp grein. en hún er skárri en ekkert"
        },
        {
            "user": "delonge",
            "user_id": "22183",
            "date": "2003-05-25 23:17:53",
            "id": "1089141",
            "reply_to_id": "1089118",
            "text": ":D"
        },
        {
            "user": "Exilon",
            "user_id": "22417",
            "date": "2003-06-03 15:28:19",
            "id": "1089142",
            "reply_to_id": "1089118",
            "text": "Amon .. þú varst ljótur hommi sem skrifaði gay drasl sem allir vita fyrir 5 mánuðum síðann … og ég er hræddur um að þú verður bara verri og verri …"
        },
        {
            "user": "Qumara",
            "user_id": "24265",
            "date": "2003-06-06 13:52:19",
            "id": "1089143",
            "reply_to_id": "1089118",
            "text": "Ég las ekki greinina, bara stuttu athugasemdina. Ég hef lesið bókina of oft til að nenna að lesa æutdrátt. Það getur verið ágætt fyrir fólk sem nennir ekki að lesa mikið en hefur séð myndirnar, en ég held að öllum sem lesa greinina hefði fundist skemmtilegra að greinin væri frekar um bókina, en væri ekki bókin. t.d. hvað var ekki nógu gott í henni og þess háttar."
        },
        {
            "user": "BudEWeyser",
            "user_id": "35187",
            "date": "2003-06-10 13:24:37",
            "id": "1089144",
            "reply_to_id": "1089118",
            "text": "Hobbitinn er ekkert nema perri."
        },
        {
            "user": "Mannvitsbrekka",
            "user_id": "15660",
            "date": "2003-07-06 01:36:46",
            "id": "1089145",
            "reply_to_id": "1089118",
            "text": "Eg er nu buinn ad lesa hobbitann og hef ekkert a moti thessari grein, hinsvegar var bryn thorf a spoiler vidvorun…\n****VARUD!**** THEIR SEM HAFA EKKI LESID BOKINA AETTU AD ATHUGA AD THETTA ER SPOILER, OG ER HER LJOSTRAD UPP ENDI HOBBITANS ****VARUD****\nen mundu thad bara naest."
        }
    ]
}