{
    "forum_title": "Kettir",
    "user": "lundi86",
    "user_id": "30364",
    "date": "2003-05-19 19:39:51",
    "title": "ehm.. köttur í poka?",
    "text": "Oki.. ég var einu sinni að hjálpa vinkonu minni að passa þrjá stráka, sá elsti var held ég nýbyrjaður í skóla.  Þessi fjölskylda átti kött, og á hann líkast til ennþá, og strákunum fannst voðalega vænt um hann.  Kannski einum of, því þeir kreistu hann oft að sér og reyndu að lyfta honum upp, annað hvort með því að vefja höndunum um líkaman eða toga í lappirnar á honum.  Það sem mér fannst samt ömurlegast hjá þeim var að þeir tróðu honum stundum í haldapoka, svona eins og hagkaupspoka eða nettópoka.  Og þetta fannst þeim gaman!  Síðan tók ég eftir því að þeir fóru mjög oft í feluleik þar sem þeir leituðu að kettinum.  Kannski einhver vísbending þar?  Ég vildi ekki skamma þá of harkalega þannig að ég sagði þeim bara að Kisi (kötturinn hét það) þætti þetta ekkert gott.  Þetta var náttúrulega fáránlegt að þeir skyldu láta svona en það sem gerði þetta verra var að hvorki foreldranrir né vinkona mín gerðu neitt í því!\nÉg er á móti dýraofbeldi en mér finnst ekki að það eigi að refsa þeim sem beita dýrum ofbeldi með dauðarefsingu.\nKv. lundi86",
    "url": "https://www.hugi.is/kettir/korkar/144173/ehm-kottur-i-poka/",
    "url_id": "144173",
    "id": "1090342",
    "replies": [
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-05-21 04:31:17",
            "id": "1090343",
            "reply_to_id": "1090342",
            "text": "Það er tvennt ólíkt þegar börn eru að hnoðast með dýr í óvitaskap og þegar fullorðnir eða jafnvel börn eru að meiða dýr viljandi.\nSum dýr eru mjög þolinmóð þegar börn eru að hnoðast með þau.  Ein lítil frænka mín gekk um húsið með pelann í annarri hendinni og köttinn í hinni.  Hélt honum svona á maganum, eflaust ekki sérlega þægilegt fyrir köttinn.  Önnur klæddi sinn kött í dúkkuföt og setti í dúkkuvagn.  Hins vegar hefðu þeir alveg getað varið sig ef þeir hefðu ekki viljað þetta.  Kettir eru þekktir fyrir að strjúka að heiman ef þeim líkar ekki auk þess sem þeir hafa tennur og klær.\nÞað ætti náttúrulega að vera hlutverk foreldra að vernda dýrin fyrir börnunum og öfugt en líklega hafa þessar misþyrmingar á kettinum litið verr út en þær voru í raun og veru fyrst kötturinn tók ekki til sinna ráða."
        }
    ]
}