{
    "forum_title": "Græjur",
    "user": "Hlynzi",
    "user_id": "21838",
    "date": "2003-05-20 14:56:02",
    "title": "Flottu græjurbúðirnar hérna heima",
    "text": "Jæja, nú er svo komið að því að skrifa grein um þetta efni, þar sem ég ætla að taka fyrir Hljómsýn, Rafgrein og Plútó.\nHljómsýn: Þetta er hin fínasta búð sem allir ættu að vita um, og er hún staðsett í Ármúlanum. Þar sem ég er 15 að verða 16 ára, og fór þarna í síðustu viku, þá fæ ég kanski ekki bestu þjónustuna þar sem ég er ekki markhópur fyrir þá, eða það halda þeir allavegana, þegar ég mætti voru nokkrir starfsmenn og verð ég að segja að einn er alltaf framúrskarandi. Ég fór eiginlega sérstaklega til þess að hlusta á electro-statíska hátalara, að nafni Martin Logan. Ásamt lampamagnara og geislaspilara með lömpum, það var bara fínasta sound í þessu. Þeir eru svo með Marantz, Paradigm, Gemini og fleira. Allt þetta eru einstaklega góð merki, en ég þekki ekki svo mikið inná Gemini græjurnar. Þetta er samt í allt, mjög skemmtileg búð.\nRafgrein: Ég var einstaklega hrifinn af þessari búð sem er staðsett við hliðina á ísbúðinni við Álfheima. Ég kíkti þarna, aðallega til að skoða lampamagnara sem hann er með þarna, ég hringdi í hann soldið fyrr, til þess að biðja hann um að verma lampamagnarann. Hann gerði það og ég mætti svo í búðina og fékk að hlusta á þetta hjá honum, og ég held að þetta sé eitt besta sound í venjulegum keiluhátölurum ásamt JM-lab sem ég fjalla um aðeins seinna. Á heimasíðu þeirra (linkur neðst!) þá eru bara linkar á heimasíður framleiðanda en það er alveg nóg í bili. Ég mæli sko með því að þið kíkjið þangað, og þetta er opið frá 16:00-18:00 held ég að sé rétt hjá mér, annars er það bara að hringja í síma 565-0808 og spyrja búðareigandann.\nwww.simnet.is/rafgrein\nPlútó: Ég held að fæstir vita að þessi búð er til, en ég fann hana á netinu þegar ég var eitthvað að leita að einhverju. Ég hringi í þann sem er að sjá um þetta, ég ætla að halda nöfnum og adressum hérna utan, þar sem það stendur ekki á síðunni sjálfri, þar stendur allt sem ég gef upp. Að vísu þá svarar hann ekki og ég ákveð bara að hringja aftur seinna í dag, síðan fæ ég upphringingu frá honum um kvöldmatarleitið og ákveð að mæta um 20:00, 20:30 leitið, það er minnsta mál og ég og pabbi rennum til hans. Þar sem þetta er í íbúðinni hjá honum, og hann er víst að fara í annað húsnæði bráðlega, en þá er hann með Arcam magnara, og plötuspilara ásamt JM-Lab, electra 906 hátölurum tengt saman með Nordost snúrum, og verður að taka fram að ég heyrði ekki nein innskot eða annars konar truflanir/bjaganir þegar ég var þarna. Þessar græjur í heild sinni voru smáar en knáar. Ég mæli mjög sterklega með því að menn kíkji þangað, og skoði þetta grandlega, þetta er alveg einstaklega góð búð, og mjög góðar græjur.\nwww.pluto.is",
    "url": "https://www.hugi.is/graejur/greinar/144202/flottu-graejurbudirnar-herna-heima/",
    "url_id": "144202",
    "id": "1090750",
    "replies": [
        {
            "user": "grugli",
            "user_id": "9479",
            "date": "2003-05-20 15:56:45",
            "id": "1090751",
            "reply_to_id": "1090750",
            "text": "Gleymdu ekki Pfaff.\nÞar eru þessir yndislegu headponar (höfuðtól á íslensku) og hljóðnemar frá Seinheiser.\nÞegar kom heim eftir að hafa farið í Pfaff í fyrsta skiptið henti ég öllum headphonumnum mínum og núna nota ég bara Seinheiser. :)\nhttp://www.pfaff.is/hljoddeild/"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-05-20 16:11:04",
            "id": "1090752",
            "reply_to_id": "1090751",
            "text": "Og það má auðvitað ekki gleyma að í Pfaff eru fleiri merki eins og Dynaudio, Densen, Rotel og Kimberkable!\nÉg þekki allar þessar búðir núna nema Rafgrein… planið er að fara þangað á eftir ef ég hef tíma ananrs á morgun eftir vinnu.\nVinur minn er að leita að græjum og var eiginlega búin að ákveða að kaupa JM Lab og Arcam, en nú er komið babb í bátinn…\nÞað er hörku útsala hjá Pfaff og Dynaudio á 20% afslætti og Rotel á 40% sem er nú ekkert lítið.\nÞannig að nú erum við í klípu."
        },
        {
            "user": "Hugleikur",
            "user_id": "4907",
            "date": "2003-05-20 17:25:44",
            "id": "1090753",
            "reply_to_id": "1090751",
            "text": "Meinaru ekki headphonar og Sennheiser…"
        },
        {
            "user": "Castrate",
            "user_id": "12936",
            "date": "2003-05-20 22:03:57",
            "id": "1090754",
            "reply_to_id": "1090753",
            "text": "Ég verslaði Grado SR-60 heyrnatól í Hljómsýn get ekki annað sagt en ég hafi fengið frábæra þjónustu. Ég fékk alveg að prufa heyrnatólin eins og ég vildi svo í þokkabót fékk ég afslátt og borgaði 9000 kall í stað 11000."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-05-21 08:31:02",
            "id": "1090755",
            "reply_to_id": "1090754",
            "text": "Ég fæ fína þjónustu hjá Hljómsýn líka en er ekki voða hrifn af því að versla við þá því þegar ég keypti mínar fyrstu græjur þá virti eigandinn mig ekki viðlits - hálfpartinn henti mér út.\nÞá var maður 15 ára, ég endaði með að kaupa allt í Takti - enda fékk allt dótið lánað heim þar og óviðjafnanlega þjónustu. Þeir sáu í hendi sér að fyrst ég væri 15 að versla fyrir dágóða upphæð þá væri þetta náttúrulega framtíðar viðskiptavinur."
        },
        {
            "user": "Hlynzi",
            "user_id": "21838",
            "date": "2003-05-21 12:29:16",
            "id": "1090756",
            "reply_to_id": "1090750",
            "text": "Hljómsýn er nefnilega ekki að hugsa um framtíðar viðskiptavini. T.d. ég á mjög sennilega eftir að kaupa eitthvað hjá þeim, og þeir verða að vera jákvæðir við alla ef þeir ætla að fá góða dóma."
        },
        {
            "user": "teknique",
            "user_id": "1626",
            "date": "2003-05-21 14:30:18",
            "id": "1090757",
            "reply_to_id": "1090756",
            "text": "Auðvitað… þeir hefðu getað náð af mér 200 þúsund kalli ef þeir hefðu bara virt mann viðlits þegar maður var 15.\nÉg hef verslað meira við Takt síðan… því miður þá lýst mér ekkert á Heimilistæki nema mínir menn séu þar og ég hef ekki séð þá.\nÉg fór í Pfaff aftur í hádeginu og þjónustan er frábær… ég er kominn með hausverk af pælingum..\nÉg gæti trúað að lendingin verði Rotel magnari og CD og Dynaudio Contour MK1.1"
        },
        {
            "user": "teknique",
            "user_id": "1626",
            "date": "2003-05-21 17:02:48",
            "id": "1090758",
            "reply_to_id": "1090757",
            "text": "Hef lent í sama í hljómsýn, fékk að heyra “ekki fikta”. Fékk ekki einu sinni “góðan daginn”."
        },
        {
            "user": "teknique",
            "user_id": "1626",
            "date": "2003-05-21 23:13:35",
            "id": "1090759",
            "reply_to_id": "1090758",
            "text": "Já helvítis kallasninn í Hljómsýn er baaara leiðinlegur."
        },
        {
            "user": "gdarri",
            "user_id": "22251",
            "date": "2003-05-28 00:21:02",
            "id": "1090760",
            "reply_to_id": "1090750",
            "text": "Skil ekki allveg afhverju þessir sölumenn hjá þessum búðum geta ekki bara verið allmennilegir sama hvort það sé 15 ára strákur eða 30 maður… Þeir græða bara ekkert með því að vera að hafa sig yfir eikkverja stráklinga…\nBara vera allmennilegur við hvern sem er, þá langar manni líka að koma aftur að versla við þá ;)"
        },
        {
            "user": "Ice240",
            "user_id": "9576",
            "date": "2003-05-31 19:47:13",
            "id": "1090761",
            "reply_to_id": "1090760",
            "text": "er þá ekki bara málið að mæta í jakkafötum og vera dónalegur á móti"
        },
        {
            "user": "hrotti",
            "user_id": "27979",
            "date": "2004-02-14 23:30:15",
            "id": "1090762",
            "reply_to_id": "1090761",
            "text": "pluto er kominn í nýtt húsnæði og þó að það sé ekki ennþá kominn opnunartími þá verður það bráðlega, þangað til geta menn hringt í hann og fengið demo.  Hann er líka kominn með fleiri merki, t.d.  primare, system-audio, PCM og barco"
        }
    ]
}