{
    "forum_title": "Klassík",
    "user": null,
    "user_id": null,
    "date": "2003-05-21 18:42:51",
    "title": "Pyotr Ilich Tchaikovsky",
    "text": "PYOTR ILICH TCHAIKOVSKY\nHann fæddist 7. maí árið 1840 í bænum Votkinsk í Úralfjöllum. Faðir hans var námueftirlitsmaður. Pyotr litli byrjaði ungur að æfa á píanó og reyndist afbragðsgóður miðað við aldur. Þegar hann varð 10 ára flutti fjöldskyldan til St. Pétursborgar. 19 ára hóf hann störf hjá dómsmálaráðuneytinu og var þar í fjögur ár, samhliða tónlistarnámi sínu. Árið 1863 lærði Tchaikovsky við Tónlistarháskólann í St. Pétursborg og þremur árum síðar fór hann til Moskvu með útskriftarverðlaun og kantötu nokkra í farteskinu.\nÍ Moskvu fékk hann prófessorsstöðu við nýstofnaðan tónlistarháskóla og vann þar í um 12 ár. En þó hann kenndi var hann einnig duglegur við að semja og er 1. píanókonsertinn frá þessum tíma sem og forleikurinn að Rómeó og Júlíu. Árið 1875 var 3. sinfónían frumflutt og einnig ballettinn frægi, Svanavatnið. Í árslok 1875 hafði rík ekkja að nafni Nadezhda von Meck haft samband og sagðist vilja styrkja hann fjárhagslega, einfaldlega vegna þess að hún elskaði verk hans. Tchaikovsky sagði að sjálfsögðu „þakka þér innilega, frú von Meck“ (eða eitthvað álíka) og með stuðningi hennar [í 13 ár] lifði Tchaikovsky lífi þar sem peningar voru ekki vandamál.\nTchaikovsky var hommi, en þar sem að samkynhneigð var mikill veikleiki í þá daga þurfti kauði að fela hana með einum eða öðrum hætti. Hann ákvað þess vegna að giftast Antoninu Milyukovu, tónlistarnema. Sambandið milli þeirra gekk hins vegar mjög illa og reyndi hann að fremja sjálfsmorð en á einhvern hátt misheppnaðist það (guð sé lof). Á þessum tíma samdi hann 4. sinfóníuna og óperuna Eugene Onegin.\nÁ árunum 1878-1884 hætti Tchaikovsky að kenna og snéri sér alfarið að tónsmíðum og samdi mörg afbragðsgóð verk. Til dæmis má nefna Spaðadrottninguna (ópera), Hnotubrjótinn (einn besti ballett allra tíma), og 6. sinfóníuna. Hún var frumflutt 28. október árið 1893. Niu dögum síðar, eða þann 6. nóvember sama ár lést Tchaikovsky. En af hverju lést hann aðeins 53 ára að aldri? Sumir segja að hann hafi [óvart] drukkið kólerumengað vatn, en aðrir vilja meina að hann hafi gert það af ásettu ráði vegna rannsóknar einnar um samkynhneigð hans. Hvort ætli sé líklegra?\nTÓNDÆMI\nFyrsta Sinfónían\n1.\nhttp://som.ript.net/tchai_sin1a.mp3\n(i)\n2.\nhttp://som.ript.net/tchai_sin1b.mp3\n(ii)\nSjötta Sinfónían\n1.\nhttp://som.ript.net/tchai_sin6a.mp3\n(i)\n2.\nhttp://som.ript.net/tchai_sin6b.mp3\n(ii)\nÓperan Hnotubrjóturinn\n1.\nhttp://som.ript.net/tchai_blt1a.mp3\n(dans sykurplómuálfsins)\n2.\nhttp://som.ript.net/tchai_blt1b.mp3\n(dans leikfangaflautanna)\nHEIMILDIR\nhttp://w3.rz-berlin\n.mpg.de/cmp/tchaikovsky.html",
    "url": "https://www.hugi.is/klassik/greinar/144358/pyotr-ilich-tchaikovsky/",
    "url_id": "144358",
    "id": "1091794",
    "replies": [
        {
            "user": "ice2thule",
            "user_id": "16543",
            "date": "2003-05-22 16:42:17",
            "id": "1091795",
            "reply_to_id": "1091794",
            "text": "bara benda þér á að Hnotubrjóturinn er ekki ópera heldur ballet."
        },
        {
            "user": "miles",
            "user_id": "50202",
            "date": "2003-05-22 16:52:03",
            "id": "1091796",
            "reply_to_id": "1091795",
            "text": "ice2thule.\nÞakka ábendinguna.\nÍ æviágripunum stendur að ballettinn sé ballett, en þar sem tóndæmin eru stendur að hann sé ópera.\nkv.\nmiles."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2003-05-23 10:07:30",
            "id": "1091797",
            "reply_to_id": "1091794",
            "text": "Ég vissi ekki að Tchaikovsky væri samkynhneigður.\nHelvítis fórdómar og leiðindi á þessum tíma. Ótrúlegt að menn skuli en vera með fordóma gagnvart samkynhneigðum. Þótt að þeir sem hafa þá fordóma séu flestir með, ef ekki allir með greindarvísitölu undir 40 þá finnst mér samt asnalegt að þetta skuli ennþá vera stunduað (hatur á samkynhneigðu fólki)."
        },
        {
            "user": "miles",
            "user_id": "50202",
            "date": "2003-05-23 22:42:44",
            "id": "1091798",
            "reply_to_id": "1091797",
            "text": "Kreoli.\nÉg vissi heldur ekki að &#8222;Tæji&#8220; hefði verið samkynhneigður fyrr en ég las vefsíðuna/heimildina.\nkv.\nmiles."
        },
        {
            "user": "kvkhamlet",
            "user_id": "10172",
            "date": "2003-05-23 19:26:13",
            "id": "1091799",
            "reply_to_id": "1091794",
            "text": "en athyglisvert….\nÞakka góða grein :)\nVá hugsið ykkur ef honum hefði tekist að drepa sig, þá hefði hann ekki samið hnotubrjótinn.. Mér finnst einmitt hnotubrjóturinn alveg æðislegt verk.\nEn ein spurning: hvort segið þið hnotubrjóturinn eða hnetubrjóturinn?\nkveðja kvkhamlet"
        },
        {
            "user": "miles",
            "user_id": "50202",
            "date": "2003-05-23 22:47:04",
            "id": "1091800",
            "reply_to_id": "1091799",
            "text": "kvkhamlet.\nTakk fyrir það.\nJá, tónlistin í Hnotubrjótnum er svo sannarlega frábær. Svo finnst mér celestan líka hljóma svo vel í Dansi sykurplómuálfsins, algjör snilld.\nSvo segi ég Hnotubrjóturinn.\nkv.\nmiles."
        },
        {
            "user": "Weedy",
            "user_id": "23062",
            "date": "2003-05-24 22:55:19",
            "id": "1091801",
            "reply_to_id": "1091794",
            "text": "Hmmm………………þetta er örugglega þriðja útgáfan á nafninu hans.\nÉg hef alltaf stafað það PJotr Ilich TSchaikovsky.\nSem sagt: J í staðinn fyrir Y og svo  kemur s inn á milli t og c.\nSoldill útúrdúr hehe\nAnnars þá þykir mér þetta tónskáld alveg undravert og er Hnotubrjóturinn í miklu uppáhaldi\nGóð grein :D"
        },
        {
            "user": "miles",
            "user_id": "50202",
            "date": "2003-05-25 09:33:24",
            "id": "1091802",
            "reply_to_id": "1091801",
            "text": "Weedy.\nTakk.\nÉg hef líka heyrt og séð margar útgáfur af nafninu hans, sem er vel skiljanlegt. Maður veit varla hvernig það á að vera borið fram. En þegar ég leita að &#8222;Tchaikovsky&#8220; á Google.com komu upp margar útgáfur af nafninu:\nPytor Ilyich Tchaikovsky\nPiotr Tchaikovsky\nPiotr Ilyitch Tchaikovsky\nPyotr Il'ich Tchaikovsky\nHvert ætli sé hið rétta? Kannski maður fari bara til Rússlands, finni ættingjana og spyrji þá…\nkv.\nmiles."
        },
        {
            "user": "Weedy",
            "user_id": "23062",
            "date": "2003-05-25 12:01:19",
            "id": "1091803",
            "reply_to_id": "1091802",
            "text": "Kannski eru allar þessar útgáfur jafn réttar, þar sem maðurinn var Rússi. Þeir nota öðruvísi stafróf og þaess vegna hefur altaf verið erfitt að koma þessu nafni yfir á okkar stafróf. Ég held að það sé ástæðan."
        },
        {
            "user": "miles",
            "user_id": "50202",
            "date": "2003-05-28 20:11:25",
            "id": "1091804",
            "reply_to_id": "1091803",
            "text": "Weedy.\nJamm, rétt hjá þér.\nkv.\nmiles."
        },
        {
            "user": "bebop",
            "user_id": "53581",
            "date": "2004-08-29 12:53:41",
            "id": "1698924",
            "reply_to_id": "1091804",
            "text": "Bara <b>að tékka</b> <i>hvort</i> <b><i>HTML virki</i></b> <font face=“courier new”>núna</font>.\n<font face=“courier new” size=“9px”>En þetta</font>.\n<font face=“courier new” size=“10px”>En þetta</font>."
        },
        {
            "user": "bebop",
            "user_id": "53581",
            "date": "2004-08-29 12:55:55",
            "id": "1698927",
            "reply_to_id": "1698924",
            "text": "Hmm…\nen þetta\nBBcode\neða\nhvað sem það\nheitir nú aftur."
        }
    ]
}