{
    "forum_title": "Bílar",
    "user": "stakka",
    "user_id": "1280",
    "date": "2001-01-19 19:29:47",
    "title": "Ökumenn",
    "text": "Það er alltaf verið að tala um að stelpur séu eitthvað betri ökumenn út af því að þær eru með lægri slysatíðni. En þó svo að þær keyri daglega í einhverjum tilfellum eins og strákar þá er þarna eitt sem er að pirra mig. Eru strákar ekki að keyra meira miðað við tíma en ekki daga og þeir eru að taka meiri sénsa en hvað er á bakvið þessa sénsa, eru þeir ekki að læra hvað bíllinn getur. En auðvitað er það rétt að þeir eiga ekki að vera að þessu í umferðinni og margir þeirra eru einum of það er alveg rétt. en hvernig væri að byggja eitthvað æfingasvæði fyrir þá þar sem að þeir séu ekki að stofna öllum í hættu. Eitt annað afhverju í andskotanum malbika þeir ekki að spyrnubrautinni? hver eru rökin á bakvið það, þetta hægir á ökumönnunum!! kommon ekki til meiri fjarstæða þeir taka þá bara hraðan aftur ú á reykjanesbrautinni og slá ekki af. Eða er verið að spara peninga. Óþolandi ástand.\nAnnað með stelpur að keyra. Allar sem að ég þekki eru svipaðar í akstri eins og strákar keyra alveg eins. En svo er eins og þegar þær verða eitthvað eldri um 30 þá kunni þær ekki að keyra, pælið í því að tapa þessu á 13 árum annað en karlmenn sem tapa þessu á 35 - 40 árum.",
    "url": "https://www.hugi.is/bilar/greinar/14465/okumenn/",
    "url_id": "14465",
    "id": "92077",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2001-01-20 13:45:25",
            "id": "92078",
            "reply_to_id": "92077",
            "text": "hwh, Cherub á til eina skemmtilega sögu af kvenmannsökumanni.. bíð eftir honum\nstrákar virðast almennt hafa meiri þörf fyrir hraðakstur, þó að undantekningar séu auðvitað til.\nég er oft mjög grófur hvað hraðakstur varðar, en er ennþá punkta&tjón laus…"
        },
        {
            "user": "demonz",
            "user_id": "3238",
            "date": "2001-01-20 14:45:30",
            "id": "92079",
            "reply_to_id": "92077",
            "text": "málið er að eftir 2-4 ár erum við strákarnir búnir að taka miklum framförum og vitum nákvæmlega hvað við eigum að gera þegar hættulegar aðstæður skapast og erum miklu betri bílstjórar heldur en stelpurnar út af því að þær hafa ekkert lært síðan þær voru 17!!"
        },
        {
            "user": "stakka",
            "user_id": "1280",
            "date": "2001-01-20 14:51:39",
            "id": "92080",
            "reply_to_id": "92079",
            "text": "Ég var að veiða eftir þessu! þetta er nákvæmlega hárrétt!!\nvúhúúúúúúú!!!!!!"
        },
        {
            "user": "lucifer665",
            "user_id": "6705",
            "date": "2001-01-20 17:33:20",
            "id": "92081",
            "reply_to_id": "92079",
            "text": "Og hvað kostaði þessi lærdómur?"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-01-20 17:37:33",
            "id": "92082",
            "reply_to_id": "92077",
            "text": "Ég tek undir það að það vanti stað til að KEYRA á. Myndu tryggingafélögin kannski græða á því að styrkja gerð lítillar kappakstursbrautar? Braut sem væri þannig útbúinn að mistök myndu eftir fremsta megni ekki leiða af sér tjón á bílum. Þetta vær gaman að skoða “vísindalega”.\nAnnað er það að upp á síðkastið hef ég komist að því að það sé mun meira gaman að keyra á ca. 7/10 til 8/10 getu ökumanns/bíls en t.d. 9/10 eða 10/10 ef maður er á götunum. Ég veit, maður þarf að hlaupa af sér hornin…"
        },
        {
            "user": "gbjorgvin",
            "user_id": "6979",
            "date": "2001-01-20 17:55:12",
            "id": "92083",
            "reply_to_id": "92077",
            "text": "Þetta er bara ekkert annað en snilldar hugmynd þetta með að koma upp braut fyrir andrenalínsökumenn (eða svoleiðis).\nHvað er verið að selja kraftmikla bíla á Íslandi ef það má svo ekki nota kraftin í þeim.\nOg svo mætti tvöfalda reykjanesbrautina og leyfa 140 km hámarkshraða á henni (þá getur maður keyrt á 180 km/h án þess að vera sviftur, það er geðveikt.\nOg svo má líka banna konumeldri en 30 ára að vera í umferðinni, þær geta valdið stórhættu með þessum HÆGakstri, það er ekkert eins pirrandi og að keyra fyrir aftan kellingar sem eru á 10 km undir hámarkshraða."
        },
        {
            "user": "stakka",
            "user_id": "1280",
            "date": "2001-01-20 18:49:45",
            "id": "92084",
            "reply_to_id": "92083",
            "text": "já ég meina í mesta lagi er hægt að gera svona braut með þeim skilmálum trygginganna að bílarnir séu þarna ótryggðir gagnvart kaskó! svo langar mig að láta gera eina beina braut kannski mílu og svo eina nascar rallybraut í laginu!"
        },
        {
            "user": "elessar",
            "user_id": "777",
            "date": "2001-01-20 21:11:11",
            "id": "92085",
            "reply_to_id": "92077",
            "text": "Já kannski ættum við að safna undirskriftum fyrir að búa til æfingasvæði fyrir nýja ökumenn sem vilja læra og verða góðir ökumenn.En er það rétt þar sem ég heryði einhverstaðar að það ætti að hækka ökuleyfisaældurinn hjá strákum en ekki hjá stelpum.Það er fáránlegt misrétti.\nP.s ég er algörlega á móti hækkun ökuleyfisaldrinum hjá báðum kynjum."
        },
        {
            "user": "elessar",
            "user_id": "777",
            "date": "2001-01-20 21:45:46",
            "id": "92086",
            "reply_to_id": "92085",
            "text": "Þetta í sambandi við að hækka ökuleyfisaldurinn, ég er ósammála því líka, en mér fynnst frekar að fólk ætti að fara í endurökupróf á tveggja ára fresti eða svo, og ef maður fellur þá missir maður ökuréttindin, þetta ætti að halda lélegri ökumönnum af götunum, eins og eldra fólki sem tók ökupróf fyrir 50 árum eða meira…\nOg þetta í sambandi við að strákar lendi í fleiri slysum en stelpur, hvað ætli sé hlutfallið milli td. aksturstíma og umferðaslysa, eða milli fjölda stráka og stelpna í umferðinni í hverjum árgangi, bara pæla."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-03-09 10:24:01",
            "id": "92087",
            "reply_to_id": "92077",
            "text": "Um. ég get nú ekki verið annað en samála þér með hvartmílubrautina. en hvað kvenkyns ökumenn varðar þá er ég ekki alveg samála.. ég þekki nokkrar kellingar sem kunna vel að keira þó að þær séu kanski orðnar sona 35 ára. þó að við karmennirnir séu nottla betri. þá eru þær ekki alslæmar.!"
        }
    ]
}