{
    "forum_title": "Smásögur",
    "user": "Koppur",
    "user_id": "21225",
    "date": "2003-05-24 00:10:11",
    "title": "Hér",
    "text": "HÉR\nAhhh… hressandi að fá þennan vindgust framan í sig eftir að hafa gengið fimm hæðir upp stiga í þungu loftinu inni í byggingunni. Það er samt voðalega hvasst svona hátt uppi. Ég vissi að ég hefði átt að fá mér betri úlpu. Skrítið hvað maður fer að pæla í asnalegum hlutum á svona stað og stund. Hvaða máli skiptir það hvort ég sé í góðri úlpu eða ekki? Er ekki orðið full seint að pæla í því?\nÚlpa? Úlpa er ágæt hljómsveit. Ég hef nú ekki hlustað mikið á þá en þeir eru samt ekki svo slæmir. Nei! Nú er ég farinn að reika aftur! Reika? Eins og ský á himni? Er ég dálítið út á þekju? Já! Orðaleikur! Hahaha! Skemmtilegt að sjá himininn, allan gulan og fölan á litinn eins og… þunnt þvag. Skrítið hvað ljóðskáldin voru alltaf hrifin af þessum lit, þegar sólin er lágt á lofti og skýin eru til staðar til að leyfa henni að pissa yfir sig. Samt hefur maður nú séð mörgum verri litnum klesst up á himininn. Eins og þessi fáránlegi, yfirgnæfandi grái litur sem kemur á haustin þegar allt er þakið í skýjum og sólin kemst hvergi í gegn, bara misgráar klessur festar á hvítan vegg. Sjálfum finnst mér himinninn fallegastur að kvöldi um vetur, þegar hann er svona rauð-fjólublár. Ég hef aldrei skilið almennilega af hverju hann verður þannig á litinn.\nNei! Hvað sé ég? Hundraðkall! Hann hefði komið að góðum notum þegar ég var að leita að bílastæði. Ég lagði nefnilega í stæði með stöðumæli. Ætli ég geti fundið bílinn minn héðan? Látum okkur sjá… Jú, þarna er hann! Lítil rauð Mazda með bilaðri farþegahurð. Sígildur gripur. Merkilegt hvað þær eru til margar sem svara þessari lýsingu, Mözdurnar. Ætli þeir hafi gefið Mözduna út í öðrum lit? Ég man ekki eftir að hafa séð þær í neinum öðrum lit. Ætli þeir hafi gefið Mözduna út með bilaðri farþegahurð? Nei, þá hefði hún sennilega ekki selst neitt.\nAuglýsingarnar segja að maður sé það sem maður keyrir. Ég las þetta einhvers-staðar, ég man ekki hvar nákvæmnlega. Þýðir það að ég er lítill og rauður með bilaða farþegahurð? Gæti verið, gæti verið…\nNei! Hvað er ég að hugsa? Ég er aftur farinn að hugsa út í bláinn. Nú jæja, eða gulinn eða… eitthvað. Eitthvað? Ætlaði ég ekki að gera eitthvað áður en ég..? Jú! Ég ætlaði út í búð fyrir mömmu! Hvað átti ég að kaupa? Tvo lítra af mjólk og tekex, ef ég man rétt. Man ég rétt? Nú er ég ekki viss. Er ég viss um nokkurn skapaðan hlut? Er nokkur hlutur viss? Ætti ég að skjótast út í búð núna? Tja, ég er kominn hingað núna, það er best að ég reddi búðarferðinni seinna. En hvað ef mamma vill mjólkina og tekexið núna? Vill mamma mjólk og tekex almennt? Ég man það ekki lengur! Ætli hún sé ekki að velta því fyrir sér hvar ég er? Hvað tefji mig?\nJá, hvað í andskotanum er ég að tefja mig? Nú er nóg komið af útúrsnúningum, komum okkur að efninu! Efninu? Ætli bómull hefði haldið meiri hita á mér frekar en þetta gervinælon sem þessi úlpa mín er úr? Er til gervinælon? Hvað er gervinælon? Úlpa? Já, það er fín hljómsveit! Er gervinælon eitthvað sem ég spann upp á staðnum eða er það alvöru efni? Efni! Komum okkur að EFNINU!!! Rosalega er ég hátt uppi, fólkið á gangstéttinni fyrir neðan mig er eins og… tja, maurar er kannski full lítil viðlíking. Frekar stórar köngulær. Nú eða mýs, ef ég má fara útfyrir skordýraríkið.\nNei, nú er nóg komið af bulli! Best að vippa sér hér yfir og fást ekki um allt þetta rugl lengur. Það skiptir ekki máli lengur hvort eð er…",
    "url": "https://www.hugi.is/smasogur/greinar/145016/her/",
    "url_id": "145016",
    "id": "1097588",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2003-05-27 15:24:38",
            "id": "1097589",
            "reply_to_id": "1097588",
            "text": "Hvað á þessi gaur eigilega að vera gamall?\nHann er nebblega að hlaupa út í búð fyrir mömmu sína en á samt bíl.\nBara smá pæling……"
        }
    ]
}