{
    "forum_title": "Söngvakeppnir",
    "user": "3gill",
    "user_id": "11879",
    "date": "2003-05-25 22:09:05",
    "title": "Austurríksa lagið! Wiel der mensch zählt",
    "text": "Þetta var ef til vill tromp keppnarinnar.  Án efa lagið sem kom mest á óvart.  Alf Poier er maðurinn á bak við þetta lag og söng það á mjög skemmtilegan hátt.  Hljómar fyrst eins og eitthvað þýskt drykkjulag en svo kemur alveg þvílíkt distortion gítar, helbær snilld.  Einnig voru bakraddirnar flottar, eitthver gella í brynju og svo mamma hans Alf sem gefur laginu ákveðinn karakter, en án efa það sem var best við þetta lag var pappahljómsveitinn!!  Frelsisstyttan með hænuhaus, belja og ég veit ekki hvað og hvað.  Svo kom það svo hressilega á óvart, hann samdi bæði lag og textan auk þess sem hann söng það sjálfur.  Það fannst mér það flottasta við lagið.  Þannig á að gera það, ekki senda eitthverja að syngja lag eitthvers annars það er svo innantómt.\nEn þeir sem segja að þetta lag hafi bara verið grín og fíflarí.  Þeir gleyma einu, er ekki júróvision um að skemmta sér og hlusta á fína mússík, það var ekkert að þessu lagi.  Auk þess sem sviðsframkoman hjá honum alf var alveg til fyrirmyndar og eru þau vel að þessum stigum kominn!!!\nEgill And!",
    "url": "https://www.hugi.is/songvakeppnir/greinar/145227/austurriksa-lagid-wiel-der-mensch-zahlt/",
    "url_id": "145227",
    "id": "1099667",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2003-05-26 12:03:37",
            "id": "1099670",
            "reply_to_id": "1099667",
            "text": "Hell yeah frændi!\nÞetta var í raun eina góða lagið í keppninni!\nNóg komið af einhverju píkupoppi, Britney og Spice girls wannabeees og svo þessum eldgömlu höndleiðinlegu lögum sem eru sem betur fer hætt að fá stig!"
        },
        {
            "user": "fireh",
            "user_id": "17144",
            "date": "2003-05-26 12:10:43",
            "id": "1099671",
            "reply_to_id": "1099667",
            "text": "Þetta var ekkert nema snilldar lag, ég hló og hló eins og geðveikur, síðan þegar það varð aðeins meira heavy þá kútveltist ég af hlátri, ég kaus þetta lag enda ekkert nema flott"
        },
        {
            "user": "fireh",
            "user_id": "17144",
            "date": "2003-05-26 12:13:35",
            "id": "1099672",
            "reply_to_id": "1099667",
            "text": "Það er stundum “einhver”, það sem fer einna mest í taugarnar á mér er þegar fólk segjir eða skrifar alltaf eitthve"
        },
        {
            "user": "ljonshjarta",
            "user_id": "36977",
            "date": "2003-05-26 14:07:49",
            "id": "1099673",
            "reply_to_id": "1099672",
            "text": "segir hver!!! getur ekki einu sinni skrifað segir!!!!!!!!!!!!!!"
        },
        {
            "user": "KHH",
            "user_id": "37110",
            "date": "2003-05-26 14:30:23",
            "id": "1099674",
            "reply_to_id": "1099673",
            "text": "Þetta lag er snilld !! MAmma hans var meira segja að syngja með honum ég hef aldrei hlegið sona mikið á eurovision :)"
        },
        {
            "user": "hjalti1",
            "user_id": "23140",
            "date": "2003-05-26 12:26:33",
            "id": "1099675",
            "reply_to_id": "1099667",
            "text": "besta lagið í keppnini að mínu mati"
        },
        {
            "user": "ZinderLoc",
            "user_id": "10112",
            "date": "2003-05-26 12:30:25",
            "id": "1099676",
            "reply_to_id": "1099675",
            "text": "þetta lag var bara bloody briljant"
        },
        {
            "user": "Ljoskar",
            "user_id": "10919",
            "date": "2003-05-26 13:04:46",
            "id": "1099668",
            "reply_to_id": "1099667",
            "text": "Ekki besta lagið, skemtilegasta lagið fanst mér.\nAð hafa mömmu sína í bakrödd er ekki eitthvað sem að allir hefðu gert.\nSnildin ein, nú vantar mig bara´myndbandið, ef eittvher veit hvar ég finn það endilega látið mig vita."
        },
        {
            "user": "toddisuri",
            "user_id": "28535",
            "date": "2003-05-26 14:46:40",
            "id": "1099669",
            "reply_to_id": "1099668",
            "text": "það er alveg eins en ef þú endilega vilt þá get ég sent þér það :)"
        },
        {
            "user": "Madness",
            "user_id": "9798",
            "date": "2003-05-26 13:55:26",
            "id": "1099677",
            "reply_to_id": "1099667",
            "text": "Lagið var allt í lagi enn atriðið brill"
        },
        {
            "user": "Thorin",
            "user_id": "10897",
            "date": "2003-05-26 15:28:46",
            "id": "1099678",
            "reply_to_id": "1099667",
            "text": "Vitið þið hvar maður getur fundið það?"
        },
        {
            "user": "sjoefn7",
            "user_id": "5661",
            "date": "2003-05-26 16:12:05",
            "id": "1099679",
            "reply_to_id": "1099667",
            "text": "öll myndböndin eru á www.eurovision.tv"
        },
        {
            "user": "ZeRo",
            "user_id": "40",
            "date": "2003-05-26 16:31:29",
            "id": "1099680",
            "reply_to_id": "1099679",
            "text": "Þetta lag er bara til helberinnar skammar, þvílík sorgleg heit. Sýnir hversu slæmt eurovision er orðið? Að hann nái hærra en Ísland með svona krakkalagi. Ömurlegt lag framkvæmt af ömurlegum aðila. Sorglegt, grátlegt. Ég tel að eina leiðin til að vinna Eurovision eins og keppnin er í dag.. er að senda Dr.Gunna með Prumpulagið.\n————————————— ———-\nGeorg, MurK-zeRo"
        },
        {
            "user": "lilmisscatlover",
            "user_id": "33840",
            "date": "2003-05-26 16:55:39",
            "id": "1099681",
            "reply_to_id": "1099680",
            "text": "sammála Eurovision er bara orðið eitt stórt grín sem enginn tekur mark á lengur…… sorglegt"
        },
        {
            "user": "Czar",
            "user_id": "1110",
            "date": "2003-05-26 17:26:12",
            "id": "1099682",
            "reply_to_id": "1099681",
            "text": "hvenær hafa nú verið send “góð” lög í þessa keppni, fyrir löngu far fundinn upp nýr stíll sem má kalla Eurovision stíllinn og það sést mjög vél á þessari keppni hvursu ömurlegur sá stíll e"
        },
        {
            "user": "MesserSchmitt",
            "user_id": "33983",
            "date": "2003-05-26 17:33:38",
            "id": "1099683",
            "reply_to_id": "1099667",
            "text": "Ég táraðist bókstaflega, ég hló svo mikið"
        },
        {
            "user": "BleZi",
            "user_id": "17653",
            "date": "2003-05-26 17:35:42",
            "id": "1099684",
            "reply_to_id": "1099667",
            "text": "Alf Poiers Iclandic fan club\nThis is it"
        },
        {
            "user": "BleZi",
            "user_id": "17653",
            "date": "2003-05-26 17:36:31",
            "id": "1099685",
            "reply_to_id": "1099667",
            "text": "http://this.is/underground/alfpoier/\n“This is it”\nkann bara ekki að gera linka í þetta"
        },
        {
            "user": "thedevil",
            "user_id": "5755",
            "date": "2003-05-26 18:16:43",
            "id": "1099686",
            "reply_to_id": "1099667",
            "text": "Þetta lag var ekkert fyndið og ekkert fyndið við þennan gaur. Hann er bara 1hver fáviti úti í heimi. Of mikið til af sona ruglukollum.\nEn þetta sýnir hvað athygli og frumleiki hefur áhrif á stigagjöf. Við hefðum betur mátt senda Botnleðju!!(og hafa þá í dýrabúningunum!)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-05-26 19:31:35",
            "id": "1099688",
            "reply_to_id": "1099667",
            "text": "hehh róið ykkur!\" Þetta var svo lame hjá þessum gaur!Fólkið sem hefur gaman af þessu ´voru allir nema hann!Hann var eitthvað að gera grín af þessu að tak mömmu sína ég meina það …hvað er símin hjá kleppi helló sko….!"
        },
        {
            "user": "Flugufrelsarinn",
            "user_id": "37135",
            "date": "2003-05-26 19:31:35",
            "id": "1099687",
            "reply_to_id": "1099667",
            "text": "Maður var orðinn þreyttur á þessum týpísku Eurovision lögum en þetta er í fyrsta skipti sem að ég hef hlegið að Eurovision, ekki taka þessu svona alvarlega, það gerir sumir það hérna, gaurinn var ekkert að meina með þessu, þetta var allt í djóki. Það þurfti nú líka smá upplyftingu í þessa keppni!"
        },
        {
            "user": "incubus",
            "user_id": "11204",
            "date": "2003-05-26 20:03:05",
            "id": "1099689",
            "reply_to_id": "1099667",
            "text": "Mér fannst þetta eina lagið sem að virkilega skaraði framúr, svo var maðurinn líka svo asnalegur að maður gat ekki annað en hlegið að honum, samt má við þetta bæta að rokk kaflinn hljómar mjög líkt og ef bara ekki alveg eins og lagið Holy Diver með Dio, þannig að þetta lag er ekta júróvisjónlag, þ.e.a.s STOLIÐ"
        },
        {
            "user": "winter",
            "user_id": "32428",
            "date": "2003-05-27 17:28:23",
            "id": "1099690",
            "reply_to_id": "1099667",
            "text": "Þetta lag var algjör snilld ég er alveg sammála og þeim sem finnst þetta ekkert fyndið og algjörlega ömurlegt eiga bara að slappa af og laga í sér húmorinn… Júróvisjön er ekkert heilög og hver segir að bannað sé að senda svona snilld inn!\nOg þetta með sviðsframkomuna, hún var frábær, og eins og ‘einhver’ hérna sagði… fyrsta sinn sem ég hef hlegið, horfandi á þessa keppni… venjulega sit ég yfir henni alveg bara, oj, leiðinlegt, oj leiðinlegt o.s.frv.\n(lagið frá póllandi var líka alveg helvíti flott!)"
        },
        {
            "user": "Magnih",
            "user_id": "35346",
            "date": "2003-05-28 22:00:20",
            "id": "1099691",
            "reply_to_id": "1099667",
            "text": "Ég vill benda ykkur á grein mína um Austurríki"
        },
        {
            "user": "SvartaPerlan",
            "user_id": "10529",
            "date": "2003-05-29 14:24:33",
            "id": "1099692",
            "reply_to_id": "1099667",
            "text": "besta lagið í keppninni, ekki spurning!"
        },
        {
            "user": "Shaghrat",
            "user_id": "35624",
            "date": "2003-05-31 12:34:52",
            "id": "1099693",
            "reply_to_id": "1099667",
            "text": "Ég er alls ekki sammála!! Þetta var ömurlegasta eurovisionlag sögunar!!!! Hefurðu lesið þýðinguna á laginu!!?? Kanínur eru með lítið nef, þannig byrjar viðlagið!!! Þú verður að viðurkenna, hefði hann sungið á ensku hefði hann ekki fengið eitt stig!!!!!"
        }
    ]
}