{
    "forum_title": "Deiglan",
    "user": "Apocalisp",
    "user_id": "3477",
    "date": "2003-05-26 22:12:17",
    "title": "Klám er og er ekki bannað á Íslandi",
    "text": "Vissir þú að klám er bæði bannað á Íslandi og ekki bannað? Þetta kemur eflaust mörgum á óvart og kemur líklega flatt upp á suma. En svona eru lögin okkar. Klám er bannvara, með strangari bönn en áfengi og tóbak, en þó vægari bönn en fíkniefni.\nHvað í sambandi við klám er þá bannað? Ekki allt. Það er ekki í sjálfu sér bannað að horfa á klám, né að framleiða klám til að eiga það sjálfur. Það er ekki bannað heldur að hafa klám undir höndum. Það er aftur á móti harðbannað að gefa það, dreifa því, selja það eða sýna það öðrum.\nLögin um þetta voru okkur sett á alþingi hinn 12. febrúar 1940 (þegar amma mín var sjö ára og Hitler og Stalín voru vinsælir á Íslandi), í almennum hegningarlögum, og hljóða svona:\n“210. gr. Ef klám birtist á prenti, skal sá, sem ábyrgð ber á birtingu þess eftir prentlögum, sæta sektum eða fangelsi allt að 6 mánuðum. Sömu refsingu varðar það að búa til eða flytja inn í útbreiðsluskyni, selja, útbýta eða dreifa á annan hátt út klámritum, klámmyndum eða öðrum slíkum hlutum, eða hafa þá opinberlega til sýnis, svo og að efna til opinbers fyrirlestrar, eða leiks, sem er ósiðlegur á sama hátt.”\nÞað skal tekið fram að þessi lög eru mitt á milli laga um nauðganir og laga um manndráp.\nÞað má sem sagt setja mann í 6 mánaða fangelsi fyrir það eitt að gefa vini sínum klámmynd. Ég held að nokkrir félagar mínir væru þá orðnir varanlegir tugthúslimir fyrir að senda mér tvíræðan tölvupóst, ef lögreglan kæmist í outlookið hjá mér.\nHafa skal það til samanburðar að maður var nýverið dæmdur í svipað langa fangelsisvist fyrir að hafa ítrekað samræði við tvær stúlkur á barnsaldri. Hvað segir þetta okkur um gildismatið hjá löggjöfinni og dómsvaldinu? Sama fangelsisvist fyrir að senda klám í tölvupósti og fyrir að nauðga barni ítrekað.\nEf siðferðislegar spurningar um gildismat, réttlæti og frjálsræði höfða ekki til þín, þá vil ég meina að lög sem þessi hafi einnig gífurlega neikvæð áhrif á íslenskan efnahag. Öll lög um það hverju má og má ekki dreifa, og hvað má og má ekki auglýsa, skerðir samkeppnishæfni íslenskra fyrirtækja og dregur úr tækifærum í viðskiptum.\nMeð lögum er til dæmis bannað að auglýsa áfengi. Þó er áfengi ekki bannað á Íslandi. Þetta skerðir samkeppnisstöðu íslenskra áfengisframleiðanda gífurlega því þeir mega ekki auglýsa vöru sína sem þó er lögleg. Á meðan er flóð af auglýsingum um erlendar áfengistegundir sem Íslendingar sjá hvað ofan í annað í sjónvarpi, bíómyndum, tímaritum, íþróttaviðburðum, á netinu o.s.frv. Áhrifin eru þau að ekkert meinar erlendum framleiðendum að auglýsa áfengi á Íslandi, en íslenskum framleiðendum er meinað að nýta heimavöllinn til að auglýsa á sama markaði.\nÁ sama hátt er Íslendingum bannað að dreyfa klámi. Þýðir þetta að klám fyrirfinnist ekki á Íslandi? Nei, að sjálfsögðu ekki. Íslendingar finna sig einfaldlega tilneydda til að versla sitt klám erlendis frá. Internetið gerir mönnum auðvelt að greiða erlendum aðilum fyrir klámefni af hvers kyns tagi, og netið er yfirflæðandi af auglýsingum um slíkt efni. Enda sýna rannsóknir að eftirspurn eftir slíku efni sé meiri en eftir nokkru öðru efni á netinu. Ekkert af þessu er ólöglegt athæfi á Íslandi, hvorki að versla klám yfir netið erlendis frá né að eiga það eða horfa á það. Hvers vegna skyldi þá vera ólöglegt fyrir Íslendinga að dreifa klámi á Íslandi, ef útlendingar mega það?\nÍslendingum sem sjá sér þann leik á borði að nýta sér þessa gífurlegu eftirspurn, með því að flytja inn klámefni eða framleiða það í samkeppni við þessa erlendu dreifingaraðila, er bannað að gera slíkt. Forræðishyggjan er svo sterk í þjóðarsálinni að mönnum er hreinlega meinað að nýta sér þessa tekjulind, og nýta sér samkeppnisstöðu sína að vera á heimavelli. Það mætti til dæmis nýta sér að niðurhlaðning gagna innanlands á netinu er ókeypis ef maður er með fasttengingu.\nÁ meðan streyma peningar fyrir klámi úr veskjum landans til að fóðra vasa klámkónga erlendis.\nFellum úr gildi þessi úreltu lög. Leyfum fullorðnu fólki að selja fullorðnu fólki myndir af fullorðnu fólki við að stunda athæfi sem ekki er ólöglegt.",
    "url": "https://www.hugi.is/deiglan/greinar/145430/klam-er-og-er-ekki-bannad-a-islandi/",
    "url_id": "145430",
    "id": "1101297",
    "replies": [
        {
            "user": "johanng",
            "user_id": "9215",
            "date": "2003-05-26 23:22:57",
            "id": "1101298",
            "reply_to_id": "1101297",
            "text": "Nokkuð til í þessu."
        },
        {
            "user": "ztaezz",
            "user_id": "4635",
            "date": "2003-05-26 23:28:04",
            "id": "1101299",
            "reply_to_id": "1101297",
            "text": "Já, slatti til í þessu. En ekki held ég að Kolbrún Halldórsdóttir yrði hrifin af þessari hugmynd þinni."
        },
        {
            "user": "Apocalisp",
            "user_id": "3477",
            "date": "2003-05-26 23:30:52",
            "id": "1101300",
            "reply_to_id": "1101299",
            "text": "“En ekki held ég að Kolbrún Halldórsdóttir yrði hrifin af þessari hugmynd þinni”\nÞað passar vel við, því ég er lítið hrifinn af Kolbrúnu."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2003-05-27 01:05:06",
            "id": "1101301",
            "reply_to_id": "1101300",
            "text": "Kolbrún er kolrugluð. Samkvæmt bæklingi Vinstri grænna þá eru allt að 20% karlmanna nauðgarar, þegar hún var spurð hvort að það væru ekki þá fjöldi nauðgara innan raða þeirra. Nei, það var ekki, semsagt Vinstri Grænir eru nauðgaralaus flokkur, þetta er allt rosalega gáfulegt."
        },
        {
            "user": "temsi",
            "user_id": "27290",
            "date": "2003-05-27 01:25:59",
            "id": "1101302",
            "reply_to_id": "1101299",
            "text": "Enda er Kolbrún Halldórsdóttir fífl.\nHver sú manneskja sem leyfir sér að fullyrða að 20% karlmanna séu nauðgarar, er sjálfkrafa skilgreind sem fífl, það er ekki flóknara en svo."
        },
        {
            "user": "nologo",
            "user_id": "2605",
            "date": "2003-05-26 23:30:02",
            "id": "1101303",
            "reply_to_id": "1101297",
            "text": "Ég er svo sammála þér; svo lengi sem engin er niðurlægður þá ætti það vitaskuld að vera sjálfsagt að fullorðið fólk kaupi myndir af fullorðnu fólki að stunda athæfi sem er ekki ólöglegt, eins og þú orðaðir það.\nÞetta er eitthvað svo ruglandi, fáranlegt… Hvert er viðhorf yfirvalda til kynlífs yfirleitt? Er það eitthvað ógeðslegt og eitthvað til að skammast sín yfir, eitthvað sem ber að tala ekki um?\nAf hverju virðast yfirvöld hafa tilhneigingu til að reyna stjórna atferli fólks á þessu sviði sem er svo stór hluti og nauðsynlegur af lífi okkar.\nÞetta er einhver eldgamall hugsunargangur; bældar oldschool tilfinningar, hræsnislegt siðferði."
        },
        {
            "user": "TestType",
            "user_id": "14778",
            "date": "2003-05-26 23:46:11",
            "id": "1101304",
            "reply_to_id": "1101303",
            "text": "nologo…. “svo lengi sem engin er niðurlægður”??\nÞetta er vandamálið í hnotskurn, mörgum finnst klám og sjálfsagðir hlutir í klámi mjög niðurlægjandi, þó að þér og mér finnist það kannski ekki. Það er verulega persónubundið hvað fólki finnst vera niðurlægjandi og hvað ekki þannig að ætla að nota þetta fyrir sér í þessu er vita gagnslaust.\nÉg vil þó taka það fram að ég er á engan hátt á móti klámi."
        },
        {
            "user": "Apocalisp",
            "user_id": "3477",
            "date": "2003-05-26 23:54:30",
            "id": "1101305",
            "reply_to_id": "1101304",
            "text": "“mörgum finnst klám og sjálfsagðir hlutir í klámi mjög niðurlægjandi”\nÞeir hinir sömu skulu þá forðast að horfa á klám. Það er engin ástæða til að banna öðrum að selja slíka vöru. Mér finnst til dæmis Tommi og Jenni ferlega niðurlægjandi, en ekki fer ég að banna dreifingu á Tomma og Jenna af þeim sökum."
        },
        {
            "user": "Apocalisp",
            "user_id": "3477",
            "date": "2003-05-27 00:08:13",
            "id": "1101306",
            "reply_to_id": "1101297",
            "text": "Annað sem er gott að hafa í umræðunni er: Hvað er klám? Hvernig skilgreinum við klám?\nFráfarandi dómsmálaráðherra skrifaði ritgerð um þetta efni um daginn og skaut inn hinum ýmsu skilgreiningum. En er þetta ekki einmitt málið? Það sem einum finnst vera klám finnst öðrum ekki vera klám. Hver þykist löggjöfin þá vera að banna eitthvað sem hver og einn skilgreinir aðeins fyrir sig? Eitthvað sem ómögulegt er að skilgreina nema huglægt?\nLögin bjóða enga skilgreiningu á þessu orði, hvað þá frekari rökstuðning. Við erum þess vegna upp á geðþótta stjórnvalda hverju sinni komin með það hvort við erum að brjóta þessa löggjöf eða ekki. Lögin eiga að vera hlutlæg, ekki huglæg. Þess vegna skulum við krefjast þess að þessi lög verði felld niður sem fyrst."
        },
        {
            "user": "temsi",
            "user_id": "27290",
            "date": "2003-05-27 03:08:53",
            "id": "1101307",
            "reply_to_id": "1101306",
            "text": "Þú hittir naglann á höfuðið þarna…\nEf löggjöf þarf að fara gegnum skilgreiningu þeirra sem með löggjafarvaldið fara, er í raun verið að lögleiða siðgæðisvitund þeirra, burtséð frá siðgæðisvitund almennings.\nÞað er nokkuð sem mér hefur alltaf þótt lykta töluvert af fasisma.\nEf ég tek myndir af nöktu kvenfólki og sel fullorðnu og sjálfráða fólki löglega undir einni ríkisstjórn, þá á ég ekki að þurfa að eiga handtöku á hættu undir þeirri næstu fyrir að gera það sama, án þess að lögunum sé breytt, bara vegna þess að einhver aðili innan ríkisstjórnarinnar ákvað að skilgreiningin á klámi sé ekki sú sama og fyrrverandi ríkisstjórn hafði.\nTúlkun hverrar ríkisstjórnar á lögunum má ekki koma svona inn í.   Eins og þú sagðir, lögin eiga að vera hlutlæg, ekki huglæg.  Það er eina leiðin til að tryggja öryggi og frelsi einstaklinga.\nKlám á að vera löglegt.  Dreifing og framleiðsla þess á að vera lögleg.  Þetta er söluvara rétt eins og súkkulaði eða hamborgarar.\nÞessi lög þarf að afnema."
        },
        {
            "user": "karijo",
            "user_id": "5836",
            "date": "2003-05-27 01:10:44",
            "id": "1101308",
            "reply_to_id": "1101297",
            "text": "Mjög mikið til í þessu hjá þér og listin yfir úrelt lög endar ekki með þessum lögum til dæmis lögin um sjálfræði eru mjög ófullkomin þaug eru meðal annars stór gölluð í sambandi við tryggingar ég á mjög erfit með að fá vinnu(ég er 16 ára) því að ég er undir lög aldri og það er alltaf einhvað vesen með þessar tryggingar ég spyr nú bara fyrir hvað erum við að borga alþingismönnum laun maður gæti haldið að þeir sitji bara og bori í nefið á sér dagin inn og daginn út já góðir hugarar þetta þarf að laga og það strax ég er samt ekki með neina galdra lausn á þessu öllu saman það er fyrir einhvern skarpari að finna meira er það nú ekki sem ég vil segja takk fyrir\nkv.karijo"
        },
        {
            "user": "Ivan",
            "user_id": "21525",
            "date": "2003-05-27 09:11:06",
            "id": "1101309",
            "reply_to_id": "1101297",
            "text": "en eru þá vídeoleigur ekki lögbrjótar?\nþeir eru að dreifa klámi"
        },
        {
            "user": "Apocalisp",
            "user_id": "3477",
            "date": "2003-05-27 16:08:14",
            "id": "1101310",
            "reply_to_id": "1101309",
            "text": "Myndaleigurnar dreifa klámi yfirleitt undir borðið. Þeir eru yfirleitt með slíkar myndir á bakvið ef eitthvað er. Þeir geyma heldur ekki upplýsingar um þær í gagnagrunnum sínum né leigubókhaldi. Það var einmitt átak í þessu hjá lögreglu í Reykjavík og Hafnarfirði man ég í kringum 1986 eða svo (á svipuðum tíma og sjónvarpsstjóri Stöðvar 2 var rekinn, og að mig minnir sóttur til saka, fyrir að sýna klám á stöðinni)."
        },
        {
            "user": "Xavier",
            "user_id": "2009",
            "date": "2003-05-27 10:29:26",
            "id": "1101311",
            "reply_to_id": "1101297",
            "text": "Flott grein. Verst að þú kemur með þetta eftir kosningar. Hefði verið flott fyrir Nýtt Afl að koma með þetta í kosningabaráttuna því að ekki höfðu þeir mikið annað til málana að leggja.\nXavie"
        },
        {
            "user": "Apocalisp",
            "user_id": "3477",
            "date": "2003-05-27 15:07:06",
            "id": "1101312",
            "reply_to_id": "1101297",
            "text": "Frábær grein hjá þér.\nÉg er algjörlega sammála, bæði með klámið og áfengið.\nÉg vissi að við hlytum að vera sammála einhverstaðar :-)\nFinnst lokasetninginn þín segja allt sem segja þarf :\n“Leyfum fullorðnu fólki að selja fullorðnu fólki myndir af fullorðnu fólki við að stunda athæfi sem ekki er ólöglegt.”\np.s.\nÉg held að Kolbún hafi lennt í einhverju slæmri kynferðislegri reynslu og hlotið alvarlegan sálarskaða þar af leiðandi.\nÞað gengur allavega sú saga að hún hafi verið miðjustúlka í Samúel hér á sínum yngri árum…. svo eitthvað hefur orðið til þess að viðhorfin hafi breyst."
        },
        {
            "user": "Apocalisp",
            "user_id": "3477",
            "date": "2003-05-27 16:16:53",
            "id": "1101313",
            "reply_to_id": "1101312",
            "text": "“Ég held að Kolbún hafi lennt í einhverju slæmri kynferðislegri reynslu og hlotið alvarlegan sálarskaða þar af leiðandi.”\nÉg læt í friði að spekúlera um svoleiðis. Kolbrún segir sjálf allt sem segja þarf á heimasíðu sinni: \"[Jákvæð mismunun er] nauðsynleg til að tryggja að haldið verði áfram að auka völd og áhrif kvenna\". Kolbrún er semsagt fylgjandi mismunun. Auk þess að það er engum stjórnmálamanni treystandi sem hreinlega hefur það að stefnu sinni að auka völd sín og áhrif."
        },
        {
            "user": "temsi",
            "user_id": "27290",
            "date": "2003-05-27 23:36:09",
            "id": "1101314",
            "reply_to_id": "1101313",
            "text": "“jákvæð mismunun”?!?\nHvenær er mismunun jákvæð?\nÞegar hún er manni sjálfum í hag, auðvitað.\nÞað eru þessar heimsku Femínistadruslur sem koma óorði á jafnréttisbaráttu kvenna.\nÉg er fylgjandi jafnrétti.\nEn Femínistar vilja ekki jafnrétti, þær vilja forréttindi."
        },
        {
            "user": "thevoid",
            "user_id": "29339",
            "date": "2003-05-28 18:11:38",
            "id": "1101315",
            "reply_to_id": "1101297",
            "text": "Mér finnst að fólk ætti bara að sameinast um það að banna Kolbrúnu Halldórsdóttur út af því að hún gefur karlmönnum óraunverulegar og neikvæðar hugmyndir um kvennfólk."
        },
        {
            "user": "Apocalisp",
            "user_id": "3477",
            "date": "2003-05-28 18:21:09",
            "id": "1101316",
            "reply_to_id": "1101315",
            "text": "“Mér finnst að fólk ætti bara að sameinast um það að banna Kolbrúnu Halldórsdóttur út af því að hún gefur karlmönnum óraunverulegar og neikvæðar hugmyndir um kvennfólk.”\nNei, það gerir hún ekki. Ekki nema hjá karlmönnum sem eru fífl fyrir. Hún aftur á móti gefur bæði körlum og konum neikvæðar hugmyndir um Kolbrúnu."
        },
        {
            "user": "thevoid",
            "user_id": "29339",
            "date": "2003-05-29 13:24:02",
            "id": "1101317",
            "reply_to_id": "1101316",
            "text": "“Nei, það gerir hún ekki. Ekki nema hjá karlmönnum sem eru fífl fyrir.”\nReyndar. En sá hópur er samt stærri en maður myndi halda.\n“Hún aftur á móti gefur bæði körlum og konum neikvæðar hugmyndir um Kolbrúnu.”\nMjög svo satt.\nAnnars er ég alveg sammála þér. Þessi lög eru algert klám."
        },
        {
            "user": "thortho",
            "user_id": "7555",
            "date": "2003-05-29 19:59:22",
            "id": "1101318",
            "reply_to_id": "1101315",
            "text": "Ekki um kvenfólk, heldur um feminista."
        },
        {
            "user": "thevoid",
            "user_id": "29339",
            "date": "2003-05-30 14:55:46",
            "id": "1101319",
            "reply_to_id": "1101318",
            "text": "Eða það. Ég var að flýta mér þegar ég skrifaði þetta."
        }
    ]
}