{
    "forum_title": "Tölvuleikir",
    "user": "HomoLuminous",
    "user_id": "34866",
    "date": "2003-05-26 15:48:13",
    "title": "Devil May Cry 2 - Algjör Snilld",
    "text": "Ég ætla aðeins að segja frá leik ársins( að mínu mati ). Það er þannig að Satan nær að koma helvíti á jörðu. Þannig að allt mannkyn er bara screwed. En síðan kemur einhver góður djöfull sem er kallaður Sparda og allt mannkyn þarf að treysta á hann. Síðan eignast son sem heitir Dante. Síðan eftir það komast djöflar aftur til valda en nú þarf Dante að bjarga málunum. En í þessum leik þarft þú einmitt að komast í gegnum 18 borð með FULLT af bosses sem eru miserfiðir. En þessi leikur er algjör snillld í gráfik og spilun en tónlist er ágæt og er mjög góð á köflum. Síðan er einhver kona að nafni Lucia sem er líka að reyna að drepa djöfla eins og Dante en kemst síðan að því að hún var búin til af aðal gaurnum í ölu þessu djöflaveseni og þá fer hún í kerfi. En leikurinn er tveir diskar, 1 fyrir dant og einn fyror lucia. En það er miklu skemmtilegra að spila með dante heldur en Luciu.\nþessi leikur fær 9.5/10 ( tónlistin er soldið leiðinleg annars væri þetta 10)",
    "url": "https://www.hugi.is/tolvuleikir/greinar/145412/devil-may-cry-2-algjor-snilld/",
    "url_id": "145412",
    "id": "1101078",
    "replies": [
        {
            "user": "Equilibrium",
            "user_id": "1131",
            "date": "2003-05-26 21:13:06",
            "id": "1101079",
            "reply_to_id": "1101078",
            "text": "Err…\nEr þetta skotleikur eða?\nHljómar ekki eins og leikur upp á 9.5"
        },
        {
            "user": "Mog",
            "user_id": "15637",
            "date": "2003-05-26 21:35:23",
            "id": "1101080",
            "reply_to_id": "1101078",
            "text": "meiri upplýsingar um leikinn kannski… eins og er þetta FPS, rpg leikur eða adventure etc."
        },
        {
            "user": "Snowy",
            "user_id": "1032",
            "date": "2003-05-26 23:07:39",
            "id": "1101081",
            "reply_to_id": "1101080",
            "text": "Hann passar inn í action/adventure flokkinn.\nDevil May Cry nr.1 var einn erfiðasti leikur sem ég hef nokkurn tíma spilað. Djöfull átti ég góðar stundir í honum, svona týpísk “golden moment”.\nsöguþráðurinn í nr.1 var fínn grafíkinn var langt frá því að vera lélég og stuntin sem hægt var að framkvæma ef spilandinn hafði einhverja hæfileika sögðu öll eitt og hið sama: Man. You are one cool dude!\nDMC (hefur ekkert að gera með hinn annars fína rapphóp) er vafalaust með bestu leikjum sem ég hef nokkurn tíma spilað en ég hef heyrt margt þess efnis að nr.2 sé ekki jafn góður og sá fyrsti. Meðal þess sem ég hef heyrt um hann er “hann er mikið styttri en sá fyrsti” (og DMC var ekki þekktur fyrir lengd), “hann er alltof auðveldur” (ólíkt hinum viðbjóðslega erfiða forvera) og “hvað varð um flottu grafíkina”. Ég hef verið að heyra þessi komment jafnt frá kunningjum sem þekktum leikjasíðum og þetta eru einmitt ástæðurnar fyrir því að ég keypti mér ekki þennan annars að öllum líkindum fína leik (ég þoli ekki illa gerð framhöld).\nEKKI kaupa DMC 2, Kaupið frekar DMC upprunalega ef þið hafið ekki prófað þann fína leik. Það gerir það heldur ekki verra að DMC er líka mikið ódýrari en framhaldið.\nATH. DMC er ekki fyrir fólk sem spilar alla sína leiki á auðveldustu stillingu.\nExtremer\nhefurðu spilað fyrsta DMC?\nOg líka annað: áttu virkilega Alienware tölvu eða fannst þér logoið þeirra bara svona svallt?"
        },
        {
            "user": "HomoLuminous",
            "user_id": "34866",
            "date": "2003-05-28 12:12:06",
            "id": "1101082",
            "reply_to_id": "1101081",
            "text": "Ég er sammála með hvað hann er stuttur og hvað grafíkin er orðin lélegari, en það er eitt atriði enn það er ENGINN söguþráður í þessum leikjum bara drepa drepa drepa!!"
        },
        {
            "user": "Blitz",
            "user_id": "6683",
            "date": "2003-05-27 01:04:35",
            "id": "1101083",
            "reply_to_id": "1101078",
            "text": "Errr… er þetta grein?"
        },
        {
            "user": "Gauos",
            "user_id": "297",
            "date": "2003-05-27 04:01:00",
            "id": "1101084",
            "reply_to_id": "1101078",
            "text": "Hef spilað fyrri leikinn, hann er mjög góður. Hlakka til að prófa þennan!"
        },
        {
            "user": "cantona",
            "user_id": "39237",
            "date": "2003-05-27 14:15:40",
            "id": "1101085",
            "reply_to_id": "1101078",
            "text": "ég á DMC1 það er allgjör snilldar leikur. ég er sammála gaurnum sem sagði að þessi leikur sé ekki fyrir fólk sem spilar hann í auðveldustu stillinguni en ég verð að segja að það er gaman að spila hann í auðvelda því að það er svo létt og gaman. en ég hef unnið í öllum stillingunum og þegar maðurer buin að ná að vinna í hard þá er þetta allt of létttur leikur. mig langar að kaupa mér DMC2.þess vegna spyr ég er hann þess virði"
        },
        {
            "user": "Snowy",
            "user_id": "1032",
            "date": "2003-05-28 17:28:40",
            "id": "1101086",
            "reply_to_id": "1101085",
            "text": "Xtremer\nJá það er kannski lítið annað að gera en að drepa drepa drepa, eins og þú orðaðir það svo fallega en samt sem áður þá er söguþráður þarna á bakvið og visst sögusvið sem skapað er í kringum drápin.\nMyndir þú annars kaupa leik sem stæði aftan á: U B Dante! U C zombie! U kill zombie!\nGaur\nÞú, gaurinn sem kallaði mig gaur! hverskonar gauragangur er þetta, gaur!"
        },
        {
            "user": "cantona",
            "user_id": "39237",
            "date": "2003-05-29 00:21:52",
            "id": "1101087",
            "reply_to_id": "1101086",
            "text": "bara garu ég vissi ekki hvað nafn þitt var þanig að ég kallaði þig gau"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-05-27 17:14:57",
            "id": "1101088",
            "reply_to_id": "1101078",
            "text": "Tónlistin í leiknum er algjör snilld, þú hefur bara lítið vit á henni."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-05-29 13:40:33",
            "id": "1101089",
            "reply_to_id": "1101078",
            "text": "ég á DMC 1 og hef unnið hann tvisvar.\nÞað er söguþráður í honum, en hann er sá alvesti sem komið hefur í tölvuleik. Klisja ofan á klisju.\nGameplayið var samt fokking snilld. Hann er með flottasta battle system sem hefur komið á console tölvu.\nég hef ekki prófað nr. 2 en hef lesið mörg review af honum þar sem hann hefur ekki fengið hærra enn 6,5!\nÞað er sagt að hann sé allt of stuttur og söguþráðurin versnaði um helming. Annað í leiknum er gott.\nJako"
        }
    ]
}