{
    "forum_title": "Smásögur",
    "user": "elDoro",
    "user_id": "3625",
    "date": "2003-05-27 13:26:31",
    "title": "Barhópurinn",
    "text": "Viltu vita hvað ég er að fara að gera í kvöld? Allt í lagi, ég skal segja þér það. Ég ætla samt að byrja á því að segja þér hvernig þetta byrjaði, þá skilurðu kannski betur hvers vegna ég er að fara.\nÞetta byrjaði þegar ég var nýfluttur í bæinn. Ég hef vitað það alveg frá því ég var lítill að borgarlíf á ekki við mig. Ég er smábæjarmaður og skammast mín ekkert fyrir það. Ég flutti því um leið og ég gat í þennan litla bæ og settist þar að til frambúðar. Það er allavegana áætlunin.\nÉg þekkti nokkra í bænum áður en ég flutti. Hópur af fólki, á mínum aldri, fór suður á sumrin til að vinna og ég kynntist þeim þar. Þetta var á meðan við vorum öll í skóla. Eftir skólann ákvað ég að flytja og þá lá beinast við að fara þangað sem ég þekkti einhvern. Einn af kunningjum mínum, náungi sem ég þekkti best úr þessum hóp, reddaði mér starfi og ég kom mér ágætlega fyrir á skömmum tíma. Ég saknaði einskis úr borginni, nema kannski fjölskyldunni en þau voru dugleg að kíkja í heimsókn og hafa samband.\nEitt kvöldið ákváðum við, ég og þessi kunningi minn, að skella okkur á bar og fá okkur nokkra bjóra. Við vorum orðnir bestu vinir strax, enda á sömu bylgjulengd hvað allt varðaði. Við fundum okkur góðan bar og byrjuðum að sötra bjórinn og spjalla saman um hvað sem er.\nÞegar við höfðum setið í nokkra stund kom hópur af spariklæddu fólki í eldri kantinum inn á barinn. Þau klæddu sig úr yfirhöfnum og gengu frá þeim í fatahengið. Svo færðu þau sig innarlega í barinn og settust öll niður við borð sem hafði verið raðað saman. Það var engu líkara en þau hefðu verið frátekin fyrir þennan hóp. Ég fylgdist með þeim koma inn og setjast niður. Þau virtust öll vera frekar niðurdregin, mér fannst það mjög skrýtið því þau voru greinilega komin til að lyfta sér upp. Afgreiðslukonan kom þegar með fullan bakka af drykkjum og hver fékk sinn drykk. Þetta var greinilega ekki í fyrsta skiptið sem þau komu þangað inn.\nÉg spurði kunningja minn hvort hann vissi hverjir þetta væru og hvað þau væru að gera hérna. Hann kinkaði kolli og sagði að þetta væri hópur af elliheimili sem væri rétt hjá barnum. Hann sagði við mig að þau hefðu það fyrir sið að í hvert skipti sem einhver íbúi á heimilinu félli frá þá mættu þau á barinn um kvöldið til að kveðja á sinn hátt. Hann sagðist oft hafa verið á barnum þegar þau komu inn og að yfirleitt hresstist yfir mannskapnum þegar líða tæki á kvöldið.\nÞetta vakti talsverða forvitni hjá mér og sótti á hugann. Við sötruðum sitt hvorn bjórinn áfram og talið barst að öðrum hlutum. Þegar við höfðum klárað þá bjóra tók ég eftir því að flestir úr heimilishópnum höfðu einnig klárað sína og voru að gera sig klára að panta aðra umferð. Ég náði að sannfæra kunningja minn um að við myndum bjóða þeim næstu umferð og heilsa upp á þau. Hann var á móti því í byrjun en þar sem hann var búinn með nokkra bjóra þurfti lítinn sannfæringarmátt til að honum snérist hugur.\nVið fórum yfir að borðinu hjá þeim og spurðum hvort við mættum slást í hópinn. Við buðumst til að bjóða uppá næstu umferð á liðið og lofuðum að vera skemmtilegir. Hik kom á hópinn, þau litu hvert á annað. Loks stóð þó ein kona upp. Hún sat innst í horninu. Hún var lítil og bústin með stutt, hvítt hár. Hún brosti og sagði að auðvitað mættum við tylla okkur hjá þeim. Svo kynnti hún sig og hina í hópnum. Við kynntum okkur og settumst niður.\nÍ fyrstu var óþægileg þögn í loftinu og allir frekar vandræðalegir. Þegar ég fór að spurja fólkið nánar út í þennan hóp lifnaði aðeins yfir þeim og þau fóru að segja okkur hvað þau gerðu. Þau sögðust hafa haft þennan sið í nokkur ár að hittast á barnum eftir jarðaförina og skiptast á sögum um þann sem var nýlátinn. Hver úr hópnum sagði þá frá einhverjum samskiptum sem hann hafði átt við þann látna. Sögumaðurinn réð alveg sjálfur stærð og gerð sögunnar, einu skilyrðin voru að þau fjölluðu um eitthvað sem hafði komið fyrir þeirra á milli. Með þessu voru þau að sýna þeim virðingu sína og kveðja á þann hátt sem þeim fannst bestur.\nÞau sögðu okkur að þau ættu von á því að þetta kvöld yrðu þau lengur en vanalega vegna þess að tveir heimilismeðlimir hafi dáið sama kvöldið. Það þýddi að hver úr hópnum sagði tvær sögur þetta kvöld.\nÞeir sem voru nýlátnir þarna voru herbergisfélagar til margra ára. Þeir hétu Frank og Anton. Þeir höfðu raunar verið í hóp þeirra sem byrjuðu með þessa hefð. Frank hafði gaman af því að lesa og fór því alltaf fyrr upp á herbergi sitt á kvöldin. Anton hafði aftur á móti gaman af því að horfa á sjónvarpið. Yfirleitt var það svo þannig að þegar Anton kom upp á herbergi þá var Frank sofnaður með bókina á bringunni. Anton var þá vanur að taka lesgleraugun af Frank og ganga frá þeim og bókinni á náttborðið. Eitt kvöldið þegar Anton kom upp á herbergi þá lá bók á bringu Frank líkt og vanalega. Munurinn var þó að í þetta sinn var Frank ekki sofandi heldur látinn. Anton gerði þó það sem hann var vanur að gera, hann gekk frá gleraugum Franks og bókinni sem hann var að lesa. Svo breiddi hann vel yfir Frank áður en hann fór sjálfur í háttinn. Morguninn eftir kom hjúkrunakonan og fann þá báða látna í rúmum sínum.\nVið fengum að heyra margar skemmtilegar sögur af þeim. Sorgin faldi sig þessa kvöldstund og gleðin yfir að hafa fengið að kynnast þeim var allsráðandi. Við fengum að vita að Frank las allt sem hann komst í og leit á það sem hann var að lesa í hvert skipti sem heilagan sannleik. Þannig hafði hann skoðun á öllu og oftar en ekki breyttust þessar skoðanir í hverri viku, allt eftir því hvaða bók hann var að lesa á þeim tíma. Þeim félögum fannst fátt skemmtilegra en að þræfa um hin ýmsu mál og fannst ókunnugum oft að kalt væri á milli þeirra. Samhugurinn sýndi sig þó ef einhver utanaðkomandi vogaði sér að reyna að taka þátt í rifrildinu. Þá voru þeir fljótir að taka upp sama málsstað og kveða þann nýja í kútinn.\nEftir drykklanga stund voru allir búnir að segja sínar sögur. Þegar síðasta sagan kláraðist og umræðan í kringum hana datt þögn yfir allan hópinn. Allir sátu með bros á vör og dreyminn svip og þögðu saman. Í fyrstu fannst mér og félaga mínum þetta frekar óþæginlegt eins og oft vill verða með þagnir. Hins vegar var svo mikill friður og gleði sem fylgdi þessari þögn að við gleymdum okkur alveg yfir henni. Þannig sátum við saman í þögninni og kláruðum drykkina okkar. Þegar síðasti drykkurinn hafði verði kláraður fór mannskapurinn að týnast á fætur. Við félagarnir stóðum líka upp og tókum í hendurnar á liðinu til að kveðja þau. Þau fóru og náðu í yfirhafnir sínar og bjuggust til að fara. Ég og vinur minn ákváðum að fylgja þeim eftir heim á leið.\nOkkur varð tíðrætt um þessa kvöldstund dagana á eftir. Okkur fannst þetta virkilega skemmtileg hefð sem þau voru með að heiðra minningu vina sinna á þennan hátt. Við fylgdumst með fréttunum og þegar kom fyrir að við sáum einhvern úr hópnum í dánartilkynningum þá kíktum við á barinn. Okkur var alltaf tekið vel. Í fyrstu gátum við lítið annað en hlustað á hina segja sínar sögur. Þegar árin liðu fórum við þó að kynnast hópnum betur utan barsins og fórum að geta sagt okkar eigin sögur. Við eignuðumst þannig nýjan vinahóp sem við vorum duglegir við að umgangast, enda höfðu þau upp á svo margt að bjóða.\nAf einhverjum ástæðum datt okkur aldrei í hug að bjóða neinum úr okkar vinahóp með okkur á þessar kvöldstundir. Við fórum alltaf bara tveir. Þegar vinur minn dó í bílslysi þá fór ég einn.\nAndrúmsloftið það kvöld var þyngra en áður. Þegar meðlimur á elliheimili deyr þá er ekki eins og það komi mörgum á óvart. Þegar ungar manneskjur deyja svona vofeiflega þá kemur það aftan að fólki og bregður þeim á allt annan hátt. Þetta kvöld var lengur að komast í gang en önnur. Allir gátu þó fundið sögur til að segja af honum. Ég sagði þeim söguna af því þegar við kynntumst.\nÉg stakk reyndar upp á því við vinahópinn að við myndum prufa þetta fyrirkomulag eftir jarðarförina en þeim fannst það skrýtið og óviðeigandi.\nÉg hélt áfram að hitta barhópinn upp frá þessu og hef alltaf síðan þá farið einn. Ég nýt þess að vera í þessum hóp, jafnvel þótt aðstæðurnar séu sorglegar. Ég mun halda áfram að hitta þau alveg þangað til hópurinn kemur saman til að segja sögur af mér. Ég held að markmið hvers manns í lífinu hljóti að vera það að skilja eftir sig góðar sögur hjá hvaða manni sem er, þannig að þeir sem þekki mann geti haldið uppá líf manns að því loknu.\nÞangað er ég líka að fara í kvöld. María var jörðuð í dag. María er litla bústna konan með hvíta hárið sem bauð mig og vin minn velkominn fyrstu kvöldstundina okkar og bauð okkur sæti. Hún var yndisleg manneskja á allan hátt og reyndist mér alla tíð vel. Sérstaklega tók hún mig að sér eftir að vinur minn dó og hjálpaði mér einstaklega vel þá. Mér leið alltaf eins og hún væri amma mín. Hún kynnti mig meira að segja fyrir fjölskyldu sinni og þau tóku mér mjög vel.\nÉg veit alveg hvaða sögu ég ætla að segja í kvöld. Fyrir nokkru síðan lenti ég í frekar harkalegum veikindum og þurfti að leggjast inn á spítala í góðan tíma. María kom til mín og heimsótti mig á hverjum degi. Á hverjum degi kom hún með heimabakað góðgæti handa mér. Hún vissi samt vel að ég gat ekkert borðað af því vegna veikindanna. Það hindraði hana alls ekki í því að koma með fullar dósir af kökum og sætindum hvern einasta dag. Hún sagði mér bara að geyma þetta þangað til ég losnaði af spítalanum og njóta þess þá. Það er nákvæmlega það sem ég gerði. Ég geymdi þetta þangað til ég losnaði og komst heim til mín. Þá hámaði ég þetta allt í mig sem leiddi til þess að ég varð veikur aftur. Ekkert alvarlegt að þessu sinni, bara smá magakveisa, en það er allt önnur saga.\nÉg vona að þú skiljir hvers vegna ég verð að gera þetta. Þetta er orðið svo fastur hluti af lífi mínu að ég get engan veginn sleppt þessu. Það jaðrar við að þetta sé orðið að trúarlegum atburð hjá mér.\nFrá því að vinur minn dó hef ég alltaf farið einn en núna vil ég að þú komir með mér. Þú ert yndisleg manneskja sem ég dái og vil deila öllu mínu með þér. Ég vil einnig að þú deilir þessari upplifun með mér því ég veit að þú átt eftir að upplifa þetta á svipaðan hátt og ég.\nPétur, vinur minn, var frábær náungi og það tók mig langan tíma að jafna mig eftir fráfall hans. Ég finn það hins vegar núna að ég er tilbúinn að halda áfram. Ég vil ganga lengra með þér ef þú ert tilbúinn til þess. Hvað segirðu þá, viltu koma með mér?",
    "url": "https://www.hugi.is/smasogur/greinar/145644/barhopurinn/",
    "url_id": "145644",
    "id": "1102841",
    "replies": [
        {
            "user": "Lory",
            "user_id": "26883",
            "date": "2003-05-27 23:17:44",
            "id": "1102842",
            "reply_to_id": "1102841",
            "text": "égég:) ég skal koma dúllan mín:)… nei en ég lenti í mjög svipuðu dæmi um daginn og þessi saga hefur frá að segja.. og verð bara að segja að mér persónulegra finnst þetta mikið sniðugra en erfidrykkjur..því andrúmsloftið er svo miklu léttara þegar fólk kemur til að fagna vinum sínum sem frá falla frekar en að syrjga þá.. þó svo það sé auðvitað partur af þessu öllu saman líka..(er ekkert að setja neitt útá erfidrykkjur) finnst Þetta bara sniðugra.. snilldar saga! More!"
        },
        {
            "user": "Skaiburz",
            "user_id": "25411",
            "date": "2003-05-28 13:33:36",
            "id": "1102843",
            "reply_to_id": "1102841",
            "text": "Mjög góð saga!"
        }
    ]
}