{
    "forum_title": "Myndasögur",
    "user": null,
    "user_id": null,
    "date": "2003-05-28 23:03:53",
    "title": "Mikki Mús og hin ógnvænlegu ævintýri hans",
    "text": "Ég er mikill Andrésblaða aðdáandi og er eins og svo margir aðrir áskrifandi að þeim.\nÉg les blöðin strax og ég kem heim úr skólanum á þriðjudögum.\nÉg hef verið áskrifandi frá árinu 1999 og hef safnað\nþessum blöðum og gríp líka einhver gömul ef að mér er boðið\nað eiga einhver.\nMér finnst allar sögurnar skemmtilegar en það er eitt sem mætti breytast.\nÞað er Mikki Mús.\nHann er óttalega mikill ævintýrafíkill og hefur lent í allskonar\nævintýrum, góðum og slæmum.\nSögurnar um Mikka eru í 95% tilfella skemmtilegar og\nspennandi en hin 5% eru stundum með þennan galla: Segjum að Mikka hafi verið rænt af veiðiþjófum og að hann sitji bundinn\nvið stól, með kefli í munninum.\nVeiðiþjófarnir eru um það bil að drepa hann, en þá koma apar sem lesandinn hefur aldrei séð fyrr og kasta kókoshnetum í\nveiðiþjófana og þeir rotast og aparnir leysa Mikka og hann bindur óþokkana og svo kemur löggan og veiðiþjófarnir fara í\nfangelsi.\nÞað sem ég er að reyna að segja er það að hvað sem gerist\nvið Mikka(í þessum 5% af sögum), hann sleppur alltaf og það\nfrekar auðveldlega. Mér finnst að það mætti aðeins ýta þessu lengra\nog setja meiri spennu í endann á svona sögum.\nEn ég vil enn og aftur benda á að ég var aðeins að tala um\nþessi 5%, Hin 95% mega bara halda sig við stílinn.\nYaina",
    "url": "https://www.hugi.is/myndasogur/greinar/145873/mikki-mus-og-hin-ognvaenlegu-aevintyri-hans/",
    "url_id": "145873",
    "id": "1104933",
    "replies": [
        {
            "user": "maria8",
            "user_id": "30392",
            "date": "2003-05-29 17:29:41",
            "id": "1104934",
            "reply_to_id": "1104933",
            "text": "ég er allveg sammála þér, mér finnst Mikki Mús eiginlega bara vera orðinn leiðinlegur og þessvegna les ég hann stundum bara ekki.."
        },
        {
            "user": "rubber",
            "user_id": "25588",
            "date": "2003-05-29 17:50:03",
            "id": "1104935",
            "reply_to_id": "1104933",
            "text": "hehe =p"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-05-29 20:53:02",
            "id": "1104936",
            "reply_to_id": "1104933",
            "text": "Mikki mús er leiðinlegur. Mér finnst reyndar alltaf skemtilegast að lesa um Andrés og Jóakim :D"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-05-29 20:57:55",
            "id": "1104937",
            "reply_to_id": "1104936",
            "text": "Ég verð að játa að ég er sammála þér.\nÞessi 5% voru í rauninni 85% og þessi sem máttu “halda sig við stílinn” voru 15%.\nÉg vildi bara ekki vera að þursast."
        },
        {
            "user": "rumputuski",
            "user_id": "9062",
            "date": "2003-05-29 21:11:42",
            "id": "1104938",
            "reply_to_id": "1104933",
            "text": "Gömlu sögurnar eftir Paul Murray og Floyd Gottfredson standa nú kannski helst upp úr fyrir mér. Hélt erindi í 3. bekk (1. ár í MR) um sora og spillingu í Andrési Önd. ;)\nMan ekki hvort ég var búinn að senda hana hér inn."
        },
        {
            "user": "Hlynzi",
            "user_id": "21838",
            "date": "2003-05-29 21:34:45",
            "id": "1104939",
            "reply_to_id": "1104933",
            "text": "Mér finnst andrés önd og co miklu skemmtilegri, upphaflega átti Mikki ekki að vera þessi spennandi karakter eins og hann hefur orðið."
        },
        {
            "user": "annapotter",
            "user_id": "34019",
            "date": "2003-05-29 21:57:01",
            "id": "1104940",
            "reply_to_id": "1104939",
            "text": "Já Andrés er fyndin það á að vera. Einu sinni dýrkaði ég Mikka og hans spennandi sögur en nú eru þær orðnar allar alveg eins.\nAnna Potte"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-05-29 22:24:02",
            "id": "1104941",
            "reply_to_id": "1104933",
            "text": "Já þetta er alveg rétt hjá þér…það gersit ekkert í þessum sögum..eða þær eru ekkert spennadni… ekki eins og mér fannst þegar ég lítil"
        },
        {
            "user": "LightsOut",
            "user_id": "35849",
            "date": "2003-05-29 23:10:27",
            "id": "1104942",
            "reply_to_id": "1104933",
            "text": "Mikki hefur aldrei verið skemmtileg persóna í Andrésblöðum, hann er fínn í sjónavarpinu, en í myndasögum er hann þessi spennufíkill sem ræður við allt og alla og fer bara rosalega í mínar fínustu..\nÞað eina góða við Mikkasögurnar er snillingurinn Guffi."
        },
        {
            "user": "LightsOut",
            "user_id": "35849",
            "date": "2003-05-30 09:41:22",
            "id": "1104943",
            "reply_to_id": "1104942",
            "text": "Guffi rúla"
        },
        {
            "user": "NettAri",
            "user_id": "20473",
            "date": "2003-05-31 13:41:14",
            "id": "1104944",
            "reply_to_id": "1104933",
            "text": "ÉG er alls  ekki að fíla þessar MIkka Mús sögur.\nAndrés og Jóakim eru skemmtilegustu persónurnar :D"
        },
        {
            "user": "NettAri",
            "user_id": "20473",
            "date": "2003-05-31 13:42:13",
            "id": "1104945",
            "reply_to_id": "1104933",
            "text": "ÉG er alls  ekki að fíla þessar MIkka Mús sögur.\nAndrés og Jóakim eru skemmtilegustu persónurnar :D"
        },
        {
            "user": "LollyPolly",
            "user_id": "47547",
            "date": "2003-12-12 23:39:42",
            "id": "1104946",
            "reply_to_id": "1104933",
            "text": "Það er ekki skemmtilegt að lesa alltaf um einhvern sem vinnur allt og er alltaf heppinn og svoleiðis þessvegna er andrés önd til"
        }
    ]
}