{
    "forum_title": "Tölvuleikir",
    "user": "Ivan",
    "user_id": "21525",
    "date": "2003-05-29 00:43:32",
    "title": "MGS2:Sons of liberty  Secrets",
    "text": "Ég ætla hérna að deila með ykkur öllum leyndardómum úr MGS2.\nDog Tags Secret:\nEins og margir sem spila mgs2 vita þá er hægt að ná dog tags af hermönnum, það er lykill að nokkrum hlutum hérna\nhægt er að fá þessa hluti ef maður n´ær flestum eða öllum dog tags\nSamtals:394 dog tags\n152 í tanker\n242 í plant\nHlutir sem Solid Snake getur notað(bara á tanker)\nBandana:\nÓteljandi skot í byssur þegar maður er með þetta equipad(bara á tanker)\nTil að ná því þarf maður: 30% af dog tags á tanker eða\n46 dog tags\nStealth Suit:\nGerir mann ósýnilegan þegar það er equiped(bara á tanker).\nTil þess að ná því þarf 50% af dog tags eða 78 tags.\nHlutir sem Raiden getur notað:\nInfinity wig:\nEr mjög líkt Bandana, gefur manni óteljandi\nskot þegar það er equiped(bara á plant).\nTil þess að ná því þarf 30% af dog tags eða 73 tags\nStealth Suit:\nAlveg eins og snake er með bara fyrir raiden(bara í plant).\nTil þess að ná því þarf 50% af dog tags eða 121 tags\nWig B:\nÞá getur maður hangið að eilífu í “hanging mode”(bara í tanker).\nTil þess að ná því þarf 70% af dog tags eða 170 tags\nWig A:\nÞá getur maður verið í vatni endalaust(bara í tanker).\nTil þess að ná því þarf 90% af dog tags eða 218 tags\nÞegar búið er að vinna leikinn þá eru nokkrir aukahlutir\nBoss Survival:\nÞá berst maður við alla Bossana í leiknum einn í einu.\n1)Olga Gurlukovich\n2)Fatman\n3)The Harrier\n4)Vamp\n5)Metal Gear rays\nsíðan\n6)Solidus Snake\nCasting Theater:\nÞá eru öll eða mest öll myndbönd í leiknum þarna\nog maður getur ráðið hverjir leika hverja.\nmjög gaman að því.\nSvo er kominn nýr start screen\nblá mynd af raiden\nSvo eru komin tvo ný difficulty levels “extreme” og “European Extrem”(“European Extrem” er bara í evrópska versioninu af mgs2)\nLíka er Digital Camera\nÞá getur maður tekið myndir af hverju sem er.\nÞá eru myndirnar bara geymdar í memory card.\nMaður getur líka valið á milli þess að spila bara tanker,plant eða tanker-plant\nÞetta er dálítið sem maður þarf ekki að vinna leikinn til að sjá\nPosters:Allstaðar í leiknum eru posters af Fyrirsætum í bikini og svoleiðis, stundum commenta Solid snake, Raiden eða otocon ef maður tekur mynd af þeim.",
    "url": "https://www.hugi.is/tolvuleikir/greinar/146072/mgs2sons-of-liberty-secrets/",
    "url_id": "146072",
    "id": "1106594",
    "replies": [
        {
            "user": "Ivan",
            "user_id": "21525",
            "date": "2003-05-29 10:48:14",
            "id": "1106595",
            "reply_to_id": "1106594",
            "text": "Afsakið Afsakið\n“Wig B:\nÞá getur maður hangið að eilífu í ”hanging mode“(bara í plant).\nTil þess að ná því þarf 70% af dog tags eða 170 tags\nWig A:\nÞá getur maður verið í vatni endalaust(bara í plant).\nTil þess að ná því þarf 90% af dog tags eða 218 tags”\nWig A og B er bara hægt að nota með Raiden í plant sry"
        },
        {
            "user": "hjalti1",
            "user_id": "23140",
            "date": "2003-05-29 11:47:41",
            "id": "1106596",
            "reply_to_id": "1106594",
            "text": "góð grein\nég hef náð öllu dótinu nema wig A og wig B"
        },
        {
            "user": "Sykurpudi",
            "user_id": "22698",
            "date": "2003-05-29 12:16:57",
            "id": "1106597",
            "reply_to_id": "1106596",
            "text": "Þar sem að ég pantaði leikinn að utan (NTSC, BNA version en ekki PAL, evrópska) eru engin Casting Theatre, Boss Battle eða European Extreme modes. En ég er búinn að ná öllu nema wig A og wig B eins og hann hjalti. Ég er með Tanker 100% í öllum modes. Er með Plant 100% í Very Easy og Normal. Á sínum tíma gleymdi ég tveim dog tags í Easy í Plant (bömmer!) og er núna að fara í gegnum Easy á Plant (búinn að ná þessum tveim sem ég gleymdi áður). Eftir það er það bara Hard og Extreme"
        },
        {
            "user": "Ivan",
            "user_id": "21525",
            "date": "2003-05-29 13:33:37",
            "id": "1106598",
            "reply_to_id": "1106594",
            "text": "er ekki hægt að fá sverð?\nJako"
        },
        {
            "user": "Ivan",
            "user_id": "21525",
            "date": "2003-05-29 13:52:29",
            "id": "1106599",
            "reply_to_id": "1106598",
            "text": "það er ekkert leyndarmál maður fær það i eitt af siðustu levelunum(snake lætur Raiden fá sverðið)"
        },
        {
            "user": "Ivan",
            "user_id": "21525",
            "date": "2003-05-29 13:53:20",
            "id": "1106600",
            "reply_to_id": "1106599",
            "text": "ég veit það, en getur maður ekki byrjað með það?\nJako"
        },
        {
            "user": "Ivan",
            "user_id": "21525",
            "date": "2003-05-29 13:57:18",
            "id": "1106601",
            "reply_to_id": "1106600",
            "text": "éh held ekki"
        },
        {
            "user": "Daddi56",
            "user_id": "33186",
            "date": "2003-05-31 01:52:13",
            "id": "1106602",
            "reply_to_id": "1106601",
            "text": "búin að vinna leikin ….ekkert káf þessu kom mér á óvart….en ég verð að sega að mér finnst söguþráðurin í lokin klúðra öllu…. eða þegar hann er byrjaður að lifa í tölvuheimum og eitthvad svoleiðis bull. annars er tetta einn besti ps2 leikur sem ég hef á minni æfi prufað\nþegar ég keipti hann var ég upp í rúmmi í 3 daga að vinna hann+og ná tags snildar leikur mæli með honum\njá………….splinter cell á ekkert í þennan leik :D"
        },
        {
            "user": "guro",
            "user_id": "18368",
            "date": "2003-06-01 16:19:07",
            "id": "1106603",
            "reply_to_id": "1106602",
            "text": "þú gleymdir sólgleraugunum sem snake fær í tanker. Maður sér gleraugun þegar maður fer upp að vegg."
        },
        {
            "user": "Superiormassacre",
            "user_id": "29535",
            "date": "2003-07-23 13:37:35",
            "id": "1106604",
            "reply_to_id": "1106603",
            "text": "Um hvaða leik eruði að tala um?"
        }
    ]
}