{
    "forum_title": "Smásögur",
    "user": "rebsig",
    "user_id": "4613",
    "date": "2001-01-21 00:15:42",
    "title": "Meira grín og gleði í lífið takk!",
    "text": "Sorry, ég hef enga sögu tilbúna, en ég bara varð að senda smá tilmæli til þeirra sem hafa sent eða ætla að senda eitthvað hingað inn.\nPesónulega finns mér nefnilega allt of mikil drama í þessum sögum sem ég hef lesið hérna. Sögurnar eru yfirleitt um sálarkvöl og eymd, það er ekki uppörfandi að lesa það til lengdar.\nEru ekki einhverjir sem geta skrifað skemmtilegar, fyndnar sögur, bull og fjarstæðu, tímaflakk, barnasögur o.þ.h.?\nEr ég sú eina sem finnst þetta?\nEinhvertíma skal ég kvelja ykkur, vinir, með væminni barnasögu eða annarri vitleysu. Bara til að brjóta upp þetta mynstur.\nVader sendi til dæmis alveg þrælfína bullsögu um bílinn sinn um daginn. Svona sögur er gaman að lesa og fyllir mann ekki af svartsýni og leiða.\nEkki misskilja mig, mér finnst frásagnartæknin fín hjá flestum sem ég hef lesið, en það er bara þessi eilífa drama sem ég þoli ekki.\nHvað finnst ykkur? Vantar ekki gleðigjafa hér inn?",
    "url": "https://www.hugi.is/smasogur/greinar/14602/meira-grin-og-gledi-i-lifid-takk/",
    "url_id": "14602",
    "id": "92971",
    "replies": [
        {
            "user": "cosmo",
            "user_id": "47752",
            "date": "2001-01-21 07:09:17",
            "id": "92972",
            "reply_to_id": "92971",
            "text": "Spurningin er líklega þess eðlis að ég verð að svara þessu á þann hátt að segja að Íslendingar eru frekar fyrir svona frásagnarhefð, heldur en hitt.  Það er kaske í umhverfinu; drungalegt á þessum tíma árs.  Sögurnar fá áræðanlega á sig annan blæ, er ljósið kemur aftur til okkar í sumar.\nKveðjur…\n[Ç]\nPS\nEn einn getur kaske vippað upp einhverju til að brosa að…"
        },
        {
            "user": "hugi21",
            "user_id": "3740",
            "date": "2001-01-22 20:32:48",
            "id": "92973",
            "reply_to_id": "92971",
            "text": "Ég held að fæstir ætli sér að skrifa eitthvað þunglyndisþrögl.. hinsvegar eru mjög margir háðir svartnættinu í skáldskap og nota ritlistina til að losa sig við kenndir sem fæstir vilja kannast við, þetta fer kannski í taugarnar á þeim sem finna einhverja hliðstæðu hjá sjálfum sér í rituninni? ..í staðinn fyrir að öskra, og vekja fjölskyldu og nágranna, skrifa ég eitthvað sjúkt..\nen aðalatrið er.. þegar maður er “glaður”, skrifar maður eitthvað “glaðlegt” o.s.fr.\npunktur!"
        },
        {
            "user": "rebsig",
            "user_id": "4613",
            "date": "2001-01-22 22:41:16",
            "id": "92974",
            "reply_to_id": "92973",
            "text": "Allt í lagi félagar, þá les ég bara sögurnar í vor! re"
        },
        {
            "user": "catX",
            "user_id": "2949",
            "date": "2001-01-22 22:44:03",
            "id": "92975",
            "reply_to_id": "92971",
            "text": "Það er ekki auðvelt að finna eitthvað glaðlegt í skammdeginu og maður verður eiginlega að skrifa eins og manni líður það er málið ;)"
        }
    ]
}