{
    "forum_title": "Hundar",
    "user": "aMiGa84",
    "user_id": "28843",
    "date": "2003-05-29 08:33:40",
    "title": "Hvað það kostar...",
    "text": "Hæ… ég var svona að spá… Ég hef aldrei átt neitt gæludýr en ég og kærastinn minn eru nú virkilega að spá í að fá okkur hund eða hvolp, en ég var bara að spá… hvað kostar það eiginlega mikið að eiga hund?? Eru einhver viss gjöld og hvað kosta þau?? Einhverjar nauðsynlegar sprautur?? Geldingar?? Hvað kostar það??\nP.S: Ef þið eigið ársgamlan labrador eða golden retriver eða border collie sem þið viljið gefa á gott heimili þá megið þið endilega senda mér línu!! :-)  :-)",
    "url": "https://www.hugi.is/hundar/greinar/146053/hvad-thad-kostar/",
    "url_id": "146053",
    "id": "1106165",
    "replies": [
        {
            "user": "popo",
            "user_id": "22845",
            "date": "2003-05-29 13:29:41",
            "id": "1106166",
            "reply_to_id": "1106165",
            "text": "Ef þið farið inn á grein sem er undir þriðja grein til hægri  á þessari síðu, ég held að fyrst komi atburði, kannanir, og svo korkar, þar getið þið eflaust fundið ykkur góðan hund, en í guðanna bænum ekki kaupa hunda frá Dalsmynni. kveðja.\nEf ykkur vantar upplýsingar, þá skal ég með glöðu geði aðstoða ykkur á allan hátt, kveðja."
        },
        {
            "user": "gall",
            "user_id": "30629",
            "date": "2003-05-30 10:59:12",
            "id": "1106167",
            "reply_to_id": "1106166",
            "text": "Wtf má ég spyrja afhverju ætti hún ekki að fá sér hund af Dalsmynni"
        },
        {
            "user": "Fridel",
            "user_id": "38177",
            "date": "2003-05-30 11:22:50",
            "id": "1106168",
            "reply_to_id": "1106167",
            "text": "Svo er líka talað um að fara með hvolpa á 3 mánaða fresti í ormahreinsun, allt fyrsta árið."
        },
        {
            "user": "popo",
            "user_id": "22845",
            "date": "2003-05-31 13:07:09",
            "id": "1106169",
            "reply_to_id": "1106168",
            "text": "Það er nú kannski heldur of mikið, nema einhver pest sé að ganga,  þeir fá sprautu og ormalyf þegar þeir eru afhentir nýju eigendunum sínum, síðan fara þeir aftur eftir þrjár vikur, og svo einu sinni enn eftir sama tíma, síðan þarf bara að fara með þá einu  sinni á ári. kveðja."
        },
        {
            "user": "Spyder",
            "user_id": "35519",
            "date": "2003-05-31 18:46:13",
            "id": "1106170",
            "reply_to_id": "1106169",
            "text": "Hæ Dalsmynni er með 3 boxera, 2 tíkur og einn hund. Ég fór og skoðaði þá fyrir nokkrum vikum síðan, þau eru með stóra dana, “chiuaua”, doberman, rottweiler, japanise chin, chinese crested, fiðrildahunda, og eitthvað meir ég man það ekki, en þetta er allt of mikið!!! En ég er sammála láta fjölmiðla frétta af þessu vera með mótmæli hjá Dalsmynni, það er mjög góð hugmynd. en það er ekki nóg að bara að tala!!!! það verður ekkert úr þessu ef ekkert er gert.\nKveðja Erla"
        },
        {
            "user": "popo",
            "user_id": "22845",
            "date": "2003-06-01 12:06:18",
            "id": "1106171",
            "reply_to_id": "1106170",
            "text": "Sæl, hvað leggur þú til að við getum gert, ég fæ enginn viðbrögð, sama hvað ég reyni, ég er búninn að tala við blaðamann, dýralæknir, og mann frá Heilbrigðisráðuneytinu, allir eru til, en þeir vilja sjá fólk á staðnum, þannig að þeir geti aðstoðað við að bjarga því sem bjarga verður, hvar eru allir þeir sem ætluðu að gera eitthvað og aðstoða, t.d. þær sem tóku myndirnar, til hvers er fólk að þessu, þetta hefur ekkert að segja. Í guðanna bænum, við erum að tala um mjög alvarlegt mál, en því verður ekki bjargað hér á huga, þau á Dalsmynni eru alveg róleg, vegna þess að þau vita að enginn þorir, hvað viljiði að gert verði, ef enginn gefur sig fram, þá eru þau með pálmann í höndunum, er það, það sem þið viljið ??"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-06-01 16:33:57",
            "id": "1106172",
            "reply_to_id": "1106171",
            "text": "Er ekki bara málið að það verður að vinna í því að breyta reglugerð um hundarækt svo það sé hægt að taka á þessu?  Eða þykjast þeir ætla að gera eitthvað í þessu ef eitthvað lið mætir uppá Dalsmynni að mótmæla?  Ég skil ekki að það ætti að hafa neitt að segja.  Annað hvort er Dalsmynni að brjóta einhverjar reglur eða ekki.  Þó aðbúnaður hundanna sé ekki góður, svo fremi að þau séu ekki að brjóta neinar reglur eða lög, þá er ekki hægt að gera neitt."
        },
        {
            "user": "popo",
            "user_id": "22845",
            "date": "2003-06-01 17:26:42",
            "id": "1106173",
            "reply_to_id": "1106172",
            "text": "Samkvæmt lög og reglur hér á landi, sem ég er búinn að kynna mér, eru þau búinn að brjóta allar þær reglur um ræktun, þetta getur þú fengið að lesa hjá Heilbrigðiseftirliti ríkisins, meira að segaja eru menn sem starfa þar alveg hvumsa að það sé ekki búið að loka þessum stað og koma dýrunum fyrir, maður skilur ekki að þetta sé fyrir löngu búið að gera, þú lest það að allir sem tala um ræktun, rakka þau svo niður að það hálfa væri nóg, hvað getum við gert og það sem fyrst, ég fékk mér lögfræðing, og hann hefur aldrei séð annað eins, þessi lögfræðingur, þekkir góða að, en hann vill að við gerum eitthvað róttækt og það helst sem allra fyrst en hverjir þora og hvernig eigum við að sanda okkur og hvaða aðferðir leggur þú til, takk fyrir, HVERFIR ÆTLA NÚ AÐ HÆTTA AÐ VERA  SKRIFA UM ÞETTA Á HUGA, Er ekki nóg komið, ég hætti ef enginn vill ekki gera neitt, ég er með lögfræðin, þannig að nú læt éf staðar numið, og sé hvort öll skifin sem hér hafa farið fram svo mánuðum, bestu kveðjur í von um að þessi rækrun verði lokuð hið fysta og  dýrunun bjargað. Bless bless."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-06-01 20:17:03",
            "id": "1106174",
            "reply_to_id": "1106173",
            "text": "Ef þú veist af fjölmörgum lögbrotum hjá þeim, þá gætirðu t.d. skrifað þann lista niður og labbað með hann á lögguna og öll ráðuneyti sem þér dettur í hug, t.d. dómsmála, ríkissaksóknara líka og spurt hverju þetta sæti eiginlega að þetta fólk sé ekki stoppað og mér finnst eiginlega frekar að fólk ætti að mótmæla þar, t.d. hjá ríkissaksóknara eða ráðuneyti að taka málið upp heldur en á Dalsmynni þar sem þær mæðgur myndu líklega bara draga fyrir gluggana og hækka í græjunum meðan á því stæði.\nÉg væri svo sem alveg til í að koma með þér og mótmæla einhvers staðar en ég hef alveg pottþétta afsökun þar sem ég er búsettur í Kanada."
        },
        {
            "user": "popo",
            "user_id": "22845",
            "date": "2003-06-02 16:15:10",
            "id": "1106175",
            "reply_to_id": "1106174",
            "text": "Sæll/sæl.   Ég er sko búinn að gera þetta sem þú nefnir, og það er alveg á hreinu að þau eru búinn að fyrirgefa rétti sínum til að vera með hundaræktun, en veistu, það er eins og enginn þori að taka af sporið og gera eitthvað, ég get ekki staðið í þessu ein, öll sú vinna sem ég hef lagt á mig er ótrúleg, en það liggur maðkur grafinn í mysunni, einhversstaðar eiga þau einhvern sem virðist geta haldið aftur að eitthvað sé að gert, samt segir þetta fólk, beint upp í andlitið á manni að þau séu búinn að brjóta lög, ég fékk mér lögfræðing, og má ekki tjá mig um einstök atriði, hann fór þangað og sagði við mig, að það sem fram fer þarna, aðstaða, og aðbúnaður, eiga ekki að sjást hér á landi, ég er þreytt, og af því að enginn er tilbúinn að gera eitt né neitt, þá ætla ég að láta hann sjá um þessi mál fyrir mig. Hvar skildu allar þær manneskjur sem fóru af stað með þetta mál og sögðu hluti sem ég ætla ekki að hafa eftir séu !!!!! eins þær sem fóru gagngert og tóku myndir sem hægt var að sjá aðbúnaðinn, hvar eru þær, ég ætla ekki að vinna sóðaskapinn fyrir þær, það er á hreinu, enginn gefur sig fram, þær liggja bara í dvala og bíða eftir nýjustu fréttum. Vona að þér líði vel í Kanada. kveðja."
        },
        {
            "user": "popo",
            "user_id": "22845",
            "date": "2003-06-02 16:15:12",
            "id": "1106176",
            "reply_to_id": "1106174",
            "text": "Sæll/sæl.   Ég er sko búinn að gera þetta sem þú nefnir, og það er alveg á hreinu að þau eru búinn að fyrirgefa rétti sínum til að vera með hundaræktun, en veistu, það er eins og enginn þori að taka af sporið og gera eitthvað, ég get ekki staðið í þessu ein, öll sú vinna sem ég hef lagt á mig er ótrúleg, en það liggur maðkur grafinn í mysunni, einhversstaðar eiga þau einhvern sem virðist geta haldið aftur að eitthvað sé að gert, samt segir þetta fólk, beint upp í andlitið á manni að þau séu búinn að brjóta lög, ég fékk mér lögfræðing, og má ekki tjá mig um einstök atriði, hann fór þangað og sagði við mig, að það sem fram fer þarna, aðstaða, og aðbúnaður, eiga ekki að sjást hér á landi, ég er þreytt, og af því að enginn er tilbúinn að gera eitt né neitt, þá ætla ég að láta hann sjá um þessi mál fyrir mig. Hvar skildu allar þær manneskjur sem fóru af stað með þetta mál og sögðu hluti sem ég ætla ekki að hafa eftir séu !!!!! eins þær sem fóru gagngert og tóku myndir sem hægt var að sjá aðbúnaðinn, hvar eru þær, ég ætla ekki að vinna sóðaskapinn fyrir þær, það er á hreinu, enginn gefur sig fram, þær liggja bara í dvala og bíða eftir nýjustu fréttum. Vona að þér líði vel í Kanada. kveðja."
        },
        {
            "user": "popo",
            "user_id": "22845",
            "date": "2003-05-30 23:22:40",
            "id": "1106177",
            "reply_to_id": "1106167",
            "text": "Þú hefur greinilega ekki verið að fylgjast með hér á huga það sem skrifað hefur verið um Dalsmynni, kég ráðlegg þér að lesa allt um þann stað, kveðja."
        },
        {
            "user": "Anarcy",
            "user_id": "26727",
            "date": "2003-05-29 14:41:52",
            "id": "1106178",
            "reply_to_id": "1106165",
            "text": "Kíktu á “hvuttar.net”, þar eru fullt af upplýsingum um hunda og hundahald :)"
        },
        {
            "user": "aaaaa",
            "user_id": "39242",
            "date": "2003-05-29 17:54:17",
            "id": "1106179",
            "reply_to_id": "1106165",
            "text": "Já, alls ekki kaupa hund frá dalsmynni mæli ekki með því :)"
        },
        {
            "user": "1Xtra",
            "user_id": "25810",
            "date": "2003-05-29 21:08:36",
            "id": "1106180",
            "reply_to_id": "1106179",
            "text": "“Já, alls ekki kaupa hund frá dalsmynni mæli ekki með því :)”\nJá láta þá frekar hýrast á þeim ömurlega stað heldur en að taka þá að sér?"
        },
        {
            "user": "EstHerP",
            "user_id": "11032",
            "date": "2003-05-29 22:50:58",
            "id": "1106181",
            "reply_to_id": "1106180",
            "text": "“Já láta þá frekar hýrast á þeim ömurlega stað heldur en að taka þá að sér?”\nÞú bjargar einum og þá koma tíu í hans stað, sorgleg staðreynd.\nEn aMiGa84 ég er með tvo hunda og er með þau bæði á úrvals fóðri og að sjálfsögðu borga ég öll gjöld og fer með þau í allar reglubundnar skoðanir/sprautur og ég hef reiknað að það kostar mig ca.15.000 á mánuði að vera með þau, þannig að kostnaður við einn hund ætti þá að vera um 7500 kr."
        },
        {
            "user": "popo",
            "user_id": "22845",
            "date": "2003-05-30 10:46:53",
            "id": "1106182",
            "reply_to_id": "1106181",
            "text": "Af hverju reynum við ekki að bjarga þessum dýrum, hvað er til fyrirstöðu, og af hverju eru allir að tala um þetta, en vilja svo ekki leggja neitt til málannn, tökum okkur á og gerum eitthvað, ég hringdi á Dalsmynni, og þar var mér svarað að þau væru með enga Boxera, er einhver sem veit meira um þetta mál. Hvaða hundategund ertu með ef ég má spyrja. kveðja."
        },
        {
            "user": "aaaaa",
            "user_id": "39242",
            "date": "2003-05-30 14:33:23",
            "id": "1106183",
            "reply_to_id": "1106182",
            "text": "Þau voru með boxera, ég fór allavega þanngað þegar ég var að skoða boxer hvolpa. annars eru þau mikið með smá hundategundir."
        },
        {
            "user": "popo",
            "user_id": "22845",
            "date": "2003-05-30 23:29:26",
            "id": "1106184",
            "reply_to_id": "1106183",
            "text": "Þau voru með boxera í gær !!!!!!!!!!!!!!!"
        },
        {
            "user": "EstHerP",
            "user_id": "11032",
            "date": "2003-05-30 19:58:08",
            "id": "1106185",
            "reply_to_id": "1106182",
            "text": "popo.\nÉg er með Giant Schnauzer tík og Retriever blendings hund. Í sambandi við Dalsmynni, þá þarf einhver hreinlega að skipuleggja almennileg mótmæli. Safna saman góðum hóp af fólki sem er tilbúið að standa við Dalsmynni með mótmælaspjöld og virkja fjölmiðla til að sýna þessu áhuga, svona þarf að skipulegga með að minnsta kosti mánaðarfyrirvara og auglýsa vel á netinu. En málið er auðvitað að finna manneskjur sem eru tilbúnar að leggja þetta á sig fyrir málefnið."
        },
        {
            "user": "popo",
            "user_id": "22845",
            "date": "2003-05-31 13:02:27",
            "id": "1106186",
            "reply_to_id": "1106185",
            "text": "Ég er búinn að reyna allt sem ég mögulega get til að gera eitthvað í þessu hræðilega máli, en það tala bara allir og tala, en vilja ekki eða réttarasagt gera eitthvað í að bjarga hundunum, ég er með lögfræðing, og hann fór sem hver annar kúnni þarna upp eftir, og þegar hann kom til bara varð hann orðlaus og ætlar að taka mitt mál fyrir, ég ætla samt að taka þátt í að mótmæla þessu, enda veit enginn að ég er búinn að tala við alla þá sem hafa með Hundaræktun að gera. Nú kemur málið, það gefur sig enginn fram, fólk setur út á þau alveg miskunnarlaust, en svo þegar á að gera eitthvað, þá þorir enginn neinu.  Hvað finnst þér að hægt sé að gera, mér finnst að sumt af þessu fólki sem er að skrifa hér, séu börn. kær kveðja."
        },
        {
            "user": "aaaaa",
            "user_id": "39242",
            "date": "2003-05-29 22:53:42",
            "id": "1106187",
            "reply_to_id": "1106180",
            "text": "farð þú þá og kauptu einn, t.d hvað er hún að selja boxer hvolpa á 150 þúsundu eða meira ég veit um annan sem er að selja þá á 100."
        },
        {
            "user": "johkaren",
            "user_id": "23870",
            "date": "2003-05-29 23:04:38",
            "id": "1106188",
            "reply_to_id": "1106187",
            "text": "Það er náttúrulega að því stærri hund sem þú færð þér því dýrari verður þetta. En ef þú ferð á síðu eins og td hvuttar.net eða bestivinur.com þá færðu ýmsar upplýsingar um uppeldi og margt margt fleira. Um að gera að lesa sem mest um hunda ef þú hefur aldrei átt hund áður. En auðvitað eru engir hundar eins, best bara að vera viðbúin hverju sem er.\nGangi ykkur vel!\nKaren."
        },
        {
            "user": "aaaaa",
            "user_id": "39242",
            "date": "2003-05-30 00:06:46",
            "id": "1106189",
            "reply_to_id": "1106188",
            "text": "mig langaði bara segja að þeir verða ekki dýrari eftir því sem þeir verða stærri ég var t.d. að fá mér siberian husky sem er minni en boxerinn og t.d doberman og hann kostaði 250 þúsund. og hundur eins og charles spaniel eru að seljast á sama verði og boxer 120-150 þúsund. Og ég hef átt nokkuð marga hunda í gegnum tíðinna :)."
        },
        {
            "user": "Mariakr",
            "user_id": "20188",
            "date": "2003-05-30 22:17:13",
            "id": "1106190",
            "reply_to_id": "1106189",
            "text": "Smá spurning, hvernig hundar eru Siberian Husky? Ég er ekka að meina stórir eða litlir, feitir osfv. Heldur ef ég fer á hvuttar.net, og klikka á tegundir, í hvaða hópi myndi ég finna þá? Ef þú veist eða einhver annar.\n–Mariak"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-05-30 23:02:04",
            "id": "1106191",
            "reply_to_id": "1106190",
            "text": "Þeir eru sleðahundar og eru í hópi 5."
        },
        {
            "user": "Shimotsuki",
            "user_id": "12245",
            "date": "2003-05-30 00:22:15",
            "id": "1106192",
            "reply_to_id": "1106180",
            "text": "Steiny… ef þú ert að kaupa af þeim hund ert þú að búa til eftirspurn. Að þau geti selt hundana er það sem fær þau til að auka framboðið þannig að þótt að þessir einstaklingar sem séu þarna hafi ekkert af sér gert þá er betra að eyða eftirspurninni því án hennar er tilgangslaust að auka framboðið. Það eykur kostnað sem brátt eyðir hagnaðnum. Og svona puppymill fólk er einmitt að leita eftir hagnaði.\nÞannig að já, þótt að það sé hægt að bjarga þessum hvuttum er betra að láta þá “hýrast á þeim ömurlega stað”. Sorglegt.. en satt. Því að þarna kemur hundur í hunds stað algjörlega óháð hversu illa þeim líður."
        },
        {
            "user": "popo",
            "user_id": "22845",
            "date": "2003-06-02 16:29:10",
            "id": "1106193",
            "reply_to_id": "1106192",
            "text": "Til hvers í ósköpunum var fólk að skrifa heilu bækurnar um hversu illa meðferð og hvað það væru margir hundar þarna, sóðaskapur, græðgi, það fór meira að segja á staðinn og tók myndir, og ekki vantaði hatrið og öll ljótu orðin og hvað það þyrfti að gera. Nú svo fer ég af stað og reyni að biðja þetta fólk um að aðstoða við að mótmæla illa meðferð á dýrumun, nei þá leggjast allir undir feld og ætlast til að aðrir geri hlutina fyrir sig. Ég fékk mér þó lögfræðing, en þetta sýnir bara hvað íslendingar láta vaða yfir sig, þau ættu að skammast sín, kær kveðja."
        },
        {
            "user": "gall",
            "user_id": "30629",
            "date": "2003-06-10 08:07:51",
            "id": "1106194",
            "reply_to_id": "1106193",
            "text": "popo Hundavinafélagið sér mjög mikið um það og standa sig vel þar… en ég að spá hvort fólk fatti að Dalsmynni er Hundabú svo er verið að tala um hvolpaframleiðslu þetta er bara eftirsóknin í smáhunda og aðrað tegundir svo eru margir sem láta tíkinu eiga á fyrsta eða öðru lóðaríi sem ég er á móti… en hérna bara að spá í ykkar álit á Dalsmynni"
        },
        {
            "user": "Swandys8",
            "user_id": "3145",
            "date": "2003-05-29 18:41:53",
            "id": "1106195",
            "reply_to_id": "1106165",
            "text": "Það fer náttúrulega allt eftir því hvernig hund þið fáið ykkur hvað það kostar. Minni hundar eru auðvitað ódýrari í rekstri og svo þurfa þeir ekki jafn mikla hreyfingu og stærri hundarnir.\nMig minnir að það þurfi að fara með hundinn einusinni á ári í sprautu og ormahreinsun. Svo þarf ekkert að láta gelda hundinn nema þið viljið það, (ég er á móti því). Siðan ef þið viljið kannski í hund undan honum/henni seinna meir þá er það ekki hægt ef hann/hún er geld.\nVona að þetta hjálpi eitthvað"
        },
        {
            "user": "Apollo",
            "user_id": "38951",
            "date": "2003-05-29 19:03:18",
            "id": "1106196",
            "reply_to_id": "1106195",
            "text": "Það er í kringum 100 þús."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-05-30 00:47:55",
            "id": "1106197",
            "reply_to_id": "1106165",
            "text": "http://www.glowdog.com/bestdog/\nHérna finnuru próf sem getur hjálpað þér að finna þá tegund sem hentar þér. EF þú ýtir á MY BEST DOG sem er feitletrað í horninu þá ferðu í prófið. Gangi þér vel í leitinni :)"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-05-30 00:49:04",
            "id": "1106198",
            "reply_to_id": "1106165",
            "text": "Gott fóður fyrir stóran hund gæti kostað ca. 5 þús. kall á mánuði, best að gefa bara þurrfóður.  Svo er dýralæknir einu sinni á ári, parvo sprauta, ormalyf og tilheyrandi.  Kannski 5 þús. kall eða eitthvað álíka.  Svo er líka sem kemur uppá, eyrnabólgur, slys og tilfallandi, kannski svipað.  Þá er eftir hundaleyfi, fer eftir því hvar þú býrð, getur verið 7 - 12 þús. á ári.  Þú vilt kannski fara með hundinn á námskeið, leyfið gæti þá verið ódýrara en námskeiðið kostar.  Ef þú síðan ætlar í frí, þá þarftu hundahótel nema þú hafir einhvern til að passa.  Samtals a.m.k. ca. 80 þús. á ári.\nÞú ættir að geta fundið gefins hunda í gefins dálkinum í DV sem er held ég á miðvikudögum.\nSvo vil ég náttúrulega endilega halda smá ræðu um ungt fólk, hundahald og ábyrgð þó það geti alveg verið að þið hafið gert ykkur grein fyrir því, þá eru margir sem gera það ekki. Þetta er nefnilega rosalega bindandi.  Hundurinn getur orðið 15 ára gamall og það má ekki skilja hann einan eftir meira en 3-4 tíma á dag.  Það þarf að fara með hann út að labba 2-3 á dag í öllum veðrum.  Margar tegundir þurfa mikla hreyfingu umfram það, fara út að hlaupa og svoleiðis og svo náttúrulega ef þið eruð ekki í eigin íbúð, þá er erfitt að fá leigt með hund auk þess sem það útilokar líka blokkaríbúðir nema það sé sér inngangur í íbúðina eða hundahald hafi verið samþykkt í blokkinni."
        },
        {
            "user": "dsr200",
            "user_id": "35383",
            "date": "2003-05-30 20:37:29",
            "id": "1106199",
            "reply_to_id": "1106165",
            "text": "keypru þér hund frá dalsmynni þeir eru aæveg fíni"
        },
        {
            "user": "popo",
            "user_id": "22845",
            "date": "2003-05-30 23:25:02",
            "id": "1106200",
            "reply_to_id": "1106199",
            "text": "Þú skalt fara í skólann og læra að skrifa rétt, ekki veitir af."
        }
    ]
}