{
    "forum_title": "Hestar",
    "user": "aina",
    "user_id": "35423",
    "date": "2003-05-29 21:58:45",
    "title": "hestur til sölu",
    "text": "7 vetra hestur fyrir vana er til sölu. Verð samkomulag. Hann er hvítgrár og í ætt Topps frá Eyjólfsstöðum",
    "url": "https://www.hugi.is/hestar/korkar/146200/hestur-til-solu/",
    "url_id": "146200",
    "id": "1107390",
    "replies": [
        {
            "user": "karensk",
            "user_id": "27587",
            "date": "2003-05-29 22:57:28",
            "id": "1107391",
            "reply_to_id": "1107390",
            "text": "hvernig er ganglagið? skapið? úlitið? er hann reistur og hágengur?<br><br>Of all the things I´ve lost, I miss my mind the most."
        },
        {
            "user": "aina",
            "user_id": "35423",
            "date": "2003-05-30 09:26:01",
            "id": "1107392",
            "reply_to_id": "1107391",
            "text": "veistu það að ég veit það ekki. fékk hann í afmælisgjöf en ég er algjörlega óreynd hestamanneskja og þetta er ekki hestur fyrir byrjendur. mér var sagt að vant fólk myndi ná tökum á honum og hafa gaman af að temja hann. var taminn í 3 mánuði en þarf meiri tíma. var ekki tilbúin að eyða meiri peningum í tamningu fyrst hann er ekki fyrir byrjendur.\nhann er á heimsenda hesthúsinu og þú getur fengið að skoða hann og prófa hann ef þú hefur áhuga. hann er mjög fallegur, ég veit það þó!! tamningamaðurinn sagði að það væri góður gangur í honum. það er einhver smáfælni, en bara við einhverjar sérstakar aðstæður, ekki bíla eða neitt svoleiðis. okkur var sagt að það tæki bara tíma að temja hann.\nein vinkona mín hefur riðið honum út stundum og gengið bara vel, en hún er vön. þú gætir kannski talað við hana líka um þetta fyrst eigandinn hefur ekkert vit á hestum “ennþá”, vona að ég fái bara góðan hest fyrir svona algeran byrjanda! verð þó að selja þennan fyrst. eins og ég sagði má semja um verðið.´\nláttu mig bara vita ef þú vilt sjá hann og prófa. ertu í Rvk?\nkveðja, aina"
        },
        {
            "user": "karensk",
            "user_id": "27587",
            "date": "2003-05-30 11:54:58",
            "id": "1107393",
            "reply_to_id": "1107392",
            "text": "Ég mundi alveg vilja skoða hann en var að tala við foreldra mína og af því að ég á tvö hross þá má ég ekki fá annnað. Því miður :( <br><br>Of all the things I´ve lost, I miss my mind the most."
        },
        {
            "user": "aina",
            "user_id": "35423",
            "date": "2003-05-30 13:35:29",
            "id": "1107394",
            "reply_to_id": "1107393",
            "text": "Ekkert mál!\naina"
        },
        {
            "user": "Grjetar",
            "user_id": "9819",
            "date": "2003-05-30 12:50:18",
            "id": "1107395",
            "reply_to_id": "1107392",
            "text": "ég er til í að prufa hann<br><br>lækkaðu aldurstakmark admina"
        },
        {
            "user": "aina",
            "user_id": "35423",
            "date": "2003-05-30 13:39:01",
            "id": "1107396",
            "reply_to_id": "1107395",
            "text": "Hvenær gætirðu prófað hann. Maðurinn minn myndi sýna hann og hann er laus á kvöldin og um helgar. Þyrftum bara að vita hvenær væri hentugur tími fyrir þig."
        }
    ]
}