{
    "forum_title": "Metall",
    "user": null,
    "user_id": null,
    "date": "2003-05-30 20:36:57",
    "title": "Black Sabbath - Kynning",
    "text": "Hérna ætla ég að fjalla stuttlega um meistarana í Black Sabbath og þetta verður bara stutt og laggóð kynning.\nBlack Sabbath er bresk “heavy metal” hljómsveit stofnuð af söngvaranum Ozzy Osbourne (John Michael Osbourne, fæddur 3 desember árið 1948 í Birmingham Englandi), Tony Iommi gítarleikara (Frank Anthony Iommi, fæddur 19 febrúar árið 1948) , Geezer Butler á bassanum (Terence Butler, fæddur 17 júlí árið1949) og Bill Ward á trommunum (William Ward, fæddur 5 maí 1948).\nHljómsveitin var stofnuð í Birmingham, Englandi á sjötta áratugnum undir nafninu Earth, en spiluðu fyrst blús en þeir eru nú bornir saman við Led Zeppelin og Deep Purple.\nMeð réttum tónum og óvenjulegum skrípalátum Ozzys hefur sveitin notið mikillar velgengni með þessum breska metal og glæsilegum grófum stefum allt frá fyrstu plötunni þeirra, Black Sabbath sem kom út árið 1970. Seinni platan þeirra Paranoid sem kom út sama ár  hlaut mikillar velgengni í Ameríku. Báðar plöturnar (bæði tónar og kápa)  voru undir áhrifum svartagaldurs.\nÞeir gáfu svo út þriðju plötuna, Master of Reality árið 1971, Vol.4 árið 1972 og svo Sabbath Bloody Sabbath árið 1973. Fimmtu plötuni seinkaði útaf stjórnarvandamálum og  hún kom út árið 1975 og hét Sabotage og er sögð lélegasta platan þeirra. Eftir henni fylgdi platan Technical Ecstasy sem kom út árið 1976 (framan á er mynd af tveimur vélmennum að ríða) og var seinasta platan sem var í “heavy Black sabbath style”.\nÁrið 1978 kom dauf plata sem heitir Never say die! en þá spratt upp orðrómur um að Ozzy ætlaði að hætta í hljómsveitinni, sem sannaðist ári seinna og stofnaði hann þá hljómsveitina Blizzard of Ozz, sem skipti um nafn stuttu seinna í Ozzy Osbourne Band. Hann var leystur af hólmi af Ronnie James, en það var endirinn á gróskutítímabilinu þeirra.",
    "url": "https://www.hugi.is/metall/greinar/146260/black-sabbath-kynning/",
    "url_id": "146260",
    "id": "1107754",
    "replies": [
        {
            "user": "Notoriuz",
            "user_id": "10774",
            "date": "2003-05-30 21:03:13",
            "id": "1107755",
            "reply_to_id": "1107754",
            "text": "Hmmm Never Say Die var hörkuplata og miklu betri en Technical Ecstasy sem er raunar sú langlélegasta að hinni hörmulegu Live at last undanskilinni.\nSabbath skiptu dálítið um gír þegar Dio kom og þá hófst nýtt gróskutímabil sem hófst með einni af bestu plötum þeirra Heaven and Hell.  Hún seldist miklu betur en margar fyrri platna þeirra, en margir voru ekki sáttir við að Ozzy væri farinn.\nMob Rules þótti ekki eins góð en ágæt samt og síðan hafa ýmsir söngvarar verið í bandinu og flestar plöturnar hafa haft ýmsa góðar hliðar.  Sua álveg stórfínar en aðrar la, la."
        },
        {
            "user": "kjarrime",
            "user_id": "8347",
            "date": "2003-06-01 14:34:58",
            "id": "1107756",
            "reply_to_id": "1107755",
            "text": "black sabbath eru helvíti góðir en það er ekki hægt að segja að ozzy sé eitthver rosalegur saungvari? það er mitt álit   en þeir eiga fullt af góðum lögum en eiga líka buns af leiðinlegum líka."
        },
        {
            "user": "Ulvur",
            "user_id": "8059",
            "date": "2003-05-30 21:13:01",
            "id": "1107757",
            "reply_to_id": "1107754",
            "text": "Black Sabbath er án efa með þeim vondustu böndum sem ég hef heyrt í.\nÞað eru greinilega enginn takmörk yfir, hversu mikið er hægt að ofmeta eina hljómsveit.\nÞetta gildir líka fyrir Korn og Nirvana.\nJako"
        },
        {
            "user": "Ulvur",
            "user_id": "8059",
            "date": "2003-05-30 21:19:46",
            "id": "1107758",
            "reply_to_id": "1107757",
            "text": "Og Marilyn Manson"
        },
        {
            "user": "gislis",
            "user_id": "25830",
            "date": "2003-05-30 21:34:01",
            "id": "1107759",
            "reply_to_id": "1107758",
            "text": "Æji, byrjar þetta djöfulsins…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-05-30 21:43:19",
            "id": "1107760",
            "reply_to_id": "1107759",
            "text": "Ég er ekki að leyta að rifrildi við einn né neinn hérna.\nFólk er að koma með sínar skoðanir á Black Sabbath. Þetta er mín\nJako"
        },
        {
            "user": "Fredrik",
            "user_id": "30853",
            "date": "2003-05-30 21:48:19",
            "id": "1107761",
            "reply_to_id": "1107759",
            "text": "“Black Sabbath er án efa með þeim vondustu böndum sem ég hef heyrt í.”\nJá það finnst þér, að þetta sé “vondusta” band sem þú hefur heyrt í.\nOfmetnir!!!? gaur þeir eru vanmetnir ef eitthvað er allavega ekki ofmetnir. T.d Ringo Starr er dæmi um ofmetinn gaur, Bill Ward er MJÖG vanmetinn þótt hann sé miklu miklu betri trommari en Ringo. Það er staðreynd."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-05-30 21:54:52",
            "id": "1107762",
            "reply_to_id": "1107761",
            "text": "Já black sabbath er VONDASTA band sem ég hef heyrt í lengi.\nÉg tel Ringo Starr ekki vera ofmetin, ef dæma má frá sólórefil hans. Annars getur maður aldrei verið viss um ágæti hvers og eins trommara, því þeir eru sjaldan notfærðir til fulls\nJako"
        },
        {
            "user": "WarPig666",
            "user_id": "39439",
            "date": "2003-05-31 18:47:43",
            "id": "1107763",
            "reply_to_id": "1107761",
            "text": "ÞÚ ERT EITT MESTA FÍFL SEM HEFUR NOKKUR TÍMANN GENGIÐ Á ÞESSARI PLÁNET\nja einmitt black sabbath ofmettnir og mjög vondastir NEI\nþú ert bara allgjör hálfviti sem hefur ekkert vit á tónlist og vonandi brennur þú og þín skíta vanmetna bestasta tónlist í helvíti"
        },
        {
            "user": "LocoDuck",
            "user_id": "23289",
            "date": "2003-05-31 18:52:23",
            "id": "1107764",
            "reply_to_id": "1107763",
            "text": "ertu að tala við mig eða?"
        },
        {
            "user": "WarPig666",
            "user_id": "39439",
            "date": "2003-05-31 18:54:20",
            "id": "1107765",
            "reply_to_id": "1107764",
            "text": "öhh nei eikkern gaur sem sagði að black sabbath væru ofmettnir og þeir væru “vondastir”"
        },
        {
            "user": "LocoDuck",
            "user_id": "23289",
            "date": "2003-05-31 18:55:05",
            "id": "1107766",
            "reply_to_id": "1107765",
            "text": "ok góðu"
        },
        {
            "user": "Ulvur",
            "user_id": "8059",
            "date": "2003-06-02 00:43:55",
            "id": "1107767",
            "reply_to_id": "1107763",
            "text": "Það er greinilega fólk hérna sem neitar að hætta!\nÉg hélt að ég hafði sagt að ég nennti ekki að rífast um þetta lengur, því enginn var að fá neitt út úr því.\nÞessvegna var ég hissa að sjá þrjú ný skilaboð sem öll leiddu mig hingað.\nEnn nú þegar er búið að draga mig hingað get ég alveg eins svarað þessum frumstæðu ásökunum sem hafa verið lagðar mér á hendur.\n“Það er einmitt svona óþroskað fólk eins og Jakob sem móðgast ef einhver segir einhvað um hans uppáhalds hljómsveit”\nOk, ég get sætt mig við þetta, enn…\n“þú ert bara allgjör hálfviti sem hefur ekkert vit á tónlist og vonandi brennur þú og þín skíta vanmetna bestasta tónlist í helvíti”\n… Ég býst við að þessi fullyrðing gildi ekki yfir fólk sem er sammála þér?\nÞegar ég tala um að Black Sabbath séu ofmetnir, þá er ég ekki að tala um:\nÚtgáfu ár,\nfræg nöfn,\nhegðun\neða þá staðreynd að þeir náðu fyrstir manna að troða Metal senuni niður í kokið á fólki, þannig að það sætti sig við það.\nÞegar ég dæmi hljómsveitir, geri ég það út frá tónlistinni, sem ekki margir hafa minnst á, í þessari deilu.\nÞegar allt kemur til alls, þá finnst mér ekki að Black Sabbath geri skemmtileg lög.\nÞannig að þegar ég sé fólk slefa yfir þessari hljómsveit öllu hæpinu í kringum það, þá get ég með hreinni samvisku flokkað hana sem ofmetna.\nSvo til að komast inní þessa bassa-umræðu, þá las ég að bassaleikari RockBitch, væri talin besti núlifandi bassaleikari.\nÞær telpur eru nú frægari fyrir sviðsframkomu, heldur en tónlist, en ég hef heyrt soldið með þeim, þar sem bassin var áberandi góður.\nEn hvort um besta núlifandi bassaleikara er um að ræða, er ég ekki alveg viss.\nAnnars er D´arcy Wretzki Brown og Steve Harris í miklu uppáhaldi hjá mér.\nSvo var það einhver sem spurði hvað ég hlustaði á, sem gæti fengið Black Sabbath til að hljóma eins og hjólbeinótt útgáfa af Justin Timberlake.\n(var kannski ekki orðað alveg svona)\nEnn, héna er stuttur listi fyrir ykkur að fussa yfir:\nSmashing Pumpkins (í miklu uppáhaldi)\nJames Iha (sólóferill)\nZwan\nDjali Zwan (acoustic version af Zwan)\nBilly Joel (klassík)\nCandlemass\nElton John (önnur klassík)\nParadise Lost\nImmortal (takmarkaður áhugi)\nPink Floyd (snilld)\nLed Zeppelin (snilld nr. 2)\nIron Maiden\nMetallica\nApokalyptika (Basicly bara Metallica aftur)\nDeftones\nSigurrós\nFantomas (steeeeeik)\nBruce Dickinson\nYngwie Malmstien (eini maðurinn sem ég hef séð, sem hefur slegið Jimmy Hendrix í hraða)\nHammerfall (hetjurokk eins og það gerist best)\nMozart (getur tekið Beethoven, hvenær sem er)\nNobuo Uematsu\nDream Theater\nBon Jovi\nStaind (þeir hafa sýnt það og sannað að þeir geta lifað af án hjálpar Fred Durts)\nThe Who\nCheap Trick\nUriah Heep\nProcol Harum\nWhitesnake\nEvergray\npixies\nThe Doors (Jim Moorison var í miklu uppáhaldi)\nU2\nDef leppard\nStyx\nSoundgarden\nJack Bruce (sólóferill, eftir Cream)\nZZ top (bad to the Bone)\nScorpions\nThe Cure\nThe Beatles\nEagles\nQueen\nTenacious D\nYanni (betri útgáfa af Kenny G)\nEdward Grieg (fyrsti þungarokkari mannkynssögunar)\nRammstein\nKenny G (verri útgáfa af Yanni)\nSlade\nEric Clapton\nKaare Norge\nRingo Starr (sólóferill)\nCream\nEverclear\nVan Halen (báðir)\nMarilyn Manson\nRavel\nPlacebo\nSkunk Anansie\nRadiohead\nCardigans\nNirvana (ofmetnir, en fínir)\nOasis\nCreed… já ég sagði Creed\nCarpenders\nMiracle Mile\nSupertramp\nGuns n´ Roses (hata að vísu Axl Rose)\nIn Flames\nSkin (sóló)\nA Perfect Circle\nJudas Priests\nKittie (með því grófasta stelpu rokki sem finnst)\nFear factory\npixies\nHouse of pain\nEric Jhonson\nVivaldi\nDeath\nNo doubt\nFleetwood Mac\nMassive Attack (Nafn passar ekki við tónlist)\nStrumpastuð 1 og 2\nLongwave\nStyx\nSoundgarden\nMegadeath (með fyrrverandi gítarleikara Metallicu)\nGodhead\nMeat Loaf\nDisturped\nAlanis morisette (frábærir textar)\nSoundgarden\nBursum\n(brennir kirkjur, drepur Mayhem gaura, situr inni næstu 20 árin, en gerir samt þokkaleg lög)\nPearl Jam\nMobi Angel\nMotorhead\nRed hot chili Peppers\nDeicide\nBob Dylan\nChildren of Bodom\nSke\nB.B. King\nBjörk\nD.A.D. (Disneyland After Dark)\nRage Against the Machine (mest póletískir)\nBadly Drawn Boy\nFaith no more\nSting\nBrain Police\nFoo fighters\nAbba (sama hvað fólk segir, var þetta snilldar band)\nMogwai\nDimmu Borgir (sumt gott, annað crap)\n…\nMan ekki meira í bili, kannski ég pósti því, þegar ég man.\nÉg tel mig nú hafa frekar breiðan tónlistar-smekk, fyrir persónu sem hefur ekkert vit á tónlist og mun áreiðanlega brenna í helvíti\n(ef spár ykkar eru réttar)\nJæja núna get ég farið að sofa með góða samvisku og nett glott, sem gæta pirrað jafnvel, Draco Malfoy.\nJako"
        },
        {
            "user": "Ulvur",
            "user_id": "8059",
            "date": "2003-06-02 06:33:59",
            "id": "1107768",
            "reply_to_id": "1107767",
            "text": "Skil ekki hvað þú meinar þegar þú segir\nútgáfu árin, fyrstu 2 diskarnir koma 1970\nþannig að eg mynd telja það nokkuð frumleg\ntónlist fyrir þann tíma.\n“Þannig að þegar ég sé fólk slefa yfir þessari hljómsveit öllu hæpinu í kringum það, þá get ég með hreinni samvisku flokkað hana sem ofmetna.”\nÉg fann disk heima hjá vini mínum fyrir\nmörgum árum og hann sagði að ég mætti fá\nhann fyrir 500kall því að hann fílaði hann\nekki, eg vissi lítið sem ekkert um þetta\nog það vara ENGIN að hlusta á þetta sem eg\nvissi um, og byrjaði að fíla þá eftir það\nog stuttu seinna sá hann eftir að selja mér\ndiskinn… ekkert hype í gangi.\nEn mér finnst þessi setning passa við Manson.\nÉg ætla að leiðrétta þig aðeins:\nJudas priest, ekki Priests\nMegadeth, ekki Megadeath\nBurzum, ekki Bursum\nAllavega ég fíla flestar hljómsveitirnar sem þú\nnefndir. Því víðari smekk sem maður hefur\nþví betra fyrir mann sjálfan segi ég\nAfþví að ég hef ekkert að gera er ég að spá\ní að nefna nokkrar sveitir sem ég fíla,\nnota þinn lista tilþess að hjálpa mér aðeins\nog náttúrulega safnið mitt.\nAbsu\nAbyssos\nAc/dc\nAmsvartner\nAlanis Morisette\nAncient\nArcturus\nAura noir\nÁsmegin\nBal Sagoth\nBehemoth\nBlood Storm\nBorknagar\nBjörk\nBurzum\nCannibal Corpse\nChrist agony\nCovenant\nCradle of Filth\nCynic\nDark Funeral\nDarkthrone\nDeath\nDeicide\nDeinonychus\nDimmu Borgir (bókstaflega allt)\nDissection\nDødheimsgard\nEinherjer\nEnslaved\nE mperor\nFear Factory\nFinntroll\nFleurety\nGehenna\nGodkiller\nGonty na Kry\nGorguts\nGorgoroth\nGuns N' Roses\nGraveland\nHecate Enthroned\nHelheim\nImmortal\nLed Zeppelin\nLimbonic art\nManowar\nMarduk\nMayhem\nMetallica\nMithotyn\nMoon spell\nMorbid Angel\nMorgul\nMortiis\nNebulah\nNegura Bunget\nNirvana\nNokturnal Mortum\nObituary\nOld Mans Child\nPantera\nPearl jam\nPrimordial\nRage against the Machine\nRagnarok\nSadus\nSatyricon\nSepultura\nSoundga rden\nSlayer\nStorm\nStirnagard\nTaake\nTartaros\nThorn s\nThe Kovenant\nThy Primordial\nThy Serpent\nThyrfing\nTool\nTroll\nTwin Obscenity\nType o negative\nU2\nUlver\nVond\nWhite Zombie\nBölvættur\nKristallnacht\nTemnozor\nDark Angel\nFata Morgana\nIron Maiden\nRed hot chili peppers\nBob Dylan\nChildren of Bodom\nFaith no more\nSting\nBrain Police\nFoo fighters\nAbba\nMotörhead\nD.A.D.\nMogwai\nSmashing Pumpkins\nZwan\nBilly Idol\nCandlemass\nElton John\nParadise Lost\nPink Floyd\nDeftones\nSigurrós\nFantômas\nBruce Dickinson\nYngwie Malmstein\nWolfgang Amadeus Mozart\nCarl Orff\nLudwig van Beethoven\nTchaikovsky\nRichard Wagner\nAcid bath\nThe Who\nUriah Heep\nWhitesnake\nThe Doors\nZZ top\nScorpions\nThe Cure\nThe Beatles\nEagles\nQueen\nTenacious D\nSlade\nCream\nMarilyn Manson\nRadiohead\nThe Cardigans\nA Perfect Circle\nFleetwood Mac\nMegadeth\nMeat Loaf\nEric Clapton\nAccept\nAnthrax\nDead can dance\nAerosmith\nAlice in chains\nAudioslave\nBubbi\nCadaver inc\nCarcass\nCarpathian Forest\nCintecele Diavolui\nCreedence Clearwater Revival\nCrowbar\nDanzig\nDavid Bowie\nDeep Purple\nDiabolical Masquerade\nDiamond Head\nDio\nFight\nGarbage\nGates Of Ishtar\nGuano Apes\nIldjarn\nJanis Joplin\nJohn Lennon\nKiss\nLegion Of Doom\nLynyrd Skynyrd\nMachine Head\nMad Season\nMeat Puppets\nMr. Bungle\nMötley Crüe\nMy Dying Bride\nNargaroth\nNeil Young\nObtained Enslavement\nOpeth\nOtyg\nProdigy\nQueens of the stone age\nKyuss\nR.E.M. (Rapid eye movement)\nRed Harvest\nRob zombie\nSinister\nSkid Row\nStone temple pilots\nStatic-X\nSummoning\nTestament\nThe Band\nThe Hives\nThe Mars Volta\nTomahawk\nTrelldom\nTwisted Sister\nVed buens ende\nWinds\nWindir\nWyrd\nZyklon\nThe Birthday Party\nCat Stevens\nCrash Test Dummies\nDepeche mode\nFilter\nForeigner\nFrostmoon\nNine Inch Nails\nBee Gees\nAlice Cooper\nJames Taylor\nLeoncie (Just kidding)\nOdium\nSisters of Mercy\num 200 sveitir…\nnenni þessu ekki lengur\nmargar hljómsveitir sem ég\nsleppti útaf ég á kannski bara\neinn disk með þeim og þekki ekki hina."
        },
        {
            "user": "baldie",
            "user_id": "17408",
            "date": "2003-06-05 13:01:11",
            "id": "1107769",
            "reply_to_id": "1107767",
            "text": "Rephrase: “nei, seinast þegar ég vissi, var ég ekki með andlegan galla sem hindraði vaxandi þroska.”\n“Nei, seinast þegar ég vissi, var ég ekki með galla sem hindraði andlegan þroska.”\nWhatever…\nOK.\nVá flottur listi. Ég sé Jakob að þú ert soldill Smashing Pumpkins fan býst ég við. Hvort fílaru meira ballöðurnar eða þetta harða? Allavega, þá hefur Billy margoft sagt að öll gítartækni hans sé komin frá Jimmy Page en allt þetta harða sé komið frá Black Sabbath. Metallica og Iron Maiden eru bein afleiðing Black Sabbath. Ef þú lest eða hlustar á gömul viðtöl, þá nefna þeir yfirleitt Poison eða eitthvað álíka, Judas Priest og svo öskrar einhver af þeim BLACK SABBATH!!! Fyrst voru Black Sabbath, svo komu allir hinir sem að tóku skrefið enn lengra: Metallica og Iron Maiden, eftir þeim koma TOOL.\nBlack Sabbath voru alltaf að reyna að gera betur en Led Zeppelin. Eins og þegar þeir auglýstu tónleika stóð: “Louder than Zeppelin!”\nÞú fílar Rage segiru, þeir eru mjög pólitískir segiru. Black Sabbath voru einnig mjög pólitískir, hlustaðu á War Pigs og Wicked World!\nNánast allt rokk sem maður hlustar á er undir áhrifum af einhverju tagi frá BS, sama hvort það er Deftones, Metallica, Smashing Pumkins, Marilyn Manson, Pantera, Soundgarden (sem þú nefnir nokkrum sinnum á listanum þínum), Busted (hahaha ég varð að segja þetta) eða bara whatever! Þeir eru einnig undir áhrifum frá öllum hinum hljómsveitunum, allt sem var gert í fortíðinni hefur einhver áhrif.\nTalandi um Marilyn Manson, hann er snillingur. Hefur einhver hérna séð Bowling for Columbine? Það er ekkert lítið hvað maðurinn kemur vitsmunalega fram þar, hann er vægast sagt mjög þenkjandi maður, og ALLS EKKI einhver heimskur rokkari!\nJá og þú segir Brain Police. Þeir eru nottla besta rokkbandið á landinu …og þeir dýrka Black Sabbath!!! Spurðu þá bara! Ef þú spyrð þá hver er þeirra HELSTI áhrifavaldur, þá mundu þeir allir segja Black Sabbath. Nema kannski Jenni (hann mundi örugglega segja Chris Cornell!) Höddi elskar Geezer, sem er einmitt langt um betri bassaleikari en Paul McCartney nokkurn tíma. Og Bill Ward er betri trommari en Ringo Starr nokkurn tíma. (Þetta er ekki allt til þín Jakob!) Paul McCartney var betri lagahöfundur heldur en bassaleikari.\nHmm var það eitthvað fleira?\nJá fyrstu tveir diskarnir með Black Sabbath voru ekki undir áhrifum frá svarta galdri. Nornakrossinn aftan á Black Sabbath var settur af útgefandanum, sem vildi skapa eitthvað spúkí við hljómsveitina. Þeir hafa aldrei verið djöfladýrkendur eða neitt slíkt. Reyndar voru þeir allir alltaf með krossa um hálsinn. Ef þið hlustið á lagið Black Sabbath þá heyrið þið eitthvað um Satan og Big Black Shape with eyes of Fire, Figure in Black, Satan's coming round the bend og fleira í þessum dúr. Þeir voru að syngja um hversu slæmt þetta væri og hræðsluna sem fylgir þessu. Þetta lag er undir áhrifum frá hryllingsmyndinni Black Sabbath sem Geezer horfði á og samdi textann út frá. Svo var hljómsveitin skýrð eftir laginu.\nEn Jakob ef þú einfaldlega fílar ekki hljómsveitina og lögin hvernig lögin þeirra eru og hljóma er náttúrlega ekkert hægt að gera í því\n…nema kannski biðja fyrir þér ;-)\nJæja þetta er orðið ágætt!\nHey vissuð þið að uppáhalds hljómsveit Jónsa í Sigur Rós er Iron Maiden? Og fyrsta lagið sem hann lærði á gítar er lagið Wrathchild?\nP.S. enginn má fara að segja eitthvað: “já þessi og þessi eru nú meiri áhrifavaldar *PRUMP*” Bara plís."
        },
        {
            "user": "baldie",
            "user_id": "17408",
            "date": "2003-06-05 13:45:51",
            "id": "1107770",
            "reply_to_id": "1107769",
            "text": "Já og Brain Police ætluðu að spila á Black Sabbath tribute kvöldinu sem var haldið einhvern tíma, en þeir þurftu að aflýsa því vegna stúdíóvinnu. Þeir voru samt alveg að farast yfir því! Þeir vildu helst halda annað stuttu seinna til að taka þátt.\nJakob þó að þú fílir tónlistina þeirra ekki, þá hafa margir af mestu tónlistarmönnum dagsins í dag, t.d. margir af þeim sem þú hlustar á, séð ástæðu til að gera tónlist vegna Black Sabbath og þess vegna hlýtur tónlist þeirra að skipa stóran sess í tónlistarheiminum og verður seint talin “ofmetin”\nOg hana nú!\nBill Ward er líka betri söngvari en Ringo Starr! Maður heyrir það í It's Alright.\nOzzy hætti í Black Sabbath áður en Never Say Die var fullkláruð og þess vegna létu þeir Bill Ward syngja þar eitt lag og skelltu held ég inn einu instrumental til að fylla í skarðið."
        },
        {
            "user": "baldie",
            "user_id": "17408",
            "date": "2003-06-05 13:52:16",
            "id": "1107771",
            "reply_to_id": "1107769",
            "text": ""
        },
        {
            "user": "Protester",
            "user_id": "34863",
            "date": "2003-06-05 19:03:08",
            "id": "1107772",
            "reply_to_id": "1107771",
            "text": "Nei reyndar lét toni reka ozzy úr bandinu vegna þess að þeir hötuðu hvor annan. (tony lagði Ozzy i einelti)"
        },
        {
            "user": "hrabbi",
            "user_id": "5269",
            "date": "2003-06-05 20:28:25",
            "id": "1107773",
            "reply_to_id": "1107772",
            "text": "þetta var nú sona meira það að ozzy var alltaf handónýtur og þeir gátu ekki unnið með honum\nþetta með að tony lagði ozzy í einelti var eikkað sem gerðist í barnaskóla"
        },
        {
            "user": "baldie",
            "user_id": "17408",
            "date": "2003-06-05 23:16:32",
            "id": "1107774",
            "reply_to_id": "1107772",
            "text": "Jú það er reyndar rétt hann hætti ekki hann var rekinn. Hann var hættur að geta mætt á tónleika og lá alltaf handónýtur upp á hótelherbergi. Ég held að hefði Ozzy ekki verið rekinn, væri hann ekki á lífi í dag!"
        },
        {
            "user": "hangover",
            "user_id": "35470",
            "date": "2003-06-06 00:02:41",
            "id": "1107775",
            "reply_to_id": "1107774",
            "text": "Sammála, en annars er “It´s Alright” á Technical Ecstasy, ekki Never Say Die… skiptir samt engu"
        },
        {
            "user": "baldie",
            "user_id": "17408",
            "date": "2003-06-06 10:29:52",
            "id": "1107776",
            "reply_to_id": "1107775",
            "text": "já ég veit þetta kom soldið vitlaust út. It's alright er á Technical Ecstasy, svo var hann látinn syngja síðasta lagið á Never Say Die sem heitir swinging the chain, og lagið á undan því er instrumental!"
        },
        {
            "user": "Protester",
            "user_id": "34863",
            "date": "2003-06-06 14:21:10",
            "id": "1107777",
            "reply_to_id": "1107774",
            "text": "Það re bara staðreynd að tony lagði ozzy ekkert bara í einelti í barnaskola. Hann fékk aldrei að ráða neinu í hljómsveitinni og þeir léku sér oft að því að berja hann. Hann bara þorði ekki að hætta í hljómsveitinni vegna þess að hann elskaði tónlistina og svo átti hann enga vini utan hennar. En þetta einelti gerði hann svo þunglyndan að hann byrjaði að drekka og dópa meira en nokkru sinni fyrr og þá fékk tony loksins góða afsökun fyrir því að reka hann vegna þess að hann vildi alltaf losna við Ozzy. Einfalt mál"
        },
        {
            "user": "Ulvur",
            "user_id": "8059",
            "date": "2003-05-30 21:41:49",
            "id": "1107778",
            "reply_to_id": "1107758",
            "text": "Það er ekkert leyndarmál að ég fíla Manson álíka mikið og mína eigin spegilmynd, en ég tel hann ekki vera ofmetin. Hann hefur unnið fyrir öllu sínu propsi.\nMaðurinn er klárlega sá mesti heimspekingur sem mannkynið hefur haft þá ánægju að hýsa. Það er að segja á eftir Freud og Tsun tzu.\nÞað kemur kannski ekki fram á öllum lögunum hans (t.d. flestum GAOG lögunum), enn ef maður veit eitthvað aðeins um hann og hefur hlustað og pælt soldið í Antichrist superstar\n(skaðar ekki að hafa lesið ævisöguna), þá er engin efi um hvar þessi maður stendur í tónlistar-sögunni.\nVona að þetta hafi svarað spurninguni þinni.\nJako"
        },
        {
            "user": "Ulvur",
            "user_id": "8059",
            "date": "2003-05-30 21:56:41",
            "id": "1107779",
            "reply_to_id": "1107778",
            "text": "Mitt álit er Manson = ofmetinn…"
        },
        {
            "user": "President",
            "user_id": "8917",
            "date": "2003-05-30 22:24:02",
            "id": "1107780",
            "reply_to_id": "1107778",
            "text": "Jakob…..erti þroskaheftur?????\nþað ætti að myrða þig fyrir að líkja Black Sabbath við Nirvana og Korn.  Þú ert örugglega svona 12 ára krakka andskoti!"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2003-05-30 23:10:05",
            "id": "1107781",
            "reply_to_id": "1107780",
            "text": "nei, seinast þegar ég vissi, var ég ekki með andlegan galla sem hindraði vaxandi þroska.\nEf þú hefðir lesið þetta álit sem þú vitnar í aðeins betur, hefðiru komist að, að ég er ekki að líkja Black Sabbath við hvorki Korn né Nirvana, heldur að nefna dæmi um aðrar ofmetnar hljómsveitir (að mínu mati).\nSvo efa ég stórlega að ég sé\n“12 ára krakka andskoti!”,\nþar sem orðið “andskoti” kemur af einvíga siðmenningu í gömlu evrópu.\nÞannig að fyrir mig að vera andskoti þinn, þyrfti ég að standa 20 skrefum frá þér, með gamla skammbyssu í hendi, miðað að þínum þröngsýna heila.\nVar þetta nógu mikið FEIS fyrir þig?\nJako"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2003-05-30 23:30:29",
            "id": "1107782",
            "reply_to_id": "1107781",
            "text": "Hahahaha! Snilld."
        },
        {
            "user": "President",
            "user_id": "8917",
            "date": "2003-05-31 01:08:42",
            "id": "1107783",
            "reply_to_id": "1107781",
            "text": "“Þannig að fyrir mig að vera andskoti þinn, þyrfti ég að standa 20 skrefum frá þér, með gamla skammbyssu í hendi, miðað að þínum þröngsýna heila.”\nef þú ætlar út í eitthvað svona ætturu að lesa þig betur til.  til að vera andskoti minn, þarftu aðeins að vera á móti mér….og í það er hægt að leggja tvennan skilning, nr.1 þú stendur fyrir framan mig og snýrð að mér (óháð lengd og hvort þú sért með skammbyssu eða hvar þú miðar á mig) nr.2 t.d. þú villt mér eitthvað illt eða þess háttar.\nÞú verður að afsaka ef ég móðgaði þig með því að kalla þig 12 ára, en sú staðreynd að þú fílir Marlin Manson og fynnist guðfeður rokksins (BS, þó ekki einir) ofmettnir, leiddi mig til þeirrar ályktunar að þú væri ungur að árum."
        },
        {
            "user": "President",
            "user_id": "8917",
            "date": "2003-05-31 01:23:20",
            "id": "1107784",
            "reply_to_id": "1107783",
            "text": "Þetta hljómar frekar eins og önnur móðgun í staðs afsökunarbeiðni.\nErtu að segja að Manson sé óþroskaðri tónlist en Black Sabbath?\nOg ef við ætlum að fara út í málfræði vitleysur, get ég útskýrt þetta aðeins betur.\nBasic lengd á mili manna í einvígum, var 20 skref áður enn þeir skutu hvorn annan.\n“Gamla skammbyssu”, var skrifað til að útskíra að þetta var algengasta vopnið notað í einvígum, í GAMLA daga. þar af “Gömul skammbyssa”.\nOg svo miðið var bara random staður til að koma orðinu Þröngsýnn inn í.\nÞá ætti það að vera komið.\nJakob\nps. ég held að það sé soldill no brainer að persónur í einvígi vilji ekki týna ber, með hvor öðrum. Heldur vilji þeir eitthvað ILLT… eða þess hátta"
        },
        {
            "user": "President",
            "user_id": "8917",
            "date": "2003-05-31 01:35:00",
            "id": "1107785",
            "reply_to_id": "1107784",
            "text": "Það sem ég var að segja var: orðið andskoti kemur einvígjum ekkert við og í öðrulagi…JÁ, ég er að segja að Manson sé með óþroskaðari en Black Sabbath. Af hverju….jú, Manson hafði/hefur ekkert nýtt fram á að færa, hann var bara einn fyrsti (ef ekki bara fyrsti) gothic gaurinn til að komast í heimspressuna og á MTV.\nBlack Sabbath voru fyrstir með þessa tegund af tónlist, þ.e.a.s metal, eða Hard Rock eins og þeir sjálfir vilja skilgreina þetta sem, og af þessari tónlistarstefnu (og stefnu banda eins og Deep Purple og Led Zeppelin) komu hljómsveitir eins og Iron Maiden, slayer o.s.fv.  Marlin Manson er bara offspring af þessari tónlistarstefnu sem jú hefur breyst með tímanum en heldur þó í sama grunnin.  Það sem ég er að segja með þessu (fyrir þá sem ekki fatta =P )er að Manson var ekki að gera neitt nýtt, hann var bara sá fyrsti til að gera það þannig að ALLIR vissu af því."
        },
        {
            "user": "President",
            "user_id": "8917",
            "date": "2003-05-31 01:36:29",
            "id": "1107786",
            "reply_to_id": "1107785",
            "text": "p.s. “á góðri Íslensku, að ég held (er dani).” vertu þá ekki að rífast um íslenska málfræði."
        },
        {
            "user": "MuadDib",
            "user_id": "28830",
            "date": "2003-05-31 10:39:39",
            "id": "1107787",
            "reply_to_id": "1107785",
            "text": "Ha?\nErtu að segja að Þroski fari eftir tímanum sem maður lifiri á?\nÞað skiptir ekki máli þótt Black Sabbath komu á undan. Það hefur ekkert með þroska að gera.\nErtu að segja mér að Queen hafi verið að gera nýja hluti, eða Radiohead. Núna í dag er fólk ekki að búa til eitthvað nýtt. Það eina sem hægt er að gera er að taka einhverja týpu af tónlist, slípa hana og gera sitt eigið sound, útfrá því.\nAnnars tel ég nú að Metal væri enn til, án Black Sabbath, það var alveg nóg af reiðum ungum mönnum í Bretlandi á þessum tíma.\nÞannig að ef maður hugsar á þínum skala, ætti einhver prímati í forn Egyptalandi að spila þroskuðustu tónlistina, með tveimur steinum og gamallri hauskúpu.\nAnnars get ég fullvissað ykkur um að Antichrist Superstar er sko ekki stolin, frekar en önnur ó-remixuð lög sem hann og Twiggy hafa samið.\nÉg veit líka fullvel að samkvæmt Brian, hlustaði hann á Black Sabbath og er góður vinur Ozzy, en Judas Priests höfðu aðal áhrifin á hann.\nSvo vill ég mun frekar viðurkenna norska tónskáldið Edward Grieg, sem frumkvöðull metals, þótt hann var uppi fyrir tíma rokksins.\nHlustið t.d. á Hall of the mountain king.\nOg Freud var mun meira en bara sálfræðingur. Hann var líka heimsspekingur, sá allra mesti ef þú spyrð mig.\nJako"
        },
        {
            "user": "MuadDib",
            "user_id": "28830",
            "date": "2003-05-31 11:44:02",
            "id": "1107788",
            "reply_to_id": "1107787",
            "text": "Sko, fyrst af öllu, Jakob: Ég ætla ekki að eyða mörgum orðum í þig, en ég get bara ekki trúað því að þér finnist Sabbath vera ofmetnir. Það getur þá ekki verið að þú hafir hlustað á þá nógu mikið. Ég ráðlegg þér, nei, ég grátbið þig um að hlusta á Sabbath Bloody Sabbath plötuna áður en þú setur útá hljómsveitina. Ef þú hefur þegar heyrt hana þá er þér ekki við bjargandi og ég ætla að sleppa öllum smekklausum persónuárásum.\nÞví miður verð ég að bæta því við að mér finnst túlkun þín á þróun metals og tónlistar yfirhöfuð vera ansi gölluð.(P.S. ég hef ekki ætlað mér að svara framtíðarpóstum í þessari grein, þannig að þú mátt alveg spara þér reiðiorðin :))\nÍ öðru lagi þá finnst mér ósanngjarnt að kalla Bítlana lélega tónlistarmenn. Þeir voru kannski ekki einhverjir yfirnáttúrulegir hljóðfæraleikarar (samanber Led Zeppelin) en þeir voru einstaklega hæfileikaríkir tónlistarmenn. Hvernig ættu þeir annars að geta gert alla þessa frábæru tónlist? Þeir voru algjörir frumkvöðlar og fundu eiginlega upp rokkið! (sumir segja Elvis, en ég er ósammála)\nÞað eru líka margir að segja að þeir séu ofmetnir, en ég er alls ekki svo viss um það. Þar til fyrir stuttu hélt ég það líka en svo hlustaði ég almennilega á þá (platan Abbey Road opnaði augun mín) og þá fattaði ég að þeir eru alls ekki svo ofmetnir. Þetta er bara spurning um að hlusta nógu mikið þangað til maður skilur þetta.\nTakk fyrir mig."
        },
        {
            "user": "hangover",
            "user_id": "35470",
            "date": "2003-05-31 13:53:17",
            "id": "1107789",
            "reply_to_id": "1107787",
            "text": "Jakob ég legg til að þú farir að hætta þessu!\nÞú veist ekki eins mikið um tónlist og þú heldur, eiginlega finnst mér fáfræði þín alveg með eindæmum!"
        },
        {
            "user": "Geezer",
            "user_id": "35398",
            "date": "2003-06-07 14:56:35",
            "id": "1107790",
            "reply_to_id": "1107787",
            "text": "Manson hefur sagt að Alice Cooper sé hans aðal Idol"
        },
        {
            "user": "HoddiX",
            "user_id": "15213",
            "date": "2003-05-31 01:43:25",
            "id": "1107791",
            "reply_to_id": "1107784",
            "text": "Hemm, vildi bara benda á að hvorki Freud né Sun Tzu hafa nokkurn tíma komist nálægt því að teljast til merkustu heimspekinga allra tíma. Freud er almennt frekar talinn til sálfræðinga, á meðan Sun Tzu er frægastur fyrir hernaðarlist.\nSvo má líka benda þér á að Manson “stal” öllu efni Antichrist Superstar frá Nietzsche (concept plata byggð á verkum hans), þannig að hann er ekki “einn mesti heimspekingur allra tíma” eins og þú segir.  Góður gaur samt.\nOg Sabbath rúla þannig að þegiðu."
        },
        {
            "user": "HoddiX",
            "user_id": "15213",
            "date": "2003-05-31 01:44:39",
            "id": "1107792",
            "reply_to_id": "1107791",
            "text": "Svo er art of war ekki nema einhverjar 20 blaðsíður, þannig að ekki tapa þér."
        },
        {
            "user": "President",
            "user_id": "8917",
            "date": "2003-05-31 01:18:49",
            "id": "1107793",
            "reply_to_id": "1107781",
            "text": "gleymdi þessu víst…..“Ég tel Ringo Starr ekki vera ofmetin”,  úff!!, gaur, ég meina, ég hef ekkert á móti Ringo Starr, en hann er samt einn versti trommari sögunar (frægur þ.e.a.s) og hann hefur aldrei getað sungið, því miður.\nBítlarnir myndi ég segja að væru ofmettnir (I hear hatemail coming). Lennon og McCartney eru einir bestu, ef ekki einfaldlega bestu lagahöfundar 20. aldarinnar, en enginn í Bítlunum var “góður” tónlistarmaður (fyrir utan tónsmíðar) þó að margir virðist halda það.  Sá sem var hæfastur af þeim var e.t.v. G.Harrison heitinn, en hann var ekki betri en það að hann spilaði ekki að gítar á fyrstu sólóplötu sinni (veit ekki um hinar) því hann einfaldlega gat það ekki eins og hann sagði sjálftur, þannig að hann fékk Eric Clapton til að spila fyrir sig."
        },
        {
            "user": "geiri2",
            "user_id": "8406",
            "date": "2003-05-31 04:42:58",
            "id": "1107794",
            "reply_to_id": "1107793",
            "text": "Jafnósammála og ég er þér í því að Bítlarnir séu ofmetnir tek ég undir það að enginn þeirra var afburðuhljóðfæraleikari FYRIR UTAN Paul McCartney sem að mínu mati er einfaldlega besti bassaleikari sögunnar og punktur og pasta."
        },
        {
            "user": "President",
            "user_id": "8917",
            "date": "2003-05-31 14:50:33",
            "id": "1107795",
            "reply_to_id": "1107794",
            "text": "geiri2, það sem ég var að reyna að meina með þessu var að þeir eru ofmettnir sem hljóðfæraleikarar, ALLS ekki sem lagahöfundar.  Paul McCartney er ekkert spes bassaleikari, þó hann geti jú vel bjargað sér, en hann hefur ekki spilað neitt til að sýna fram á það að hann komist nálægt því að vera besti bassaleikari í heimi.  Staðreyndin er sú hann er betri píanóleikari en bassaleikari :D"
        },
        {
            "user": "geiri2",
            "user_id": "8406",
            "date": "2003-05-31 17:10:28",
            "id": "1107796",
            "reply_to_id": "1107795",
            "text": "President:\nJújú, ef þú hlustar á bassalínurnar í hinum ýmsu lögum Bítlanna, t.d. Michelle og Girl svo örfá dæmi af geysimörgum eru nefnd, muntu uppgötva það að Paul var besti bassaleikari sögunnar (að mínu mati er hann það allavega, eini sem kemst máske nálægt honum er John Paul Jones). Hverja mundir þú annars telja bestu bassarana?\nOg p.s. nennirðu að merkja við “Láta höfund vita að honum hafi verið svarað” ef þú svarar þessum pósti, ég hafði ekki hugmynd um það að þú værir búinn að svara mér fyrr en fyrir tilviljun að ég skoðaði aftur þessa grein."
        },
        {
            "user": "President",
            "user_id": "8917",
            "date": "2003-05-31 19:47:30",
            "id": "1107797",
            "reply_to_id": "1107796",
            "text": "Það er nú erfitt að segja hver er besti bassaleikari sögunnar, en það eru mjög margir sem eru betri Paul, t.d. Les Claypool(Primus), Steve Harris(Iron Maiden), Rodger Glover(Deep Purple) og jú Terry “Geezer” Butler (Black Sabbath) og svo margir margir fleiri."
        },
        {
            "user": "JollyMF",
            "user_id": "30757",
            "date": "2003-05-31 20:43:39",
            "id": "1107798",
            "reply_to_id": "1107797",
            "text": "Sabbath eru Snillingar PUNKTUR."
        },
        {
            "user": "berserkur",
            "user_id": "28668",
            "date": "2003-05-31 22:46:46",
            "id": "1107799",
            "reply_to_id": "1107798",
            "text": "þetta var nú ekkert of ítarleg grein en svona lala\nSabotage er frábært stykki"
        },
        {
            "user": "Geezer",
            "user_id": "35398",
            "date": "2003-06-07 14:52:24",
            "id": "1107800",
            "reply_to_id": "1107794",
            "text": "Fyrirgefðu félagi, en ertu van? Paul McCartney besti bassaleikari heims! Hvað með Geezer Butler, John Paul Jones, Cliff Burton, Roger Glover, Hödda í Brain Police, Les Clayool og Robert Trujillo"
        },
        {
            "user": "Ulvur",
            "user_id": "8059",
            "date": "2003-06-08 03:13:13",
            "id": "1107801",
            "reply_to_id": "1107800",
            "text": "hahah já má ekki gleyma Hödda í Brain Police…\nhahaha"
        },
        {
            "user": "HypnoToad",
            "user_id": "28901",
            "date": "2003-05-30 21:42:24",
            "id": "1107802",
            "reply_to_id": "1107757",
            "text": "Ég er sammála að Korn og Nirvana sé svolítið ofmetnar hljómsveitir, en það sem ég hef heyrt með Black Sabbath finnst mér algjör snilld."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-05-30 21:44:25",
            "id": "1107803",
            "reply_to_id": "1107802",
            "text": "Af einhverri undarlegri ástæðu finnst flestum það.\nJako"
        },
        {
            "user": "Ulvur",
            "user_id": "8059",
            "date": "2003-05-30 21:52:13",
            "id": "1107804",
            "reply_to_id": "1107757",
            "text": "Jájá, “vondustu” …En ég er sammála um Korn og Nirvana.\nOfmeta hljómsveitir? Þeir eru feður metals."
        },
        {
            "user": "Ulvur",
            "user_id": "8059",
            "date": "2003-05-30 22:31:41",
            "id": "1107805",
            "reply_to_id": "1107804",
            "text": "Hvaða hljómsveitir eru feður metals?"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2003-05-30 22:39:22",
            "id": "1107806",
            "reply_to_id": "1107805",
            "text": "Væntanlega átt við Black Sabbath…"
        },
        {
            "user": "Ulvur",
            "user_id": "8059",
            "date": "2003-05-30 23:02:51",
            "id": "1107807",
            "reply_to_id": "1107806",
            "text": "Eg áttaði mig á því… þótt að black\nsabbath sé hljómsveit en ekki\nhljómsveitir, en eg vildi bara\nfá það staðfest hvað hann átti við."
        },
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2003-05-30 22:39:55",
            "id": "1107808",
            "reply_to_id": "1107805",
            "text": "Ég myndi segja Deep Purple…\nZedlic"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-06-03 12:36:18",
            "id": "1107809",
            "reply_to_id": "1107804",
            "text": "af hvaða leiti er KoRn ofmetin, þeir breitu öll rokkinu og létu það verða eins og það er núna í dag, þannig að þeir eru búnir að gera sitt hvað. Það eru flest allir að herma eftir þeim núna út af því að þeir eru ekki að gera gítar sólo flest allar hljómsveitir voru að gera það áður en þeir komu til sögu og þeir fóru að gera einhver gítar hljóð sem varla nein hafði heirt í :) þetta er mitt á lyt en mér finnst black sabbath sosem allt í lagi en nirvana þeir eru veri en flest allt sem er til í heiminum!!!!!!!!!!!!"
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2003-05-30 21:55:07",
            "id": "1107810",
            "reply_to_id": "1107757",
            "text": "Já þú ert víst alveg ábyggilega hálfviti…\nBlack Sabbath og Ozzy eru guðir, þeir eru miklir frumkvöðlar og margar, ef ekki flestar þungarokkshljómsveitir dagsins í dag eru undir einhverjum áhrifum frá þeim, held að það sjáist einna best á Nativity in Black tribute plötunum. Ég skil svo sem alveg ef þú myndir ekki elska þá af öllu hjarta, en þeir hafa gert mjög mikið af tónlist, og mig grunar að þú þyrftir að kynna þér þá betur."
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2003-05-30 22:05:42",
            "id": "1107811",
            "reply_to_id": "1107810",
            "text": "Ég hef nú smakkað þessa hljómsveit til fulls.\nÞegar ég var minni reyndi ég eins og brjálaður að telja mér trú um að ég fílaði þetta, því allir í kringum mig héldu ekki vatni yfir Ozzy og félugum.\nEftir nokkra daga komst ég að því að mér fannst ekkert varið í þessa hljómsveit.\nOg hvað Guði varðar, þá náðiru ekki alveg að sannfæra mig í þeim málum, en takk samt fyrir að reyna.\nAfhverju er ekki bara hægt að taka minni skoðun eins og hvers annars? Bara út af því að þið eruð ekki sammála, hlýt ég að vera fáviti, eða eitthvað álíka.\nEkki ætlið þið að segja mér að þið mynduð kýla mæður ykkar í eyrað, ef þær hefðu ekki sama tónlistarsmekk og þið…\nJako"
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2003-05-30 22:12:46",
            "id": "1107812",
            "reply_to_id": "1107811",
            "text": "Ja mamma er nú alveg sátt við t.d. Pantera og Sabbath ;)"
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2003-05-30 22:14:44",
            "id": "1107813",
            "reply_to_id": "1107812",
            "text": "já já, Patera er nátttúrulega allt annað rifrildi, en það er alltaf gott að eiga þolinmóðar mæður.\nJAKOB"
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2003-05-31 13:32:48",
            "id": "1107814",
            "reply_to_id": "1107813",
            "text": "Talandi um Pantera, en Black Sabbath er einmitt einn stærsti áhrifavaldur þeirra…\nEn mig leikur forvitni á að vita, hvað þér finnst “góð” tónlist, ef Sabbath eru svona “vondastir”? Hvernig finnst þér t.d. lög eins og Sweet Leaf, Children of the Grave, Air Dance, Swinging in The Chain, Never Say Die, Hole in the Sky, vá og bara endalaust, Paranoid, Iron man, etc… Það er hægt að telja upp endalaust af góðum lögum með þessum meisturum!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-05-30 23:37:43",
            "id": "1107815",
            "reply_to_id": "1107811",
            "text": "Ég verð nú að viðurkenna að Ozzy er ekkert lang besti söngvari í heimi.\nEn maður er svona meira að hlusta á gítarinn :D"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2003-05-30 22:29:33",
            "id": "1107816",
            "reply_to_id": "1107757",
            "text": "Það má auðvitað endalaust deila um ágæti hinna ýmsu hljómsveita og Black Sabbath er þar engin undantekning. Sjálfum finnst mér Sabbath hafa verið mjög góð hljómsveit, a.m.k. meðan Ozzy var í henni, og Tony Iommi á fáa sína líka þegar kemur að því að smíða flott og catchy riff. Reyndar hlusta ég mest lítið á metal fyrir utan t.d. Black Sabbath.\nÞetta er auðvitað bara mín skoðun og þín hefur svo sem alveg eins rétt á sér, þótt ég sé auðvitað verulega ósammála. Ég er bara forvitinn hvort að þér finnist þeir í alvöru svona hræðilegir þegar allt er tekið með í reikninginn, þ.e. önnur bönd sem eru verulega vond?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-05-31 12:43:10",
            "id": "1107817",
            "reply_to_id": "1107757",
            "text": "haha “vondustu” ? meinaru ekki verstu, eða kannski bestu?"
        },
        {
            "user": "hrabbi",
            "user_id": "5269",
            "date": "2003-05-31 16:25:55",
            "id": "1107818",
            "reply_to_id": "1107757",
            "text": "ert þú einhver faggi"
        },
        {
            "user": "Notoriuz",
            "user_id": "10774",
            "date": "2003-05-31 00:17:04",
            "id": "1107819",
            "reply_to_id": "1107754",
            "text": "Marlyn Manson er poser af verstu gerð og hefur bara búið til einhverja ímynd í kringum sig sem á sér enga stoð í verleikanum.\nÉg las nýlega viðtal við Jennu Jameson þar sem hún sagði að Manson væri eini maðurinn sem hún sæi eftir því að hafa verið með, því að hann væri í rauninni ekkert annað ef ofdekraður smástrákur sem reyndi að láta líta út fyrir að hann væri eitthvað annað."
        },
        {
            "user": "Ulvur",
            "user_id": "8059",
            "date": "2003-05-31 01:10:43",
            "id": "1107820",
            "reply_to_id": "1107819",
            "text": "þú mátt afsaka mig á meðan ég ákveð hvort ég á að reyðast þér fyrir að tala illa um Manson,\neða vorkenna þér fyrir fáfræði þína,\neða hreinlega dást að hræsni þinni fyrir að setja út á Manson, þegar þú berð nickið “Notoriuz” af fúsum og frjálsum vilja.\nÉg er nú yfirleitt mjög á því að allar skoðanir eiga rétt á sér, en þetta er sá mesti þursaskapur sem ég hef orðið vitni að, síðan ég las greinina mína um GameCube tölvuna.\nÞú hefur greinilega ekkert pælt í því sem þú skrifaðir, því ef maður tekur aðeins nafnið á manninum, “Marilyn Manson”, sér maður að þetta er basicly okkar raunveruleiki.\nÞetta nafn stendur fyrir: Fegurð,\ndauða,\nheilaþvoun og\ntilbúinn fullkomnuleika.\nEru þetta ekki þetta ekki hlutir sem tengjast okkar veruleika?\nSíðan verðuru líka að hugsa út í að Jenna Jameson, er yfirsjáanleg B-myndaleg leikkona sem er þekktust fyrir að þrýsta sér ofan á/undir rokkaran Marilyn Manson.\nÞetta kallast “publicity-stunt” og er stundum formi skítkasts, eins og maður myndi kalla það á góðri Íslensku, að ég held (er dani).\nAnnars tek ég henar skoðun á manninum álíka alvarlega og þinni.\nEf hún hefði aðeins nógu mikin þroska, til að fara eftir hans góða fordæmi, með statementi eins og “The brake up was due to months of touring and there will be now further public statements on the subject”,\nHefðir þú getað sleppt því að pósta svona rugl og þessu “grilli”\nÉg legg til að þú komir ekki með fleiri svona fullyrðingar, um þetta málefni aftur, þegar ég er nálægt.\nJako"
        },
        {
            "user": "Ulvur",
            "user_id": "8059",
            "date": "2003-05-31 07:22:27",
            "id": "1107821",
            "reply_to_id": "1107820",
            "text": "Ég hef séð stuttan lista yfir hljómsveitir\nsem hafa haft áhrif á Mansons og ein\nhljómsveitin var Black sabbath… langaði\nbara að nefna það."
        },
        {
            "user": "alliet",
            "user_id": "9303",
            "date": "2003-05-31 13:37:00",
            "id": "1107822",
            "reply_to_id": "1107754",
            "text": "Það er einmitt svona óþroskað fólk eins og Jakob sem móðgast ef einhver segir einhvað um hans uppáhalds hljómsveit! Mín uppáhalds hljómsveit er Black Sabbath og mér finnst þeir einfaldlega bestir en það er bara mín skoðun! Technical Ecstasy er með betri Sabbath diskur en minn uppáhalds Sabbath diskur er Sabotage! En við vitum öll á þessari plánetu að Bítlarnir fá aðeins meira en þeir eiga skilið. Led Zeppelin er t.d ofmetin og þetta blessaða lag þeirra Stairway To Heaven, flott-gott lag en ekki það besta í heimi!."
        },
        {
            "user": "Dahlia",
            "user_id": "17898",
            "date": "2003-05-31 14:01:46",
            "id": "1107823",
            "reply_to_id": "1107822",
            "text": "Já einmit, ég hlýt að vera óþroskaður þegar ég leiðrétti crap sem fólk er að koma með, um Manson.\nÞú skalt ekki láta eins og þú sért eitthvað betri en ég, fyrir það!\nÞetta er alltaf svona. Ef fólk getur ekkert sagt, eða er ekki sammála manni, þá er umræðunni bara breitt yfir í skot á Manson og mitt þroskaskeið.\nAfhverju er það svona erfitt að skilja að það eru ekki allir sem éta uppúr ykkur allt sem þið fýlið.\nMér finnst Black sabbath vera leiðinleg hljómsveit,\nRingo Starr er ekki ofmetin því hann var aldrei metinn til mikils,\nLed Zeppelin eru heldur ekki ofmetnir og þeir hafa gert fleiri lög enn Stairway to heaven. (ótrúlegt en satt)\nekki meira um þetta að segja.\nÞannig að endilega skrifið nokkur vel valin orð um minn þroska og tónlistarsmekk, því ég nenni ekki að rökræða við fólk tekur ekki mark á annara skoðunum, nema að þær séu þær sömu og þið eruð búnir að brennimerkja inn í hausinn á ykkur.\nJakob\nps. Vondasta e 2,5. stigbreytingin af vond"
        },
        {
            "user": "Dahlia",
            "user_id": "17898",
            "date": "2003-05-31 16:36:35",
            "id": "1107824",
            "reply_to_id": "1107823",
            "text": "Hvernig geta menn, sem hafa hrundið heilli tónlistarstefnu í gang sem hefur svo þróast og þroskast og getið endalaust mikið af sér, verið ofmetnir ? Black Sabbath voru frumkvöðlar. Þeir þorðu að gera það sem enginn þorði að gera, og við erum að sjá merki þess ennþá í dag og munum gera mjög mörg ár í viðbót, þar á meðal í honum Marilyn Manson. Þið getið með sanni sagt að þegar það kemur út metal diskur, þá er það Black Sabbath að vissu leiti að þakka. Svo þú skalt ekki dirfast að kalla þá ofmetna."
        },
        {
            "user": "alliet",
            "user_id": "9303",
            "date": "2003-05-31 17:37:46",
            "id": "1107825",
            "reply_to_id": "1107824",
            "text": "Ég er mjög sammála Badmf, en kobbi (jakob) þú getur nú ekki neitað því að Led Zeppelin eru ofmetnir og þetta lag þeirra Stairway, ég var ekki að segja að þeir hefðu aðeins gert eitt lag! Mér finnst mörg lög með þeim góð! t.d. Living Loving Maid og svo er Kashmir alltaf flott! en eins og Badmf sagði þá hrundu Black Sabbath metal senunni af stað og gerðu það að verkum að þeir verða eilífir, Led Zeppelin komst aldrei nálægt með tærnar þar sem Sabbath voru með hælana!"
        },
        {
            "user": "LocoDuck",
            "user_id": "23289",
            "date": "2003-05-31 18:36:10",
            "id": "1107826",
            "reply_to_id": "1107823",
            "text": "slappaðu aðeins af drengur það vill enginn heyra böggið í þér viltu ekki bara búa til þinn eigið áhugamál um hatur á sabbath.Hvað hlustar þú eiginlega á.Hver er ekki sammála að aðalfrumkvöðlar heavy metal séu sabbath, deep purple,led zeppelin?"
        },
        {
            "user": "pinhead",
            "user_id": "15468",
            "date": "2003-05-31 23:30:52",
            "id": "1107827",
            "reply_to_id": "1107754",
            "text": "hehehe,. veiðiferðir, golf, black sabbath,. allt hlutir sem ég hef ákveðið að spara fyrir efri árin,. maður þarf að eiga eitthvað eftir!?\nen marilyn manson,. hann á hrós skilið fyrir ádeilu sína á fegurðardýrkun nútímans, þótt að hann eigi máske ekki í önnur hús að vernda, greyið hefur ekki útlitið með sér :)\nannars er ekki skrítið hvernig hann lætur, eigandi cher fyrir mömmu, en vitið þið hvort að sonny var faðir hans??\nen sem ´listamaður´ féll hann mikið í áliti hjá mér með nýju stuttmyndinni sinni, hugmyndasnauð og dóprík ræma sem hún var..\nég bið greinarhöfund velvirðingar á að fara út fyrir upphaflegt efni..\nog jakob,.. þegiðu!! (joke)"
        },
        {
            "user": "hangover",
            "user_id": "35470",
            "date": "2003-06-01 18:37:42",
            "id": "1107828",
            "reply_to_id": "1107827",
            "text": "Cher er ekki mamma Marilyn Manson!!!\nHvernig komst þessi kjaftasaga eiginlega af stað?"
        }
    ]
}