{
    "forum_title": "Tíska & útlit",
    "user": "snikkin",
    "user_id": "25858",
    "date": "2003-06-01 11:27:08",
    "title": "Lausn vandamálanna??",
    "text": "Fólk er misjafnt í laginu og þeir sem eru í kjörþyngd ættu að reyna að sættast við líkama sinn. En maður getur alltaf kvartað yfir einhverju og í ljósi þess að stelpur hafa verið að kvarta langar mig til að benda þeim á að allir hafa sína sögu að segja. Litlu grönnu stelpurnar kvarta yfir því að finna ekki á sig föt, sem ég skil ósköp vel þar sem það er gert ráð fyrir að fólk sé af ákveðinni stærð og gerð og með ákveðnar línur. Yfirleitt er ég ekki hrifin af því þegar stelpur hafa engar mjaðmir en það getur verið vegna þess að ég er vön stelpum með mjaðmir og finnst fallegra að þær séu með ávalar línur.\nÉg hef allavega lent í nokkrum búðum þar sem ekki hefur verið til neitt í mínu númeri (nr. 42) eða þá að fötin eru svo asnaleg í laginu að ég hálfvorkenni þeim sem smellpassa í þau. Þess vegna hef ég að undanförnu alltaf pælt meira og meira í því hvort maður eigi ekki að fara að sauma sín eigin föt. Það eru til saumablöð í öllum bókabúðum (og yfirleitt í stórmörkuðum) þannig að úrvalið ætti að vera nóg. Auk þess hlýtur það að vera ódýrara að geta saumað sín eigin föt.\nHef ekki heyrt neitt um það að það sé ljótt að vera í heimasaumuðum fötum, spurning hvort maður eigi ekki að láta bara reyna á það og vona það besta.\nGangi mér vel og ykkur sömuleiðis ef þið ákveðið að reyna þetta.\nbestu sumarkveðjur\nsnikkin\nPS. Finnst líka að fatahönnuðir/framleiðendur mættu hafa buxur síðari því það er mun auðveldara að stytta buxur en að síkka þær.",
    "url": "https://www.hugi.is/tiska/greinar/146689/lausn-vandamalanna/",
    "url_id": "146689",
    "id": "1110880",
    "replies": [
        {
            "user": "linben53",
            "user_id": "26948",
            "date": "2003-06-01 23:39:04",
            "id": "1110881",
            "reply_to_id": "1110880",
            "text": "ég lendi mjög oft í þessu þegar eg er að máta peysur því oftast eru þær of ermastuttar era bara of stuttar of og víðar. Óþolandi!!!!!!!!"
        },
        {
            "user": "Sweet",
            "user_id": "2593",
            "date": "2003-06-01 23:40:02",
            "id": "1110882",
            "reply_to_id": "1110880",
            "text": "Ég er að sauma mér pils úr gallabuxum, það gengur hægt því ég einfaldlega hef aldrei getað saumað neitt!\nMér finnst það ættu að vera til styttri buxur, allavega það er ekki hægt að fá buxur í minni sídd nema þær séu nr. 24 eða eitthvað! Það passar ekki alveg :) Ég er nefnilega frekar lítil:/ En sammála að hafa líka síðari fyrir þá sem þurfa þess:)\nÉg bara þoli ekki að það þarf að stytta allar mínar buxur og þá fer kanturinn neðan af þeim og útvíkkunum minnkar um helming eða meira :'("
        },
        {
            "user": "zoe",
            "user_id": "9975",
            "date": "2003-06-02 01:06:25",
            "id": "1110883",
            "reply_to_id": "1110882",
            "text": "alltaf sniðugt að sauma föt, þegar maður kann það. en ég nota einmitt líka 42 og mér finnst það alveg merkilegt að ekki hægt að fá buxur á sig í þessu númeri. skil ekki þessa áráttu í tískuvöru verslunum borgarinnar að stærstu númerin séu 38, þetta er alls ekki svona í útlöndum."
        },
        {
            "user": "orchid",
            "user_id": "24402",
            "date": "2003-06-02 15:41:19",
            "id": "1110884",
            "reply_to_id": "1110880",
            "text": "en allar buxur eru svo brjálað síðar að það er ekki heilbrigt"
        },
        {
            "user": "dizaskviza",
            "user_id": "35724",
            "date": "2003-06-02 16:31:51",
            "id": "1110885",
            "reply_to_id": "1110880",
            "text": "Það væri örugglega sniðugt að reyna þetta en ég held að ég myndi ekki nenna því :P\nÉg er snillingur í að byrja á hlutum og hætta í miðju kafi :Þ\nEn já ég skil bara alls ekki hvað fatahönnuðir/framleiðendur eru að hugsa! Ég meina fólk er mismunandi í stærð og vexti.. Mér finnst þeir alveg geta tekið aðeins meira tillit til þess :P"
        },
        {
            "user": "dizaskviza",
            "user_id": "35724",
            "date": "2003-06-02 18:34:02",
            "id": "1110886",
            "reply_to_id": "1110885",
            "text": "nei það er málið þeir hugsa ekki um neitt nema að selja og vera í tískulínunum svo þeir hugsa ekki um neitt nema sjálfan sig(þessir hommar)."
        },
        {
            "user": "sveetie",
            "user_id": "37928",
            "date": "2003-06-05 23:12:51",
            "id": "1110887",
            "reply_to_id": "1110885",
            "text": "Hehe! Jamms! Er búin að BYRJA á ég veit ekki hvað mörgum pilsum og einhverju álíka…það er allt ennþá inní skáp með títuprjónunum og alles í… ;)"
        },
        {
            "user": "Arasaka",
            "user_id": "15059",
            "date": "2003-06-02 16:56:27",
            "id": "1110888",
            "reply_to_id": "1110880",
            "text": "ég lendi líka alltaf í því að buxur eru of stuttar á mig, jafnvel þótt ég muni ekki í hvaða stærð ég er! enda er ég búin að læra það að ég fæ engar buxur á mig sem eru nógu þröngar OG nógu síðar nema í Zöru í Smáralindinni! og þær eru líka nógu útvíðar að neðan ;)\nég hef lengi ætlað mér að sauma á mig föt, enda finn ég sjaldan föt í búðum sem mig dauðlangar í (og ef mig dauðlangar ekki í það þá kaupi ég það ekki!!) ég er virkilega að pæla í að drífa í því, ég hef margar hugmyndir í kollinum sem þarf að láta vinna úr! =)"
        },
        {
            "user": "snikkin",
            "user_id": "25858",
            "date": "2003-06-02 18:13:20",
            "id": "1110889",
            "reply_to_id": "1110880",
            "text": "Allaveganna… fyrir þær sem eru að pæla í að reyna að sauma eitthvað vil ég benda á saumablöðin Patrones og Burda. Patrones er reyndar á spænsku en Burda er á ensku og það eru 1-4 punktar við hverja flík sem tákna hversu auðvelt/erfitt er að sauma hana.\nÉg var að kaupa Burda og núna er bara að finna tíma til að kaupa sér efni og skella sér í saumaskapinn."
        },
        {
            "user": "Tansa",
            "user_id": "21350",
            "date": "2003-06-02 22:53:31",
            "id": "1110890",
            "reply_to_id": "1110880",
            "text": "Mér finnst að það ættu að vera til nokkrar gerðir af númerum, eins og er í sumum búðum reyndar…\nÉg passa reyndar oftast í flest fötin sem eru í búðum (nema nátla þessum búðum sem eru með föt fyrir fólk með anorexiu) ég nota nr. 36-38 held ég :/ Það þarf bara stundum að stytta aðeins :)\nEn svo eru það þessar búðir sem halda að maður hafi ekki rass… alveg óþolandi…"
        },
        {
            "user": "Tansa",
            "user_id": "21350",
            "date": "2003-06-03 01:45:19",
            "id": "1110891",
            "reply_to_id": "1110890",
            "text": "ég þarf aldrei að stytta buxur, þar sem ég er hávaxin eru þær nú stundum OF stuttar! OG það er óþolandi!!!!! Það er virkilega gaman að sauma föt þá engin eins!"
        },
        {
            "user": "Titta",
            "user_id": "12672",
            "date": "2003-06-03 15:10:37",
            "id": "1110892",
            "reply_to_id": "1110880",
            "text": "ástæðan fyrir því að þú færð ekki þína stærð er vegna þess að það eru greinilega fleiri sem nota hana heldur en búðirnar gera ráð fyrir.\nFlestar búðir kaupa mest inn í stærð 36-40 vegna þess að það telst meðalstærðin í evrópu.\nAnnars er ekkert sérstaklega ódýrt að sauma lengur. Það er ansi fljótt að safnast saman."
        },
        {
            "user": "helgamf88",
            "user_id": "32626",
            "date": "2003-06-03 18:55:49",
            "id": "1110893",
            "reply_to_id": "1110880",
            "text": "það er ekki ódýrara að sauma sér föt sjálfur ég ætlaði einu sinni að byrja a þessu keyfti mér efni í bol efni og allt í bolin kostaði um 4000 kr og svo sá ég svipaðan bol úti i buð aðein seinna hann var hemingi ódyrari eins var systir min að sauma ser kjol það for eins með hann en svo er það annað mal að það getur verið gaman að vera i fötum sem maður hefur saumað sjalfur þannig….samt sko ef þið farið eitthvað að kynna ykkur þetta og það kemur vel ut endilega latið vita c\",)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-06-04 15:42:33",
            "id": "1110894",
            "reply_to_id": "1110880",
            "text": "Ég þarf t.d. að láta stytta buxnaskálmarnar á sumum buxum:( vildi að ég kynni að heimasauma flott föt;) þá gerði ég styttri skálmar:D"
        },
        {
            "user": "mgs",
            "user_id": "6621",
            "date": "2003-06-05 16:55:54",
            "id": "1110895",
            "reply_to_id": "1110880",
            "text": "Góð grein,\nen þegar td. ég stytti buxurnar mínar (ég þarf að stytta allar) þá breytist náttúrulega sniðið og verður ekkert eins fallegt og fyrir, þess vegna verður maður að passa sig, því buxurnar verða oft skakkar eða þannig, ef að maður stittir buxur með flottu og jafnvel sérstöku sniði, það er annað ef að þær er beinar eða rykktar eða e-ð.\nSvo annað með að sauma sín eigin föt getur verið mjög gaman og mér finnst persónulega mjög gaman að ganga í fötum sem ég saumaði sjálf en það er líka það að efnin eru svo rosalega dýr að það í rauninni borgar sig hreinlega fatnað eða annað sem er úr lérefti sem er tiltörulega ódýrt (300kr meterinn í rúmfatalagernum).\neitt enn, ég er mjög lítil og ekkert mikil um mig endilega (nota 34) og skó númer 35 það er bara virkilega erfitt að fá skó og buxur, því að það vanalega pantað svo lítið í þessum litlu númerum að maður verður eiginlega að sérpanta allt!!\nkv disel - því að ekkert þarf endilega að vera ekta"
        },
        {
            "user": "rusnill",
            "user_id": "34911",
            "date": "2003-06-08 17:59:50",
            "id": "1110896",
            "reply_to_id": "1110880",
            "text": "Ég er alveg sammála þér!\naltaf þegar ég ættlað kaupa gallabuxur eru þær annaðhvort og stuttar eða altof víðar! Geggt pirrandi!!"
        },
        {
            "user": "doppan",
            "user_id": "18665",
            "date": "2003-06-10 16:52:15",
            "id": "1110897",
            "reply_to_id": "1110896",
            "text": "Hér á Íslandi er lítill markaður fyrir föt miðað við mörg fjölmennari lönd. Þess vegna er framboð á stærð fata (t.d. eru fáar lengdir á buxum hér) ekki eins mikið og erlendis yfirleitt.\nOg kannski vita ekki allir að stærðir á fötum eru mismunandi eftir heimsálfum. Norðurlandaþjóðir þurfa t.d. stærri föt heldur t.d. Spánverjar og Frakkar. Ekki vegna þess að við erum e-ð feitari heldur vegna þess að fólk í þessum löndum sem ég tók til dæmi er almennt nettara heldur en við sem erum almennt hávaxið og beinstærra. Þannig að M hér getur verið S í Frakklandi og fötin eru jafnstór og öfugt.\nÉg myndi sauma á mig föt sjálf ef ég væri klárari í því og hefði meiri tíma :)"
        },
        {
            "user": "garfild",
            "user_id": "28518",
            "date": "2003-10-16 13:07:04",
            "id": "1110898",
            "reply_to_id": "1110880",
            "text": "ég er nú vonlaus í því að sauma, en stóra systri mín sem er 14 ára hún var auðvitað að fermast á þessu ári og hún saumaði fermingarfötin sín sjálf og hún saumar sér oft flotta boli og svona bara af því henni finnst svo gaman að sauma sér föt og hún er meira segja í fatahönnun í valfagi í skólanum :)"
        }
    ]
}