{
    "forum_title": "Deiglan",
    "user": null,
    "user_id": null,
    "date": "2003-05-31 15:49:09",
    "title": "Af hverju að lemja blámenn?",
    "text": "Árans fasistar!\nÞegar ég tala um blámenn þá er ég að meina svarta menn en það er dulnefni yfir mest hötuðu menn í íslensku þjóðfélagi. Þegar Hitler var að íhuga að taka yfir ísland í 2. heimstyrjöldinni var það einungis vegna þess að íslendingar höfðu haldið Aría kynstofninum betur en aðrir. Ísland er hvítt land og leit Dolli þessvegna okkur hýru auga.\nEftir þetta fór fólk að apa upp eftir Hitler og hata Blámenni eins og Sambó sem varð fyrir milu áreiti hér á landi. Ekki síður en Jóhann risi sem var talinn viðrini og sirkúsdýr en eins og alir vita var Jóhann eini svarti íslendingurinn og varð þessvegna svona frægur.\nNú á dögum safnast hinir sjaldgæfu blámenn íslands gjarnan í Surtshelli eða litaveri eins og bölvuðu fasistarnir kalla það, já ég er að tala um píanóbarinn sem Peace4all minntist einu sinni á. Hvítingjar eiga það til að ráðast þar inn og öskra meinirði á borð við “skúffúkökuudrengir” ofl. Að sjálfsögðu tek ég mig til og hjálpa hundunum að lúskra á þessu bévítum með keðjunni góðu.\nÉg skil engan veginn hversvegna íslendingar þurfa að vera að þessum leiðindum hundarnir á píanóbarnum eru líka menn!\nBlámennin verða fyrir áreiti allsstaðar eins og t.d. á elliheimilinu Eyr í grafarvogi. Þar eru gamlir jaxlar eins og Brjánn beinbrjótur að níðast á aumingja blámönnunum sem eru vistaðir þar. Ég vann einu sinni á Eyr og varð þar reyndar fyrir miklu aðkasti vegna þess að ég er 1/16 Ítali sem sannar að þessi gamalmenni líta alla hornauga sem ekki eru hreinir aríar.\nÞó að allir svertingjar séu Kommúnistar þarf ekki að vera með svona leiðindi gagnvart þeim ég legg til að við aríarnir förum að líta á þá eins og menn!!\nSkugginn",
    "url": "https://www.hugi.is/deiglan/korkar/146645/af-hverju-ad-lemja-blamenn/",
    "url_id": "146645",
    "id": "1110647",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2003-05-31 20:55:23",
            "id": "1110649",
            "reply_to_id": "1110647",
            "text": "Hélt nú að fólk af Asískum uppruna væri hataðra.<br><br>______________________________\nkv. Whistle"
        },
        {
            "user": "ruglubulli",
            "user_id": "6042",
            "date": "2003-06-01 01:27:50",
            "id": "1110650",
            "reply_to_id": "1110647",
            "text": "Árans bull er þetta í þér maður, væri ekki vert að ræða um eitthvað virði plássins á vefsíðunni?<br><br>——————————\nruglubulli 2003\n,,Hvað er þetta líf sem allir virðast eiga en enginn notar?\""
        },
        {
            "user": "Gyzmo",
            "user_id": "3814",
            "date": "2003-06-02 10:24:46",
            "id": "1110648",
            "reply_to_id": "1110647",
            "text": "Snilld<br><br>Diplomacy is saying “nice doggy” until you find a big enough rock."
        }
    ]
}