{
    "forum_title": "Hundar",
    "user": "Logaritmi",
    "user_id": "38478",
    "date": "2003-06-02 23:09:14",
    "title": "Það er búið að keyra yfir Skolla",
    "text": "Hundurinn minn hann Skolli var English Springel Spaniel hvolpur og hann dó rétt eftir hádegi. Litli Frændi minn hann Hannes var að passa þegar hann missti ólina og Skolli hljóp fyrir bíl. Hann var ekki nema átta mánaða. Ég vil bara biðja ykkur um að biðja fyrir honum.",
    "url": "https://www.hugi.is/hundar/greinar/146869/thad-er-buid-ad-keyra-yfir-skolla/",
    "url_id": "146869",
    "id": "1112374",
    "replies": [
        {
            "user": "Fridel",
            "user_id": "38177",
            "date": "2003-06-03 00:52:01",
            "id": "1112375",
            "reply_to_id": "1112374",
            "text": "Ekki mikið sem maður getur sagt við þessu. Sem hundaeigandi get ég trúað því að þetta sé með því versta sem maður getur lent í og maður er alltaf hræddur við þetta.\nÞú hefur samúð mína og ég skal bregða úr vana og fara með bæn í kvöld.\nVona bara að þú verðir ekki reiður útí litla frænda þinn. Svona hlutir geta því miður alltaf komið fyrir."
        },
        {
            "user": "Fridel",
            "user_id": "38177",
            "date": "2003-06-03 08:36:28",
            "id": "1112376",
            "reply_to_id": "1112375",
            "text": "Ég sendi þér samúðarkveðju, og mun biðja fyrir honum Skolla"
        },
        {
            "user": "babi",
            "user_id": "27981",
            "date": "2003-06-03 11:08:39",
            "id": "1112377",
            "reply_to_id": "1112374",
            "text": "ég samhrygist þér vertu nú samt góð við hann hannes…………  þetta er það se er verið að tala um að láta ekki litlubörnin út með hundana"
        },
        {
            "user": "dizaskviza",
            "user_id": "35724",
            "date": "2003-06-03 11:46:31",
            "id": "1112378",
            "reply_to_id": "1112374",
            "text": "Ég samhryggist með skolla á sjálf hund og get ekki ímyndað mér hvernig væri að missa hann en samt finnst mér að fólk ætti ekki að byðja fyrir honum hann gerði ekkert annað en að vera góður svo hann þarf ekki að láta byðja fyrir sér en ef þér finnst það betra er það mjög gott. ég er bara að reyna að segja að ég held að honum líði betur núna þar sem hann er ef þú annars trúir á annað líf ætla ekki að vera leiðinleg eða neitt bara að segja honum líður örugglega vel núna:)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-06-03 14:58:56",
            "id": "1112379",
            "reply_to_id": "1112374",
            "text": "ææææææ ég samhryggist alveg rosalega ég ættla að biðja fyrir honum\namen"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-06-03 18:17:47",
            "id": "1112380",
            "reply_to_id": "1112374",
            "text": "Æ Guð! Samhryggist! En hvað þetta er hræðilegt :("
        },
        {
            "user": "Mariakr",
            "user_id": "20188",
            "date": "2003-06-03 18:28:35",
            "id": "1112381",
            "reply_to_id": "1112374",
            "text": ":( æ,æ, rosa leiðinlegt það. En hann hlítur að vera kominn á betri stað, og er alltaf hjá þér. Þetta hlítur að vera eins og að missa fjölskyldumeðlim (á ekki hund sjálf)\nSamúðarkveðjur."
        },
        {
            "user": "popo",
            "user_id": "22845",
            "date": "2003-06-03 21:39:38",
            "id": "1112382",
            "reply_to_id": "1112374",
            "text": "Maður veit ekki hvað maður á að segja, því þetta hlýtur að vera hærðilegt, þig eigið alla mína samúð. kær kveðja."
        },
        {
            "user": "evaslefa",
            "user_id": "16739",
            "date": "2003-06-03 22:54:26",
            "id": "1112383",
            "reply_to_id": "1112374",
            "text": "Ég skal hugsa heitt og innilega til elsku Skolla.\nMínar innilegustu samúðaróskir fara til þín og fjölskyldu ykkar Skolla.\nEva og Sebastían kanínustráku"
        },
        {
            "user": "Christina",
            "user_id": "19291",
            "date": "2003-06-04 00:42:39",
            "id": "1112384",
            "reply_to_id": "1112374",
            "text": "Samhryggist ykkur.\nVeit hvernig það er að missa hund. Það var einmitt keyrt á hundinn minn, sem dó líka. Hún var að verða 4 ára.:("
        },
        {
            "user": "animosity",
            "user_id": "34775",
            "date": "2003-06-04 17:19:04",
            "id": "1112385",
            "reply_to_id": "1112374",
            "text": "ég samhryggist allt mitt blóð hann er á góðum stað núna og verður með þér þanngað til þú ferð til hans guð blessi þig\nAmen\nKaren"
        },
        {
            "user": "hockeygirl",
            "user_id": "21172",
            "date": "2003-06-04 17:59:04",
            "id": "1112386",
            "reply_to_id": "1112374",
            "text": "æjj ég samhryggist!!\nþetta er einmitt það sem ég er svo hrædd við þegar systir mín fer með Simba út að labba.. þetta er pottþétt hræðileg tilfinning :(\nég og Simbi skulum biðja til hans í kveld fyrir svefninn.. ;)\namen."
        },
        {
            "user": "thorak",
            "user_id": "29581",
            "date": "2003-06-04 18:40:40",
            "id": "1112387",
            "reply_to_id": "1112386",
            "text": "Ég samhryggjist þér þetta er voðalega sárt ég missti hundinn minn líka fyrir bíl.Mjólkurbíllinn keyrði yfir hana þetta er mjög sárt en maður jafnar sig og ekki vera reið við litla frænda þinn"
        },
        {
            "user": "mydog8me",
            "user_id": "13849",
            "date": "2003-06-05 19:28:41",
            "id": "1112388",
            "reply_to_id": "1112374",
            "text": "Úff hvað þetta hefur verið sárt!!! Ég samhriggist!!!"
        },
        {
            "user": "NiceLady",
            "user_id": "34224",
            "date": "2003-06-06 21:49:57",
            "id": "1112389",
            "reply_to_id": "1112374",
            "text": "Æææi.. þetta er hræðilegt. Ég virkilega samhryggist þér og ég mun biðja fyrir honum greyinu."
        },
        {
            "user": "zeldagirl",
            "user_id": "13809",
            "date": "2003-06-07 01:22:52",
            "id": "1112390",
            "reply_to_id": "1112389",
            "text": "Elsku Logaritmi…\nÉg vill byrja á því að segja að ég samhryggist þér. Það var keyrt yfir hana Flugu mína ekki alls fyrir löngu og hún var á svipuðum aldri og Skolli. Þetta er rosalega erfitt en þú kemst yfir þetta á endanum. En enþá koma augnablik, líkt og þegar maður les grein eins og þessa, að maður fær kökk í hálsin og getur ekki annað en grátið. Mundu eftir góðu stundunum sem þið áttuð saman og hvað hann hafði það gott meðan hann lifði.\nZelda"
        }
    ]
}