{
    "forum_title": "Deiglan",
    "user": "whytea",
    "user_id": "39473",
    "date": "2003-06-01 17:30:02",
    "title": "Hvítt land !",
    "text": "88!\nVirðum náttúruna og lög hennar.\nSorglegt er að ganga um Reykjavík á sumarkvöldum og sjá hvers konar blóm fólk er að rækta í görðum sínum!\nNáttúruleg, eðlileg rauð og gul blóm sem vaxa út í náttúrunni\nhafa mikið verið tekin og ræktuð í gróðurhúsum svo appelsínugul ónáttúruleg afbrigði hafa orðið til og fylla þessi ónáttúrulegu blóm nú hvern íslenskan garð. Þetta sljóvgar virðingu okkar fyrir náttúrunni og leiðir fólk út í kynblöndun.\nAnnað agalegt sem hefur gerst er í sambandi við gæludýrin okkar.\nPáfagaukurinn, kallaður gári, algengasti páfagaukur landsmanna, er þar alvarlegasta vandamálið.\nGárinn er upprunninn frá Ástralíu og þar er hann grænn með örlitlu af öðrum litbrigðum í fjöðrum sínum.\nHann hefur verið tekinn þaðan úr sínu náttúrulega umhverfi og ræktaður af mannavöldum í það að verða guli, blái og jafnvel hvíti páfagaukurinn sem við könnumst svo vel við, sem er ónáttúrulegt manngert kyn af hinum upprunalega græna ástralska gára! Svei!\nAllt er þetta, gárar og óeðlileg blóm í ónáttúrulegum litbrigðum, ónáttúrulegt og varð til af manna völdum!\nBörn alast svo upp með þessi ónáttúrulegu dýr, á bak við það er samsæri sem ógnar okkur öllum, sem dregur úr virðingu barna fyrir náttúrunni og tengslum þeirra við hana svo þau velji frekar að eignast kynblönduð afkvæmi sjálf, líkt og gæludýrin þeirra sem þau hafa myndað tengsl við.\nKynblandaðir kettlingar og slík ónáttúra er auðvitað sérstaklega mikið áhyggjuefni því við þessar verur mynda börnin jafnvel meiri tengsl en ónáttúrulega gára.\nLáttu ekki gæludýrabúðir sem er stjórnað af samsæri leynireglna og garðyrkjumenn á mála hjá óvinum náttúrunnar spilla börnunum okkar!\nGefum þeim náttúruleg gæludýr! Enga gára eða blandaða ketti) og náttúruleg blóm (engin appelsínugul blóm sem vaxa ekki þannig í náttúrunni heldur eru afleiðing ræktunar í mannahöndum og óeðlilegri blöndun gulra og rauðra blóma.\nSlítum upp öll þessi appelsínugulu ónáttúrulegu blóm úr görðunum okkar!\nGefum börnunum okkar náttúruleg dýr og náttúrulegan gróður,\nverndum augum þeirra frá kynblendingunum á MTV, förum ekki með þau á grunsamlegar bíómyndir eða kaupa hvaða tónlist sem er, og segjum þeim sannleikan um það að hvítt fólk á að giftast hvítu fólki, svart fólk svörtu fólki og kínverjar kínversku fólki.\nVirðum náttúruna!\nLátum það sjást í görðum okkar og á heimilum okkar!\n88!",
    "url": "https://www.hugi.is/deiglan/korkar/146849/hvitt-land/",
    "url_id": "146849",
    "id": "1112175",
    "replies": [
        {
            "user": "Apocalisp",
            "user_id": "3477",
            "date": "2003-06-02 15:12:42",
            "id": "1112176",
            "reply_to_id": "1112175",
            "text": "Voðalegar áhyggjur hefurðu af náttúrunni, en sniðgengur alveg frelsið í þessum nýnasíska retórík.\nErtu annars náttúrufræðingur? Nei, hélt ekki. Skilningur þinn á lögmálum náttúrunnar er ef til vill aðeins í einfeldningslegri kantinum. Samkvæmt þínum skilningi þá skyldum við jafnvel öll yfirgefa Ísland því af náttúrunnar hendi var ekkert fólk á þessari eyju, hvítt eða öðruvísi."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-06-02 19:27:55",
            "id": "1112177",
            "reply_to_id": "1112175",
            "text": "Af hverju á hvítt fólk að giftast hvítu fólki?  Ég hélt að þróun litarháttar væri til komin vegna staðsetningar.  Nú þegar auðvelt er fyrir okkur að ferðast, af hverju ættum við þá að bíta í þessar staðsetningar en ekki að fjölga okkur með því fólki sem statt er þar sem við erum í heiminum og búa til nýja þróun, nýjan lit fyrir það svæði?\nHreinræktaðir hundar eru líka búnir til af manninum, ræktaðir til að vera öðruvísi en þegar þeim er sleppt útí náttúruna, þá láta þeir ekki segja sér að þeir eigi bara að eðla sig með hundum sem hafa ættbók :)"
        },
        {
            "user": "Adddi",
            "user_id": "10448",
            "date": "2003-06-02 19:43:15",
            "id": "1112178",
            "reply_to_id": "1112175",
            "text": "Ég las þessa grein með því hugarfari að þú hlytir að vera að grínast, og ég held ég neiti bara að trúa öðru.\nVegna þess að ef þú værir ekki að grínast hlytir þú að hafa svo lága greindarvísitölu að þú gætir víxlað á henni og skónúmerinu þínu án þess að taka eftir því.\nAllt þetta um kynblöndun er náttúrulega bara nýnasismi, og þetta um samsærið er ofsóknarbrjálæði, og jafnvel þó það kæmi í ljós að garðyrkjumenn væru í keppni um að selja litríkustu blómin, eða dýrabúðir í keppni um að selja litríkustu dýrin, þá er bara ekkert að því.\nEf þú hefðir hundsvit á erfðafræði, þá myndirðu vita að því ólíkari sem foreldrarnir eru, því minni líkur eru á erfðagöllum í afkvæminu. Svo að ‘blendingar’ (sem er reyndar of sterkt orð til að nota um fólk, því að kynþættir manna eru svo líkir) standa að mörgu leiti betur að vígi en arfhreinir.\nÉg neita að tjá mig meira um þetta, nema hið ómögulega komi í ljós, þ.e.a.s. að þú hafir ekki verið að grínast.<br><br>Betur sjá augu en eyru"
        }
    ]
}