{
    "forum_title": "Hundar",
    "user": "Olofkr",
    "user_id": "37980",
    "date": "2003-06-02 20:56:43",
    "title": "Getur einhver frætt mig?",
    "text": "Halló!\nGetur einhver sagt mér hvenær er algengast að tíkur verði hvolpafullar? Mig hefur í dálítinn tíma langað í schäfer hund, veit einhver hvað svoleiðis hundar kosta eða hvar er hægt að fá svoleiðis? Eða hvar hægt er að fá írskan úlfhund og hvað hann kostar??\nÉg vona að einhver geti svarað einhverjum spurningum mínum.\nKveðja,\nÓlöf",
    "url": "https://www.hugi.is/hundar/korkar/147044/getur-einhver-fraett-mig/",
    "url_id": "147044",
    "id": "1113825",
    "replies": [
        {
            "user": "Olofkr",
            "user_id": "37980",
            "date": "2003-06-02 22:20:57",
            "id": "1113826",
            "reply_to_id": "1113825",
            "text": "Það er ein írsk úlfhundatík sem er rétt að nálgast eins árs aldurinn svo það koma ekki hvolpar þaðan í bráð allaveganna.\nSvo fara tíkur á lóðerí 2 á ári svo það er aldrei að vita hvernær got er væntanlegt. Svo ég myndi bara hafa samband við ræktanda sem þér líst á og spyrja hann útí hvort það sér got væntanlegt.\nVonandi hjálpaði þetta :)<br><br>Guðbjörg, Lady Aþena, Lady Hera og Perla Dís"
        },
        {
            "user": "Olofkr",
            "user_id": "37980",
            "date": "2003-06-02 23:40:42",
            "id": "1113827",
            "reply_to_id": "1113826",
            "text": "Takk fyrir svörin, þetta hjálpaði.\nÉg á fyrir einn hund, hann er 6 mánaða íslenskur Border Collie, ég er búinn að eiga hann í 4 mánuði. Yrði hann afbrýðisamur ef ég myndi fá mér annan hund? Ég flyt kannski að heiman og bróðir minn vill ekki að ég fari með hann, þess vegna vill ég fá mér annan hund. En ég mun ennþá sinna hundinum sem ég á núna en það er ekki það sama.\nKveðja\nÓlöf"
        },
        {
            "user": "Spyder",
            "user_id": "35519",
            "date": "2003-06-03 01:12:25",
            "id": "1113828",
            "reply_to_id": "1113827",
            "text": "Hæ aftur, Nei ég efast að hann yrði afbryðisamur, er hann ekki enn svo ungur?? Það er mjög gott að umhverfirvenja þá sem fyrst með öðrum hundum. Ég á til dæmis Boxertík sem ég tók inn á heimilið 5 mán. og fyrir er ég með 9 ára gamla cavaliertík, þær eru obboslega góðar vinkonur í dag :) svo vona að allt gangi vel hjá þér með þetta :)\nKveðja Erla"
        },
        {
            "user": "Olofkr",
            "user_id": "37980",
            "date": "2003-06-03 01:24:17",
            "id": "1113829",
            "reply_to_id": "1113828",
            "text": "hæ!\nhann er núna 6 mánaða, en verður um 2 ára þegar ég flyt vonandi að heiman. Hann er stundum með öðrum hundum, eins og systur sinni, hann virðist ekki hafa mikinn áhuga á að leika við aðra hunda. Það getur breyst og gerir það vonandi.\nKveðja\nÓlöf"
        },
        {
            "user": "Spyder",
            "user_id": "35519",
            "date": "2003-06-03 01:08:57",
            "id": "1113830",
            "reply_to_id": "1113825",
            "text": "Þú getur haft samband við Gunnarsholts-ræktun, þeir rækta German sheperd hunda, og eins getur haft samband við HRFÍ og spurt um Númerið Hjá Hjördísi sem ræktar þá líka. Þeir eru obboslega fallegir hjá Hjördísi, bróðir minn á einn frá henni.\nHeld þeir kosti um 70-80 þús.\nHeld að það sé bara til einn Írskur Úlfhundur á landinu, nýbúið að flytja hann inn held ég :) En ég vona að þetta komi að einhverju gagni\nKveðja"
        },
        {
            "user": "Olofkr",
            "user_id": "37980",
            "date": "2003-06-03 13:11:38",
            "id": "1113831",
            "reply_to_id": "1113830",
            "text": "Sæll!\nÞarf ekki að fara ofboðslega mikið fyrir scheffer hundum?? Þurfa þeir ekki MJÖG mikla hreyfingu og geta verið mjög lítið einir heima. ég er nefnilega búin að heyra að til að þeir verði góðir þá þurfi að sinna þeim bara 12 tíma á dag eða eitthvað.\nKveðja\nÓlöf"
        },
        {
            "user": "ATHENA77",
            "user_id": "18863",
            "date": "2003-06-04 09:53:04",
            "id": "1113832",
            "reply_to_id": "1113831",
            "text": "ég á eina schaffer tík 14 mánaða og ég þarf ekki að hafa fyrir henni 12 tímana…… við förum út að labba þegar mér hentar ( á kvöldin) annars er hún með stórann garð sem hún notar þess á milli yfir daginn og þar nýtur hún þess að leika drottningu í ríki sínu. Hún er ekki frek en finnst gott að vita af mér og kemur og knúsar mig og sleikir hendina bara til að ath hvort þar sé eikkað sniðugt ;) ……ég bjóst satt að segja við miklu  meira veseni með schaffer en það er sko langt frá því að vera einhver vinna að hafa hana …..lífgar bara uppá heimilið og drífur mann út að labba sem getur nú ekki verið vont ;).\n<br><br>\nCS : <font color=“Red”>[.evil.]ATHENA</font>\nIRC: <font color=“purple”>e|ATHENA</font>\nRL : <b>GEIRA</b>\n<b>Tilvitnun:</b><br><hr><i>“Ei var hátíð fátíð í þátíð”</i><br><h"
        },
        {
            "user": "Olofkr",
            "user_id": "37980",
            "date": "2003-06-07 00:02:25",
            "id": "1113833",
            "reply_to_id": "1113832",
            "text": "ok, ég hef bara heyrt fólk tala um það sem eiga scheffera og þekkja einhvern sem á scheffera.."
        }
    ]
}