{
    "forum_title": "Heimspeki",
    "user": "gthth",
    "user_id": "10645",
    "date": "2003-06-03 12:47:14",
    "title": "Spurningaleikur",
    "text": "Ég er að velta fyrir mér hvað fólki finnst um spurningarnar í spurningaleiknum hér á áhugamálinu. Það sem ég er aðallega að pæla í er hvort spurningarnar séu of erfiðar? Eða eru þær kannski léttar? Hvað finnst ykkur?<br><br>____________________________________\n<b>Aut tace aut loquere meliora silentio.</",
    "url": "https://www.hugi.is/heimspeki/korkar/147165/spurningaleikur/",
    "url_id": "147165",
    "id": "1115154",
    "replies": [
        {
            "user": "thortho",
            "user_id": "7555",
            "date": "2003-06-03 21:01:22",
            "id": "1115155",
            "reply_to_id": "1115154",
            "text": "Sú sem var núna þótti mér helst til erfið, sérstaklega spurningin um hver hafi verið skotinn af nemanda sínum, en hinar voru ekkert léttar heldur (nema Hume).  Með þá sem var fyrst, þá lagði ég ekki í hana þar sem ég var ekki alveg með það að á hreinu hvað væri dygð og gaf mér bara ekki tíma til að liggja yfir spurningunni.<br><br>All we need is just a little patience."
        },
        {
            "user": "gthth",
            "user_id": "10645",
            "date": "2003-06-03 22:23:38",
            "id": "1115156",
            "reply_to_id": "1115155",
            "text": "Ég skil. Það er bara svo erfitt að vita hvað er létt og hvað ekki. Til dæmis bjóst ég ekki endilega við að það kæmi rétt svar við spurningunni um Quine í fyrsta spurningaleiknum (hverjar kreddur raunhyggjunnar voru) en samt kom það og ekki bara frá einum, heldur nokkrum.\nÞað er kannski vert að benda á að það er auðvitað alls engin skylda að svara öllum spurningunum :)<br><br>____________________________________\n<b>Aut tace aut loquere meliora silentio.</"
        },
        {
            "user": "thortho",
            "user_id": "7555",
            "date": "2003-06-04 17:17:05",
            "id": "1115157",
            "reply_to_id": "1115156",
            "text": "Auðvitað ekki öllu, en maður vill nú hafa sem bestan séns :)\nHvað kom annars fyrir litina hérna?  Hvers vegna er allt orðið svona bleikt?  Ekki slæmt, reyndar, en smá sjokk þegar maður kemur fyrst.<br><br>All we need is just a little patience."
        },
        {
            "user": "gthth",
            "user_id": "10645",
            "date": "2003-06-04 17:36:10",
            "id": "1115158",
            "reply_to_id": "1115157",
            "text": "Hehe.. sjáið þið eitthvað bleikt? Hvað er í drykkjarvatninu ykkar? :)<br><br>____________________________________\n<b>Aut tace aut loquere meliora silentio.</"
        },
        {
            "user": "nologo",
            "user_id": "2605",
            "date": "2003-06-05 21:33:45",
            "id": "1115159",
            "reply_to_id": "1115155",
            "text": "Já vá maður, ég hafði ekki minnstu hugmynd um hvaða þýski ehimspekingur hafði verið skotin til bana af nemanda sínu, ég hélt mig hafa svör við hinum spurningunum en þessi var ekki til í hausnum á mér. Hún olli mér töluverðum heilabrotum, ég freistaðist meirað segja til þess að reyna fletta henni upp en án árangurs.<br><br><font color=“yellow”>vkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkk</font><font color=“black”>kk</font><font color=“yellow”>kkkkkkkkk</font"
        },
        {
            "user": "VeryMuch",
            "user_id": "10074",
            "date": "2003-06-05 20:36:47",
            "id": "1115160",
            "reply_to_id": "1115154",
            "text": "Gthth:\nÉg vil nú ekki vera e-ð fúll á móti, en mér finnst spurningar um kalla og hvað þeir sögðu ekki beinlínis vera heimspeki, en gott framtak engu að síður.  Ss gott fyrir áhugamálið.  En bara að fólk átti sig á því að spurningar um staðreyndir íþm, eru ekki heimspekilegar, en þó verður að játa að spurningar eins og “Hvað er dyggð?” þh spurningar eru vissulega heimspekilegar.  En á móti því kemur, að “rétt” svar er ómögulegt, aðeins gott eða lélegt, skv e-u tilteknu viðmiði, sem gæti verið td skoðun eða álit e-s hóps manna og eða kvenna.\nÍ styttra máli; fólk verður að átta sig á því að heimspeki er ekki keppni í fróðleik. ;)\nEn fínt framtak, enn og aftur.\nKv.\nVeryMuch\n<br><br><b>Arnþór L. Arnarson skrifaði:</b><br><hr><i>Spurningin er mikilvægari en svarið.</i><br><h"
        },
        {
            "user": "gthth",
            "user_id": "10645",
            "date": "2003-06-05 20:57:33",
            "id": "1115161",
            "reply_to_id": "1115160",
            "text": "Það hefur auðvitað enginn sagt að spurningarnar eða svörin við þeim <i>væru</i> heimspeki, heldur eru þau <i>um</i> heimspeki og/eða heimspekinga. En að sama skapi hefur enginn sagt að á áhugamálinu yrði allt sem skrifað væri að <i>vera heimspeki</i>. Hér má líka ræða <i>um</i> heimspeki og/eða heimspekinga. En það væri óneitanlega gaman ef eitt gæti leitt til annars.\nÞað hefur heldur enginn sagt að svörin við “heimspekilegu” spurningunum t.d. “hvað er dygð”, “hvað er hamingja” væru rétt eða röng, heldur að <i>besta</i> svarið yrði valið (af umsjónarmönnum leiksins). Það kemur reyndar nokkuð skýrt fram, held ég. Í því vali er auðvitað ekki farið eftir skoðunum dómnefndar á efninu sjálfu, heldur er farið eftir efnistökum, rökstuðningi o.s.frv., sem sagt, hversu <i>gott</i> svarið er en ekki hvort dómnefndin sé sammála því.<br><br>____________________________________\n<b>Aut tace aut loquere meliora silentio.</"
        }
    ]
}