{
    "forum_title": "Heilsa",
    "user": null,
    "user_id": null,
    "date": "2003-06-03 01:19:56",
    "title": "Kókaín-notkun foreldris.",
    "text": "Ég á föður sem kominn er yfir fimmtugsaldurinn, heilsulaus (óvirkur alkóhólisti), hefur ekki snert áfengi í mörg ár, en\ntók uppá því að fara að nota kókaín. Hann er búinn að lenda\ninná spítala útaf neyslu sinni, (tengdist þó lítilli aðgerð)\nhann er kominn í mikla fjárhagskragga, lítur vægast sagt mjög\nilla út, og er orðinn alvarlega ánetjaður, en er ekki að fatta hvað hann er að gera sér og sínum.\nHann fékkst loks til þess að fara í meðferð um daginn en rauk út eftir 6 klst.\nHann rekur fyrirtæki sem hann er að klúðra, hann er búinn að ýta öllum frá sér nema mér og kærustunni. Hann er búinn að hitta ráðgjafa hjá SÁÁ og þau ræddu málin en hann er ekkert byrjaður að gera, og er að líða á þriðju vikuna núna.\nÉg hef tekið mig til og farið á fundi hjá Al-Anon og þeir hjálpa MÉR, en ekki honum, sem mér finnst aðalmálið!\nHvað á ég að gera til þess að gera honum grein fyrir því hvernig hann er staddur?  Ég get bara ekki hugsað mér að láta hann fara\ná botninn einsog sumir segja að sé einmitt það sem þurfi að koma fyrir, svo hann sjái að sér.\nMaður heyrir um svo mörg sjálfsmorð hjá fíkniefnaneytendum\nþegar þau koma úr meðferð og fatta að þau eru búin að spila öllu frá sér.\nEinhver sem hefur svipaða reynslu og ég, mætti endilega senda mér skilaboð hér\ní skilaboðaskjóðuna og gefa mér góð ráð. Öll ráð tekin með fegins hendi.\nEin niðurbrotin.\nP.s. Þeir sem ætla að skrifa comment sem á að vera fyndið eða fáránlegt, vinsamlega sleppið því, því þetta er alvarlegt mál.  Takk.",
    "url": "https://www.hugi.is/heilsa/greinar/147109/kokain-notkun-foreldris/",
    "url_id": "147109",
    "id": "1114614",
    "replies": [
        {
            "user": "Hlynzi",
            "user_id": "21838",
            "date": "2003-06-03 10:09:52",
            "id": "1114619",
            "reply_to_id": "1114614",
            "text": "Ég hef nú ekki reynslu af neyslu, alls ekki eins og þú lýsir.\nEn Mér dettur helst í hug að þið þurfið að beyta rosalegum þrýstingi, hvernig svo sem þið farið að því. Það gæti hugsanlega virkað að vera alveg pirrandi útí eitt og stoppa aldrei, þá kanski á endanum náið þið að fá hann til að gera sér grein fyrir þessu og skammast sín. Bara taka hann í gegn og stoppa aldrei."
        },
        {
            "user": "krilli",
            "user_id": "6640",
            "date": "2003-06-03 10:49:05",
            "id": "1114620",
            "reply_to_id": "1114614",
            "text": "Jæks. A.m.k. ég finn til með þér.\n1) Prófaðu að kíkja niður á Teig, beint á móti Kjarvalsstöðum og tala við einhvern þar. Mjög kúl fólk þar.\n2) Talaðu við Pétur á áfengishluta geðdeildar Landsspítalans. Hann er massakúl. Hann er semsagt ráðgjafi.\nÉg sjálfur veit ekki neitt. Gangi þér vel. Honum líka.\nAth.: þessi “botn” er mjög mismunandi fyrir hvern og einn. Manni dettur í hug viðkomandi sitjandi í ræsinu með poka af lími fast við skeggtægjurnar og göt í handleggnum en það er ekki endilega málið. Það er nóg bara að fatta “Ojbara hvað er ég að gera?! WTF!?” … það er botninn manns."
        },
        {
            "user": "jezibel187",
            "user_id": "3891",
            "date": "2003-06-03 11:29:42",
            "id": "1114615",
            "reply_to_id": "1114614",
            "text": "Já ég mæli með eins og einhver nefndi, að þú hafir samband við teig (543 4710) og pantir viðtal við ráðgjafa. Fólk með mikla reynslu þar.\nAð vera aðstandandi fíkils/alkaholista (sami sjúkdómur) er skelfilega erfitt og lýjandi, gott er að heyra að þú sækir alanon fundi, og kannski eins og þú veist er líklega ekkert í þessum heimi sem þú getur sagt eða gert fyrir pabba þinn til að fá hann til að hætta. Og það er ekki það að honum þyki ekki vænt um þig eða vilji særa þig, heldur fíknin sem tekur völdum og veldur miklum persónubreytingum og sviptir neytendur flestum tilfinningum og raunveruleikamati meðan á neyslu stendur.\nÉg veit að Teigur bíður upp á meðferð fyrir aðstandendur eins og þig og hefur sú meðferð skilað góðum árangri og all flestir sem ég þekki, sem hafa farið í gegnum hana mjög sáttir.\nÞar lærir maður hvernig á að takast á við málinn, losna við sektarkennd, hætta meðvirkni og svo framvegis. Endilega hringdu í þau og fáðu að kíkja í viðtal til að heyra betur hvað þau bjóða upp á.\nÞetta er heldur ekki meðferð í þeim skilningi að þú sért lokuð inni þarna, getur mætt að morgni og farið heim seinnipartinn.. nema þú búir úti á landi, þá er hægt að fá herbergi.\nGangi þér allt í hagin vinkona, ef þú hefur einhverjar spurningar, ekki hika við að senda mér skilaboð,það er ferlegt að standa einn í svona hörmungum.\nps hér er smá heimasíða um teig\nhttp://www2.rsp.is/geddeild/teigur/\nkveðja Jezibel"
        },
        {
            "user": "jezibel187",
            "user_id": "3891",
            "date": "2003-06-03 11:31:51",
            "id": "1114616",
            "reply_to_id": "1114615",
            "text": "ps. ekki misskilja mig, ég er ekki að segja að pabbi þinn geti ekki hætt, en hann verður að gera það á sínum forsendum; það þýðir ósköp lítið að reyna að þvinga fíkil í meðferð ef hann er ekki tilbúinn.\nkv. jez"
        },
        {
            "user": "Tenchi",
            "user_id": "12904",
            "date": "2003-06-05 00:36:49",
            "id": "1114617",
            "reply_to_id": "1114616",
            "text": "Já fíkill/alki fer ALDREI í árnagursríka meðferð nema á eigin forsendum….. því miður vinan þú getur EKKERT gert til að koma honum í meðferð!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-06-05 12:16:08",
            "id": "1114618",
            "reply_to_id": "1114617",
            "text": "úfff.. tvö stór orð. (Aldrei og ekkert….)\nHann á tíma hjá ráðgjafa á morgun, og átti að vera byrjaður að fara á göngudeildina einusinni á dag til þess að trappa sig niður, en er ekki byrjaður að fara. Hefur hann samt haft uppundir 3 vikur til að BYRJA. Það verður “gaman” að sjá hvort hann skrópi aftur hjá ráðgjafanum.\nÉg fer á helgarnámskeið í júlí hjá SÁÁ og hlakka til.\nÉg vil þakka ykkur fyrir að svara mér og koma með góðar ráðleggingar."
        },
        {
            "user": "Raven",
            "user_id": "51",
            "date": "2003-06-03 14:22:28",
            "id": "1114621",
            "reply_to_id": "1114614",
            "text": "Það er nú víst þannig að fólk verður að finna þetta sjálft. Það er ekki hægt að ýta neinum út í meðferð án þess að hann vilji það sjálfur. Kókaín er eitt mest ávanabindandi efni sem til er þannig að hann er heyrist mér í djúpum ****.\nEina sem ég sé í stöðunni er að tala um þetta frá þér séð en ætli þú sért ekki búinn að því ??"
        },
        {
            "user": "add1",
            "user_id": "1011",
            "date": "2003-06-03 14:45:31",
            "id": "1114622",
            "reply_to_id": "1114621",
            "text": "raven, fyrir utan ópíum-efni .."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-06-03 16:41:09",
            "id": "1114623",
            "reply_to_id": "1114614",
            "text": "Ég myndi reyna að þrýsta á hann eins mikið og þú mögulega getur um að fara í meðferð. Það er samt ekki víst að það gangi en það má þó allavega reyna. Annars er ég ekki háður efninu þó að ég fái mér stundum en því miður hef ég engin fleiri ráð. Vinir mínir fóru í meðferð en þeir fóru sjálfviljugir svo að það er annað mál. En vonandi endar þetta allt vel."
        },
        {
            "user": "iqhak89",
            "user_id": "36055",
            "date": "2003-06-03 16:48:30",
            "id": "1114624",
            "reply_to_id": "1114614",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-06-03 16:52:03",
            "id": "1114625",
            "reply_to_id": "1114614",
            "text": "Hann verður að sjá að sér sjálfur eins og margir hér hafa sagt.  Pabbi minn er alki og meðan hann var að drekka og mamma var að bögga hann að fara í meðferð, þá sagði hann bara blákalt að það væri ekkert vit í að fara í meðferð nema maður vildi sjálfur hætta.  Sást líka á sumum vinum hans sem voru að fara í meðferðir og byrjuðu svo bara strax aftur um leið og þeir komu út.  Alla vega þá hætti hann fyrir rest, á sínum eigin forsendum þegar hann var tilbúinn.\nBróðir minn sem er líka alki hætti eftir að hann var búinn að lenda í steininum fyrir ölvunarakstur og konan hans hótaði að fara frá honum.  Það var hans botn.\nFyrst pabbi þinn er óvirkur alki, þá geturðu prófað að spyrja hann af hverju hann var að hætta að drekka til að fara í kókaín.  Kannski fer hann þá smá að hugsa en samt ekkert víst að það virki."
        },
        {
            "user": "SiggiHardi",
            "user_id": "32353",
            "date": "2003-06-03 21:03:52",
            "id": "1114626",
            "reply_to_id": "1114614",
            "text": "ég mæli með því að hætta bara í kólanu og byrja fá sér að reykja öðru hvoru"
        },
        {
            "user": "jezibel187",
            "user_id": "3891",
            "date": "2003-06-03 23:55:06",
            "id": "1114627",
            "reply_to_id": "1114626",
            "text": "Siggihard:það leysir engan vanda að fara úr einu efni í annað, ef einstaklingur er fíkill á annað borð.\nmedow: það besta sem þú getur gert fyrir þig og fjölskyldu þína er að leita hjálpar fyrir sjálfa þig.\nFólk vanmetur oft þá erfiðleika og vansæld sem fylgja því að vera aðstandandi.\nAðstandandi þarf ekki síður hjálp en fíkillinn, því hann sogast nauðugur inn í umhverfið sem fylgir fíklinum og upplifir miklar og vondar tilfinningar. Hringdu á Teig elskan, það er það besta sem þú getur gert.\ngangi þér vel."
        },
        {
            "user": "siggibet",
            "user_id": "8305",
            "date": "2003-06-05 22:42:56",
            "id": "1114628",
            "reply_to_id": "1114626",
            "text": "SiggiHardi…. þú ert fáviti.\nÞvílíkt og annað eins ráð. Svona eins og að segja við alkann: Hættu að drekka vodka. Drekktu frekar romm, það virkar.\nEinmitt!!!\nSiggibet\nE.s. vona þú hafir verið að grínast."
        },
        {
            "user": "SiggiHardi",
            "user_id": "32353",
            "date": "2003-06-06 06:40:13",
            "id": "1114629",
            "reply_to_id": "1114628",
            "text": "siggibet þetta er ekkert “svona eins”\nef þú telur til dæmis eitthvað líkt með cannabis og kóki þá ertu án efa fáfróð manneskja,um þetta allavega(ekkert að dissa þig)\nhætta kóla,reykja,láta sér líða vel bara,taka því rólega og hugsa sinn gang"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-06-06 17:40:51",
            "id": "1114630",
            "reply_to_id": "1114629",
            "text": "Kannabis getur ekki komið í stað kókaíns.\nAlveg eins og ´Bjór kemur ekki í stað vodka.\nOg Medow þú getur ekkert gert til þess að stjórna pabba þínum, hvað sem að þú segir eða gerir mun það ekki hafa áhrif á hann þú verður að passa að verða ekki meðvirk, það getur orðið ansi slæmt fyrir þig.\nFarðu bara reglulega á fundi og nældu þér í efni hjá al-anon, og leyfðu bara tímanum að líða.\nEins svart og ástandið virðist, get ég næstum lofað þér að það mun skána, og pabbi þinn mun hætta þessari neyslu, vittu til.\nÞetta er bara spurning um tíma."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-06-04 14:33:11",
            "id": "1114631",
            "reply_to_id": "1114614",
            "text": "Einhver sagði réttilega að kó-kein sé svartidauði nútímans. Það er svona no-win-situation.\nÉg mæli með því að þú yfirgefir svæðið.\nPís love and jesus."
        },
        {
            "user": "Nellie",
            "user_id": "17657",
            "date": "2003-06-05 18:54:30",
            "id": "1114632",
            "reply_to_id": "1114614",
            "text": "ef þú ert búinn að gera allt sem að þú getur til að hjálpa honum þá mundi ég bara halda áfram með mitt líf (ég hef samt enga reynslu)."
        },
        {
            "user": "mima",
            "user_id": "39672",
            "date": "2003-06-06 22:30:56",
            "id": "1114633",
            "reply_to_id": "1114614",
            "text": "ég skil ekki hvernig þér líður..en ef ég væri þú mindi ég reyna að útskira þetta fyrir pabba þínum (þegar henn er ekki í vímu(ekki meint illa)og reina að láta hann skilja)"
        }
    ]
}