{
    "forum_title": "Heilsa",
    "user": "kjartans",
    "user_id": "9070",
    "date": "2003-06-06 11:43:41",
    "title": "Drekkur þú nógu mikið vatn?",
    "text": "Drekkur þú nægilega mikið vatn?  Hversu mikið vatn heldur þú að líkami þinn þurfi?  Hversu mikið ertu í raun að drekka?\nFlestar konur kvarta yfir þvi að vera bólgnar og útþandar af bjúg.  Það er of mikill misskilningur að bjúgurinn sé til staðar vegna þess að konan drekki of mikið vatn.  Sannleikurinn er sá að þessu er öfugt farið.  Læknar og hjúkrunarfólk mæla með að meðalmaðurinn drekki a.m.k. 3 lítra af vatni á dag.\nÍþróttamenn, fólk sem svitnar mikið og fólk sem búa eða vinna á heitum svæðum missa meira vatn daglega og þurfa því að drekka enn meira til að vinna á móti vökvatapinu.  Vert er að hafa það í huga að kaffidrykkir og áfengi hafa mild vatnsræsandi áhrif sem veldur þvi að þvaglát verður örar sem stuðlar að enn frekara vökvatapi.\nStrax á eftir súrefni er líkaminn svotil eingöngu gerður úr vatni, vatn hefur alltaf verið og mun alltaf vera mikilvægasta næringarefni sem við setjum ofan í okkur.  Vatn er nauðsynlegt til flestra verka í líkamanum.  Hvort sem að það er í grófum verkum eins og meltingu eða í eins fín smáverk eins og frumuskiljun.  Auk þess að vera mikilvægasta leysiefnið í líkamanum.  Þar sem að líkamar okkar geta ekki geymt vatn til notkunnar síðar, er okkur nauðsynlegt að drekka vatn daglega og mikið af því.",
    "url": "https://www.hugi.is/heilsa/greinar/147778/drekkur-thu-nogu-mikid-vatn/",
    "url_id": "147778",
    "id": "1120225",
    "replies": [
        {
            "user": "mindrap3r",
            "user_id": "5580",
            "date": "2003-06-06 12:21:57",
            "id": "1120226",
            "reply_to_id": "1120225",
            "text": "jám! Vatn er ótrúlega gott og hollt.\nÉg skrifaði þessa grein um vatn í október:\nhttp://www.hugi.is/heilsa/greinar.php?grein_id=5414\n1"
        },
        {
            "user": "WuKillah",
            "user_id": "16853",
            "date": "2003-06-06 12:25:53",
            "id": "1120227",
            "reply_to_id": "1120225",
            "text": "Ég er einhverstaðar á skalanum 4-5 lítrar á dag þannig að ég efast ekki um að það sé nóg….."
        },
        {
            "user": "izelord",
            "user_id": "1143",
            "date": "2003-06-06 12:30:23",
            "id": "1120228",
            "reply_to_id": "1120225",
            "text": "Það er hættulegt að drekka of mikið vatn!\n7 lítrar á klukkutíma getur hæglega drepið manneskju."
        },
        {
            "user": "cex",
            "user_id": "23833",
            "date": "2003-06-06 12:36:45",
            "id": "1120229",
            "reply_to_id": "1120228",
            "text": "Ég ætla að leyfa mér að fullyrða að það sé ekki hægt að drekka 7 lítra á klukkutíma…þó þú myndir reyna að þvínga þig til þess!"
        },
        {
            "user": "Amon",
            "user_id": "20748",
            "date": "2003-06-06 13:05:14",
            "id": "1120230",
            "reply_to_id": "1120225",
            "text": "ég ætti að vera í góðum málum… rúmlega 60% af því sem ég drekk er vatn, 35% mjólk og 5% ávaxtasafar og annað eins og það (ekkert áfengi og/eða kaffi hér! :D )\nkv. Amon"
        },
        {
            "user": "SnaeWar",
            "user_id": "30043",
            "date": "2003-06-06 13:32:44",
            "id": "1120231",
            "reply_to_id": "1120230",
            "text": "ég drekk aldrei vatn!! ALDREI!! (ég er ekki að ljúga) það eina sem ég drekk er mjólk!! bara mjólk! ég elska mjólk :D reyndar er mjólk 85% vatn en samt:)"
        },
        {
            "user": "wolfy",
            "user_id": "16961",
            "date": "2003-06-06 15:45:42",
            "id": "1120232",
            "reply_to_id": "1120231",
            "text": "Mjólk er óholl, minkaðu hana niður í 0%."
        },
        {
            "user": "Amon",
            "user_id": "20748",
            "date": "2003-06-06 16:11:12",
            "id": "1120233",
            "reply_to_id": "1120232",
            "text": "Ef þú vissir þá er mjólk góð fyrir beinin og tennurnar. Í þessum 35% er ég líka að tala um Jógúrt og aðrar mjólkurafurðir.\nEf þú ert að tala um það að mjólk sé óholl út af fitu, þá er ég mjög duglegur í útivist, svo það er ekki mikið vandamál.\nkv. Amon"
        },
        {
            "user": "wolfy",
            "user_id": "16961",
            "date": "2003-06-06 16:51:25",
            "id": "1120234",
            "reply_to_id": "1120233",
            "text": "Líkaminn okkar vill ekki mjólk, hann vill vatn. Þótt þér fynnist mjólk góð og að hún sé holl fyrir bein, þá er hún ekki holl fyrir líkamann sjálfan. Vatn er nógu gott fyrir beinin okkar. Við eigum bara að drekka mjólk úr brjóstum þegar við vorum ung, núna erum við vaxinn upp og þurfum bara vatn :) En það er nottla allt í lagi að drekka mjólk, bara líkaminn vill miklu frékar vatn :)"
        },
        {
            "user": "SnaeWar",
            "user_id": "30043",
            "date": "2003-06-06 17:04:09",
            "id": "1120235",
            "reply_to_id": "1120234",
            "text": "mjólk inniheldur kalk í stóru magni… ekki vatn. Líkaminn inniheldur bein og mjólk er góð fyrir bein = mjólk er góð fyrir líkamann. en mér þætti vænt um það ef þú vildir rökstyðja svar þitt að mjólk sé óholl fyrir líkamann, hvaða slæmu áhrif eru þetta sem hún veldur???"
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2003-06-06 17:45:23",
            "id": "1120236",
            "reply_to_id": "1120234",
            "text": "Ef þú ert einhvernveginn öðruvísi á litinn en hvítur (eða bara ekki af vesturlöndum) þá já, er mjólk óholl fyrir þig. Í mjólk eru hins vegar kalk og mörg önnur bætiefni sem eru nauðsynleg fyrir tennur og bein. Mjólk er kannski óholl í of miklu magni, en það eru allir hlutir óhollir í miklu magni, líka vatn."
        },
        {
            "user": "kjartans",
            "user_id": "9070",
            "date": "2003-06-06 17:59:53",
            "id": "1120237",
            "reply_to_id": "1120236",
            "text": "Hmm…eru mjög eitthvað hollari fyrir hvíta menn en svarta eða gula?  Mér þætti fróðlegt að heyra hvernig þú kemst að þeirri niðurstöðu."
        },
        {
            "user": "Gaur22",
            "user_id": "8546",
            "date": "2003-06-06 18:54:36",
            "id": "1120238",
            "reply_to_id": "1120237",
            "text": "þetta er ekkert racist hjá honum að segja þetta, svona bara til að tryggja að enginn slíkur misskilningur verði.\nheldu er mjólkuróþol rosalega algengt hjá svörtu fólki og fólki af asískum uppruna, ekki viss með aðra, en alla vega er þetta miklu óalgengara hjá hvítu fólki."
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2003-06-06 19:24:30",
            "id": "1120239",
            "reply_to_id": "1120237",
            "text": "Hún er það já. Mjólkurneysla er svo miklu algengari á vesturlöndum heldur en annarsstaðar. Þess vegna setti ég vesturlönd í sviga, því litað fólk á vesturlöndum hefur minna mjólkuróþol en litað fólk í heimahögum sínum."
        },
        {
            "user": "SnaeWar",
            "user_id": "30043",
            "date": "2003-06-06 16:43:10",
            "id": "1120240",
            "reply_to_id": "1120232",
            "text": "ertu fool… ég drekk bara mjólk og hef gert það allt mitt líf og er við hestaheilsu, ég verð aldrei veikur eiginlega, er sterkur, hef aldrei brotnað er með fullkomið ofnæmiskerfi (ekkert ofnæmi) og er bara ánægður með mjólkina:D"
        },
        {
            "user": "knight",
            "user_id": "5408",
            "date": "2003-06-06 19:22:22",
            "id": "1120241",
            "reply_to_id": "1120240",
            "text": "uuuuuu ég býst við að þú sért að meina ónæmiskerfi nema að hitt sé eikkað nýtt;)"
        },
        {
            "user": "wolfy",
            "user_id": "16961",
            "date": "2003-06-06 15:44:46",
            "id": "1120242",
            "reply_to_id": "1120230",
            "text": "úff 35% mjólk, það er MJÖG óholt! Reyndu að minnka mjólkina niður í 0% :-)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-06-06 13:05:55",
            "id": "1120243",
            "reply_to_id": "1120225",
            "text": "Mannslíkaminn er hið mesta furðuverk, svo ekki sé talað um hinn óskiljanlega mannsheila.\nLíkami þinn segir þér til um hvenær þú þarft vatn, hann notar heilann til að senda þér skilaboð um þorstatilfinningu. Þá fær maður sér vatnssopa.\nÞannig virkar þetta allavega hjá mér!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-06-06 13:19:16",
            "id": "1120244",
            "reply_to_id": "1120225",
            "text": "Hérna er smá skot sem að ég rakst á vefnum fyrir langa löngu:\nMaður á að drekka 1 lítra fyrir hver 25 kíló að þyngd þannig að maður sem að er 75 kíló á að drekka 3 lítra af vatni.\nKv.\nRR"
        },
        {
            "user": "SvartaPerlan",
            "user_id": "10529",
            "date": "2003-06-06 13:49:40",
            "id": "1120245",
            "reply_to_id": "1120225",
            "text": "vatn er bara sá langbesti drykkur sem völ er á. :) drekk mjög mikið af því…og ef ég er ekki að fá mér vatn þá fæ ég mér malt, pepsi, eplasafa, eða ískalda léttmjólk. en vatnið er og verður alltaf LANGBEST."
        },
        {
            "user": "RedFox",
            "user_id": "23988",
            "date": "2003-06-06 14:26:06",
            "id": "1120246",
            "reply_to_id": "1120225",
            "text": "Vatn er eina lækningin við kvefi. Ef þú ert með mikinn hósta, prófaðu þá að drekka 2-3 lítra af vatni, og finndu hvernig hóstinn minnkar og verður aumingjalegur."
        },
        {
            "user": "kjartans",
            "user_id": "9070",
            "date": "2003-06-06 14:28:37",
            "id": "1120247",
            "reply_to_id": "1120225",
            "text": "er ekki vatn í kaffi og kóki?\nef ég geri ráð fyrir að kók sé 70% vatn og kaffi sé 70% vatn, og ég drekk samtals 4 lítra af kaffi og kóki…  þá fæ ég:\n4 lítrar x 0,7 = 2,8 lítrar af vatni\nYES! ég er nokkurn veginn safe\n;)"
        },
        {
            "user": "kjartans",
            "user_id": "9070",
            "date": "2003-06-06 14:39:09",
            "id": "1120248",
            "reply_to_id": "1120247",
            "text": "Vissulega er það rétt að þú sért að fá mikinn vökva í gegnum þá leið.  En hugsaðu þér öll aukaefnin og allur sykurinn sem þú ert að innbyrða á einum degi…úff…"
        },
        {
            "user": "daja",
            "user_id": "2431",
            "date": "2003-06-06 14:54:30",
            "id": "1120249",
            "reply_to_id": "1120225",
            "text": "Heyrði um einhvern lækni sem sagði að þessi rosalegi vatnsáróður væri nú eiginlega of mikill.. Vatn er að sjálfsögðu hollt en það er alltaf hægt að gera of mikið af því góða.. Nýrun ná bara að vinna ákveðið mikið og ef drukkið er of mikið af vatni getur það valdið því að nýrun hafa einhfaldlega ekki undan, veit sosum ekkert hvaða afleiðingar það gæti haft.\nVeit ekki hvað er til í þessu en það er vert að skoða þetta."
        },
        {
            "user": "kjartans",
            "user_id": "9070",
            "date": "2003-06-06 15:09:02",
            "id": "1120250",
            "reply_to_id": "1120249",
            "text": "Það er líka rétt að of mikið vatn er óhollt.  T.d. þarf 50 kg manneskja alls ekki jafn mikið vatn og sá sem vegur 80 kg eða 100 kg.\nÞetta er bara spurning um að ganga þennan meðalveg sem oft er svo erfitt að rata :-)"
        },
        {
            "user": "Malki",
            "user_id": "11749",
            "date": "2003-06-06 15:04:14",
            "id": "1120251",
            "reply_to_id": "1120225",
            "text": "eg heyrdi einhvertiman ad madur aetti ad drekka 47.23L af vatni a dag! veit ekki hvort ad thad se satt en ykkur er velkomid ad reyna :)\nsjalfur drekk eg 1.5 L a dag en suma daga eitt glas, og eg finn rosalegan mun a mer thessa daga thegar eg drekk ekki mina 1.5L.\ner eg alveg sammala ad drekka bara mjolk! thegar eg var ad alast upp drakk eg 1 - 1.5L af mjolk a dag og ekkert vatn, kanski eittt og eitt glas ef madur var ad drepast ur thorsta.\nmjolk er god!\nMalki"
        },
        {
            "user": "helgur",
            "user_id": "4888",
            "date": "2003-06-06 16:57:42",
            "id": "1120252",
            "reply_to_id": "1120225",
            "text": "Vatn er ekki næringarefni, það er engin næring í vatni. Held þú mindir lifa lengur bara á mjólk en vatni."
        },
        {
            "user": "kjartans",
            "user_id": "9070",
            "date": "2003-06-06 17:56:35",
            "id": "1120253",
            "reply_to_id": "1120252",
            "text": "Ja…það fer nú bara eftir því hvernig þú lítur á það.  Við getum ekki lifað nema í örfáa daga án vatns, þannig séð má flokka vatn sem mikilvægasta næringarefnið."
        },
        {
            "user": "niflheimur",
            "user_id": "19976",
            "date": "2003-06-06 18:17:31",
            "id": "1120254",
            "reply_to_id": "1120225",
            "text": "á til með að koma með smá skot hérna.\nÉg er persóna sem drekka að meðaltali um 4 lítra á dag af vatni, þá sérstaklega á sumrin (kanada er með þvílíkann hita og mollu á sumrin).\nEn allavega, það hefur verið í consumer reports hérna að rannsóknir á vatni og vatnsdrykkju sýna fram á að þessar staðreyndir sem “sérfræðingar” benda á með vatn eru algerlega úr lausu lofti tekið. (verðið að muna að við búum á tímum viðskipta og ýmsar þarfir ERU tilbúnar.) Það eina sem vatn hefur yfir aðra drykki er að það inniheldur ekki sykur, fitu og önnur óholl efni.\nEn hvort það væri í raun GOTT fyrir líkamann, það er annað mál. Eins og ég sagði, þá virðist sem vatnið sé í raun hvorki óhollt né hollt, bara hollARA en aðrir drykkir.\nKveðja,\nNiflinn"
        },
        {
            "user": "Sweet",
            "user_id": "2593",
            "date": "2003-06-06 23:00:23",
            "id": "1120255",
            "reply_to_id": "1120225",
            "text": "Vatn er það besta í heimi !! ;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-06-06 23:18:29",
            "id": "1120256",
            "reply_to_id": "1120255",
            "text": "Það er vatn í flestu sem ég drekk.\nHef ekki stundað útreikninga en ég reikna með því að ég drekki nægilegt magn af vatni, held ég væri ekki lifandi annars."
        }
    ]
}