{
    "forum_title": "Kettir",
    "user": "drundrun",
    "user_id": "11568",
    "date": "2003-06-05 23:33:10",
    "title": "Mín skoðun á köttum!",
    "text": "Oki, þetta er bara mín skoðun og ekki móðgast eða verða brjáluð því að þið bjugguð þessi dýr ekki til… Og það stendur ekki undir þessu áhugamáli að það þurfi að skrifa eitthvað sætt um þessi dýr.\nKettir eru dýr sem ég gjörsamlega hata, ég meina pæliði í þessu, kettir fara út og eru að leika sér allstaðar, nudda sér uppí ljósastaura og rafmagskassa, og á þeim hlutum er kannski hundur nýbúinn að míga utan í, svo nuddar kötturinn sér upp í þetta.  Svo er nátturlega í þeirra eðli að veiða önnur dýr, þeir eru kannski ekki að veiða þau til að éta, neiiiiii heldur til að leika sér með.  Svo veiða þeir til dæmis mús, hann bítur í hana og er með hana í kjaftinum, og hvernig þrífa kettir sig? Með því að sleikja sig!!OJJJBARA, svo koma þeir til ykkar og þið klappið þeim og haldið á þeim, og þeir eru inni hjá fólki.  Pæliði í þessu! eruði að pæla??\nMér fannst t.d. ógeðslegt að ég var að hjóla og var með vinkonu minni, og við vorum að hjóla hjá læk, og ég sá lítinn andarunga á stéttinni, og ætlaði að hjálpa greyinu aftur útí svo að það yrði ekki keyrt á hann og snéri mér við til að segja vinkonu minn frá litla greyinu, svo þegar ég snéri mér svo að andarunganum, var kominn köttur og rúllaði honum upp og tók hann í kjaftinn og ég náði ekki að hjálpa litla unganum.  Mér leið geðveikt illa, og kötturinn var ekkert á leiðinni að éta hann, hann var bara að fara að leika sér að honum..\nEn mér finnst þessi dýr bara sæt þegar þau eru kettlingar, svo eftir það finnst mér þau bókstaflega ljót og viðbjóðsleg.\nÉg vona að þið móðgist ekkert, eða byrjið með eitthvað skítkast á mína skoðun…..\nkv. dísa",
    "url": "https://www.hugi.is/kettir/korkar/147750/min-skodun-a-kottum/",
    "url_id": "147750",
    "id": "1119972",
    "replies": [
        {
            "user": "Xtrimer",
            "user_id": "2298",
            "date": "2003-06-05 23:53:09",
            "id": "1119973",
            "reply_to_id": "1119972",
            "text": "Ógeðsleg? Þetta er bara eðli katta.  Sjáðu t.d. hvað við mennirnir gerum, drepum hvorn annann, sendum jafnvel marga menn til annars lands til að drepa einhverja þar. Við eiðum regnskógunum þegar við skeynum okkur:Þ Við reysum risastór orkuver sem losa frá sér mörg þúsund tond af mengun…\nog svo mætti lengi telja.\n<br><br>”One ill turn deservers another . It is over. Embrace the power of the Ring…\nor embrace your own destruction„\n-Saruman"
        },
        {
            "user": "Sunbeam",
            "user_id": "5207",
            "date": "2003-06-06 01:05:37",
            "id": "1119974",
            "reply_to_id": "1119973",
            "text": "Word… ;) (to ya mother… - Vanilla Ice )\nNei bara mjög satt hjá Xtrimer…<br><br><a href=\"\nhttp://www.allmusic.com\n“>Biblían mín</a>\n<a href=”\nhttp://www.leoncie-music.com\n“>My Idol</a>\n<a href=”\nhttp://www.tamboo.com/sajd/duff1.html\n“>My other idol</a>\n<a href=”\nhttp://www.oranger.net/\n“>Stoney Curtis in reverse</a>\n<a href=”\nhttp://www.saharahotnights.com\n\">Svíar rokka!</a>\n<b>Tilvitnun:</b><br><hr><i>Bombing for peace is like fucking for virginity</i><br><h"
        },
        {
            "user": "BaraBenni",
            "user_id": "33779",
            "date": "2003-06-06 13:20:11",
            "id": "1119975",
            "reply_to_id": "1119972",
            "text": "hehe fáviti"
        }
    ]
}