{
    "forum_title": "Húmor",
    "user": "Ama",
    "user_id": "27008",
    "date": "2003-06-08 13:54:27",
    "title": "Brandarar á ensku",
    "text": "1.   A deserter GI was running down a road escaping from two MPs. He came to a fork in the road and saw a nun standing there. He asked her ,“Please Sister, may I hide under your skirts for a few minutes. I'll explain why later.”\nThe nun agreed to his request. Shortly thereafter, the two MPs came running along and asked her if she had seen a soldier running down the road. She replied, “He went that way”.\nAfter the MPs disappeared, the soldier crawled out from under her skirt and said “I can't thank you enough Sister, but you see I don't want to go to Iraq.”\nThe nun said she understood.\nThe GI said, “I hope you don't think me rude or impertinent, but you have the most beautiful pair of legs I've ever seen!”\nThe nun replied, “If you had looked a little higher, you would have seen the most beautiful pair of balls you've ever seen! I don't want to go to Iraq either!\n*******\n2.    A man enters a barber shop for a shave. While the barber is foaming him up, he mentions the problems he has getting a close shave around the cheeks.\n”I have just the thing,“ says the barber taking a small wooden ball from a nearby drawer. ”Just place this between your cheek and gum.“\nThe client places the ball in his mouth and the barber proceeds with the closest shave the man has ever experienced. After a few strokes the client asks in garbled speech, ”And what if I swallow it?“\n”No problem,“ says the barber. ”Just bring it back tomorrow like everyone else does.“\n*******\n3.   A minister told his congregation, ”Next week I plan to preach about the sin of lying. To help you understand my sermon, I want you all to read Mark 17.“\nThe following Sunday, as he prepared to deliver his sermon, the minister asked for a show of hands. He wanted to know how many had read Mark 17. Everyones hand went up.\nThe minister smiled and said, ”Mark has only sixteen chapters. I will now proceed with my sermon on the sin of lying.“\n*******\n4.   Aging Mildred was a 93 year-old woman who was particularly despondent over the recent death of her husband Earl. She decided that she would just kill herself and join him in death. Thinking that it would be best to get it over with quickly, she took out Earl's old Army pistol and made the decision to shoot herself in the heart since it was so badly broken in the first place.\nNot wanting to miss the vital organ and become a vegetable and a burden to someone, she called her doctor's office to inquire as to just exactly where the heart would be. ”On a woman,“ the doctor said, ”your heart would be just below your left breast.“\nLater that night, Mildred was admitted to the hospital with a gunshot wound to her knee.\n*******\n5.   There once was a farmer who had three beautiful daughters. He was very protective of his girls, and always insisted on meeting the boys they went out with before allowing them to do so.\nOn one particular night, all three of the farmer's daughters had dates. So the farmer sat in the living room, rifle in hand, and waited for the three boys to arrive.\nAfter a bit, the doorbell rang. The farmer took his gun and answered to door. ”Who the Hell are you?“ he demanded of the young man at the door.\nThe young man replied; ”Hi, I'm Joe! I'm here for Flo! We're goin' to a show. Is she ready to go?“\nThe farmer was a little perplexed by this rhyming answer, but he went ahead and let his daughter go.\nA little while later, the doorbell rang for the second time. The farmer grabbed his gun and answered the door. ”Who the Hell are you?“ he demanded of the second young man.\nThe second young man replied; ”Hi, I'm Eddie! I'm here for Betty! We're going for spaghetti. Is she ready?“\nAgain, the farmer wasn't too impressed by the poetry, but he was in a good mood, and allowed his daughter go out on her date.\nFinally, a bit later, the doorbell rang for the third time. The farmer grabbed his gun and opened the door. To the third young man he demanded ”Who the Hell are you?“\nThe young man replied; ”Hi, I'm Chuck…“\nThe farmer shot him\n*******\n6.   A young woman brought her fiance' home to meet her parents. After dinner her father asked the young man into his study for a chat. ”So, what are your plans?“ he began.\n”I'm a theology scholar,“ the young man replied.\n”Admirable,“ the father said, ”but what will you do to provide a nice home for my daughter?“\n”I will study and God will provide,“ he explained.\n”And how will you afford to raise children?“\n”God will provide.“\nThe men left the study and the mother asked her husband, ”How'd it go?“\n”He has no money or employment plans,“ the father said, ” But on the other hand, he thinks I'm God.“\n*******\n7.   Long ago, when sailing ships ruled the waves, a captain and his crew were in danger of being boarded by a pirate ship. As the crew became frantic, the captain bellowed to his First Mate, ”Bring me my red shirt!“\nThe First Mate quickly retrieved the captain's red shirt, which the captain put on and lead the crew to battle the pirate boarding party. Although some casualties occurred among the crew, the pirates were repelled.\nThe men sat around on deck that night recounting the day's events when an ensign looked to the Captain and asked, ”Sir, why did you call for your red shirt before the battle?“\nThe Captain, giving the ensign a look that only a captain can give, exhorted, ”If I am wounded in battle, the red shirt does not show the blood, and thus you men will continue to fight unafraid.“\nThe men sat in silence, marveling at the courage of such a man.\nThe next morning, the lookout screamed that there were two pirate vessels sending boarding parties. The crew cowered in fear, but the captain, calm as ever, bellowed, ”Bring me my red shirt!“\nOnce again, the battle was on, and the Captain and his crew repelled both boarding parties, though this time more casualties occurred.\nLater that day, however, the lookout screamed that there were pirate ships, 10 of them, all with boarding parties on their way. The men became silent and looked to the Captain, their leader, for his usual command.\nThe Captain, calm as ever, bellowed, ”Bring me my brown pants!“\n*******\n8.   Twelve monks were about to be ordained. The final test was for them to line up nude in a garden while an exotic dancer performed before them. Each monk had a small bell attached to his privates, and they were told that anyone whose bell rang would not be ordained because he had not reached a state of purity.\nThe dancer performed before the first monk candidate, and got no reaction.\nShe proceeded down the line with the same results until she got to the final monk. As she danced, his bell rang so loudly it fell off and clattered to the ground.\nEmbarrassed, he bent down to pick up the bell, and all the other bells went off.\n*******\n9.   Airman Jones was assigned to the induction center where he was to advise new recruits about their government benefits, especially their GI insurance.\nIt wasn't long before Captain Smith noticed that Airman Jones had almost a 100% record for insurance sales, which had never happened before.\nRather than ask about this, the Captain stood in the back of the room and listened to Jones's sales pitch. Jones explained the basics of the GI Insurance to the new recruits, and then said:\n”If you have GI Insurance and go into battle and are killed, the government has to pay $200,000 to your beneficiaries. If you don't have GI insurance, and you go into battle and get killed, the government has to pay only a maximum of $6000.“\n”Now,“ he concluded,” which bunch do you think they are going to send into battle first?",
    "url": "https://www.hugi.is/humor/greinar/148180/brandarar-a-ensku/",
    "url_id": "148180",
    "id": "1123284",
    "replies": [
        {
            "user": "Lorax",
            "user_id": "36395",
            "date": "2003-06-09 14:33:40",
            "id": "1123285",
            "reply_to_id": "1123284",
            "text": "Shit þetta var aðeins of langt! Ég nennti bara að lesa helminginn!\nP.S. Ég var fyrst til að skrifa!!!!"
        },
        {
            "user": "annapotter",
            "user_id": "34019",
            "date": "2003-06-09 14:51:03",
            "id": "1123286",
            "reply_to_id": "1123284",
            "text": "Skil ekki neitt af þessu því að þetta er á ensku =(\nAnna Potte"
        },
        {
            "user": "Pippa",
            "user_id": "10238",
            "date": "2003-06-09 15:01:55",
            "id": "1123287",
            "reply_to_id": "1123284",
            "text": "Bara snilld!!!!"
        },
        {
            "user": "IceLock",
            "user_id": "33708",
            "date": "2003-06-09 17:06:47",
            "id": "1123288",
            "reply_to_id": "1123287",
            "text": "Later that night, Mildred was admitted to the hospital with a gunshot wound to her knee.\nLOL…. snilld\nP.S. HVERJUM ER EKKI DRULLUSAMA HVORT ÞIÐ ERUÐ FYRST TIL AÐ SVARA !!!!"
        },
        {
            "user": "Snagi",
            "user_id": "13688",
            "date": "2003-06-09 18:00:03",
            "id": "1123289",
            "reply_to_id": "1123288",
            "text": "Mér fannst síðasti vera ansi góður og man meira að segja ekki eftir að hafa séð hann hérna áður :P\nannars sammála icelock, allavega skiptir það mig meiru máli hverju fólk svarar heldur en hvort að það nær að vera fyrst :D"
        },
        {
            "user": "Kupo",
            "user_id": "29733",
            "date": "2003-06-19 20:38:18",
            "id": "1123290",
            "reply_to_id": "1123284",
            "text": "vá nennti bara að lesa pungabrandarann.."
        }
    ]
}