{
    "forum_title": "Sápur",
    "user": "urrandi",
    "user_id": "39157",
    "date": "2003-06-09 17:18:29",
    "title": "Það sem betur má fara",
    "text": "Það sem mér finnst að betur mætti fara í Nágrönnum er svolítið mikið en það er bara ég. Mér finnst til dæmis mjög leiðinlegt að Connor kunni ekki að lesa og mér finnst það gera þáttinn bara of vandræðalegan, og þegar það er fjallað um ólæsi hans finnst mér þátturinn eiginlega leiðinlegur. Mér finnst samt Connor mjög skemmtilegur og mér finnst gaman að hann og Michelle eru saman.\nMér fannst líka algjör óþarfi af Drew að reka Stuart, bara af því að hann hjálpaði Flick, Steph var sama þegar hennar eigin faðir réð hann til vinnu í smá tíma. Og nú á Drew í vandræðum því að hann getur ekki séð um allt einn á verkstæðinu auðveldast væri fyrir alla ef hann bara mundi ráða Stuart aftur.\nSvo finnst mér líka ömurlegt með Flick og Stuart, mér finnst Flick vera vond að láta Stuart bíða svona í óvissu um framhaldið láta hann bara vera svona varaskeifa þó að það sé kannski að fara að lagast. Stuart á heldur ekki að fara í herinn í mörg mörg ár hann eyðir þá bara bestu árum ævi sinnar í herinn, sem ekki gott.\nOg að lokum má alveg sleppa minnisleysi Susan þetta er bara sorlegt fyrir manninn hennar og Darcy, aumingja þeir þó að Darcy sé ekkert sérstakur, Mér finnst allt það mál voðalega asnalegt.\nSvo fannst mér matarboðið mjög vandræðalegt en það var líka fyndið þannig að það slapp fyrir horn",
    "url": "https://www.hugi.is/sapur/greinar/148344/thad-sem-betur-ma-fara/",
    "url_id": "148344",
    "id": "1124758",
    "replies": [
        {
            "user": "jersey",
            "user_id": "41179",
            "date": "2003-06-10 00:58:47",
            "id": "1124759",
            "reply_to_id": "1124758",
            "text": "Vonandi veistu að þetta eru bara sjónvarpsþættir, ekki raunveruleikinn. Þetta eru bara leikarar og leikkonur að leika eftir handriti og svona er þetta bara…."
        },
        {
            "user": "jamitzju",
            "user_id": "11084",
            "date": "2003-06-10 02:16:07",
            "id": "1124760",
            "reply_to_id": "1124758",
            "text": "Alveg sammála þér þarna !\nEn hvar er harold þegar maður þarfnast hans!"
        },
        {
            "user": "Lopapeysa",
            "user_id": "11573",
            "date": "2003-06-10 15:12:19",
            "id": "1124761",
            "reply_to_id": "1124758",
            "text": "mér finnst að það mætti ekki sleppa neinu af þessu, þúst þátturinn væri ekkert skemmtilegur ef allt væri perfect, engin vandamál, allir vinir og happy happy happy.. :S"
        },
        {
            "user": "superwomen",
            "user_id": "45052",
            "date": "2003-06-11 13:31:57",
            "id": "1124762",
            "reply_to_id": "1124761",
            "text": "ok ef að allt er happy happy happy þá yrði þetta leiðilegra en að horfa á afa sinn og ömmu í sturtu!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!"
        },
        {
            "user": "Lopapeysa",
            "user_id": "11573",
            "date": "2003-06-11 13:37:57",
            "id": "1124763",
            "reply_to_id": "1124762",
            "text": "what? hvað meinaru?\nég var að segja að það væri ekki gaman ef allt væri happy happy happy… ??"
        },
        {
            "user": "superwomen",
            "user_id": "45052",
            "date": "2003-06-11 21:45:57",
            "id": "1124764",
            "reply_to_id": "1124763",
            "text": "nei ekki ég heldur…\nég var að meina að ef að allir væru vinir væri bara ekki gaman að horfa á þetta…"
        },
        {
            "user": "Nessi",
            "user_id": "21000",
            "date": "2003-06-10 18:40:32",
            "id": "1124765",
            "reply_to_id": "1124758",
            "text": "Mér fynnst þetta allt fínt nema S.K með eitthvað minnisleysi S.K leykur þetta svo ogeðslega ílla að mínu mati en karl er aftur á móti að leika vel.."
        },
        {
            "user": "paniolo",
            "user_id": "11793",
            "date": "2003-06-10 19:37:44",
            "id": "1124766",
            "reply_to_id": "1124758",
            "text": "Ok, ef allt þetta yrði tekið út úr þáttunum, hvað ætti þá að setja í staðinn? Eitthvað verður nú að gerast svo að fólk nenni að horfa á þetta…"
        },
        {
            "user": "jemen",
            "user_id": "34473",
            "date": "2003-06-11 23:44:13",
            "id": "1124767",
            "reply_to_id": "1124758",
            "text": "Þú veist að þetta er bara þáttur….. er það ekki :)      en maður ætti að vorkenna Mal,Libby og Bill meira heldur en Darcy….\nEn ég er sammæala þér með þetta um Flick…"
        },
        {
            "user": "superwomen",
            "user_id": "45052",
            "date": "2003-06-13 18:05:04",
            "id": "1124768",
            "reply_to_id": "1124767",
            "text": "með hvað um Flick?"
        },
        {
            "user": "tigger89",
            "user_id": "35204",
            "date": "2003-06-26 16:43:07",
            "id": "1124769",
            "reply_to_id": "1124768",
            "text": "hún er að hundsa stuart og bara nota hann sem varaskeifu =)"
        },
        {
            "user": "babe63",
            "user_id": "37578",
            "date": "2003-07-03 23:33:46",
            "id": "1124770",
            "reply_to_id": "1124758",
            "text": "ja eilla! hún segist vilja en svo vill hún hann bara ekkert?? wazzzup with that??"
        }
    ]
}