{
    "forum_title": "Deiglan",
    "user": "Bzzhar",
    "user_id": "6434",
    "date": "2003-06-10 19:34:16",
    "title": "Íslenskan her",
    "text": "Svo hljómaði fyrirsögn DV í dag(þriðjudaginn 10. júní),\nMagnús Árni Magnússon lagði til þess að íslendingar taki sjálfir við vörnum íslendinga með aðstoð bandaríkjamanna.\nBandaríkjamenn hafa áður aðstoðað smáþjóðir með stofnun hers en það hefur reyndar yfirleitt alltaf verið gert í gróðaskyni og þá misgóðum afleiðingum(Írak t.d.). En fyrst þeir vilja hætta vörnum íslands, hví þá ekki aðstoða okkur til að halda uppi okkar eigin vörnum þar sem að við erum sjálfstæð þjóð eða a.m.k. að styrkja okkur rétt eins og þeir hafa styrkt aðrar þjóðir.\nJafnvel þó að það sé engin “yfirvofandi” hætta á innrás á Ísland þá veit maður aldrei hvað getur gerst.  Þar að auki held ég að her gæti vel hjálpað við að sporna gegn atvinnuleysi, það er fullt af góðum starfskrafti atvinnulaus sem gæti vel gengið í herinn.  Kostir; Borgað, styrkist bæði líkamlega og andlega, lærir ýmislegt nothæft.  Ókostir; Þarft að gera árasamning (2 til x mörg ár).  það eru svo líka þessir atvinnulausu sem eru atvinnulausir af því að þeir nenna ekki að vinna. (þekki of marga þannig :/)\nEn eitt veit ég fyrir víst, ef að það yrði komið Íslenskum her fyrir þá myndi ég vafalaust ganga í hann.",
    "url": "https://www.hugi.is/deiglan/greinar/148541/islenskan-her/",
    "url_id": "148541",
    "id": "1126424",
    "replies": [
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-06-11 00:35:48",
            "id": "1126427",
            "reply_to_id": "1126424",
            "text": "Það er bara svo helvíti dýrt að reka her.  Hins vegar held ég að þetta gæti bætt smávegis þetta agaleysi sem er í þjóðfélaginu þar sem annar hver maður telur sig yfir allar reglur hafinn."
        },
        {
            "user": "Trendkiller",
            "user_id": "39847",
            "date": "2003-06-11 00:42:04",
            "id": "1126425",
            "reply_to_id": "1126424",
            "text": "Já ég myndi frekar nenna að vera í her heldur en að vinna"
        },
        {
            "user": "Trendkiller",
            "user_id": "39847",
            "date": "2003-06-11 00:43:55",
            "id": "1126426",
            "reply_to_id": "1126424",
            "text": "Já ég myndi frekar nenna að vera í her heldur en að vinna þá leiðinlegu vinnu sem ég er í núna"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-06-11 00:47:30",
            "id": "1126428",
            "reply_to_id": "1126424",
            "text": "Ísland er svo fámennt land að herinn yrði væntanlega aldrei “her” heldur bara “hópur” Ef maður pælir aðeins í útlandinu þá eru herir nágrannaþjóða okkar flestir ef ekki allir stærri en öll íslenska þjóðin….enda eru þetta miklu stærri þjóðir..Ég held samt að ef sama hlutfall af fólki færi í herinn hérlendis myndum við enda með frekar fámennan hóp sem má sín voðalega lítils ef til einhverra átaka kæmi….\nEf við horfumst í augu við raunveruleikan þá held ég að það sé miklu raunhæfara að þjálfa upp góða friðargæsluliða og aðila fyrir alþjóðahjálparsamtök"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-06-11 01:07:24",
            "id": "1126429",
            "reply_to_id": "1126428",
            "text": "Með herskyldu gætum við verið með yfir 4000 manns (heilan árgang) plús eitthvað fastalið í hernum á hverjum tíma og svo slatta í varaliði sem hægt væri að kalla út.  Það eru fleiri en eru á vellinum núna.\nNorðurlöndin eru öll með mismunandi mikla herskyldu.  Ekkert af þeim hefur samt herskyldu á stelpur en það finnst mér að við ættum tvímælalaust að gera því við erum sko svo framarlega í jafnréttinu :)"
        },
        {
            "user": "qeySuS",
            "user_id": "280",
            "date": "2003-06-11 01:12:06",
            "id": "1126430",
            "reply_to_id": "1126429",
            "text": "Ég á engu að síður mjög erfitt með að trúa að það fari svo margir í þennan her….ekki nógu margir til þess að það borgi sig…Ef herinn yrði settur á laggirnar yrði það aldrei samþykkt að hafa herskyldu…þetta batterí myndi verða eingöngu fyrir þá sem bjóðast til starfsins.."
        },
        {
            "user": "qeySuS",
            "user_id": "280",
            "date": "2003-06-11 01:23:26",
            "id": "1126431",
            "reply_to_id": "1126430",
            "text": "Ef við værum með her væri líklega best að þjálfa hann bara í skæruhernaði. Yrði líklega bara lítill landher með takmarkaðan tækjabúnað (fyrir utan að sjálfsögðu handvopn)."
        },
        {
            "user": "occular",
            "user_id": "4827",
            "date": "2003-06-11 01:30:13",
            "id": "1126432",
            "reply_to_id": "1126431",
            "text": "hafiði pælt í hvað sona kostar?"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-06-11 05:36:10",
            "id": "1126433",
            "reply_to_id": "1126430",
            "text": "Af hverju væri ekki hægt að hafa herskyldu?\nÞeir sem ættu að vera herskyldir myndu væla smá yfir því fyrst og svo myndi það bara gleymast eins og annað sem fólk er að væla yfir.  Strákunum á hinum norðurlöndunum finnst þetta ekkert mikið mál en náttúrulega alltaf einhverjir sem koma með læknisvottorð eða fá að vinna á elliheimili í staðinn en það eru ábyggilega fleiri strákar á þessum aldri til í að leika sér með byssur og fara í útilegur og koma sér í toppform en að skeina krumpaða rassa.\nHins vegar finnst mér ólíklegt að þetta verði gert vegna þess að við höfum bara ekkert efni á því.  Þetta er bara skemmtileg pæling og lítið meira."
        },
        {
            "user": "marxus",
            "user_id": "12143",
            "date": "2003-06-11 10:16:54",
            "id": "1126434",
            "reply_to_id": "1126433",
            "text": "Hmm…mér finnst rosalega gott að kveikja á reykelsi, stunda jóga og hugleiða…og ef allir myndu gera það yrði friður á jörð. Af hverju ekki að hafa jógaskyldu?\nÞað eru svona vitleysingar eins og þið sem eru upphafið að fasisma. Af því að ykkur langar að gera eitthvað finnst ykkur allt í lagi að það sama gangi yfir alla aðra. Þið gefið skít í einstaklingsfrelsi og viljið heldur heyra taktfastan mars einsleits hóps sem lýtur vilja valdamanna.\nÞetta er sorglegt að heyra frá Íslendingum sem gætu verið heiminum gott fordæmi. Við gætum sýnt þeim að við þurfum ekki að læsa hurðunum og koma okkur upp vopnabúri af ótta við nágrannann. Viljið þið lifa í “samfélagi ótta og neyslu,” eins og Marilyn Manson komst svo skelegglega að orði í Bowling for Columbine? Það væri lærdómsríkt fyrir svona gutta í hermannaleik að kíkja á þá kvikmynd."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-06-12 01:05:09",
            "id": "1126435",
            "reply_to_id": "1126434",
            "text": "Jógaskylda er stórgóð hugmynd.  Sérstaklega fyrir hermennina sem eru orðnir stressaðir og ofbeldishneigðir á öllum byssuleikjunum.  Mér líst þrælvel á þetta hjá þér :)\nAnnars í alvöru, þá sá ég það í einhverju blaði fyrir margt löngu síðan að eitthvað land sem ég man ekki lengur hvað hét tók upp hugleiðslu og jóga í fangelsum sínum og endurkomum fanga fækkaði úr eitthvað yfir 80% niður í 17% og þeir sátu uppi með fullt af tómum fangelsum sem þeir neyddust til að breyta í skóla."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-06-11 01:10:34",
            "id": "1126436",
            "reply_to_id": "1126424",
            "text": "Vitiði, ég hef engan andskotans áhuga á að fara í her, það svo fucking feitan suckar að ég gæti skotið mig :þ"
        },
        {
            "user": "Nonni69",
            "user_id": "27091",
            "date": "2003-06-11 01:59:50",
            "id": "1126437",
            "reply_to_id": "1126424",
            "text": "Það kostar bandarísk stjórnvöld um 30 milljarða á ári að reka útibú sitt á Miðnesheiði, sá her er þó æði máttlítill:  sex orrustuþotur og nokkrir hermenn með handvopn, engir skriðdrekar, loftvarnarflaugar eða stórskotalið.  Bandaríski herinn gæti aldrei stöðvað innrás frá aðila sem virkilega ætlaði sér að ráðast á landið.\nAnnað atriði sem ég var að velta fyrir mér:  Hver ætti að ráðast á okkur og hvers vegna?"
        },
        {
            "user": "skaarjking",
            "user_id": "26378",
            "date": "2003-06-11 02:11:13",
            "id": "1126438",
            "reply_to_id": "1126424",
            "text": "Íslenskur her yðri ekki her sem slíkur en meira eins og sambland af sérsveit lögreglunar og björgunnarsveit. Annars held ég að þeir séu eiginlega ekkert að hugsa um marines, aðalega Air-Force. Eflaust margir til í að ganga í herinn hérna þar sem það er ekki mikil hætta á að maður þurfi að fara í stríð sem er aðal gallin við USA herinn :) ef það gengur illa að fá fólk í herinn er alltaf hægt að kaupa MILES fyrir einhverjar millur og þá munu allir vilja prófa en þurfa að skrá sig í herinn til þess. MILES er útgáfa bandaríska hersins af “laser tag” einskonar ASSAULT laser tag með auðvitað betri græjum þó paintball dugi alveg.\nheld jafnvel að fleiri vilji fara í herinn en myndu komast."
        },
        {
            "user": "spect",
            "user_id": "828",
            "date": "2003-06-11 02:49:41",
            "id": "1126439",
            "reply_to_id": "1126438",
            "text": "Já húrra!   Ég ætla að ganga í herin til að fá frítt í laser tag!"
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2003-06-11 05:55:33",
            "id": "1126440",
            "reply_to_id": "1126424",
            "text": "Hver veit nema Björn Bjarna fari að dusta rykið af hugmyndum sínum um e.h. konar heimavarnarlið, sem var hlegið að en kannski ekki núna.\nLuxembourg sem er lítið fjölmennara en við var með smá her 400-500 manns síðast þegar ég vissi, því ekki við, en þá meina ég bara svona öryggissveitir ekki með flugvélar og skriðdreka."
        },
        {
            "user": "Nessuno",
            "user_id": "30695",
            "date": "2003-06-11 12:13:57",
            "id": "1126441",
            "reply_to_id": "1126440",
            "text": "Það búa nokkrar milljónir í Luxemborg….."
        },
        {
            "user": "Nessuno",
            "user_id": "30695",
            "date": "2003-06-11 12:37:26",
            "id": "1126442",
            "reply_to_id": "1126441",
            "text": "Nei. 4-500 þúsund."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2003-06-11 20:07:59",
            "id": "1126443",
            "reply_to_id": "1126441",
            "text": "Ekki alveg, samkvæmt geographic.org eru íbúar Luxembourg 429.080. Þarna eru ýmsir fróleiksomolar, t.d. vita kannski ekki allir að BNA eru þriðja fjölmennasta land heims. Ísland er í góðum félagsska, milli Barbados og Bahamas í fjölda íbúa."
        },
        {
            "user": "Gourry",
            "user_id": "758",
            "date": "2003-06-11 08:51:16",
            "id": "1126444",
            "reply_to_id": "1126424",
            "text": "Spurning um að þjálfa þá í Skæruliðahernaði og leyniskyttur ásamt “Combat medics” sem yrðu mjög góðir á slæmum tímum þegar fólk þarf á almennri sjúkraþjálfun. Þetta er kannski ekki spurning um að þjálfa venjulegan herafla heldur lið sem gæti vel starfað í support role fyrir aðrar sveitir(þar afleiðandi gætum við hjálpað nágrannaþjóðum okkar án þess að fórna okkar mönnum í eitthvað grunt stríð)."
        },
        {
            "user": "Magnih",
            "user_id": "35346",
            "date": "2003-06-11 09:10:45",
            "id": "1126445",
            "reply_to_id": "1126424",
            "text": "Næstum allir sem hafa svarað þessu eru dæmigerð fífl.\nHvernig dettur ykkur í hug að Ísland gæti veitt einhverja mótspyrnu ef ráðist yrði á landið en það þarf engann her hvorki Íslenskan né Bandarískan því að það eru engar lýkur á að ráðist verði á Ísland.\nSko,,við þurftum her fyrir nokkrum áratugum þegar heimsvaldastefna Rússa og Bandaríkjamanna var sem hæst en ekki núna.BNA menn eiga orðið svo marga óvini að það borgar sig ekki að vera með þeirra her.\nÉg tek það fram að ég vill samt hafa flugher hérna til að verja lofthelgina og landið"
        },
        {
            "user": "Kagemusha",
            "user_id": "38067",
            "date": "2003-06-11 10:17:49",
            "id": "1126446",
            "reply_to_id": "1126424",
            "text": "Íslendingar hafa ekkert við her að gera. Við munum aldrei hafa bolmagn til að hrinda innrás erlends herveldis svo það er tilgangslaust að reyna það. Við þurfum hins vegar að hafa vopnað lið til taks, sem sinnir því ekki sem aðalstarfi, til að passa að einhver komi ekki og þurrki út ríkisstjórnina. Lögreglan ætti að taka þetta hlutverk að sér, og kostnaðurinn þyrfti ekki að vera nema sáralítill. Auk þess þarf að fjölga í lögreglunni og gott væri að gera það samhliða."
        },
        {
            "user": "Nessuno",
            "user_id": "30695",
            "date": "2003-06-11 10:19:21",
            "id": "1126447",
            "reply_to_id": "1126424",
            "text": "Ég er svolítið hrifinn af hugmyndinni um her. Það sem er best við það er að það þarf ekki einu sinni að kosta nein ósköp. Við getum bara haft það sem fyrir er.\nHelsti og jafnframt eini kosturinn við her er sá að þá væri hægt að skapa fullt af virðulegum yfirstjórnunarstöðum og þá verður hægt að setja afdankaða pólitíkusa í þær stöður í staðinn fyrir að gera þá að yfirmönnum yfir stofnunum sem þeir hafa ekkert vit á og eru einungis til vansa (S.Í. er gott dæmi). Að sama skapi væri  kannske hægt að stofna svosum eins og einn lítinn herflokk þar sem hægt væri að sópa saman gagnlausum eymingjum með vopnafetish. Það er gott að halda svoleiðis fólki á einum stað held ég, þó finnst mér skynsamlegra að vopna þá með vatnsbyssum í stað venjulegra vopna, það er öruggara fyrir þá sjálfa held ég. Alla vegana skárra að halda þeim í her, fasta á herstöð en að horfa upp á þá lenda í endalausum slagsmálum niðri í bæ.\nVarðandi einhverjar ímyndaðar ógnir gagnvart heimsveldinu Íslandi, þá er nú erfitt að taka slíkt alvarlega, nema þá að Færeyjar geri innrás. Varðandi hryðjuverkaprumpmenn eða glæpagengisógnir þá efast ég að það réttlæti nokkur fjárútlát til að takast á við slíkar ólíkindaógnir, það væri svona eins og að setja upp net eldingarvarna út um allt land með 10 m millibili, af því fræðilega mögulega er sjens á því að einhver gæti orðið fyrir eldingu og dáið. O nei, slík rök eru öll máttlítil, sérstaklega í samanburði við þau rök að her gæti verið samanstaður úreltra pólitíkusa og ónytjunga sem finnst gaman af byssó.\nVarðandi skipulag hersins, yrði það, eins og ég segi, afar ódýr. Eina nýjungin væri herflokkur ónytjunga sem ég minntist á. Hægt væri að breyta t.d. landhelgisgæslunni í Flota hins íslenska lýðveldis, með fullt af flottum stöðum með tilheyrandi flottum búningum. Það væri t.d. hægt að losna við Björn Bjarnason og gera hann að yfiraðmírál yfir varðskipinu Tý, hann ætti nú að fá kikk úr því, að fá að vera í fínum búningi með fullt af medalíum. Nú síðan væri hægt að búa til flugher úr flugbjörgunarsveitinni og flugvélar Landgræðslunnar og Flugmálastjórnar. Ég get vel ímyndað mér fá t.d. Sturla Böðvarsson sem flugmarskálk yfir lýðveldinu. Það eitt að hann hyrfi úr pólitík er nóg til að réttlæta stofnun hers. Nú síðast en ekki síst yrði gerður landher úr sérsveit löggunnar ásamt herflokki ónytjunga, hægt væri að setja trausta menn eins og Ögmund Jónasar eða jafnvel Össur sem hershöfðingja yfir slíku apparati, kjósi þeir að hætta á annað borð.\nÞetta gæti svínvirkað held ég."
        },
        {
            "user": "thevoid",
            "user_id": "29339",
            "date": "2003-06-11 11:57:32",
            "id": "1126448",
            "reply_to_id": "1126424",
            "text": "Bíddu hver ætti að ráðast á okkur, Danmörk til að ræna hálendinu okkar kannski?"
        },
        {
            "user": "Nonni69",
            "user_id": "27091",
            "date": "2003-06-11 14:01:11",
            "id": "1126449",
            "reply_to_id": "1126424",
            "text": "Stuðningurinn Íslands við árásina á Írak\nSvo virðist sem lítils sé metinn stuðningur ríkisstjórnar Íslands við svokallað stríð gegn Írak, sem í rauninni var ekki stríð, heldur fjöldamorð á óbreyttum borgurum. Sennilega hefði Ísland þurft að senda herdeild til aðstoðar við stríðið, væntanlega undir stjórn Hjálmars Árnasonar alþingismanns, til að fá áfram að njóta bandarísks setuliðs og hermangsins, sem því fylgir. Munnlegur stuðningur við stríðið átti að mati Hjálmars að gulltryggja framhald hermangsins, en hefði þurft að vera verklegur, því að ríkisstjórn Bandaríkjanna virðist ekki taka í mál að hafa flugvélar á Keflavíkurflugvelli fram á næsta ár.\nEf það hentar ríkisstjórn Bandaríkjanna að nota herflugvélar annars staðar en á Keflavíkurvelli, verða þær fluttar burt. Engu máli skiptir, hvort samið hafi verið um, að þessar flugvélar verji landið. Það er sérkenni núverandi Bandaríkjastjórnar, að hún segir sig frá samningum, ef hún telur þá hugsanlega geta heft svigrúm sitt, og gerir enga nýja samninga, sem gætu hugsanlega heft svigrúm hennar. Til hvers ætti maður annars að halda samninga eða jafnvel gera samninga ef maður er almáttugur? Í hugmyndaheimi bandaríkjastjórnar ræður hún ein öllu í heiminum. Og varnarmálaráðherranum er sérstaklega uppsigað við ýmis smáríki og alþjóðastofnanir, sem vilja upp á dekk. Bandaríkjastjórn lítur ekki á Davíð og Halldór sem bandamenn, heldur leiðinlega og hjákátlega skósveina.\nÍslendingar hafa komið MJÖG illa útúr stuðningi sínum við árás Bandaríkjamanna á Írak.  Sú virðing sem Íslendingar nutu í alþjóðasamfélaginu sem friðelskandi þjóð er horfin.  Það sorglega er að ennþá eru til örfáir einstaklingar sem verja þessa ákvörðun Davíðs og Halldórs að lýsa yfir olíu og landvinningastríði á hendur Írökum."
        },
        {
            "user": "aMiGa84",
            "user_id": "28843",
            "date": "2003-06-14 11:42:49",
            "id": "1126450",
            "reply_to_id": "1126424",
            "text": "Já það væri nú alveg asskoti gaman að reka 5.000 manna her.\nHann myndi geta gert HVAÐ?\nPlús að það er rosalega dýrt\nPlús að heriðnaður hjálpar ekki nokkrum manni\nSegjum sem svo að einhverjum vitleysingjum myndi detta í hug að ráðast inn í Ísland… Þó karlar, konur og börn væru ÖLL í hernum gætum við ekki ráðið við neinn né neitt.\nGet real."
        }
    ]
}