{
    "forum_title": "Kvikmyndir",
    "user": "sikker",
    "user_id": "21036",
    "date": "2003-06-10 03:42:32",
    "title": "Das Experiment / The Experiment",
    "text": "Þessi frábæra þýska mynd hefur slegið í gegn út um allan heim. Myndin er byggð á alvöru tilraun sem haldin var við Stanford háskólann í Bandaríkjunum árið 1971 enn hún gekk út á það að kanna mannlega hegðun við ákveðnar aðstæður án þess að nota ofbeldi. Góður hópur einstaklinga tók þátt og var þeim skipt miður í tvo hópa. Einn hópur voru fangar sem læstir voru inni í klefa og hinn hópur fangaverðir með mikið frelsi.\nAðalpersóna myndarinnar, Moritz Bleibtreu, leikur blaðamann sem ákveður að taka þátt og skrifa frétt um hana. Hann lendir í fangahópnum og ekki er það létt hlutverk. Enn eftir nokkra daga tilraunastarfsemi fer allt í rugl og fángaverðirnir fara að taka starfið sitt aðeins of alvarlega og margt furðulegt skéður.\nMyndin heppnaðist mjög vel, gott handrit með mikla spennu og mjög góður leikur. Spennan magnast með tímanum og nær hún hápunkti í lok myndarinnar. Persónunar í myndinni hafa misjafnan persónuleika sem gerir myndin skemmtilega og spennandi því að hver einstaklingur bregst öðruvísi við hlutum.\nÞessi mynd er ALGJÖRT MUST fyrir alla þá sem hafa gaman að spennumyndum.\nEinkuna:\n****1/2 af *****",
    "url": "https://www.hugi.is/kvikmyndir/greinar/148520/das-experiment-the-experiment/",
    "url_id": "148520",
    "id": "1126000",
    "replies": [
        {
            "user": "HypnoToad",
            "user_id": "28901",
            "date": "2003-06-10 17:27:26",
            "id": "1126001",
            "reply_to_id": "1126000",
            "text": "Ég er búinn að sjá þessa mynd og mér fannst hún mjög góð. Hún hafði mikil áhrif á mann, maður varð eiginlega vondur út í aðal fangavörðinn (man ekki nafnið, sá sem er á myndinni). Síðan varð maður mjög ánægður þegar hann var barinn."
        },
        {
            "user": "xylic",
            "user_id": "9096",
            "date": "2003-06-10 21:13:11",
            "id": "1126002",
            "reply_to_id": "1126001",
            "text": "takk fyrir að spoila myndinni fyrir mig …þeir sem setja ekki spoiler viðvörun ættu að vera bannaðir af huga"
        },
        {
            "user": "hannesa",
            "user_id": "53",
            "date": "2003-06-10 21:52:26",
            "id": "1126003",
            "reply_to_id": "1126002",
            "text": "Þetta var… athyglisverð mynd. Ótrúlegt hvernig valdið getur farið með venjulega menn og það sem gerir hana betri er að hún er byggð á sönnum atburðum. Eina sem ég hef út á að setja var þessi tilgangslausa og illa upp sett rómantík."
        },
        {
            "user": "sikker",
            "user_id": "21036",
            "date": "2003-06-10 23:42:44",
            "id": "1126004",
            "reply_to_id": "1126003",
            "text": "Já….þessi rómantík var eitthað furðuleg. Líka hvernig þau hittust og hvenær í myndinni. Ekki alvega að gera sig.\nOg eitt orð til dozer:\nEf þú ert að tala um svarið frá HypnoToad þá var náttlega leiðinlegt að vera að spoila þessu svona enn maður fattar alveg í byrjun að einhver á eftir að lenda illa í skítnum.\nAnnars ef það var ég sem spoilaði þessu, þá bara sorry ef ég gerði eitthvað vitlaust."
        },
        {
            "user": "XorioN",
            "user_id": "41632",
            "date": "2003-06-14 18:25:49",
            "id": "1126005",
            "reply_to_id": "1126004",
            "text": "ég sá hana um daginn.. mjög góð mynd og líka endurspeglar margt.."
        },
        {
            "user": "HinrikSig",
            "user_id": "14816",
            "date": "2003-06-10 20:13:31",
            "id": "1126006",
            "reply_to_id": "1126000",
            "text": "Já, þessi mynd er alveg frábær, en djöfull var maður pirraður útí gaurinn þarna, alveg eins og Percy í The Green Mile."
        },
        {
            "user": "Ahriman",
            "user_id": "39583",
            "date": "2003-06-10 21:50:51",
            "id": "1126007",
            "reply_to_id": "1126000",
            "text": "Frábær mynd í alla staði.\n*** 1/2 af ****"
        },
        {
            "user": "gvendurf",
            "user_id": "24696",
            "date": "2003-06-12 15:12:16",
            "id": "1126008",
            "reply_to_id": "1126000",
            "text": "Ég er að Rúnka mér:D\nÉg er að Rúnka mér:D\nÉg er að Rúnka mér:D\nÉg er að Rúnka mér:D\nÉg er að Rúnka mér:D\nÉg er að Rúnka mér:D\nÉg er að Rúnka mér:D"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-06-15 23:17:11",
            "id": "1126009",
            "reply_to_id": "1126008",
            "text": "banna þessa steik?"
        },
        {
            "user": "NettAri",
            "user_id": "20473",
            "date": "2003-06-20 15:19:47",
            "id": "1126010",
            "reply_to_id": "1126008",
            "text": "HA ég hélt að gvedurf væri sómapiltur!"
        },
        {
            "user": "ieZuZ",
            "user_id": "2083",
            "date": "2003-06-21 16:03:47",
            "id": "1126011",
            "reply_to_id": "1126000",
            "text": "Mjög góð mynd"
        }
    ]
}