{
    "forum_title": "Dulspeki",
    "user": "MacLeod",
    "user_id": "39913",
    "date": "2003-06-11 20:50:50",
    "title": "Indriði Indriðason, einn merkasti miðill heims!",
    "text": "Fyrir þá sem hafa áhuga að lesa um, án nokkurs vafa, einn merkasta\nmiðil heims að mati dulspekinga um allann heim.\nÞetta gerði ég upphaflega sem útvarpsumfjöllun fyrir skólann\nÞetta er löng lesning en fróðleikinn er þess virði!\nVessgú!\nIndriði Indriðason miðill\nNú ætla ég að flytja stutt ágrip af Indriða Indriðasyni, miðli og\nTilraunafélaginu sem var stofnað utan um hann til að kanna dulræn\nfyrirbrigði og hvor það væri líf eftir dauðann .\n(Eftirfarandi umfjöllun er byggð á frásögn Brynjólfs Þorlákssonar í\nævisögu Indriða Indriðasonar “Indriði miðill” eftir Þórberg Þórðarson\nog það sem hægt var að komast í af  veraldarvefnum)\nTilraunafélagið\nUpphaf að stofnun og tilgangur\nTilraunafélagið var stofnað í október árið 1905 af hópi manna, en undir\nforystu Einars H. Kvarans.  Stofnun félagsins er rakin til rannsókna\nEinars og nokkurra félaga hans á sálrænum fyrirbærum.  Félagið var\nreyndar stofnað utan um Indriða Indriðason miðil, sem stjórnað var af\nfrænda Indriða, Konráði Gíslasyni, prófessor.  Konráð var þá látinn og\nstjórnaði tilraununum að handan.\nAðalástæða þess að félag var stofnað um rannsóknirnar var einkum\nfjárhagslegs eðlis.  Innheimt var inntökugjald 25 krónur og árleg\nfélagsgjöld 36 krónur, til greiðslu húsaleigu og launa Indriða.  Ljóst\nþótti að Indriði yrði að geta einbeitt sér að miðilsstarfinu af fullum\nkrafti, til þess að rannsóknarstarfið yrði marktækt.\nStjórn og félagsmenn\nSamanlögð gjöld voru á þeim tíma álitin jöfn mánaðarlaunum\nverkamanns.  Er því ljóst að félagsmenn voru ekki neinir almúgamenn.\nFélagsmenn voru reyndar helstu áhrifamenn landsins á þeim tíma.\nMá þar nefna Björn Jónsson ritstjóra Ísafoldar og síðar ráðherra, séra\nHaraldur Níelsson, Skúli Thoroddsen ritstjóri Þjóðviljans og\nalþingismaður og Páll Einarsson síðar fyrsti borgarstjóri Reykjavíkur,\nauk margra annarra áhrifamanna. Eins og algengt er með félagastarfsemi\nþá tengdust flestir félagsmenn Tilraunafélagsins innbyrðis, annaðhvort\ní gegnum pólitískt vafstur eða gegnum kunningja og frændfólk.\nStjórn félagsins var skipuð þannig: Einar H. Kvaran formaður, Björn\nJónsson varaformaður og Haraldur Níelsson ritari.\nKjarni félagsins var svokallaður “innri hringur” sem í voru virkir\nfélagsmenn.  Voru sumir fundir einungis ætlaðir þessum hópi fólks.  Í\ninnri hring voru, auk áðurnefndra þremenninga, Þuríður Níelsdóttir\nsystir Haraldar, Júlíus Ólafsson, Kristín Símonar, Jón G. Hjörleifsson\nog fleiri.  Virðist sem um 12 manns hafi verið í innri hring.   Mjög var\neftirsótt að komast í þennan hóp, þar eð fundir voru fleiri og\nfyrirbærin á fundunum sterkari.\nFlestir munu félagsmenn hafa verið um 100 í kringum 1908 og var\nalgengt að um 70 manns sæktu almenna miðilsfundi.\nStarfsemi félagsins\nFélagið var í fyrstu til húsa í Vinaminni í Mjóstræti 3, en flutti um\nsíðar í leiguherbergi að Laugavegi 18.  Var það af ýmsum kallað\n“Draugafélagið” eða “Andatrúarfélagið”.\nEins og ljóst má vera, voru margir sem efuðust um trúverðugleika\nþeirra fyrirbæra sem fram komu á fundum Tilraunafélagsins.  Var\nmiðillinn, Indriði Indriði, ýmist kallaður mesti miðill heims eða\nfalsmiðill.   Auðvelt var þó að hrekja allar slíkar efasemdarraddir.\nStaðfest hefur verið af fundarmönnum að þau fyrirbrigði sem gerðust\nvoru svo margvísleg og fjölskrúðug að ekki væri á valdi eins manns að\nkalla þau öll fram.  Fyrir utan þá staðreynd að allan tímann sem\nfyrirbrigðin gerðust, engdist miðillinn sundur og saman í stólnum og\nýmist stundi eða veinaði.\nÞeir sem stóðu að rannsóknunum voru margir efasemdarmenn, sem\nhöfðu það að markmiði að draga fram í dagsljósið skýringar og\nstaðfestingar á lífi fyrir handan, eftir því sem unnt var.  Fyrir fundi var\noft leitað á miðlinum, Indriða Indriðasyni og í herberginu.  Markmið\nþeirra sem stóðu að félagsskapnum var því ekki að sanna eitt eða neitt,\nheldur einungis að leita skýringa og reyna að fá svör við spurningum.\nStarfsemi félagsins var hætt að mestu vorið 1996, fram á haust.\nIndriði Indriðason\nUppvaxtarár og ættir\nIndriði Indriðason fæddist 12. október árið 1883.  Hann var sonur\nIndriða Indriðasonar bónda og hreppsstjóra á Ballará og víðar og\nGuðrúnar Eggertsdóttur konu hans.  Indriði yngri hafði lítinn áhuga á\nbústörfum og hafði í hyggju að leggja stund á prentiðn.  Hann bjó á\nÍsafirði í byrjun aldarinnar og nam prentiðn, en fluttist síðar til\nReykjavíkur og starfaði sem nemi í Ísafoldarprentsmiðju.  Frændi\nIndriða var Indriði Einarsson, skáld.\nHæfileikar Indriða koma í ljós\nIndriði var fyrsti íslenski miðilinn sem fékk markvissa þjálfun undir\nleiðsögn Einars Hjörleifssonar Kvaran.  Tilraunir með dulræna\nhæfileika Indriða hófust vorið 1905 með því sem kallað var\n“borðdans”, þ.e. hreyfingar á borði.  Var nóg að Indriði kæmi að borði\ntil að valda hreyfingum þess.\nÓsjálfráð skrift\nEinnig var Indriði látinn skrifa “ósjálfráða skrift” sem gekk ágætlega.\nTöldu Einar og fleiri sig fá margfaldar sannanir fyrir því, að Indriði\nvissi ekkert um það efni sem hann skrifaði með þessum hætti.  Efnið\nþótti merkilegt og benda til þess að ósýnilegar verur stjórnuðu\npennanum.   Ritaði Indriði oft langan texta í einu og mun hraðar en\nhonum var unnt með venjulegum hætti.\nVorið 1905 var Indriði sem oftar heima hjá Einari og var að skrifa\nósjálfráða skrift.  Sá sem stýrði pennanum kvaðst vera látinn\nútgerðarmaður úr Stykkishólmi.  Vildi hann láta landa sína vita um\nlíðan sína og gerði nokkra grein fyrir lífi sínu hinum megin.  Haraldur\nNíelsson hafði vitað nokkur deili á manni þessum í lifanda lífi, m.a. um\nskipaeign hans og nöfn skipanna.  Spurði hann því um skipastólinn og\nfékk svör.  Ekki bar svörunum þó saman við það sem Haraldur taldi\nsig vita.  Þegar málið var hinsvegar athugað nánar var allt rétt sem\nskrifað hafði verið niður, en Harald hafði misminnt.  Þetta áleit\ntilraunahópurinn mikilsverða sönnun, því Indriði kvaðst ekkert hafa\nþekkt til útgerðarmannsins.  Einar skýrði síðar frá þessu atviki í\nfyrirlestri sem hann kallaði “Dularfull fyrirbrigði”.\nMiðilsstörf\nKvöld nokkurt er Indriði heima hjá Einari Kvaran og er að skrifa\nósjálfrátt.  Galsi var í Indriða og talaði hann með nokkurri léttúð um\nþann sem stjórnaði pennanum.  Var þá skrifað: “Þú skalt ekki spotta\nmig.”  Stuttu síðar var skrifað: “Nú skal Indriði falla í trance.”  Indriði\nvar ekki á því og kvaðst ætla að fara heim.  Þá var aftur skrifað: “Hann\nskal.”  Lét Indriði þá undan.   Ljósið var nú slökkt, borð sett fyrir\nframan sætið með kodda á og lítið borð hægra megin við hann með\npappír og blýant.  Indriði lagði höfuðið fram á koddann og féll stuttu\nsíðar í miðilsástand í fyrsta sinn.\nHaustið 1905 gerðist atburður sem átti eftir að verða kveikjan að\nfyrstu alvarlegu spíritistarannsóknum á Íslandi.  Indriði lá þá oft\nveikur.  Í veikindunum varð Indriði í nokkur skipti var við\ngráskeggjaðan karl, sem var að snúast í kringum sig.  Hann skynjaði að\nmaður þessi væri ekki af þessu tilverusviði.  Indriði skrifaði niður\norðsendingu frá gráskeggjaða manninum með ósjálfráðri rithönd.\nOrðsendingin var í formi fyrirheits um að tilraunahópurinn myndi fá\nmun sterkari sannanir en hingað til, gegn því skilyrði að hlýtt yrði\nnákvæmlega ákveðnum fyrirmælum.  Gráskeggjaði maðurinn sem\nskrifaði orðsendinguna með hjálp Indriða og átti eftir að verða\nstjórnandi miðilsins að handan kvaðst vera afabróðir Indriða, Konráð\nGíslason prófessor.\nTilraunahópurinn ákvað að ganga að skilyrðum Konráðs.   Færðist nú\nnýtt líf í tilraunirnar og í október 1905 var stofnað félag sem kallað var\nTilraunafélag.  Indriði hætti prentnámi og sneri sér alfarið að\nmiðilsstörfum.\nMeð tilkomu Konráðs átti Indriði mun auðveldara með að kalla fram\nborðdans og skrifa ósjálfráða skrift.  Hann féll í trans og fólk að\nhandan hóf að tala í gegnum hann.\nNú byrjuðu að gerast atburðir sem ekki höfðu gerst áður.   Má þar\nnefna “lyftingar” sem kallaðar voru svo.  Hlutir, svo sem borð og\nstólar hófust þá á loft án þess að séð yrði, að nokkur mannlegur\nmáttur kæmi þar nærri.  Lyftust þung borð jafnvel svo hátt, að þau\nrákust upp í andlit fundarmanna.  Skipti ekki máli þótt þrír menn ýttu\nfast á borðið.  Stundum fóru þung stofuborð á annan endann.\nEinnig fóru að heyrast högg í veggjum líkt því og bankað væri.\nFærðust höggin til í herberginu, allt frá gólfi, upp í loft og á milli\nveggja.  Höggin voru notuð, ásamt tali miðilsins í transi og ósjálfráðri\nskrift, til þess að svara spurningum fundarmanna.\nÍ nóvember 1905 færðist enn líf í fyrirbrigðin.   Hófust nú að heyrast\nsmellir í lofti, líkast því þegar fingrum væri smellt hátt.  Var hljóðið þó\nnokkru hærra og hvellara.  Heyrðust hljóðin víða um herbergið á\nmeðan fundurinn fór fram.  Þegar andarnir voru spurðir um ástæður\nsmellanna svöruðu þeir því til, að smellirnir kæmu til þegar kraftar\nframliðinna og lifenda mættust.\nEinnig fór að bera á margvíslegum ljósafyrirbrigðum á fundum.\nFyrirbrigðin voru í formi ljósglampa, yfirleitt hvítra en einnig\nrauðleitra.  Stærð, lögun og litaafbrigði ljósanna voru fjölbreytt og\nsáust þau á vegg næst miðlinum, en einnig á öðrum veggjum.  Voru\nljósin stundum aflöng eða kringlótt, stundum þumlungur að þvermáli\nen einnig stærri.  Einn fundarmanna lýsti ljósunum sem “stjörnur um\nallt herbergið”.\nEinar H. Kvaran lýsti ljósafyrirbrigðum í fyrirlestri sem hann flutti.\nÞar segir m.a.:  “Þar kom nokkrum sinnum fram ljósbreiða yfir mikinn\nhluta þils, sem er 6 álna breitt og 5 álna hátt.   Stundum var að sjá\nlíkast nokkurs konar ljósneti með hringmynduðum möskvum, dálítið\ndökkvari hringar utan um bjarta glampa.  Aftur var birtan sundum\nóslitin, líkust bjarma frá miklum eldi.  Þessar ljósbreiður voru aldrei\neins hvítar eins og smáljósin voru oft, heldur rauðleitari.”\nEins og nærri má geta reyndi miðilsstarfið mjög á Indriða, enda gekk\noft mikið á á fundum.  Var hann oft dauðhræddur í transi og mjög\nlerkaður eftir fundina.\nEkki bætti nýtt fyrirbrigði úr skák, en það var lyftingar á miðlinum\nsjálfum.  Áður en varði var miðillinn kominn niður á gólf og var þar\ndreginn endilangur fram og aftur.  Lyftist höfuð hans síðan upp á borð,\nen fæturnir voru á öðru borði.  Fundarmenn fengu nú leyfi til að\nkveikja á eldspýtu og skoða miðilinn í áðurnefndri stellingu.  Þegar\nslökkt var á eldspýtunni skall miðillinn í gólfið.  Oft sveif hann alveg\nupp í loft og rak höfuðið í og skall jafnvel í gólfið.\nÁ einum fámennum fundi gerðist það eitt sinn, eftir að Indriði var\nfallinn í sambandsástand í litlum sófa, að miðillinn var hafinn á loft án\nþess að nokkur yrði þess var.  Stjórnandinn, Konráð, talaði í gegnum\nmiðilinn og bað viðstadda um að þreifa á sófanum, sem var í\nbrjósthæð, til þess að komast að raun um það sem gerst hefði og\nfullvissa sig um að engin þekkt öfl væru það að verki.  Nokkrir\nviðstaddra þreifuðu um sófann og undir hann en fundu enga eðlilega\nskýringu.  Sófinn seig síðan hægt niður á gólfið aftur.\nEinn var sá atburður sem athyglisverðastur þótti og var þó af nógu\nöðru að taka.  Var hann nefndur “handleggshvarfið” og gerðist í\ndesember 1905.\nAnnar atburður gerðist um sumar 1907 og allt fram í ársbyrjun 1908.\nUpphaf hans átti sér stað vegna viðskipta Indriða við Jón Einarsson\nfrá Vestmannaeyjum.\nNánar um Indriða:\nEins og fram kemur hér að ofan, var Indriða oft legið á hálsi fyrir að\nvera svikahrappur og loddari.  Brynjólfur Þorláksson,\nTilraunafélagsmaður og góðvinur Indriða gefur eftirfarandi lýsingu á\npersónu Indriða í bók sinni, Endurminningar Brynjólfs Þorlákssonar:\n“Af viðkynningu okkar er það almennt að segja, að mér féll Indriði vel\ní geð.  Hann var skynsamur maður, umgengnisgóður og allra besti\ndrengur.  Hann var að vísu ekki sérlega fastur í rásinni, sem svo er\nkallað.  Hann tók sér lífið fremur léttilega, var hálfgert náttúrubarn,\nhafði mjúka skapsmuni, en var þó geðríkur, var gamansamur og dálítill\nspilagosi, en allt hans gaman var græskulaust.  Það bólaði aldrei á neinu\ní fari hans, er bæri vitni um biturleik eða ótuktarskap.   Hann var þvert\ná móti góðviljaður og greiðvikinn, glaðvær og skemmtilegur í viðmóti.\nAldrei varð ég þess var, að Indriði beitti hrekkjum eða brögðum,\nhvorki í daglegu lífi né miðilsstarfi sínu.  Fyrirbærin, sem kringum\nhann gerðust, voru mörg þann veg vaxin og birtust í slíkum aðstæðum,\nað mínu viti er ofvaxið að skilja, hvernig þau hefðu getað verið runnin\nundan leikaraskap og svikum Indriða.  Það var og margsannað, að þessi\nundur gerðust engu síður, þó að Indriði væri undir strangasta eftirliti\nog allrar hugsanlegrar varúðar gætt í hvívetna.”.\nIndriði átti síðari ár ævinnar við vanheilsu að stríða.   Hann veiktist af\nberklum, fékk lungnatæringu og andaðist á Vífilsstöðum 31. ágúst\n1912, aðeins 28 ára gamall.\nFrásagnir úr lífi og starfi Indriða Indriðasonar miðils\nJón Einarsson frá Vestmannaeyjum\nSumarið 1907 var Indriða boðið til Oddgeirs Guðmundsen prests í\nVestmannaeyjum.   Dvaldi hann þar dagana 27. september til 3.\noktóber.\nDag einn er Indriði úti á gangi ásamt tveimur dætra prests.  Sér Indriði\nþá berhöfðaðan og jakkalausan mann standa þar hjá.  Var hann í\nsvörtum buxum með mjóa mittisól yfir um sig og í röndóttri skyrtu.\nIndriði bendir á manninn og segir við systurnar: “Hvaða náungi er nú\nþetta, rennvotur?”   Systurnar urðu hvumsa við en þekktu manninn af\nlýsingu Indriða.  Að þeirra sögn hét maður þessi Jón Einarsson og\nhafði hann drekkt sér í reiðikasti í Vestmannaeyjum tæplega ári áður.\nJakki hans og vesti höfðu fundist á sjávarbakkanum og virtist hann því\nhafa tekið fötin af sér áður en hann fargaði sér.  Indriði sá einnig konu\nog barn hjá Jóni og var það að sögn systranna ekkja Jóns.  Um þetta\nhafði Indriði enga vitneskju haft.\nNokkru síðar var Indriði aftur á gangi með dætrum prestsins.  Sá hann\nþá sama manninn aftur fyrir utan hús eitt í Vestmannaeyjum.  Hafði\nJón átt heima í því húsi þegar hann drekkti sér, en um það vissi Indriði\nekki.\nÞegar Indriði kom aftur til Reykjavíkur varð honum ljóst, að Jón hefði\nfylgt sér eftir frá Vestmannaeyjum.  Fullyrti Indriði að Jón fylgdi sér\neftir og leitaðist við að gera sér ýmsa hrekki, svo sem að standa í vegi\nfyrir sér og hræða sig.  Indriði bjó þá í Tilraunahúsinu, sem var í eigu\nTilraunafélagsins.  Gerðist Jón nú svo áleitinn að Indriði þorði ekki að\nsofa einn í húsinu og fékk Þórð Oddgeirsson, son prestsins úr\nVestmannaeyjum, til að vera hjá sér um nætur.\nEkki leið á löngu áður en fór að bera á Jóni á sambandsfundum í\nTilraunahúsinu.  Gerðist það fyrst 5. október en þó ekki að ráði fyrr\nen tveim mánuðum síðar, eða þann 7. desember.  Voru þá reimleikar\nJóns svo magnaðir að flest laust og jafnvel fast einnig, fór á fleygiferð.\nVirtist sem Jón gerði allt sem í hans valdi stóð til að ráðast að Indriða\nog virtist hann vera í mikilli hættu.  Varð úr að þeir Einar H. Kvaran,\nHaraldur Níelsson og Brynjólfur Þorláksson, auk Þórðar, skiptust á\num að vera með miðlinum um nætur.  Aðfararnætur 9. og 10. desember\nvoru Einar og Haraldur hjá Indriða og urðu þá miklir reimleikar.\nAðfararnótt 11. desember voru Brynjólfur og Þórður hjá Indriða.\nÞegar þremenningarnir voru lagstir til hvílu, féll Indriði í trans.\nStjórnandi Indriða, Konráð Gíslason, kom þá í gegn og varaði við því\nað Jón væri á leiðinni til þeirra.  Til varnar með Konráði voru tveir\nmenn aðrir, Sigmundur og norski læknirinn D. C. Danielssen sem voru\nyfirleitt á fundum Tilraunafélagsins og voru að auki hálfgerðir\nverndarar Indriða. Stjórnandinn skipaði nú svo fyrir að slökkt skyldi á\nljósum í herbergjum Indriða því að ljós kæmi Jóni betur en\nverndurunum að handan.\nÞórður og Indriði lögðust nú til hvílu í sitt hvoru rúmi en Brynjólfur á\nbekk í fremra herberginu.\nNæst gerist það að tveimur kertastjökum sem stóðu í fremra\nherberginu er kastað í gólfið.  Einnig er bursta sem var undir kommóðu\ní sama herbergi hent á gólfið.  Indriði hrópar nú á hjálp og segir: “Hann\ner kominn!”\nBrynjólfur bregður skjótt við og hleypur að rúmi Indriða.  Finnur hann\nþá að miðillinn hefst á loft í rúminu og leggst ofan á hann til að halda\nhonum niðri.   Næst gerist það að borði sem stóð við gluggann er lyft\nupp og lagt í rúm Þórðar.  Brynjólfur tekur borðið niður aftur og setur\ná sinn stað.\n—–\nVerður nú hljótt nokkra stund og fer Brynjólfur aftur fram í fremra\nherbergið.   Hrópar þá miðillinn aftur úr rúmi sínu að Jón sé nú\nkominn aftur.   Brynjólfur snýr við aftur og ætlar að hlaupa inn í\nherbergið.  Þegar hann er staddur í dyragættinni fær hann vatnsgusu\nframan í sig og dettur síðan vatnskanna á gólfið.  Vatnskannan hafði\nstaðið á þvottaborði sem var 1 til 2 metra frá fótagafli Indriða.  Þegar\nBrynjólfur kemur að rúmi Indriða verður allt kyrrt um stundarsakir.\nSegir þá Indriði nokkuð skelkaður að nokkrir sjódauðir menn hafi verið\nmeð Jóni og hafi þeir talað um sín á milli, að þeir þyrftu að fara og ná í\nmeiri kraft.\nNokkur stund líður og segir þá Indriði: “Nú koma þeir.  Þeir koma\nþarna gegnum vegginn.”  Það var veggurinn yfir rúmi Indriða.\nNáttpotti sem var undir rúmi Indriða er nú hent fram í fremra\nherbergið þar sem hann brotnar á gólfinu.  Síðan er rúmi Indriða rykkt\nfrá veggnum, þrátt fyrir að Brynjólfur spyrni við fæti að miklu afli.\nUm leið finnur Brynjólfur að verið er að lyfta Indriða upp í rúminu og\nverður hann að beita miklu afli til að halda honum niðri.  Þórður hyggst\nnú koma Brynjólfi til hjálpar.  Er þá borð eitt hafið á loft og skellt\nniður á bak Þórðar og borðplötunni lamið nokkrum sinnum í höfuð\nhans.\nÞeim félögum, Brynjólfi, Þórði og Indriða þótti draugagangurinn í\nherbergjum Indriða nú orðinn svo mikill að ekki væri þar vært lengur.\nÁkváðu þeir þá að best væri að flýja til heimilis Einars H. Kvaran en\nbáðu stjórnandann áður um leyfi.  Svaraði stjórnandinn: “Já, í öllum\nguðanna bænum!”   Þeir kveiktu nú á olíulampa og þremur kertum.\nAllt í einu er Indriða skellt niður í rúm sitt, en hann var þá nýbyrjaður\nað klæða sig.\nBrynjólfur hleypur til hans en mætir þá könnu sem kemur á fleygiferð\ní áttina til hans.  Kannan hitti Brynjólf þó ekki heldur strýkst fram hjá\nhonum, breytir um stefnu og fer út í horn þar sem hún mölbrotnar.\nVerður nú örlítið hlé á látunum.\nIndriði reynir enn að klæða sig en hrópar nú aftur á hjálp.  Brynjólfur\nhleypur til hans að nýju en sér þá sjón sem hann kvaðst aldrei mundu\ngleyma.   Indriði lá þá láréttur í loftinu í brjósthæð Brynjólfs og\nsveiflast þar fram og aftur með fætur í átt að glugga.  Virtist Brynjólfi\nsem sá kraftur sem héldi honum á lofti væri að reyna að ýta miðlinum\nút um gluggann.   Brynjólfur grípur þá um Indriða og þrýstir honum\nniður í rúmið.   Finnur hann þá að þeim er báðum lyft upp.  Hrópar\nhann nú á Þórð að koma þeim til hjálpar.  Þórður hleypur til og hyggst\nfara inn í herbergið en mætir þá stóli sem kemur fljúgandi.  Þórði tekst\nað sveigja frá stólnum, sem lendir við ofn í fremra herberginu.  Þegar\nÞórður kemur að Indriða og Brynjólfi, liggur Brynjólfur ofan á Indriða\nog reynir að halda honum niðri.   Þórður grípur nú um hné Indriða og\ner Indriði þá á hreyfingu í rúminu.   Nú er undirkoddi rifinn úr rúmi\nIndriða og honum kastað upp í loft.  Um leið og koddinn fellur á gólfið\ner kertastjökum sem voru í fremra herberginu þeytt inn í\nsvefnherbergið.\nIndriða tekst nú loks að klæða sig og lögðu þeir félagar af stað heim til\nEinars.  Þórður heldur á lampa í vinstri hendi en heldur með þeirri\nhægri um vinstri handlegg Indriða.  Brynjólfur gengur við hina hlið\nIndriða og heldur um hægri handlegg hans.  Þannig gengu þeir aftur á\nbak út úr svefnherberginu og inn í fremra herbergið.  Kemur þá leirskál\núr innra herberginu fljúgandi beina leið í átt til þeirra, en breytir um\nstefnu á miðri leið og fer fram hjá þeim félögum og brotnar á ofni í\nstofunni.  Þegar Indriði er að skjóta sér út um dyrnar á stofunni segist\nhann sjá Jón munda vatnskönnu og ætli hann sér að kasta henni á eftir\nÞórði, sem var síðastur út úr stofunni.  Þórður lokar dyrunum á eftir\nsér.   Daginn eftir fannst kannan mölbrotin á gólfinu í stofunni.\nÞegar þremenningarnir voru komnir fram í forstofu, setur Þórður\nlampann á gólfið og slekkur ljósið.  Að því búnu fóru þeir út úr húsinu\nog læstu hurðinni.  Þeir héldu nú í átt að heimili Einars og var Indriði á\nmilli Þórðar og Brynjólfs sem fyrr.  Indriði var mjög óttasleginn og var\nsífellt að líta aftur. Sagðist hann sjá Jón og félaga.  Þegar þeir voru\nkomnir að Duus húsi við Vesturgötu lítur Indriði aftur.  Segir hann þá\nað Jón hefði tekið upp stein úr götunni og hent til þeirra þremenninga,\nen Sigmundur og norski læknirinn hefðu breytt stefnu steinsins.\nKomust þeir nú heim til Einars og settust inn í stofu.  Þar urðu\nnokkrar hræringar og hentust smáhlutir til og borð hreyfðist úr stað.\nVoru hræringar þessar þó ekkert í líkingu við gauraganginn í\nTilraunahúsinu.  Að sögn þeirra að handan var skýringin sú, að komið\nhefði verið fyrir “kraftböndum” eða “kraftbeltum” í Tilraunahúsinu og\ngæti hver sem væri í þeirra heimi notað þær orkuleiðslur.\nIndriði gisti hjá Einari um nóttina en Þórður og Brynjólfur héldu á\nbrott.\nEftir þá atburði sem áður var greint frá var ekki árætt að halda\ntilraunafundi fyrr en að kvöldi 16. desember.  Jón gerði vart við sig á\nþeim fundi, en því er ekki lýst nánar í bók Brynjólfs.\nAftur varð Jóns vart kvöldið eftir á heimili Einars, 17. desember.\nIndriði hafði óskað eftir að fá að gista hjá Einari um nóttina og var það\nauðsótt.   Á heimilinu voru þá Einar H. Kvaran, kona hans, Gíslína\nKvaran og sonur þeirra, Einar E. Kvaran.  Einnig voru þar staddir\nþetta kvöld Guðmundur (Jónsson) Kamban, Hinrik Erlendsson\nlæknanemi, sem talinn var vera skyggn, Brynjólfur og Þorkell bróðir\nBrynjólfs.\nIndriði kvaðst nú finna að einhver ósýnileg vera væri komin.  Var\nljósið þá slökkt.  Kveðst Indriði þá sjá mann með grímu og dettur\nfyrst í hug að þar sé Jón kominn, en er þó ekki viss.  Er nú\ngluggatjaldið dregið fyrir.   Sér þá Hinrik Erlendsson mann standa hjá\nmiðlinum en ógreinilega þó.   Miðillin virtist móka og tautaði: “Farðu\nburtu, Jón!”\nNú fór að korra í miðlinum og var þá kveikt á ljósi.  Var þá augljóst að\nmiðillinn var í transi.  Stuttu síðar talar rödd í gegnum miðilinn og\nsegir: “Slökkvið þið ljósið!”  Héldu þá viðstaddir að það væri Jón sem\ntalaði og slökktu ekki ljósið.  Var þá endurtekin skipunin um að\nslökkva ljósið og þekktu þá viðstaddir rödd stjórnandans, Konráðs\nGíslasonar.   Ljósið var þá slökkt.  Stjórnandinn segir þá að hann og\nhans menn hafi átt í harðri baráttu, því Jón hafi náð valdi á miðlinum\nog hafi ætlað að tala í gegnum hann.  Þetta hafi verið mikil áreynsla\nfyrir miðilinn, því þeir hafi báðir ráðist að honum í einu og Jón búi nú\nyfir miklum krafti.   Þá segir hann að norski læknirinn sé upp í\nTilraunahúsi að búa til efni til að sefa Jón.  Verði stjórnandinn nú að\nfara og hjálpa honum en Sigmundur myndi taka við stjórninni á meðan.\nAftur heyrist korrhljóð frá miðlinum og er öllum ljóst að hann er\nhræddur.   Hann sparkaði í kringum sig og í sama mund er talað í\ngegnum hann heljarröddu og greina menn þar rödd Jóns.  Tók nú Jón\ntil við að bölva öllu og öllum en viðstaddir reyndu að sefa hann og\nbeina honum á rétta braut með því að tjá honum hversu illa það væri\ngert af honum að hrekkja þá svona þar sem þeir höfðu aldrei gert neitt\ná hans hlut.  Eftir nokkra stund verður Jón var við að stjórnandinn og\nnorski læknirinn eru komnir aftur og er Jón þá tekinn úr sambandi, en\nstjórnandinn tekur við.  Segir hann að þeir hafi hellt einhverjum efnum\ná enni miðilsins.  Hafi efnin farið inn í höfuð miðilsins og eytt krafti\nJóns.  Bað hann viðstadda nú að þreifa á enni miðilsins.  Var það gert\nog fundu viðstaddir að ennið var vott eins og af olíu.  Sagðist hann ekki\nlengur hafa áhyggjur af því að Jón kæmist í samband í gegnum\nmiðilinn, því læknirinn hefði nú efnin til að eyða kraftinum.   Einnig\nskýrði hann frá því að nokkrir menn hefðu fengið það verkefni að taka\nJón í meðferð.  Upplýsti hann viðstadda hverjir þeir væru, en þeirra er\nekki getið að öðru leyti.\nÓkyrrð á miðilsfundum\nJón tók nú upp á því að tala á tilraunafundum án þess að nota rödd\nmiðilsins.  Olli hann nokkurri úlfúð meðal fundarmanna svo sem með\nþví að snerta þá með kaldri hendi og kippa upp tröppunum að\nræðustólnum, sem voru þó negldar niður.  Eitt sinn tók hann\nvatnskönnu sem stóð á hillu yfir stólnum og hellti úr henni yfir einn\nfundarmann og í vasa hans.\nKvöld eitt voru þeir Brynjólfur og Indriði staddir inni á skrifstofu\nBjörns Jónssonar ritstjóra í Austurstræti 8.  Björn bauð gestunum sæti\nog gaf þeim sitt eplið hvort.  Þegar Brynjólfur byrjar að éta sitt epli\nþeytist það skyndilega úr höndunum á honum, yfir endilanga\nskrifstofuna og klessist á veggnum beint á móti.  Segir þá Björn: “Já-já!\nÞað er þá svona.”   Stuttu síðar tekst stóll sem staðið hafði á gólfinu á\nloft, alveg upp í loft sem var þó allhátt og dettur síðan niður á gólf og\nbrotnar.  Ákveða þeir félagar nú að hverfa á braut áður en skaðinn yrði\nmeiri.  Þessi fyrirbæri voru tengd Jóni.\nMestir urðu reimleikar Jóns þann 4. janúar 1908.  Var þá staddur á\ntilraunafundi í stóra salnum stúdent, sem var skyggn.  Var þá ýmsum\nhlutum kastað um salinn og sá stúdentinn að þar var Jón að verki.\nEins og oft áður var haldið um báðar hendur og fætur miðilsins og\nhafðar á honum gætur.   Stóllinn sem hann sat á var mölbrotinn og\nnokkrum brotanna kastað í austurvegg salarins en öðrum í hengilampa\nsem hékk yfir miðjum salnum.  Við höggið slitnaði ein festin á\nlampanum og féllu einstakir hlutir lampans niður á höfuð Björns\nJónssonar, svo að blæddi úr.\nDularfullt hvarf Indriða\nSíðar um kvöldið fóru þeir Indriði og Brynjólfur, ásamt Jóni Fjeldsted\nklæðskera og Þorkeli, bróður Brynjólfs, inn á Hótel Ísland (Hótel\nÍsland stóð þá við Vallarstræti þar sem Ingólfstorg er nú).  Settust þeir\nniður við borð og ætluðu að drekka kaffi og spjalla saman.  (Nú verða\nþeir Brynjólfur og Þorkell ekki sammála um hvað gerðist næst.\nSamkvæmt frásögn Brynjólfs    byrjaði borðið að hreyfast til og dugði\nekki að halda því kyrru þótt stutt væri fast á það.  Ákváðu þeir þá að\nfara allir út úr húsinu og út í port.  Standa þeir þar nokkra stund og\ntala saman og tekur Brynjólfur þá allt í einu eftir því, að Indriði er\nhorfinn.  Gat hann enga skýringu fundið á hvarfi Indriða.   Samkvæmt\nfrásögn Þorkels var óróleiki í borðinu ekki ástæða þess að þeir félagar\nurðu að fara út og hafi þeir reyndar ekki farið allir út í einu.  Minnist\nÞorkell þess að Indriði hafi skyndilega orðið þögull og einkennilegur.\nHafi hann staðið upp frá borðinu og horfið út í vestri sal.  Eftir nokkra\nstund fór þá þrjá sem eftir voru að lengja eftir Indriða og fóru að leita\nhans inni í hótelinu.  Þegar þeir fundu hann ekki inni, fóru þeir út.\nEkki bar á öðru en að Indriði hefði einfaldlega gufað upp, því hann gat\nekki farið út úr hótelinu öðruvísi en í gegnum eystri salinn, þar sem\naðrar útgöngudyr voru læstar, en í eystri salnum höfðu þeir félagar\nsetið).    Héldu þeir Brynjólfur og Jón Fjeldsted nú norður Aðalstræti\nog niður á Duusbryggju og þaðan upp á Mjóstræti 2, þar sem var\nheimili Einars H. Kvaran.  Þorkell fór heim til sín.\nSamkvæmt frásögn Haraldar Níelssonar, sem byggð var á gerðabók\ntilraunafélagsins, virðist sem Indriði hafi komið inn á heimili Einars í\nmiðilsástandi, á um það bil sömu mínútu og hann hvarf sjónum\nþremenninganna á hótelinu.  Við stigann ávarpaði norski læknirinn\nEinar Kvaran og sagðist þurfa að tala við hann.  Miðillinn fór upp á\nloft og sest þar niður á stól. Viðstaddir voru fjölskylda Einars og\nGuðmundur Kamban.  (Ekki kemur fram hvað varð af Brynjólfi og\nJóni Fjeldsted).\nYfirbót Jóns\nStjórnandinn, Konráð Gíslason, talar nú af vörum miðilsins og segir, að\nJón Einarsson sé þar hjá þeim og sé honum umhugað um að biðja alla\nafsökunar og fá fyrirgefningu.  Þyki Jóni leitt hvernig til tókst með\nlampann og Björn Jónsson. Jón segist nú vera undir handleiðslu\nHallgríms Péturssonar og lofar bót og betrun.  Segist hann ekki muni\nkoma á tilraunafund aftur, fyrr en hann geti bætt fyrir óskunda þann\nsem hann hafi valdið.  Biður hann viðstadda um að biðja fyrir sér.\nStjórnandinn og þrír aðstoðarstjórnendur hans tala nú í gegnum\nmiðilinn, hver eftir annan og votta gleði sína vegna þeirra umskipta,\nsem orðin séu. Um flutninginn á miðlinum segir Konráð svo frá, að\nþeir að handan hefðu tekið Indriða upp úr portinu, sem þá var lokað\nog borið hann flatann í loftinu og tekið hann síðan niður á götuna\n(líklega við hús Einars Kvaran).  Kom fram hjá Konráð að Jón\nEinarsson hefði staðið fyrir flutningnum, en Konráð, Danielsen og\nSigmundur hjálpað til.\nNæst urðu menn varir við Jón mánudagskvöldið 17. febrúar.  Var það\ná fundi með innri hring (sem var eingöngu fyrir félagsmenn) og talaði\nhann fyrir utan miðilinn.  Mætti hann á marga fundi eftir þetta.   Jón\nvar nú breyttur maður og gerðist hjálparmaður stjórnendanna og\nverndari miðilsins.  Að sögn lét honum vel að hreyfa til jarðneska\nhluti.  Hann talaði í gegnum lúður, sveiflaði lúðrinum hátt og lágt í\nloftinu, lét spiladós, sítar, fiðlu og fiðluboga svífa um fundarsalinn,\nfærði til hluti á gólfinu, til dæmis stórt borð og fleira.  Hann talaði oft\nvið fundarmenn fyrir utan miðilinn eins og maður við mann.\nHandleggshvarfið\nAtburður þessi gerðist á heimili Einars H. Kvaran dagana 18. - 20.\ndesember 1905.\nÁ tilraunafundi um kvöld 18. desember þegar miðillinn, Indriði\nIndriðason var fallin í trans og venjulegur undirbúningur hafði verið\ngerður, tók stjórnandinn Konráð Gíslason við stjórn.  Miðillinn var þá\ní millibilsástandi og hóf að biðja sér griða um að vera látinn í friði.  Bað\nhann þá sem að handan komu að hætta að meiða sig og urðu nokkur\norðaskipti. Veinaði hann síðan: “Nei, ekki með hnífinn”.\nSú skýring var gefin af stjórnanda fundarins að samstarfsmenn hans\nfyrir handan væru að teygja aðeins á handlegg miðilsins, en tilfinning\nmiðilsins var sú að verið væri að taka handlegginn af.   Væri það liður í\ntilraun sem ekki væri ástæða til að óttast.  Gerðist ekki fleira markvert\nþað kvöld.\nDaginn eftir (19. desember ) skrifaði miðillinn heima hjá sér ósjálfrátt,\náminningar um að á tilraunafundi um kvöldið yrðu viðstaddir að hafa\nhljótt um sig.  Gera átti “operation” eða skurðaðgerð á miðlinum og gat\nlíf miðilsins verið í veði ef gestir væru ekki rólegir og hljóðir.  Um\nkvöldið gerðist það eftir venjulegan undirbúning, að miðillin fer (í\ntransi) inn í byrgi sem í húsinu var.  Heyrðust nokkrar kvalastunur í\nmiðlinum úr byrginu og kemur miðillinn út aftur.  Stjórnandinn,\nKonráð, bauð nú Einari Kvaran að þreifa á vinstri handlegg miðilsins.\nGerði hann það en fann ekki vinstri handlegginn.  Miðillinn var síðan\nfærður inn í byrgið aftur og látinn leggjast fyrir.  Eftir nokkrar stund\nvaknaði miðillinn og kvartaði yfir dofa í vinstri hendinni, en virtist\nheill að öðru leyti.\nKvöldið eftir (20. desember) gerðist sama fyrirbrigðið aftur.  Var það\nþá athugað af 5 viðstöddum og voru ljós kveikt hvað eftir annað á\nmeðan.  Enginn þeirra fann handlegginn á miðlinum.  Þrír fundarmenn\nfundu hinsvegar hönd strjúkast við andlit sín úti í salnum, á meðan\nmiðillinn lá inni í byrginu.\nSama fyrirbrigði kom óvænt fyrir aftur löngu seinna um vetur.   Þá var\nþað athugað af 7 fundargestum við birtu frá ljósi, þar á meðal af\nBrynjólfi Þorlákssyni.\nEinar H. Kvaran var einn þeirra sem athuguðu fyrirbrigðið í það\nskiptið.  Segir hann svo frá að hann hafi fengið öruggari vissu en í hin\nskiptin.  Miðillinn stóð þá á gólfinu og strauk Einar frá öxl niður eftir\nsíðunni og bakinu, eins og áður.  Einnig strauk hann hringinn í kringum\nmiðilinn, hátt og lágt, en fann ekki handlegginn.\nAtburður þessi var mikið umtalaður í Reykjavík á þeim tíma og þótti\neitt dularfyllst þeirra fyrirbæra sem gerðust á fundunum.\nEndilega komið með athugasemdir um þetta (til þeirra sem sofnuðu\nekki eftir þennan fjórtán tíma lestur)",
    "url": "https://www.hugi.is/dulspeki/greinar/148789/indridi-indridason-einn-merkasti-midill-heims/",
    "url_id": "148789",
    "id": "1127778",
    "replies": [
        {
            "user": "Nero",
            "user_id": "30928",
            "date": "2003-06-11 22:21:57",
            "id": "1127780",
            "reply_to_id": "1127778",
            "text": "Vá langt!\nvar þetta að hluta til copy/paste eða gerðiru þetta allt sjálfur:-|?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-06-11 22:42:17",
            "id": "1127781",
            "reply_to_id": "1127778",
            "text": "Hefðiru ekki ýtt á enter endalaust hefði textinn ekki orðið svona.  Kannski helmingi styttri!!\nEkki ýta á enter… :)"
        },
        {
            "user": "MacLeod",
            "user_id": "39913",
            "date": "2003-06-11 22:51:53",
            "id": "1127782",
            "reply_to_id": "1127778",
            "text": "Þetta er bara unnið úr heimildum sem ég komst yfir.\nSumt af orðalaginu úr heimildunum nennti ég ekki að breyta þannig að einhver prósenta af þessu mætti teljast copy/paste.\nÁstæðan fyrir því að ég ýti alltaf á enter er til að brjóta upp textann. Maður verður enþá þreyttari í augunum eftir að lesa stanslausann texta. Plús að það er auðveldara að muna hvar maður er ef maður vill taka sér frí frá lestrinum."
        },
        {
            "user": "Nero",
            "user_id": "30928",
            "date": "2003-06-11 23:02:07",
            "id": "1127783",
            "reply_to_id": "1127782",
            "text": "já það er miklu betra að lesa þetta ef það eru greinaskil og betur uppsett"
        },
        {
            "user": "Andyandlou",
            "user_id": "1783",
            "date": "2003-06-12 00:08:58",
            "id": "1127784",
            "reply_to_id": "1127778",
            "text": "ég veit ekki alveg hvernig ég ætti að segja þér þetta en hann var loddari. Það var komið upp um hann. :o/ Sumir segja samt að hann hafi ekki verið loddari í byrjun heldur bara seinna meir."
        },
        {
            "user": "siggaspes",
            "user_id": "35613",
            "date": "2003-06-12 00:34:19",
            "id": "1127785",
            "reply_to_id": "1127784",
            "text": "Og mætti ég nokkuð spurja hvernig komið var upp um hann? Með hvaða hætti svindlaði hann eða laug?\nHverjir komu upp um hann?"
        },
        {
            "user": "Andyandlou",
            "user_id": "1783",
            "date": "2003-06-12 15:55:21",
            "id": "1127786",
            "reply_to_id": "1127785",
            "text": "Það var einhver ljósmyndari sem ég man ekki hvað heitir, en það komst upp um hann þegar hann var að mynda frymi eða eitthvað þannig, ég las þetta sko í bókinni um Indriða. Þú getur sennilega fundið hana á næsta bókasafni."
        },
        {
            "user": "Exitmusic",
            "user_id": "10281",
            "date": "2003-06-12 00:38:57",
            "id": "1127787",
            "reply_to_id": "1127778",
            "text": "MJög áhugaverð og góð lesning, las þetta allt saman og hafði gaman af. Mjög gott framtak:D\nExitmusic"
        },
        {
            "user": "ljosapera",
            "user_id": "32883",
            "date": "2003-06-12 21:05:09",
            "id": "1127788",
            "reply_to_id": "1127778",
            "text": "Vá… það er það eina sem maður getur sagt\nþetta var helvíti mögnuð grein og gaf góð skil á honum ekki að ég hefi heirt mikið um hann áður =Þ\nósköp er ég feiginn að vera ekki svona skygn"
        },
        {
            "user": "MacLeod",
            "user_id": "39913",
            "date": "2003-06-12 22:27:45",
            "id": "1127789",
            "reply_to_id": "1127778",
            "text": "Þegar ég var að afla mér heimilda þá las ég bókina “Indriði Miðill” eftir Þórberg Þórðarson en ég man ekkert eftir að hafa lesið þetta. Það getur vel verið að það sé eitthvað til í því að hann hafi verið eitthvað að falsa en samt sem áður þá er það sagt í bókinni og þeim heimildum sem ég komst í hvað eftir annað að Indriði hafi verið hvers manns hugljúfi og ekkert í fari hans sem gæti bent til hrekkjarskapar í honum eða að hann hafi haft einhverjar tilhneigingar til þess! Samkvæmt öðrum skyggnum mönnum á þessum tíma, sem sóttu fundi þessa tilraunafélags sem haldið var utan um Indriða, þá sögðust þeir sjá það sem hann sá eða urðu varir við það að þetta væri ekki vitleysa.´\nSvona til að ljúka þessu langa svari þá vill ég benda öllum á að kíkja í þessa bók, sem á að vera til á öllum bókasöfnum, (fékk mína lánaða á Bókasafninu í Hafnarfirði.\nMacLeod"
        },
        {
            "user": "gomamiso",
            "user_id": "18080",
            "date": "2003-06-13 18:31:32",
            "id": "1127790",
            "reply_to_id": "1127778",
            "text": "frábær grein!! ;)\nVel gerð, löng en vel þess virði.\nÉg hef lesið eitthvað um miðla sem hafa látið líkamsparta hverfa. Það var til dæmis einhver kona sem að lét allan neðri hluta líkama síns hverfa, en hann birtis aftur stuttu síðar.\nEins og er alltaf sagt þá er hægt að nálgast þessar bækur á bókasafni. ;)"
        },
        {
            "user": "fidrildi",
            "user_id": "27555",
            "date": "2003-06-14 16:47:38",
            "id": "1127791",
            "reply_to_id": "1127778",
            "text": "Vá frábær grein.\nÞá veit ég hvað ég geri næst þegar ég fer á bókasafnið.´Uppsetningin á þessu er mjög góð.\nÉg hefði alveeg geta lesið meira ég var aveg límd við skjáinn."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-06-15 00:11:22",
            "id": "1127792",
            "reply_to_id": "1127778",
            "text": "Hvernig nenntu sumir að lesa þessa grein?"
        },
        {
            "user": "Adddi",
            "user_id": "10448",
            "date": "2003-06-15 01:11:50",
            "id": "1127793",
            "reply_to_id": "1127778",
            "text": "Merkasti miðill í heimi… er það ekki svona eins og músíkalskasti heyrnarleysingi í heimi?"
        },
        {
            "user": "khonsu",
            "user_id": "518",
            "date": "2003-06-15 14:10:35",
            "id": "1127794",
            "reply_to_id": "1127778",
            "text": "Flott grein hjá þér\nþetta mun vera það fyrsta sem ég les um hann indriða"
        },
        {
            "user": "sbg",
            "user_id": "29565",
            "date": "2003-06-16 02:16:10",
            "id": "1127795",
            "reply_to_id": "1127778",
            "text": "Wow !!!\nÞetta er nú ótrúlegt. Hvar vissiru að þessu. En eitt sem ég skildi ekki var “að transa”, hvað er það?"
        },
        {
            "user": "MacLeod",
            "user_id": "39913",
            "date": "2003-06-16 22:22:38",
            "id": "1127796",
            "reply_to_id": "1127778",
            "text": "Trans, eða Transmiðlun, er það þegar miðillinn fer í djúpt dá og framliðnir tala í gegnum hann, fá lánaðann líkama hans og talfæri til  að tjá sig.\nSamkvæmt því sem Hafsteinn miðill lýsti því þegar hann fer í trans, þá sofnar hann og vaknar utan líkamans, vaknar í “Astral”líkamanum sínum sem er sagður vera andlegi líkami okkar. Hann sagðist geta horft á sjálfan sig sitja í stólnum. Á meðan hann var “utan” líkama síns þá fóru látnir vinir hans með hann í ferðalag á andlega sviðinu (oftast kallað Astralsviðið).\nSamt fá ekki allir að setjast í líkama miðilsins. Oftast eru það svokallaðir stjórnendur miðilsins sem fá að vera í honum. Í tilfelli Hafsteins þá var það kona (sem ég man ekki þessa stundina hvað hét) og læknir sem komu oftast í gegn en hann Hafsteinn hafði að mig minnir um sjö stjórnendur. Hver miðill hefur einn eða fleiri stjórnendur sem honum er skipaðar frá æðri sálum fyrir handan."
        },
        {
            "user": "usli",
            "user_id": "17291",
            "date": "2003-06-18 17:06:00",
            "id": "1127797",
            "reply_to_id": "1127778",
            "text": "allt of langt :-@ en ok fín góð en fattði ekki þetta með svindlið kver kom upp um hann og hver laug?"
        },
        {
            "user": "joma",
            "user_id": "8666",
            "date": "2003-06-22 15:47:34",
            "id": "1127798",
            "reply_to_id": "1127797",
            "text": "Indriði Indriðason er sennilega besti miðill sem Íslendingar hafa átt en í gegnum tíðina hafa komið upp mál þar sem miðlarnir hafa verið sakaðir um svindl og þar er Indriði enginn undantekning. Einn af stjórnendum Indriða svo kallaður norski læknirinn stakk uppá því við félaga í Tilraunafélaginu  að taka mynd af Indriða í transi þar sem hann myndi reyna að líkamnast. Fyrsta tilraunin mistókst, var gerð önnur tilraun þar sem einungis ljósmyndarinn og Indriði voru í herberginu. Þar sem ljósmyndarinn bíður í myrkrinu eftir merki frá Indriða um að óhætt sé að taka myndina þykist hann verða var við grunnsamlegar hreyfingar. Þegar svo merkið kemur frá Indriða um að allt sé í lagi bregður ljósmyndarinn upp leifurljósi sínu og tekur myndina. Flýtir hann sér heim til að framkalla myndina. Skömmu síðar kemur Indriði þangað og er mjög í mun að sjá myndina. Þegar myndin hafði verið framkölluð sýndi hún engan líkamning af norska lækninum, heldur sýndist það vera stöng, haglega sveipuð í rúmlak, svo að það var eins og herðar með hvítum hjúp og miðillinn studdi það með því að halda því beinlínis með vinstir hendi skammt frá gólfinu. Þetta er sagan um svindlið"
        },
        {
            "user": "palli2",
            "user_id": "6725",
            "date": "2004-02-18 16:50:14",
            "id": "1127779",
            "reply_to_id": "1127778",
            "text": "Kannski smá eftirá en, snilldar grein! Ég ætla að fara og leiga bókina um hann á morgun"
        }
    ]
}