{
    "forum_title": "Deiglan",
    "user": "yello",
    "user_id": "4842",
    "date": "2003-06-11 19:04:54",
    "title": "Atvinnumál í verri stöðu nú en áður.",
    "text": "Ég er 18 ára strákur og í góðu formi og er að brjálast vegna atvinnumálana í Reykjavíkurborg og hér er saga mín.\nÁ svipuðu leiti fyrir ári síðann var ég svo viss um að fá vinnu hjá Hreinsunardeild Reykjavíkurborgar vegna þess að ég yrði 18 ára á árinu og var mér sagt að það væri meiri líkur að ég komist inn en einhver annar síðann leið og ég beið og hringdi einn góðann dag og talaði þar við stjóra hreinsunardeildar og hann segir mér að það sé ekki þeirra deild að fullvissa unglinga um það að þeir séu komnir með vinnu þótt að tilteknum aldri sé náð og auk þess spurði hann mig hvenar á árinu væri ég fæddur? Ég segist vera í oktober og dasar hann þá og segir loks í símann að ég sé of seint á árinu. Þá sprakk ég og gafst upp og spurði af hverju gátuði ekki hrægt því út úr ykkur fyrr og ég væri kominn með vinnu um þetta leiti hefði ekki verið búið að sannfæra mig um að ég fengi frekar vinnu hjá ykkur. Þá ætlaði kallinn að byrja aftur á sömu helvítis ræðuni um að það væri ekki þeirra deild og ég skelti á en fékk þá vinnu hjá ÍTR í gegnum RVK sem aðstoðarmaður við leikjanámskeið. Núna á sama tíma er aðeins annað uppá teningnum. Þeir eiga ekki til peninga til að ráða í stöðurnar og svo segja þeir að allt sé fullt og eiga þeir að vera búnir að ráða 25 einstaklinga, 19 sem voru hjá þeim sumarið áður og 5 nýja en í gær var veitur auka fjárlög fyrir unglinga í vinnu oog nam þeim fjárlögum uppá 750 milljónir íslenskra króna.\nÉg var að vinna hjá borgarverkfræðingi í hittifyrra sumar og ekkert bólar á þeim þótt að ég hafi sótt um hjá þeim í vara flokk í fyrra og núna til þess að geta allavegana komist í eitthvað en nei þá var búið að ráða í það og fékk ég að velja um rólóvöll eða leikjanámskeið og valdi leikjanámskeið. Nú lítur allt út fyrir það að enga vinnu sé að fá og verð ég þá líklegast á atvinnuleisisbótum allt sumarið en 20 þúsund kall er frekar lítið fyrir mig þar sem ég hef stórt og dýrt í huga að fara af mér kræla fyrir sumarið og það er ekki neit sem heitir 100 þúsund kall sko. Ef ég fæ ekki vinnu í sumar þá ætla ég að vera með hluta vinnu í vetur með skóla svo ég geti allavegana verið viss um vinnu næsta sumar.\nE.S. Ég talaði við frænda minn sem er lögreguþjónn og frétti ég af svakalegum hlutum innann vina hóps míns um að innbrotum í bíla hefur fjölgað úr 15% í 35% og þessi frændi minn staðfesti það og dæmið versnar með hverjum degi og hverri viku og hafa því heilu hverfin verið hreinsuð og allavegana einn af hverjum tíu með stolnar græjur að einhverju tagi. Dópneysla þjóðarinnar hefur fjölgað og sölunum einnig og einnig það sama má segja um Landabruggara. Þeir eru að lenda í feitum peningapott fyrir vikið. Ef fólk fær ekki vinnu eða pening þá reddar það sér á einn hátt eða annann og vil ég helst fara út í það að mótmæla því hvernig atvinnumál eru að verða á klakanum.",
    "url": "https://www.hugi.is/deiglan/greinar/148803/atvinnumal-i-verri-stodu-nu-en-adur/",
    "url_id": "148803",
    "id": "1128189",
    "replies": [
        {
            "user": "jonr",
            "user_id": "3773",
            "date": "2003-06-12 02:34:54",
            "id": "1128192",
            "reply_to_id": "1128189",
            "text": "“Tell me, Mr. Andersson, what use is a skólaskattkort if you can't find a job?”"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-06-12 03:07:33",
            "id": "1128190",
            "reply_to_id": "1128189",
            "text": "Þeir gætu svo sem lagað þessa svörun hjá sér en hvað eiga þeir annað að gera?  Bara búa til vinnu fyrir alla til að þeir fari ekki að brjótast inní bíla?\nAnnars held ég að flestir sem brjótast inní bíla séu dópistar í örvæntingarfullri leit að einhverju góssi til að friða handrukkarana með og fólk sem er atvinnulaust þarf ekkert að lenda í dópi enda hefur það ekki beint efni á því ;)\nÞað er líka ýmislegt sem maður getur gert þegar maður er atvinnulaus.  Náttúrulega sótt um allt og líka bara taka upp símaskrána og hringja í öll fyrirtæki í gulu síðunum og tékka hvort þú getur ekki fengið eitthvað.  Með stór fyrirtæki, þá er bara að mæta á staðinn strax og opnar og tilbúinn að fara að vinna og spyrja hvort þeir geti ekki potað þér inn.  Ef það gengur ekki getur þú búið til miða og dreift í hús þar sem þú býðst til að þvo bíla og/eða slá garða og/eða passa börn eða annað sem þér dettur í hug.  Líka tékka hjá dagblöðunum hvort þá vantar útburðarfólk í afleysingar eða eitthvað."
        },
        {
            "user": "yello",
            "user_id": "4842",
            "date": "2003-06-12 15:53:31",
            "id": "1128191",
            "reply_to_id": "1128190",
            "text": "ég er ekki að segja það að fólk fari bara í dópneislu bara einn tveir og þrír. það er fólk hér á landi sem á pening en fá ekki vinnu en það eina sem þeim dettur í hug er að fjármagna í fíkniefnum þá eru þeir seif eða það er allavegana það sem þeir halda þangað til þeir eru böstaðir með feitt magn í farteskinu það þarf eitthvað að gerast svo allt svona rugl fari að minka þá fer álag á lögreglu að' minka og allir lifa vonandi happy lífi.\nE.S. þetta á einnig við um Landasala."
        }
    ]
}