{
    "forum_title": "Metall",
    "user": null,
    "user_id": null,
    "date": "2003-06-13 18:10:24",
    "title": "Metallica & Ruzl-Tv",
    "text": "Ok, ég ætla að reyna að blóta ekki mikið í þessari grein en ef það slettist eitthvað út úr mér  þá verðiði bara að afsaka.\nHafiði tekið eftir að ÖLL! þá meina ég ÖLL! Metallica lögin á Popptíví sem hafa verið spiluð síðustu helgi og núna út vikuna eru stytt?\nSorglegasta dæmið er One sem er stytt þvílíkt ekki einu sinni hægt að hlægja af þessu.\nÖll hin eru stytt og ég lenti í því að vera nýbyrjaður á St.Anger laginu á St.Anger disknum þegar það kom á rusltívi og ég gerði samanburð og allt er stytt.. ótrúlegt..\nég skil samt alveg að það er ekki hægt að hafa 7. Mínútna lag en samt.. annaðhvort að spila þessi lög í heild eða einfaldlega bara að sleppa þessu..\nÉg tók ekki eftir neinni breytingu í Turn The Page og er það eina undartekningin sem hægt er að taka útfrá þessari grein nema kannski og ég endurtek kannski þau lög sem tekin eru af “S & M” tónleikunum\nÉg persónulega elska intro-in hjá Metallica og sérstaklega þau sem eru með sólóum og plokkum en þau hrífast ekki á Ruzl Tv, eins og t.d One þá er intro-ið í heild sinni u.þ.b 1 - 1 og hálf mín en á Ruzl-tv er það bara 7-9 sek eða eitthvað í þá áttina og svo endar lagið í miðju riffi!\nÉg gæti skilið þetta ef þetta væri Scooter eða Blink 182 en þetta er ekta Metall sem maður er að tala um hérna!\nOg sona í sambandi við Ruzl-Tv og Plikk-Tv þá er alltaf “Hlustaru mikið á Metallicu” þetta fer í taugarnar á mér , verulega þegar allt þetta FM hnakka lið segir “Metallicu” og fallbeygir allann andskotann!\nTakk fyrir\nKv.XorioN",
    "url": "https://www.hugi.is/metall/greinar/149235/metallica-ruzl-tv/",
    "url_id": "149235",
    "id": "1131434",
    "replies": [
        {
            "user": "Dionysos",
            "user_id": "7571",
            "date": "2003-06-13 19:31:00",
            "id": "1131435",
            "reply_to_id": "1131434",
            "text": "Þeir kalla Fade to Black líka Fade to Blake..\nEn í flestum tilfellum eru þetta einu útgáfurnar sem gefnar voru út af myndböndunum… nema One, þar voru þrjár útgáfur, ein í fullri lengd, ein styttri (eitthvað um 5 mínútur), og svo önnur 5mínútna án brotanna úr bíómyndinni.. þetta er ekki neitt sem popptíví eru að gera sér til skemmtunar, það eru yfirleitt notaðar styttri útgáfur laga í myndbönd"
        },
        {
            "user": "XorioN",
            "user_id": "41632",
            "date": "2003-06-13 19:34:48",
            "id": "1131436",
            "reply_to_id": "1131435",
            "text": "já mér finnst að myndbandið úr bíomyndinni ætti að vera í Tv sko.. setningar eins og “What is democracy” og “When my time comes would u like me to go?” “for democracy any man would send his only beloved son”"
        },
        {
            "user": "ih8",
            "user_id": "13956",
            "date": "2003-06-13 20:36:19",
            "id": "1131437",
            "reply_to_id": "1131436",
            "text": "Nei það var “for democracy any man would send his only BEGOTTEN son”. Rétt skal vera rétt."
        },
        {
            "user": "XorioN",
            "user_id": "41632",
            "date": "2003-06-13 20:50:16",
            "id": "1131438",
            "reply_to_id": "1131437",
            "text": "já satt er það.. ég var einmitt að spá í þessu orði, takk fyrir að leiðrétta ;D"
        },
        {
            "user": "hjeppi",
            "user_id": "3701",
            "date": "2003-06-13 20:58:37",
            "id": "1131439",
            "reply_to_id": "1131436",
            "text": "Sammála. Úr hvaða mynd eru þessi myndbrot sem eru í myndbandinu annars?"
        },
        {
            "user": "XorioN",
            "user_id": "41632",
            "date": "2003-06-13 21:00:37",
            "id": "1131440",
            "reply_to_id": "1131439",
            "text": "úr myndinni “ Stanley : Dog or a wildcat ” :)"
        },
        {
            "user": "Harry",
            "user_id": "49977",
            "date": "2003-06-13 19:35:28",
            "id": "1131441",
            "reply_to_id": "1131435",
            "text": "Einmitt, Fade to Blake\n#$%&@!!\nWho the f*** is Blake!?!"
        },
        {
            "user": "Furdufugl",
            "user_id": "80",
            "date": "2003-06-14 03:08:37",
            "id": "1131442",
            "reply_to_id": "1131435",
            "text": "Hehehe, ég hló all hressilega þegar ég sá að það stóð Fade to Blake.\nAnnars finnst mér fínt af þeim að spila þessi myndbönd enda gífurlega góð lög á ferðinni, þó svo að þau séu stytt :P"
        },
        {
            "user": "MjallhvitR",
            "user_id": "21348",
            "date": "2003-06-16 15:01:19",
            "id": "1131443",
            "reply_to_id": "1131435",
            "text": "líka það að No leaf clover var no leaf COVER\nmaður á að passa sona hluti"
        },
        {
            "user": "Myndarlegur",
            "user_id": "34366",
            "date": "2003-06-13 19:36:27",
            "id": "1131444",
            "reply_to_id": "1131434",
            "text": "Ég nenni ekki einusinni að lesa þetta..!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-06-13 19:40:00",
            "id": "1131445",
            "reply_to_id": "1131444",
            "text": "rofl þú átt bágt , afhverju fórstu að skrifa svar sem tók meira á en að lesa þetta\ndjös Retard"
        },
        {
            "user": "Goalkeeper",
            "user_id": "16530",
            "date": "2003-06-13 19:38:33",
            "id": "1131446",
            "reply_to_id": "1131434",
            "text": "Sleppa að spila gömul lög með þessari ömurlegu hjómsveit. Ég skil að þeir spili St.Anger en það á sleppa þessi rusli annars alveg."
        },
        {
            "user": "XorioN",
            "user_id": "41632",
            "date": "2003-06-13 19:40:20",
            "id": "1131447",
            "reply_to_id": "1131446",
            "text": "já þúrt bara sorglegur.. þetta er alltof hart fyrir þig og scooter er að bíða í græjunum eftir þér… flýttu þér nú ekki láta sveitta europe leður hommann bíða!"
        },
        {
            "user": "Ulvur",
            "user_id": "8059",
            "date": "2003-06-13 21:09:45",
            "id": "1131448",
            "reply_to_id": "1131447",
            "text": "XorioN: Rosalega ertu þroskaður… einnig er kannski áhugavert að benda á að CM er einn af vinsælli leikjaseríum þó hvorki ég eða þú fílum hann eitthvað.\nOg já, meðal annars, þá kemur úr hörðustu átt að gagnrýna hann þegar þú ert einhver svaka neighbours fan (varð bara að koma þessu frá mér).\nHvað með mig annars ef ég hlusta á annað en þennan svokallaða “metal”, mér finnst Metallica ekki skemmtileg hljómsveit ef undanskilin eru nokkur lög, er ég þá bara fáviti af því ég vil hlusta á aðeins harðari metal eða einhverja aðra tónlist?\nVinsamlegast ekki koma aftur með svona fáránleg comment, það er gríðarlega barnalegt að gera grín að fólki vegna tónlistarsmekks, hvað með það þó hann hlusti á annað en hinn fullkomni þú…?"
        },
        {
            "user": "Ulvur",
            "user_id": "8059",
            "date": "2003-06-14 11:11:58",
            "id": "1131449",
            "reply_to_id": "1131448",
            "text": "Nei þú ert bara fáviti ef þú þarft að drulla\nyfir þá í hverri Metallica grein sem er skrifuð,\neins og einhver hér."
        },
        {
            "user": "XorioN",
            "user_id": "41632",
            "date": "2003-06-13 19:57:07",
            "id": "1131450",
            "reply_to_id": "1131446",
            "text": "Farðu bara í þinn ógeðslega Manager!! og láttu okkur Metal áhugamennina í friði!! farðu að kaupa unga og efnilega menn og setja þá í stöður og horfa á stikuna færast!!!!!\nógeð!"
        },
        {
            "user": "poolarinn",
            "user_id": "3574",
            "date": "2003-06-13 20:22:05",
            "id": "1131451",
            "reply_to_id": "1131450",
            "text": "hvað eru menn að blanda hinum yndislega Championship manager inn í þetta? ég spila CM og hlusta líka á metallica en ekki Blink 182 og svoleiðis rusl, og ég þekki marga sem eru þannig"
        },
        {
            "user": "XorioN",
            "user_id": "41632",
            "date": "2003-06-13 20:23:14",
            "id": "1131452",
            "reply_to_id": "1131451",
            "text": "já getur verið en Goalkepper ekki einn af þeim sem geta gert bæði “hlustað á Metal og spilað stikuna”"
        },
        {
            "user": "Drakulski",
            "user_id": "32511",
            "date": "2003-06-14 01:43:18",
            "id": "1131453",
            "reply_to_id": "1131451",
            "text": "poolari, ég er mjög sammála þér, manager er smilldar leikur en þessi “Goalkepper” (hann kann ekki einu sinni að stafa það) er örruglega einhver 10 ára fm hnakki og veit ekki hvað Radio X er, gott dæmi um það er að fíla þetta Sum41 crap!!!! farðu bara á áhugamálið popptónlist þar sem þú átt heima og láttu okkur metalhausana í friði…!!!"
        },
        {
            "user": "xtrmntr",
            "user_id": "34639",
            "date": "2003-06-14 01:50:16",
            "id": "1131454",
            "reply_to_id": "1131453",
            "text": "Bara myndin af þessarri Metallica dúkku sýnir hvað þeir eru búnir að selja sig mikið út."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-06-14 11:13:03",
            "id": "1131455",
            "reply_to_id": "1131453",
            "text": "Það er nú reyndar X-ið, en það er nú ekki beint rosa stöð, spilar næstum bara nu-metal og einstaka sinnum koma lög sem eru það ekki…\nRadíó-Reykjavík er málið!"
        },
        {
            "user": "Ulvur",
            "user_id": "8059",
            "date": "2003-06-14 11:20:43",
            "id": "1131456",
            "reply_to_id": "1131453",
            "text": "Goalkepper hegðar sér eins og hann sé 10 ára\nen hann er 14 ára"
        },
        {
            "user": "XorioN",
            "user_id": "41632",
            "date": "2003-06-14 14:23:02",
            "id": "1131457",
            "reply_to_id": "1131456",
            "text": "persónulega finnst mér að þeir sem hlusta ekki á METAL eiga ekki að fara inná METAL áhugamálið til þess eins gera skítköst á METAL og það sama gildir um öll hin áhugamálin.. bara halda sig á POPPTÓNLIST og CHAMPIONSHIP MANAGER áhugamálinu.\nKveðja : XorioN"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-06-14 15:41:06",
            "id": "1131458",
            "reply_to_id": "1131457",
            "text": "ExEm hnakkar halda bara ekki einbeitningu við tónlist lengur en í 3-4 mín. Popptv er náttlea bara hálfvita stöð.ég er nú enfinn svaka Metallica fan og veit lítið um þá en mér finnst þeir góðir… mjög góðir. Og að stytta lögin er bull!! það á að vera bannað… það er í lagi kannski með þessar nýju hljómsveitir. En kommon þetta er Metallica… klassískt og að mínu mati einstakt. Popptv mega klóra sér í rassgatinu með vítissóda á puttunum og hálsbrotna svo með tilþrifum."
        },
        {
            "user": "Ramruqai",
            "user_id": "14093",
            "date": "2003-06-13 21:25:57",
            "id": "1131459",
            "reply_to_id": "1131446",
            "text": "æjj greyið.. er búið að eyðileggja píkupopp stöðina fyrir þér ? Er ekki spilað nóg af Justin Timberlake fyrir þig og restina af gelgju hópnunm þínum ? eða kístu kanski frekar Britney Spears ?"
        },
        {
            "user": "Splitz",
            "user_id": "13993",
            "date": "2003-06-13 23:29:32",
            "id": "1131460",
            "reply_to_id": "1131446",
            "text": "Goalkeeper: það þarf ekki að hætta að spila og sýna allt sem þú fílar ekki, hættu að eyða tímanum þínum í að reyna að sannfæra þig um það að metallica sucki svona mikið, það þarf ekki að bitna á öllum !"
        },
        {
            "user": "RAVING",
            "user_id": "597",
            "date": "2003-06-14 16:02:28",
            "id": "1131461",
            "reply_to_id": "1131446",
            "text": "“Sleppa að spila gömul lög með þessari ömurlegu hjómsveit. Ég skil að þeir spili St.Anger en það á sleppa þessi rusli annars alveg.”\n“Erlentar:\n1 Sum 41\n2 Saliva\n3 Quarashi(er íslensk en er að meika það)\n4 P.O.D.\n5 Transplants\n6 Gorillaz\n7 System of a Down\n8 Blink-182\n9 Fenix TX\n10 Epidemic”\nPeople that live in glasshouses shouldn't throw stones..\nÉg fíla Metallica ekkert sérstaklega, en þeir eru töluvert betri en þessar hljómsveitir."
        },
        {
            "user": "Goalkeeper",
            "user_id": "16530",
            "date": "2003-06-14 16:06:33",
            "id": "1131462",
            "reply_to_id": "1131461",
            "text": "RAVING: Metallica kemst ekki með tærnar þar sem þessar eru með hælanna tónlistarlega séð!!!\nPS:People that live in glasshouses shouldn't throw stones..Hættu því þá RAVING"
        },
        {
            "user": "Ulvur",
            "user_id": "8059",
            "date": "2003-06-14 16:37:23",
            "id": "1131463",
            "reply_to_id": "1131462",
            "text": "Þú hefur greinilega EKKERT tónlistarvit."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-06-14 18:11:50",
            "id": "1131464",
            "reply_to_id": "1131463",
            "text": "ég held að goalkeeper sé bara að fíflast. Það segir enginn heilvita maður svona lagað"
        },
        {
            "user": "MetalRose",
            "user_id": "38119",
            "date": "2003-06-18 17:59:29",
            "id": "1131465",
            "reply_to_id": "1131462",
            "text": "Goalkepper ertu  snargeðveikur? Í  alvöru, það  getur  enginn  maður  sem  hefur  eikvað  vit  á  tónlist  sagt  með  góðri  samvisku, að  Sum 41  og  Gorillaz  séu  betri  tónlistarmenn  og  lagasmiðir  en  Metallica.\nFuck  you!  og  drullaðu  þér  aftur  á  popptónlist  eða  CM. og  hættu  að  pirra   okkur."
        },
        {
            "user": "fan",
            "user_id": "51595",
            "date": "2003-06-13 21:11:59",
            "id": "1131466",
            "reply_to_id": "1131434",
            "text": "hmmm, þannig að þú ert að segja að í þáttunum Pikk TV á Popp Tíví spyrja þáttastjórnendur hvort einhver fíli MetallicU(!!)?\nEin spurnig? Hvernig veistu það? Horfiru kannski of mikið á RuslPopp Tíví?\nHættu að horfa á þessa sorastöð og farðu að gera eitthvað uppbyggilegt!"
        },
        {
            "user": "XorioN",
            "user_id": "41632",
            "date": "2003-06-13 21:15:47",
            "id": "1131467",
            "reply_to_id": "1131466",
            "text": "vá… þú ert alveg svakalegur “fan”… úff… jæja bara sona til að fá þetta á hreint þá horfi ég ekki á Pikk Tv.. ég heyrði áðan að það væri eitthver leikur þar sem maður gat unnið Metallica safndisk,boli og wallpapers þannig ég ákvað að kíkja.. en þúrt alveg svakalegur..brýtur mann alveg í smá mola hérna.. úff aftur og úff!"
        },
        {
            "user": "Prumpur",
            "user_id": "27112",
            "date": "2003-06-13 21:21:41",
            "id": "1131468",
            "reply_to_id": "1131467",
            "text": "Þeir á Popptívi verða því miður líka að taka tillit til þeirra sem fíla ekki Metallica en það er örugglega stelpur í meirihluta sem horfa.\nP.S. Ég fíla Metallica þannig að ekki segja að ég sé einhver Scooter fan sem vill hafa Metallica myndböndin styttri"
        },
        {
            "user": "Stengah",
            "user_id": "20894",
            "date": "2003-06-13 21:16:35",
            "id": "1131469",
            "reply_to_id": "1131434",
            "text": "hey í one myndbandinu þá er oftast ekki sýnt úr ´´Johnny got his gun´´ ekki einusinni á metallica.com- allavena ég hef bara séð ALLT one myndbandið á mTV. og þetta tekur gegt mikið ur laginu"
        },
        {
            "user": "XorioN",
            "user_id": "41632",
            "date": "2003-06-13 21:18:23",
            "id": "1131470",
            "reply_to_id": "1131469",
            "text": "já ég á einmitt þá útgáfu sko"
        },
        {
            "user": "oskarbste",
            "user_id": "26860",
            "date": "2003-06-13 21:47:29",
            "id": "1131471",
            "reply_to_id": "1131434",
            "text": "og lagið four leaf clover cover(man ekki alveg hvort það er four eða e-h annað)"
        },
        {
            "user": "BirkirF",
            "user_id": "11400",
            "date": "2003-06-13 22:03:20",
            "id": "1131472",
            "reply_to_id": "1131434",
            "text": "Ekki má gleyma að engra laufa skýlið af S&M er\nlíka á Ruzl-tíví :D\nEða no leaf cover eins og þeir kölluðu það,\nen ekki no leaf cLover :) Gæti verið typo, en\nþetta er sjónvarpsstöð og þar ættu engar\nprentvillur að vera."
        },
        {
            "user": "Mangi",
            "user_id": "1098",
            "date": "2003-06-13 23:12:07",
            "id": "1131473",
            "reply_to_id": "1131472",
            "text": "FM-hnakkarnir eru allt of valdamiklir. Við verðum að stöðva þá. Í leiðinni vil ég mæla með hljómsveitinni Betlehem."
        },
        {
            "user": "binnibinni2456",
            "user_id": "35706",
            "date": "2003-06-13 23:13:58",
            "id": "1131474",
            "reply_to_id": "1131472",
            "text": "þessi sjónvarpstöð sökkar….\nen eg skil þá svosem alveg að stytta þessi lög.\nég er nú bara komandi versló plebbi enn ég er engin fm hnakki eins og 99% af öllum þar.ég fór þangað mest útaf náminu og svona.\nenn ég væri allveg til í aðp skipta nokkrum gaurum fyrir mh inga =)"
        },
        {
            "user": "Splitz",
            "user_id": "13993",
            "date": "2003-06-13 23:18:49",
            "id": "1131475",
            "reply_to_id": "1131434",
            "text": "Ég er svo mikið sammála þér að það er hættulegt !\nÞað á alls ekki að stytta metallica lög !\nOg að beygja Metallica… @“$)(!”_=)%#&/__))(%#! !!!! :@"
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2003-06-13 23:34:00",
            "id": "1131476",
            "reply_to_id": "1131434",
            "text": "Þó svo að Popp tíví sökki er það ekki þeim að kenna að myndböndin eru stytt, þau eru gefin út svona, svo að einhver nenni að horfa ;)"
        },
        {
            "user": "oldlady",
            "user_id": "21799",
            "date": "2003-06-13 23:46:21",
            "id": "1131477",
            "reply_to_id": "1131434",
            "text": "til að sanna að þetta hafi verið auglysingar brella þá var ekki einu sinni spilað eikka með gömlu metallica marr cliff og sjit jú nó wat æ mín þeir get reddað lögum með jason en ekki cliff og ég veit að það er er fiðra en samtef þetta væri á alvöru þá mundu þeir finna eikka með öllum tíma bilum metallica í alvöru marr…………."
        },
        {
            "user": "Geezer",
            "user_id": "35398",
            "date": "2003-06-24 16:51:37",
            "id": "1131478",
            "reply_to_id": "1131477",
            "text": "Það er vonlaust að lesa greinarnar þínar “oldlady”. Þú verður að gera stafsetninguna þína heima"
        },
        {
            "user": "oldlady",
            "user_id": "21799",
            "date": "2003-06-26 00:09:28",
            "id": "1131479",
            "reply_to_id": "1131478",
            "text": "sorry marr að eg var að flyta mer eg var lika heima :)"
        },
        {
            "user": "Skaiburz",
            "user_id": "25411",
            "date": "2003-06-14 01:16:21",
            "id": "1131480",
            "reply_to_id": "1131434",
            "text": "Já, þetta er bara rugl!\nSTOFNUM ROKK-TV!!!!!!!!"
        },
        {
            "user": "XorioN",
            "user_id": "41632",
            "date": "2003-06-14 01:16:44",
            "id": "1131481",
            "reply_to_id": "1131480",
            "text": "Ég styð það!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-06-14 15:41:05",
            "id": "1131482",
            "reply_to_id": "1131434",
            "text": "svona gerist þegar bönd gerast hórur og já metallica aðdánedur þið getið ekki afskakað það að metallica eru hóru"
        },
        {
            "user": "St3nCiL",
            "user_id": "27810",
            "date": "2003-06-14 16:21:49",
            "id": "1131483",
            "reply_to_id": "1131434",
            "text": "Ég sakna Írizar:("
        },
        {
            "user": "raggimaggi",
            "user_id": "32496",
            "date": "2003-06-15 02:54:22",
            "id": "1131488",
            "reply_to_id": "1131434",
            "text": "hefur engin tekið eftir No Leaf Clover Það heitir no leaf cover mer finnst allavegana að þeir ættu að setja svona rokk tivi þátt í 2 tíma tvisvar í viku allir að senda inn beiðni á popptivi.is um að gera þátt"
        },
        {
            "user": "WarPig666",
            "user_id": "39439",
            "date": "2003-06-15 18:17:28",
            "id": "1131489",
            "reply_to_id": "1131488",
            "text": "ja marr metal þátt á “poop TV” það væri cool bara spila eikka allvuru rokk marr ekkert nu metal eða eikka shit bara eitthvað gamalt og gott…\nhvar á marr annars að senda inn beðini????"
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2003-06-15 21:46:36",
            "id": "1131484",
            "reply_to_id": "1131434",
            "text": "Verið málefnaleg, í guðanna bænum."
        },
        {
            "user": "Ulvur",
            "user_id": "8059",
            "date": "2003-06-15 21:50:57",
            "id": "1131485",
            "reply_to_id": "1131484",
            "text": "Ekki sé ég þig reyna bæta úr neinu…"
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2003-06-15 22:21:45",
            "id": "1131486",
            "reply_to_id": "1131485",
            "text": "Það er mjög óþægilegt að verða fyrir svona persónu-\nlegum skotum.  Þú mátt vinsamlegast hætta því.\nÞað er ekki besta leiðin til að tala við fólk.\nOg mundu, það er eitt að ráðast á skoðun, annað að\nráðast á viðmælanda."
        },
        {
            "user": "Ulvur",
            "user_id": "8059",
            "date": "2003-06-15 22:49:33",
            "id": "1131487",
            "reply_to_id": "1131486",
            "text": "Hvenær sagði ég að ég vildi tala við þig?"
        },
        {
            "user": "einaraxel",
            "user_id": "5042",
            "date": "2003-06-16 20:57:42",
            "id": "1131490",
            "reply_to_id": "1131434",
            "text": "Já, það fer soldið í taugarnar á mér þegar það er verið að popp-væða alla almennilega tónlist sem nokkurn tímann hefur verið fræg, þetta er metall, ekki popp!!!\nMér finnst að það ætti að vera rokk/metal-tv, og þá engar fjandans styttar útgáfur, bara segi sona."
        },
        {
            "user": "LogoM",
            "user_id": "5509",
            "date": "2003-06-17 02:44:01",
            "id": "1131491",
            "reply_to_id": "1131434",
            "text": "jeah, gera metal-tv er alveg versta hugmynd sem ég hef heyrt lengi..\nog til að svara “oldlady” þá er “one” fyrsta lagið sem metallica gerðu myndband við."
        },
        {
            "user": "MetalRose",
            "user_id": "38119",
            "date": "2003-06-18 02:55:36",
            "id": "1131492",
            "reply_to_id": "1131434",
            "text": "Ok ég var Metallica aðdáandi og hlusta ennþá á snilldar verk eins og Kill 'em all, Ride the lightning, Master of puppets og …And justice for all, en eftir að Cliff Burton RIP dó hefur bandinu hrakað mjög illa!!!! Þeir hafa ekki drullað frá sér góðri heild síðan Justice, svarta platan átti 3-4 góð lög en allt eftir það er nánast sá almesti viðbjóður sem að ég hef heyrt, Hetfield er farinn að reyna að syngja meina wtf hann var fínn á fyrstu 4 plötunum en nei þeir urðu frægari og vildu meiri pening, seldu sig fyrir meiri frægð og eru orðnir að new-metal viðbjóði! Sorry Metallica aðdáendur en þetta er mín skoðun á bandinu sem var eitt sinn mín uppáhalds hljómsveit"
        },
        {
            "user": "MetalRose",
            "user_id": "38119",
            "date": "2003-06-18 18:02:14",
            "id": "1131493",
            "reply_to_id": "1131492",
            "text": "Cliff  Burton  var  dauður  þegar  …And  justice  for  all  var  gefin  út."
        },
        {
            "user": "kazaaguy",
            "user_id": "17821",
            "date": "2003-06-19 14:59:51",
            "id": "1131494",
            "reply_to_id": "1131434",
            "text": "Metallica væri ekki neitt ef að hún væri ekki með þennan trommuleikara, samt sammála með þessa helvítis fallbeigjingar.! þótt ég sé enginn sérstakur aðdáendi."
        },
        {
            "user": "Icequeen",
            "user_id": "4377",
            "date": "2003-06-20 12:50:34",
            "id": "1131495",
            "reply_to_id": "1131434",
            "text": "Ok. strákar, halló! POPPtv er ekki METALtv eða ROKKtv, þessvegna ber þeim ekki að spila metal eða hafa e-ð vit á Metallica.\nFM-hnakkarnir mega hafa sína sjónvarpsstöð í friði fyrir mér, ég er fegin að POPPtv næst ekki hér norður :)\nMér þykir þó leiðinlegt að það er varla útvarpsstöð á landinu sem vert er að hlusta á þar sem “gelgju” tónlist hefur lengi haft yfirhöndina.. jafnvel á X-inu/RadioX hefur verið spiluð “FM-tónlist”, það er SAD!.\nEn svo vil ég bæta við að ég er ekkert sérlega að fíla nýja disk Metalica, hann er of hrár og svo fannst mér alltaf annað að honum sem unnusti minn kallar “rapp-Metal” (dunt know). Ég fíla hinsvegar fyrri diska Metalicu (þó ég sé ekki Fan) :)\nég held að Metalica se ekki eina hljómsveitin sem gefur út stytt myndbönd svo stop flame-ing Popptv for that.\nOg reyniði svo að skiptast á hugsunum á siðsamlegan hátt  ;) CM er ekkert svo slæmur leikur og nokkrir Metalica fans sem ég þekki spila hann along with BG, FIFA, WarCraft, Red Alert og fleirum… og þá helst m. Metalica eða slíkt undir ;)\nkv.\nIceQueen\np.s. ég þoli ekki fm-hnakka ;)"
        },
        {
            "user": "XorioN",
            "user_id": "41632",
            "date": "2003-06-20 16:02:57",
            "id": "1131496",
            "reply_to_id": "1131495",
            "text": "Það eru tvö fukcing L i METALLICA!!\nsvo fallbeygir maður ekki Metallica!\ndjöfull er ég orðinn fucking leiður á þessum sora!"
        },
        {
            "user": "XorioN",
            "user_id": "41632",
            "date": "2003-06-20 18:23:42",
            "id": "1131497",
            "reply_to_id": "1131495",
            "text": "sorry ég var pirraður, ég er undir mjög miklu álagi vegna vinnu og á mjög erfitt andlega.\nAfsakaðu þetta kæra ICEQUEEN."
        },
        {
            "user": "Icequeen",
            "user_id": "4377",
            "date": "2003-06-21 02:43:57",
            "id": "1131498",
            "reply_to_id": "1131497",
            "text": "XorioN: ég vona að þú annað hvort leitir þér hjálpar varðandi erfiðleikanna eða að þú leysir úr þeim sjálfur… enginn á skilið að þjást ;)\np.s. ég biðst afsökunnar á að hafa fallbeygt Metallica, það var óvart ;)"
        },
        {
            "user": "XorioN",
            "user_id": "41632",
            "date": "2003-06-21 11:57:16",
            "id": "1131499",
            "reply_to_id": "1131498",
            "text": "Ég er að vinna í þessum vanda mínum sem er að öllu leiti andlegur og allur frá tölvuhliðinni séðu"
        },
        {
            "user": "KillEmAll",
            "user_id": "39823",
            "date": "2003-06-20 18:54:59",
            "id": "1131500",
            "reply_to_id": "1131434",
            "text": "Það á bara að gera RockTV og leifa hinum horunum að hórast og hlusta á blink og svoleiðis sora…….\nPS: Metallica Ownar Alla Þessa Blink Homma"
        },
        {
            "user": "XorioN",
            "user_id": "41632",
            "date": "2003-06-20 20:22:19",
            "id": "1131501",
            "reply_to_id": "1131500",
            "text": "Scooter má líka hoppa upp í rassgatið á mér þessu ógeðslegi europoppari :D"
        },
        {
            "user": "XorioN",
            "user_id": "41632",
            "date": "2003-06-20 20:33:11",
            "id": "1131502",
            "reply_to_id": "1131501",
            "text": "til að þetta skiljist þá átti þetta að vera :\nScooter má líka hoppa upp í rassgatið á mér þessi ógeðslegi europoppari :D\nKv.XorioN"
        }
    ]
}