{
    "forum_title": "Rómantík",
    "user": "no98",
    "user_id": "17874",
    "date": "2003-06-13 00:12:48",
    "title": "Ást eða vani?",
    "text": "Ég var að spá í því hvort það er til ást eða er þetta bara vani?\nÞið veljið ekki fjölskylduna ykkar en þið búið með þeim og elskið það svo stundum jafnvel án þess að gera ykkur grein fyrir því.\nT.d. Ef að þið búið með manni/konu í sona 1-2ár og eitthvað kemur fyrir eða sá eða sú deyr þá grátið þið og eruð hrygg. Þótt að þið haldið að þið hatið hann.\nÉg hef nú svosem ekkert vit á þessu, 13 ára og PLÍS ekki vera að gagnrýna það að ég sé að senda þessa grein inn, fólk á þessari síðu nær allt niður í 10 ára svo að…\nEn viljiði segja mér, Er eikkað vit í þessu?\nEða hvað haldið þið?",
    "url": "https://www.hugi.is/romantik/greinar/149249/ast-eda-vani/",
    "url_id": "149249",
    "id": "1131660",
    "replies": [
        {
            "user": "Bahamuth",
            "user_id": "14779",
            "date": "2003-06-13 00:43:23",
            "id": "1131661",
            "reply_to_id": "1131660",
            "text": "Ef að ég verð að vera hreinskilinn þá skil ég þetta ekki allveg… En ef að þú ert að meina að maður velji ekki fjölskylduna sína, og þrátt fyrir það að þau eru kanski algjörir fávitar að maður elski þau samt… Skil mig varla sjálfur, en ef að maður ver virkilega að spá í þessu þá getur verið að þetta sé eitthvað vafamál.\nSamt þegar maður er ásfanginn þá fer hjartað á manni allveg út úr manni og maginn allur í hnút… en ég veit ekki"
        },
        {
            "user": "abargath",
            "user_id": "9561",
            "date": "2003-06-13 01:18:44",
            "id": "1131662",
            "reply_to_id": "1131660",
            "text": "Ekki taka þessu illa en hefurðu einhverntímann verið ástfanginn en ekki bara skotinn í einhverri stelpu og svo byrjað með þessari sömu stelpu?\nEf ekki þá get ég sagt þér að það fer ekkert á milli mála að ástin er til og það er æðislegt.  Ef þú hefur hinsvegar verið ástfanginn þá ert þú þroskaðasti 13 ára strákur sem ég hef heyrt talað um, enn og aftur ekki taka þessu illa en ég er helmingi eldri en þú og næstu árin í þínu lífi eiga eftir að verða frekar viðburðarrík, þú skilur mig betur eftir önnur 13 ár, það er það eina sem ég get sagt.\nÉg veit að þetta hljómar eins og klisja en það er bara af því að þetta er satt.\nAnnars er ég ekkert viss um að ég skilji alveg 100% hvað þú ert að fara.  Kom eitthvað fyrir?  Eru foreldrar þínir að skilja eða eitthvað svoleiðis?"
        },
        {
            "user": "dizaskviza",
            "user_id": "35724",
            "date": "2003-06-13 08:39:08",
            "id": "1131663",
            "reply_to_id": "1131662",
            "text": "veistu hvað ég held að það sé stelpa sem er að skrifa greinina:s"
        },
        {
            "user": "Fridel",
            "user_id": "38177",
            "date": "2003-06-13 13:25:37",
            "id": "1131664",
            "reply_to_id": "1131663",
            "text": "Mér finnst persónulega að ást á ættingjum og ást á elskhuga séu tveir mjög ólíkir hlutir. Ættu í rauninni ekki að nota sama orðið yfir það. Ást á foreldrum og ættingjum kemur einhvernvegin bara að sjálfu sér. Útaf því að þá er það einhver aðili sem er búin að vera hluti af lífi þínu síðan að þú mannst eftir þér.  Þannig að það er erfitt að ímynda sér líf sitt án þeirra, því maður er orðinn svo vanur að hafa þau þar. Ást á ættingjum er semsé bara rót lífs þíns, því ef þeir myndu allir hverfa væri ekkert eins og maður er vanur.\nÁst á elskhuga er eitthvað sem er miklu sterkara og er eitthvað allt annað. Hún getur komið á örstuttum tíma og í rauninni að ástæðulausu. Þá getur maður kannski hugsað sér lífið án einhverrar manneskju, þó maður sé í rauninni ekki orðin vanur henni.\nÞetta er kannski orðin algjör langloka"
        },
        {
            "user": "Gullbert",
            "user_id": "4004",
            "date": "2003-06-13 01:21:33",
            "id": "1131665",
            "reply_to_id": "1131660",
            "text": "True, true. En ég trúi á ást, hún er það sem kvelur mig mest í lífinu en heldur mér samt á lífi.\nGullbert"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-06-13 01:41:13",
            "id": "1131666",
            "reply_to_id": "1131660",
            "text": "Samt, ég sendi bara inná rómantík það sem að ætti að vera inná kynlíf, verst að ég er ekki nógu gamall til að fara inná það, kynlíf er fyrir okkur yngra fólkið,ekki þessi rómantík :)"
        },
        {
            "user": "Icequeen",
            "user_id": "4377",
            "date": "2003-06-13 13:36:13",
            "id": "1131667",
            "reply_to_id": "1131660",
            "text": "ég giska á að þú ert ekki að tala um ást þar sem “hjartað slær hraðar og marr fær fiðrildi í magann” heldur ást á fjölskyldu og vinum (og maka sem marr hefur verið með “lengi”)\nég held ég skilji hvað þú átt við. ást á fjölskyldu er svoldið skrítin, marr hatar kannski systur sína út af lífinu afþví hún gerði eitthvað rangt en marr er engu seinni að hjálpa henni ef hún á erfitt fyrir það.\nást er soldið erfitt að útskýra, sumir halda að hún snúist bara um fiðrildi en mér finnst sú ást er byggist á trausti, tryggð og virðingu mun mikilvægari og einhverra hluta vegna finnur marr til tryggðar við fjölskyldu meðlimi, jafnvel þó þeir hafi stoppað stutt við. Ég hef t.d. persónulega ekki þekkt “mág” minn í  nema 3 ár og mér er ekki hlítt til hans í almennum skilningi en ég yrði samt ekkert ánægð ef hann meiddi sig eða myndi deyja og ég tek upp hanskan fyrir hann þegar ég get… ‘couse he’s family.\nog fólk ætti ekkert að vera að gagnrýna þig f. ungan aldur, í mínum huga á rómantík meira við yngrafólk (og alla) en kynlíf, kynlíf stundar marr þegar marr er líkamlega og andlega tilbúinn (og lagalega kannski líka) en rómantík er e-ð sem allir fylgja á einn eða annan hátt.\nég vona að þú náir þér af ástvina missinum :)\nkv.icequeen"
        },
        {
            "user": "marxus",
            "user_id": "12143",
            "date": "2003-06-13 14:45:51",
            "id": "1131668",
            "reply_to_id": "1131660",
            "text": "Mér finnst þetta alls ekki vitlaus pæling. Það er rétt að maður velur ekki ættingja sína og ást okkar á þeim er eflaust til komin af vana. Hins vegar er ást elskhuga af allt öðru tagi, en þar getur líka verið um svipaðan vana að ræða. Eins og flestir vita tíðkast víða á Austurlöndum og í múslimalöndum að ættingjar velji saman ung hjón. Þá er lítil sem engin ást í fyrstu, en svona hjónabönd geta orðið mjög ástrík með tímanum. Ég efast um að hinn 13 ára Mahatma Gandhi hafi vitað hvað ást var þegar hann gekk að eiga “konu” sína, en þau lærðu að elska hvort annað með tímanum. Þótt við séum að mestu laus við svona “drastísk” dæmi á Vesturlöndum eru ennþá ófá sambönd sem verða til af öðrum ástæðum en ást, t.d. hagkvæmnisástæðum, en þau geta þróast út í ástrík hjónabönd með tíð og tíma."
        },
        {
            "user": "zett",
            "user_id": "26470",
            "date": "2003-06-13 17:06:38",
            "id": "1131669",
            "reply_to_id": "1131660",
            "text": "Það er auðvitað ekki hægt að líkja ást á fjölskyldumeðlimum og því að vera ástfanginn saman…\nHins vegar hef ég soldið pælt í því með þessa ást á fjölskyldu meðlimum… þegar kemur að þeim sem koma illa fram við mann og maður “hatar” þótt maður elski þá… elskum við þá í alvörunni eða elskum við þá bara vegna þess að við ÞURFUM að elska þá… ?\nÉg er ekki að segja að við yrðum ekki leið ef eitthvað kæmi fyrir og allt það en neyðumst við ekki oft til að elska þá sem okkur langar helst ekki að elska vegna þess að við höfum ekkert annað val… við verðum að búa með þessu fólki og þróum með okkur einhverskonar ást sem er ekkert endilega góð og falleg, heldur eitthvað sem heldur í okkur þolinmæðinni þegar maður er að því kominn að fara yfir um vegna þess sársauka sem slíkir einstaklingar eiga þátt í að valda…\nÉg skal alveg viðurkenna það að ég er sjálf í þessari stöðu, að þurfa að búa með einhverjum sem mér virðist vera ómögulegt að búa með… ég þykist elska hann og veit að mér er ekki sama um hann, en ég veit líka að ég á aldrei nokkurntíman eftir að virða þessa “ást”… Fjölskyldu ást þarf ekki alltaf að vera af hinu góða þannig að ég held að ást geti alveg verið “vani” eða bara hrein nauðsyn til þess að maður særi ekki aðra sem maður vill ekkert endilega særa. :)\nSjálfri finnst mér traust og virðing fyrir hvort öðru miklu mikilvægara heldur en þetta hugtak “ást”… sérstaklega þegar kemur að nánum fjölskyldumeðlimum sem maður þarf að umgangast á hverjum degi… og held að ást sé stórlega ofmetið hugtak… hún er auðvitað meira spennandi en það er ekki hægt að byggja góða hluti einvörðungu á “ást”, til þess er hún of óstöðug og of auðvelt að misnota hana… það þarf traust og virðingu… og það er eitthvað sem þarf meira en gamlan vana til að byggja upp…\nÆi, nú er ég komin útí eitthvað allt annað en ég ætlaði mér að segja og veit að þetta svar mitt hefur ekki mikið með rómantík að gera, en það varður bara að hafa það :P"
        },
        {
            "user": "stofa",
            "user_id": "13845",
            "date": "2003-06-13 17:07:57",
            "id": "1131670",
            "reply_to_id": "1131660",
            "text": "Maður náttúrlega fæðist inn í einhverja ákveðna fjölskyldu svo að maður hefur bara ekkert að segja með það… en ást á fjölskyldumeðlimum er ekki það sama og það að verða ástfangin.. svo það stendur ekki steinn yfir steini í þessu hjá þér.. en ég er ekki að vera gagnrýnin því þú sagðist nú bara vera 13 ára.. en þetta er mín skoðun og þar hefuru það."
        },
        {
            "user": "Snowy",
            "user_id": "1032",
            "date": "2003-06-13 18:54:44",
            "id": "1131671",
            "reply_to_id": "1131660",
            "text": "Jæja, gott að vita það að að minnsta kosti sumt fólk geti hugsað gagnrýnt um svona hluti í stað þess að hugsa sem svo að maður elski auðvitað fjölskyldufólkið bara út af því að “það er bara fínasta fólk”. Ekki samt það að það sé ekki fínasta fólk :).\nAnnars hugsa ég að það sé nú bara ekkert að því að þykja vænt um fjölskylduna sína þegar að það er einmitt svona “fínasta fólk” eins og ég hef verið að tala svo mikið um. Og svo er líka það hvað “fínasta fólk” þýðir bara nokkuð persónubundið þannig að ætli að fjölskyldumeðlimirnir séu þá ekki bara flestir svona “fínasta fólk”\nÉg er allavega ekkert á leið með að hætta að þykja vænt um mína nánustu núna í bráð. Sé nú bara litla ástæðu til.\nSvo verð ég að segja að ástæðurnar fyrir greinarskrifum þínum eru í meira lagi óljósar og ég verð bara að spyrja að þessu:\nvarstu bara að reyna að hugsa gagngrýnt um fjölskyldubönd almennt eða varstu að lenda í einhverskonar rifrildi eða álíka við þitt nánasta fólk?"
        },
        {
            "user": "no98",
            "user_id": "17874",
            "date": "2003-06-14 19:18:16",
            "id": "1131672",
            "reply_to_id": "1131671",
            "text": "Ég var bara að hugsa svona almennt,Ég hata engann í minni fjölskyldu eða rífst neitt sérstaklega mikið við neinn."
        },
        {
            "user": "Anna84",
            "user_id": "35396",
            "date": "2003-06-15 18:38:16",
            "id": "1131673",
            "reply_to_id": "1131660",
            "text": "Ok..ég verð bara að byrja á að segja að Gullbert,þú ert snillingur!! þú kemur með geðveik rök við öllu :) en allavegana..ef ég á að segja mitt álit á þessu máli þá veit ég að ást er til af eigin reynslu og ég held að ef maður er með manneskju í 20 ár eða eitthvað þá er erfitt að fara frá henni,jafnvel þótt maður sé ekki ástfanginn af henni lengur því maður þarf bara á henni að halda og ÞÁ FYRST er þetta orðinn vani! Annars held ég að maður geti alveg elskað manneskju alla ævi og jafnvel fengið fiðrildi í magann öðru hverju eftir margra ára samband"
        },
        {
            "user": "stelpa79",
            "user_id": "5154",
            "date": "2003-06-18 15:12:58",
            "id": "1131674",
            "reply_to_id": "1131673",
            "text": "Ég er búin að vera með manninum mínum í 5 ár og ennþá er ég með fiðrildi í maganum og ennþá sakna ég hanns ef ég sé hann ekki heilt kvöld eða heilann dag og ég gæti ekki hugsað mér að hann færi eikkað í lengri tíma frá mér.Ég held að ást á maka verði ekki vani nema maður leyfi sér að taka þann aðila sem einhverju sjálfgefnu.Ást er eitthvað sem þarf að halda við :)"
        },
        {
            "user": "Hiildur",
            "user_id": "39104",
            "date": "2003-06-19 15:53:37",
            "id": "1131675",
            "reply_to_id": "1131660",
            "text": "geggt coolað"
        },
        {
            "user": "TeamF2",
            "user_id": "21406",
            "date": "2003-06-19 17:08:54",
            "id": "1131676",
            "reply_to_id": "1131660",
            "text": "Ég skil ekki alveg, afhverju ætti ég að hata kærustuna mína eða konuna mína ef hún myndi deyja, það var ekki hún sem á hvað að deyja,\nÉg held ég sé bara að fá skalla!"
        }
    ]
}