{
    "forum_title": "Bretti",
    "user": "McGauti",
    "user_id": "29605",
    "date": "2003-06-13 16:36:55",
    "title": "Bam Margera(það sem vantaði og hitt með)",
    "text": "Svona í byrjun ætla ég bara að segja að þetta er mikið  af upplísingum úr hinni greininni en meiri með!!!\nBara til að byrja með þá er Heimabær Bam Margera eða Brandon C Margera Philadelfia,PA en síðan fluttist hannn til West Chester,PA seinna meir og á heima þar í dag (HEAD hann er ekki frá West Chester).\nHann fæddist 28 september árið 1977.Hann byrjaði að skeita ungur(ekki alveg viss hvenær) og rideaði bara á Tony Hawk plötum.\nHann elskar hljómsveitirnar cky og him.\nBróðir hans er trommuleikari í cky,hann hlustar líka á death metal.\nHann hefur leikið í cky 1,2,3 og 4 og Haggart 1 og 2.En má taka því fram að fyrir cky2k komst hann inn í jackass gengið og hefur verið einn af aðal gaurunum í jackass síðan.\nÞegar hann var pro gerði hann samning við element teamið og ridear fyrir það núna.En aðrir sponsorar sem hann er með eru Jones Soda,Clive,Adio, Volcom, Diakka, electric, fairman's spitfire, destroyer, cky.\nBam keirir um á rauðum Ferrari ef þið viljið vita.\nUm daginn eða 11 og 12 apríl héldu þeir sýningu í Háskólabíói þeir Bam Margera,Stephen Glover(steve-o) og Ryan Dunn.\nBam kom með brettið til íslands og þetta er það sem ég veit að hann gerði.ollie niður þrjár langar tröppur í Háskólabíói,droppa af tólf feta stiga inni í Háskólabíói,Bam Var bara eitthvað að fíflast fyrir utan háskólabíó að gera ollie og kickflip,varial kickflip niður átta á ingó.\nEn Bam hefur áður komið til íslands í cky2k.Þá fer hann einmitt niður á ingó og gerið 360 flip upp kanntinn,boardslidear,boardslidear á bekk og feilar og flígur á rassinn.\nUppáhalds skateararnir hans eru boulala, penny, Maldonado, Kerry getz, Arto saari, hoof(veit ekki eftirnafnið á hinum).\nEn svona í endann ætla ég bara að segja við þá sem ekki vita að hann hefur verið í tveimur hjólabrettaleikjum sem heita Tony Hawk´s pro skater 3 og 4.\nBam er búinn að vera uppáhalds skatearinn minn lengi og var real glaður þegar að hann gaf mér eiginhandaráritun og talaði smá við mig.\nEn hey ég nenni ekki að skrifa meir næst ætla ég að skrifa um Arto Saari.\nPUNTUR",
    "url": "https://www.hugi.is/bretti/greinar/149264/bam-margerathad-sem-vantadi-og-hitt-med/",
    "url_id": "149264",
    "id": "1131953",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2003-06-14 12:04:17",
            "id": "1131954",
            "reply_to_id": "1131953",
            "text": "Æði fín grein(punktur ekki puntur just 4 the info ;D)"
        },
        {
            "user": "Amori",
            "user_id": "23430",
            "date": "2003-06-14 12:27:49",
            "id": "1131955",
            "reply_to_id": "1131953",
            "text": "Því miður sá ég þenna gutta ekki, en það var einn lítll fugl sem hvíslaði mér að hann hafi tekið Varial Heelflip niður áttuna á ingó..\nHann var í mikklu uppáhaldi hjá mér, áður en ég komst að því hvað hann er mikil krakk hóra.."
        },
        {
            "user": "jono",
            "user_id": "25790",
            "date": "2003-06-18 16:44:28",
            "id": "1131956",
            "reply_to_id": "1131955",
            "text": "Hvað meinarðu með krakk-hóra.\ndjös… merkingar eru þetta hjá þér. so what að hann fái sér öðru hvoru í haus, hann er samt enginn krakk-hóra fyrir því.\np.s. smá news flash: ef þú fílar ekki skeitara sem verðafreðnnir öðru hvoru þá fílarðu engan skater."
        },
        {
            "user": "Amori",
            "user_id": "23430",
            "date": "2003-06-18 23:17:14",
            "id": "1131957",
            "reply_to_id": "1131956",
            "text": "Nei ég meina, það eru maargar skötur sem dópa ekki.. Dóp og bretti fara ekkert svo vel saman, en það eru að vísu nokkrar skötur sem gera það. En hann Bam, hann er algjör krakk haus.."
        },
        {
            "user": "Reynar",
            "user_id": "28084",
            "date": "2003-06-20 12:10:20",
            "id": "1131958",
            "reply_to_id": "1131957",
            "text": "Bara svona smá info!\nEn Haggard er að koma á DVD í Brim eftir tæpar tvær vikur í takmörkuðu upplagi. En þar er einnig að finna cky the boxset en það eru foCKYou, cky2k, cky3 og cky the documentary.\neinnig eru þar Bam plötur svo og Bam signature destruckto öxlar, svo eru bolir á leiðinni.\nnokkuð magnað en í brim eru Adio skór sem að hann átti og eru angandi af táfýlunni hans\ngo tjékkitt…"
        },
        {
            "user": "grandma",
            "user_id": "17458",
            "date": "2003-06-14 13:03:10",
            "id": "1131959",
            "reply_to_id": "1131953",
            "text": "flottasta trikk sem ég hef séð með honum sem var bara drullu nett switch 180 niður tröppur svo flott gert og svo var svona kantur á eftir bara svona venjulur á eftir hvernig hann var niður hann á leiðinni sérð þetta í tony hawk 4 myndbandinu:P"
        },
        {
            "user": "megaman123",
            "user_id": "20401",
            "date": "2003-06-14 13:18:13",
            "id": "1131960",
            "reply_to_id": "1131953",
            "text": "pottur !"
        },
        {
            "user": "Riku",
            "user_id": "34766",
            "date": "2003-06-16 20:43:22",
            "id": "1131961",
            "reply_to_id": "1131960",
            "text": "panna !"
        },
        {
            "user": "hockeygirl",
            "user_id": "21172",
            "date": "2003-06-16 00:10:09",
            "id": "1131962",
            "reply_to_id": "1131953",
            "text": "fín grein ;) bam er kewl =D"
        },
        {
            "user": "Marketwatch",
            "user_id": "22466",
            "date": "2003-06-27 13:41:16",
            "id": "1131963",
            "reply_to_id": "1131953",
            "text": "http://www.westurhlid.vze.com/\nKíkið á þessa"
        },
        {
            "user": "Gautsen",
            "user_id": "16341",
            "date": "2003-07-05 12:16:21",
            "id": "1131964",
            "reply_to_id": "1131953",
            "text": "hvað sérðu við þennan úturdópaða vitleysing\njæja your chocie, annars finnst mér þú bara vera fullur af skít félagi"
        },
        {
            "user": "stebbioli",
            "user_id": "27883",
            "date": "2003-07-13 21:36:30",
            "id": "1131965",
            "reply_to_id": "1131953",
            "text": "Stig!! :)"
        },
        {
            "user": "olisykes",
            "user_id": "28857",
            "date": "2003-07-29 20:01:33",
            "id": "1131966",
            "reply_to_id": "1131953",
            "text": "mér langar að hitta hann …. en mér er sama  þótt hann sé í krakki eða ekki .. en góð grein !"
        },
        {
            "user": "crowley",
            "user_id": "22664",
            "date": "2003-08-01 01:11:43",
            "id": "1131967",
            "reply_to_id": "1131966",
            "text": "Hann kann náttla ekki neitt að skeita , hann fórnar sér bara og þú sérð hann ekki taka neitt teq . hann droppar stóra hluti og bombar einstaka sinnum stór gap og tröppur og þá ekki flóknari trix en KF og varial heelflip . Hljótið nú að vera að grínast ef þið eruð að tala um að þessi gaur sé uppáhalds skeitarinn ykkar."
        }
    ]
}