{
    "forum_title": "Deiglan",
    "user": "Kidlingur",
    "user_id": "8762",
    "date": "2003-06-14 02:39:03",
    "title": "Tilboð á mannslífum$$$$$$$$$$",
    "text": "Í dag er tilboð á mannslífum. Tilboðið er þannig að þú bara tekur sirka eitt líf og situr svo inni í 2 til 3 ár ef þú á annað borð næst! Þetta er ekkert grín heldur staðreynd! Mikið er gott að þetta fólk sem stendur á bak við þetta var að fá tæp 20% launahækkun! Í dag er miklu meiri glæpur að stela stapla af pappír heldur enn að taka líf annars. Svo að það sé ekki minnst á nauðganir, ef þú nauðgar einhverjum þá eru líkurnar á að þú verðir dæmdur undir 10%=90% líkur á að sleppa. Ég væri til í að fá þær líkur í lottó! Það er bókað að gjaldkeri símanns fær lengri dóm en strákarnir sem drápur unga manninn niðri í bæ. 2 ár fékk sá sem sparkaði í andlitið á honum og sennilega kláraði hann. Hann fékk bara 2ár útaf því að það var ekki vilji fyrir því að drepa manninn, því að þegar maður sparkar ítrekað í hausinn á liggjandi manni þá vill maður ekki meiða hann, er það nokkuð? Hann fékk 2ár á litlahrauni enn útaf því að hann grét svo mikið í fangelsinu þá fékk hann að fara frekar á hvíabryggju, þar sem hann er í góðu atlæti og fær mjög rúmar heimsóknir og fær þar að auki helgarpassa ítrekað! Hinn fékk 3ár þótt að hann sé búinn að höfuðkúpubrjóta fleiri enn einn og fleiri enn tvo. Hann vildi sko ekki meiða neinn! Hann þurfti bara að senda forsetanum bréf um að ofbeldi væri slæmt! Hann ætti nú að vita það hann er búinn að vera einn sterkasti iðkandinn hér á landi síðustu ár! Ótrúlegt kjaftæði! Mér finnst þetta mjög slæm þróunn!\nBið afsökunar á stafsetningarvillum!",
    "url": "https://www.hugi.is/deiglan/greinar/149470/tilbod-a-mannslifum/",
    "url_id": "149470",
    "id": "1133401",
    "replies": [
        {
            "user": "wbdaz",
            "user_id": "6083",
            "date": "2003-06-14 09:48:57",
            "id": "1133402",
            "reply_to_id": "1133401",
            "text": "Það er eitt að meiða og annað að drepa. Það þótti sannað að tilgangur árasarinnar var ekki að drepa hinn aðilann. Hvar færð þú þínar tölur um sakfellingarhlutfall nauðgara? Mjög fínt að kasta út sjokkerandi tölum, en erfiðara að færa rök fyrir þeim."
        },
        {
            "user": "Kidlingur",
            "user_id": "8762",
            "date": "2003-06-15 00:28:31",
            "id": "1133403",
            "reply_to_id": "1133402",
            "text": "Þessar tölur eru sjokkerandi en ég fékk þær frá vinkonu mömmu sem vinnur með ungum stelpum sem hafa verið lamdar og nauðgað. Ekki gleyma því að yfir 80% nauðgara eru einhverjir sem þú þekkir!"
        },
        {
            "user": "wbdaz",
            "user_id": "6083",
            "date": "2003-06-15 01:00:10",
            "id": "1133404",
            "reply_to_id": "1133403",
            "text": "Og eru líka 80% af þeim sem ég þekki nauðgarar?"
        },
        {
            "user": "SteiniOFSI",
            "user_id": "22075",
            "date": "2003-06-14 10:35:08",
            "id": "1133405",
            "reply_to_id": "1133401",
            "text": "Þetta er samt rétt hjá Kidlingi, ofbeldisglæpir vs. skjalafölsun, skattsvik, frádrátt etc. finnst mér að fái ekki nógu háa dóma. Það var mér efni til þónokkurar gremju að lesa um dómana yfir þessum mönnum, þótt þeir hafi ekki haft vilja til að drepa drenginn hafa þeir látið í ljós með gjörðum sínum að þeir hafa mjög svo hömlulaust skap, litla stjórn yfir gjörðum sínum og brenglaða siðferðiskennd og því hættulegir umhverfinu. Það má ætla að sérhver venjulegur maður myndi ekki sparka í liggjandi mann hvað þá ítrekað í höfuð hans. Því áttu þeir skilið að fá hærri dóm en þeir  fengu, hversu háan veit ég ekki, en refsiramminn þarf að vera svo, að morð hvort sem er af gáleysi, óviljandi eða með einsettum vilja, að þeir menn sem fremja slíkt voðaverk sitji lengur inni en skjalafalsarar og það pakk."
        },
        {
            "user": "snikkin",
            "user_id": "25858",
            "date": "2003-06-14 10:35:30",
            "id": "1133406",
            "reply_to_id": "1133401",
            "text": "Skil að þú sért reiður.\nAuðvitað er heimskulegt að sleppa með svona lítinn dóm. Það eina sem maður þarf að kunna er að spila á kerfið og líta út fyrir að vera svo SORRY.\nKannski maður ætti bara að prófa það"
        },
        {
            "user": "aMiGa84",
            "user_id": "28843",
            "date": "2003-06-14 11:38:12",
            "id": "1133407",
            "reply_to_id": "1133401",
            "text": "Já þetta er alveg rétt…\nÉg meina manneskja sem er á lúsalaunum og það er einhver manneskja sem er að gera þeim lífið leitt… Hefur þessi manneskja einhverju að tapa?? Maður getur bara farið á djammið og ef maður sér þessa manneskju þá getur maður ráðist á hana og barið hana í klessu þar til hún liggur dauð á götunni… og svo getur maður grenjað í dómaranum “ó fyrirgefiði, fyrirgefiði, mér finnst þetta svo leitt… ég ætlaði ekki að drepa hann, ég sver það!” og þá fær maður bara 2ja ára dóm, er laus við þessa manneskju sem maður hatar svo mikið og getur haldið áfram að vinna á þessum lúsalaunum! Engu tapað! Það er alveg passað vel upp á mann í fangelsinu!\nen hey, kommon!! HANN RÉÐST Á MANNINN!! BARA ÞAÐ ætti að gilda 3 - 4 ára dómi finnst mér, því þeir sem eru á annað borð að lenda í svona slagsmálum eru EKKI að gera það í fyrsta skipti og þeir VERÐA að ANDSKOTAST til að LÆRA að hafa STJÓRN Á SÉR!!!\nÞessi dómur var ALLTOF ALLTOF ALLTOF léttur!!"
        },
        {
            "user": "KetillMani",
            "user_id": "30692",
            "date": "2003-06-14 13:01:56",
            "id": "1133408",
            "reply_to_id": "1133401",
            "text": "Maðurinn sem situr inni fyrir að Drepa strákin niður í bæ , var fyrverandi dópisti og féll þarna um kvöldið! ætlunin var ekki að drepa hann né var hún að setja hann inná sjúkrahús , heldur voru þetta mistök þar sem maðurinn sem situr inni fór að slást þarsem vinur hanns og þessi náungi sem var drepin voru að slást og ætlaði hann að stoppa þetta en missti stjórn þarsem hann var útúr dópaður og fullur. mér finnst óréttlátt hvað dómar eru fáránlegir! 2 ár fyrir mandráp , 9 mánuðir fyrir nauðgun , fíkniefna mál allt að 4 ár!!! , sem er allveg fáránlegt!!!"
        },
        {
            "user": "pag",
            "user_id": "20062",
            "date": "2003-06-14 15:34:28",
            "id": "1133409",
            "reply_to_id": "1133408",
            "text": "Hvort sem hann sé dópisti eður ei, þá þarf hann að taka þeim afleiðingum að hann DRAP MANN!\nHann ber ábyrgð á því að hann hafi neytt eiturlyfja og þarf að taka afleiðingum þess að hafa átt hlut í því að taka líf einstaklings líka, einsog hver annar sem fremur svona glæpi.\nÞetta fólk á EKKI að komast út eftir 2 ár þar sem það er augljóslega hættulegt öðum borgurum, og finnst mér ótrúlegt að þessir ASNAR við stjórn séu ekki færir til þess að sjá það.\nSvo ekki sé minnst á að fólk komist upp með 9 mánuði vegna nauðgunar.\n“Politics is the showbiz of industry.” - Frank Zappa"
        },
        {
            "user": "KetillMani",
            "user_id": "30692",
            "date": "2003-06-14 15:49:43",
            "id": "1133410",
            "reply_to_id": "1133409",
            "text": "þið verðið að sjá eitt , þetta er ekki alltaf svona það er maður inni fyrir nauðgun í 5 ár … samt 5 ár er nú alltof lítið, eyðilleggur líf og fær smá tíma inni!"
        },
        {
            "user": "Anarcy",
            "user_id": "26727",
            "date": "2003-06-14 16:56:49",
            "id": "1133411",
            "reply_to_id": "1133401",
            "text": "Kidlingur\nSkrifaði svipaða grein um daginn og er alveg sammála þér. Ef þú vilt lesa hana þá heitir hún “Guð blessi dómskerfið”."
        },
        {
            "user": "zaxi",
            "user_id": "36209",
            "date": "2003-06-14 18:14:55",
            "id": "1133412",
            "reply_to_id": "1133401",
            "text": "Mér finnst þessi aðför ekki flokkast undir manndráp af gáleysi. Þessi einstaklingur getur ekki afsakað sig með því að hann hafi verið í annalegu ástandi. Lámarks refsing = 8 ár í þessu máli þar sem hámarks refsing er 16 ár (lífstíð í íslenska dómskerfinu).\nÞað skiptir ekki máli hvort hann hafi verið í dópi, fullur eða ekki. Málið er að hann gat valið hvort hann tæki þátt í þessum slagsmálum eða ekki. Það er líka eitt að stía mönnum í sundur eða taka þátt.\nÞað er greinilegt að þessi einstaklingur hefur gengið frekar hart fram og fyrir það á hann að gjalda.\nMér finnst dómar í dag gjörsamlega út tengslum við alvarleika brotsins, dæmi: innflytjendur á dópi eru að fá lengri dóm en kynferðisafbrotamenn og “skjalafalsarar”.\nMenn sem taka líf annars manns eiga að fá hámarks dóm nema sýnt sé fram á að aðstæður hafa verið þannig að viðkomandi gat ekki gert að því að viðkomandi dó. Það finnst mér ekki hafa verið sýnt fram á í þessu máli.\nEitt verða menn þó að gera sér grein fyrir. Einn mánuður í fangelsi er langur tími. Tilgangur með fangelsun er að koma mönnum úr umferð og svo að skila þeim inn í það aftur sem nýjum og betri einstaklingum, ég vil bæta hér við “annars á ekki að hleypa þeim út aftur”. Þetta er mjög erfitt að gera þar sem fangelsun gerir lítið annað en að skemma einstaklinginn.\nÞað sem ég á mjög erfitt með að skilja varðandi meðferð á málum er afhverju fá menn að ganga lausir þegar þeir játa á sig sakir þar til mál þeirra er tekið fyrir dóm? Nýjasta dæmið er barnakynferðisafbrotamaðurinn sem játaði og gengur nú laus. Hvað er eiginlega í gangi. Hann er ekki einu sinni settur í farbann. Er dómskerfið að gefa þessum einstakling möguleika á því að safna aðeins inn á afbrotalistann sinn (afsláttalistann eins og ég vil kalla hann). Afhverju er þessi maður ekki settur í varðhald fram að réttarhöldum?\nVið þurfum að búa til almennilegt fangelsi hér, t.d. nýta eina af eyjunum hér fyrir utan meginlandið. Lámarks gæsla o.s.frv. Menn strjúka ekki svo auðveldlega ef fangelsið er staðsett á eyju.\nKveðja"
        },
        {
            "user": "skaarjking",
            "user_id": "26378",
            "date": "2003-06-14 18:43:25",
            "id": "1133413",
            "reply_to_id": "1133412",
            "text": "besta leiðin er að nota gamaldags refsi aðgerðir, þær eru þær einu sem virðast virka.\nAfhverju eru mikið minni glæpir í þeim löndum þar sem er beytt LÍKAMLEGUM refsiaðgerðum og styttri tíma í fangelsi? það er það eina sem virkar og fær fólk til að verða hrætt við að brjóta aftur af sér. hluti af aga er hræðsla.\nþað kostar mikið minna og þjónar öllum mikið betur nema afbrotamanninum.\nýtrekuð kynferðisbrot = Aflimun :)\nþeim oftar sem viðkomandi brýtur af sér þeim harðari verður refsingin.\nReynið að segja að það myndi ekki virka því það er ENGIN betri lausn en þetta nema auðvitað líflát."
        },
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2003-06-14 19:02:44",
            "id": "1133414",
            "reply_to_id": "1133413",
            "text": "Skaarjking: Nefndu eitt land sem hefur minni glæpi vegna þess að það beitir líkamlegum refsingum og minni fangelsistíma.\nZedlic"
        },
        {
            "user": "skaarjking",
            "user_id": "26378",
            "date": "2003-06-14 19:06:00",
            "id": "1133415",
            "reply_to_id": "1133414",
            "text": "margar arabaþjóðir t.d…."
        },
        {
            "user": "xGxUxRxUx",
            "user_id": "9521",
            "date": "2003-06-17 12:39:32",
            "id": "1133416",
            "reply_to_id": "1133415",
            "text": "Já einmitt, það er svo mikið að marka það hvað vesturlandabúar vita um arabaþjóðirnar."
        },
        {
            "user": "Curly",
            "user_id": "27941",
            "date": "2003-06-14 19:32:46",
            "id": "1133417",
            "reply_to_id": "1133413",
            "text": "Semsagt málið er bara að hella sig fullan og dópa smá og kikja svo á gaurinn sem að maður vill drepa, og reyna að hafa rænu á því að maður BERJI HANN örugglega TIL DAUÐA.  Svo gráta bara nóg í dómaranum, “ þetta var alveg óvart ég lamdi hann bara og hann bara dó” wúps! Hvaða della er þetta, ég hélt að bandaríkjamenn væru með lítið í kollinum, en þeir hafa þó vit á því að henda þessum mönnum í 40 ár eða í sprautuna. Eru dómarar hérna svona hrikalega vorkunnasamir. \"16 ár = lífstíð, er fólkið hérna sem að stjórnar þessu alveg vel skemmt í kollinum, 16ár, þvílík lífstíð, þetta er rúmlega 1/6 af ævinni, er einhver rök fyrir því að þetta ætti ekki að vera MINNST 30 ár?? Gaurinn í kef sem að stakk stelpuna rúmlega 25 sinnum fékk rúmlega 16 ár, vá það verður gaman að sjá þennan gaur á götunum eftir þann tíma, sennilega mjög þæginleg tilfinnning. Er einhver gróði á því að haf svona menn í sama samfélagi og við hin?? Eiga svona menn skilið að lifa eðlilegu lífi aftur eftir að hafa drepið manneskju og skemmt í leiðinni fjöldan allan af öðrum sálum?\nzaxi minntist á það að menn skemmast í fangelsi, hverjum er ekki sama þótt að þeir skemmist, hvað eru þeir búnir að skemma mörg líf auk þess að vera búinir að skemma eitt fullkomlega.\nMenn verða einfaldlega að bera ábyrgð á gjörðum sínum."
        },
        {
            "user": "optimusprime",
            "user_id": "360",
            "date": "2003-06-14 19:57:34",
            "id": "1133418",
            "reply_to_id": "1133417",
            "text": "heir heir\nsamt reyndar í sumum arabaríkjum þar sem líkamlegum refsingum er beitt er minna um glæpi því það er hrætt við að fremja þá og nást"
        },
        {
            "user": "goat",
            "user_id": "18686",
            "date": "2003-06-14 20:02:36",
            "id": "1133419",
            "reply_to_id": "1133401",
            "text": "Nauðgunardómar og þannig eru alltof vægir, t.d var fyrir svona 3 árum að einhver gaur hélt einhverri stelpu bara í gíslingu í enhverja daga og henti henni bara í kallda sturtu og barði hana endalaust og handjárnaði hana við rúmið og lamdi hana með svipu. Gaurinn fékk bara tvö ár. Ég meina ef að ég hefði ráðið hefði ég látið drepa gaurinn."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-06-14 20:12:52",
            "id": "1133420",
            "reply_to_id": "1133419",
            "text": "Mig minnir að hann hafi fengið 3 ár, sá sem gerði það."
        },
        {
            "user": "goat",
            "user_id": "18686",
            "date": "2003-06-14 20:13:36",
            "id": "1133421",
            "reply_to_id": "1133419",
            "text": "En annars ræður þú alveg.\nDreptu manninn bara.\nFærð 2-3 ár fyrir vikið og margir verða þér eflaust þakklátir."
        },
        {
            "user": "goat",
            "user_id": "18686",
            "date": "2003-06-15 01:57:51",
            "id": "1133422",
            "reply_to_id": "1133421",
            "text": "Eða bara sendi Leigumorðingja"
        },
        {
            "user": "Kidlingur",
            "user_id": "8762",
            "date": "2003-06-15 00:21:44",
            "id": "1133423",
            "reply_to_id": "1133419",
            "text": "Gaurinn gekk frá stelpunni. Hann meiri að segja flisjaði hana með ostaskera! og hún verður aldrei söm. Og mannfíflið fær 2 ár!"
        }
    ]
}