{
    "forum_title": "Ferðalög",
    "user": "Salka",
    "user_id": "8685",
    "date": "2003-06-15 19:28:36",
    "title": "Ecuador",
    "text": "Eins og á stendur er ég úti í Ecuador, sem skiptinemi, en ádur en ég fór fékk ég styrk frá Íslandsbanka. Eina skilyrdid fyrir thessum styrk var ad ég myndi skrifa theim pistil, um veru mína hér, tvisvar yfir árid. Thann fyrri skrifadi ég í janúar, en thetta er sá seinni. Ad gamni ákvad ég ad senda hann, sem grein, hingad inn á Huga, og ég vona ad thid eigid eftir ad njóta vel ;)\nÍ rúma níu mánudi hef ég núna búid hérna í Cuenca, Ecuador. Í borg, hatt uppi í Andes-fjöllunum, byggdri upp af inca-indjánum í Sudur-Ameríku. Og ég er bara venjulega 18 ára stelpa, sem hafdi ádur varla stigid faeti út fyrir heimalandid. Thad er kannski erfitt ad trúa thví, en thad er satt.\nThessir nýju mánudir hafa verid frábaer reynsla, sem ég hefdi alls ekki viljad missa af, en their hafa líka oft verid mjög erfidir. Söknudurinn eftir fjölskyldunni og vinunum heima hefur oft verid mikill. En thegar heimthráin verdur of sterk, thá er alltaf einhver til thess ad draga mig upp aftur, thví ad ég hef eignast ótrúlega mikid af vinum hérna. Og ekki bara ecuadorískum vinum, heldur frá öllum heimshornum, thví ad vid, skiptinemarnir í Cuenca, erum öll mjög gódir vinir. Naestum thví allir mínir bestu vinir hérna, eru skiptinemar. Ég held ad thad sé vegna thess ad vid erum öll ad ganga í gegnum thad sama, og skiljum hvert annad, thess vegna, miklu betur heldur en ad inlend mannerskja myndi gera. Og svo hefur madur ókaeypis gistingu bídandi eftir sér í ödru hverju landi í framtídinni ;o)\nEn thad er ótrúlegt hverju madur getur vanist. Thegar ég var heima á Íslandi var ég ordin svo threytt á daglega lífinu thar, og ég hélt ad í Ecuador gaeti mér aldrei leidst. Tilhugsunuin ein um ad ég vaeri stödd hinum megin á hnettinum myndi duga til thess ad mér leiddist ekki. En nú er thad, sem ádur var mér svo framandi og spennandi, ordid venjulegt, og thegar ég hugsa heim thá er thad líkast draumi. Thad er svo óraunverulegt. Og svo eru fullt af hlutum sem ég hefdi aldrei nennt ad gera heima á Íslandi, eda mig hefdi rekid í rogastans vid ad sjá. Til daemis ad thvo allan thvottinn minn í höndunum, eda sjá indjána í thjódlegum búningum úti á götu. En thetta eru hlutir sem ad ég kippi mér ekkert upp vid núna\nSvo er líka annad sem madur laerir vid ad vera skiptinemi í fjarlaegu landi í taept ár, og thad er ad meta fjölskyldu sína og vini, og heimalandid, miklu meira heldur en ádur. Thví ad thetta eru hlutir sem madur tók fyrir sjálfsagdan hlut, en nú skil ég betur hvad their eru í rauninni mikilvaegir, og hvad ég er heppin, thví ad thetta er eitthvad sem allir vilja en ekki allir hafa.\nNú á ég bara einn mánud eftir af dvölinni. Thegar svona stutt er eftir, takast á blendnar tilfinningar. Ég hlakka ótrúlega mikid til ad koma heim og sjá alla aftur, en ég er líka búin ad tengjast Cuenca og öllum vinum mínum hérna sterkum böndum, og thad verdur erfitt ad skilja vid thá alla. Ég á eftir ad sakna theirra rosalega mikid. Og svo eru, eins og ég sagdi, flestir vinir mínir hérna líka skiptinemar, thannig ad vid eigum aldrei aftur eftir ad vera öll saman hérna í Cuenca .  En vid verdum víst bara ad nota tímann, sem vid eigum eftir, vel. Og vid munum gera thad, thótt hann sé stuttur. Adeins einn mánudur. Thad er kannski erfitt ad trúa thví, en thad er satt.\nKvedja,\nSalka",
    "url": "https://www.hugi.is/ferdalog/greinar/149684/ecuador/",
    "url_id": "149684",
    "id": "1135388",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2003-06-16 08:56:47",
            "id": "1135389",
            "reply_to_id": "1135388",
            "text": "Vá mig langar svo til að fara sem skiptinemi….\nKv. Tobba\nPS: Fyrst að svara!"
        },
        {
            "user": "strympa",
            "user_id": "27345",
            "date": "2003-06-19 16:06:41",
            "id": "1135390",
            "reply_to_id": "1135388",
            "text": "Hæ! Djöfull öfunda ég þig að vera úti í Ecuador núna.. Gott að heyra að þér hefur gengið vel þarna.. Ég var sjálf þarna fyrir nokkrum árum, bjó rétt hjá Salinas og var reyndar send heim rétt fyrir dvalarlok vegna flakks í óleyfi! En það var alveg þess virði.. Vertu ekki leið yfir að þurfa svo að koma aftur heim, það er bara stuð.. og svo ferðu þangað aftur einhverntíman. Ég er nýkomin úr heimsókn þaðan og fer líklega aftur í vetur svo.. En annars mæli ég með að þú kíkir til Montanita ef þú hefur tækifæri til þess, besti staðurinn í öllu Ecuador!! Kv, strympa"
        },
        {
            "user": "Salka",
            "user_id": "8685",
            "date": "2003-06-23 20:22:11",
            "id": "1135391",
            "reply_to_id": "1135390",
            "text": "Hae, og takk fyrir svörin :)\nÉg hef farid tvisvar sinnum til Montañita, og er ad fara aftur eftir viku. Alveg sammála, thad er besti stadurinn í Ecuador ;)"
        },
        {
            "user": "Salka",
            "user_id": "8685",
            "date": "2003-06-23 20:22:24",
            "id": "1135392",
            "reply_to_id": "1135390",
            "text": "Hae, og takk fyrir svörin :)\nÉg hef farid tvisvar sinnum til Montañita, og er ad fara aftur eftir viku. Alveg sammála, thad er besti stadurinn í Ecuador ;)"
        },
        {
            "user": "strympa",
            "user_id": "27345",
            "date": "2003-06-23 21:33:49",
            "id": "1135393",
            "reply_to_id": "1135392",
            "text": "cool!! nú öfunda ég þig meira.. kærastinn minn býr einmitt þar rétt hjá.. þekkiru einhvern í Salinas?? (því að Ecuador er minna en það virðist, það þekkja allir alla þó ótrúlegt sé!!)"
        },
        {
            "user": "Salka",
            "user_id": "8685",
            "date": "2003-06-24 19:08:53",
            "id": "1135394",
            "reply_to_id": "1135393",
            "text": "Hí, hí. Alltaf gaman ad vera öfundadur ;)\nNei ég thekki engann í Salinas, hef aldrei farid thangad. Ég verd sennilega bara ad geyma thad thangad til ég kem aftur í heimsókn til Ecuador."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2003-06-27 04:54:01",
            "id": "1135395",
            "reply_to_id": "1135388",
            "text": "Ég þekkti Equadoriska stelpu í Miami, hún flúði landið, sagði allt þarna fucked up, spillt stjórn ofl, líklega ekkert öðruvísi en S-Ameríka almennt."
        },
        {
            "user": "Salka",
            "user_id": "8685",
            "date": "2003-06-27 21:50:14",
            "id": "1135396",
            "reply_to_id": "1135395",
            "text": "Thad er alveg rétt ad stjórnin hérna sé vel spillt. Thad reyndar byrjadi nýr forseti hérna fyrir svona hálfu ári, sem lofadi öllu fögru um ad enda spuillinguna, en ég held ad hann sé bara ekkert betri heldur en sá gamli.\nkv. Salka"
        },
        {
            "user": "aMiGa84",
            "user_id": "28843",
            "date": "2003-07-15 16:51:29",
            "id": "1135397",
            "reply_to_id": "1135388",
            "text": "Rosalega flott hjá þér að hafa látið verða að því að fara sem skiptinemi!! Mig langaði alltaf svo mikið að fara en svo var það orðið of seint þegar ég átti einhverja peninga til að fara. Fór þá bara á eigin vegum til Chile, Argentínu, Brasilíu og Paragvæ í staðinn :-)\nSkemmtu þér stórkostlega vel!"
        }
    ]
}