{
    "forum_title": "Rómantík",
    "user": "Zeron",
    "user_id": "2624",
    "date": "2001-01-25 00:28:59",
    "title": "Að vera, eða ekki vera...",
    "text": "þetta er alltaf stór spurning…. er maður ástfangin eða er maður bara hrifinn. Auðvitað held ég að hver þurfi að svara þessari spurningu fyrir sig, en mín skoðun á þessu er sú að vera ástfangin sé að finna fyrir því að maður sakkni náungans, þykja vænt um hann eða finna þá tilfinninguínn í sér að maður myndi gefa lífið til þess eins að vera nálægt þessari persónu. Mín túlkun á ást er sú að maður getur verið ástfangin af fleiri en einni manneskju í einu, þessar tilfinningar er líka hægt að bera til vinar eða vinkonu, bara á annan hátt.",
    "url": "https://www.hugi.is/romantik/greinar/14982/ad-vera-eda-ekki-vera/",
    "url_id": "14982",
    "id": "95683",
    "replies": [
        {
            "user": "rebsig",
            "user_id": "4613",
            "date": "2001-01-25 13:57:17",
            "id": "95684",
            "reply_to_id": "95683",
            "text": "Já, þetta er alltaf stór og erfið spurning og með margar hliðar.\nÁstin er sannarlega flókin í mínu tilviki. Ég elska manninn minn, þoli hann oft ekki, er ánægðust þegar hann er í vinnunni, vil ekki missa hann, en ég get ekki náð sambandi við hann eins og vin. Það endaði líka með því að ég fór að hafa samband við gamlan vin, (við vorum saman fyrir 14 árum) í gegnum e-mail. Við hann er hægt að tala um allt, líka “stelpumál”, við vorum alveg frábærir vinir, fífluðumst, slógumst og töluðum um allt. En eftir tveggja ára samband uppgötvaði ég að ég elskaði hann bara sem vin, svo ég lét mig hverfa. Hann sýnir hvað hann er góður vinur með því að vilja tala við mig aftur eftir öll þessi ár.\nSvona getur þetta verið flókið, mér er svo mikils virði að eiga góða vini af báðum kynjum, en það er leitt að geta ekki fundið þetta hjá eiginmanni sínum, þótt ég elski hann út af lífinu og vilji að við verðum saman alla æfi.\nSkrýtið er þetta líf!"
        },
        {
            "user": "Atari",
            "user_id": "100",
            "date": "2001-01-26 01:17:33",
            "id": "95685",
            "reply_to_id": "95684",
            "text": "Sárt að heyra að maðurinn þinn sé ekki besti vinur þinn, en það er það sem makin á vera. Og að vera ástfengin… jamm tek undir það að það sé finna fyrir því að sakna manneskjunar. Það er bara hluti af öllum pakkan en mjög sannur."
        },
        {
            "user": "biko",
            "user_id": "5867",
            "date": "2001-01-29 16:20:45",
            "id": "95686",
            "reply_to_id": "95683",
            "text": "Að vera ástfanginn er í mínum augum allt annað en að vera hrifinn af einstakling. Maður ástfanginn þegar maður hugsar um hana frá því maður vaknar og þar til maður fer að sofa og dreymir hana þess á milli. Þessi tilfinning magnast síðan upp þar til maður getur ekki án hinnar maneskjunnar verið og getur ekki hugsað sér dag án þess að tala við hana. Þessi tilfinning er sjaldgæf og enn sjaldgæfara að hún sé endurgoldin en samt gengur maður sér upp að hnjám í leit af henni enda þarf hún svosem bara að heppnast einu sinni og er það besta sem þetta jarðlíf hefur upp á að bjóða þegar því er að skipta :)"
        },
        {
            "user": "ruglud",
            "user_id": "5007",
            "date": "2001-01-31 09:48:15",
            "id": "95687",
            "reply_to_id": "95683",
            "text": "He já þetta er alltaf spurning um hvort maður sé ástfangin eða ekki en maður veit það ekkert ….. nema bara fyrir sjálfan sig ég meina þú getur ekki sagt fyrir eitthvað fólk út í bæ oh það er svo ástfangið það er ekki HÆGT !!…=)…en já auddað er þetta hluti af ástinni en t.d. min skilgreining er sú að við hittum ástina bara einu sinni og …stendur ekki í mikinn ´tima og svo kemur bara sálufelaginn því þetta er ekkert eins og í ævintýrunum þessi giftist þessum og þau verða fullkomlega happy for ever e´g þoli ekki þanneigin því þetta er ekki raunverulega lífið !=(….en auðvitað er þetta bara persónulegt eftir manneksju en þetta er min skilgreining ok vonandi getið þið notað þletta =)….\nlovjaalll\nruglud"
        },
        {
            "user": "Promentor",
            "user_id": "3015",
            "date": "2001-02-01 17:07:31",
            "id": "95688",
            "reply_to_id": "95683",
            "text": "Að vera ástfangin af einhverri manneskju er það að hugsa um hana allan daginn og geta erkert gert nema maður viti af henni einhversstaðaðar.\nMaður getur náttúrulega verið hrifinn af fleyri en einni manneskju í einu eins og málin hjá mér standa í dag."
        }
    ]
}