{
    "forum_title": "Stjórnmál",
    "user": null,
    "user_id": null,
    "date": "2003-06-17 19:31:15",
    "title": "Í dag er dagurinn",
    "text": "Í dag er dagurinn þar sem öll sjónarmið, allir flokkar og allar stefnur sameinast um eitt, og það er lýðveldið Ísland.\nÍ dag höldum við upp á það að við erum ekki lengur undir oki Dana, Norðmanna eða nokkurs annars lands. Við erum Íslendingar, og við byggjum Ísland, og ráðum okkar málum sjálf.\nOg hvers vegna vildum við þetta til að byrja með? Við vildum geta ráðið okkar högum sjálf, án tilliti til þess hvað fólkinu í Danmörku fannst um okkar mál. Við trúðum því þá eins og nú, að við vitum betur heldur en fjarlægt yfirvald hvað er landi okkar og þjóð fyrir bestu. Það er okkar réttur að ráða okkur sjálf.\nSvo að ég spyr:\nHvað var málið með Falun Gong?\nHvað var málið með Íraksstríðið?\nHvað var málið með ríkisábyrgð ÍE?\nHversu mikið þarf að mótmæla til þess að það sé hlustað? Er það sjálfstæð og lýðræðisleg þjóð sem neyðist til þess að kjósa flokka sína eftir algerum grunnforsendum þeirra, algerlega burtséð frá þeim málefnum sem þeir flokkar hafa staðið fyrir í gegnum árin?\nHversu mikið eigum við að fyrirgefa? Á fjögurra ára fresti höfum við einn kross til þess að hafa áhrif á það hvernig þessu landi er stjórnað. Hvernig gæti fyrirkomulagið mögulega verið ónákvæmara og samhengislausara?\nHvar er flokkurinn sem aðhlynnist hægristefnu, fyrir utan þau málefni sem einstaka Sjálfstæðismenn eru á móti? Hvar er vinstriflokkurinn sem vill ekki banna allt og alla? Hvar er miðflokkurinn sem hafnar öfgakenndum hægriöflum? Hvar er miðflokkurinn sem hafnar öfgakenndum vinstriöflum?\nHvar er flokkurinn sem vildi stuðning við gagnagrunn ÍE, vildi stuðning við ríkisábyrgð ÍE, en var á móti stríðinu? Hvar er flokkurinn sem vildi hið þveröfuga? Hverslags magn flokka þurfum við til þess að geta stjórnað þessum málefnum?\nHvar er nákvæmnin í því hvernig við kjósum? Hversu miklu getum við mögulega ráðið?\nVið höfum tvær körfur.\nEin þeirra er með 1 fiskbitum og 9 appelsínum.\nHin er með 9 fiskbitum og 1 appelsínu.\nSegjum svo að ég megi ráða því sem ég borða… geti tekið af þessum körfum það sem mér sýnist. Hví get ég ekki fengið mér 5 fiskbita og 5 appelsínur? Hvers vegna þarf ég að taka annan hvorn af algerlega ólíkum pökkum sem hvorugir fullnægja mínum þörfum?\nHvernig eigum við að hafa áhrif á málefni þessa land? Hvað þarf til? Eftir fjölmörg mjög umdeild málefni sem þjóðin hefur nánast í heild sinni reynt að sporna við… stendur ríkisstjórnin nánast nákvæmlega eins og hún var. Alþingi breytist lítið, og eðlilega, vegna þess að þegar öllu er á botninn hvolft verðum við að kjósa samkvæmt grunnstefnum og hugmyndafræði… ekki samkvæmt málefnum. Þetta þýðir það að málefnin verða úti í kuldanum, og þeim ráðum við ekki.\nHvar er lýðræðið okkar góða? Komið á elliheimili?\nÉg hvet menn til umræðu og hugsunar varðandi lýðræðið okkar, raunverulegt gildi þess. Þ.e.a.s. þetta flokkafyrirkomulag. Þó ég sé ekki að gefa í skyn að það sé með öllu ónýtt, þá er margt sem mætti vera mun betra… og þarf í raun að verða það.\nÞó skulum við aldrei gleyma því sem við höfum nú. Þetta gæti jú verið verra… eins og það var… þ.e.a.s. þegar Danir réðu okkur.\nTil hamingju með daginn, allir landsmenn, allir flokkar og fulltrúar þeirra allra.",
    "url": "https://www.hugi.is/stjornmal/greinar/150109/i-dag-er-dagurinn/",
    "url_id": "150109",
    "id": "1139095",
    "replies": [
        {
            "user": "dadi",
            "user_id": "4956",
            "date": "2003-06-17 20:53:37",
            "id": "1139096",
            "reply_to_id": "1139095",
            "text": "Held ég hafi einhversstaðar lesið að Ísland stæði uppúr á þessu sviði hvaða varðar flokkana. Í sumum erlendum löndum væru mun færri flokkar…\nÚrval er alltaf af hinu góða…"
        },
        {
            "user": "Apocalisp",
            "user_id": "3477",
            "date": "2003-06-17 21:00:11",
            "id": "1139097",
            "reply_to_id": "1139095",
            "text": "“Við höfum tvær körfur. Ein þeirra er með 1 fiskbitum og 9 appelsínum.\nHin er með 9 fiskbitum og 1 appelsínu.”\nLausnin felst í að sleppa þessu körfubrasi og fá sinn fisk beint frá sjómanninum og appelsínuna beint frá bóndanum.\nLýðræðið sem þú þráir svo heitt felst ekki í auknu úrvali heldur í auknu frelsi og minna ríkisforræði."
        },
        {
            "user": "Tif",
            "user_id": "35428",
            "date": "2003-06-18 00:40:09",
            "id": "1139098",
            "reply_to_id": "1139095",
            "text": "Þessir menn eru náttúrulega kosnir á þing til þess að taka þessar ákvarðanir fyrir fólkið…\nEða ætti kannski að vera kosningar um hver einustu lög og málefni ? Það myndi allt fara í rúst þá enda hafa flestir ekki vit á að taka þannig ákvarðanir, við kjósum einstaklinga til þess að gera það að atvinnu sinni að taka þessar ákvarðanir fyrir okkur.\nOg ekki segja að það hafði engin áhrif, sjálfstæðisflokkurinn er á niðurleið og er það t.d. út af stuðningi við stríðið."
        },
        {
            "user": "Tif",
            "user_id": "35428",
            "date": "2003-06-18 01:14:17",
            "id": "1139099",
            "reply_to_id": "1139098",
            "text": "“Þessir menn eru náttúrulega kosnir á þing til þess að taka þessar ákvarðanir fyrir fólkið…”\nAlltaf kemur sama klausan. Ég veit fullvel hvernig þetta virkar. Það að tyggja það ofan í mann segir ekkert til um það hvort það sé eitthvað vit í því eður ei.\nOg nei, það ætti ekki að hafa kosningar um hvert einasta málefni og hver einustu lög, heldur þau lög og þau málefni sem þjóðin hefur greinilega mjög skýra og afmarkaða skoðun á.\nÞetta er gert með góðum árangri annars staðar, t.d. í Danmörku, og þessi tegund lýðræðis hefur verið í Sviss síðan 1848. Þar þarf ákveðinn stuðning við þjóðaratkvæðagreiðslu til þess að svo verði úr tilteknu málefni.\nOg í guðanna bænum, hvað er þetta með Íslendinga og “hér færi allt í rúst” við lágmarks breytingar? Með þessum rökum er hægt að styðja nákvæmlega hvað sem er… jafnvel einræði.\nOg sama hvernig það fer fyrir flokkunum, það lendir á sama stað að kerfið býður upp á mjög takmarkaða nákvæmni í stjórnun landans á landinu.\nHér færi ekki neitt á annan endann, frekar en neins staðar annars staðar þar sem þetta er svona.\nAnnar hérna minntist á að hér væri óvenju mikið af flokkum… en hérna er líka óvenjulega lítið af þjóðaratkvæðagreiðslum varðandi málefni.\nÞað er enginn að tala um að kjósa um hvert einasta smáatriði sem fer fram í stjórninni."
        },
        {
            "user": "Tif",
            "user_id": "35428",
            "date": "2003-06-18 07:29:09",
            "id": "1139100",
            "reply_to_id": "1139099",
            "text": "Já en þessi skoðun almennings er ekki alltaf rétt.. Margir fylgja t.d. meirihluta fólks eða trúa frétt um málefnið sem var ekki endilega sönn…\nOg í raun er flestum bara skítsama og spá ekkert í þetta, en kjósa af því það er svo gaman og hefð að meirihluti kjósi…\nÉg vil frekar að nokkrir einstaklingar taki ákvörðun um málið eftir að rannsaka það vel en  að stór hópur fólks kjósi um það og hreinlega viti ekki neitt um málefnið… Kannski 10% sem virkilega hafa sterka skoðun og hafa rannsakað málið á meðan þessi 90% sem ekkert vita ráða úrslitunum!\nAllt í lagi að hafa eina og eina kosningu t.d. um hvaða sambönd eigi að ganga í (Evrópusambandið)… en þá með því skilyrði að stjórnmálamenn hafi fjallað vel um málið í allavega nokkra mánuði í fjölmiðlum!"
        },
        {
            "user": "Tif",
            "user_id": "35428",
            "date": "2003-06-18 13:33:38",
            "id": "1139101",
            "reply_to_id": "1139100",
            "text": "Almennt mjög góð hugsun um lýðræðið.\nEn geiri85, stjórnmálamenn vita ekkert alltaf betur og hafa oft tekið ákvörðun sem er á þvers og kruss við allt sem vísindamenn segja.\nStjórnmálamenn þurfa ekkert alltaf að vita allt best. Ég veit ekki betur en að margir stjórnmálamenn eru ósammála um mörg þessara stóru málefna. Þjóðin ætti því að fá að kjósa um stór málefni eins og: Kárahnjúka, Írak, Esb og janfvel sölu bankanna ( þar sem þjóðin var hlutahfi)."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-06-18 18:46:01",
            "id": "1139102",
            "reply_to_id": "1139101",
            "text": "Stjórnmálamenn þurfa ekkert að vita eitthvað endilega best, en svo vill til að þeir gera það oftast því þeir eru nú einu sinni á launum við þetta.\nMálið er það, að ef þú kýst eitthvern flokk þá átt þú að vita fyrir hvað hann stendur, t.d. ef þú vilt aukin ríkisumsvif, þá kýstu vinstri flokkana, og síðan um undiráherslurnar þar. Ef þú vilt frjálsræði í markaðsmálum þá kýstu hægri flokkanna, með öllum þeim mismunandi áherslum sem eru þar á bæ.\nOg svo framvegis og svo framvegis.\nVísindamenn eru nú bara oft pólitískir, eins og svo margir aðrir, að þeir vilja hafa áhrif eins og aðrir."
        },
        {
            "user": "JolaMetal",
            "user_id": "2606",
            "date": "2003-06-19 21:50:35",
            "id": "1139103",
            "reply_to_id": "1139101",
            "text": "Tif ég er sammála en eins og ég sagði þá verður að fræða almenning mikið um málefnið í allavega nokkra mánuði ef að þjóðin fær að kjósa um það"
        },
        {
            "user": "JolaMetal",
            "user_id": "2606",
            "date": "2003-06-25 22:04:46",
            "id": "1139104",
            "reply_to_id": "1139103",
            "text": "Ef ekki er hægt að treysta fólki fyrir því að kjósa um málefni, hvernig er þá hægt að treysta því fyrir því að kjósa hæfa menn til þess að taka ákvarðanir fyrir hana?\nÉg sé ekki betur en að þetta sé sami hluturinn."
        },
        {
            "user": "JolaMetal",
            "user_id": "2606",
            "date": "2003-06-26 16:34:16",
            "id": "1139105",
            "reply_to_id": "1139104",
            "text": "Já en það er mjög augljóst að flestir myndu afla sér meiri upplýsingar um t.d. stjórnmálaflokk… Og sjá mikla umfjöllun mörgum mánuðum áður en það er kosið…\nEf að fólk myndi kjósa t.d. um hver einustu lög þá augljóslega væri það meira vandamál… En auðvitað er í lagi að gera þetta eitt og eitt skipti t.d. í sambandi við hvaða sambönd eigi að ganga í (Evrópusambandið t.d.)… En þá aðeins ef það væri fjallað mikið um það fyrir almenning í nokkra mánuði alveg eins og gert er fyrir kosningar ríkisstjórnar :)"
        },
        {
            "user": "JolaMetal",
            "user_id": "2606",
            "date": "2003-06-26 21:57:36",
            "id": "1139106",
            "reply_to_id": "1139105",
            "text": "Ef að kosið yrði reglulega yrði það minna vandamál, fólk myndi kynna sér málefnin betur og aularnir sem engan áhuga hafa á stjórnmálum myndu ekki kjósa. Þeir gera það bara núna út af þessu “hæpi” sem myndast við kosningar, og það endar með því að sá flokkur sem auglýsir mest fær mest fylgi."
        },
        {
            "user": "JolaMetal",
            "user_id": "2606",
            "date": "2003-06-26 22:10:46",
            "id": "1139107",
            "reply_to_id": "1139106",
            "text": "Algjört kjaftæði.. ekki myndi ég treysta almenningi til þess að kjósa hver einustu lög.. Það færi allt á annan enda ég get lofað þér því…\nFella alveg niður ríkisstjórn ?\nÞú ættir kannski að rannsaka hvað þing er.. Það er fólk úr þjóðinni sem gerir það að atvinnu sinni að spá mikið í þessa hluti og kjósa svo…\nVið hin sem að erum að vinna og/eða mennta okkur í einhverju sem tengist stjórnmálum ekki neitt höfum ekki jafn mikin tíma í þetta… sérstaklega þegar lífsgæðakapphlaupið er í hámarki!\nEf þú telur þig vera hæfan til þess að kjósa um lög þá mæli ég með að þú hættir að væla og gangir bara í stjórnmálaflokk :)"
        },
        {
            "user": "JolaMetal",
            "user_id": "2606",
            "date": "2003-06-26 22:15:33",
            "id": "1139108",
            "reply_to_id": "1139107",
            "text": "Afhverju treystirðu ekki fólki? Er það fullorðið fólk ekki hæft til þess að taka ákvarðanir sem varða sitt eigið líf? Vilt þú kannski ganga lengra og ákveða bara fyrir alla hvað er bezt fyrir þá?\nFæstir sem eru á þingi eru menntaðir í stjórnmálum, flestir eru bara venjulegt fólk eins og ég og þú, og þeir sem vilja endilega sóa lífi sínu í “lífsgæðakapphlaupið”, þeir geta bara sleppt því að kjósa."
        },
        {
            "user": "JolaMetal",
            "user_id": "2606",
            "date": "2003-06-26 23:42:15",
            "id": "1139109",
            "reply_to_id": "1139108",
            "text": "“Afhverju treystirðu ekki fólki? Er það fullorðið fólk ekki hæft til þess að taka ákvarðanir sem varða sitt eigið líf?”\nÞað er nefnilega málið ég treysti fólki ekki…\nÞú veist ekkert hversu margir myndu nýta sér þennan rétt og hversu margir af þeim myndi vita eitthvað mikið um málið… samt allavega mjög líklegt að það yrði undir helming sem hefur rannsakað málið ágætlega/vel…\nÉg vil frekar hæfa einstaklinga til þess að taka þessar ákvarðanir.. eins og þú sagðir er þetta fólk eins og þú og ég úr þjóðfélaginu, en í stjórnmálaflokkum sem skuldbindur þau til þess að rannsaka þessi málefni ólíkt öllum hinum…\nKíktu bara í kringum þig.. afhverju ætli það séu engin rík lönd í kringum okkur með þetta kerfi að allir fá að kjósa lög, reglur og ákvarðanir ?\nAf því það er hrein staðreynd að allt myndi fara á annan enda!\nGetur flutt á litla eyju ef þér líkar ekki við það sem flestir sætta sig við hér… víst þú elskar kosningar svona mikið þá get ég lofað þér að meirihluti myndi kjósa á móti því að almenningur myndi taka við af þingi!\nSvo hugmyndin þín myndi ekki virka ;)"
        },
        {
            "user": "JolaMetal",
            "user_id": "2606",
            "date": "2003-06-27 00:14:08",
            "id": "1139110",
            "reply_to_id": "1139109",
            "text": "“Kíktu bara í kringum þig.. afhverju ætli það séu engin rík lönd í kringum okkur með þetta kerfi að allir fá að kjósa lög, reglur og ákvarðanir ?”\nÆtli ástæðan sé ekki sú að það eru _engin_ lönd með þetta kerfi? Svisslendingar eru komnir einna lengst í beinu lýðræði og allt gengur bara ágætlega hjá þeim.\nÞetta kerfi sem ég gæti hugsað mér væri mjög líkt kerfi því sem var við lýði í Aþenu til forna, virkaði mjög vel.\nSvo er það spurningin: Viljum við sem skilvirkastar og hagkvæmastar ákvarðanir?\nEf svo er getum við bara fengið okkur einræðisherra og byrjað að grafa grafir, hann veit allt bezt.\nÉg veit ekki með þig, en ég sækist frekar eftir samfélagi sem gott er að búa í og allir eru þáttakendur í samfélaginu, og ef það á að vera þarf almenningur að taka meiri þátt í stjórn landsins heldur en að krossa á blað á fjögurra ára fresti."
        },
        {
            "user": "binnibinni2456",
            "user_id": "35706",
            "date": "2003-06-27 16:50:06",
            "id": "1139111",
            "reply_to_id": "1139110",
            "text": "Ég er sammála þér að almenningur ætti að fá að ráða meira.. t.d. hafa nokkrar kosningar um mikilvægustu málefnin og einnig að fólk fær að ráða meira þegar það kýs…\nÆttu t.d. að merkja líka við hvern þau væru til í að sjá sem forsætisráðherra og fleira.. En ekki bara flokkinn…\nHalldór Ásgrímsson er að verða forsætisráðherra í 3 ár en minna en 20% almennings vildi fá hann í þá stöðu…. sem sannar að eitthvað er að þessu “lýðræði” okkar.\nÞað nefnilega gengur ekki að menn úti í bæ fái að toga tölur út og suður og mynda ríkisstjórn án þess að almenningur fær að segja neitt í því."
        },
        {
            "user": "binnibinni2456",
            "user_id": "35706",
            "date": "2003-06-29 21:42:20",
            "id": "1139112",
            "reply_to_id": "1139111",
            "text": "það er ekki hagkvæmt fyrir sjónarmið að kljúfa flokka og hafa margra flokka ríkistrjórn."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-07-04 11:35:12",
            "id": "1139113",
            "reply_to_id": "1139100",
            "text": "Fólkið veit ekkert allt hvað er fyrir bestu í landinu, það er alveg hárrétt.\nEn stjórnmálamennirnir vita það alltaf best?\nHver er punkturinn? :) Fullkomið stjórnarfar er ekki mögulegt. Þjóðin stendur ennþá við sína skoðun í DeCODE-málunum, stríðinu og Falun Gong. Ekkert þessara mála er orðið að “told-you-so” fyrirbæri.\nÞetta eru nákvæmelga málin sem þjóðin hefði viljað kjósa um sjálf. Þetta eru málefni sem snúast ekki um hvað er “best”, heldur verðmætamat hvers og eins.\nEf þú lest yfir nokkrar rausur á Althingi.is eða (god forbid) horfir á Alþingi í sjónvarpinu, þá sérðu mjög fljótt að þetta eru engir guðir… ekki fólk sem er með allar forsendur neitt meira á hreinu í þessum málum heldur en þjóðin sjálf. Þar koma fram nákvæmlega sömu ræður og þjóðin hefur sjálf verið að hjala ofan í sjálfa sig.\nHér er líka ekki verið að tala um að þjóðin ráði ÖLLU. Þjóðin veit sjálf, eins og þið ágætu notendur Huga sýnið mjög vel fram á, vel hvað hún vill kjósa um og hvað ekki.\nOG ÉG ÍTREKA að aukið lýðræði hefur hvergi reynst illa! Ég ítreka að Svisslendingar hafi gert þetta síðan 1848! Þetta var ekki ásláttarvilla, ég er að tala um árið 1848 sem var fyrir 155 árum síðan!\n“Hér færi allt á annan endan!”\nSvarið er einfalt. Nei, það færi ekkert á annan endann. Ekki hér frekar en annars staðar.\n“Þjóðin veit ekkert alltaf hvað er henni fyrir bestu.”\nEnginn veit alltaf hvað þjóðinni er fyrir bestu. Það eitt er á hreinu að þjóðin þekkir betur sitt eigið verðmætamat heldur en stjórnmálamenn."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-07-04 16:57:43",
            "id": "1139114",
            "reply_to_id": "1139113",
            "text": "“Fólkið veit ekkert allt hvað er fyrir bestu í landinu, það er alveg hárrétt.\nEn stjórnmálamennirnir vita það alltaf best?”\nEkki alltaf en oftast… ég meina nokkur málefni sem þeir klúðruðu og vonandi hefur það áhrif á atkvæði þeirra seinna… en á sama tíma eru þeir kannski að gera 100 góða hluti sem varla er talað um enda er skemmtilegra að gagnrýna en hrósa."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-07-08 11:01:49",
            "id": "1139115",
            "reply_to_id": "1139114",
            "text": "Hversu oft þarf að segja þetta? Það er enginn að tala um að lýðurinn ráði öllu. Lýðurinn veit vel að hann hefur ekki vit á 90% málefna, enda fá 90% málefna ekki umfjöllun á meðal almennings, og réttilega.\nBara þeim málefnum sem hann hefur áberandi og afgerandi skoðun á. Það er enginn að tala um að láta lýðinn ráða t.d. sköttum.\nPunkturinn stendur ennþá, gjörsamlega óhaggaður."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-07-08 16:18:56",
            "id": "1139116",
            "reply_to_id": "1139115",
            "text": "Ok þá er þetta sniðug hugmynd.. bara smá misskilningur í gangi :)\nÉg er alveg sammála að almenningur ætti að fá að ráða meira um málefni sem þeir vita eitthvað um eftir umfjöllun fjölmiðla…\nSniðugt :) Samfylkingin vildi einmitt gera breytingar í þessum málum og nota nútímatækni til þess."
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2003-06-18 01:34:52",
            "id": "1139117",
            "reply_to_id": "1139095",
            "text": "Armon.\nGóð hugleiðing.\nEkki hvað síst í ljósi þess að 17. júni, ræða forsætisráðherra í morgun var hluti af hátíðahöldum sem voru kostuð af einkafyrirtæki á simamarkaði í höfuðborg landsins, aldrei þessu vant.\nSímafyrirtæki sem núverandi borgarstjóri var forstjóri fyrir áður en hann tók við þessu embætti.\nFjárhagslegt sjálfstæði ríkis og sveitarfélaga\nril athafna í eigin nafni virðist ekki lengur fyrir hendi hvað varðar framkvæmdir sjálfan 17. júni´í höfuðborg landsins.\nÞetta sem ég hér tel fram finnst mér vera verulegt umhugsunarefni um lýðræði almennt.\nkv.\ngmaria."
        }
    ]
}