{
    "forum_title": "Tölvuhlutverkaleikir",
    "user": "Vilhelm",
    "user_id": "2179",
    "date": "2001-01-25 17:16:37",
    "title": "Wizard Stronghold (Spoiler warning)",
    "text": "Til að fá Wizard Strongholdið, þá verður þú að fara til Umar Hills og ná í Valygar (virkilega góður Stalker). Gerðu verkefnið fyrir hann og reyndu að halda Knights of Solamnia á lífi, þ.e. ekki drepa þá. Þegar þú ert búin(n) með Sphere questið skaltu fara inn og tala við Knightana. Þeir vilja komast heim, en Planar Sphereið getur ekki fært sig um plane eins og er. Galdrakarl að nafni Teos birtist og vill bjóða þér smá tilboð. Samþykktu það gegn því að hann hjálpi knightunum að komast heim og hann segir þér að tala við Ribald í Adventurer’s Mart (Waukeens Promenade). Með Wizard Strongholdinu fylgja 3 verkefni.\n1. Farðu og talaðu við Ribald og biddu hann um að hjálpa þér með Knightana. Hann segist ætla að senda Mage daginn eftir ef þú borgar honum 9,000 kall. Hins vegar getur þú líka sleppt því að borga og talað við Prelate Wesselan í Order of the Radiant Heart. Ég borgaði og Mageinn birtist 24 tímum síðar í Sphereinu. Farðu þangað, restaðu þangað til hann birtist og talaðu svo við Reynu. Hún gefur þér Golden Girdle og 45,000 exp. Ég hins vegar var ofvirkur og talaði við hana aftur. Ég sagði henni að fara til Order of the Radiant Heart og fékk önnur 45,000 exp. Skemmtilegur galli það.\n2. U.þ.b. einum degi eftir að þú færð Sphereið kemur Teos aftur með þrjá lærlinga, Morul, Larz and Nara, og biður þig um að þjálfa þá. Teos segist ætla að líta við endrum og eins á næstu vikum (þótt hann hafi komið 0 sinnum hjá mér). Það sem að þú átt að gera er að velja hvað lærlingarnir eiga að búa til.\n1. Fyrst eiga þeir að gera fyrir þig annaðhvort Ring of Protection +1 fyrir 2000 gp, Wand of the apprenti fyrir 1000 gp eða Dagger of Ultimate Magus (eða hvað sem að kallinn þinn heitir) fyrir 2000 gp. Ég lét þá gera Dagger of Ultimate Magus og fékk succeed. Það er  hins vegar handahófskennt hvort einhverjum mistekst eða ekki. Ef að þeir segja að það taka “few days” að klára hlutinn, þá tekst þeim það. Ef að þeir segja að það taki  “4 days”, þá tekst þeim það ekki. Ef að þú reynir að  gera Ring of Protection, þá deyr Larz, hvort sem þeim tekst það eða ekki\n2. Næst eiga þeir að búa til eitt scroll. Það er hægt að velja úr þremur göldrum:\nMislead (250 gp)\nAbi-Dalzim’s Horrid Wilting (1000 gp)\nMeteor Swarm (2500)\nÉg valdi Horrid Wilting og það tókst (“Few days, 4 days” lögmálið líka hér). Ef að þú velur Meteor Swarm, þá deyr Nara.\n3. Síðasta verkefnið er að láta þá búa til Staff of Power (hjá mér a.m.k.) fyrir 10,000 spírur, en það er líka hægt að sleppa því að gera þennan hlut (sagt er að allir deyji ef að þau eiga að gera þetta). Ég sagði þeim að sleppa honum því það væri of hættulegt að gera þetta.\nÞegar þú ert búin(n) að láta lærlingana gera allt, þá kemur Teos til þín og sér hvernig þér gekk (hélst vonandi öllum á lífi). Ef að einn dó, þá færðu ekkert experience, því miður. Hins vegar er haldin útskriftarveisla eftir þetta og þú græðir helling af exp (50,000 reyndar).\n3. Tveimur dögum síðar kemur náungi með þau skilaboð að þú átt að fara inn í Sphereið undir eins. Ef að þú ert inni í Sphereinu, þá verður þú að fara út til að hann komi til þín. Allaveganna, Teos birtist líka þarna og spyr “What”, og heldur að þú kallaðir hann á fund. En annað kemur í ljós. Hellingur af náungum koma og ráðast á þig. Þetta verkefni ætti að vera auðskilið, útrýma þeim öllum. Þegar það er búið kemur Teos aftur og segir þér að anti-galdramaður að nafni Lord Argrim hafi skipulagt þetta, og biður þig um að fara með sérstakar runes og Imprisona hann. Settu þær í Quick slotið og farðu með þær niður að City Gates og inn á kránna. Uppi finnur þú Argrim. Ef að þú drepur hann verður Teos fúll, en ef að þú notar runein á hann, þá færðu að eiga Sphereið. Allaveganna, bardaginn uppi er ekkert sérstaklega erfiður, 2 Archers og 2 Men-At-Arms. Dreptu þá og farðu aftur í Sphereið og segðu Teos að þú hafir Imprisonað Argrim. Þá verður hann glaður og gefur þér 7500 exp.\nEftir þetta birtist Morul aftur (ef hann lifði það af að vera lærlingur, þ.e.a.s.) og spyr þig hvort hann megi vera lærlingurinn þinn. Ef þú játar þá gerir hann eitt sett af potions og oils í viku hverri. Það skal þó hafa það í huga að einn potionin er cursed.\n—————————————–\nLifið heil,\nWillie",
    "url": "https://www.hugi.is/crpg/greinar/15011/wizard-stronghold-spoiler-warning/",
    "url_id": "15011",
    "id": "95855",
    "replies": [
        {
            "user": "RoyalFool",
            "user_id": "5820",
            "date": "2001-01-26 10:15:21",
            "id": "95856",
            "reply_to_id": "95855",
            "text": "Hvað ertu búinn að spila mikið? Þetta er ekki heilsusamlegt…\nAnnars hef ég eina spurningu:\nÍ Adventurer's Mart, hvað er þetta Wyvern uppi á efri hæðinni? Er þetta einhvers konar spesíal Familiar eða kannski bara eitthvað eisn og Biff The Understudy?\nRoyal Fool\nBringing smiles to sappy faces"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-01-26 11:45:49",
            "id": "95857",
            "reply_to_id": "95856",
            "text": "Hann virðist bara vera þarna til einskis notkunar. Ég skil heldur ekkert hvað hann er að gera þarna :Þ\nWillie"
        }
    ]
}