{
    "forum_title": "Harry Potter",
    "user": "dha",
    "user_id": "35651",
    "date": "2003-06-17 23:58:18",
    "title": "Grein eftir Paul Majendie",
    "text": "24. september 2002\nGrein eftir Paul Majendie\nRithöfundurinn J.K. Rowling hafði tvennu að fagna á Fimmtudaginn – Höfundur Harry Potter bókanna, vann mál fyrir dómstóli vegna ritstuldar og lét frá sér yfirlýsingu um að hún ætti von á barni.\nAðeins 24 klukkutímum eftir að dómstóll felldi niður mál gegn henni, sagði höfundurinn að hún og eiginmaður hennar, Neil Murray, muni eignast barn næsta vor.\nRowling byrjaði að skrifa Potter bækurnar sem einstæð móðir í fjárhagserfiðleikum, að ala upp dóttur sína Jessicu í Edinborg. Núna er hún milljónamæringur eftir að sögurnar um Harry Potter slógu í geng allsstaðar í heiminum!\nEn hún viðurkenndi að stress út af  ritstuldarmálinu hafi  hindrað vinnu hennar í fimmtu bókinni , sem allir Harry Potter aðdáendur eru að bíða eftir.\nRowling sagði að henni væri mjög létt eftir að  dómstóllinn henti út ásökun rithöfundarins Nancy Stouffer, sem hélt því fram að Rowling hefði stolið orðum og persónum úr bókum sínum.\nRowling hefur einnig góðar fréttir fyrir milljónir arna um allan heim  sem hafa eðið óþreyjufull eftir framhaldi bókanna um Harry Potter, galdramannin unga. Hún sagði að meirihluti bókarinnar væri tilbúinn og hélt því ákveðið fram “Ég er að klára þetta.”\nRowling,  sagði BBC Children's Television: “Mér er svo létt. Þetta mál fyrir dómstólum hefur dregist um nokkur ár – Ég er virkilega hamingjusöm í dag.”\nAðspurð hvort að málið hafi hindrað vinnu hennar að fimmtu bókinni, segir hún: “Það hefur auðvitað haft áhrif. Sá sem hefur verið viðriðinn mál fyrir dómstólum veit að það er tímafrekt, og að það leikur stöðugt með huga þinn.\n”Það hafa komið tímar þegar ég hef verið að skrifa og ég hef verið með þetta á heilaum, þegar ég á að vera að hugsa um Harry og co. og afdrif þeirra.“\nENGIN DAGSETNING Á ÚTGÁFUDEGI NÆSTU BÓKAR\nHún sagði að úrskurður dómstólsins hafi lyft þungu fargi af öxlum sínum. En hún vildi samt ekki vera bundin ákveðnum útgáfudegi fyrir næstu bók.\n”Ég vil ekki segja neitt, ef ég lenti kannski í strætóslysi og hlutirnir breytast algjörlega! Þetta verður ekki svo lengi“ sagði hún.\n”Það er hellingur af bókinni búin. Það er það eina sem ég vil segja, því ef  ég gef út dagsetningu og stend svo ekki við hana þá fara allir í uppnám,“ Sagði Rowling við The Children's Newsround program.\n”Ég get sagt að ég hafi byrjun, miðju og enda – það er hægt að lesa hana alveg í gegn og ég veit að margir Harry Potter aðdáendur myndu segja mér að ég gæti bara gefið hana út, en ég er fullkomnunarsinni og ég vil örlítið meira (tweak, ÞÞ gat ekki þýtt þetta orð)“ sagði hún.\nRowling vísaði á bug orðrómi um að hún hafi þjáðst af ritstíflu og sagði: ”Ég er að klára þetta.“\nHún lofaði að bók fimm yrði jafn löng og bók fjögur og  að hún myndi kynna að minnsta kosti eina nýja persónu.\nMikið af málinu fyrir dómstólum snerist um eign vörumerkisins ”Muggles\" (Muggar,) Nafn Rowling yfir þá sem ekki geta galdrað.\nStouffer notaði það til að lýsa goðsagnakenndum persónum í bókum sínum fyrir börn.\nEn bandaríski dómstóllinn fyrir suðurhluta New York komst að þeirri niðurstöðu að Rowling stal ekki orðinu “Muggles” og að Stouffer hefði logið að dómstólnum og doctored (ÞÞ- please, sendið mér mail ef þið viti hvað þetta þýðir!)  sönnunargögnum til að styðja kröfur sínar. Hún var sektuð um $50,000 fyrir þetta! London(Reuters)\n———————————— ——————————-\nÞetta er copy-paste af síðunni ‘Pottersíðan’ (\nhttp://www.geocities.com/pottersidan/frettir.html)\nog þið þurfið ekki að eyða plássi í að láta mig vita það því það sjá það allir hér!",
    "url": "https://www.hugi.is/hp/greinar/150118/grein-eftir-paul-majendie/",
    "url_id": "150118",
    "id": "1139205",
    "replies": [
        {
            "user": "sasiggi",
            "user_id": "31747",
            "date": "2003-06-18 12:02:38",
            "id": "1139208",
            "reply_to_id": "1139205",
            "text": "Frábær grein! GJ! Vissi ekkert um að einhver plebbi hefði verið að kæra hana fyrir eitthvað plebbalegt!"
        },
        {
            "user": "lilmisscatlover",
            "user_id": "33840",
            "date": "2003-06-18 12:02:38",
            "id": "1139206",
            "reply_to_id": "1139205",
            "text": "þetta eru dálítið gamlar fréttir, samt flott grein =)"
        },
        {
            "user": "dha",
            "user_id": "35651",
            "date": "2003-06-18 17:28:38",
            "id": "1139207",
            "reply_to_id": "1139206",
            "text": "Ég veit að þetta er gamalt en það hafa samt ekki allir séð þetta"
        },
        {
            "user": "ChoChang",
            "user_id": "39481",
            "date": "2003-06-18 16:45:03",
            "id": "1139209",
            "reply_to_id": "1139205",
            "text": "Þetta er bara vitlaus og öfundsjúkur gamall kall!"
        },
        {
            "user": "nedrud",
            "user_id": "26720",
            "date": "2003-06-18 19:15:13",
            "id": "1139210",
            "reply_to_id": "1139205",
            "text": "ADMINS!!!!!! Það á ekki að samþykkja copy/paste þrátt fyrir að það sagt hvaðan maður fær þetta. Svo er þetta e-ð gamalt drasl."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-06-19 06:29:38",
            "id": "1139211",
            "reply_to_id": "1139210",
            "text": "Mér persónulega finnst allt í lagi að senda eitthvað gamalt á meðan það er ekki inni á síðunni t.d. ég vissi þetta ekki þar sem ég vissi ekki einu sinni um þessa síðu sem hún fékk etta á.\ntweak : klip h.; fínstilling kv.\nDoktored : ???????? þýðir einfaldlega bara læknir enn það passar samt ekki þanna inn í."
        },
        {
            "user": "Arasaka",
            "user_id": "15059",
            "date": "2003-06-19 12:13:25",
            "id": "1139212",
            "reply_to_id": "1139205",
            "text": "ok í fyrsta lagi þýðir “doctored” (takið eftir “c”-inu please!) ekki endilega læknir! ég held persónulega að það þýði að Stouffer hafi altrað eða breytt sönnunargögnunum lítið eitt til að þau styddu mál hans/hennar betur! en komst ekki upp með það! :þ\nmér finnast svona copy/paste greinar í lagi, svo lengi sem tekið er fram að þær eru stolnar og þýddar og hvaðan!\nþetta er mjög góð grein, á vel heima hérna, því margir, t.a.m. ég, höfðu ekki hugmynd um þetta!\nen JEI ég hlakka til að lesa bókina! =)"
        }
    ]
}