{
    "forum_title": "Golf",
    "user": "Quadro",
    "user_id": "1236",
    "date": "2001-01-25 17:09:40",
    "title": "EM 2002",
    "text": "Mikil umræða hefur farið fram vegna EM unglinga á Íslandi 2002. Þá sérstaklega vegna staðsetningu á mótinu.  GSÍákvað á dögunum að gefa GR kost á því að halda mótið og standa þeir vel að því.  Miklar framkvæmdir standa yfir á vellinum og nýtt og stórt æfingarsvæði kemur til með að líta dagsins ljós fyrir mótið.  Það sem menn hafa verið að kvarta yfir hvað mest er af hverju GR fær alltaf öll mót!!  Það er reyndar ekki satt, þar sem alþjóðamót sem haldin hafa verið á ‘Islandi undanfarin ár hafa farið vítt um land.  NM karla í GV Norðurlandamót ungl.  í GA og GS o.s.frv.  Annars heyrði ég líka sagt að þar færu peningar fyrir.  Að vísu er rétt að mikið er upp úr slíku móti að hafa.  Sama hvernig menn reyna að neita því og segja að jafnvel tap sé að halda slíkt mót er fyrra.  En eitt er víst að GR-ingar hafa mjög keppnishæfan völl til að spila á og ég vona að mótið komi til með að rífa upp golfið á ’Islandi í framtíðinni",
    "url": "https://www.hugi.is/golf/greinar/15010/em-2002/",
    "url_id": "15010",
    "id": "95852",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2001-02-07 14:53:37",
            "id": "95853",
            "reply_to_id": "95852",
            "text": "Það að menn séu að rífast útaf því að GR fái öll mót er náttúrulega bara auljóst! þeir eru með völl sem er enn á framkvæmdastigi á alla vega 5-6 brautum (+ - 2) og ég spilaði þarna í sumar oft og mörgu sinnum og mér fannst hann ekki koma nálægt Keilisvellinum í gæðum! ég veit ekki hvort EM verður spilað á korpunni eða í grafarholti enn allavega fannst mér grafarh. ekki nógu gott til að standa undir alþjóðlegum væntingum!… Síðan er annað svona sem er í golfi í dag, hvað er GSÍ að hugsa ??? ég var á unglingamótröðinni í sumar og líka Toyota.. vellirnir sem þeir láta mann spila á ?!?!?!? sko ég veit ekki hvort á að kalla þetta velli einu sinni! GKG það er eins og kindur hafi verið á beit þarna í 100 ár þetta moldar mýrar flag hefur verið og mun alltaf verða, nema miklar breytingar eigi sér stað í umhirðu, 3. flokks völlur. Síðan var ég í vor á Suðurnesjum á toyota mótaröðinni… ? hvað skeði eiginlega ??? var einhver sprengiárás vikuna fyrir mótið sem ég frétti ekki af ???? grínin voru eins og lélegur malarvegur. Ég held að vallarnefnd GSÍ þurfi nú aðeins að fara að hugsa sinn gang og skoða vellina áður enn þeir hafa stigamót, hvort sem það er unglinga eða fullorðins, á þeim..\nkveðja bjórbumban…"
        },
        {
            "user": "clown",
            "user_id": "1018",
            "date": "2001-03-05 13:26:52",
            "id": "95854",
            "reply_to_id": "95852",
            "text": "GR völlurinn kemst er ekki nærri því jafnt góður og flottur eins og Leiran eða Hvaleyravölurinn. Svo sýnist mér að Quadro sé GR-ingur. Og sé þess vegna aðeins of hlutdrægur með þessa grein!"
        }
    ]
}