{
    "forum_title": "Eve og Dust",
    "user": "Gvendalfur",
    "user_id": "17861",
    "date": "2003-06-19 12:02:52",
    "title": "EVE Patch 1077",
    "text": "Ástæðan fyrir því að ég skrifi þessa grein er einfaldlega sú að ég tel patch 1077 vera eitthvað meira en í ólagi.\nÞetta byrjaði með því að ég þurfti að fá hann ,eins og eflaust allir aðrir, vegna þess að kvartað hafði verið yfir desktop crashes. Það var ekki neitt sem ég hafði upplifað en engu að síður “neyddist” ég til að setja hann upp. Eftir um það bil tíu mínútur crashaði ég á desktoppinn ásamt fleiri. Eina sem ég get sagt er good job að laga desktop crash, not… En allavega kom þetta nokkrum sinnum fyrir mig og aðra í fyrirtækinu um leið og þeir “löguðu” það.\ní öðru lagi keypti vinur minn sér leikinn og ætlaði að updata hann og byrjaði að niðurhlaða skránni 934-1077, það er CD release í nýjasta. Þegar átti að fara að setja hann up las tölvan hann sem DOS application en gat samt ekki opnað hann með DOS. Þá vöfruðum við á netinu í leit að patchi 934-1058 sem ég vissi að væri í lagi. Ekki fannst hún svo að ég fór heim setti hann á disk og setti hann upp og fékk síðan einfaldlega 1058-1077 patchinn. Það gekk bara vel. Annað hvort er einfaldlega eitthvað að patchinum eða að tölvunni hans og minni. Mér finnst samt líklegra að patchinn sé í ólagi. Var bara að velta fyrir mér hvort fleiri hefðu upplifað vandamál með þennan patch. Einnig komu eitthverjar shuttles, að ég held, með þessum patchi sem eiga að vera fljótur og góður kostur fyrir alla. Það væri það kannski ef þær væru eitthvern tímann til.\nEf þið ætlið eitthvað að commenta út á greinina, ekki segja eitthvern óþarfa. Ég sendi þessa grein bara til að athuga hvort fleiri ættu í vandræðum eða bara ég og vinir mínir.\nKveðja Cyberfairy   :-)",
    "url": "https://www.hugi.is/ccp/greinar/150520/eve-patch-1077/",
    "url_id": "150520",
    "id": "1141902",
    "replies": [
        {
            "user": "vamanos",
            "user_id": "8901",
            "date": "2003-06-19 23:55:43",
            "id": "1141903",
            "reply_to_id": "1141902",
            "text": "Það er reyndar búið að vera eitthvað vesen með að patcha frá CD á nýjasta patch af íslenska mirror. Held að patchinn sé hreinlega bara ónýtur þar.\nAuðvitað “neyðast” allir til að setja upp nýjasta patchið, annað væri frekar fáránlegt. :)\nVarðandi CTD (crash to desktop) þá er ég að upplifa amk. 70% færri slík á þessu patchi. En samt kemur það stöku sinnum fyrir. En samkvæmt fréttum á eve-i er næsti patch “töfra lausnin” í öllum þessum CTD málum. Vonum bara að það sé rétt."
        },
        {
            "user": "gloko",
            "user_id": "28731",
            "date": "2003-06-20 11:25:43",
            "id": "1141904",
            "reply_to_id": "1141902",
            "text": "Já heyrðu Gvendalfur þetta kom líka hjá vini mínum! “Can not run this program in DOS”.\n´Vonandi laga þeir þetta"
        },
        {
            "user": "klikkmensche",
            "user_id": "29708",
            "date": "2003-06-20 12:51:21",
            "id": "1141905",
            "reply_to_id": "1141902",
            "text": "Ég lenti líka í þesu en náði sem betur fer að redda mér. Fann ekki update úr 934 og upp því þetta 934-1077 virkaði ekki :( ."
        },
        {
            "user": "Gregg",
            "user_id": "28663",
            "date": "2003-06-20 14:15:39",
            "id": "1141906",
            "reply_to_id": "1141902",
            "text": "með þessi CTD þá hefur fjöldinn ekkert breyst síðan ég downloadaði 1077, en það var ekkert vesen með það, en allir hlutirnir sem þeir bættu í leikinn eru snilld, t.d. kortið, núna þarf maður ekki að fara út um allt til þess að finna sér góðan stað til að vera á, hægt að vita allt um alla staðina með kortinu.\nen þessi shuttles skil ég ekker í, ok þau eru fin leið til að ferðast vegna þess að þau eru ódrepandi, fara hratt og eru með ágætt cargohold, en ég myndi nú halda að maður vildi kannski taka skipið sitt með! og þá getur maður ekkert notað þessi shuttles, svo er líka ekki hægt að kaupa þau neins staðar."
        },
        {
            "user": "Gvendalfur",
            "user_id": "17861",
            "date": "2003-07-08 13:56:50",
            "id": "1141907",
            "reply_to_id": "1141906",
            "text": "Uuuu. Ég keypti mér shuttle, ég fann þau út um allt. Kostaði 10.000 ISK, en það tók 10 í cargohold. Ég rétt komst fyrir í því sjálfur! En já, það kemst mjög hratt, það var gaman að sigla á því, verst hvað það er bloddí pointless.\nÉg man ekki hvort ég hafi troðið því í hakkavél eða á sölubás. Algerlega pointless, en voðalega kúl græja."
        },
        {
            "user": "Gvendalfur",
            "user_id": "17861",
            "date": "2003-07-08 17:48:10",
            "id": "1141908",
            "reply_to_id": "1141907",
            "text": "Jááááá, núna er shuttles út um allt… Sorglegt að það standi 500space en hún taki bara 10  :-)"
        },
        {
            "user": "OBhave",
            "user_id": "3496",
            "date": "2003-06-20 18:03:51",
            "id": "1141909",
            "reply_to_id": "1141902",
            "text": "“Ef gerast villur skal senda inn pöddu skýrslu…”    íslenskt spakmæli"
        },
        {
            "user": "Helgi1989",
            "user_id": "29268",
            "date": "2003-07-08 11:21:31",
            "id": "1141910",
            "reply_to_id": "1141902",
            "text": "MOOOOOOOOOOOOOOONKEEEEEEEEEEEEEEEEEYYY!!\n(Þessi óþarfi póstur er í boði Binary.is.)"
        },
        {
            "user": "Helgi1989",
            "user_id": "29268",
            "date": "2003-07-08 12:39:26",
            "id": "1141911",
            "reply_to_id": "1141910",
            "text": "WTF WTF þetta virkaði vel hja vini minum"
        }
    ]
}