{
    "forum_title": "Húmor",
    "user": "Deathrock",
    "user_id": "30603",
    "date": "2003-06-19 21:45:34",
    "title": "Heimskir bófar(ensku)",
    "text": "Man arrested with gas, grill at airport\nA Japanese tourist was arrested after carrying a canister of gasoline and a barbecue grill through Miami International Airport, police said.\nAtsushi Ishiguro, 45, was charged Friday with creating a potential safety hazard and a violation of airport security directives, police said. He was released on $1,000 bail Monday.\nIshiguro was traveling on American Eagle Airlines from Jamaica to the Bahamas when airport security stopped him on a layover in Miami.\nDuring a security screening, authorities questioned Ishiguro about the liquid in his 11-ounce metal canister. He told them it was gasoline.\nIshiguro was taken into custody when he refused to give up the canister. Two boxes of matches and a barbecue grill were also found in his possession.\nAuthorities became more suspicious after examining Ishiguro's passport which included stamps from Somalia, Saudi Arabia, Yemen, Ethiopia, Zimbabwe and Pakistan.\nThe FBI and the Immigration and Naturalization Service are reviewing his case\n*********************************************** **************\nFlorida burglar shoots himself in the foot\nJimmy Batten returned home from the Bayport Inn early Monday and saw a strange car in his driveway.\nHe later told sheriff's deputies that he walked to his porch, looked inside and saw a man, shirtless and shoeless, sitting in his living room, a Winchester rifle nearby. The man rocked and then slumped over.\nBatten walked in and kicked the rifle away.\n“What the hell are you doing in my house?” Batten shouted.\nThen Batten, 56, noticed that the middle toe on the man's left foot was missing.\nBatten called 911.\nParamedics arrived and took Sean Todd Duval, 26, 26456 Popiel Road, to Brooksville Regional Hospital. Authorities said he would remain in the hospital for several days. He faces burglary and grand theft charges, authorities said.\nDuval was aware Batten owned several guns and intended to break in and steal them. He told authorities that the first rifle he saw rested in a sling on a saddle in the living room. He said he took the gun, pointed at the floor and it misfired, taking off his toe.\nDuval lay on the floor until Batten arrived.\n*************************************************** ********\nCrime doesn't pay: Samurai Sword-Wielding Man Foils Alleged Car Thief\nA suspected car thief armed with a gun tried to elude police by running into a house, but was chased right back out by the home's Samurai-sword-wielding resident, police said Thursday.\nWanton Beckwith, 27, of Rialto was booked for investigation of grand theft auto, being an ex-felon in possession of a gun, being under the influence with a gun, evading police and felony hit and run.\nBeckwith was allegedly driving a stolen car at 7:15 p.m. Tuesday, when police attempted to pull him over. He led officers on a high-speed chase before crashing into two cars at an intersection, according to a statement from Police Chief Roger Johnson.\nHe then fled the vehicle, Johnson said, ran to a home and entered through the back door.\nFearing for his safety, the resident grabbed a Samurai sword on display in his home, confronted the intruder and ordered him outside, police said.\nThe man then held the suspect at sword-point until police arrived.\n*************************************************** *************\nBank robber arrives early, waits outside wearing face mask\nSolving crimes is usually a lot harder than police made it seem Friday. But they admit their job was made easier because the two bank robbers they were looking for weren't that bright.\nOne robbery suspect, caught at 10 a.m., didn't want to be late. So, he waited outside the Zions Bank at 4300 W. 5400 South dressed in full robbery gear, donning a face mask over a hooded sweater, before the bank opened.\nHe politely waited in line with other customers, said Capt. Dave Burdett of the Salt Lake County Sheriff's Office.\n“You have to wonder what they're thinking,” he said. “One of the customers thought he was wearing the mask because of a SARS type of deal.”\nWitnesses said that after distracting the teller for a moment, the suspect, 36, reached over to grab money from the teller's drawer. Customers who saw him trying to steal the cash, including a reporter for a local television station, tackled the unarmed robber and were soon aided by bank workers, Burdett said.\n“We usually try to discourage that, but it was good work by citizens,” he said.\nThe second robber of the day just lacked imagination.\n“He robbed the exact same bank he robbed seven years ago,” Burdett said of the 27-year-old suspect, whose heist took place at U.S. Bank at 4100 South and Redwood Road on Tuesday. The bank “went by some other name at the time, but it was the same building.”\nThe robber's parole officer recognized him from a surveillance photo and turned him in. Police quickly caught him.\n*************************************************** ***********\nBank robber uses burlap bag for disguise, forget to cut eye holes\nA German bank robber who forgot to cut open eye slits in his mask and lifted it up to demand money was convicted and sentenced to four years in jail, state prosecutors in Giessen said on Tuesday.\nThe robber, dubbed “Germany's dumbest criminal” by Bild newspaper, had entered a bank in the western town with a burlap bag over his head. Bumping into bank customers on his way to the teller, he pulled out a plastic knife and a toy pistol.\nHe then lifted the front of his mask to look at the teller and demand money. The robber was told the safe couldn't be opened and he fled. But he was easily identified from the security cameras behind the teller and soon arrested.\n“He was a real amateur,” said Giessen police spokesman Gerald Frost. “He lifted the mask and looked straight into the camera. He was quickly identified and arrested a day later.”\nVolker Kramer, spokesman for the Giessen state prosecutor's office, said the robber was convicted of attempted robbery late on Monday and sentenced to four years in jail.\n*************************************************** *********\nÞið getið fengið fleiri svona sögur á\nhttp://www.dumbcrooks.com/stories.html",
    "url": "https://www.hugi.is/humor/greinar/150540/heimskir-bofarensku/",
    "url_id": "150540",
    "id": "1142340",
    "replies": [
        {
            "user": "hannson",
            "user_id": "4089",
            "date": "2003-06-20 15:30:30",
            "id": "1142341",
            "reply_to_id": "1142340",
            "text": "haha snilld"
        }
    ]
}