{
    "forum_title": "Matargerð",
    "user": null,
    "user_id": null,
    "date": "2003-06-22 13:22:54",
    "title": "Pastaréttir",
    "text": "Hér eru nokkrar pastaréttauppskriftir:\nPasta m/ beikon og kryddosti\n250 –300 g pastaskrúfur\n1 bréf skinka\n1 bréf beikon\n1 paprika\n200 g sveppir\n3 hvítlauksrif\n1 peli rjómi\n1 – 1 1/2 box kryddostur\nsalt\ngrænmetiskraftur\nsteinselja, söxuð\nSjóði pastað. Saxið beikon, skinku, sveppi og hvítlauk, brúnið á pönnu. Setjið saman við pastað. Bræðið saman rjómann og kryddostinn, hellið yfir. Skreytið með saxaðri steinselju. Berið fram með hvítlauksbrauði.\nPasta með tómata- og hvítlaukssósu\n500 g tómatar\n4 hvítlauksrif, söxuð\n1 tsk. sykur\nsalt eftir smekk\n500 g tagliatelle, linguine eða spaghetti\n6 msk. smjör\n3-4 msk. fersk, söxuð basillauf\n1/2 bolli ferskur, rifinn Parmigianoostur\nFlysjið tómatana með því að skera kross í þá og dýfa þeim síðan í sjóðandi vatn þá losnar hýðið auðveldlega af þeim. Saxið tómatana og setjið þá í pott ásamt hvítlauknum. Sjóðið í 15-20 mínútur og hrærið vel í á meðan. Bragðbætið tómasósuna með sykri og salti. Sjóðið pastað, látið renna vel af því í sigti og setjið það í skál. Bræðið smjörið og setjið basillaufin út í. Hellið basilsmjörinu yfir pastað og hrærið vel. Hellið sósunni saman við og hrærið. Stráið helmingnum af ostinum yfir, hrærið og kryddið með svörtum pipar úr kvörn. Stráið því sem eftir er af ostinum yfir réttinn þegar hann er borinn fram.\nPasta með pepperoni, ólífum og sólþurrkuðum tómötum\n300 g pastaskrúfur eða fiðrildi\n200 g ferskir sveppir, skornir í sneiðar\n200 g pepperoni eða salamipylsa, skorin í strimla\n6-8 sólþurrkaðir tómatar, skornir í strimla\n100 g svartar ólífur\n1/2 dl ólífuolía\n1/4 dl balsamik edik\nSjóðið pastað og kælið það í sigti undir rennandi vatni. Setjið pastað í skál ásamt sveppunum, pepperoni, tómötum og ólífum. Blandið saman olíunni og edikinu og hellið yfir salatið. Blandið öllu vel saman. Berið fram með hvítlaukssósu og e.t.v. bauði.\nHnetusmjörspasta\n250 g spaghetti\n250 g saxaður laukur\n1/2 bolli grænn pipar, sneiddur\n1 msk. matarolía\n1/2 bolli volgt vatn\n4 msk. hnetusmjör\n2 tómatar í teningum\n1 1/2 bolli tómatsafi\n1/2 tsk. oregano\njarðhnetur- gróft saxaðar\nSjóðið spaghettíið. Glærið laukinn og piparinn á pönnu í 5 mín. eða þar til þeir eru orðnir mjúkir. Hrærið vatninu í skömmtum út í hnetusmjörið þar til það er orðið mjúkt og bætið þá tómötum, tómatasafa og oregano út í. Náið upp suðu og hrærið af til, til að gera sósuna jafna. Setjið heita sósuna yfir pastað og stráið söxuðum hnetum yfir.\nKjúklingaspaghettí með karríeplasósu\n1 meðalstór kjúlli\n200 g spaghetti\n2 epli\n1 blaðlaukur\n1 msk. smjör\n2 tsk. karrí (eða meira eftir smekk)\n1 msk. hveiti\n1 dl rúsínur (ég set alltaf meira)\n1 peli kaffirjómi\nsalt & pipar\nSjóða kjúklinginn í léttsöltu vatni eða steikja í ofni með nóg af eðalkjúklingakryddi frá Pottagöldrum utan á. Rífa í tætlur. Sjóða spaghettíið. Skera epli í teninga og blaðlauk í sneiðar. Hita smjör á pönnu og strá karríi yfir. Láta hitna vel og setja svo eplin og blaðlaukinn út á. Léttsteikja. Strá hveiti yfir, hella kaffirjóma eða mjólk saman við og hræra vel. Bætið rúsínum út í og kryddaðu með kjúklingakrafti (ég nota alltaf knorr), salti og pipar. Blanda saman eplasósu spaghettíi og kjúklingi, bera fram. Fínt með brauði og salati ef vill.\nKV, bt24",
    "url": "https://www.hugi.is/matargerd/greinar/151177/pastarettir/",
    "url_id": "151177",
    "id": "1147009",
    "replies": [
        {
            "user": "kvida",
            "user_id": "40663",
            "date": "2003-06-27 17:24:06",
            "id": "1147010",
            "reply_to_id": "1147009",
            "text": "ég verð nú eiginlega bara að hrósa þér fyrir réttina ég er mjög mikil pasta manneskja og finnst mjög athyglisvert að sjá hversu girnilegir þeir eru. Ég á örugglega eftir að nota þessar uppskriftir, takk fyrir."
        },
        {
            "user": "Tigerlily",
            "user_id": "17220",
            "date": "2003-06-29 03:38:04",
            "id": "1147011",
            "reply_to_id": "1147009",
            "text": "Hvaða dónaskapur er það að stela grein frá öðru fólki ??? Ég get ekki betur séð að þessar nákvæmlega sömu uppskriftir hafi verið sendar inn af hamid þann 2. febrúar s.l.  Svona gerir maður ekki !!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-06-29 16:00:34",
            "id": "1147012",
            "reply_to_id": "1147011",
            "text": "Jæjæ jú!"
        },
        {
            "user": "dizaskviza",
            "user_id": "35724",
            "date": "2003-07-08 19:58:06",
            "id": "1147013",
            "reply_to_id": "1147009",
            "text": "herru þarna pasta m/beikon og kryddosti hvernig kryddotur er í því? og plís svara"
        }
    ]
}