{
    "forum_title": "Skátar",
    "user": "NiceLady",
    "user_id": "34224",
    "date": "2003-06-23 19:44:35",
    "title": "Saga",
    "text": "Ég var á einhverju vafr-flippi hérna áðan og fann þessa rosalega átakanlegu sögu. Ég hálfpartinn grét yfir henni og tárin stoppuðu ekki. Ég bara varð að peista henni hérna…\n“Hvernig gastu gert þetta?”\nÞegar ég var hvolpur, skemmti ég þér með skrípalátum og fékk þig til að hlæja. Þú kallaðir mig barnið þitt, og þrátt fyrir nokkra\nnagaða skó og ónýta púða, varð ég besti vinur þinn.Í hvert skipti sem ég var “óþekk”, hristir þú höfuðið og spurðir: “hvernig gastu gert þetta?”- en svo brostir þú og veltir mér á bakið til að klóra mér á maganum. Að gera mig húsvana tók aðeins lengri tíma en það átti að gera, þú varst svo upptekinn, en við unnum að því saman.\nÉg man þær nætur þegar ég kúrði hjá þér uppi í rúmi og hlustaði á játningar þínar og leynda drauma, og ég hélt að lífið gæti ekki verið fullkomnara. Við fórum í langa göngutúra og skokkuðum í almenningsgarðinum, bílferðir, keyptum ís (ég fékk bara að borða brauðformið því þú sagðir að ís væri ekki góður fyrir hunda), og ég lagði mig í sólinni og beið eftir því að þú kæmir\nheim í lok dagsins.\nSmám saman fórstu að vera meira í vinnunni og eyða meiri tíma í starfsframa þinn, og meiri tíma í að leita þér að maka. Ég beið eftir þér þolinmóð, og huggaði þig í ástarsorgum og vonbrigðum, skammaði þig aldrei fyrir lélegar ákvarðanir, og hoppaði af gleði í hvert skipti sem þú komst heim og þegar þú varðst ástfanginn.\nHún, sem er nú konan þín, er ekki hundamanneskja- samt bauð ég hana velkomna inn á heimili okkar, reyndi að sýna henni ástúð og hlýddi henni. Ég var ánægð vegna þess að þú varst ánægður. Svo komu börnin og ég var alveg jafn spennt og þú. Ég var agndofa yfir því hvað þau voru bleik, hvernig þau lyktuðu, og ég vildi hugsa um þau eins og þau væru mín eigin. En hún og þú höfðu áhyggjur af að ég gæti meitt þau, og ég eyddi mest öllum mínum tíma lokuð inni í öðru herbergi eða í hundabúri. Mikið langaði mig til að elska þau en ég varð “fangi ástarinnar”.\nÞegar þau stækkuðu varð ég vinkona þeirra. Þau hengu í feldinum mínum og toguðu sig upp á völtum fótum, potuðu í augun á mér, grandskoðuðu eyrun mín, og kysstu mig á trýnið. Ég elskaði allt í sambandi við þau og snertingu þeirra, því þín snerting var svo sjaldgæf núorðið, og ég hefði varið þau með lífi mínu ef ég hefði þurft þess. Ég laumaðist upp í rúmið þeirra og hlustaði á áhyggjur þeirra og leynda drauma, og við biðum saman eftir að heyra í bílnum þínum í innkeyrslunni.\nEinu sinni var það svo að ef fólk spurðir hvort þú ættir hund, þá sýndir þú þeim mynd af mér sem þú varst með í veskinu og sagðir sögur af mér. Síðustu ár svaraðir þú bara já og breyttir um umræðuefni. Ég breyttist frá “hundinum þínum” í “bara hundur”, og allur kostnaður varðandi mig fór í taugarnar á þér. Nú bauðst þér ný vinna í annarri borg, og þú og þau fluttuð í íbúð þar sem ekki má vera með gæludýr. Þú tókst rétta ákvörðun fyrir “fjölskyldu” þína, en einu sinni var ég eina fjölskylda þín.\nÉg var yfirspennt yfir bíltúrnum þangað til við komum að “dýra-skýlinu”. Það lyktaði af hundum og köttum, af ótta og vonleysi. Þú fylltir út eyðublöð og sagðir:” Ég veit að þið finnið gott heimili fyrir hana”. Þau andvörpuðu og gáfu þér vonleysislegt augnaráð. Þau vita hvað bíður miðaldra hunds, jafnvel þó hann sé með ættbók. Þú varðst af rífa son þinn lausan frá hálsólinni minni á meðan hann hrópaði: “ nei pabbi, gerðu það! Ekki láta þau taka hundinn minn!” og ég hafði áhyggjur af honum, og hvaða lexíur þú hafðir kennt honum um vináttu og tryggð, um ást og ábyrgð, og um virðingu fyrir öllu lífi. Þú kvaddir mig með klappi á kollinn, forðaðist að horfa í augun á mér, og kurteisislega afþakkaðir að taka hálsólina mína og tauminn með þér. Þú hafðir takmarkaðan tíma og það átti einnig við um mig núna. Eftir að þú fórst sögðu konurnar tvær að þú hefðir líklega vitað fyrir nokkrum mánuðum að þú þyrftir að flytja en reyndir ekkert til að finna gott heimili handa mér. Þær hristu höfðuðið og sögðu:” hvernig gastu gert þetta?”\nÞær reyna að sinna okkur hérna í skýlinu eftir bestu getu en það er alltaf mikið að gera. Þær gefa okkur að borða, auðvitað, en ég missti matarlystina fyrir mörgum dögum. Í fyrstu, í hvert skipti sem einhver fór framhjá búrinu mínu, hljóp ég að hurðinni og vonaði að það væri þú, að þú hefðir skipt um skoðun, að þetta væri allt saman slæmur draumur.. eða ég vonaði að þetta væri að minnsta kosti einhver sem stæði ekki á sama og myndi kannski bjarga mér. Þegar ég sá að ég gat ekki keppt við litlu hvolpana, sem vissu ekkert hver örlög þeirra yrðu, bakkaði ég aftur í eitt hornið og beið.\nÉg heyrði fótatak hennar þar sem hún kom að sækja mig í lok dagsins, og ég rölti við hliðina á henni inn ganginn inn í aðskilið herbergi. Óþægilega hljótt herbergi. Hún setti mig upp á borð og nuddaði á mér eyrun og sagði mér að hafa ekki áhyggjur. Hjarta mitt barðist ótt og títt af kvíða um hvað myndi gerast, en ég fann líka fyrir smá létti. Takmarkaður tími fanga ástarinnar var búinn. Eins og ég er að eðlisfari, þá hafði ég meiri áhyggjur af henni. Byrðin sem hún þarf að bera, og ég veit það, á sama hátt og ég þekkti hvert geðbrigði þitt. Hún setti varlega æðaklemmu á framlöppina mína og tár rann niður kinn hennar. Ég sleikti hönd hennar á sama hátt og ég gerði þegar ég reyndi að hughreysta þig fyrir mörgum árum. Hún stakk nálinni varlega í æðina mína. Þegar ég fann stunguna og kaldann vökvann æða í gegnum líkama minn, lagðist ég syfjuð niður og mumlaði:”Hvernig gastu gert þetta?”. Hún sagði:”mér þykir þetta svo leitt”, kannski vegna þess að hún skyldi hundamálið mitt. Hún faðmaði mig og útskýrði í fljótu bragði að það væri hennar vinna að sjá til þess að ég færi á betri stað, á stað þar sem ég væri ekki hunsuð, misþyrmt eða yfirgefin, eða þyrfti að verja mig- stað þar sem er ást og ljós- staður sem er svo mikið frábrugðinn þessari jörð. Með síðustu orku minni reyndi ég að dilla skottinu mínu og láta hana sjá að þegar ég sagði “hvernig gastu gert þetta?”, þá var ég ekki að beina því að henni. Það varst þú, minn ástkæri húsbóndi, sem ég var að hugsa um. Ég mun hugsa til þín og bíða eftir þér að eilífu. Ég vona að allir sem þú kynnist í þínu lífi muni sýna þér jafn mikla tryggð og ég.\nEndir.",
    "url": "https://www.hugi.is/skatar/greinar/151352/saga/",
    "url_id": "151352",
    "id": "1148464",
    "replies": [
        {
            "user": "Viljugur",
            "user_id": "38039",
            "date": "2003-06-23 22:28:01",
            "id": "1148467",
            "reply_to_id": "1148464",
            "text": "vá flott grein en hvennig tengist þetta skátum við?"
        },
        {
            "user": "Promentor",
            "user_id": "3015",
            "date": "2003-06-24 01:42:31",
            "id": "1148468",
            "reply_to_id": "1148464",
            "text": "þetta var leiðinlega væmin saga sem hefði átt að vera á feminisma áhugamálinu eða eithvað"
        },
        {
            "user": "Gregor",
            "user_id": "3391",
            "date": "2003-06-24 09:03:24",
            "id": "1148465",
            "reply_to_id": "1148464",
            "text": "Voða sætt og allt en W..T..F..?????\nHvað er þessi saga að gera hérna?"
        },
        {
            "user": "NiceLady",
            "user_id": "34224",
            "date": "2003-06-24 09:47:26",
            "id": "1148466",
            "reply_to_id": "1148465",
            "text": "sorry krakkar… var að gera þrennt í einu og hreinlega gleymdi að breyta um flokk… allir gera sín mistök ekki satt… =)"
        },
        {
            "user": "kara",
            "user_id": "15724",
            "date": "2003-06-24 12:55:20",
            "id": "1148469",
            "reply_to_id": "1148464",
            "text": "Ohhhhh… sorgleg saga. Ég gæti aldrei gert Ferdinant, Lóru eða Týru minni eitthvað svona…\nEn þetta á nottla ekki heima inni á skátaáhugamálinu….."
        },
        {
            "user": "Niea",
            "user_id": "17367",
            "date": "2003-06-24 12:59:12",
            "id": "1148470",
            "reply_to_id": "1148464",
            "text": "hvað eru adminarnir eigilega að bralla hérna farnir að samþykkja allt milli himins og jarðar?"
        },
        {
            "user": "ods",
            "user_id": "1421",
            "date": "2003-06-28 05:17:20",
            "id": "1148471",
            "reply_to_id": "1148464",
            "text": "þú ert lygari !"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-09-01 16:00:06",
            "id": "1148472",
            "reply_to_id": "1148464",
            "text": "vá ég tárast ekki oft!"
        }
    ]
}