{
    "forum_title": "Húmor",
    "user": "siggifreyr",
    "user_id": "34117",
    "date": "2003-06-23 15:27:15",
    "title": "Nokkrir brandarar bæði á ensku og íslensku",
    "text": "Vélin ótrúlega í apótekinu\nDag einn var Pési að kvarta við vin sinn “mér er alveg hrikalega illt í olnboganum ég held ég verði að fara til læknis.” Félaginn sagði: “Ekki gera það, það er komin alveg ótrúleg vél niðrí apóteki sem getur sagt þér nákvæmlega hvað það er sem hrjáir þig. Það er mikið fljótlegra og ódýrara en a fara til læknis. Þú setur bara þvagsýni í vélina og hún segir hvað þú att að gera í því og það kostar bara 500 kall. Pési ákvað að hann hefði engu að tapa og fór með þvagsýnið í apótekið. þegar hann var kominn þangað helti hann því í vélina og borgaði 500 kallinn. Vélin fór að framkalla ýmis hljóð og fullt af ljósum blikkuðu. Eftir smá stund kom út prentaður miði sem á stóð “Þú ert með tennisolnboga. Láttu hendina liggja í heitu vatni, vefðu heitum bökstrum um hendina og þú ættir að vera orðinn betri eftir 2 vikur. Seinna um kvöldið var hann enn að hugsa hversu mögnuð vélin væri og datt allt í einu í hug hvort ekki væri hægt að plata hana, eftir smá umhugsun ákvað hann að reina. Hann blandaði saman kranavatni, hundaskít úr hundinum sínum, þvagsýnum úr bæði konunni sinni og dóttur. Og til að toppa þetta runkaði hann sér í blönduna. Daginn eftir fór hann í apótekið, helti blöndunni í vélina og borgaði 500 kallinn. Véli byrjaði strax að blikka ljósum og framleða háfaða og prentaði síðan eftir farandi greiningu.\nLagnirnar hjá þér eru ryðgaðar, hringdu á pípara. Hundurinn þínn er með orma, farðu með hann til dýralæknis. Dóttir þín notar kókaín, sendu hana í meðferð. Konan þín er ólétt, þú átt það ekki, fáðu þér lögfræðing. Og hættu svo að runka þér annars batnar þér aldrei í olnboganum.\nÞað var einu sinni maður sem var giftur og búinn að vera giftur í 20 ár og síðustu 5 árin hafði hann átt hjákonu. Eitt skiptið þegar hann kom til hennar var hún mjög alvarleg á svipinn og sagði honum að  hún væri ólétt.  Honum brá mjög og sagði að þau þyrftu að enda sambandið því honum þótti svo vænt um konuna sína og að hjákonan þyrfti að flytja í burtu og láta hann síðan vita þegar hún væri búin að eignast barnið með því að senda honum póstkort sem stæði spaghetti á og þá myndi hann borga meðlagið. Svona sirka 9 mánuðum síðar sagði konan hans honum að hann hafi fengið bréf. Maðurinn tók bréfið og um leið og hann las það leið yfir hann. Þá kíkti konan á bréfið og þar stóð:Spaghettí Spaghettí Spaghettí.\nÞað var einu biblíu sölumaður,sem stamaði\nMjög mikið,sem seldi flestar biblíur hjá útgáfufélagi\nNokkru,yfirmaður hans var mjög ánægður með\nFrammistöðu hans og ákvað að komast að\nSöluaðferðinni hjá honum. Hann fylgdi honum eitt\nSinn í söluferð og þegar þeir komu að fyrsta húsinu\nBankaði sölumaðurinn. Þegar hurðin opnaðist sagði\nHann:GGGóóóóðððaaannn ddaaaggggg!\nÉééégggg eeeeerrr aaððð ssseeelllljjjjaaaa\nBbbiiibbblllíííuuurrr! Vvvviiillltttuuuu kkkaaauuupppaaa\nEeeiiinnnnttttaaaakkk, eeeeððððaaaaa vvviiillllttttuuu aaaððð\nÉééééégggggg llleeesssiii uuupppúúúúrrrrr hhheeennniiii\nFffyyyrrriiirrrr þþþþiiigggg\nÞað voru einu sinni tveir menn að labba úti þegar þeir komu auga á hundaskít! Þá sagði annar maðurinn: er þetta hundaskítur??? Hinn tók hluta af hundaskítnum og smakkaði!! Já, þetta er hundaskítur segir hann þá!! Eins gott að við löbbuðum ekki á hann.\nMaður kemur inn í banka og eftir að hafa beðið í röð\ní tuttugu mínútur án þess að hafa þokast nokkuð áfram\nað ráði fer hann til þjónustufulltrúa og segir,\nheyrðu kelling, ég er með ávísun sem að ég þarf að leggja\ninn, en það fucking kemur ekki til mála að ég bíði eina\nhelvítis mínútu í viðbót í þessari andskotans röð.“\n”Heyrðu nú mig,“ segir þjónustufulltrúinn, ”ég líð ekki\nsvona munnsöfnuð hérna í þessum banka.“\n”Jæja fyrirgefðu, en þessi djöfullsins ávísun er ekki að fá\nneina helvítis vexti á meðan einhver frussutussa eins og\nþú röflar yfir því hvernig ég tala.“\n”Herra minn, ég þarf ekki að sitja undir svona svívirðingum.“\n”Jæja kallaðu þá bara í helvítis bankastjórann, ég meina\nhvaða fucking kjaftæði er þetta eiginlega?“\nBankastjórinn er kallaður til og spyr þegar að hann kemur,\n”hvað virðist vera vandamálið?“\nKonan segir, ”þessi maður eis yfir mig svívirðingunum og\nég vil bara ekki þurfa að sitja undir þessu.“\nÞá segir maðurinn, ”Hey, það eina sem ég þarf að gera hér\ní þessum djöfullsins skíta banka er að leggja inn þessa\n500 milljón króna helvítis ávísun.“\nBankastjórinn lítur á ávísunina og svo á manninn og segir,\n”Og þessi helvítis tík vill ekki hjálpa þér ?“\nBesta lygarasaga í heimi\nHann er staddur á annarri holu þegar hann tekur eftir froski sem situr á grasflötinni. Hann hugsar ekkert um það og er um það bil að fara skjóta þegar hann heyrir allt í einu, ”Ribbit, 9 járn.“ Maðurinn lítur í kringum sig en sér engan. ”Ribbit, 9 járn.“ Maðurinn lítur á froskinn og ákveður að sýna honum að hann hafi rangt fyrir sér, leggur frá sér driver-inn og grípur 9 járnið. Boom! Hann hittir kúlana 10 cm frá holunni. Hann er mjög hissa. Hann segir við froskinn, ”Wow þetta var ótrúlegt, þú hlýtur að vera lukku froskur ha? Froskurinn svarar, “Ribbit, lukku froskur.” Maðurinn ákveður að taka með sér froskinn á næstu holu. “Hvað finnst þér froskur?” spyr maðurinn. “Ribbit, 3 tré.” Maðurinn tekur 3 tréð og Boom! Hola í höggi. Maðurinn er furðulostinn og veit ekki hvað hann á að segja. Í lok dagsins, hafði maðurinn leikið sinn besta golfleik á ævi sinni og spurði froskinn, “Ok, hvert förum við næst?” Froskurinn svaraði, “Ribbit, Las Vegas.” Þeir fara til Las Vegas og maðurinn segir “Ok, hvað nú?” Froskurinn svarar “Ribbit, rúlletta” Þegar hann nálgaðist rúllettuborðið spurði hann, “Hvað finnst þér að ég ætti að veðja miklu?” Froskurinn svarar, “300.000kr á Svartan 6” Líkurnar á að fá svartan 6 voru einn á móti milljón, en eftir golfleikinn hugsar maðurinn, ok látum vaða, Boom! Hellingur peninga kemur yfir rúllettuborðið, maðurinn tekur vinninginn og kaupir besta herbergið á hótelinu. Hann leggur niður froskinn og segir “Froskur, ég veit ekki hvernig ég á að launa þér þetta, þú vannst allann þennan pening fyrir mig, ég er þér að eilífu þakklátur” Froskurinn svarar, “Ribbit, kysstu mig” Maðurinn hugsar, af hverju ekki, eftir allt sem froskurinn hafði gert fyrir hann, þá verðskuldar froskurinn koss. Þegar maðurinn kyssti froskinn breyttist hann í glæsilega 15 ára stúlku.\n“Og þannig, herra dómari, endaði stúlkan inn í herberginu mínu.\nPantaðu svona pizzu næst\n1. Notaðu ýkt mikið slangur þegar þú pantar pizzuna. („Meikaðu eina þokkalega feita slæsu með\nplentý af tjís á kantinum…”)\n2. Búðu til gerfikortanúmer og athugaðu hvort viðkomandi taki við númerinu.\n3. Segðu þeim að senda til þín pizzuna og spurðu hvort sendillinn geti komið við á McDonalds\nog tekið einn „Big Mac“ fyrir þig í leiðinni.\n4. Ef þú ert með tónvalssíma skaltu ýta af og til á takkana. Biddu síðan manneskjuna sem er að\ntaka við pöntuninni að hætta þessu.\n5. Ljúktu símtalinu með því að segja: „Mundu … við áttum aldrei þetta símtal!”\n6. Svaraðu öllum spurningum með spurningum\n7. Byrjaðu símtalið á að gefa upp heimilisfangið þitt og segðu síðan „Komdu mér á óvart,“ og\nskelltu svo á.\n8. Bættu þessum orðum inn í samtalið: Afturhaldshyggja, Keikó, Bónusferðir, flasa.\n9. Stafaðu það sem þú vilt sem álegg á pizzuna.\n10. Talaðu mjög smámælt þegar þú segir sósa og ostur.\n11. Stamaðu á öllum p-orðum.\n12. Spurðu viðkomandi hvernig hann sé klæddur.\n13. Pantaðu 52 pepperonisneiðar og láttu raða þeim í blómamynstur á pizzuna.\n14. Láttu sem þú þekkir viðkomandi. „Vorum við ekki saman í sumnarbúðum?”\n15. Reyndu að leigja þér pizzu.\n16. Spurðu hvort þú megir eiga pizzukassann. Þegar þau segja já skaltu þykjast\nofsaglöð/ofsaglaður.\n17. Þegar þú ert spurð/ur hvernig þú viljir hafa pizzuna segðu þá: „Shaken, not stirred.“\n18. Biddu þau um að tvítékka á því hvort pizzan sé ekki örugglega dauð þegar hún kemur út úr\nofninum.\n19. Hermdu eftir rödd þess sem tekur við pöntuninni.\n20. Biddu um kynþokkaafslátt.\n21. Þegar þú ert spurð/ur hvað þú viljir, segðu þá: „Ehh, ertu að meina núna… eða á pizzuna?”\n22. Segðu að þetta sé brúðkaupsafmælið þitt og spurðu hvort sendillinn sé til í að fela sig í\nrunnunum fyrir framan hjá þér og koma konunni á óvart með pizzunni.\n23. Spurðu hvort hægt sé að senda matseðil heim til þín.\n24. Talaðu eins og þú sért viðskiptafræðinur og biddu um uppreiknað verð pizzunnar með tilliti\ntil flatra ríkisbundinna vaxta.\n25. Pantaðu … og segðu síðan að þetta samband ykkar komi ekki til að ná lengra en þetta.\n26. Segðu viðkomandi að hann sé með afar fallega áru og reyndu síðan að nýta þér þetta til að\nfá afslátt.\n27. Hermdu eftir rödd Davíðs Oddssonar og segðu að þú viljir ekki að einhver „pizzu-krakka-bólu-\nfésa-auli“ fokki upp pöntuninni.\n28. Settu þau á „Hold”.\n29. Laumaðu út úr þér „Það er sprengja á staðnum“ og þegar þú ert beðin/n um að endurtaka þetta\nskaltu segja: „Fengi ég tilboð væri ég á staðnum?”.\n30. Byrjaðu á að pannta sveppi og í lok símtalsins skaltu segja: „Og alls enga sveppi takk“.\nSkelltu á áður en þú værð viðbrögð.\n31. Þegar pöntunin er endurtekin fyrir þig skaltu breyta henni aðeins og breyttu henni í annað\nskiptið og í það þriðja skaltu segja: „Þú bara nærð þessu ekki … DJÍSESS …”\n32. Þegar þau segja verðið skaltu segja: „Vá, þetta hljómar alltof flókið … ég kann ekkert í\nstærðfræði“.\n33. Prúttaðu.\n34. Biddu um tveggja tommu pizzu.\n35. Spurðu hvaða líftryggingar þau bjóðu upp á.\n36. Þegar þau spyrja hvort þetta sé þá komið segðu þá: „Það kemur bara í ljós … er það ekki?”\n37. Spurðu hve margir höfrungar hafi þurft að deyja fyrir þessa pizzu.\n38. Ropaðu beint í tólið og segðu síðan: „Skamm … vondur hundur!“\n39. Pantaðu sneið, ekki heila pizzu.\n40. Öskraðu: „Ég er búin/n að fá nóg af karlmönnum/kvennfólki. Sendu mér flottasta sendilinn\nþinn?\n41. Pantaðu tvær áleggstegundir, t.d. skingu og ananas, og segðu síðan: „Nei, annars, þau lenda\nalltaf í slag.”\n42. Biddu um þann sem tók pöntunina þína síðast því hann skilur þig …\n43. Spurðu hvort þetta sé lífrænt ræktuð pizza.\n44. Vertu mjög varkár í orðavali á meðan þú pantar.\n45. Bjóddu upp á einhvers skonar „skiptidíl“\n46. Reyndu að komast hjá því að nota orðið pizza. Ef sá sem tekur við pöntuninni segir það\nskaltu æpa: „Arggggg, ekki segja þetta orð.”\n47. Biddu um gufusoðna pizzu.\n48. Reyndu að gá að greiða fyrir pizzuna með starfi í þágu almennings.\n49. Segðu viðkomandi að þú sért döpur/dapur og reynu að fá hann/hana til að lífga upp á þig.\n50. Ef einhverju af framantöldu er hafnað, segðu þá með væminni röddu: „Þeir á hinum pizza\nstaðnum leyfa mér alltaf að gera þetta.“\n60 Things Not to Say to a Naked Guy\n1. I've smoked fatter joints than that.\n2. Ahh, it's cute.\n3. Who circumcised you?\n4. Why don't we just cuddle?\n5. You know they have surgery to fix that.\n6. It's more fun to look at.\n7. Make it dance.\n8. You know, there's a tower in Italy like that.\n9. Can I paint a smiley face on that?\n10. It looks like a night crawler.\n11. Wow, and your feet are so big.\n12. My last boyfriend was 4'' bigger.\n13. It's ok, we'll work around it.\n14. Is this a mild or a spicy Slim Jim?\n15. Eww, there's an inch worm on your thigh.\n16. Will it squeak if I squeeze it?\n17. Oh no, a flash headache.\n18. (giggle and point)\n19. Can I be honest with you?\n20. My 8-year-old brother has one like that.\n21. Let me go get my tweezers.\n22. How sweet, you brought incense.\n23. This explains your car.\n24. You must be a growing boy.\n25. Maybe if we water it, it'll grow.\n26. Thanks, I needed a toothpick.\n27. Are you one of those pygmies?\n28. Have you ever thought of working in a sideshow?\n29. Every heard of clearasil?\n30. All right, a treasure hunt!\n31. I didn't know they came that small.\n32. Why is God punishing you?\n33. At least this won't take long.\n34. I never saw one like that before.\n35. What do you call this?\n36. But it still works, right?\n37. Damn, I hate baby-sitting.\n38. It looks so unused.\n39. Do you take steroids?\n40. I hear excessive masturbation shrinks it.\n41. Maybe it looks better in natural light.\n42. Why don't we skip right to the cigarettes?\n43. Oh, I didn't know you were in an accident.\n44. Did you date Lorena Bobbitt?\n45. Aww, it's hiding.\n46. Are you cold?\n47. If you get me real drunk first.\n48. Is that an optical illusion?\n49. What is that?\n50. I'll go get the ketchup for your french fry.\n51. Were you neutered?\n52. It's a good thing you have so many other talents.\n53. Does it come with an air pump?\n54. So this is why you're supposed to judge people on personality.\n55. Where are the puppet strings?\n56. Your big gun is more like a BB gun.\n57. Look, it fits my Barbie clothes.\n58. Never mind, why bother.\n59. Is that a second belly button?\n60. Where's the rest of it?\nkennari í sunnudagsskóla hafði vissar\náhyggjur af því að krakkarnir gerðu sér ekki\nfulla grein fyrir því hvenær jesú var uppi.\ntil að kanna hvort þau áttuðu sig á því að\nhann fæddist fyrir langa langa löngu spurði hann þau hvar hann væri í dag?\nstéfán rétti upp hönd og sagði hann er uppi á himnum. maría rétti upp hönd og sagði hann er í hjarta mínu jón litli var mjög æstur að komast að og þegar það kom að honum bunaði út úr honum hann er inni á klósetti heima hjá mér. það datt á dunalogn og kennarinn varð orðlaus. loksins tók hann sig saman í andlitinu og spurði hann hvernig stæði á því?\n-á hverjum einasta degi þegar pabbi fer á fætur, bankar hann á klósett hurðina og segir jesús kristur ertu enn þá þarna inni.\nLjóshærða skólastelpan kemur heim úr skólanum einn daginn, hún hleypur til mömmu sinnar einn og segir\n”mamma, mamma, í dag lærðum við að telja, allar stelpurnar gátu bara talað uppp að 5 en ég get talið upp að 10, sjáðu, 1-2-3-4-5-6-7-8-9-10, er ég ekki góð?“\n”jú elskan mín, mjög gott“\n”er það afþví að ég er ljóshærð?“\n”já elskan, það er afþví að þú ert ljóshærð“\nnokkrum dögum seinna kemur stelpan aftur heim úr skólanum og kallar á mömmu sína\n”mamma, mamma, í dag lærðum við stafróið og allar stelpurnar komust bara að D en ég komst að J, sjáðu bara A-B-C-D-E-F-G-H-I-J er ég ekki dugleg?“\njú elskan mín, þúe rt voðalega dugleg”\n“er það afþví að ég er ljóshærð?”\n“já elskan, það er afþví að þú ert ljóshærð”\ndaginn eftir kemur ljóshærða stelpan heim eftir skóla grátandi og segir\n“mamma, mamma í dag fórum við í sund og engin stelpnanna er með brjóst, nema ég”\nsvo sínir hún mömmunni þessi fallegu risastóru brjóst og segir\n“er það afþví að ég er ljóshærð?”\n“nei elskan mín” segir mamman “það er afþví að þú ert 25 ára gömul”\neinu sinni var fjölskilda ein að fara að sóla sig ströndinni með hundinn. þegar þau ætluðu að klæða sig föttuðu þau að kellingin hafði gleymt sundfötunum, kallin var fúll og nennti ekki að keyra í hálftíma eftir einhverri brók svo hann lét hundinn þefa að klofinu á kellingunni og sagði sæktu hvutti. Klukkutíma síðan kom hann með punginn af nágrannanum í kjaftinum.\n-mamma viltu gefa mér fimmtíukall handa fátæka manninum á götunni?\n-hvaða maður er það? æi þessi sem er að selja ísinn!!!\nHafiði heyrt um hafnfirðingin sem leið svo illa að hann ákvað að drepa sig með því að taka inn 100 verkjatöflur? Þegar hann var búinn með tvær leið honum miklu betur svo hann hætti við…\naf hverju eru hafnfirðingar alltaf með hendurnar í vösunum!??\nþeir skammast sín svo fyrir að vera með MISLANGA putta!\nLjóska labbar inn á bókasafn og segir við bókasafnsvörðinn: “Ég ætla að fá eina pulsu með öllu nema hráum.” Bókasafnsvörðurinn er heldur ráðavilltur og lýtur vandræðalega í kringum sig um leið og hann hallar sér fram að ljóskunni og segir við hana: “Þetta er bókasafn.” Ljóskan segir þá: “Óóó svoleiðis.” og hvíslar svo að bókasafnsverðinum: \"Ég ætla að fá eina pulsu með öllu nema hráum.\nsko einu sinni voru bandaríkjamaður, rússi, og ljóska á gangi…. þá sagði bandaríkjamaðurinn: sko, við bandaríkjamenn voru fyrstir á tunglið! og þá sagði rússinn: sko það er ekkert því við rússar voru fyrstir á mars!!! en þá sagði ljóskan: iss.. það er nú ekkert, við ljóskunar ætlum að vera fyrstar á sólina!!!! þá söguðu hinir… hehe þú getur ekki farið á sólina, þú myndir brenna!! en þá sagði ljóskan…. hva! helduru að við séum vitlausar, við mundum audda fara um nóttina!!!!! hehe!\nhver er aldrei svangur á jólunum?\nkalkúninn hann er alltaf fullur af góðgæti.\n.\nÞað voru einu sinni tveir froskar að labba á golfvelli. :þá segir annar froskurinn.. passaðu þig á holunni!\nÞá svarar hinn: Hvaða hooolllluuuuuu..\nTakk fyri",
    "url": "https://www.hugi.is/humor/greinar/151345/nokkrir-brandarar-baedi-a-ensku-og-islensku/",
    "url_id": "151345",
    "id": "1148274",
    "replies": [
        {
            "user": "Tjango",
            "user_id": "31588",
            "date": "2003-06-24 13:23:12",
            "id": "1148278",
            "reply_to_id": "1148274",
            "text": "Snilld\nKV, bt24"
        },
        {
            "user": "Tjango",
            "user_id": "31588",
            "date": "2003-06-24 16:54:56",
            "id": "1148279",
            "reply_to_id": "1148278",
            "text": "hahahaha eða á tölvunördísku “lol”"
        },
        {
            "user": "manutd",
            "user_id": "14108",
            "date": "2003-06-25 12:01:35",
            "id": "1148276",
            "reply_to_id": "1148274",
            "text": "“Nokkrir brandarar bæði á ensku og íslensku”\nÉg held að þú hafir gleymt ensku bröndurunum.\nFínir brandarar engu að síður."
        },
        {
            "user": "siggifreyr",
            "user_id": "34117",
            "date": "2003-06-25 12:38:49",
            "id": "1148277",
            "reply_to_id": "1148276",
            "text": "nei nei tókstu ekki eftir 60 things not to say to a naked guy"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-06-25 13:15:24",
            "id": "1148275",
            "reply_to_id": "1148274",
            "text": "Þanna….gg…haha…og allt það ;p"
        }
    ]
}