{
    "forum_title": "Tölvuhlutverkaleikir",
    "user": "Raudbjorn",
    "user_id": "2358",
    "date": "2001-01-27 00:56:46",
    "title": "Edwin,  barþjónnin, frænka hans og elskandi hennar",
    "text": "Einn daginn var ég útí að labba, eftir að ég var búinn að gera nether scroll questið, og alltí einu þá fann Edwin galdur í scrollinu og spurði mig hvort hann ætti að kasta honum, hann mintist á að hann væri ekki ólíkur “A wizards transfomation to a lich”. Nú náttúrulega sagði ég honum að gera það og hann breyttist í konu!!! Hann fékk meiri segja nýtt audio dialog, þetta endist hinsvegar ekki lengi því að nokkru síðar, í Firkragg questinu minnir mig, þá kom einhver wizard sem var að leita að Edwin, en hann þekkti hann ekki því að hann var kona, seinna koma wizardin aftur og hafði fattað að Edwin væri kona og breytir honum aftur í “eðlilegt” form, og ræðst síðan á mann, því að Edwin á greinilega nokkra óvini í Thay.\nAðrir fyndnir hlutir um Edwin:\nEf þú clickar á hann nógu oft segir hann “Elminster this, Elminster that, give ME five thousand years and a pointy hat and i'll kick his arse.\nEf þú hefur hann í partyinu þínu og talr við vændiskonu niðri á höfn sem heitir Rose, minnir mig, ég man ekki alveg hvað hún sagði en mig minnir að hún hafi sagt ”oh, Eddie you have returned“\nEdwin: ”I dont't know you“(blablabla, man ekki alveg hvað hann sagði) Rose: ”Oh, Eddie youre just being tough around these pepole\", eins og ég sagði ég man ekki shit, langt síðan, gerið þetta sjálf.\nEit sem þið skuluð muna um Edwin, Þó að bæði wisdom og intelligenceið hans sé mjög lág, þá fær hann þó nokkra bonusa í spell memerization.",
    "url": "https://www.hugi.is/crpg/greinar/15155/edwin-barthjonnin-fraenka-hans-og-elskandi-hennar/",
    "url_id": "15155",
    "id": "96681",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2001-01-27 03:12:44",
            "id": "96682",
            "reply_to_id": "96681",
            "text": "Svakajaki:\nÞú ættir að byrja að setja spoiler viðvörun á greinarnar sem að spilla leikreynslunni fyrir öðrum. Næsta grein sem að spillir leikreynslu annarra og er án spoiler viðvörunar samþykki ég nefnilega ekki.\nWillie\n“I am a bit merciful”"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-01-27 21:08:17",
            "id": "96683",
            "reply_to_id": "96681",
            "text": "já Edwin er góður galdrakall en þá komum við inná element eins og alignment sem fer alveg í hjúds ósamræmi hjá öllum og allir kallarnir fara að rífast. Afhverju? Því maður getur ekki myndað heila evil grúppu. Það sýgur. Ég endaði uppi með 3 evil npc kalla og Haer'Dalis og Yoshimo sem eru báðir neutral.\nÉg kannast samt ekkert við þetta sem svakajaki segir."
        }
    ]
}