{
    "forum_title": "MMORPG",
    "user": "geirfaxi",
    "user_id": "15337",
    "date": "2003-06-24 21:27:44",
    "title": "Tegundirnar í Star Wars Galaxies",
    "text": "26. júní kemur út leikurinn Star Wars Galaxies. Í kringum leikinn hefur verið stofnað íslenskt leikjafélag, Crymogaea. þeir sem hafa áhuga á að byggja upp íslenskt samfélag í leiknum geta fylgst með umræðunum og skráð sig á\nhttp://crymogaea.starwars.is/phpBB2/\nÍ leiknum verður hægt að velja eina af átta mögulegum tegundum, sem hægt er að vera með í leiknum.\nRodians eru fljótir og liðugir og henta vel til þess að verða Bounty Hunters og bardagamenn, eða mercenaries, Þeir gætu líka verið góðir smygglarar. Iðnaður þeirra er líka mikið byggður á því að búa til vopn, brynjur og farartæki.\nÞar sem menning þeirra er mikið byggð á listum, þá eru þeir líka góðir tónlistamenn, dansarar og skemmtarar.\nTrandoshans eru aftur á móti mjög sterk tegund og með mjög góða endurnýjunarhæfileika, einnig er mjög erfitt að koma á þá höggi. Þeir eru með sterkar klær, sem þeir geta nýtt í bardögum. Þeir sjá líka mjög vel í myrkri. Þeir henta vel til þess að verða Bounty Hunters, Tera Kasi Artists, Rangers, eða Soldiers. Menning þeirra byggir að mestu leiti á þeirra eigin verkfræðingum, viðskiptamönnum og bóndum.\nTwi´lek eru með anga sem kallast lekku á höfðinu sem þeir geta notað til þess að tala leynimál sem enginn annar skilur. Þeir eru einnig með mismunandi liti á húðinni, allt frá hvítum og í ljós bláan, grænan og rauðan. Twi´lek konur eru þekktar fyrir að vera góðir dansarar. Þeir nota gáfur sínar og lævísi til þess að ná markmiðum sínum og leysa vandamál. Þeir geta verið góðir stjórnmálamenn og glæpaforingjar.\nBothans eru litlir og með mikinn feld í andlitinu, þeir eru útsmognir og góðir njósnarar. Einnig eru þeir þekktir sem óttalausir foringjar, góðir bardagamenn, hugrakkir flugmenn, og miklir vísindamenn. Þeir eru einnig þekktir fyrir upplýsingasöfnunarhæfileika sína og njósnanet sitt. Þeir eru einnig mjög góðir sem Scout, Mercenaries og Stjórnmálamenn.\nZabraks eru með horn og andlits húðflúr, nokkrar tegundir eru til af Zabrak og er hver með sín hornamunstur. Þeir eru sterkir, stoltir, og með mikið sjálfstraust og trúa því að ekkert sé ómögulegt. Þeir eru einu mestu könnuðirnir í geimnum. Persónuleiki, afkomuhæfileikar, og mikill viljastyrkur gerir þá að góða í hvaða ævintýrastarf sem er.\nVákar eru stórir og með mikið hár, þeir eru öflugir og þekktir fyrir vákaæði sitt og mikil virðing er borinn fyrir hve traustir þeir eru. Þeir eru hugaðir og aflmiklir bardagamenn. Þeir elska heimaplánetuna sína og hafa sterk tengsl við dýr, plöntur, og aðra hluti í náttúrulegu umhverfi sínu. Þess vegna eru þeir góðir til þess að verða Creature Handlers. Þótt að sumir sjá þá sem frumstæða, þá er þeim vel við tækni og geta auðveldlega lært að fljúga geimskipum, lagað vélar og notað flókinn vopnabúnað.\nHumans, eða mennirnir eru stærsta tegundin í geimnum í leiknum. Þeir eiga auðvelt með að aðlaga sig að aðstæðum, eru forvitnir, hugmyndaríkir og metnaðargjarnir. Þeir mynda mikinn hluta Veldisins og eru líka mjög fjölbreytilegir og engir tveir eru eins. Einnig eru þeir þekktir sem mestu hetjurnar í geimnum og verstu skúrkarnir.  Þeir eru þekktir fyrir að finna upp hyperspace ferðalög og að mynda fyrstu ríkisstjórnirnar, einnig fyrir að taka yfir aðra heima.\nMon Cals, auðvelt að þekkja þá af því að þeir eru með stór augu og fisklaga andlit. Þeir eru þekktir fyrir að vera rólegustu og gáfuðustu verurnar í geimnum. Þeir geta verið neðansjávar í langan tíma, eru öflugir sundmenn og sjá vel í vatni. Þeim líður vel í umhverfi sem er tengt vatni en líður illa í þurru og heitu loftslagi. Þeir eru óþreytandi könnuðir og mynda sambönd við aðrar plánetur vegna þekkingar en ekki landvinninga.\nEinnig eru þeir þekktir fyrir mikla vísindaþekkingu og góða verkhæfileika. Sérstaklega eru það mikil geimskip sem þeir eru þekktir fyrir. þeir eru líka góðir í taktískum bardögum og góðir í að setja saman vopn.\nþetta eru allar tegundirnar sem hægt er að vera með í leiknum og allar eru þær með sína kosti og galla.",
    "url": "https://www.hugi.is/mmorpg/greinar/151548/tegundirnar-i-star-wars-galaxies/",
    "url_id": "151548",
    "id": "1149927",
    "replies": [
        {
            "user": "kanill",
            "user_id": "2362",
            "date": "2003-06-25 01:01:47",
            "id": "1149939",
            "reply_to_id": "1149927",
            "text": "Mig hlakkar ónendanlega ógéðslega mikið til!!!\nEn leikurinn sem kemur út 26. er það USA útgáfa eða allstaðar í heiminum??"
        },
        {
            "user": "Blublu",
            "user_id": "12532",
            "date": "2003-06-25 03:31:55",
            "id": "1149940",
            "reply_to_id": "1149927",
            "text": "Af hverju þurftirðu að þýða orðið “wookie”? Ekki það að ég sé einhver Star wars fanboy, mér finnst bara pirrandi að sum orð séu þýdd sem þarf ekkert að þýða."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-06-25 08:36:54",
            "id": "1149937",
            "reply_to_id": "1149927",
            "text": "flott svona geirfaxi - nú er það bara að sjá hvort Crymogaea fær fleiri meðlimi…\njericho"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-06-25 09:02:26",
            "id": "1149938",
            "reply_to_id": "1149937",
            "text": "Á hvaða server verðiði ???"
        },
        {
            "user": "gloko",
            "user_id": "28731",
            "date": "2003-06-25 12:36:33",
            "id": "1149935",
            "reply_to_id": "1149927",
            "text": "He.. Betan lítur hörmulega út !!!!!\nKannski batnar þetta!"
        },
        {
            "user": "Byron",
            "user_id": "25660",
            "date": "2003-06-25 14:07:12",
            "id": "1149928",
            "reply_to_id": "1149927",
            "text": "hvenær kemur hann eiginlega út á klakanum ?"
        },
        {
            "user": "geirfaxi",
            "user_id": "15337",
            "date": "2003-06-25 20:17:20",
            "id": "1149929",
            "reply_to_id": "1149928",
            "text": "Leikurinn kemur fyrst bara út í USA, en það á að vera hægt að spila hann hvar sem er. Evrópuútgáfan á að koma nokkrum mánuðum seinna og svo á Space Expansion að koma út á næsta ári.\nÍ því verður hægt að vera með geimflaugar, eins og eru í myndunum, X-wing, TIE´s.\nÉg var ekki að pæla í því að ég sagði vákar, kannski af því að ég sagði líka vákaæði(wookie rage)\nVið stefnum á að vera á Eclipse servernum, þar sem flestir Evrópubúar hafa ákveðið að vera þar.\nÞað getur vel verið að leikurinn verði Everquest Star Wars mod fyrir einhverja. Enn ég er viss um að hann verði það ekki fyrir alla, og sérstaklega ekki þegar Space Expansion kemur út."
        },
        {
            "user": "geirfaxi",
            "user_id": "15337",
            "date": "2003-06-26 13:04:04",
            "id": "1149930",
            "reply_to_id": "1149929",
            "text": "eclipse verður overcrowded :D skemmtið ykkur. meiri hlutinn af euro og east coast á leiðinni þangað"
        },
        {
            "user": "geirfaxi",
            "user_id": "15337",
            "date": "2003-06-26 16:55:36",
            "id": "1149931",
            "reply_to_id": "1149930",
            "text": "Your lack of faith is disturbing, :)"
        },
        {
            "user": "viking",
            "user_id": "25813",
            "date": "2003-06-26 17:18:01",
            "id": "1149932",
            "reply_to_id": "1149931",
            "text": "hvað verður mánaðargjaldið í þessum leik?\nverða margar tegundir af skutlum/flaugum í expansioninu?\nverður vinna og skattur hluti af leiknum?\nlítur betan vel út?"
        },
        {
            "user": "geirfaxi",
            "user_id": "15337",
            "date": "2003-06-26 23:56:47",
            "id": "1149933",
            "reply_to_id": "1149932",
            "text": "Mánaðargjaldið í leiknum er 14.99 dollarar.\nÍ expansion verða bæði einkageimflaugar og bardagageimflaugar eins og þær sem eru í Myndunum.\nÉg held að maður þurfi ekki að vinna í leiknum, en þú getur verið Smyglari, eða Bountyhunter, og jafnvel Jedi seinna, ásamt því að gera fullt af öðru í leiknum.\nSvo er líka hægt að vera í Spilarafélagi, sem er annaðhvort Rebel, Neutral, eða Imperial.\nSeinna í leiknum verður hægt að stofna borg, þegar meðlimir í spilafélaginu eru orðnir 50, sem er það sem við í Crymogaea stefnum að :)\nÞá verður sennilega hægt að hafa skatta til þess að reka borgina og annað sem tengist henni.\nBetunni er lokið og leikurinn kom út í USA í dag og kominn er upp nýtt útlit á www.starwarsgalaxies.com síðunni um leikinn."
        },
        {
            "user": "santak",
            "user_id": "30836",
            "date": "2003-06-26 13:06:12",
            "id": "1149934",
            "reply_to_id": "1149929",
            "text": "Þetta verður snilldar leikur ég er búinn að panta hann og á von af honum í pósi von bráðar.\n:) cant wait"
        },
        {
            "user": "Krullgor",
            "user_id": "18349",
            "date": "2003-06-25 18:16:19",
            "id": "1149936",
            "reply_to_id": "1149927",
            "text": "yay.. einn dagur í Star wars Everquest modið :p"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-06-26 23:45:03",
            "id": "1149941",
            "reply_to_id": "1149927",
            "text": "Hvað á maður að gera í þessum leik?  Á maður bara að berjast og sonna eins og í PlanetSide eða hvað?\nÁ maður kannski að reyna verða hershöfðingi og er þetta level based leikur?  Mig langar mjög mikið til að fá að vita hvað maður á að gera í þessum leik því að hann er mjög spennandi. :)\nMeð von um svar fljótt\nDruiD"
        }
    ]
}