{
    "forum_title": "Apple",
    "user": "kattamat",
    "user_id": "5019",
    "date": "2003-06-25 03:22:30",
    "title": "Næstu Kynslóðir Örgjörva!",
    "text": "Ég vill byrja á því að segja að ég er ekki góður í stafsetningu og málfræði, og ef einhver sér eitthvað að þessum tveimur hlutum í greininni sem ég er að fara að skrifa núna þá má hann endilega senda mér skilaboð og minna mig ÞAR á hvað ég er mikill hálviti. Svo vill ég líka tala aðeins um hversu dautt þetta áhugamál er, á huga að minnstakosti, eða á öllu íslandi. Kannski er það vegna þess að fyrirtækið sem er búið að hafa umboð á vörum Apple er búið að vera svíkja viðskiptavini sína hægri vinstri eða ekki. Ég er samt hissa á því að það séu virkilega svona fár greinar sem hafa komið inn á þetta áhugamlá sértaklega þegar maður hugsar út í hvað er búið að vera að gerast í heiminum akkúrat núna.\nSíðustu vikur hef ég fylgst spenntur með öllum fréttum og orðrómum sem hafa verið á milli tannanna á fólki. Kannski ekki jafn mikið hér á íslandi og úti í heimi. Fyrir þá sem vita ekkert hvað ég er að tala um þá ætla ég að útskýra það í flýti.\nApple Computer tilkynnti það fyrir stuttu að þeir ætluðu að sýna kynningar eintak af MacOs X Panther sem er nýjasta útgáfan af tíunda stýrikerfinu þeirra. Þessi útgáfa á að hafa allskonar nýja fídusa og á að vera skrefið sem apple tekur framúr Windows XP í áttina að Windows Longhorn. Næstum um leið og fólk var farið að tala um Panther þá fóru af stað allskonar orðrómar um að IBM og Apple væru síðustu árin búnir að þróa nýjan G5 örgjörva eða eins og IBM kallar hann, PowerPC 970. Um leið dó öll næstum öll umræða og spenna í kringum Panther og allir fóru að tala um þennan nýja örgjörva og hvernig hann gæti pumpað krafti í tölurnar frá Apple og loksins eftir öll þessi ár gert þær virkilega samkeppnishæfar við bestu Pentium örgjörvana.\nÞann 23 Júní á WWDC sýninguni staðfesti Steve Jobs þennan orðróm. G5 örgjörvinn er kominn til að vera, og ef eitthvað er að marka Adobe, Wolfram Research, Pixar Studios og fleiri, þá eru nýju G5 tölvunar í flestum tilfellum meira en 2x hraðskreiðari en sambærilegar pc tölvur. Hérna koma tölvunar sem samanburðurinn var gerður á:\n-G5-\nDual 2Ghz G5\n512Mb 400Mhz DDR\n160Gb SATA HDD\nog fleira…. hún kostar 2999$\n-Dell-\nDual 3Ghz P4 XEON (ég man ekki hvort að Xeon sé kallaður P4 eða ekki)\n512Mb\n120Gb HDD\nog fleira… hún kostar 4000$\n(ég nenni ekki að skrifa þetta allt niður, bara það sem ég man í augnablikinu.)\nÉg veit ekki hversu margir horfðu á þessa sýningu en mér og vinum mínum fannst hún alveg rosaleg, fyrir þá sem tíma bandvíddinni er hægt að fara á\nhttp://www.apple.com/quicktime/qtv/wwdc03/\nog sjá “show’ið” í Quicktime Stream. Aðalástæðan fyrir því að ég skrifaði þessa grein er að mér fannst ég verða að gera það þar sem ENGINN annar er búinn að hundskast til þess. Það er næstum sorglegt þar sem ég er ekki Makka notandi, ekki enþá að minstakosti. Hver veit hvort maður skiptir ekki yfir í Makkann ef þetta heldur svona áfram.\nEn eins og ég sagði ég varð að skrifa grein um þetta og ég vona að það verða fleiri skrifaðar. Það er margt sem er spennandi við þetta, sérstaklega þar sem í fyrsta skiptið í langan tíma er Apple aftur komnir inn í örgjörva stríðið. IBM hafa lofað því að verða komnir með 3Ghz G5 örgjörva eftir 12 mánuði. Maður getur rétt svo ýmindað sér kraftinn í þannig tölvu.\nNú svo ég fari ekki bara að tala um Apple tölvu þá langar mig að breita aðeins til. Núna í ágúst stefna AMD á að gefa út Athlon64 sem er einnig 64-bita örgjörvi. Intel er þar með orðinn einni örgjörva framleiðandinn sem er ekki búinn að taka stökkið yfir í 64 bita. Hinsvegar verður spennandi að sjá hvað Pentium 5 mun geta afkastað. Hann mun víst eiga að koma út seinni hluta ársins. P4 3,2Ghz mun vera sá síðasti í núverandi kynslóð Pentium örgjörvans.\n******************\nBara svona í lokinn langar mig aðeins að minnast á umræðuna sem hefur fór af stað í kringum “SPEC” testið sem er mjög mikið verið að rífast um á hinum og þessum vefsíðum. Ég held að gaurarnir Cnet séu þegar búnir að leiðrétta það allt saman, en fyrir þá sem bara nenna ekki að pæla í mips og flops og floating points og intergers og ég veit ekki hvað. Munið bara að það er hraðinn sem maður fær í raunverulegum forritum sem skiptir máli.\nTakk fyrir mig og ég vonast innilega til þess að ég fá einhver góð svör við þessari grein. Við eigum greinilega spennandi ár framundan!",
    "url": "https://www.hugi.is/apple/greinar/151724/naestu-kynslodir-orgjorva/",
    "url_id": "151724",
    "id": "1151190",
    "replies": [
        {
            "user": "Drengurinn",
            "user_id": "50114",
            "date": "2003-06-25 18:26:17",
            "id": "1151201",
            "reply_to_id": "1151190",
            "text": "ég er ekki mac maður en hef samt ekkert á móti því en Pentium er löngu dottið úr samkeppninni. AMD er með bestu örgjörvana og Pentium voru bara skildir eftir.\nT.d. 2,7ghz örgjörvin frá AMD tekur 3,7ghz örgjörvan frá Pentium í rassgatið en samt er AMD örgjörvinn betri og mun stöðugri"
        },
        {
            "user": "Titan",
            "user_id": "7585",
            "date": "2003-06-25 19:28:46",
            "id": "1151216",
            "reply_to_id": "1151201",
            "text": "3,7 ghz pentium ?? síðan hvenar? hraðasta sem ég vissu um var 3,2 :)"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2003-06-25 20:53:02",
            "id": "1151217",
            "reply_to_id": "1151216",
            "text": "Og ég hélt að hraðasti Athloninn væri því miður um 2,2 GHz… Donðt get me wrong, ég elska AMD, en ef ég ætti meiri pening væri ég að plana að smíða mér Intel P4 vél en ekki AMD XP… En AMD er víst vinur fátæka mannsins svo við erum vinir ;)"
        },
        {
            "user": "qeySuS",
            "user_id": "280",
            "date": "2003-06-25 22:11:01",
            "id": "1151202",
            "reply_to_id": "1151201",
            "text": "lol? Pentium4 er að stinga AMD af á öllum sviðum, því miður segi ég því ég hef alltaf átt AMD örgjörva. En það er nú bara þannig að Pentium 4 er mun hraðvirkari en AMD, AMD voru betri þegar Pentium3 var og þegar Pentium 4 var nýkominn, en þegar á leið skreið pentium fram úr."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2003-06-25 22:15:04",
            "id": "1151203",
            "reply_to_id": "1151202",
            "text": "AMD er samt meira kúl ;)"
        },
        {
            "user": "Drengurinn",
            "user_id": "50114",
            "date": "2003-06-25 22:36:40",
            "id": "1151204",
            "reply_to_id": "1151202",
            "text": "AMD voru ekki betri en hafa stungið þá af í dag. þeir taka pentium núna í rassgatið það er ekkert flóknara en það. Þú getur kannski fengið Pentium örgjörva sem er betri en ADM hann er líka þá einhver 5ghz. málið með pentium er það að þeir vilja henda sem mestu á markaðinn og þessi tala á að vera sem hæst en AMD tekur þessu alvarlega vill að allt sé gott og tiptop. og 2,5ghz AMD Athlon örgjörvi kostar um 10.000 eins og þessi sem svaraði þér var að benda á varðandi verð"
        },
        {
            "user": "qeySuS",
            "user_id": "280",
            "date": "2003-06-25 23:28:56",
            "id": "1151213",
            "reply_to_id": "1151204",
            "text": "Ef Pentium vill hafa tölurnar í toppi af hverju kallar þá AMD rúmlega 2.2Ghz örgjörvann sinn “AMD 3200XP” ???? Svaraðu því besservissi."
        },
        {
            "user": "Swing3r",
            "user_id": "18342",
            "date": "2003-06-25 23:52:40",
            "id": "1151214",
            "reply_to_id": "1151213",
            "text": "Af því að rúmlega 2.2Ghz örgjörvinn frá AMD benchmarkar aðeins betur en 3200 Mhz Intel örri.. Mhz hefur ekki verið raunverulegur mælikvarði á afkastagetu örgjörva í LANGAN tíma.. niðrí kjallara er tölva með cyrics 200+ örgjörva sem er 150 Mhz en benchmarkar á við 200 Mhz örra frá Intel.\nOg í lokin áður en flaime-ið byrjar þá tek ég fram að ég á tölvur með örgjörfum frá AMD, Intel og cyrics og ég held ekki meira upp á eina tegundina heldur en aðra, mig langaði bara að minnast á að tiftíðnin segir ekki mikið um afköstin."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2003-06-26 00:20:57",
            "id": "1151215",
            "reply_to_id": "1151214",
            "text": "Tiftíðni hefur bara aldrei sagt að einn örgjörvi sé hraðari en annar nema þeir séu kannski eins að öðru leyti.\nHvaða benchmarks ert þú að vitna í sem sýna að 3200+ XP geri betur en 3,2GHz P4?"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2003-06-26 00:13:13",
            "id": "1151205",
            "reply_to_id": "1151204",
            "text": "AMD stungnir af? Kíktu t.d. á:\nhttp://www.anandtech.com/cpu/showdoc.html?i=1834\nTop purinn í P4 línunni er núna 3,2GHz og á móti 2,2GHz 3200+ Barton virðist hann ekki eiga í miklum erfiðleikum. Því miður.\nAnnars þætti mér gaman að vita hvaða Intel örri er 5GHz. Það er a.m.k. ekki P4…"
        },
        {
            "user": "Vanvitinn",
            "user_id": "4323",
            "date": "2003-06-26 01:31:10",
            "id": "1151206",
            "reply_to_id": "1151205",
            "text": "Mal3 , AMD hefur verið að afkasta meiru á minni klukkutíðni fyrir minni pening .\nhttp://www6.tomshardware.com/cpu/20030217/cpu_char\nts-23.html Einsog sést hér , efstur er p4 3.06 mhz í öðru sæti er Athlon XP 3000 (Barton) sem keyrir á 2.6 mhz\nmjög lítill munur á frammistöðunni en talsverður verðmunu"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2003-06-26 08:14:14",
            "id": "1151207",
            "reply_to_id": "1151206",
            "text": "Þetta er nátúrulega allt gott og blessað, en þetta er hálfs árs gömul tafla. Á meðan hefur Intel komið með meiri hraða á FSB (og reyndar AMD líka).\nP4 3.0C er enn hraðar en hraðasti örgjörvi Intel þarna og svo er 3.2C enn hraðari. Mig minnir að verðmunur á P4 3.0C og Barton 3200+ sé mjög lítill í verslunum hér á landi, en vissulega er gott móðurborð fyrir AMD stykkið líklega á hóflegra verði.\nSíðan er varla nóg að skoða eitt stykki töflu og ákveða þannig hvaða örgjörvi er bestur. Ef þú skoðar urlið sem ég setti inn að ofan sérðu að niðurstöður eru ekki svo ólíkar, fyrir utan að Intel hefur tekið nokkuð stórt skref á þessum sex mánuðum sem liggja á milli.\nÞess fyrir utan keyrir 3000+ Barton á 2,167GHz.\nEn, eins og ég sagði fyrir ofan er hægt að fá meiri fyrir peninginn í vélum sem eru ekki í toppgeiranum upp á hraða með að fara í AMD. Annars væri ég ekkert á leiðinni með að setja AMD í mína næstu vél."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2003-06-26 08:22:16",
            "id": "1151208",
            "reply_to_id": "1151207",
            "text": "http://www6.tomshardware.com/cpu/20030623/p4_3200-17.ht\nml\n“In our extensive benchmark tests, the P4 is always in the lead - we talked about this in our last article High-Flying: AMD Athlon XP 3200+ Squares Off Against Intel P4 3 GHz. To be fair, it must be said that AMD offers a good performance/ price ratio with its Athlon processors, but it still cannot quite keep up with the Intel CPUs.”\nÞannig að ef þú skoðar nýrri greinar á Tom's Hardware sérðu að þar eru menn á sama máli.\nOg til samanburðar við slóð sem þú bentir á:\nhttp://www6.tomshardware.com/cpu/20030623/p4_3200-08.ht\nml (úr sömu grein og að ofan).\nErgó, ef ég hef ekki efni á high-end vél er AMD svarið, en maður þarf ekki að hafa það miklu meiri fjárráð til að það borgi sig að fá aukin afköst hjá Intel. Mjótt á mununum."
        },
        {
            "user": "Vanvitinn",
            "user_id": "4323",
            "date": "2003-06-26 11:52:24",
            "id": "1151209",
            "reply_to_id": "1151208",
            "text": "Já , Intel er komið  framúr varðandi performance í augnablikinu .\nEn samt hefurðu skoðað verðmiðana á þessum P$4 örrum …\nEn AMD á vonandi eftir að hysja uppum sig brækurnar og sparka í rassgatið á INTEL"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2003-06-26 12:04:45",
            "id": "1151210",
            "reply_to_id": "1151209",
            "text": "Já, það hef ég gert. Ég myndi samt hugleiða sterklega að fá mér P4 2.4C ef ég hefði efni á þannig græju. Eg efast samt um að ég eigi eftir að verða ósáttur við aMD setup sem kostar þónokkuð minna. Ég vona bara aðallega að Athlon 64 eigi eftir að standa undir vonum og helst salta Prescott. Verð að játa að ég er ekkert mjög vongóður…"
        },
        {
            "user": "Vanvitinn",
            "user_id": "4323",
            "date": "2003-06-26 12:19:41",
            "id": "1151211",
            "reply_to_id": "1151210",
            "text": "ég hef verið mjög sáttur við mitt amd setup þó ég ætla líklega að kaupa mér nýjann örrra á næstunni .\nÞegar ég keypti þetta skoðaði ég líka einmitt p4 2.4 , en hann var ekki í mínum verðflokki ;)"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2003-06-26 00:14:27",
            "id": "1151212",
            "reply_to_id": "1151204",
            "text": "Nota bene, þú færð engan 2,5GHz AMD örgjörva. A.m.k. ekki í borðtölvuna þína. Barton 2500 kostar ca. 11-12þ. og er 1,83GHz."
        },
        {
            "user": "JulioB",
            "user_id": "23081",
            "date": "2003-06-25 18:34:37",
            "id": "1151218",
            "reply_to_id": "1151190",
            "text": "Fín grein hjá þér.  Vissulega spennandi hlutir að gerast hjá apple þessa dagana.  Ég ekki viss um að þú hafir rétt fyrir þér með Intel og 64-bita örgjörvana.  Eru ekki Itanium og Itanium-2 64-bita?"
        },
        {
            "user": "kattamat",
            "user_id": "5019",
            "date": "2003-06-25 21:00:15",
            "id": "1151219",
            "reply_to_id": "1151218",
            "text": "Intel er ekki með neina 64 bita desktop örgjörva… þannig að ég hef rétt fyrir mig, þó skil ég alveg hvað þú ert að meina.\nÆtli maður sendi ekki næst bara grein inn á umraedur.icemug.org…"
        },
        {
            "user": "JennaJames",
            "user_id": "25607",
            "date": "2003-06-25 20:16:44",
            "id": "1151198",
            "reply_to_id": "1151190",
            "text": "sorrí elsku kallinn minn er þú ert einfaldlega á vitlausri netsíðu.. það kemur enginn hérna lengur nema undir 16 ára ;) farðu á umraedur.icemug.org og www.mac.is/umraedur\nMeira segja oppinn á áhugamálinu hér veit það og hengur þar mikið :)"
        },
        {
            "user": "Thjarkur",
            "user_id": "16154",
            "date": "2003-06-25 20:19:29",
            "id": "1151199",
            "reply_to_id": "1151190",
            "text": "Þessar tölvur eru svo geðveikt flottar að það er ekki eðlilegt!\nMac menn eru orðnir huge! Þeir eru með 64bita örra, og þetta er bara fyrsti örgjörfinn, síðan kemur update Steve Jobs sagði að þá kemur 3ghz kubbur eftir 6 mánuði og þá verður sú talva nátturulega Dual að þá verður high end 6ghz!!\nPc tölvur eru eginlega History og Windows sömuleiðis.\nNæst fæ ég mér Apple tölvu. Og UNIX stýrikerfi.\nÉg nenni ekki að vera í þessu ljóta þröngsýna umhverfi eins og windows."
        },
        {
            "user": "Hawley",
            "user_id": "30245",
            "date": "2003-06-25 20:33:25",
            "id": "1151200",
            "reply_to_id": "1151199",
            "text": "jamm þessi 2% markaðs hlutdeild mun gersamlega rústa windows og PC tölvum eins og það leggur sig"
        },
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2003-06-25 21:01:10",
            "id": "1151196",
            "reply_to_id": "1151190",
            "text": "Veistu, ég sá nú varla eina einustu stafsetningar-, málfræði- eða innsláttarvillu í þessari grein…\nZedlic"
        },
        {
            "user": "kattamat",
            "user_id": "5019",
            "date": "2003-06-25 21:12:25",
            "id": "1151197",
            "reply_to_id": "1151196",
            "text": "Ég þakka hrósið;D"
        },
        {
            "user": "Hlynzi",
            "user_id": "21838",
            "date": "2003-06-25 21:22:22",
            "id": "1151194",
            "reply_to_id": "1151190",
            "text": "Mac er alveg að brillera núna. Núna langar mig ennþá meira í nýrri makka og er að reyna að draga úr windows notkun minni, svo skil ég ekki afhverju skólakerfi nota ekki Mac eða Freeware, mér finnst það ömurlegt hjá yfirvöldum.\nAMD eru bara snillar og þeir taka alla Intel druslurnar í gegn. Meiri hiti, i don´t give a damn, og bara ennþá meiri kraftur, þetta eru kúl tæki. Og Mal3 ræðumaður ætti ekkert að vera að fá sér Intel útaf því að hann sýnir hærri mhz tölu en hinir. Þið sjáið nú dual benchmark á nýja makkanum !!\nOg mér sýnist að umræðurnar séu að mestu á mac.is og svoleiðis stöðum, þetta áhugamál er ekki það mest sótta hérna, póstaði kork, ekkert svar, gerði það á mac.is og fékk svar nokkrum stundum síðar."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2003-06-25 22:14:28",
            "id": "1151195",
            "reply_to_id": "1151194",
            "text": "Ég er einmitt að plana að setja saman vél bráðlega og ef ég ætti aðeins meiri pening (eða betra lánstraust) myndi ég fara í Intel. Það virðast flestir á því máli að í hraðari vélum sé Intel málið og benchmarks styðja það. En ef maður hefur ekki mikinn pening til að setja í móðurborð og örgjörva er AMD frekar málið.\nÉg væri alveg til í P4 2.4C í móðurborði með Intel 875 chipsetti, en það myndi bara kosta mig u.þ.b. 20þ. krónum meira en 2500 Barton í nForce 2 móðurborði. Jú, Pentium lausnin yrði líklega þónokkuð hraðari, en ég vil frekar eyða mismuninum í að tryggja að aðrir íhlutir séu tipp topp. Ég get svo léttilega pælt í að overclocka Bartoninn eða uppfært í ca. 3000 Barton þegar verðið á þeim er búið að falla, sem það hlýtur að gera þegar Athlon 64 kemur.\nÉg held að þessi hitamýta sé farin að ganga of langt. Ég efast um að þú finnir jafn heitan Athlon XP örra og Pentium 4 3.2C.\nÞví miður virðist AMD bara ekki eiga nein svör við top-of-the-line P4 örgjörvunum og að talnasyrpurnar á nýju Barton örgjörvunum virðist því miður vera orðin verulega bjartsýn. Auðvitað segir klukkutíðni ekki allt, en bilið á milli XP 3200 Barton og P4 3.2C er orðið heilt gígarið! Benchmarkin sem ég hef verið að sjá eru annaðhvort marklaus, eða Intel er með forskotið. Ég krossa fingur og vona að Athlon 64 taki nýja Prescott örgjörvann í karphúsið. Það yrði mjög gaman og myndi væntanlega þýða að þarnæsta vél fyrir mig yrði AMD líka.\nSvo þetta sé ekki total thread hijack:\nVar ekki einhver að tala um að Apple væri að pæla í að nota Athlon 64?"
        },
        {
            "user": "Swing3r",
            "user_id": "18342",
            "date": "2003-06-25 23:17:38",
            "id": "1151192",
            "reply_to_id": "1151190",
            "text": "“Bara svona í lokinn langar mig aðeins að minnast á umræðuna sem hefur fór af stað í kringum “SPEC” testið sem er mjög mikið verið að rífast um á hinum og þessum vefsíðum.”\nOg fyrir þá sem vita ekki um hvað málið snýst þá er hér linkur á síðu sem fjallar um málið:\nhttp://www.haxial.com/spls-soapbox/apple-powe\nrmac-G5/\n(það þarf líklega að fjarlægja bil úr addressunni)"
        },
        {
            "user": "Hansi",
            "user_id": "8352",
            "date": "2003-06-25 23:26:39",
            "id": "1151193",
            "reply_to_id": "1151192",
            "text": "Búið að svara þessum ásökunum hér:\nhttp://apple.slashdot.org/apple/03/06/24/215425\n6.shtml?tid=126&tid=181"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2003-06-26 14:33:03",
            "id": "1151191",
            "reply_to_id": "1151190",
            "text": "Hvað ætli þokkalegt G5 system muni kosta? Með Radeon 9800 í AGP 8X slotti er þetta nú ekkert slor :)\nMig grunar bara að oss leikjafrík verðum betur komin með PC…"
        },
        {
            "user": "jonfr",
            "user_id": "5868",
            "date": "2003-06-26 18:58:00",
            "id": "1151220",
            "reply_to_id": "1151190",
            "text": "ja, góður PC örri (keyrir mjög vel á 700Mhz) + Linux/FreeBSD kerfi er mjög afkastamikið, það sem er vandamálið með PC í dag er þetta helvítis Windows Dauðans, fullt af göllum, krassar og gerir ekkert nema vera dauðinn sjálfur og er þar í þokkabót þá fyllir það minnið af einhverju rusli og það þarf ekki langan tíma til þess, og síðan er fólk hissa á því að tölvan hjá því sé að drepast, því var nær að keyra Windows Dauðans, mér lýst svo sem ágætlega á apple, örugglea fýnt að henda inn linux á þetta box (linux er líka 64bita og getur runnað á G4 og líka G5 þegar þar að kemur:)"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2003-06-26 20:03:39",
            "id": "1151221",
            "reply_to_id": "1151220",
            "text": "Tjah, ég veit ekki betur en vélin mín sé rock-stable á XP Pro, svo það er ekki gallinn lengur ;)"
        }
    ]
}