{
    "forum_title": "Dulspeki",
    "user": "Airam9",
    "user_id": "25613",
    "date": "2003-06-27 23:12:13",
    "title": "skemmtileg lífsreynsla",
    "text": "ok\nég var í skólanum einn daginn, bara ósköp venjulegur dagur :) en svo allt í einu….\nég get nú ekki útskýrt þetta að fullu en ég skal reyna eins og ég get\nég var í skólanum í frímínútum að labba á milli stofa og svo allt í einu þá gleymi ég öllu! ég stóð þarna bara og allt í einu fer ég í gegnum allar vetrarbrautir í þessum heimi, ég sé hverja sól, plánetu og allar stjörnurnar ( svona ekkert ósvipað eins og atriðið í hringadróttinssögu myndinni númer 2 þegar gandalfur var fastur uppí turninum nema þetta var real! ) svo kem ég aftur og fatta að ég hafði staðið þarna í smástund.\nfyrir þessa lífsreynslu þá var ég hræðileg týpa af nörd reikna ég með, ég var hræddur að tala við fólk, meira segja hræddur að horfa á það, en vá ég var endurfæddur þarna þennan tíma sem ég stóð þarna og fór í gegnum allar vetrarbrautirnar og í öll sólkerfin.\neftir þetta var ég eins og nýr gaur, ég var ekki hræddur við neitt, nema kannski að fara í fallhlífastökk en það er önnur saga\neini gallinn er að ég er enn að pússla saman sjálfum mér frá þessu atviki, til dæmis með því að hlusta á tónlist þá man ég eftir atvikum frá því ég var yngri, og vel á minnst, ég er 16 ára og er ekki í dópi eða reyki marjúana, ég er ekki í neinum vandræðum eða neinu soleiðis, tóbakslaus\nmig langaði bara að vita hvort einhver annar hafi lent í þessu…\neða hvort ég sé “psycho” hehe\nkv.\nAiram9\nps. þetta er ekki skáldskapur, þetta er mín lífsreynsla",
    "url": "https://www.hugi.is/dulspeki/greinar/152180/skemmtileg-lifsreynsla/",
    "url_id": "152180",
    "id": "1155186",
    "replies": [
        {
            "user": "Airam9",
            "user_id": "25613",
            "date": "2003-06-28 16:25:57",
            "id": "1155187",
            "reply_to_id": "1155186",
            "text": "Gaman að lenda í þessu. Hef ekki lent í neinu svona stóru en það gerðist bara fyrir nokkru að ég bara fór að gera hluti sem ég geri aldrei og er alveg hætt hinu sem ég geðri áður. Skrítið, en ég fór nú ekki í gegnum neinar vetrarbrautir. Væri hins vegar alveg til í það.\nEn skýringin mín er sú að ég er nokkuð geðveik og margir hafa sagt það við mig. Hm… já, ég veit hins vegar ekki hvort ég sé það í „alvöru“ en það gæti náttúrulega alveg verið. Ég geng samt ekkert á vatni eins og sumir."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-06-28 16:28:45",
            "id": "1155188",
            "reply_to_id": "1155187",
            "text": "En það er kannski gaman að grein frá því að stundum fer ég svona alveg úr heiminum og tek ekkert eftir því að fólk hafi verið að tala við mig eða sollis. Kannski hugsa ég bara svona djúpt. Ég hugsa líka svolítið öðruvísi en aðrir. Veit samt ekki hvernig ég á lýsa því."
        },
        {
            "user": "Airam9",
            "user_id": "25613",
            "date": "2003-06-29 15:00:21",
            "id": "1155189",
            "reply_to_id": "1155187",
            "text": "ég hef ekki sagt neinum þetta.\nég vildi bara ´fá ykkar sjónarhorn á þessu, ég ýkti þetta kannski (enda sagðist ég ekki geta útskýrt þetta 100%) en ég veit alveg hver ég er og allt það en það var samt eins og ég hafi gleymt öllu í 2 sekúndur eða eikkað, ég veit ekki hversu lengi ég ´stóð þarna en ég fór á réttum tíma í tíma, hehe, kannski stoppaði ég bara ekkert :S, allavega, ég tel mig engan súperman, vegna þess að allir eru súperman… eða þannig.\nPersónulega veit ég ekki enn hvað þetta var, kannski skilaboð, kannski bara geðveila, en ég er enn sá sem ég var, bara nördaskapurinn fór 98% það er eina breytingin við mig.\nvar það eikkað meira?\nAiram9"
        },
        {
            "user": "marxus",
            "user_id": "12143",
            "date": "2003-06-28 22:17:30",
            "id": "1155190",
            "reply_to_id": "1155186",
            "text": "Þetta er sennilega e-s konar gnosis reynsla, en gæti líka verið léttklikkun, taugaáfall eða þvíumlíkt. Fer eftir því frá hvaða sjónarhorni þú lítur á það. Sem betur fer tókstu þetta ekki sem einhver “skilaboð frá Guði” eða frelsun og gekkst í Krossinn eins og svo margir gera.\nEn eitt er víst að þetta var ekki raunverulegt eins og þegar þú heldur á steini og finnur fyrir honum í höndinni. Þú varst ekki “raunverulega” svífandi um úti í geimnum, þó að þetta hafi virst raunverulegt fyrir þér. Mikilvægast er að átta sig á því að svona hlutir gerast ekki í “raunveruleikanum”, heldur geta þeir gerst á e.k. “astral-sviði” eða í draumum, en eru þó ekkert lítilsverðari fyrir það.\nFylgdi þessu einhver vellíðunartilfinning, lyktir og (of)skynjanir? Fékkstu straum af nýjum hugmyndum um “lífið, alheiminn og allt”? Sástu virkilega þessar vetrarbrautir eða lýsirðu þessu bara þannig? Þessi lífsreynsla hljómar ekki vel í eyrum sálfræðinga eða geðlækna, en gæti þó verið nauðasaklaus. Það er mikilvægt að taka þessu með fyrirvara og alls ekki taka sig hátíðlega. Þú ert ekkert merkilegri en aðrir þó að þetta hafi komið fyrir þig, og líklega er þetta bara e-s konar áfall í kjölfar langvarandi þunglyndis eða kvíða (þú talar um að hafa ekki þorað að tala við eða horfa á fólk). Allar hraðar persónuleikabreytingar geta verið varhugaverðar.  Hvað finnst foreldrum þínum og vinum um þessa “endurfæðingu”? Farðu varlega félagi, þú ert í staddur í því sem Robert Anton Wilson kallar Chapel Perilous (“hættulega kapellan”)."
        },
        {
            "user": "wolfy",
            "user_id": "16961",
            "date": "2003-06-29 00:33:52",
            "id": "1155191",
            "reply_to_id": "1155186",
            "text": "Það hafa margir lent í því að sálin fari frá sér, og önnur fer í þig. Þetta er eins og einn bílstjóri í bíl fari úr bílnum og fari í annan bíl, vertu glaður að vera ekki vond sál sem drepur alla. Því sumir hafa lent í því :\\\nGóða skemmtun í nýja líkamanum þínum."
        },
        {
            "user": "Dawg",
            "user_id": "5004",
            "date": "2003-06-29 14:05:04",
            "id": "1155192",
            "reply_to_id": "1155191",
            "text": "ha……."
        },
        {
            "user": "Deathrock",
            "user_id": "30603",
            "date": "2003-06-30 01:55:12",
            "id": "1155193",
            "reply_to_id": "1155186",
            "text": "Ég held bara að þú hafir fengið of mikið sykur í æð þennan dag. Taktu því bara rólega og minnkaðu gosdrykkjuna, En drekktu Pepsi Twist eins og þér lystir."
        },
        {
            "user": "wolfy",
            "user_id": "16961",
            "date": "2003-06-30 18:34:53",
            "id": "1155194",
            "reply_to_id": "1155186",
            "text": "vegna þess að heilinn þinn geymir minnið ekki sálin, og þú ert ný sál ;)"
        },
        {
            "user": "ArnarJon",
            "user_id": "33730",
            "date": "2003-07-01 13:08:44",
            "id": "1155195",
            "reply_to_id": "1155186",
            "text": "róleg á því að sega að þetta sé ný sál og allt það þó hún afi séð vetrabrautir og allt það\nen hversu margar vetrabrautir sástu og hvesu margar sólir???\nrakel87,lol"
        },
        {
            "user": "gomamiso",
            "user_id": "18080",
            "date": "2003-07-01 17:32:41",
            "id": "1155196",
            "reply_to_id": "1155186",
            "text": "Hef lent í svipuðu (nema ég var ekki í geimnum), en ég held að þetta sé ekkert dulrænt. Þetta hlýtur bara að vera einhver minning sem hefur skotist upp allt í einu, kannski frá einhverjum sjónvarpsþætti eða eitthvað sem hefur geymst einhverstaðar í minninu.\nEn annars hef ég ekki hugmynd."
        },
        {
            "user": "Airam9",
            "user_id": "25613",
            "date": "2003-07-02 18:43:55",
            "id": "1155197",
            "reply_to_id": "1155186",
            "text": "ehhhh\nég drekk ekki mikið gos, miðað við aðra íslendinga hehe\nþað er ekki sjéns að önnur sál komist í líkamann minn meðan mín er í honum, annars væri ég dauður, búið spil.\nsjálf geimferðin stóð svo stutt ég man ekki hvað ég sá mörg sólkerfi, kannski 10000\nAiram9"
        },
        {
            "user": "Lubsi",
            "user_id": "18868",
            "date": "2003-07-02 22:18:28",
            "id": "1155198",
            "reply_to_id": "1155186",
            "text": "Kanski að þú ættir bara að hafa samband við Nasa og tilkina þeim að þeir þurfa ekki að uppgraida huble sjónaukan þú ert búinn að sjá þetta allt svo þú getur sparað þeim miljarða með því að lísa alheiminum fyrir þeim. Þú ættir að prófa að tala við sálfræðing, bara til að sjá hvort þetta er einhver reynsla sem aðrir hafa lent í og ekki illa meint alls ekki"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-07-02 23:49:53",
            "id": "1155199",
            "reply_to_id": "1155186",
            "text": "hérna…. lol"
        },
        {
            "user": "PeepingTom",
            "user_id": "596",
            "date": "2003-07-03 15:03:58",
            "id": "1155200",
            "reply_to_id": "1155186",
            "text": "félagi minn lennti í því sama og þú!! hann var reyndar á Hróaskeldu og búinn að borða sveppi:)\nen gólfið vildi ekki vera kyrrt í marga klukkutíma á eftir!"
        },
        {
            "user": "Airam9",
            "user_id": "25613",
            "date": "2003-07-03 16:50:54",
            "id": "1155201",
            "reply_to_id": "1155200",
            "text": "ég hélt ég hefði sagt að ég væri ekki í eiturlyfjum og soleiðis rugli, ég er bara normal gaur sem lendi í sona, ég veit ekki enn hvað þetta er en ég er að spá í að skreppa í sálfarir og tékka á því, þegar ég kann það hehe.\nAiram9"
        },
        {
            "user": "ummm",
            "user_id": "40834",
            "date": "2003-07-03 17:14:18",
            "id": "1155202",
            "reply_to_id": "1155186",
            "text": "Vegir Drottins eru órannsakanlegir og hann var að hjálpa þér. Ég hef það á tilfinningunni að þú sérst sérstök manneskja og þú skallt vera ánægður með að það er verið að hjálpa þér, gera þitt besta og treysta því þín bíður eitthvað mjög gott."
        },
        {
            "user": "ummm",
            "user_id": "40834",
            "date": "2003-07-03 17:19:41",
            "id": "1155203",
            "reply_to_id": "1155186",
            "text": "Ég ráðlegg þér líka að gera ekki of mikið úr þessu og enn fremur að segja þetta alls ekki hverjum sem er. Halltu þínu striki og vertu þakklátur að ákveðnir hlutir hafa verið leiðréttir þér í hag.\nTraust er lykilorð fyrir þig.\nHalltu áfram, hugsaðu ekki of mikið um þetta og njóttu lífsins.\nFramtíðin gæti verið mjög björt fyrst það er byrjað að leiðrétta það sem miður var í lífi þínu."
        },
        {
            "user": "Airam9",
            "user_id": "25613",
            "date": "2003-07-04 01:23:04",
            "id": "1155204",
            "reply_to_id": "1155203",
            "text": "hljómar eins og miðill, en takk samt :)\nAiram9"
        },
        {
            "user": "ummm",
            "user_id": "40834",
            "date": "2003-07-04 12:01:23",
            "id": "1155205",
            "reply_to_id": "1155204",
            "text": "Ég er ekki miðill en ég veit samt hvað ég er að tala um. Af sumum er lítið skipt sér af en ef haft er fyrir því að skipta sér af þér og leiðrétta hlutina fyrir þig þá áttu von á góðu.\nÉg hvet þig til að lesa Biblíuna og finna þína eigin túlkun á því sem það er, því þar eru vissir lyklar þó þú verðir að lesa dýpra en kennt er í einhverjum kirkjum, enda sumt sem enginn getur kennt öðrum."
        },
        {
            "user": "ummm",
            "user_id": "40834",
            "date": "2003-07-04 12:07:32",
            "id": "1155206",
            "reply_to_id": "1155204",
            "text": "Og meðan ég man sýna rannsóknir að 90% miðla eru bara fúskarar svo ég myndi ekki skipta mér að þeim.\nEf alheimurinn og almættið vill koma einhverju á framfæri til þín getur það gert það sjálft og þú ættir ekki að láta miðaldra einmana kellingar eða tálsýnir léttgeðveikra manna koma sem staðgengil raunverulegrar innri reynslu af því tagi sem þú hefur upplifað.\nMeð öðrum orðum, þú ræður hvað þú gerir, en ég get sagt þér í krafti þess hversu vel mér hefur gengið í lífinu og hversu sú velgengni heldur stöðugt áfram og vex að þú munt með örfáum undantekningartilfellum ekkert græða og bara tapa á samskiptum við slíkt fólk, sem yfirleitt gengur ekki best manna hvorki andlega né veraldlega.\nTaktu eftir hverjum gengur vel og hverjum gengur illa, hvers konar gengur best með minnstar líkur á bak við sig og mestar hindranir og farðu að skilja afhverju þetta er svona, það er engin tilviljun þar að baki.\nOg skoðaðu þá sem ná lengst en hafa minnst í höndunum, sérstaklega þá sem það hafa gert eftir 1950.\nSkoðaðu þetta ekki, hafðu það bara bak við eyrað.\nOg gleymdu öllu sem ég sagði."
        },
        {
            "user": "Airam9",
            "user_id": "25613",
            "date": "2003-07-04 16:54:25",
            "id": "1155207",
            "reply_to_id": "1155206",
            "text": "ég skal endilega gleyma þessu með að lesa biblíuna ;)\nég ætla ekki að fara að lesa hana, frekar skrepp ég í sálfarir ( astral projection ) og sé þetta allt sjálfur, ég held það sé mun skemmtilegra hehe\nog annað, ertu einhver gúrú í svona fræðum eða? þar á ég við, ertu skyggn eða hefuru farið í sálfarir áður o.s.frv.\neða ertu bara ofsatrúamaður á biblíuna og guð almáttugan?\nallavega, reyndu að setja skilaboðin í 1 texta næst ;)\nAiram9\nps. þú talar við mig eins og þú sért að reyna að “leiðrétta” mig eða reyna láta mig gera eitthvað að þínum vilja. ég les það þannig bara :S\nog seinast\nVeistu hvað þetta er sem ég talaði um\ní greininni upphaflega, ef svo er þá máttu alveg senda mér svona “private message” af þínum hugmyndum um þessa “reynslu” mína :), ég er ekki viss um að allir myndu skilja það sem ´þú værir að tala um ef þú settir það hérna :/\nps2. ps1 var langt ;)"
        },
        {
            "user": "ummm",
            "user_id": "40834",
            "date": "2003-07-04 21:37:14",
            "id": "1155208",
            "reply_to_id": "1155207",
            "text": "Það geta ekkert allir lesið Biblíuna, bara einhverjir prestar ljúga því.\nÉg lenti eiginlega í því sama og þú og ýmsu öðru.\nÉg hunsa bæði “gúrúa”, “ofsatrúarmenn” og annað fyrir pöbulinn algjörlega, slíkt getur svo sem verið í lagi fyrir þá sem eru fyrir utan en kemur okkur hinum ekkert við.\nAllt sem er til sölu er bara fúsk og mína “trú” hef ég frá stöðum sem þú þekkir líklega ekki því það er ekki allt auglýst eða til sölu.\nÉg er ekki að leiðrétta þig, ég var að tala um að æðri máttur er að leiðrétta hluti fyrir þig.\nÍ þínu tilfelli var það að þér gekk illa með mannleg samskipti, hjá öðrum er eitthvað annað leiðrétt.\nÞú skilur þegar þú sást sólkerfin og þetta þá varstu að vissu leyti að fara inn í alheimstölvuna til að endurbæta forritið ef við notum svona smá líkingu. Eða þú varst leiddur í gegnum það.\nÉg get ekki deilt öllu með þér strax því sumt verður maður að komast að sjálfur, en þú kemst ekki að því með að hugsa.\nÞetta yrði langt og flókið, en alla vega, það er fylgst með fólki og ekkert er tilviljun."
        },
        {
            "user": "Atall",
            "user_id": "30833",
            "date": "2003-07-06 23:18:03",
            "id": "1155209",
            "reply_to_id": "1155186",
            "text": "vó hef aldrei lent í svona ekki einu sinni á sveppum"
        }
    ]
}