{
    "forum_title": "Mótorhjól",
    "user": "boner",
    "user_id": "7069",
    "date": "2001-01-28 16:59:27",
    "title": "Mótorhjól eða Nördatól :)",
    "text": "Ég hef verið að hugsa um að fá mér skellinöðru eða Vespu (Nördatól)\nÉg þarf að geta keyrt um alla vegi og þ.u.l. þannig að ég var að\npæla í hvort ég ætti að kaupa mér Vespu. Margir “vina” minna eiga vespur en það er bara eitt ég held að þeir séu nördar og þora ekki að fara út fyrir veginn þannig að val þeirra var eftir hugrekki. Ég hef ákveðið að fá mér skellinöðru og ef það er einhver sem vill gera athugasemd við það þá skal hann bara gera athugasemdina. Ég er reyndar búin að kaupa mér hjól (Suzuki TS 70cc) nánast nýtt.\nP.S. Er að selja Kawasaki Mojave 250cc (fjórhjól) ef einhver hefur áhuga þá skal hann bara hafa samband símleiðis 865-2965. Athugið hjólið er bilað og verðhugmyndir í kringum 25.000kr-",
    "url": "https://www.hugi.is/motorhjol/greinar/15232/motorhjol-eda-nordatol/",
    "url_id": "15232",
    "id": "97225",
    "replies": [
        {
            "user": "elessar",
            "user_id": "777",
            "date": "2001-01-29 10:44:35",
            "id": "97226",
            "reply_to_id": "97225",
            "text": "Ég myndi frekar fá mér skellinöðru, þú ert miklu nær því sem er að gerast, skipta um gír og kúpling og vesen, meðan vespurnar eru bara “twist 'n go” sem er ekkert spennandi. Ég sjálfur var að hugsa um að fá mér Derbi Senda SM 50(á sléttum dekkjum).\ngangi þér vel…"
        },
        {
            "user": "road",
            "user_id": "8833",
            "date": "2001-04-08 14:37:10",
            "id": "97227",
            "reply_to_id": "97226",
            "text": "fáðu þér heldur eitthvað sem gæti kallast gæði þá sleppur þú við að eiga nöðru sem er alltaf biluð !"
        },
        {
            "user": "151165",
            "user_id": "6327",
            "date": "2001-01-31 15:38:47",
            "id": "97228",
            "reply_to_id": "97225",
            "text": "Skellinöðrur eru miklu betri.\nEn ég hélt að þú værir í nördahópnum, þegar ég sá nickið þitt, boner."
        },
        {
            "user": "kryptonite",
            "user_id": "6768",
            "date": "2001-02-03 20:47:52",
            "id": "97229",
            "reply_to_id": "97225",
            "text": "Ég á skellinöðru og ég mundi frekar fa mér skellinöðru en vespu.Vinur min á suzuki street magic og það er gaman að keyra á götunni með honum en ekki off rode."
        },
        {
            "user": "Binninn",
            "user_id": "7286",
            "date": "2001-02-24 12:54:27",
            "id": "97230",
            "reply_to_id": "97225",
            "text": "Blessaðir allir\ná þessari umræðu er bara eitt að.\nVespa er ekki samheiti yfir “nördahjól”\nVespa er ein ákveðin tegund af hjólum og með tegund meina ég eins og “honda, suzuki”,og svo framvegis..\nVespa er framleitta af Piaggio á Ítaliu og er eina hjólið sem er (heitir) Vespa allt annað eru scooter\n“annað var það nú ekki”\nAnnars fann ég link á leit.is þegar ég pikkaði inn Vespa og hún er vespa.is\nHafið þið mmínar bestu kveðju"
        },
        {
            "user": "vondur",
            "user_id": "7896",
            "date": "2001-04-09 12:05:55",
            "id": "97231",
            "reply_to_id": "97225",
            "text": "allt nema þú getur sjálfur verið nörd !!!"
        },
        {
            "user": "Yamaha",
            "user_id": "8738",
            "date": "2001-04-22 13:57:02",
            "id": "97232",
            "reply_to_id": "97225",
            "text": "Fáðu þér vespu, það er svo rosalega auðvelt, og þær hafa ágætan kraft !, ég á eina og ég kem henni í 80, ég er bara sáttur við hana :)"
        }
    ]
}