{
    "forum_title": "Frjálsar íþróttir",
    "user": "vignirm",
    "user_id": "30640",
    "date": "2003-06-29 16:42:37",
    "title": "Óshlíðarhlaupið 2003",
    "text": "Jæja! Þá er það pistill minn um Óshlíðarhlaupið.\nLaugardaginn 28. júní var hlaup haldið á Ísafirði. Hlaupið nefndist Óshlíðarhlaupið vegna þess að hlaupaleiðin liggurmeðfram Óshlíðinni.\nKlukkan 12:45 fór rúta af stað áleiðis til Bolungavíkur með hálfmaraþonshlaupara innanborðs. Þeir störtuðu í Bolungavík klukkan 13:00, klukkutíma á undan öðrum vegalengdum.\nHálftíma eftir að hlaupinu var startað eða kl. 13:30 var svo rútunni ekið inn í Hnífsdal með 10km hlaupara innanborðs, en 10km hlaupinu var startað kl. 14:00.\nSvo var það 4km skemmtiskokkið, því var einnig startað kl. 14:00, en það var gert á Silfurtorgi í miðbæ Ísafjarðar. Hlaupið var þaðan og snúið svo við við ákveðinn snúningspunkt sem var 2km í burtu og hlaupið til baka. Það var einnig svo í 10km og hálfu að hlauparar snéru við við ákveðinn punkt og hlupu þá í átt að Silfurtorgi þar sem markið var.\nÞegar fyrsti maður í skemmtiskokkinu var kominn að snúningspunktinum snéri hann við, að sjálfsögðu. Hann var langt á undan næsta manni. Þegar hann kom svo inn í miðbæinn þar sem markið var (það sást ekki í hann strax) var enginn í markinu tilbúinn en þökk sé áhorfanda sem stóð þar nærri var hægt að flýta sér og gera allt klárt í tæka tíð. Það bjóst nefninlega enginn við að fyrsti maður yrði svona fljótur, tímarnir síðustu ár hafa verið í kringum 20 mínúturnar, en núna var fyrsti maður á 15:06 mín. Þannig að þetta er væntanlega nýtt brautarmet. Sá hét Vignir Már Lýðsson.\nÞegar fólk var að tínast í markið úr skemmtiskokkinu kom fyrsti maður í 10km hlaupinu, (ég man ekki hvað hann hét), hann var á tímanum 41:50 mín. Fólk klappaði og klappaði eins og það ætti lífið að leysa.\nÞegar fyrsti maður í hálfumaraþoni kom í mark var fullt af fólki á torginu, mikið var klappað. Sá hét Sveinn Erntsson og er hann mjög góður hlaupari. Á eftir honum eða þar næst kom svo hún systir hans, Martha Erntsdóttir, íslandsmethafi í maraþoni, 10.000 og fullt af langhlaupum kvenna. Sveinn var á tímanum 1:15 klst.\nÁ meðan tæknimennirnir fóru yfir úrslitin og prentuðu út var \\“dregið\\” í útdráttarverðlaunum. Það fór þannig fram að kynnirinn valdi fólk af listanum, skrýtið að þetta voru allt Ísfirðingar og flest alla vissi kynnirinn hver var.\nÁ næsta ári verður Óshlíðarhlaupið stærra og meira í sniðum og mun veglegra og því mæli ég með því að fólk geri sér ferð vesur til að taka þátt í hlaupinu, 21,1 km, 10km og 4km.\nTakk fyrir\n© bgates",
    "url": "https://www.hugi.is/frjalsar/greinar/152523/oshlidarhlaupid-2003/",
    "url_id": "152523",
    "id": "1157293",
    "replies": [
        {
            "user": "spieluhr",
            "user_id": "5433",
            "date": "2003-07-01 21:22:31",
            "id": "1157294",
            "reply_to_id": "1157293",
            "text": "Gaman fyrir þig. Reydar finnst mér langhlaup alveg hræðinlega leiðinleg en einhverjir verða að vera í þessum hlaupum, BTW varst þú ÍR-ingurinn sem varst í 5000m hlaupinu á JJ móti Ármanns(sem var hræðilegt mót)"
        },
        {
            "user": "rfm",
            "user_id": "23226",
            "date": "2003-07-02 10:44:56",
            "id": "1157295",
            "reply_to_id": "1157294",
            "text": "Sammála Arnór! Langhlaup eru drepleiðinleg… skokk, skokk, skokk… Zzzzzz…."
        }
    ]
}