{
    "forum_title": "Bækur",
    "user": "gthth",
    "user_id": "10645",
    "date": "2003-06-28 21:17:50",
    "title": "Mind, Language and Society",
    "text": "Mind, Language and Society\n, eða\nHugur, mál og samfélag\neins og hún heitir á íslensku, er afar skýr og skemmtileg bók þar sem bandaríski heimspekingurinn John Searle reynir að skýra og tengja saman helstu hugmyndir sínar um mannshugann, málið og samfélagið og sýna hvernig þetta þrennt myndar það sem við getum kallað raunveruleikann. Bókin er alveg laus við tæknilega umræðu sem einungis innvígðir fá botn í og er prýðilegur inngangur að heimspeki Searles sem og heimspeki almennt, en Searle segir sjálfur í upphafi bókarinnar að í bókinni vilji hann einkum gera þrennt: Í fyrsta lagi vilji hann stunda heimspeki, í öðru lagi vilji hann með því að stunda heimspeki sýna hvernig stunda skal heimspeki og að lokum vilji hann í leiðinni koma að ýmsum athugasemdum um eðli heimspekinnar og iðkunar hennar. Searle tekst ætlunarverk sitt prýðilega.\nSearle er bæði skýr og góður penni sem er mikilvægt að þeir séu sem taka það að sér að skrifa um heimspeki; efnið er nógu flókið fyrir. En Searle tekst að útskýra flóknar hugmyndir á fremur einfaldan hátt eins og sjá má af þessari tilvitnum:\n“The key to understanding meaning is this: meaning is a form of derived intentionality. The original or intrinsic intetntionality of a speaker's thought is transferred into words, sentences, marks, symbols, and so on. If uttered meaningfully, those words, sentences, marks, and symbols now have intentionality derived from the speaker's thoughts. They have not just conventional linguistic meaning but intended speaker meaning as well. The conventional intentionality of the words and sentences of a language can be used by a speaker to perform a speech act. When a speaker performs a speech act, he imposes his intentionality on those symbols.” (bls. 141).\nMind, Language and Society\ner fræðirit en er þó alþýðlegt rit. Bókin er ekki skrifuð handa sérfræðingum, heldur handa alþýðu manna og ætti að vera flestum aðgengileg.\nBókfræðilegar upplýsingar:\nHöfundur:\nJohn Searle (1932 - )\nTitill:\nMind, Language and Society: Philosophy in the Real World.\nÚtgefandi:\nPhoenix.\nÚtgáfustaður:\nLondon.\nÚtgáfuár:\n1999.\nBlaðsíðufjöldi:\n187 bls.\n(gthth)",
    "url": "https://www.hugi.is/baekur/pistlar/152511/mind-language-and-society/",
    "url_id": "152511",
    "id": "1157102",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2004-08-23 11:45:50",
            "id": "1157104",
            "reply_to_id": "1157102",
            "text": "jújú, blessaður Geir, vel til fundið að fjalla um þessa bók hérna. Nú las ég hana fyrir rétt um mánuði síðan eða svo og mér fannst svo sannarlega gaman að henni. En böggull fylgir skammrifi, hingað til hef ég verið nokkuð mikill ,,searleisti´´ (og er það nú enn held ég), en ég verð að viðurkenna að hann er dálítið fljótfærinn og þykist geta eytt stórum vandamálum með örfáum orðum - sbr. í byrjuninni þegar hann reifar skammtafræðina og ,,nýju heimsmyndina´´. En auðvitað er þetta yfirlitsrit og ekki ætlað til ítarlegra rökræðna, en það fer samt í mig að fólk sem er nýtt í heimspeki eða ritum Searles er mjög líklegt til að byrja þarna og fá bara uppmálaða heimsmynd án nokkurra raka.\nÉg hef einhverjar áhyggjur af því að eina ástæðan fyrir því að mér þykir gaman að Searle sé sú að hann skrifar góða og skýra ensku og það er auðvelt og skemmtilegt að lesa bækurnar hans, sem er ekki mjög algengt meðal enskumælandi heimspekinga finnst mér. Því ef það er eina ástæðan þá hefur það lítið upp á sig nema skemmtunina eina.\nJá, þrátt fyrir allt tel ég mig yfirleitt vera mjög sammála manninum, og þá þarf hann ef til vill ekki alltaf að renna stoðum undir staðhæfingar sínar til þess að maður samsinni. En auðvitað er það ekki rétta leiðin til að stunda heimspeki.\n…og hvað sem öðru líður þá lærði ég að skilja heimspeki mannsins mun betur eftir að hafa lesið þessa bók, þó fannst mér hún ekki jafn skemmtileg og The mystery of consciousness, enda er hún mun ítarlegri og smámunasamari.\nkveðja…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-08-23 11:45:50",
            "id": "1157103",
            "reply_to_id": "1157102",
            "text": "ha ??????"
        }
    ]
}