{
    "forum_title": "Deiglan",
    "user": "katak",
    "user_id": "11944",
    "date": "2003-06-29 19:51:05",
    "title": "Kárahnjúkar",
    "text": "Ég veit að þetta er soldið gamalt og er kannski ekkert hita mál lengur en…\nÞannig er. ég myndi telja mig umhverfissinnaða svona í meðallagi ég hef svo sem ekkeert öfgakendar skoðanir á hinu og þessu sem kemur náttúrinni við en þegar ég hef skoðun á því fynst mér að náttúran eigi að njóta vafans frekar en hitt. Um helgina fór ég upp að Kárahnjúkum til að skoða þessa rosalegu stöð og framkvæmdir. (Ég tek það fram að ég hef ekki verið hlynt þessum framkvæmdum en er kannski með svona meira alvegsama viðhorf.)Á leiðinni þangað er þetta ferlegt rask komin vegur yfir auðnina og ég fékk bara hnút í magan og vissi ekki við hverju ég ætti að búast. Svo komu kárahnjúkar í allri sinni dýrð, og þessi gljúfur. þetta var allt ofsalega snyrtilegt og verktaka fyrirtækið sem sér um framkvæmdina var búið að gera svona bílastæði eða útsýnispall svo að fólk gæti séð framkvæmdina og sem mest að byggingarsvæðinu. þetta gljúfur hafrahvammsgljúfur eða dimmugljúfur er þanig staðsett að það er ekki hægt að sjá það og áður en allar framkvæmdir byrjuði. þú sérð að það er þarna en ekki mikið meira. Stiflan að uppistöðulóninu er þannig staðsett að hæsti og mesti hluti þessa gljúfurs fer ekki undir vatn og vel sjáanlegt ofan af stífluni sem verður 800m löng og 200m há. fyrir þetta gátu bare einhverjir gummbátasnillingar og Ómar Ragnarsson séð sjálft gljúfrið. Vatns magnið er að sjálfsögðu mikið og það er örugglega alger óþarfi að gera virkunina svona stóra, en það sem fer undir vatn er ekkert guðdómlegt og eflaust landsvæði sem enginn tæki sérstaklega eftir undir venjulegum kringumstæðum. Þetta er ekkert sérstakt landsvæði fyrir dýr hvorki hreyndýr né gæsir, eina helst beitiland fyrir kindur en þær bíta bara hvar sem er. Ég var ferlega svekt yfir þessari virkun en eftir að hafa farið og séð svæðið finnst mér þetta ekkert svo agalegt, sorglegt en ekki svona ofsaæega rosalegt. Ég hvet ykkur til að skoða þetta með eigin augum, sjón er sögu ríkari.",
    "url": "https://www.hugi.is/deiglan/greinar/152518/karahnjukar/",
    "url_id": "152518",
    "id": "1157236",
    "replies": [
        {
            "user": "Qualitor",
            "user_id": "8900",
            "date": "2003-06-29 20:44:03",
            "id": "1157237",
            "reply_to_id": "1157236",
            "text": "Einmitt ég er kominn með ógeð á því að fólk sé að væla yfir þessu…\n1. Þetta svæði verður en þá fallegt eftir virkjun.\n2. Fjöldi fólks sem skoðar þetta svæði á eftir að aukast um svona 1000%\n3. Finnst ekki að einhver moldarhaugur ætti að hafa meiri rétt en virkjun."
        },
        {
            "user": "Qualitor",
            "user_id": "8900",
            "date": "2003-06-29 21:47:59",
            "id": "1157238",
            "reply_to_id": "1157237",
            "text": "Jú einmitt, ferðamannastraumurinn á eftir að aukast upp í 29 milljónir, það er enginn vegur þarna og svæðið er bara einn stór moldarhaugur. Framkvæmdin mun ekki hafa áhrif á neitt annað en kindur, sem tekst með einhverjum ótrúlegum hætti að synda yfir gríðarmikil jökulfljót og Siv Friðleifsdóttur verður minnst sem konunni sem bjargaði Íslandi.\nGuði sé lof fyrir upplýstar umræður!"
        },
        {
            "user": "katak",
            "user_id": "11944",
            "date": "2003-06-29 22:28:19",
            "id": "1157239",
            "reply_to_id": "1157238",
            "text": "Ég skil ekki allveg ertu með eða á móti  Qualitor???"
        },
        {
            "user": "Gregg",
            "user_id": "28663",
            "date": "2003-06-29 22:58:04",
            "id": "1157240",
            "reply_to_id": "1157239",
            "text": "annaðhvort heldur hann í alvöru að kindurnar eigi eftir að synda og það komi 29 milljón ferðamenn að sjá það eða hann er á móti…\n(hann er á móti)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-06-29 23:16:35",
            "id": "1157241",
            "reply_to_id": "1157238",
            "text": "Ef það væri eytt smá aukapening í að gera þetta svæði hæft fyrir ferðamenn þá myndi það algjörlega borga sig upp… Jafnvel hægt að byggja flott hótel þarna og hafa þjóðgarð.\nÍ Bandaríkjunum fær hver virkjun nokkrar milljónir ferðamanna á ári.\nÉg er ekki að segja að það myndi skeð hér á miðju Atlantshafinu… en það myndi samt hafa jákvæð áhrif á ferðaiðnaðinn"
        },
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2003-06-30 00:56:40",
            "id": "1157242",
            "reply_to_id": "1157237",
            "text": "Hvað með þá staðreynd að ríkisstjórnin, nýbúin að tala um minni afskipti af einkaframkvæmdum og svona, fari út í dýrustu framkvæmdir íslandssögunnar án þess að spyrja kóng né prest?\nÞað eru ekki bara umhverfissinnar sem eru á móti þessu sko…\nZedlic"
        },
        {
            "user": "geirag",
            "user_id": "4133",
            "date": "2003-06-30 21:18:30",
            "id": "1157243",
            "reply_to_id": "1157242",
            "text": "zedlic:\nLandsvirkjun er ad fara ut i thessar framkvaemdir, en ekki rikisstjornin thott rikid eigi 50% i Landsvirkjun. Hins vegar hjalpadi rikid til vid ad finna kaupanda ad raforku svo thad vaeri haegt ad virkja fyrir austan, og rikid abyrgist lan Landsvirkjunar.\nAd tvo fyrirtaeki komi ser saman um ad versla med rafmagn er hid besta mal. Ad rikid hjalpi til obeint er hid besta mal (td med thvi ad hafa ekki of mikid reglugerdarflod og skriffinnsku, auk lagra skatta). Rikisabyrgd a lanum er hins vegar hid versta mal."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-06-29 21:17:08",
            "id": "1157244",
            "reply_to_id": "1157236",
            "text": "Ég er í raun sammála þér. Ég kom á þennan stað fyrir þrem árum eða áður en framkvæmir hófust. Það er ekkert annað en sandur þarna og því ekkert að halda í enda má finna nægan sand annars staðar á landinu. Því er ég fylgjandi þessari virkjun frá náttúruverndarsjónarmiðum.\nAftur á móti er ég ekki að treysta því að þetta borgi sig fjárhagslega. Ég er ekki með neinar tölur í hausnum í augnablikinu en þeir útreikningar sem gerðir hafa verið á arðsemi virkjunarinnar miðast allir að því að álverð muni hækka í framtíðinni. Þá finnst mér vera að gefa sér of mikið þegar um svona dýra framkvæmd er að ræða og því hef ég sett mig í hóp með andstæðingum þessara virkjunar."
        },
        {
            "user": "Kexi",
            "user_id": "28960",
            "date": "2003-06-30 02:26:46",
            "id": "1157245",
            "reply_to_id": "1157236",
            "text": "Mér er svoleiðis drullusama um hvort helv. sandurinn verður þarna eður ei. Sorglegt þetta helv. væl alltaf um þetta mál sem er búið að standa yfir í guð veit hvað langan tíma. Heimurinn eyðist úr úrgangi á endanum og það er ekkert sem við getum gert. Peningurinn… ja, ég verð dauður áður en hann eyðist. Það sama á við um úrganginn og heimsendinn og hverjum er ekki drullusama um næstu kynslóðir?\nKveðja til fjölskyldumeðlima og vina frá Kexinu."
        },
        {
            "user": "jonr",
            "user_id": "3773",
            "date": "2003-06-30 03:34:02",
            "id": "1157246",
            "reply_to_id": "1157236",
            "text": "Jamm, það verður gaman að vera þarna í moldrokinu frá lóninu. (Glætan að LS verði með einhverjar “aðgerðir” til að hefta það).\nÞessi virkjun er rugl frá upphafi. Að við Íslendingar, vel menntuð þjóð, skuli þurfa svona 19. aldar aðgerðir til að halda við hagvextinum, sýnir bara aumingjaskap og metnaðarleysi stjórnvalda."
        },
        {
            "user": "Spanni",
            "user_id": "35749",
            "date": "2003-06-30 09:29:30",
            "id": "1157247",
            "reply_to_id": "1157246",
            "text": "Sammála..\nÞetta er frekar mikið rugl… minni virkjanir en fleiri eru málið..\nSvo er bara að bíða og sjá hvort íslendingum takist að bora 4-5km í jörðina og fá orku þaðan, ef þeim tekst það má henda öllum virkjununum.\nHvort sem þetta séu nátturuspjöll eða óeðlileg afskipti ríkisvalds finnst manni sorglegt að það sé farið að reyna halda lífinu í ákveðnum landshluta í kringum verksmiðju…."
        },
        {
            "user": "Spanni",
            "user_id": "35749",
            "date": "2003-06-30 10:27:46",
            "id": "1157248",
            "reply_to_id": "1157247",
            "text": "Eitt er það sem virkjunarsinnar gleyma alltaf í þessari umræðu, en það er hversu gífurlega dýrt það er að byggja þessa virkjun, sem mun ekki búa til nema eh. í kringum 1000 störf þegar allt verður komið í gang. Er ekki áætlunin upp á 300 milljarða? Hjálp!!! Það gerir sem sagt 300 nilljónir á hvert starf? Hvað væri hægt að gera annað til að efla atvinnuuppbyggingu (og þáum allt land) fyrir mun fleirri og það fyrir mun minni fjármuni.? ísland er að setja sig í flokk með þróunarríkjum, sem taka að sér þungaiðnaðinn fyrir þróaðri ríki. Ríki sem setja metnað sinn í að byggja upp öflugra menntakerfi sem gefur af sér mun betur launuð störf heldur en verkamannastörf í málmbræðsluverksmiðjum. Þetta finnst mér eitt vera megininntakið í þessari umræðu.\nSvo má líka benda þessu ágæta fólki sem farið hefur í gegnum heilþvottarmaskínu Landsvikjunar við Kárahnjúka og hefur verið að skrifa hér að virkjunin er illa ígrunduð framkvæmd. Jú, allt í fína, þarna er þessi vatnsmikla og straumþunga á. En hvaða öfl búa að baka öllu þessu vatni? Í útreikningum virkjunarinnar kemur t.d. hvergi fram að Brúarjökull (sem áin kemur undan) hleypur fram á nokkurra áratuga fresti. Hér er eh öflugustu jökulframhlaup á Íslandi og má þar t.d. minna á að jökullinn ruddist fram um 10 km á nokkrum dögum fyrir 40 árum. Slík átök eru hrikaleg og það hefur ekki verið tekið inn í dæmið, hvaða áhrif flóðbylgjurnar sem verða þegar jökullinn ryðst fram og brotnar út í lónið, munu hafa á stífluna, sem er hönnuð til að halda “kyrru” vatni. Stíflan mun í slíku  flóði fyllast á örskammri stund og hún er á engan hátt hönnuð til að hleypa öllu, því umframvatni sem mögulega getur borist frá jöklinum í slíkum hamförum. Það getur bara endað á einn veg!!  Allavega mun ég í framtíðinni ekki ráðleggja neinum að dvelja lengi niðri í Fljótsdal og nágrenni og mun sjálfur aldrei dvelja þar lengi. En risaflóðið sem mun fara niður dalinn þegar (ekki ef) stíflan brestur verður eflaust tilkomumikil sjón úr lofti. Eða hvað haldið þið?\nLandsvirkjun hefur orðið uppvís að því að halda leyndum upplýsingum og falsað staðreyndir, í þeim tilgangi einum að réttlæta byggingu stíflunnar. Slík vinnubrögð eru óþolandi á allan hátt. Sum mál hefur ekki mátt ræða um og náttúruvísindamenn sem hafa mótmælt (en starfa flestir hjá ríkinu) hafa fengið beinar og óbeinar hótanir um að störf þeirra séu í hættu ef þeir haldi ekki kjafti. Erum við stolt af því að búa í ríki þar sem svona vinnubrögð tíðkast.  Veikróma raddir náttúruverndarsinna hafa heyrst allt of lítið, á meðan Landsvikjun hefur fengið að eyða tugmilljónum til þess eins að auglýsa og kynna virkjunina. Mörgum spurningum er ósvarað, náttúran fær ekki að njóta vafans og það verða afkomendur okkar sem munu bera skaðann. Himinháum sköttum til að borga upp virkjunina og tapið af henni, hnignadi orðspori landsins sem náttúruparadísar og óvissunar um hvar ofurvald Landsvirkjunar mun berja niður hrammi sínum næst. Slíkt er óþolandi í landi þar sem lýðræði á ríkja."
        },
        {
            "user": "Devilio",
            "user_id": "3418",
            "date": "2003-06-30 16:57:01",
            "id": "1157249",
            "reply_to_id": "1157248",
            "text": "sæll spanni.  Eins og einhverjir aðrir þá met ég atvinnu frekar en einhvern skurð uppi á hálendinu.  Er þetta þitt persónulega álit á virkjuninni eða bara landsvirkjun útaf fyrir sig.  T.d. Kröflustöð var mjög umdeild á sínum tíma því 1 eldgos hefði getað þurrkað virkjunina út en það fór vel og hefur háhitasvæðið í kringum verið að róa sig niður rólega frá 1984.  Þetta gildir örugglega ekki það sama um kárahnjúkavirkun, en það sem ég er að segja er að það þarf ekki alltaf að gera ráð fyrir því ALLRA versta.  Við vitum aldrei nákvæmlega hvað gerist í þessari yndislegu náttúru íslands.  Ég vinn hjá Landsvirkjun og ég vorkenni þér ef þú heldur að fyrirtækið geri hvað sem er til að heilaþvo fólk, ég myndaði mér skoðun sjálfur og ég held mig við hana, það eru margir og miklu fallegri staðir á landinu, og ég persónulega skipa þessum ekkert endilega í þann sess, allavega ekkert frekar en Kröflusvæðinu."
        },
        {
            "user": "Spanni",
            "user_id": "35749",
            "date": "2003-07-01 00:29:39",
            "id": "1157250",
            "reply_to_id": "1157249",
            "text": "Ég met nú ekki álit starfsmanna Landsvirkjunar sem hafa farið í gegnum markvissan heilaþvott yfirmanna sinna líkt og Devilio mikils í þessu máli. Það er eins og og fá álit vestfirsks togarsjómanns á því hvort eigi að gefa allar fiskveiðar algjörlega frjálsar. (með fullri virðingu fyrir vestfirsku togarasjómönnum) Ég vil fræða Devilio á því að það á einmitt að gera ráð fyrir því allra versta í svona framkvæmdum. Annað er ábyrgðarleysi og vítavert viðingarleysi fyrir fjármunum okkar skattgreiðenda þegar um jafndýrar framkvæmdir og þessa er að ræða.  Hlaup í Brúarjökli hafa átt sér stað að meðaltali 1x til 2x á öld, seinustu aldirnar. Þetta er raunhæf hætta. Þegar kröfluvirkjun var byggð á sínum tíma voru tæp 200 ár frá seinasta gosi á svæðinu. En það eru ekki nema 40 ár frá seinasta Brúarjökulshalupi. Á Íslandi tíðkast það ekki að ábyrgðarlausir embættismenn eða stjórnmálamenn séu látnir fjúka og því var vaðið áfram með þessa framkvæmd rétt fyrir kosningar af aðilum, sem aldrei verða látnir svara til ábyrgðar, ef eh fer úrskeiðis.  Leitt fyrir fólk sem lét slá ryki í augun á sér til að gefa þessum aðilum atkvæði sitt. Þeir sem segja að þarna séu bara “skurðir” eru aðilar sem ekkert skynbragð hafa á verðmæti óspilltrar náttúru. Það verður ekki bara áin og næsta umhverfi hennar sem hverfur. Heldur verður þarna um óafturkallanleg áhrif á gríðarlegu stóru svæði sem nær langt út fyrir hið fyrirfram skilgreinda virkjanasvæði.  Þó svo að árfarvegurinn sjálfur sé ekki svo ýkja fallegur, þá þarf fók að skoða verðmæti landsins í heild sinni. í því felst fegurðin. Fullt af einföldum sálum eiga eftir að fara þarna upp eftir í sumar og horfa á urrandi jarðýtur og risagröfur bryðja landið í sig. Ypta öxlum og segja, að þetta hafi nú bara ekki verið neitt fallegt land sem væri að hverfa þarna. Með slíku hugarfari á ekki að skoða landið. Folk sem ekki hefur upplifað einsemd og drukkið í sig fegurðina úti í óravíðáttum öræfanna eru hjáróma raddir sem hverfa í gný vinnuvélanna sem það þorir ekki úr sjónmáli frá. (vá! skáldlegur texti hjá mér) Kárahnúkavirkjun er illa ígrunduð framkvæmd sem á eftir að verða mörgum aðilum til mannorðshnekkis þegar (vonandi ekki) hún verður risin."
        },
        {
            "user": "hun",
            "user_id": "4708",
            "date": "2003-07-02 11:30:39",
            "id": "1157251",
            "reply_to_id": "1157249",
            "text": "alltaf gaman af heyra fra folki sem gerir ser ekki grein fyrir eigin veikleikum.\ndevilio: fattaru ekki ad fjölmidlafulltruinn/almenningstengslagaurinn hja landsvirkjun er med heilathvott i gangi innan fyrirtaekisins sem og utan.\nvar seinasta vetur a kynningu hja Landsvirkjun, med fleiri samstudentum. eftir ad hafa hlustad a thennan merkilega heimspekinginn, raeduogröksnilling var eg naestum ordinn ad hreinum kapitalista med engann vott af umud fyrir umhverfinu og naestu kynslodum. thurfti naestum ad sla sjalfa mig til ad lata ekki sannfaerast af arodrinum.\nmadurinn (man ekki meir hvad hann heitir) beiti thvilikum roksemdafaerslum ad thad var otrulegt (enda atvinnuarodursmeistari). sem betur fer var eg ekki eini natturuvisindastudentinn a svaedinu og honum barust thvi erfidar spurningar ur hverju horni. a endanum (eftir 2 klst af umraedum) var hann ordinn threyttur og for ad koma med rök eins og : ja hvad segir okkur ad vid thurfum ad taka tillit til naestu kynsloda. af hverju megum vid ekki taka akvardanir sem henta okkur a thessari stundu. vid vitum ekkert hvad framtidarkynslodir um thad segja!!!!!!!\nsemsagt algjor halfviti.\nhann og enginn getur heldur svarad thvi hvad gerist thegar thad verdur skyndilega köttad a setframburd. hvad verdur um fiskimidin uti fyrir nordurlandi. nei enginn hefur hugmynd um thad og enginn hefur ahuga a ad vita hve margar stodur i fiskvinnslu hugsanlega hverfa.\nja öllum er sama enda er mun finna ad vinna i alveri heldur en frystihusi. er thad ekki?? og folk mun meira ad segja flytja til reydarfjardar til ad steypa alklumpa og ad fara i bio og borda mcdonalds.\nhefur einhver unnid i alveri og frystihusi. getur einhver borid thad saman. eg hef nebblega bara reynslu ur steypuskalanum i straumsvik. i minningu er thad mest svartur reykur og hiti. thad eru orugglega typur sem fila soleidis vinnu.\naej eg er haett thessu vaeli. kemur thetta ekki rassgat vid. by hvorki a reydarfirdi ne virkjanasvaedi. by ekki einu sinni a islandi i augnablikinu. ja en eg graet nu samt halfpartinn heimsku samlanda minna. islendingar vid erum fifl!!!!!!!!!!!!!!!!!"
        }
    ]
}