{
    "forum_title": "Borðaspil",
    "user": null,
    "user_id": null,
    "date": "2003-06-29 23:49:05",
    "title": "(WH40K) Sons of Nurgle .(FLUFF)",
    "text": "Ég ætla að prófa svolítið öðruvísi sem að aðrir hafa ekki gert áður en það er að skrifa fluff um Warhammer 40k her. So here it goes :þ\nLeiðtogar & Hetjur.\nSokratez slayer of the Imperium:\nLeiðtoginn yfir hernum. Hann á sér hrylllilega fortíð. Hann byrjaði sem einn af      Geimgönguliða (Space Marines) reglunni og vann sig upp í Leiðtoga þar. En í einni sendiför sinni komst hann að mætti Ringulreiða guðanna (Chaos, Íslenska er snilld!!!) og þar með spilltist. Varð hann síðan meðlimur af Svikara (Traitors) reglunni og myrti einn af höfuðsmönnum Keisarans. Var náð honum og hann settur í þrælabúðir. Trylltist hann þar og slátraði öllum sem hann náði til með berum höndum. Slapp hann síðan úr þrælabúðunum með aðstoð eins svikara sem að hafði áður verið einn af mönnum hans í Geimgönguliða reglunni. Faldi hann sig í borginni Galactica í einhvern tíma. Svo loks byrjaði hann að rannsaka Ringulreiða guðina og komst þar með að Horusi og uppreisn hans. Komst hann að því hvernig átti að galdra fram djöfla. Spillti hann líka fleirum í gamla Geimgönguliða liðinu sínu og var þá komin með littla svikara hersveit. Svo leituðu fleiri Svikarar til hans og áður en hann vissi af var hann búinn að rústa borginni Galactica. Þetta var byrjunin af uppreisn Sokratezar.\nKuman Rah Master of Lords:\nEr galdramaðurinn í hernum.  Hann byrjaði sem lærlingur í galdraakademíu keisaraveldisins og og var það í 37 ár þá var hann útskrifaður sem galdrameistari og sæmdur heiðursgráðu. Hann vann sem doktor við akademíuna í 53 ár og varð þá sæmdur heiðursdoktor. Margir hershöfðingjar sóttust eftir honum og þar á meðal\nSokratez.\nÞeir fóru báðir í eina sendiför og komast þar að mætti Ringulreiða guðanna. Ganga þeir svo báðir í Svikara regluna. Og þegar þeir myrða einn af höfuðsmönnum keisarans er Sokratezi náð en Kuman Rah tilflýtur sig í burtu og sleppur. Hann var sá sem frelsaði Sokratez úr þrælabúðunum. Þeir földu sig báðir í borginni Galactica í einhvern tíma. Svo Fór Kuman Rah burt í smá tíma og fór a leita að nokkrum svikara samtökum og í för sinni fann eitt altari Guðanna. Þar töluðu þeir við hann og veittu honum hið helga verkefni að koma einum Ringulreiða leiðtoga til valda. Var honum veitt eilíft líf og er hann nú ávallt með Sokratezi í hans bardögum við keisaraveldið.\nHerinn.\nSynir Nurgles:\nSynir Nurgles tilbiðja Nurgle eins og er augljóst. Herinn er undir stjórn Sokratezar. Herinn samanstendur af mörgum Svikara félögum sem að hafa tekið höndum saman og hjálpað Skoratezi að komast hátt. Þeir klæðast grænum Krafta brynjum (power armours) til að sýna fram á tryggð þeirra á Nurgle Nurgle. Þeir eru sumir gæddir gjöfum Nurgles og eru því ekki viðkunnalegir að sjá. Herinn hefur tekið yfir borgina Galacticu og Skuggaskóga eins og er. En þeir ætla sér meira. Eru þeir alltaf tryggir Sokratezi og Kuman Rah og mun heyrast frá Sonum Nurgles fljótlega.\nVona að þetta hafi verið gaman.\nAzi",
    "url": "https://www.hugi.is/bordaspil/greinar/152550/wh40k-sons-of-nurgle-fluff/",
    "url_id": "152550",
    "id": "1157702",
    "replies": [
        {
            "user": "gydingurinn",
            "user_id": "40487",
            "date": "2003-06-30 19:30:30",
            "id": "1157703",
            "reply_to_id": "1157702",
            "text": "??????????????????????????????????????"
        },
        {
            "user": "ArnarJon",
            "user_id": "33730",
            "date": "2003-07-01 12:36:44",
            "id": "1157704",
            "reply_to_id": "1157702",
            "text": "þetta var fín grein… en er herinn þínn bara 2x HQ og svo hermenn ???????????????????????? eru enginn tækji eða e-ð????????????????"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-07-01 14:09:24",
            "id": "1157705",
            "reply_to_id": "1157704",
            "text": "Heh jú en tækin heita ekki neitt sérstakt sko en þau eru inni í þessum flokki : Herinn samanstendur af mörgum Svikara félögum sem að hafa tekið höndum saman….. Skilurru?\nAzi"
        },
        {
            "user": "Jojohot",
            "user_id": "20883",
            "date": "2003-07-01 17:39:11",
            "id": "1157706",
            "reply_to_id": "1157702",
            "text": "Endurskrifadu thetta og hafdu thetta lengra! Eitthvad um karlana."
        },
        {
            "user": "Jojohot",
            "user_id": "20883",
            "date": "2003-07-01 18:38:34",
            "id": "1157707",
            "reply_to_id": "1157706",
            "text": "Hvernig þá?\nAzi"
        },
        {
            "user": "Jojohot",
            "user_id": "20883",
            "date": "2003-07-03 18:28:33",
            "id": "1157708",
            "reply_to_id": "1157707",
            "text": "Bara eitthvad snidugt fluff um hvernig og afhverju gaurarinir komu, hvernig var reddad tækjunum. Er einhver sveit í uppáhaldi sem thú getur kannski skáldad eitthvad um.\nThad er ekkert ad stoppa thig nema ‡mindunarafl thitt og admin bordaspil. :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-07-05 16:46:57",
            "id": "1157709",
            "reply_to_id": "1157708",
            "text": "Ok geri það kannski bráðum:Þ\nAzi"
        }
    ]
}