{
    "forum_title": "Tíska & útlit",
    "user": "doppan",
    "user_id": "18665",
    "date": "2003-06-29 21:39:39",
    "title": "Elísabet I",
    "text": "Langaði að segja frá henni í grófum dráttum. Og sömuleiðis vildi ég líka fá smá tilbreytingu frá þessum venjulegu stjörnum sem maður veit nú þegar alveg nóg um og er alltaf að sjá sömu upplýsingarnar aftur og aftur.\nÞað vita eflaust einhverjir eitthvað um þessa sniðugu konu, persóna hennar hefur m.a. komið fram í kvikmyndunum Shakespeare In Love og Elizabeth. Og er þá klæðaburður hennar einkar eftirminnilegur. Snillingur í stjórnarháttum og tísku.\nElísabet I (1558-1603) beitti mikilli stjórnkænsku í störfum sínum og er í raun fyrirmynd kænna stjórnmálamanna á seinni tímum. Jafnvel ennþá í dag.\nHún hlaut einstaklega góða menntun, hóf latínu- og grískunám 8 ára gömul og lærði einnig frönsku og ítölsku. Einnig stundaði hún hljóðfæraleik og eins og öðrum stelpum var henni kennt að sauma út. Þetta þótti hæfa sannri dömu sem Elísabet átti auðvitað að verða.\nElísabet var alla tíð mjög árrisul, s.s. hún vaknaði eiginlega við sólarupprás. Fyrsta dagsverk hennar var gönguferð í hallargarðinum. Eftir morgunverð fundaði hún með ráðherrum sínum og undirritaði skjöl og skrifaði bréf. Síðdegis var aðalmáltíð dagsins og að henni lokinni voru veislur, leiksýningar eða hljómleikar (gaman að vera drottning, ekki satt?).\nElísabetu fannst sérstaklega gaman að dansa og sækja leiksýningar (eins og kemur fram í Shakespeare In Love). Elísabet var glysgjörn og gekk í íburðamiklum fatnaði, skreyttum gulli og gersemum. Og þá er verið að meina demöntum og rúbínum, hvorki meira né minna. Drottningin lét eftir sig rúmlega 6000 kjóla og hananú!\nÞetta teljast nú ekki mjög ítarlegar upplýsingar, enda nokkuð síðan að hún var uppi. En engu að síður vona ég að þið hafið haft gaman af!",
    "url": "https://www.hugi.is/tiska/greinar/152544/elisabet-i/",
    "url_id": "152544",
    "id": "1157630",
    "replies": [
        {
            "user": "doppan",
            "user_id": "18665",
            "date": "2003-07-02 20:12:03",
            "id": "1157631",
            "reply_to_id": "1157630",
            "text": "átti þetta að fara hingað en ekki í fræga fæolið eða eitthvað?\næi ég veit það ekki því ég las bara byrjunina…sorry…\np.s. ég er a' safna undirskriftum fyrir raunveruleikasjónvarps áhugumál og umræðu áhugumál (hugarar spjalla saman um aðra hugara). sendið mér póst ef þið VILJIÐ vera með…:)"
        },
        {
            "user": "doppan",
            "user_id": "18665",
            "date": "2003-07-03 01:01:29",
            "id": "1157632",
            "reply_to_id": "1157631",
            "text": "Jú veistu, ég spáði í því.\nEn konan var fatafrík og var útlitið eitt saman so.. ;)\nAnd ppl enjoy please, vonandi hefur fólk gaman af smá tilbreytingu"
        },
        {
            "user": "Tenchi",
            "user_id": "12904",
            "date": "2003-07-03 03:23:27",
            "id": "1157633",
            "reply_to_id": "1157631",
            "text": "mér finnst hún bara passa inn á báðum stöðum sko!!!!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-07-03 08:58:52",
            "id": "1157634",
            "reply_to_id": "1157633",
            "text": "já það getur verið….það getur verið að þetta sé bara ég……\np.s.\nég er að safna undirskriftum fyrir raunveruleikasjónvarps áhugu´mál og umræðu áhugumál (hugara tala saman um aðra hugara)…\nsendið mér skilaboð ef þið viljið komast á þá :)"
        },
        {
            "user": "Tenchi",
            "user_id": "12904",
            "date": "2003-07-03 03:22:49",
            "id": "1157635",
            "reply_to_id": "1157630",
            "text": "fín grein og gaman að lesa hana, 6000 kjólar, hefði ekki á móti því!og er sko alveg sammála því að þessi grein er góð tilbreyting frá glys-stjörnum dagsins í dag!"
        },
        {
            "user": "misscobain",
            "user_id": "31431",
            "date": "2003-07-03 22:05:30",
            "id": "1157636",
            "reply_to_id": "1157630",
            "text": "VÁTZZ MARR…..!! spáiði í því að eiga 6000 kjóla….!!!! ég á ekki einu sinni 1 !"
        },
        {
            "user": "doppan",
            "user_id": "18665",
            "date": "2003-07-06 17:23:34",
            "id": "1157637",
            "reply_to_id": "1157630",
            "text": "vó ertu að segja með greininni að hún sé í tískunni !!!!! hún á heima á fræga fólkið eða tilveran ekki tíska útlit"
        },
        {
            "user": "doppan",
            "user_id": "18665",
            "date": "2003-07-07 09:54:14",
            "id": "1157638",
            "reply_to_id": "1157637",
            "text": "vó já"
        },
        {
            "user": "Hrafnista",
            "user_id": "13633",
            "date": "2003-07-08 23:07:51",
            "id": "1157639",
            "reply_to_id": "1157638",
            "text": "Eiginlega ætti Elísabet I. heima á sagnfræði. ;)\nSkemmtileg grein samt! :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-07-15 22:16:49",
            "id": "1157640",
            "reply_to_id": "1157630",
            "text": "Skemmtileg grein!\nPælið í því, 6000 þúsund kjólar og kjólarnir á þessum tíma voru alveg þvílíkir. Þungir og mjög nákvæmlega saumaðir.\nAumingja saumakonan hennar! ;) (Þó ég efast um að hún hafi bara verið ein!)"
        }
    ]
}