{
    "forum_title": "Deiglan",
    "user": null,
    "user_id": null,
    "date": "2003-06-30 19:21:45",
    "title": "Tannlæknir....",
    "text": "Ég rétt byrjaði að finna verk í í 2 tönnum fyrir mánuði og hélt að ég væri með svona 2-3 skemmdir. Ég fór til tannlæknis sem sagði mér að ég væri með 10 skemmdir og þá 2 sem væru alvarlegar og fyllingar voru losnar úr… og ég pantaði 4 tíma seinna í sumar en hann sagði að ég þyrfti líklega að koma oftar en þessa 4 tíma…\nEn málið er að hann rétt kíkti upp í mig í korter og það kostaði 4800 krónur! Ég er reyndar 17 ára svo ég þurfti bara að borga eitthvað 1500 krónur.\nEn ef það kostaði 1500 bara að skoða og panta tíma fyrir viðgerð þá þori ég varla að hugsa út í hvað þetta mun kosta fyrir sumarið. Örugglega á milli 10-20 þúsund eftir að það er búið að borga til baka trygginguna.\nAfhverju skiptir ríkið sér ekki meira af þessu ?\nÞetta er alveg að setja fjármálin á annan enda í sumar því að staðan einmitt núna er þannig að það þarf að spara hverja einustu krónu á heimilinu.\nEn pælið í því að ég er að væla þegar ég þarf bara að borga eitthvað 20% af upphæðinni.\nEf ég væri 18+ ára þá eins og mamma mín myndi ég ekki fara til tannlæknis nema það væri algjört neyðarástand.\nEr þetta ekki bara ein af ástæðunum afhverju við erum með svo mörg vandamál í sambandi við tennur ? Það þorir enginn að fara til tannlæknis nema það sé neyðarástand eða maður sé að vaða í peningum!\nAnnars þá á ástæðan víst að vera sú að ég nota ekki oft tannþráð.. hann sagði að ég þyrfti að nota tannþráð á hverjum degi.\nÉg sem er með hvítar og fallegar tennur og bursta þær 2x á dag og borða ekki oft nammi hélt að þetta væri bara allt í góðum málum. En þá eru þetta víst kjötbitar eða eitthvað sem festist þetta og maður finnur ekkert fyrir því og eftir smá tíma byrjar það að skemma tennurnar.\nEn ég bara man aldrei eftir því að það hefði verið frætt mann að það væri svona mikilvægt að nota tannþráð. Hann talaði eins og það væri jafn mikilvægt og að bursta ef ekki mikilvægara.\nÞegar ég var krakki þá var alltaf sagt manni að bursta reglulega en það eiginlega aldrei nefnt tannþráð :S\nP.s. er reyndar víst á lyfjum sem að hafa neikvæð áhrif á tennur svo maður þarf að hugsa extra vel um þær.<br><br>________________________________________________________________________________________\nTækifærið er núna! <b>Samfylkingin</",
    "url": "https://www.hugi.is/deiglan/korkar/152817/tannlaeknir/",
    "url_id": "152817",
    "id": "1159443",
    "replies": [
        {
            "user": "thortho",
            "user_id": "7555",
            "date": "2003-06-30 20:01:44",
            "id": "1159444",
            "reply_to_id": "1159443",
            "text": "Verður að flossa, maður.  Það lærði meira að segja ég í barnaskóla, og lærði þó ekki mikið þar.  Nema tannlæknirinn minn hafi kennt mér það.<br><br>All we need is just a little patience."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-06-30 20:46:25",
            "id": "1159445",
            "reply_to_id": "1159444",
            "text": "Ég er ekki að segja að ég geria það aldrei… bara vissi ekki að það þyrfti að gera það á hverjum einasta degi.\nHef alltaf bara notað tannstöngul eftir kvöldmat sem tannlæknirinn mælir eiginlega ekki með víst.<br><br>________________________________________________________________________________________\nTækifærið er núna! <b>Samfylkingin</"
        },
        {
            "user": "Furdufugl",
            "user_id": "80",
            "date": "2003-06-30 22:14:23",
            "id": "1159446",
            "reply_to_id": "1159443",
            "text": "Maður verður að bursta almennilega líka. Ekkert nóg að renna bara yfir tennurnar tvisvar á dag. Passa að fara í alla króka og kima. Bursta líka í litla hringi en ekki beint fram og aftur :)\nSvo er líka óskemmtilegt að fá tannholdsbólgu en ég held að maður sé einmitt í mjög lítilli hættu á að fá svoleiðis ef maður notar tannþráðinn.\nAnnars finnst mér best að fara bara til tannsa 2x á ári í tjékk. Ekki gott mál ef maður fær skemmd sem er eitthvað að rotna uppi í manni heillengi."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-06-30 22:24:39",
            "id": "1159447",
            "reply_to_id": "1159446",
            "text": "“Maður verður að bursta almennilega líka. Ekkert nóg að renna bara yfir tennurnar tvisvar á dag. Passa að fara í alla króka og kima”\nÉg geri það reyndar.. ég nenni ekki að gera það 3x á dag og geri það því bara mjög vel bæði skiptin með góðum bursta og tannkremi :)\nOg ég bursta líka í hringi eins og þú nefndir\n“Annars finnst mér best að fara bara til tannsa 2x á ári í tjékk. Ekki gott mál ef maður fær skemmd sem er eitthvað að rotna uppi í manni heillengi”\nÚff mér finnst mikið að fara á hverju ári :S\nHef ekki farið síðan árið 2000<br><br>________________________________________________________________________________________\nTækifærið er núna! <b>Samfylkingin</"
        },
        {
            "user": "ssd",
            "user_id": "40795",
            "date": "2003-07-01 14:53:40",
            "id": "1159448",
            "reply_to_id": "1159443",
            "text": "Ég fór síðast til tannlæknis fyrir tveimur árum síðan minnir mig, þegar ég var 15 ára. Eftir þessi tvö ár eru tennurnar mínar pottþéttar, engar skemmdir eða neitt, enda bursta ég mig vel og reglulega.\nForeldrar mínir hafa í mesta lagi farið þrisvar sinnum til tannlæknis og þá bara í skoðun, og eftir 50 ár er enn ekkert að þeirra tönnum. Það eru sko ekki allir svo heppnir að eiga foreldra sem hægt er að líta upp til þegar kemur að tönnum."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-07-01 18:00:37",
            "id": "1159449",
            "reply_to_id": "1159443",
            "text": "10 holur!!! vá! Ég er ekki með neina holo :) Skil ekki af hverju, er með spangir og bursta ekki mjög vel, nota næstum aldrei tannþráð og borða mikið nammi…\nEn veistu, ég gæti ekki verið meira sammála þér! Þetta er alveg fáránlega dýrt!<br><br><font color=“#800080”><b>=================================================</b></font>\n<b><font color=“#FFFF00”>L</font><font color=“#FF0000”>í</font><font color=“#FF00FF”>f</font><font color=“#800080”>i</font><font color=“#00FF00”>ð</font> <font color=“#008000”>e</font><font color=“#00FFFF”>r</font> <font color=“#0000FF”>e</font><font color=“#000080”>i</font>n<font color=“#FFFF00”>s</font> <font color=“#FF0000”>o</font><font color=“#FF00FF”>g</font> <font color=“#800080”>d</font><font color=“#00FF00”>a</font><font color=“#008000”>u</font><font color=“#00FFFF”>ð</font><font color=“#0000FF”>i</font><font color=“#000080”>n</font>n<font color=“#FFFF00”>.</font><font color=“#FF0000”>.</font><font color=“#FF00FF”>.</font> <font color=“#800080”>b</font><font color=“#00FF00”>a</font><font color=“#008000”>r</font><font color=“#00FFFF”>a</font> <font color=“#0000FF”>s</font><font color=“#000080”>t</font>y<font color=“#FFFF00”>t</font><font color=“#FF0000”>t</font><font color=“#FF00FF”>r</font><font color=“#800080”>a</font><font color=“#00FF00”>.</font><font color=“#008000”>.</font><font color=“#00FFFF”>.</font></b>\n<b><a href=\"\nhttp://kasmir.hugi.is/grimsla\n\">kasmír síðan mín :)</a></"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-07-01 18:39:47",
            "id": "1159450",
            "reply_to_id": "1159443",
            "text": "Það er fyrirbyggjandi að fara til tannsa einu sinni á ári og láta tékka vegna þess að þá getur hann gert strax við meðan skemmdirnar eru litlar.  Ég svo sem þekki það alveg að hafa varla efni á því en ef þú ferð á hverju ári áttu ekki að lenda í einhverjum tugum þúsunda nema þú sért með mjög lélegar tennur.  Þú getur líka skráð þig hjá tannlæknadeild HÍ ef þú ert fátækur því þeir gera þetta ódýrt, þori ekki alveg að segja frítt en alla vega mun ódýrara en aðrir."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-07-01 20:00:48",
            "id": "1159451",
            "reply_to_id": "1159450",
            "text": "Vil taka það fram að ég bursta bara mjög vel tennurnar.. og já ég ætti samt að fara á hverju ári (eftir jól… hehe)\nEn ég gruna sterklega þessi lyf sem ég er á… ég meina grunnsamlegt að 2 fyllingar klikki einmitt rúmum mánuði eftir að ég skipti um lyf… er sko á 2 lyfum og hjá þeim báðum er tekið fram að þau hafa slæm áhrif á tennur og því þarf að fara vel með tennur á tímabili sem lyfin eru tekin.\nÉg bara hélt að ég væri að fara vel með þær en greinilega ekki nóg :/<br><br>________________________________________________________________________________________\nTækifærið er núna! <b>Samfylkingin</"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-07-01 20:37:08",
            "id": "1159452",
            "reply_to_id": "1159451",
            "text": "Sumir eru líka mjög óheppnir með tennurnar og skemmast mikið sama hvað þeir gera og aðrir mjög heppnir.  Ég burstaði svo til aldrei tennurnar þegar ég var lítill og þegar ég var 15 meðan sjúkrasamlagið borgaði ennþá allt fór ég loksins til tannsa og þurfti að gera við alla jaxla en það hefur eiginlega bara haldið sér furðu vel og mest þurft að skipta um fyllingar í þeim annars lagið þegar komin er málmþreyta í þær gömlu."
        }
    ]
}