{
    "forum_title": "Kvikmyndir",
    "user": "Varg",
    "user_id": "39377",
    "date": "2003-07-02 10:25:10",
    "title": "About Schmidt",
    "text": "Ég verð að segja það að þessi mynd kom mér verulega á óvart.  Ég bjóst við aumkunarverðri mynd um aumkunarvert fólk með aumkunarverðum söguþræði.  En viti menn á einhvern undarlegan hátt tókst Alexander Payne að búa til stórfyndna mynd úr öllu þessu aumkunarvæli.  Annað hvort er maðurinn snillingur eða ég með svona undarlegan húmor.\nReyndar þori ég næstum að fullyrða að myndin hefði ekki verið eins góð ef Jack Nicholson hefði ekki farið með hlutverk hins aumkunarverða Schmidt.  Maðurinn virðist ætla að eldast einkar vel í kvikmyndaheiminum.  Ég hef reyndar ekki séð Anger Management en hef heyrt að hún sé slöpp. Spurning til þeirra sem hafa séð Anger Management, er Nicholson góður í þeirri mynd?\nAbout Schmidt er líka dæmi um mynd með vel útfærðan trailer.  Trailer myndarinnar gefur passlega mikið upp um innihald myndarinnar en alls ekki of mikið.\nHefur einhver hér séð fyrri mynd Alexanders - Election?  En annars mæli ég eindregið með About Schmidt.\nKveðja,\nVarg",
    "url": "https://www.hugi.is/kvikmyndir/greinar/153116/about-schmidt/",
    "url_id": "153116",
    "id": "1161729",
    "replies": [
        {
            "user": "Marlowe",
            "user_id": "27612",
            "date": "2003-07-04 18:07:35",
            "id": "1161730",
            "reply_to_id": "1161729",
            "text": "Jack Nicholson heldur Anger Management alveg uppi. Maðurinn er einfaldlega snillingur! Besti leikari allra tíma að mínu mati!"
        },
        {
            "user": "cactuz",
            "user_id": "5705",
            "date": "2003-07-04 18:54:41",
            "id": "1161731",
            "reply_to_id": "1161729",
            "text": "Ég varð því miður fyrir smá vonbrigðum með þessa mynd því ég hafði heyrt frábæra hluti um hana. Mér fannst hún á köflum svolítið stefnulaus og hæg og mér fannst húmorinn á köflum ekki skila sér að fullu á skjánum. Það er ein ástæða fyrir því að þessi mynd er vinsæl og virt og það er Jack Nicholson. Hann heldur myndinni allgjörlega uppi og sýnir frábæran leik. Mér fannst Election betri en þessi og vona ég að Alexander Payne hisji upp um sig buxurnar í framtíðinni."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-07-05 01:52:10",
            "id": "1161732",
            "reply_to_id": "1161729",
            "text": "ég verð nú bara að seiga eins og mér finnst að Nicholson er svona “aðalmaðurinn” í anger management, þar sýnir hann bara að aldurinn skiptir eingu máli ;)"
        },
        {
            "user": "Genero",
            "user_id": "16523",
            "date": "2003-07-06 21:41:24",
            "id": "1161733",
            "reply_to_id": "1161729",
            "text": "Mér fannst Anger Management nokkuð góð, en Jakc hélt uppi því sem mögulegt var með snilldarleik, en annars fannst mér hún of þurr og fyrirsjáanleg.\nElection var svona mynd sem mann langar ekki til að sjá aftur og maður gleymir henni alveg. Hún er semsagt ekkert spes.\nÉg á hins vegar eftir að sjá About Schmidt"
        },
        {
            "user": "Arasaka",
            "user_id": "15059",
            "date": "2003-07-08 11:23:39",
            "id": "1161734",
            "reply_to_id": "1161729",
            "text": "About Schmidt var góð, þótt mér finnist að hún hefði mátt vera styttri og hnitmiðaðri!\nAftur á móti fannst mér Anger Management mjög góð og fyndin! kannski var það af því að ég hafði ekki búið mér til einhverja hugmynd um hvernig hún var heldur bara mætti í bíósalinn og sá til! mér fannst hún fyndin, reyndar með svolitlum klisjuendi, en samt alveg ótrúlega skemmtileg! Nicholson heldur henni alveg uppi! mjög vandræðaleg atriði líka sem maður er varla að höndla að horfa á! ;)"
        },
        {
            "user": "Oskar2",
            "user_id": "24846",
            "date": "2003-07-09 12:33:46",
            "id": "1161735",
            "reply_to_id": "1161729",
            "text": "Ég bjóst ekki við neinu þegar ég leigði About Schmidt en það kom mér á óvart hvað mér fannst gaman af henni :)\nJack Nickolson er snillingur!"
        }
    ]
}