{
    "forum_title": "Geimvísindi",
    "user": "kittacool",
    "user_id": "34472",
    "date": "2003-07-02 11:13:38",
    "title": "Er HABL geimvera?",
    "text": "Þegar fólk sér furðulega hluti sem það skilur ekki eins og glóandi diska sem fljúga hratt um himininn, fólkið í innlit/útlit eða dverga í grænum fötum þá er einhvernvegin alltaf reynt að útskýra þá með því að segja að þeir hafi komið utan úr geiminum. Það er einmitt sú leið sem prófessor Chandra Wickramasinghe tók við rannsókn sína á bráðalungnabólgunni HABL(SARS). Hann byggir þessa tilgátu sína meðal annars á sýnum sem söfnuð voru með blöðrum í allt að 41.000 metra hæð.\nÍ þessum sýnum var mikið af örverum sem gæti þýtt að á hverjum degi félli gríðarlegt magn af bakteríum til jarðar frá geiminum. Þeir telja reyndar ekki að geimurinn sé fullur af bakteríum og vírusum heldur að þær flytjist um sólkerfið með loftsteinum og halastjörnum.\nÞetta gæti hugsanlega útskýrt hvernig HABL veiran hafi komið fram og náð að breiðast út svo skyndilega. Einnig telja þeir að þetta gæti útskýrt margt annað eins og t.d. flensufaraldinn 1917-1919.",
    "url": "https://www.hugi.is/geimvisindi/greinar/153104/er-habl-geimvera/",
    "url_id": "153104",
    "id": "1161596",
    "replies": [
        {
            "user": "ssd",
            "user_id": "40795",
            "date": "2003-07-02 12:08:36",
            "id": "1161597",
            "reply_to_id": "1161596",
            "text": "HABL gat breiðst út í andrúmsloftinu og við snertingu, þess vegna breiddist hún svo hratt út."
        },
        {
            "user": "nomic",
            "user_id": "2278",
            "date": "2003-07-02 12:11:24",
            "id": "1161598",
            "reply_to_id": "1161596",
            "text": "breiðast út svo skyndilega? :P í hvaða helli býrð þú? heard of an invention called.. AN AIRPLANE! ;)\ndæmi. kall/kona smitast í asíu og á flug 2-3 dögum seinna til kanada. þar labbar hann/hún um og gerir eikkað sniðugt og veit ekki að hann/hún er smitberi. þannig breiddist þetta út. hann/hún gæti jafn vel hafa bara smitað alla sem voru í flugvélini með honum/henni."
        },
        {
            "user": "bossanova",
            "user_id": "14499",
            "date": "2003-07-02 12:20:28",
            "id": "1161599",
            "reply_to_id": "1161596",
            "text": "Þetta er skemmtileg pæling og auðvitað gætu svona hlutir hugsanlega gerst.  Málið er bara það, að aðrar skýringar eru miklu líklegri.  Þessi vírus er t.d. mjög líkur venjulegum kvefvírus.  Hér kemur tilvitnun í New Scientist: “In an unprecedented collaboration of laboratories around the world, scientists were able to prove by 16 April that SARS is caused by a previously unknown member of the coronavirus family. This family includes viruses that were known to cause common colds in people, but more serious diseases - including severe pneumonia and diarrhoea - in animals.”\nÞetta á upptök sín í Kína, eins og næstum allar aðrar pestir, og því lang líklegast að þetta sé vírus sem hefur stokkið milli tengunda þar."
        },
        {
            "user": "Lotnir",
            "user_id": "39873",
            "date": "2003-07-02 12:42:08",
            "id": "1161600",
            "reply_to_id": "1161596",
            "text": "Hvað í andsk… fær þig til að pæla í þeesu?\nÉg meina hefurðu ekkert skemmtilegra að gera við tímann en að spá hvort HABL sé geimvera, ég held að þú horfir of mikið á Star trek!"
        },
        {
            "user": "vignirm",
            "user_id": "30640",
            "date": "2003-07-02 13:17:39",
            "id": "1161601",
            "reply_to_id": "1161596",
            "text": "Ef veiran félli af himnum ofan og kæmi utan úr geimnum þá væri hún útbreidd út um allan heim því að jörðin snýst og þegar rykið utan úr geimnum skellur á Jörðinni þá fer það allstaðar, ekki bara í HongKong, Kína og Kanada og fleiri löndum. Og svo er svona eitt og eitt tilfelli í ýmsum löndum og ef það væri út af því að eitthvað félli utan úr geimnum þá væru 0% líkur á að eðeins einn maður fengi veikina…"
        },
        {
            "user": "temsi",
            "user_id": "27290",
            "date": "2003-07-02 14:56:55",
            "id": "1161602",
            "reply_to_id": "1161601",
            "text": "Þvílík röksemdafærsla!\nEf við gefum okkur að HABL hafi komið utanúr geimnum (sem er ekki rétt samkvæmt rannsóknum sem tengja þetta við kvefbakteríustofn) þá er líklegasta leiðin svona:\nLítill loftsteinn sem í er þessi vírus, kemur inn í gufuhvolf jarðar og brennur að mestu leiti upp.  Smávægilegar leifar falla til jarðar í formi sandkorna.  Þar sem vírusinn breiðist við snertingu, gæti sandkornið hafa lent á byggðu svæði þar sem það komst í snertingu við manneskju, sem síðan smitar aðra, sem síðan smita aðra, osfrv.  Veiran berst síðan með ferðamönnum eða bisnessmönnum hingað og þangað um heiminn og tekur að breiðast þar út líka.\nEn, þar sem líkleg upptök hafa verið fundin (fyrsta tilfellið var í smábæ í Kína) og bent hefur verið á hvaða veirustofni þessi tilheyrir, veirustofni sem hefur verið þekktur lengi, þá er aðeins eitt í þessarri útskýringu minni sem stenst: eftir að fyrsta manneskjan veikist, þá er smitferillinn sá sami.\nÞað er svo sem ekkert ólíklegt að loftsteinar og annað geimrusl hafi fært okkur alls konar bakteríur í gegnum tíðina.\nEr HABL þar á meðal?\nÉg tel líkurnar á því hverfandi litlar."
        },
        {
            "user": "unix",
            "user_id": "22179",
            "date": "2003-07-02 16:34:13",
            "id": "1161603",
            "reply_to_id": "1161596",
            "text": "SVO ER Líka annað, einhverntíman fyrir mörgum árum síðan þá voru einhverjir vísindafávitar ,þarna í kína eða hvar sem þetta var, og þeir þróuðu einhverja vírusa sem gat bara lagst á litað fólk og stútað því..! ég meina getur ekki verið að þessi baktería hafi bara verið þróuð meira og svo kannski sloppið´“óvart” út úr vísindastofunni?\nBara pæling sko…\nkveðja, Unix"
        },
        {
            "user": "hta",
            "user_id": "20867",
            "date": "2003-07-10 11:38:53",
            "id": "1161604",
            "reply_to_id": "1161603",
            "text": "Þið eruð sorglegir !arrg"
        },
        {
            "user": "hjeppi",
            "user_id": "3701",
            "date": "2003-07-27 21:57:07",
            "id": "1161605",
            "reply_to_id": "1161603",
            "text": "LOL? Efast um að hægt sé að gera veiru sem checkar hvort þú sért litaður eður ei, þar sem líkamar starfa alveg eins."
        },
        {
            "user": "Andyandlou",
            "user_id": "1783",
            "date": "2003-07-02 18:13:09",
            "id": "1161606",
            "reply_to_id": "1161596",
            "text": "Afverju kom það þá ekkert annarstaðar… ? Nema Kanada og Kína og þar."
        },
        {
            "user": "BudIcer",
            "user_id": "18832",
            "date": "2003-07-02 18:16:41",
            "id": "1161607",
            "reply_to_id": "1161596",
            "text": "Ég vissi að ég væri búinn að lesa þetta einhversstaðar annarsstaðar:\nhttp://www.hamstur.is/mm/frettir/erlent/3228\nDjöfull ertu ómerkileg.\nBudIce"
        },
        {
            "user": "Amlin",
            "user_id": "15160",
            "date": "2003-07-04 22:26:24",
            "id": "1161608",
            "reply_to_id": "1161607",
            "text": "Hahahaha, orðrétt cópía :)\nkittacool að gera góða hluti."
        },
        {
            "user": "striker88",
            "user_id": "33184",
            "date": "2003-07-03 19:41:51",
            "id": "1161609",
            "reply_to_id": "1161596",
            "text": "NEI!"
        },
        {
            "user": "xark",
            "user_id": "1706",
            "date": "2003-07-05 00:31:30",
            "id": "1161610",
            "reply_to_id": "1161596",
            "text": "Ég tel að SARS hafi verið þróuð í rannsóknarstofum einhvers staðar í asiu, henni var hleypt út til að drepa slatta af þessu fólki sem býr þar vegna mannfjöldans og ástands í þessum löndum og að auki græddu þeir mikin pening þegar fólk fór að sækjast eftir lækningu og bólusetningum. Það er bara mín tilgáta og hver veit nema að hún sé sönn. ;)"
        },
        {
            "user": "xark",
            "user_id": "1706",
            "date": "2003-07-09 23:52:25",
            "id": "1161611",
            "reply_to_id": "1161610",
            "text": "ertu viss um að þú sért ekki sýktur af einhverju?\nÞetta er allavegana ansi heimskuleg tilgáta.\nÍ fyrsta lagi dóu ekki nema örfáir af einhverjum hundruðum milljóna, þannig að ég held ekki að þessi vírus hafi verið þróaður til þess að minnka fólksfjöldann.\nOg það er ekki búið að finna nein bóluefni svo ég viti."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-07-10 00:18:22",
            "id": "1161612",
            "reply_to_id": "1161611",
            "text": "Já, það sýnir bara hvað þú vitir míkið ;)"
        },
        {
            "user": "xark",
            "user_id": "1706",
            "date": "2003-07-20 18:04:46",
            "id": "1161613",
            "reply_to_id": "1161611",
            "text": "heh heyrt það líka að þetta hafi verið (ásamt fleiri vírusum) manngert til þess að fækka fólki.\nSem hefði örugglega tekist betur en\nþað varð svo mikill fjölmiðlaæsingur yfir þessu að það var allt gert til að losna við vírusinn sem tókst svo."
        },
        {
            "user": "Acidious",
            "user_id": "25561",
            "date": "2003-08-23 16:39:37",
            "id": "1161614",
            "reply_to_id": "1161611",
            "text": "ég verð bara að segja þér að það er alraangt að “hundruðirmilljóna” hafi smitast af þessum sjúkdómi. Aðeins 8422 smituðust af SARS og 916 manns dóu samkvæmt WHO (World Health Organization) sem var seinast uppfært 15 ágúst 2003. Hægt að sjá PDF skránna hér:\nhttp://www.who.int/csr/sars/country/en/country2003_\n08_15.pdf\nGeriði ykkur svo grein fyrir því að aðeins 10,87% af þeim sem smituðust dóu. Og um 95% af þeim voru gamalt fólk og kornabörn. Og samkvæmt því má sjá að ef bera má saman við venjulega lungnabólgu þá er hlutfallið ekkert meira.\nÞað eina sem var slæmt við þennan sjúkdóm var það að hann smitaðist auðveldlega og ónæmiskerfið vann ekki vel gegn því í byrjun, en eins og ég segi, einn á móti tíu dóu og það er ekki mikið."
        },
        {
            "user": "nalani",
            "user_id": "30987",
            "date": "2003-07-19 15:37:12",
            "id": "1161615",
            "reply_to_id": "1161610",
            "text": "fín tilgáta en ef það væri ekkert mótefni þá væri örugglega ekki hleypt þessu út"
        },
        {
            "user": "binnibinni2456",
            "user_id": "35706",
            "date": "2003-07-11 11:39:43",
            "id": "1161616",
            "reply_to_id": "1161596",
            "text": "Skemmtileg pæling.\n(ekki hlusta á böggið í hinu liðinu)\nÉg er að safna undirskriftum fyrir samsæriskenningar, hefur þú áhuga á því ?\nÞetta er allavegana samsæriskenning :-P"
        },
        {
            "user": "binnibinni2456",
            "user_id": "35706",
            "date": "2003-07-12 17:38:41",
            "id": "1161617",
            "reply_to_id": "1161616",
            "text": "rugl\nþetta kemur alltaf frá sama heimshlutanum þetta inflúsensu dæmi þar að segja suður austur asíu.\nkveðja binni\nflott samsæris kenning =)"
        },
        {
            "user": "jollikall",
            "user_id": "41248",
            "date": "2003-07-14 21:58:16",
            "id": "1161618",
            "reply_to_id": "1161596",
            "text": "veistu að ég er eiginleg bara alveg vissum það já"
        },
        {
            "user": "nalani",
            "user_id": "30987",
            "date": "2003-07-19 15:34:48",
            "id": "1161619",
            "reply_to_id": "1161596",
            "text": "uhm, kannski “geimveirur” :)"
        },
        {
            "user": "nalani",
            "user_id": "30987",
            "date": "2003-07-19 15:41:14",
            "id": "1161620",
            "reply_to_id": "1161596",
            "text": "kom HABL veiran ekki af einhverri kattartegund sem leit út eins og köttur? eða er ég að rugla við eitthvað annað?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-08-16 23:44:36",
            "id": "1161621",
            "reply_to_id": "1161596",
            "text": "Af hverju HABL en ekki bara einfaldlega SARS?"
        },
        {
            "user": "einaraxel",
            "user_id": "5042",
            "date": "2003-08-22 18:14:55",
            "id": "1161622",
            "reply_to_id": "1161596",
            "text": "Reyndar er hægt að skýra flensufaraldinn 1917-1919 með því að flensuveiran breytir sér reglulega genafræðilega séð(þessvegna er svona erfitt að búa til meðal við henni), og þarna blönduðust tvær veirur sem komu út í sérlega skæðri flensuveiru."
        }
    ]
}