{
    "forum_title": "Hokkí",
    "user": "RonJeremy",
    "user_id": "27590",
    "date": "2003-07-03 23:48:37",
    "title": "Stórtíðindi úr NHL",
    "text": "Það er aldeilis hellingur að gerast á leikmannamarkaðnum í NHL þessa dagana.\nDraftið var um síðustu helgi  og var mikið húllumhæ í kringum það allt saman.\nEn svo eru fullt af leikmönnum á Free Agent og þar á meðal Federov og það er þegar orðið ljóst að hann fer frá Red Wings.\nÞeir keyptu þó varnarmann í staðinn og það ekki ódýru týpuna,\nDerian Hatcher er genginn til liðs við þá Rauð vængjuðu.\nEn stærstu félaga skipti í íshokkýinu frá því að Gretsky skipti\nsíðast um félag voru gerð í dag.\nColorado Avalanche með þá Forsberg,Sakic,Hedjuk,Tangay,Hinote,Blake,Foote og að sjálfsögðu sigursælasta markmanni allra tíma Patrick Roy gerðu sér lítið fyrir og Fengu til sín ekki 1 heldur 2 stórstjörnur úr hokkíinu,\nÞeir Sameinuðu PAUL KARIYAog TEEMU SELANNE á ný eftir nokkura ára fjarveru frá hvor öðrum.\nKariya og Selanne voru báðir free Agents frá sínum liðum og munu spila saman á næsta ári í treyju Colorado Avalanche.\nAð lokum ´smá forsmekkur að sóknarlínum hjá Avalanche\nForsberg-Sakic-Hedjuk\nTangay-Kariya-Selanne\nEkki árennilegt!!!!!",
    "url": "https://www.hugi.is/hokki/greinar/153333/stortidindi-ur-nhl/",
    "url_id": "153333",
    "id": "1163353",
    "replies": [
        {
            "user": "MutaNt",
            "user_id": "15732",
            "date": "2003-07-04 20:57:58",
            "id": "1163354",
            "reply_to_id": "1163353",
            "text": "OHHHH búinn að missa Hatcher :( jæja shit happens!!\nColorado eru svei mér ríkir að hafa efni á öllum þessum TOPP leikmönnum :D Takk fyrir fréttirnar!"
        },
        {
            "user": "Massi",
            "user_id": "6581",
            "date": "2003-07-06 20:46:52",
            "id": "1163355",
            "reply_to_id": "1163354",
            "text": "MunaNt: Þeir fengu samt Selanne og Kariya á Free Agents..\nEn hinir já þeir eru ekki blankir (eða jú kannski núna ;) )"
        },
        {
            "user": "Massi",
            "user_id": "6581",
            "date": "2003-07-07 08:59:09",
            "id": "1163356",
            "reply_to_id": "1163355",
            "text": "Með því að ráða alla þessa free agenta getur Colorado boðið þeim mjög góð laun án þess að auka útgjöldin.\nEkki þarf að borga neinu félagi fyrir félagaskiptin því fyrri samningur er útrunninn, Rob Blake fór þannig til Colorado á sínum tíma og spilaði stórt hlutverk í því að vinna Stanley bikarinn af NJ Devils í fjarvist Forsbergs sem var meiddur.\nLeikmenn geta vissulega grætt mikið á því að klára samninga sína og gerast free agents, en þar með eru þeir ótryggðir fyrir áföllum sem uppá geta komið, Paul Kariya var vart hugað líf eftir að Scott Stevens keyrði hann niður í 3. leik úrslitanna í ár og hefði ekki verið í góðum málum hefði ferillinn endað þannig, samningslaus/atvinnulaus.\nÞað verður geðveikt að sjá þessar 2 stjörnur spila saman aftur, Colorado verða erfiðir í ár.\nmassi"
        },
        {
            "user": "Aage",
            "user_id": "2449",
            "date": "2003-07-06 14:30:58",
            "id": "1163357",
            "reply_to_id": "1163353",
            "text": "Jahérna, Avalanche eru sko orðnir stórhættulegir :o\nAnd yea, thx for the news.."
        },
        {
            "user": "Jagr",
            "user_id": "21774",
            "date": "2003-07-11 23:29:08",
            "id": "1163358",
            "reply_to_id": "1163353",
            "text": "já vá þetta er rosalegt\nEn hvað með markmanns mál? Roy er hætttur."
        },
        {
            "user": "MutaNt",
            "user_id": "15732",
            "date": "2003-07-12 02:17:29",
            "id": "1163359",
            "reply_to_id": "1163358",
            "text": "Markmannsmálin reddast marr hehe :D"
        },
        {
            "user": "Ramruqai",
            "user_id": "14093",
            "date": "2003-08-03 22:51:09",
            "id": "1163360",
            "reply_to_id": "1163359",
            "text": "Markmannsmálin reddast ? það er mikið mál að redda öðrum eins markmanni og Roy ætla rétta að vona að það verði ekki svo erfitt :)"
        },
        {
            "user": "lyons",
            "user_id": "21741",
            "date": "2003-07-12 14:10:04",
            "id": "1163361",
            "reply_to_id": "1163353",
            "text": "sleanne er uppáhaldsútispilarinn minn en veit einhver á hvaða númerum þeir sspila á.En núna þurfa avalanche að fá góðan markvörð eins og gigure eða þennan sænska (ekki salo) man ekki alveg hvað hann heiti"
        },
        {
            "user": "HilmarTh",
            "user_id": "9740",
            "date": "2003-08-11 22:22:35",
            "id": "1163362",
            "reply_to_id": "1163353",
            "text": "www.hugi.is"
        },
        {
            "user": "COLO",
            "user_id": "42270",
            "date": "2003-08-16 15:13:18",
            "id": "1163363",
            "reply_to_id": "1163362",
            "text": "COLO voru lika ad fa Peter Worrell..(3. mesti fighterinn i NHL) lika svo er Fillipe Sauve (hann er talinn framtidar arftaki Patriks Roy)ad ganga til lids vid da aftur!!!!!\nAVS eru BESTIR!!!!"
        },
        {
            "user": "McInnis",
            "user_id": "28983",
            "date": "2003-10-07 11:04:06",
            "id": "1163364",
            "reply_to_id": "1163353",
            "text": "Þó er eitt sem vekur mikinn óhug hjá mér með þetta allt saman… er Roy ekki búin að setja skautana á hilluna? eitthvað var ég búin að heyra það… sel það samt ekki dýrara en ég keypti það.."
        }
    ]
}