{
    "forum_title": "Deiglan",
    "user": null,
    "user_id": null,
    "date": "2003-07-03 23:25:11",
    "title": "Femínistar?",
    "text": "Hvað er málið með þá? Ég persónulega ekkert á móti hugtakinu femínisma/jafnréttindum\nen mér finnst þetta of langt gengið varðandi allt þetta.\nÞeir eru á móti klámi, undirfataauglýsingum og tískusýningum og mörgu þess líku sem konur gera viljandi.\nÉg talaði við einn femínista sem var að gefa það í skyn að konur ættu að vera með risa bumbu, fellingar í andlitinu og\nstutt hár. Þetta á ekki við alla femínista, sem betur fer.\nÞað er eitt atriði í íslenskum lögum sem segir það að ef kona og karl með sömu reynslu myndu sækja um sama starf hefði konan rétt á starfinu.\nHvernig haldið þið ef framhaldsskóli og háskóli væru skilda(myndi aldrei vera :)). Þá væri sko ekki gaman að vera karlmaður…\nOg hvernig haldið þið að Ísland væri ef Ingibjörg Sólrún Gísladóttir og hennar femínistafélagar væru við völd?\nKarlar mættu ekki neitt! Ég meina “Kjóstu mig, ég er kona” auglýsingin hennar er eitt það asnalegasta sem ég hef séð lengi.\nÞetta er í rauninni farið að ganga útí öfgar, jafnréttindi væru fín en þetta er ekki gott!\nBanna klám því konur eru naktar? Eru karlar ekki líka naktir þar? Banna undirfata auglýsingar af því að konan þarf að sitja fyrir hálfnakin? Banna tískusýningar því konurnar eru að fara “illa með líkamann sinn”?\nÞetta er orðið rugl!\nHvernig væri ef (allir) femínistar færu í raun og veru að spá í jafnrættindum?\nKveðja AlmarD,\nnæsti einræðisherra Nammilands.",
    "url": "https://www.hugi.is/deiglan/greinar/153332/feministar/",
    "url_id": "153332",
    "id": "1163323",
    "replies": [
        {
            "user": "bugradur",
            "user_id": "15010",
            "date": "2003-07-04 14:04:52",
            "id": "1163325",
            "reply_to_id": "1163323",
            "text": "sammálaaaaaaa\nég get ekki hugsað mér ísland fullt af femínistum\n(allavega ekki undir stjórn neins mikilvægs)\nhmm hvað er að klám er fallegt!!!"
        },
        {
            "user": "viceroy",
            "user_id": "3376",
            "date": "2003-07-04 14:06:00",
            "id": "1163326",
            "reply_to_id": "1163323",
            "text": "Mikill munur á jafnrétti, kvenréttindum og feminístabullinu..\nJafnrétti á fullan rétt á sér… enda finnst mér í raun ekkert annað en sjálfsagt að konur fái sömu laun og sömu tækifæri og kallar…\nFeminísta rugl! Þetta eru svo miklir öfgar að það hálfa væri nú helvítis nóg!\nEins og einhver orðaði það svo skemmtilega hér á huga um daginn og hef ég notað þá setningu svolítið að þetta eru svo miklar öfgar að það má varla sjást í hálsmálið á konum þá er það klám.\nKonur hafa kosið sér það að geta litið vel út.\nKonur hafa kosið sér það að vera vel vaxnar (eða reyna það að minnsta kosti)\nKonur hafa kosið sér það að sýna sinn líkama.\nKonur eiga ekkert frekar að fá einhverja vinnu því þau eru jafnhæf og er þar að auki konur!\nÞað er bara rugl.\nEins og ég sá einu sinni…\nMaður sem sótti um starf innan leikhúss (leiðréttið mig ef það er rangt) en það var maður sem sótti um sem framkvæmdastjóri eða álíka starf… Mikilvægt starf innan fyrirtækissins alla vega var það.\nHann var ekki með fullnægjandi menntun en hafði hins vegar 15 ára reynslu af öllum geiranum eins og hann lagði sig og kunni hann alveg utan að sem innan.\nKona kom og sótti um starfið… Hafði menntunina en nánast enga reynslu…\nHann fékk starfið\nHví?\nÞví hann vissi nákvæmlega hvað þurfti að gera á hvaða augnabliki og hvernig ætti að gera það.\nHún hafði bókalestur sér til hliðsjónar sem oft á tíðum segir ekki mikið.\nFólk þarf jú að til að byrja með öðlast ákveðna reynslu og virðingu innan þeirrar stéttar sem það er í til að fá mikilvæg störf.\nÞetta dæmi fannst mér þvílíkt rugl, því betri kosturinn var tekinn vegna reynslunnar.\nMenn hafa t.d. komið úr skólum með góðar einkunnir en klúðrað málum því þetta var jú kannski eftir allt saman mest megnis páfagaukalestur hjá þeim til að ná góðri einkunn og búið, enginn skilningur á bak við…\nÞyrfti helst að vera nafnlausar umsóknir til að losna við þessar femínistatussur sem eru alveg að gera allt arfabrjálað.\nViceRoy"
        },
        {
            "user": "Trendkiller",
            "user_id": "39847",
            "date": "2003-07-04 14:13:45",
            "id": "1163327",
            "reply_to_id": "1163323",
            "text": "“Það er eitt atriði í íslenskum lögum sem segir það að ef kona og karl með sömu reynslu myndu sækja um sama starf hefði konan rétt á starfinu”\nHa? er þetta virkilega satt ?\nÉg hef reyndar aldrei heirt um þetta áður er þetta kannski eitthvað nýtt eða?"
        },
        {
            "user": "indridi",
            "user_id": "6635",
            "date": "2003-07-04 14:17:55",
            "id": "1163328",
            "reply_to_id": "1163327",
            "text": "Held reyndar að það sé talað um þann hóp/kyn sem er í minnihluta.  En ég get ekki alveg farið með það."
        },
        {
            "user": "Pipppi",
            "user_id": "14619",
            "date": "2003-07-04 15:21:25",
            "id": "1163329",
            "reply_to_id": "1163327",
            "text": "Nei, þetta er ekki rétt sem betur fer. Hið rétta er að hjá hinu opinbera er skylt að ráða umsækjanda af því kyni sem er í minnihluta á viðkomandi starfssviði fyrir, ef bæði eru jafnhæf, svo það getur eins komið niður á konum og körlum.\nAnnars er ég sammála greininni."
        },
        {
            "user": "zaxi",
            "user_id": "36209",
            "date": "2003-07-06 01:46:49",
            "id": "1163330",
            "reply_to_id": "1163329",
            "text": "Afhverju ætti hinu opinbera að vera skylt að ráða konu af báðir umsækjendur eru jafn hæfir.\nEndilega útskýrðu fyrir mér í hvaða tilfelli eru báðir einstaklingar jafn hæfir!\nKveðja.\nPS: Það að tveir séu jafnhæfir er í raun ekki hægt………ef þú hugsar aðeins út í hugtakið."
        },
        {
            "user": "Pipppi",
            "user_id": "14619",
            "date": "2003-07-06 04:01:07",
            "id": "1163331",
            "reply_to_id": "1163330",
            "text": "Hver ég? Lögin eru bara svona, ég nenni ekki að útskýra þau neitt."
        },
        {
            "user": "Pipppi",
            "user_id": "14619",
            "date": "2003-07-06 15:17:59",
            "id": "1163332",
            "reply_to_id": "1163330",
            "text": "Farðu bara á althingi.is og flettu þessu upp."
        },
        {
            "user": "zaxi",
            "user_id": "36209",
            "date": "2003-07-06 23:06:19",
            "id": "1163333",
            "reply_to_id": "1163332",
            "text": "Pipppi\nÉg get auðvitað farið inn á lagavefi eða skoðað lagasöfn til að komast að því að þetta stendur í jafnréttislögum.\nMálið er að þú ert að misskilja mig.\nTilvitnun í fyrri póst: “Endilega útskýrðu fyrir mér í hvaða tilfelli eru báðir einstaklingar jafn hæfir!”\nTveir einstaklingar geta aldrei verið jafn hæfir fyrir ákveðið starf. Sem betur fer þá eru menn misjafnir eins og þeir eru margir. Þér mun alltaf líka aðeins betur við annan einstaklinginn og þar með telja að hann sé hæfari í starfið og þann móral sem er í fyrirtækinu.\nÞað er því verið að taka fram fyrir hendurnar á stjórnendum fyrirtækja. Lögin ganga út frá reynslu og menntun en allir vita að framkoma og mórall hafa mjög mikið vægi þegar verið er að ráða einstaklinga.\nKveðja"
        },
        {
            "user": "Pipppi",
            "user_id": "14619",
            "date": "2003-07-07 12:57:03",
            "id": "1163334",
            "reply_to_id": "1163333",
            "text": "Þessi lög gilda ekki fyrir einkafyrirtæki. Á endanum er það hlutverk dómara að úrskurða hvort tveir einstaklingar eru jafnhæfir."
        },
        {
            "user": "Gyzmo",
            "user_id": "3814",
            "date": "2003-07-04 14:43:29",
            "id": "1163335",
            "reply_to_id": "1163323",
            "text": "Ég er búinn að fá mig fullsaddan af þessu nöldri í feministum, mikið af því sem þær eru með fremst á oddi er ekkert mikilvægt fyrir konur á íslandi, ef að markmið þeirra er að verða að alþjóðlegum feminista samtökum geta þær breytt um nafn því ekki sé ég að barátta gegn mansali úti í heim og árás á klámbransann (ef eitthvað er eftir af honum hér á landi) hjálpi konum á íslandi að bæta kjör sín, það er ekki eins og að það séu seldar íslenskar(né erlendar) konur í ánauð í þessu landi, allir stripparar sem ég veit um eru að vinna ótilneyddar.\nÉg vil taka það fram að ég styð konur í þeirra báráttu til jafnréttis, mér finnst það samt skrítið að þessi samtök styðja ekki jafnt menntaðar og ómenntaðar konur, þær gera mun á jónínu og Séra Jónínu.\nGóðar stundir\nGyzmo"
        },
        {
            "user": "stefanio",
            "user_id": "28153",
            "date": "2003-07-04 15:29:48",
            "id": "1163336",
            "reply_to_id": "1163323",
            "text": "ég fór á leikrit um daginn ( Hárið ) þar kom fram nakinn karlmaður, ef þetta hefði verið kona þá væri þetta bara klám og ekkert annað. alveg eins með margar auglýsingar bæði hérlendis og erlendis!\nsvo er verið að tala um að hækka\n“bílprófs aldurinn” í 21 hjá strákum en 18 hjá stelpum! Jafnrétti hvað???!!!"
        },
        {
            "user": "marxus",
            "user_id": "12143",
            "date": "2003-07-04 15:42:10",
            "id": "1163337",
            "reply_to_id": "1163323",
            "text": "Æi er ekki komið nóg af þessum and-feminísku greinum? Þið eruð allir að tyggja sömu tugguna."
        },
        {
            "user": "zaxi",
            "user_id": "36209",
            "date": "2003-07-06 01:54:11",
            "id": "1163338",
            "reply_to_id": "1163337",
            "text": "Málið er:\nEf þú skoðar söguna þá sérðu að feministar og “lög” þeirra eru í engu samræmi við þá feminista sem eru að tröllríða samfélaginu í dag. Þetta, annars elskulega fólk, er að oftúlka það sem upphaflega var “startað” með sem túlkun á feminista.\nKarlmenn sem eru í þessum hóp eru engu betri en hórur sem selja líkama sinn til “góðs” málstaðar en átta sig ekki á því að það er verið að nota þá.\nMálsháttur: Kvennmenn eru kvennmönnum verstir….\nMálið er að það er mikið til í þessum málshætti. Ef konur færu að “akta” skv. því umhverfi sem þær lifa í þá myndu þær fljótt fá þau réttindi sem ekki er búið að ná, sbr. launahlutann.\nMálið er að konur eru ekki að sækja laun, þær eru að biðja um laun. Karlar eru mun meira að sækja laun og stöður en kvennmenn. Það er því kvennmanna að sækja fram, helst ekki í félagi þar sem það gengur illa, og krefjast bættra kjara ef þær halda að þær eigi eitthvað inni.\nÞað er ekki mín skoðun að kvennmenn séu vælukjóar en feministar eru ekki að hjálpa til hér…….\nKveðja\nKveðja"
        },
        {
            "user": "Pipppi",
            "user_id": "14619",
            "date": "2003-07-04 16:31:15",
            "id": "1163339",
            "reply_to_id": "1163323",
            "text": "Kæri AlmarD og aðrir Hugarar.\nFyrir ca einu og hálfu ári þá var ég sem er svona dæmigerð strákastelpa, sem krefst jafnréttis á öllum sviðum, að bögga mig út í eina ákveðna feministakonu vegna nokkurs sem hún gerði.\nÞannig var mál með vexti að ég er listamanneskja og eitt af því sem mér finnst gaman að mála og teikna eru naktir líkamar.\nÞað geri ég á fallegan og rómantískan hátt - ekki neitt klám.\n(þið getið séð dæmi um þessar myndir á Hugasíðunni minni)\nNú það hékk mynd eftir mig fyrir ofan skrifborð mannsins míns í vinnunni.\nÞetta var teikning af konu og manni í gallabuxum en ber að ofan og í faðmlögum.\nOg dag einn fékk ég símtal frá einum vinnufélaga hans þar sem hann bað mig um að gera sér stórann greiða. Það var að fjarlægja þessa mynd.\nÉg bara varð að spyrja af hverju. Nú það var vegna þess að kærastann hans er svo mikill feministi að henni fannst þessi mynd móðgandi fyrir konur og vildi ekki að hann myndi vinna í svona vinnuumhverfi.\nÉg fékk svo mikið sjokk, að ég sagði bara :“já ekkert mál, ekki vill ég að konan sé reið við þig út af myndinni minni, en þá máttu líklega ekki koma í heimsókn til okkar, því hér er allt fullt af svona myndum !”\nSvo var ég í margar vikur að jafna mig, því mig hefði ALDREI grunað að myndirnar mínar gætu móðgað nokkurn einasta mann, ég skil vel ef einhverjum finnst þær ljótar og kjósa frekar að hafa myndir af eplum og sólarlagi en að þær væru móðgandi fyrir konur fannst mér alveg út í hött.\nNú ég semsagt var ekki sátt við þessa hörðu feminista og er ekki enn að vissu leiti.\nEN - nú kemur það sem ég vildi við ykkur segja :\nUndanfarnar vikur hafa skrifin á hér á Huga á móti þessum einstaklingur verið full gróf og mikil að mínu mati. Þessir feministar sem eru svona öfgakenndir eru ekki allir feministar í heiminum og líklegast bara lítið brot, þetta eru greinilega einstaklingar sem eiga eitthvað bágt og þurfa að láta reiði sína bitna á öðrum.\nEn hvað með ykkur ? Hafið þið ekkert þarfara að gera en að bögga ykkur á einhverjum ræfilskonum sem líður illa ?\nJafnrétti er nauðsynlegt til að fólk geti lifað frjóu og hamingjusömu lífi.\nÞað að banna nekt eða eitthvað annað sem þessu tengist, leysir ekki jafnréttismálin, það er alveg rétt - en hinsvegar er alveg satt hjá feministum að með því að tákngera konur endalaust sem kynveru en ekkert annað (í auglýsingum og þessháttar), þá er erfitt fyrir konur að komast áfram og láta líta á sig öðrum augum en bara hvernig þær líta út.\nÉg þekki það t.d. af eigin reynslu á vinnustöðum að vera stimpluð af karlmönnum fyrir að vera kona, og einkum fyrir að vera falleg kona !\nÞað er komið allt öðruvísi fram við mann heldur en stákana.\nEða lendið þið strákarnir oft í því að framkvæmdastjórinn eða deildarstjórinn skellir hönd á læri sér og bíður ykkur sæti ? Eða eyðir heilu kvöldi í deildarpartýi að fikta í hárinu á ykkur ?\nEða vill ekki leifa ykkur að koma með í deildarfögnuð, því hann á að vera í karlaklúbbinum ?\nEða reynir að færa til bolinn ykkar til að kíkja á brjóstin á ykkur ?\nEða spyr hvort hann megi sofa hjá ykkur ?\nAllt atriði sem ég hef lent í og ekki með sama yfirmanni.\nSamt er ég fullhæf og góður starfskraftur, en það er eins og þeim sé sama um það og þeir horfa bara á mig sem kynveru, því þannig er verið að publisera konur endalaust og karlmönnum finnst bara eðlilegt að láta svona.\nFullt jafnrétti næst því ekki fyrr en hætt verður að publisera konur sem kyntákn og ekkert annað.\nÞað eru ekki allar konur fallegar en þær geta samt verið frábærar manneskjur og góðar í vinnu.\nOg það eru ekki allar fallegar konur heimskar eða hafa bara áhuga á að láta daðra við sig.\nÞað er búið að búa til steríótýpur sem fólk er flokkað í og það “sökkar” því þetta er ekki svona einfalt og það er mjög ósanngjarnt að flokka fólk svona.\nÞetta er bara staðreynd að með þessari kyntáknauppfæringu á konur er verið að gera okkur mjög erfitt fyrir og ég ætla ekki að rökræða það neitt.\nHitt er svo annað mál að þegar feministar sjá ekki mun á nekt sem fegurð eins og margir nota í list eða á nekt(eða ekki nekt, Britaney Spears var frekar eggjandi í rauða plastbúninginum sínum) eða kyntáknatilgerð í þessum leiðindar myndböndum á popTV eða hvar sem er,\nþá er það náttúrulega bara rugl.\nÞví nekt ætti frekar að vera eitthvað sem við ættum að berjast fyrir að fá að sýna ef við viljum - fyrir rúmum 100 árum þótti t.d. rosalega gróft ef sást í öklana á konu, ég hefði talið að það væri framför að nú meigi sjást í næstum hvað sem er án þess að það líði yfir alla á staðnum.\nNekt eða ekki nekt, þá er málið það að við verðum öll að reyna að átta okkur á hvernig við viljum láta koma fram við okkur og hvernig við viljum koma fram við aðra.\nEr kynlíf og kynþokki það sem skiptir mestu máli í fari einstaklings ?\nOg eru konur bara gagnlegar til þess ?\nÞetta er held ég punkturinn sem feministar eru að reyna að koma á framfæri og láta fólk hugsa um með öllum sínum látum í sambandi við nektina og í sumum tilvikum : öfgum !\nNú og í sambandi við klámið. Þá eru feministar ekki á móti því vegna nektarinnar, heldur vegna þess hvernig viðhorf til kvenna er almennt í klámmyndum.\nHafið þið ekki horft á klám ?\nÞetta er ágætisafþreying í hófi, en þetta er ekki kynlíf sem maður lifir með aðila sem maður elskar og virðir.\nOftar en ekki eru fleiri en menn á konunum, það er mikið um “anal sex” og þá er oft mikið reynt að gera úr því hvað þetta sé vont fyrir konuna. Svo færa þeir sig oft yfir í munnmök beint eftir að þeir koma út úr rassinum.\nSvo enda næstum öll kynmök á að mennirnir fá það yfir andlit konunnar, sem getur vel verið að sé gaman fyrir þá, en kikkurinn sem fæst úr því er sá að vera að óhreinka andlitið og eigna sér þannig konuna eða stimpla hana.\nSvo er aldrei, forplay eða afterplay sem á að vera eðlilegur hluti kynlífs.\nÞessar klámmyndir eru semsagt oftast byggðar upp sem perverskar fantasíur karla og konurnar eru bara í því hlutverki að þjóna þeim.\nNú líklega er hitt líka til - en það er í minnihluta - sjálfsagt vegna þess að það er ekki eins vinsælt.\nEn það er semsagt málið með klámið - það ýtir undir furðulegar hugmyndir og gerir oft á tíðum lítið úr konum.\nEf við hinsvegar erum nógu klár og þroskuð til að átta okkur á því að svona kynlíf er ekki algengt í raunveruleikanum þá er klám bara frekar skemmtilegt.\nNú og í framhaldi af því þá ættu feministar að fagna kynfrelsi kvenna og að þær geti lifað hvers kona kynlífi sem þær vilja.\nÞví fyrir hundrað árum var ekki talið að konur gætu fengið fullnægingu og þær máttu ekki njóta kynlífs, heldur bara gera það til að eignast barn eða þóknast manninum sínum.\nJæja þá er ég búin að skrifa heila ræðu…læt það duga í bili - ég er bara búin að forðast svo lengi að blanda mér í þessar umræður vegna þess að ég er oft á tíðum ósammála þessu rakki ykkar á feminista en ég er líka mjög ósátt við að sumir feministar skulu vera svona öfgakenndir.\nEn ég bara gat ekki þagað lengur…."
        },
        {
            "user": "Pipppi",
            "user_id": "14619",
            "date": "2003-07-04 16:47:44",
            "id": "1163340",
            "reply_to_id": "1163339",
            "text": "Ágætt innlegg hjá þér Lyssia.\nÞað er nú oft þannig að einar öfgar kalla á aðrar, og það er kannski einmitt það sem við erum að verða vitni að hérna. Margt fólk er orðið svo yfir sig fullsatt af öfgafullum femínistum (og það eru ekki allir femínistar, en þeir háværustu) að það brýst svona út. Ég held að þessi umræða sé í grundvallaratriðum góð og þörf, þótt einhverjir fari kannski yfir strikið en þannig er það alltaf. Það að margir vilja tjá sig, um margar hliðar málsins, sýnir bara það að þörf er á umræðu."
        },
        {
            "user": "Tequilla",
            "user_id": "27274",
            "date": "2003-07-04 23:21:51",
            "id": "1163341",
            "reply_to_id": "1163339",
            "text": "Bara snilld Lyssia!\nFólk dæmir bara, hugsar ekki."
        },
        {
            "user": "Pipppi",
            "user_id": "14619",
            "date": "2003-07-05 00:28:53",
            "id": "1163342",
            "reply_to_id": "1163339",
            "text": "Það er einmitt oft kvartað yfir því (af femínistum ekki síst) að kynlíf í klámmyndum er ekki eins og “raunverulegt” kynlíf (hvernig sem það nú er). Nú, hefur enginn hugsað út í það að KLÁMMYNDIR ERU EKKI HEIMILDAMYNDIR! Þetta er eins og ítalaliðið í BNA sem var brjálað út í Sopranos-þættina, því að þeir sýndu ekki einhvern raunveruleika sem þessir ítölsk-ættuðu töldu vera. Það er nú bara þannig með leikið skemmtiefni að það er ekki bara endurtekning á hversdagsleikanum, heldur eitthvað óvenjulegt, eitthvað spennandi, eitthvað sem áhorfandinn hefur ekki endilega upplifað. Og það er líka þannig að það eru til margar mismunandi tegundir og hliðar á klámi, en þeir sem gagnrýna reyna alltaf að láta það líta út fyrir að það sem ekki törnar þá sjálfa onn, að allt klám sé þannig. Og svo er ég orðinn dáldið þreyttur á þessu að klám niðurlægi konur. Það er fyllilega hægt að halda því fram að klám niðurlægi karlmenn jafn mikið, þeir eru oft ekkert annað en drumbar sem tittlingur stendur út úr, en öll athyglin er á konunni og hennar upplifun. Ef það er ekki niðurlægjandi fyrir karlinn, þá veit ég ekki hvað er það. Klám er bara niðurlægjandi yfirhöfuð, að því gefnu að fólki finnst niðurlægjandi að gera það fyrir framan myndavél og hananú. Eða á sama hátt og Sopranos eru niðurlægjandi fyrir ítali."
        },
        {
            "user": "Pipppi",
            "user_id": "14619",
            "date": "2003-07-05 04:24:19",
            "id": "1163343",
            "reply_to_id": "1163342",
            "text": "Pippi:\nÉg skil hvað þú ert að fara.\nSvar mitt áður var svona til að reyna að útskýra sjónarmið feminista á klámi, eins og ég túlka að þau eru (hjá eðlilegum feministum þ.e. en ekki svona eins og ég lenti í)\nEn klám er náttúrulega bara kynlíf fyrir framan myndavél og ekkert meira.\nTískan í dag er hinsvegar eins og ég lýsti - ég veit það vel, því ég horfi stundum á klám :-/\nOg þar er yfirleitt gert minna úr konum en köllum, en það er alveg satt að stundum eru kallar bara typpi og ekkert meira- en oftar en ekki erþað þannig að kona er gat og brjóst og ekkert meira :)\nEn allaveana að klám í sjálfu sér er ekkert slæmt, mér er nokk sama þó fólki fái kikk á því að lát filma sig á meðan það gerir það eða aðrir fái kikk á því að horfa á það (það getur verið mjög gaman) en í dag er í tísku að láta klám vera niðurlægjandi fyrir konur.\nÉg á t.d. nokkrar klámmyndir sjálf og ein af þeim er ca 10 ára gömul og þar eru t.d ekkert “anal sex” og konurnar eru allar loðnar að neðan o.s.frv. en þetta er aðaluppistaðan í nýlegum klámmyndum.\nEn eins og ég sagði áður þá er klám ekki slámt í sjálfu sér helur hvernig það er útfært í dag og hvernig hættan er á að æskan túlki þessar útfærslur.\nÉg persónulega horfi regluleg á klám og hef bara gaman afm, því ég veit hvað er heilbrigt og hvað ekki :-)"
        },
        {
            "user": "Pipppi",
            "user_id": "14619",
            "date": "2003-07-05 12:23:09",
            "id": "1163344",
            "reply_to_id": "1163343",
            "text": "Jamm, ég náttúrlega beindi þessu ekki til þín sérstaklega, heldur að þessum ýktu femínistum:) Ef æskan er aðnjótandi kynfræðslu og opinskárrar umræðu um kynlíf, þá hef ég ekki áhyggjur af klámi - alveg eins og ég hef ekki áhyggjur af því að krakkar fari að taka sér Tony Soprano til fyrirmyndar ef þau hafa aðrar fyrirmyndir líka."
        },
        {
            "user": "Pipppi",
            "user_id": "14619",
            "date": "2003-07-05 14:30:16",
            "id": "1163345",
            "reply_to_id": "1163343",
            "text": "Það vekur reyndar athygli að þú sjáir þig knúna til að svara fyrir femínista miðað við aldur og fyrri störf (ef svo má segja). Það er nú eitt sem mér finnst maður fá sjaldan frá femínistum, og það eru rök og málefnalegar umræður, og ekki hefur því verið mjög fyrir að fara hér nýlega. Algengara er að heyra tilfinningaþrungnar upphrópanir. Mig rekur líka minni til þess þegar Annabel Chong skrifaði hérlendum femínistum opið bréf, sem var ansi skorinort. Viðbrögð femínista voru á þann veg að þeim þætti sér vart samboðið að skipta skoðunum við fröken Chong og þætti þetta allt seman hálf hlægilegt, fóru eiginlega flissandi undan í flæmingi."
        },
        {
            "user": "zaxi",
            "user_id": "36209",
            "date": "2003-07-06 02:18:02",
            "id": "1163346",
            "reply_to_id": "1163339",
            "text": "Er komið allt öðru vísi fram við þig en karlkyns starfsmenn! Afhverju þarf að setja alla karlmenn undir sama hatt. Hér er yfirmaður að nýta vald sitt gagnvart þér. Er það honum eða þér að kenna? Ef þú gefur það til kynna að þú hafir ekki áhuga þá munu 99.99% karlmanna hætta að angra þig. Hvenig veistu að einhver sé tilkippilegur eða ekki ef þú reynir ekki á það? Ó, já….stundum er það í lagi og stundum ekki……. Stundum ertu fegin (ánægð með að það er tekið eftir þér / reynt við þig og stundum ekki). Ef þú gefur skýr skilaboð þá er þetta ekki vandamál.\nNekt!\nFlestir fæðast í fötum………..\nHvað er hið eðlilega ástand einstaklingsins? Er það með eða á klæða?\nMálið er að við notum öll þau “tól” sem við höfum til að komast áfram í lífinu (ekkert þeirra er verra en annað). Það að nota kynþokka er ekkert verra en að nota sambönd, ég tel að það sé jafnvel betra en að nota sambönd þar sem þú er þó að nota þá eiginleika sem þú hefur en ekki eitthvað sem er “hverfult”. Konur og karlar nota þennan eiginleika! Afhverju er það svo erfitt að kyngja?\nKonur hafa “alltaf” verið frjálsar, og þannig vil ég hafa það. Jafnrétti kynjana er grundvöllur alls. Ég vil meina að það sé jafnrétti en að konur séu ekki að sækja réttindi sín eins ákaft og karlmenn. Það er þeirra að leiðrétta og……er ekki jafnréttismál.\nMálið er að konur eru ekki jafn kröfuharðar / ákafar í því að sýna stjórnendum sínum fram á að þær séu jafn hæfar og karlmenn => konur eru á lægri launum.\nVarðandi það að fá strokur á læri og klapp á rassinn þá á það ekki bara við um kvennfólk. Ég hef fengið klapp á lærið og klíp í rassinn. Málið er að ég hef ekki túlkað það ríkar en þegar vinir mínir klípa mig í rassinn eða klappa mér á lærið. Þetta er oft gert í gríni eða vináttu og á ekki að túlka frekar. Ég held að konur leyfi sér alltaf að túlka svona hluti frekar og þess vegna lenda þær oftar í svona veseni….\nPS: Yfirmaður minn er kvennkyns. Hvaða ályktun má draga af þessu?\nKveðja"
        },
        {
            "user": "zaxi",
            "user_id": "36209",
            "date": "2003-07-06 09:36:29",
            "id": "1163347",
            "reply_to_id": "1163346",
            "text": "Zaxi :\nKlípa vinir þínir þig í rassinn ? WHAT !\nÞú býrð greinilega í öðruvísi heim en ég.\ní mínum heimi lætur maður vera að snerta fólk á Þennan hátt nema formlegt leyfir hafi verið fengið, þ.e. að maður sé í sambandi við þessa manneskju.\nÞað að yfirmaðurinn þinn gerir þetta líka er ekki afsakanlegt af því að vinir þínir gera það.\nSena skilaboð ! Djöfulli er ég leið á svona bulli. Ég er þrítug, gift, 2 barna móðir sem hef ekki daðrað við annan mann en manninn minn í 12 ár. En ég er strákastelpa og kann að hlægja að dónalegum bröndurum en á sama tíma hugsa ég um útlitið og klæðist fallegum fötum.\nEr ég þá tilkyppileg ?\nÞetta eru náttúrulega bara fordómar - á maður að klæðast fötum upp í háls og sniðganga bröngar buxur eða stutt pils bara af því að annars fara karlar að hugsa : Hún vill það vegna þess að hún klæðir sig svona.\nEða á maður að vera kvennremba og neita að hlæja að dónalegum bröndurum eða vera pempía og segja ojjj þið erum ógeðslegir ef eitthvað er á gráu svæði ?\nÉg get lofað þér að ég sendi engin skilaboð - ef þú trúir því ekki þá skaltu skoða allt sem ég hef skrifað og svarað hér á Huga því það er allt saman nákvæmlega sú sem ég er !!!\nOg það að þurfa að verjast því að yfirmaður manns tosi peysuna upp yfir brjóstinn eða biðji um að fá að sofa hjá manni eða tali ALLA daga um “litlu sætu brjóstin þín” er EKKI MISTÚLKUN !\nÉg geri mér alveg grein á muninum - enda minntist ég ekki á “góða” yfirmanninn minn sem var eldri maður og tók alltaf utan um herða mínar eða mitti í hvert sinn sem hann sá mig á meðan hann spjallaði við mig. Því tók ég bara sem vináttu snertingu - en að reyna að káfa á brjóstum eða segja svona hluti sem ég hef lent í er ekki eitthvað sem er bara MISSKILNINGUR.\nNekt - ég sagði að ég hefði ekkert á móti nekt - nekt er falleg - nekt er frelsi !\nÞað er ekki vandamálið eins og ég sé það - heldur hitt að vera alltaf að kyngera konuna - eins og auglýsingin á Pottþétt diskinum þar sem 3 skvísur á bikinum koma gangandi í bláa lónið og leggjast niður í sólbað. Svo kemur nördastrákur og fær að sprauta yfir þær hvítu kremi !\nHvað er þetta ? Þetta var ekki einu sinni bikini auglýsing (sem hefði verið skárra en samt) eða kremauglýsing eða bláalónsauglýsing - þetta var geisladiskur !\nAlveg út í hött !\nEn t.d. margar ilmvatnsauglýsingar eru þannig að mikið nekt er í gangi - en það er gert til að sýna fegurð konunnar - en ekki til að gefa í skyn að konur séu bara ríðitæki !\nALLT ANNAÐ MÁL - og þeir sem sjá ekki muninn eru blindir."
        },
        {
            "user": "zaxi",
            "user_id": "36209",
            "date": "2003-07-06 23:25:33",
            "id": "1163348",
            "reply_to_id": "1163347",
            "text": "hehehe…Formlegt leyfir..\n“Fyrirgefðu fröken/herra minn! Má ég klípa þig í rassinn……”\nHvernig á fólk að ná saman? Snerting segir oft meira en mörg orð. Menn þurfa auðvitað að átta sig á því hvað þeir eru að segja með snertingu sinni. Ég hef ekki hugmynd um þína hagi en það er mjög einfalt að koma fólki í skilning um það að þú sért ekki hrifin af því að samstarfsmenn þínir séu að snerta þig. Þú gerir það t.d. með því að segja samstarfsmönnum þínum það.\nErtu alltaf að lenda í karlmenn séu að reyna við þig / eru of ýtnir?\nEf svo er þá ertu kannski óaðvitandi að senda hinu kyninu skilaboð sem ekki eru túlkuð eins og þú vilt að þau séu túlkuð. Hér er ég ekki að tala um það hvort þú klæðir þig djarft eða ekki, heldur meira framkoma og hegðun. (þetta er ekki ásökun heldur ábending. Stundum gerir maður eitthvað sem maður gerir sér ekki grein fyrir).\nÞessi yfirmaður sem þú talar um í póstinum hér að ofan á auðvitað mikið bágt. Ef þú ert búinn að segja honum að þú hafir ekki áhuga á honum þá á hann auðvitað að láta þig í friði.\nKveðja"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-07-07 10:26:46",
            "id": "1163349",
            "reply_to_id": "1163348",
            "text": "zaxi :\nMér finnst AFTUR leiðinlegt að þú skulir reyna að koma því á konuna (mig) þegar karlar eru fífl.\nÞví jafnvel þó konur væru að senda út milljón skilaboð ómeðvitað, þá afsakar það ekki að ráðast á mann með valdi og reyna að tosa upp peysur eða þessháttar.\nOg t.d. dæmið þar sem forstjórinn bauð mér að setjast í fangið á honum, þá var ég að vinna aðeins lengur en stundum - kl var ca 19.\nÞað hafði verið vísindaferð á vinnustaðinum svo starfsmenn höfðu verið að fá sér smá bjór og sátu nú nokkrir inn í kaffistofu.\nÉg hinsvegar var ekkert að taka þátt í svona veseni og var að klára verkefni sem ég var að gera. Áður en ég fór heim þá labbaði ég inn á kaffistofu til að segja bless og þá hrópaði forstjórinn á mig og bauð mér sæti í fanginu á sér, sem ég þáði að sjálfsögðu ekki heldur ignoraði hann bara og gekk út.\nHann hélt samt alltaf áframa að vera með svona aðdróttanir, meira að segja fyrir framan manninn minn og konuna hans. Sama þó ég bæði hann aftur og aftur um að hætta.\nMálið er nefnilega það kæri Zaxi að menn sem stunda kynferðislega áreitni hætta ekki þó þeir fái neitun, ef eitthvað er þá sýnist mér að þeir æsist meira við það. Því þeir eru að sýna vald sitt og niðurlægja undirmanninn.\nOg það hefur EKKERT með skilaboð frá starfsmanninum að gera. Þögul og feimin nördastelpa getur alveg eins lent í þessu eins og frakka kjaftfora stelpan og allar þarna á milli. (eða strákar… auðvitað kemur þetta líka fyrir þá)\nÉg sjálf er strákastelpan - kjaftfor en nenni ekki að leika einhverja kynbombu, (sveifla ekki hárinu eða labba eggjandi), ég sit í indíanastellingu og naga á mér neglurnar, spila tölvuleiki (elskaði að drepa yfirmanninn í Counter Strike)\nSegja þeim að snerta mig ekki ?\nóóó - er það svo einfalt !\nEn ef ég hef sagt þeim það 10000000 sinnum - en þeim er bara alveg sama ?\nÞetta er nefnilega ekki svona einfalt.\nOg satt best að segja þá er þetta algengara en margur gæti ýmindað sér.\nÉg hef allavegana lent í þessu á 3 af 5 vinnustöðum og á einum staðnum voru fleiri en 1 sem stunduðu þetta.\nOg ekki bara við mig - aðrar stelpur fengu sko aldeilis sinn skammt.\nHvernig á fólk að ná saman ?\nWell - þegar ég kynntinst manninum mínum þá byrjuðum við á að tala mikið saman, uppgvötuðum að við áttum margt sameiginlegt og þá fundum fyrir neistanum og þá færðumst við vanræðalega yfir á næsta stig.\nÞegar menn sem maður varla þekkir nema á faglegann hátt eru að reyna að snerta mann eða vera með aðdróttanir, beinar eða duldar þá er það ekki eðlileg leið til að reyna að ná saman - sérstaklega ekki ef þetta eru yfirmenn manns, því þar er valdastiginn þannig að það er erfitt að taka á þessu.\nFólk nær saman með virðingu fyrir hvort öðru, með því að tala saman og finna að þetta er eitthvað spennandi - ekki með því að ráðast strax á líkama hins eða spyrja : Varstu að ríða kærastanum í nótt ? Hvernig var það ? Hvaða stellingu voruð þið í ? Og hvenær má ég ríða þér ?\nÞetta kemur engum langt !\nEða hvernig þætti þér ef t.d. vinkona mömmu þinnar léti svona við þig í hvert sinn sem þú hittir hana ?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-07-04 16:42:06",
            "id": "1163350",
            "reply_to_id": "1163323",
            "text": "Ég er sammála þér AlmarD með Sollu auglýsinguna. Hún er algjörlega að nota „Kjóstu mig, ég er kona.“ Mér finnst það rosalega pirrandi. En ég tel sjálfan mig nú samt vera femínista, vegna þess að ég vil að konur hafi öll sömu réttindi og karlar."
        },
        {
            "user": "barman",
            "user_id": "6745",
            "date": "2003-07-06 11:21:57",
            "id": "1163324",
            "reply_to_id": "1163323",
            "text": "geta þessir feministar ekki bara farið í lítaaðgerð eins og annað ljótt fólk????"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-07-06 14:27:02",
            "id": "1163351",
            "reply_to_id": "1163323",
            "text": "Um daginn var ég að hlusta á þátt með Arnþrúður (held að hún heir það) sem er með þátt á útvarp sögu, og þar var hún með Gústaf í viðtali ( hann sér um “innkaup” fyrir bóhem) æi þið skiljið mig, alla vega þar var umræðuefnið hvort það væri að neyða nektardansmeyjar að vera í þessu starfi ( sem er kjaftæði að mínu mati) og þar átti líka formaður femínista klúbbsins að vera en NEI hún kom ekki til að standa undir sínu máli.\nFullt af fólki hringdi inn með hreinan dónaskap við Gústaf sem svaraði bara á móti. Mér finnst sumt fólk túlka hlutina of mikið og koma með svona asnaleg coment eins og sumir gerðu."
        },
        {
            "user": "Gullbert",
            "user_id": "4004",
            "date": "2003-07-06 14:28:50",
            "id": "1163352",
            "reply_to_id": "1163323",
            "text": "Það er ekki til neitt sem heitir Feministi hér á landi, eða ekki mikill. Málið er að 98% af þeim konur sem halda því fram að þær eru feministar eru bara KVENREMBUR. Ég þoli ekki kvenrembur, ekki karlrembur heldur en kvenremburnar eru miklu algengari, þurfa alltaf að sýna sig og mótmæla, og hugsa: “æjæj hvað stelpur hafa það vont”. En líf karla er ekkert betra heldur en líf kvenna, stundum er það verra, ekki förum við þá að nöldra, væla og mótmæla Herra Íslandi eða eitthvað.\nGullbert"
        }
    ]
}