{
    "forum_title": "Deiglan",
    "user": "Cruxton",
    "user_id": "631",
    "date": "2003-07-06 17:26:39",
    "title": "Hungur/Offita að drepa menn !!",
    "text": "Ég get ekki lengur orða bundist að fjalla um öskrandi andstæður dauðsfalla mannfólks í heiminum.\nÍ vestrænum ríkjum s.s. Íslandi eru Reykingar & Offita þeir skaðvaldar sem eyðileggur heilsu ungs fólks og á endanum dregur til dauða fyrir aldur fram.\nStaðreynd: Fólk í heiminum er að svellta til bana! Akkúrat á þessari mínútu!!\nhttp://www.consumptionjunction.com/feat/cc/detail.asp?i\nd=23549&Type=3&Page=1\n(sleppa bilum í slóðinni - þá virkar hún)\nÞað er oft talað um að Íslendingar séu svo gjafmildir. Þegar einhvað heimili brennur til grunna kemur reglulega fjöldskylda fram í sjónvarpinu og ber sig aumlega…og skilur eftir reikningsnr. í fréttatíma sjónvarps - á besta auglýsingartíma!\nÞetta fólk missir kanski persónulega muni, en er alls ekkert slippt & snautt - því öll hús & oftast innanhússmunir eru tryggð!!\nHins vegar þegar Hjálparstofnun kirkjunnar birtir myndir af svörtu sársvöngu fólki (oftast í strætóum - sjónvarpsfréttir nenna ekki að auglýsa svona lagað á besta auglýsingartíma) þá annaðhvort lítur fólk í aðra áttina…eða hreinlega montar sig af því að halda uppi einu barni einhversstaðar - og jafnvel reynir að sanna það fyrir manni með teikningum frá barninu :-)\nAuðvitað er hið besta mál að styðja við bakið á barni í fjarlægu landi - en minnir óneitanlega á máltakið:\n“Fáir gera góðverk án þess að tala um það”\nOffitusjúklingar virðast loka sig alltof mikið inni - og hálfpartinn flýja göturnar þegar vel viðrar og allar íslensku kynbomburnar ganga um léttklæddar á laugarveginum - bifreiðareigendum keyrandi rúntinn til mikillar ánægju. Súkkulaðiliðið flæmir offitusjúklingana af líkamsræktarstöðunum með flissi og óþægilegu hvísli og handabendingum. Að lokum breytist líkamsræktarstöðin í eins konar félagsmiðstöð chokkóa og Astro gella - þar sem þau koma til að láta sjá sig & sjá aðra. Mér og öðrum til mikilla ama.\nAð lokum aðeins um dauðvald nr. 1 = TÓBAK\nÞetta nikótín-kick = sígarettan…hefur verið flokkað af Bretum í 1.flokk ávanabindandi fíkniefna (í hópi með kókaíni & heróíni).\nSem fyrrverandi reykingarmaður get ég vottað undir hve óhemju erfitt er að hætta. Það líður ekki sá dagur að mig langi ekki í sígarettu. Samt hef ég ekki reykt eina einustu í 4ár!\nÉg er að vísu ennþá háður nikótín lyfjum, sem eru e.t.v. alls ekkert holl - en þó íllu skárri en tóbaksreykingar! Allavega get ég í dag skokkað nokkra metra án þess að stoppa hóstandi úr mér lungun :-)",
    "url": "https://www.hugi.is/deiglan/greinar/153821/hunguroffita-ad-drepa-menn/",
    "url_id": "153821",
    "id": "1167440",
    "replies": [
        {
            "user": "KariBjorn",
            "user_id": "39275",
            "date": "2003-07-07 12:23:55",
            "id": "1167441",
            "reply_to_id": "1167440",
            "text": "bara til að byrja með gef ég einu barni 1000 kall á viku í kosovo og ég er ekkert blankur eða annað sem kemur sér illa fyrir mig…… ég vil hvetja alla til að styðja börn, barnshafandi mæður og mæður með ung börn í 3. heims ríkjum."
        },
        {
            "user": "Cruxton",
            "user_id": "631",
            "date": "2003-07-07 13:25:31",
            "id": "1167442",
            "reply_to_id": "1167441",
            "text": "KariBjorn: Hvar skráir maður sig fyrir svoleiðis?\nHef reyndar lengi langað að skrá mig í svona prógram - 1000kr er ekki mikill peningur.\nÆtli maður fái að velja í hvaða heimshluta barnið kemur frá?"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-07-07 13:40:54",
            "id": "1167443",
            "reply_to_id": "1167442",
            "text": "Cruxton:\nÉg er líka að styðja svona barn.\nMitt er 12 ára strákur í Indlandi, er búin að styðja hann síðan hann var 5 ára.\nFyrir 2000 kr á mánuði fær hann húsaskjól, mat, föt og skólagöngu.\nSvo upp á síðastliðin ár hef ég verið að leggja í auka 2000 á mánuði framhaldsskólasjóð fyrir hann svo hann geti komist í menntaskóla.\nMitt dæmi er í gegnum ABC-hjálparstarf sem eru mjög traust samtök, allt sjálfboðavinna þar og maður fær miklar upplýsingar um börnin, meira að segja myndir af þeim með dótið sem maður sendi þeim eða eitthvað álíka.\nVeit líka að nokkrir íslendingar hafa farið út til að skoða aðstöðuna hjá þeim.\nÞar er hægt að velja sér barn - færð svona möppu með myndum og upplýsingum.\nÞað eru mörg lönd sem koma til greina og það kostar mismikið eftir því hvaða land er um að ræða.\nSemsagt hræðilega erfitt að velja bara 1 barn :-(\nEini gallinn sem ég sé við ABC er að það er kristileg samtök og þau troða semsagt kristninni inn á krakkana í stað þess að leyfa þeim að halda sínum eigin trúarbrögðum.\nEn það gæti líklega verið verra .\nSvo eru til fleiri svona samtök, ein sem eru algjörlega óháð trúarbrögðum, en ég man bara ekki í augnablikinu hvað þau heita."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-07-08 02:42:30",
            "id": "1167444",
            "reply_to_id": "1167443",
            "text": "SOS barnaþorpin heita samtök sem eru með svipað dæmi og þar eru börnin yfirleitt alin upp í þeirri trú sem er ríkjandi í landinu."
        },
        {
            "user": "Fairy",
            "user_id": "4353",
            "date": "2003-07-08 22:55:08",
            "id": "1167445",
            "reply_to_id": "1167443",
            "text": "Oh…Þetta mynnir mig á gagnrýninni sem trúboðar hafa fengið í gegnum árin í Afríku (og víðar) “þrengja” trú sinni uppá aðra.\nÞað mynnist enginn á skólana, sjúkrahúsin og félagsþjónustuna sem þeir hafa veitt þessu fólki í gegnum árin. Eða hin mörgu líf sem þau hafa bjargað. En NEI!!! Þei komu með TRÚ! beware! Getur líka ekki bara verið ástæðan að fólk aðhyllist kristna trú í gegnum verk þeirra? Og er kristin trú eitthvað verri en hver önnur trú? (ef já, þá rökstyddu) Ég hef allavega ekki heyrt um mörg dæmi þess að fólk hafi beinlínis verið neytt til að konverta.\nAllavega, My point is, trúin er ekki aðalatriðið.\nkv,\nFairy"
        },
        {
            "user": "Fairy",
            "user_id": "4353",
            "date": "2003-07-09 13:09:35",
            "id": "1167446",
            "reply_to_id": "1167445",
            "text": "Fairy :\nHA ?\nÉg hélt þvílíku ræðuna um hvað væri mikið gert fyrir barnið sem ég styrki í þessum samtökum og kom svo með eitt komment um að mér þætti það verra að þau væru látin breyta um trú, en kommentaði líka á að það gæti verið verra.\nSkil ekki þessar ofsóknir sem maður fær alltaf hérna.\nEkki gleyma að ÉG er að vinna í gegnum þessi samtök og valdi þau fram fyrir hin af mörgum ástæðum.\nEn nei ég er bara skotin fyrir að segja að það mætti alveg hafa trúfrelsi.\nÉg get svo svarið fyrir það - mér sínist fólk hér á Huga bara vera bara á eitt komið að bögga mig eins mikið og það getur fyrir allt sem ég segi.\nVeit ekki hvort ég nenni þessum andskota lengur, það eru ekki eðlieg samskipti sem fara fram hérna."
        },
        {
            "user": "Fairy",
            "user_id": "4353",
            "date": "2003-07-09 19:22:19",
            "id": "1167447",
            "reply_to_id": "1167446",
            "text": "Róleg vinan ;)\nÞú nátturlega ræður því sjálf hvort þú “nennir þessum andskota lengur” eða ekki en það sem ég var að gera, það var að benda á þá staðreynd að það er ansi oft verið að rakka niður trú trúboða í Afríku (og víðar) en minna talað um það góða sem þau gera. OG ég taldi mig í fullum rétti þegar ég gagnrýndi þetta komment þitt varðandi trúmálin enda tel ég þau ummæli enn nokkuð vafasöm. Ég var alls ekki að gera lítið úr því sem þú skrifaðir, bara að gagnrýna það, sem er eðlilegt á slíkum vef eins og huga.\nÞað sem ég átti von á að fá í staðin voru mótrök eða e-ð þ.u.l þar sem þú myndir annað hvort telja kosti þess að vera ekki kristin eða telja ókosti þess að vera kristin (eða bara eitthvað).\nMér þykir nú annars miður ef þú hefur tekið þessu sem einhverju böggi eða persónulegri árás á þig sem persónu, sem er þannig séð fáránlegt v.þ.a ég veit ekkert um þig, bara nikkið þitt og er því ekki hæf til að ráðast á þig sem persónu. Án þess að vera að dæma neinn þá held ég að þegar þú tekur þessum (annars meinlausu) ummælum svona persónulega, að þá held ég að það sé kannski góð hugmynd hjá þér, að þú þurfir að taka þér frí frá huga.\nKveðja, =)\nFairy"
        },
        {
            "user": "Fairy",
            "user_id": "4353",
            "date": "2003-07-10 13:27:28",
            "id": "1167448",
            "reply_to_id": "1167447",
            "text": "Fairy\nSorrý ef ég æsti mig of mikið.\nÉg er bara búin að sjá allt of mikið af óþarfa böggi bæði á mig og aðra sem eru bara að reyna að vera “næs”.\nEf þú vildir bara fá að vita hvers vegna ég sagði að mér þætti leitt að börnunum væri snúið til kristni - af hverju spurðuru þá ekki bara að því ? Í stað þess að reyna að líkja mér við fólk sem þarf að snúa út úr góðgerðarsamtökum og leitast eftir að finna eitthvað slæmt.\nEn svo ég svari spurningunni, þá er málið bara það að ég kýs trúfrelsi, ekkert flóknara en það.\nNú þú spyrð líka hvort kristni sé eitthvað verri en önnur trú og ég svar því NEI, en spyr á móti er kristni eitthvað betri en önnur trú ?\nLykilatriðið er það að þessi börn búa flest hver í löndum þar sem 90% þjóðarinnar er Budda, Hindua eða Múslima trúar.\nÞau eru alin upp í þeirri trú, þangað til þau komast inn á þessi barnaheimili - en þá verða þau að skipta um trú.\nMér finnst þetta ekki réttlátt gagnvart þeim og myndi sjálf gera þetta öðruvísi.\nEn þetta böggar mig ekkert gífurlega, því lykilatriði er að hjálpa börnunum og það er að gerast.\nEn ég vildi samt benda á þetta því ég er nokkuð viss um að það er til fólk sem myndi frekar kjósa að nota samtök sem eru byggð á trú til að hjálpa til.\nÞað var nú allt og sumt.\nÉg held samt að ég þurfi að fara að taka mér pásu frá Huga - ekki vegna þess að ég sé að taka hlutina of persónulega, heldur vegna þess að ég hef séð of mikið af virkilega creepy skoðunum hér latly og mér líður ekkert voðalega vel yfir því :-("
        },
        {
            "user": "Fairy",
            "user_id": "4353",
            "date": "2003-07-10 23:08:56",
            "id": "1167449",
            "reply_to_id": "1167448",
            "text": "OK, Ég sagði reyndar að þetta MYNNTI mig á….Ég var ekki að líkja þér við einn né neinn.\nÞað sem ÉG var að benda á (og ég viðurkenni reyndar að ég hef oft staðið mig betur í að koma máli mínu á framfæri), var að þessir trúboðar eru að bjarga mannslífum. Ef það er raunin, Ef þetta fólk er ekki komin með e-a gífurlega STERKA trú (sem börn eru sjaldnast komin með), skiptir þá nokkru máli ef þau taka trú A eða B. Er ekki aðalmálið að þau séu lifandi?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-07-11 10:30:02",
            "id": "1167450",
            "reply_to_id": "1167449",
            "text": "Fairy:\n“Er ekki aðalmálið að þau séu lifandi?”\nJú :-D"
        },
        {
            "user": "tunkur",
            "user_id": "16472",
            "date": "2003-07-07 13:08:41",
            "id": "1167451",
            "reply_to_id": "1167440",
            "text": "ef það væru ekki svona einhæfar íþróttir í grunnskólum þá mundi ekki fólk bara hætta að hreifa sig þegar að grunnskólinn er búinn\nþað þirfti að hafa meira val, Fleirri íþróttagreinar heldur en bara fótbolta og einhverja endalausa boltaleiki\nég meina það voru nánast bara boltaleikir í leikfimi hjá mér\nhvernig væri að hafa kanski liftingar eða bardaga íþróttir og eithvað fleirra þá er ég viss um að það mundi minka reikingar hjá fólki(svo að það dragi ekki úr íþróttar árangri og svoleiðis) og fólk mundi ekki vera að deija úr spiki og hreifingarleisi fyrir aldur framm"
        },
        {
            "user": "Okkalakki",
            "user_id": "40245",
            "date": "2003-07-07 13:39:19",
            "id": "1167452",
            "reply_to_id": "1167451",
            "text": "Mér þykir vænt um y."
        },
        {
            "user": "tunkur",
            "user_id": "16472",
            "date": "2003-07-07 13:55:28",
            "id": "1167453",
            "reply_to_id": "1167452",
            "text": "ok?, gott hjá þér hver sem þú ert"
        },
        {
            "user": "Gullbert",
            "user_id": "4004",
            "date": "2003-07-07 17:38:35",
            "id": "1167454",
            "reply_to_id": "1167440",
            "text": "Jamm pæla í því að ef að þessi matur/fita sem er auka eftir þessi góðu 25% líkamsfitu yrði notað til þess að fæða fólk erlendis þá myndi það bjarga milljónum manna…\nSorglegt að sjá 130 kg mann borða nammi í strætó og lýtur framhjá auglýsingunni um fátæk fólk erlendis sem að eru að deyja úr hungri :-/\nSamt maður veit ekkert hvort hann gefi pening.. en samt sorglegt að sjá hann halda að bæta á sig þegar aðrir eru að deyja af því þau eru með svona 1% líkamsfitu eða eitthvað  :S"
        },
        {
            "user": "Gullbert",
            "user_id": "4004",
            "date": "2003-07-10 19:03:17",
            "id": "1167455",
            "reply_to_id": "1167454",
            "text": "“Sorglegt að sjá 130 kg mann borða nammi í strætó og lýtur framhjá auglýsingunni um fátæk fólk erlendis sem að eru að deyja úr hungri :-/”\nÉg þoli ekki þegar fólk skilur bara hreinlega ekki!!!!! Ég er feitur, en ekki nammisjúklingur. Ég var það einu sinni, og það var erfitt að hætta en ég gerði það. Það er ekki feita manninum að kenna að fólk sveltur í útlöndum.\n“en samt sorglegt að sjá hann halda að bæta á sig þegar aðrir eru að deyja af því þau eru með svona 1% líkamsfitu eða eitthvað :S”\nJá bara benda þér á þetta (og nú verð ég kallaður rasisti af þröngsýna fólkinu) fólk í afríku er ekki duglegasta fólk í heimi. Svo hafa Evrópuþjóðir látið Afríkubúa fá mikin pening en þeir nota þann pening til að kaupa AK-47 og hefja byltingu. Ef þessi peningur væri notaður í mannúðulegar uppbyggingu eins og ég vildi að þeir gerðu væri ástandið betra. Ég er ekki að segja að allar þjóðirnar gera þetta en samt…það eru blóðútshellingar út um allt þarna, á kostnað Evrópu."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-07-10 20:53:08",
            "id": "1167456",
            "reply_to_id": "1167455",
            "text": "Gullbert ég er líka á móti því að það sé verið að nota peninga t.d. að frelsa þræla í Afríku því þetta er orðin heil atvinnugrein þar að blekkja vesturlandabúa (60 minutes). Borgað margar milljónir til þess að “frelsa” þræla og svo þegar vesturlandabúarnir eru búnir að “frelsa” þá og farnir þá snúa “þrælarnir” til baka og byrja að blekka önnur samtök…\nAð mínu mati ættum við aðeins að fjárfesta í að  gefa mat eða opna skóla og annað. Eina leiðin er EKKI fólksfjölgun eins og einhver sagði til þess að réttlæta hungur þeirra… Heldur að fjárfesta í að mennta þau svo seinna geti þau unnið sér inn fyrir peningum/mat og lifað allt í lagi lífi án þess að fá aðstoð… Það er nefnilega eina langtíma lausnin í stað þess að henda bara peningum til þeirra :)\n80% mannkyns búa við fátækt og ég skal veðja að það sé alveg hægt að minnka það niður í svona 20% á þessari öldu.\nMörg af ríkum löndum í dag voru fátæk fyrir ekkert svo löngu síðan.\nÉg er samt ekki að segja að öll þessi 80% geti orðið rosalega rík eins og vestræn lönd í dag enda tengist það oft tilviljun í sambandi við auðlindir og annað, en það er samt alveg hægt að fjárfesta þannig að allir fái mat/lyf og húsnæði (án þess að þau séu endilega að keyra um á Spotbílum).\nMaður veit aldrei hvenær sitt eigið land gæti orðið fátækt (getur breyst fljótt) og því er betra fyrir alla jarðarbúa að þau lönd sem eru í ríku tímabili hjálpi hinum til þess að rísa upp og lifa betra lífi…\nJafnvel hægt að byrja að framleiða smokka og annað svipað í þessum löndum þegar þau byrja að menntast. Það minnkar fólksfjölgun sem er svo hræðileg í dag..\nAð mínu mati ætti fólksfjöldi ekki að fara yfir 10 milljarða og ættum við að reyna eins mikið og við getum að fara ekki yfir þá tölu."
        },
        {
            "user": "Gullbert",
            "user_id": "4004",
            "date": "2003-07-10 21:22:32",
            "id": "1167457",
            "reply_to_id": "1167455",
            "text": "Gullbert\nMig langaði bara að segja þér alveg óháð þessari grein að ég er algjörlega sammála þér um að það það eru ömurlegir fordómar að þurfa að böggast yfir því að feitt fólk borði líka.\nCOMMON heldur fólk semsagt að feitt fólk sé allt bara gráðugt og latt.\nÞað er ekki eins og það sé auðvelt að breyta um lífstíl, sérstaklega ef maður er orðinn í lélegu formi og svo er oftar en ekki um einhver efnaskiptavandamál að ræða.\nEn nei nei kennum skömmum feita fólkið fyrir að borða nammi á meðan börnin í Afríku svelta.\nEn varðandi Afríku - þá vil ég benda þér að lesa svarið mitt hér beint fyrir ofan…vona ég.\nSvona vegna þess að þú sagðir “…á kostnað Evrópu”.\nLangar semsagt að benda þér á annað sjónarhorn :-)"
        },
        {
            "user": "Gullbert",
            "user_id": "4004",
            "date": "2003-07-12 13:57:57",
            "id": "1167458",
            "reply_to_id": "1167457",
            "text": "Já það er rétt líka en það sem ég hef verið að benda á er að við Evrópumenn höfum sent nokkra styrki til afríkuþjóðanna sem hefur því miður verið notað í vopnakaup. Það sem við vesturlandarbúar getum gert er að senda fólk þangað sem sér um peningin svo væri hægt að byggja skóla svo fólkið þarna geti átt einhverja framtíð. Þegar ég segi að byggja skóla þá er ég ekki að meina að þvinga Vesturlandsmenningu á þessar þjóðir eins og sumir myndu nú misskilja.\nÞegar ég meinti á “kostnað Evrópu” benti ég á að styrkurinn sem við höfum sent hefur verið notaður í vopnaburð eins og ég benti hér fyrir ofan. Góð lausn á mörgum deilum og efnahagshalla þarna væri að gera eins og hann Bono í U2. Hann hefur verið að berjast fyrir því að fella nokkrar skuldir afríkubúa til vesturvaldanna, sem gæti byrjað þá keðjuverkun að þau gætu átt framtíð með möguleika um frið og uppbyggingu og í leiðinni átt einhvern pening.\nÖnnur lausn er kannski að senda friðargæsluliða þangað, svipað og er í Kosovo og Afganistan. Þá er ég að tala um þau lönd sem hafa verið í borgarastyrjöld í þónokkra ættliði íbúanna þarna og þau kannski þekkja ekkert annað en stríð.\nKær Kveðja\nGullbert"
        },
        {
            "user": "krizzi",
            "user_id": "8997",
            "date": "2003-07-07 19:45:45",
            "id": "1167459",
            "reply_to_id": "1167440",
            "text": "Ég efast ekki um það að ef afríkubúar gætu framleitt mat á sama stigi og í vesturlöndum væri nægur matur til þess að gera alla í heiminum of feita.\nVandamálið er ekki hversu mikinn mat við framleiðum, við framleiðum alveg nóg af mati, vandamálið er bara að þannig sem skipulagið er í heiminum veldur því að sumir geta ekki borðað meðan önnur lönd lenda í vanda með of mikinn mat.\nÞótt að það sé voða fínt að gefa svöngum krökkum í afríku að borða með svona hjálp þá leysir það því miður ekki vandann á lengri basis.\nMatarhjálp til þróunarríkja eyðileggja oft innanlandsmarkaðin, ss. “akkuru þarf ég að borga bændum í landinu mínu fyrir mat þegar góðhjarta íslendingar eru að gefa mér hann ókeypis!”\nEitthvað þarf að gera!\nGera heimsbyltingu?\nLeggja niður tolla á vörum frá þróunarríkjum?\nHætta öllum styrkjum til bænda á vesturlöndum svo þróunarlönd geta kept við þá?\nVeita efnahagslega aðstoð til þess að byggja upp landbúnaðinn í þróunarríkjum?\nÉg vel heimsbyltinguna!\n–krizzi–"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-07-07 19:56:45",
            "id": "1167460",
            "reply_to_id": "1167459",
            "text": "Ekki gleyma að stór hluti af neysluvörum okkar kemur einmitt frá Afríku og öðrum þróunarríkjum.\nÞau eru bara í þannig ástandi að auðlyndir þeirra eru að mestu nýttar af gráðugum einræðisherrum sem kaupa vopn fyrir ágóðann, eða af gráðugum fyrirtækjum (oftar en ekki frá vestrænum ríkjum) sem nota gróðann í að búa til klósett úr gulli og kaupa design-föt.\nÞetta er svo selt á óhuggulega lágu verði til okkar og það er stór hluti ástæðunnar fyrir að við hér höfum það gott en þau slæmt.\nVið erum arðræningjarnir - þau eru þrælarnir.\nEf fólkið í þessum ríkjum réði sjálft yfir auðlyndum sínum - væri engin fátækt þar."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-07-08 00:05:48",
            "id": "1167461",
            "reply_to_id": "1167460",
            "text": "“Ef fólkið í þessum ríkjum réði sjálft yfir auðlyndum sínum - væri engin fátækt þar.”\nStór orð og langt frá sannleikanum.. já kannski gildir um eitt og eitt land eins og Írak\nEn í flestum löndum er það ekkert ríkisstjórninni að kenna… þó það spili kannski smá inn í"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-07-08 00:32:46",
            "id": "1167462",
            "reply_to_id": "1167461",
            "text": "geiri\nÉg sagði að þetta væri bæði spilltum ríkisstjórnum og svo okkur í vestræna heiminu að kenna.\nVið nýtum okkur eymd þessara fólks með því að nýta auðlyndir þeirra í okkar þágu og er nákvæmlega sama um þau.\nÞetta eru ekki stór orð - ef fólkið fengi sjálft eðlilegt andvirði stritsins síns, þá væri það ríkt eins og við.\nÞað er fólk sem vinnur sem þrælar við að týna demandta 14 tíma á dag, og fær fyrir það eina máltíð og rúm og kanski 1$.\nEigandi landsvæðisins tekur svo demantana sem maðurinn týndi þennan dag og selur það til Hollands fyrir mörg hundruð þúsund. Þar eru þeir slípaðir og gerðir fínir og svo kaupum við þá enn dýrari dómi.\nEigandi landsins er kanski ríkur bissnessmaður, kanski spillta ríkisstjórnin en ALLS ekki maðurinn sem púlaði allan daginn við að leita að demantinum.\nEf hann fengi eðlilegt hlutfall af virði demantsins þá væri hann ríkur.\nEn svoleiðis er þetta ekki.\nÉg er semsagt ekki bara að tala um að ríkið sé að fara illa með fólkið í þessum löndum heldur líka öll gróðabatteríin, bæði innlend og svo vestræan."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-07-08 00:46:27",
            "id": "1167463",
            "reply_to_id": "1167462",
            "text": "já en við gætum alveg lifað þessu ríka lífi án þess að notfæra fátæku löndin… þó að mörg fyrirtæki gerir það þýðir ekki að það sé nauðsinlegt fyrir almenning vestrænna ríkja"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-07-08 00:57:22",
            "id": "1167464",
            "reply_to_id": "1167463",
            "text": "nei akkúrat - en það er samt stundað\nvið gætum öll í heminum haft það mjög gott\nen það eru nokkrir aðilar sem ekki kjósa það"
        },
        {
            "user": "tran",
            "user_id": "59",
            "date": "2003-07-08 13:12:26",
            "id": "1167465",
            "reply_to_id": "1167440",
            "text": "smávægileg framlög eru hálf tilgangslaus og til lítills annars en að geta sagst að þú eyðir peningum í hjálparstarf og fá smá sálarfrið.\nÞað sem þarf að gera er að uppræta spillingu og glæpastarsemi í þróunarlöndunum. Þetta vandamál mun bara standa í stað þangað til það verður gert."
        },
        {
            "user": "Boozer",
            "user_id": "15214",
            "date": "2003-07-08 13:27:04",
            "id": "1167466",
            "reply_to_id": "1167465",
            "text": "“smávægileg framlög eru hálf tilgangslaus og til lítills annars en að geta sagst að þú eyðir peningum í hjálparstarf og fá smá sálarfrið.”\ntran -\nþetta er bara alls ekki rétt hjá þér, eins og stendur hér að ofan, þetta er ekki til þess að fá sálarfrið , þetta snýst um að það er barn þarna úti sem fær tækifæri á að gera sömu hluti og í vestrænu þjófélagi , afla sér menntunar og lifa svo til eðlilegu lífi,\nað vísu er rétt hjá þer að það þarf að gera e-ð í spillingu í þróunar löndunum , en afhverju má ekki bjóða þessum börnum sama tækifæri á að mennta sig eins og við ?\nkv. Booze"
        },
        {
            "user": "nalani",
            "user_id": "30987",
            "date": "2003-07-10 01:50:14",
            "id": "1167467",
            "reply_to_id": "1167440",
            "text": "2 pakkar af sígó á dag kostar um 365000kr á ári!!!"
        },
        {
            "user": "siggibet",
            "user_id": "8305",
            "date": "2003-07-10 03:57:08",
            "id": "1167468",
            "reply_to_id": "1167440",
            "text": "Bahahahahahahaaha..\nansi góð lesning… fyndin en samt sorgleg.\nÞegar maður hugsar um hvað aðrir hafa það skítt (og það þarf ekki að fara frá Íslandi til að finna agaleg dæmi) þá gæti maður grátið.\nReyndar eitt sem ég vil benda þér á með auglýsingar kirkjunar um sveltandi börn - látið af hendi rakkna. Auglýsingar í fréttum t.d. eru fokdýrar. Ég held að það sem mundi safnast saman væri fljótt að hverfa ef auglýst væri á undan Ísland í dag… svo dæmi sé tekið.\nen já… maður má alltaf bæta sig og hugsa betur um aðra.. það er alveg satt.\nBið að heilsa,\nSiggibet"
        },
        {
            "user": "Okkalakki",
            "user_id": "40245",
            "date": "2003-07-10 18:14:49",
            "id": "1167469",
            "reply_to_id": "1167440",
            "text": "Ef lönd geta ekki framfleytt sínum íbúum þá verður íbúunum einfaldlega að fækka uns mögulegt er að fæða þá alla.  Þess vegna á bara að láta fólk vera uns mannfjöldinn er kominn í jafnvægi við fæðuframleiðsluna.  En ef land lendir í tímabundum hremmingum sem eru algjörar undantekningar þar, þá ætti að senda þeim hjálp til að komast yfir þær, því til langs tíma litið gæti landið framfleytt sínum.  En það þýðir ekki að halda fólki uppi með hjálparstarfsemi."
        },
        {
            "user": "Okkalakki",
            "user_id": "40245",
            "date": "2003-07-10 21:13:29",
            "id": "1167470",
            "reply_to_id": "1167469",
            "text": "Okkalakki :\n“Ef lönd geta ekki framfleytt sínum íbúum þá verður íbúunum einfaldlega að fækka uns mögulegt er að fæða þá alla.”\nþað er einn galli við þessa annars köldu tillögu, og hún er sú að það er til nægur matur í heiminum fyrir allt þetta fólk og það er meira að segja til nægur matur fyrir þau í þeirra heimsálfu.\nÞað er engin heimsálfa jafn rík af auðlyndum og Afríka, fullt af góðum ræktarsvæðum og svo eru gull og demantanámur þar í ógrynni.\nAf hverju eru þau þá svona fátæk ?\nVegna þess að auðlindirnar eru í eigu Evróðubúa og Bandaríkjanna eða í sumum tilvikum spilltum harðstjórum sem nota allan ágóðann til að kaupa vopn og berjast við einhvern annan spilltan harðstjóra.\nAnnars líst mér vel á að loka bara á allt við þriðja heiminn, þau myndu redda sér á svona 200 árum.\nEn við hinsvegar, ég veit ekki hvort við mundum meika það án þess að hafa löndin þeirra til að arðræna !"
        },
        {
            "user": "Okkalakki",
            "user_id": "40245",
            "date": "2003-07-11 21:43:22",
            "id": "1167471",
            "reply_to_id": "1167470",
            "text": "Afríkuríkin eru flest hundruðum ára á eftir Vesturlandabúum í allri þróun, að fara þangað er bara eins og að fara í tímavél aftur um mörg hundruð ár.  Við þróuðumst einfaldlega fyrr og fórum og arðrændum ríkin sem voru vanþróaðari.  Ef Afríka hefði þróast fyrr en Vesturlöndin þá hefði hún bara ráðist hingað.  En það var bara þannig að við þróuðumst fyrr.  Grey Afríka.  Megi þeir hæfustu lifa af."
        }
    ]
}