{
    "forum_title": "Deiglan",
    "user": "Viljugur",
    "user_id": "38039",
    "date": "2003-07-07 18:56:49",
    "title": "Stig",
    "text": "Það er alltaf verið að kvarta undan stigunum\nsvo er líka alltaf verið að spyrja hvernig fær maður stig\nMaður fær stig með því að:\nSenda inn mynd:8 stig\nSenda inn tengil:4 stig\nSenda inn kork:2 stig\nPikka á “ég ætla” hnappa:2 stig\nSenda inn grein með mynd:18 stig\nSenda inn grein:10 stig\nSenda inn könnun:10 stig\njá og ég held að stigin séu því að það hjálpar kanski fólki að stunda huga meira\neða þá fer fólkið að senda inn meira af könnunum greinum og myndum en annars frétti ég af því að stigin verða brátt lögð niður og las á eikkerjum kork að þá verður bara gefið einkunir fyrir greinarnar og þannig en áður voru gefin stig fyrir eiginlega allt t.d. skrá sig á áhugamálin,svara greinum og svara könnunum svog varð því hætt því fólk lá á refresh tökkunum fóru á áhugamál og leituðu að könnunum og svöruðu kanski bara einum broskall enn mér finnst að það ætti að leggja stigin Fyrir “ég ætla” hnappana því fólk fer bara á áhugamál leitar af “ég ætla” hnöppum íta á þá og búið og þegar stigin fara þá fækkar stigahóru skapur og fólk hættir að kallla alla stigahórur þótt að ég hef bara einu sinni verið kallaður það en samt ég er alltaf að sjá eikkað “stigahóru skapur aldarinnar” Svo ég veit ekki hvort það ætti að leggja niður stigin eða ekki\nÞetta fynnst mér :)\np.s.Plz ekki svara skítaköstum\nbæbæ kv.\nsigurjong",
    "url": "https://www.hugi.is/deiglan/greinar/153994/stig/",
    "url_id": "153994",
    "id": "1168528",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2003-07-07 23:46:28",
            "id": "1168529",
            "reply_to_id": "1168528",
            "text": "Þá fara menn kannski að standa sig betur í stafsetningu."
        },
        {
            "user": "lilienfeld",
            "user_id": "20337",
            "date": "2003-07-07 23:58:44",
            "id": "1168530",
            "reply_to_id": "1168528",
            "text": "Minns vera alfarið á móti því að leggja niður stig!  :)"
        },
        {
            "user": "Weedy",
            "user_id": "23062",
            "date": "2003-07-08 00:10:54",
            "id": "1168531",
            "reply_to_id": "1168528",
            "text": "Mér lýst vel á að gefa einkunnir fyrir greinar…\nEn þó það sé í lagi að spá smá í stafsetningu þá tel ég að uppsetning og innihald greinar og mynd séu miklu mikilvægari…\nMaður ætti alveg að geta fengið 8 þó stafsetningin sé slæm.. aðal atriðið er að koma út góðum skilaboðum sem fólk hefur áhuga á og svarar :)"
        },
        {
            "user": "Weedy",
            "user_id": "23062",
            "date": "2003-07-08 07:30:24",
            "id": "1168532",
            "reply_to_id": "1168531",
            "text": "Kannski það sé hægt að gefa einkunn fyrir hvern lið fyrir sig og síðan reiknuð út meðaleinkunn.\nEf ég myndi senda grein, þá gæti þetta kannski litið svona út:\nStafsetning: ?,??\nInnihald: ?,??\nMynd (passar hún vel við?): ?,??\nO.s.frv.\nMeðaleinkunn: ?.??\nÞetta fyndist mér að væri betra kerfi :)"
        },
        {
            "user": "zett",
            "user_id": "26470",
            "date": "2003-07-08 08:17:26",
            "id": "1168533",
            "reply_to_id": "1168532",
            "text": "Þetta er mjög góð leið. :)\nSpurning samt hvort fólk nenni að leggja það á sig að gefa einkunn… Ég myndi alveg vanda mig, en það þýðir ekki að aðrir geri það…"
        },
        {
            "user": "binnibinni2456",
            "user_id": "35706",
            "date": "2003-07-08 11:52:41",
            "id": "1168534",
            "reply_to_id": "1168533",
            "text": "meðal einkunn mun bjarga þessu =)"
        },
        {
            "user": "tran",
            "user_id": "59",
            "date": "2003-07-08 13:03:57",
            "id": "1168535",
            "reply_to_id": "1168532",
            "text": "það er ekki eins og þetta séu einhverjar doktorsritgerðir..\ngóð hugmynd að mínu mati að láta það verða hægt að gefa einkunn fyrir greinar, en það ætti þá bara að vera 1-10, ekki eitthvað flókið niðurbrotið system, það mundi bara fá færra fólk til að gefa einkunn"
        },
        {
            "user": "zett",
            "user_id": "26470",
            "date": "2003-07-08 08:13:54",
            "id": "1168536",
            "reply_to_id": "1168528",
            "text": "Gallinn við að gefa stig gæti verið að það er alveg fullt af fólki sem er að droppa hingað inn í tíu fimmtán mínútur og er kannski ekkert að lesa greinarnar neitt vel… skannar bara yfir þær og fer svo jafnvel að kommenta á hana eitthvað bull vegna þess að það misskildi greinina… Ég hef staðið sjálfa mig og aðra af því að nenna ekki að lesa greinarnar nógu vel (þó maður sé auðvitað alltaf að reyna að bæta sig:))og það er ekki hægt að láta fólk gefa einkunn eftir svoleiðis lestur. Svo eru líka alltaf einhverjir óþroskaðir aðilar sem myndu leggjast í það að gefa þeim sem fara í taugarnar á þeim extra slappa einkunn… eins fáránlegt og það er.\nAnnars finnst mér hugmyndin mjög góð því oft eru greinar svo fáránlega illa skrifaðar að maður skilur ekki hvernig hægt var að samþykja þær og þetta gæti þá kannski orðið til þess að fólk passar sig betur, vandar sig meira og rökstyður betur það sem það er að setja fram. en það eru samt hlutir sem er alveg eins hægt að ná fram með því að gera strangari reglur á það sem þarf til þess að grein verði samþykkt. :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-07-08 14:29:58",
            "id": "1168537",
            "reply_to_id": "1168536",
            "text": "Það er auðvitað alltof mikið áf óþroskuðum vitleysingjum hérna (ég hefði fengið 0 stig útá þessa athugasemd) sem gæfu stig án þess að líta á málið hlutlaust.\nVæri ekki gáfulegast að gera þetta með svona nokkurs konar moderator s.b. slashdot.org ?\nVissir aðilar líkt og stjórendur áhugamáls sem að gætu gefið einkunn.  Svo væri jafnvel hægt að setja upp kerfi sem að stöðvaði mikið af þessum greinum sem eru eimmitt ekki það og eiga frekar heima á korkunum með sömu hugmynd.  Grein þyrftir að fá 6 eða fleirri stig í einkunn til að komast á forsíðu áhugamálsins."
        },
        {
            "user": "Boozer",
            "user_id": "15214",
            "date": "2003-07-08 12:59:24",
            "id": "1168538",
            "reply_to_id": "1168528",
            "text": "Veit ekki sko?  Ég er algerlega hlutlaus í þessum stigamálum…\nÞeir sem eru í stigaleik við sjálfansig meiga það mín vegna , en aðrir eru að gera góða hluti hérna, það sést bara hverjir það eru !!\nEn með stafsettningarvillur, það er e-ð sem að\nsumir geta ekkert gert í því kanski eru þeir með lesblindu eða bara svona ofsalega þunnir , kanski bara með gyllinæð og hósta . nei það skiptir ekki öllu máli, allir eiga að geta verið með , ekki satt ??\nkv. Boozer - ekki með gylliæð : )"
        },
        {
            "user": "husojo",
            "user_id": "4342",
            "date": "2003-07-08 13:07:13",
            "id": "1168539",
            "reply_to_id": "1168528",
            "text": "Ég segi nú bara, til hvers að hafa þessi stig? Það er ekki eins og það séu einhver verðlaun í boði eða að sá sem er með mörg stig sé betri manneskja en sá sem hefur fá. Finnst það fáránlegt að vera að metast um þetta og vera að stigahórast því maður græðir bókstaflega ekkert á þessum stigum."
        },
        {
            "user": "Fleebix",
            "user_id": "5906",
            "date": "2003-07-08 13:54:16",
            "id": "1168540",
            "reply_to_id": "1168539",
            "text": "Stigin finnst mér sniðug að því leiti að fólki finnst eins og það sé þá að græða eitthvað á þessu. þetta er bara eins og í mörgum tölvuleikjum, með því að hækka í experience þá finnst manni betri maður :)\nGreinin hans SigurJong er dæmi um góða grein þar sem stafsetning mætti vissulega vera betri, en skiptir ekki öllu. Útlitið má ekki kæfa innihaldið, eða eins sagt var í Glitter, “The glitter can't overpower the star”.\nÉg er búinn að leita út um allt að þessum stigalista (ekkert skipulagt, frekar svona leitast um eftir honum).\nÞessi “'Eg ætla” stig verða að fara, :| þetta er eins og stigin 4 sem voru fyrir kannanirnar forðum daga.\nUpphaflega voru stigin þannig að því fleiri stig sem þú fékkst, því meiri líkur voru á að þú gætir unnið inn einhverskonar verðlaun frá Símanum (eiganda Huga.is fyrir þá sem ekki vita), en því var droppað strax í fæðingu.\nsvo rúla ég mad mikið fyrir að geta kvótað Glitter í svari :P"
        },
        {
            "user": "helgamf88",
            "user_id": "32626",
            "date": "2003-07-08 19:01:33",
            "id": "1168541",
            "reply_to_id": "1168528",
            "text": "mer list miklu betur þetta kerfi þ.e.a.s. gefa bara einkun og losa huga við “eg ætla” það er bara rugl en eg veit samt ekki hvað folk er að æsa sig yfir þessum “stigahórum” eg se ekki að það skipti svo miklu máli hvað folk er með mikil stig og það hlýtur að vera að þessir hugarar sem eru alltaf að kvarta undan “stigahoronum” þeir hljota að vera óttalegar “stigahórur” sjalfir þannig að annað hvort finnst mer að það ætti að leggja niður sitgagjöfina eða hugarar ættu ekki að fara að taka þessi stig svona til sin það er frekar pirrandi!!!\nkv…helgamf88"
        },
        {
            "user": "kiddisig",
            "user_id": "4183",
            "date": "2003-07-08 19:10:35",
            "id": "1168542",
            "reply_to_id": "1168528",
            "text": "Ég er alveg sammála þér.\nPS. Ég þurfti að halda niður í mér andanum til að lesa þessa grein, engir punktar né kommur. :)"
        },
        {
            "user": "Viljugur",
            "user_id": "38039",
            "date": "2003-07-08 20:12:01",
            "id": "1168543",
            "reply_to_id": "1168542",
            "text": "En akkuru stiga hóra er það ekki frekar stiga sjúku"
        },
        {
            "user": "Viljugur",
            "user_id": "38039",
            "date": "2003-07-08 20:12:03",
            "id": "1168544",
            "reply_to_id": "1168542",
            "text": "En akkuru stiga hóra er það ekki frekar stiga sjúku"
        },
        {
            "user": "Viljugur",
            "user_id": "38039",
            "date": "2003-07-08 20:12:05",
            "id": "1168545",
            "reply_to_id": "1168542",
            "text": "En akkuru stiga hóra er það ekki frekar stiga sjúku"
        },
        {
            "user": "dinninabbi",
            "user_id": "41051",
            "date": "2003-07-09 14:27:32",
            "id": "1168546",
            "reply_to_id": "1168545",
            "text": "hárr rétt sigurjong en akkurur stigahóra?"
        },
        {
            "user": "Viljugur",
            "user_id": "38039",
            "date": "2003-07-10 00:15:09",
            "id": "1168547",
            "reply_to_id": "1168545",
            "text": "Hórast fyrir stigum?"
        },
        {
            "user": "Viljugur",
            "user_id": "38039",
            "date": "2003-07-10 00:21:48",
            "id": "1168548",
            "reply_to_id": "1168547",
            "text": ">P"
        },
        {
            "user": "KariBjorn",
            "user_id": "39275",
            "date": "2003-07-09 20:21:59",
            "id": "1168549",
            "reply_to_id": "1168528",
            "text": "Það sem mér finnst er að leggja niður þetta eina stig sem maður fær fyrir að logga sig inn á huga, leggja niður þessi 2 stig sem maður fær fyrir “hverjir ætla”.\nÞað ætti að gera samninga við fyrirtæki um það að þau fá að auglýsa hér frítt. T.d. ef maður nær 500 stigum fær maður fría 15 tommu pizzu frá dominos eða eitthvað álíka…. það þyrfti þá að setja takmarkanir við lengd og innihaldi greina svo og könnunum….. þetta myndi örugglega fá alla til að vera sem virkastir…"
        },
        {
            "user": "nalani",
            "user_id": "30987",
            "date": "2003-07-10 02:41:22",
            "id": "1168550",
            "reply_to_id": "1168528",
            "text": "þú sendir mynd með greininni :)\nekki leggja niður stigin….nema fyrir ég ætla"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-07-11 19:59:42",
            "id": "1168551",
            "reply_to_id": "1168528",
            "text": "Það voru stig fyrir allt á huga! og fleiri en núna."
        }
    ]
}