{
    "forum_title": "Kettir",
    "user": null,
    "user_id": null,
    "date": "2003-07-07 14:10:51",
    "title": "Að lóa köttum",
    "text": "Afhverju að lóa ketti\nEinu sinni var köttum sem beit strák til blóðs því strákurinn ætlaði að gera eithvað við köttinn en veit ekki samt hvað.\nÞið megið geta hver fékk á sig sökina:kötturinn, auðvitað.\nÉg bara spir ef kettir verja sig ef eithver ætlar að drepa þá eða meiða því meiga kettirnir ekki verja sig rétt eins og fólk.\nEf menn ráðast á ketti er ekkert gert,eða kannski ithvað en mennirnir eru ekki drepnir bara eithver refsing.\nEn ef kettir gera eithvað við menn t.d. klóra til blóðs til að verja sig. Þá eru þeir drepnir eða með öðrum orðum lóaðir.\nEn hvers vegna að lóa þeim fyrir smá klór eða bit. Ég myndi halda að þessi köttur sem beit eithvern myndi ekki gera þetta aftur nema til að verja sig en samt drepnir.\ní stuttu máli.\nDrepnir fyrirað verja sig.",
    "url": "https://www.hugi.is/kettir/korkar/154090/ad-loa-kottum/",
    "url_id": "154090",
    "id": "1169328",
    "replies": [
        {
            "user": "voff",
            "user_id": "9214",
            "date": "2003-07-08 13:05:29",
            "id": "1169329",
            "reply_to_id": "1169328",
            "text": "Ég hef nú aldrei heyrt um að ketti hafi verið lógað fyrir að bíta eða klóra manneskju….\n<br><br>\"A dog is the only thing on earth that loves you more than he loves himself"
        },
        {
            "user": "aski",
            "user_id": "21746",
            "date": "2003-07-09 11:55:25",
            "id": "1169330",
            "reply_to_id": "1169329",
            "text": "Ég hef reyndar heyrt um hund sem var drepinn fyrir að bíta krakka en eigandinn tr´ði því bara ekki að þessi blíði hundur sem hann átti myndi bíta einhvern! Svo eigandinn lét krifja hundinn og hvað kom í ljós? AÐ KRAKKINN SEM VAR BITINN HAFÐI TROÐIÐ BLÍANTU UPPÍ EYRAÐ Á GREYIÐ HUNDINUM!!! og hvað er gert… ekkert! og hundurinn dauður:("
        },
        {
            "user": "voff",
            "user_id": "9214",
            "date": "2003-07-09 13:07:52",
            "id": "1169331",
            "reply_to_id": "1169330",
            "text": "Ég hef líka heyrt um þennan hund…. en ef hundurinn minn mundi bíta manneskju (MJÖG góður hundur) þá myndi ég ekki láta lóga honum nema að láta skoða hann allan (hundinn) og fá að vita hvað manneskjan var að gera við hann.<br><br>\"A dog is the only thing on earth that loves you more than he loves himself"
        },
        {
            "user": "aski",
            "user_id": "21746",
            "date": "2003-07-09 17:29:37",
            "id": "1169332",
            "reply_to_id": "1169331",
            "text": "Já nákvæmnlega ég myndi sko brjálast ef einhver væri að halda því fram að hundarnir mínir myndu bíta einhvern af ástæðulausu því þetta eru yndislegir og rosalega geðgóðir hundar og það þirfti sko MIKIÐ til að mínir mindu bíta einhvern!!! Fólk þarf bara að kenna börnunum sínum að umgangast dýrin og ef barnið þeirra er bitið þá er það bara þeim að kenna fyrir að hana ekki kennt barninu hvernig á að koma fram við dýr ég veit að það hefur alveg gerst að kolklikkaður hundur hefur bitið að ástæðulausu en það er bara einhvað fólk sem hefur skemmt hann. Í langflestum tilfellum er það barnið sem er að bögga hundinn sem gerir það að verkum að hann bítur! Mér finnst að fólk ætti að kenna börnum sínum að koma rétt fram við dýrin ! ég meina við deilum ú plánetu með þeim og að mínu mati höfum við sama rétt."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-07-10 23:15:44",
            "id": "1169333",
            "reply_to_id": "1169332",
            "text": "takk fyri að eithver stiður mig<br><br>Kattarvinu"
        },
        {
            "user": "nalani",
            "user_id": "30987",
            "date": "2003-07-14 13:17:58",
            "id": "1169334",
            "reply_to_id": "1169332",
            "text": "Þú ættir frekar að orða þetta svona aski:\ndýrin hafa sama rétt og við."
        },
        {
            "user": "nalani",
            "user_id": "30987",
            "date": "2003-07-15 01:14:46",
            "id": "1169335",
            "reply_to_id": "1169334",
            "text": "“dýrin hafa sama rétt og við.”\nSemsagt það ætti að kæra menn fyrir “mann”dráp af gáleysi fyrir það að keyra yfir ketti ?<br><br>________________________________________________________________________________________\n<b>X-S</b> árið 2007 :)"
        },
        {
            "user": "nalani",
            "user_id": "30987",
            "date": "2003-07-15 01:18:22",
            "id": "1169336",
            "reply_to_id": "1169335",
            "text": "akkuru ekki?"
        },
        {
            "user": "aski",
            "user_id": "21746",
            "date": "2003-07-17 13:56:13",
            "id": "1169337",
            "reply_to_id": "1169336",
            "text": "Ég meina spáið í þessu við deilum saman plánetu hvað gerir okkur æðri en dýrin? nei svona í alvöru er það bara af því að okkur finnst að það eigi að vera þannig…"
        }
    ]
}