{
    "forum_title": "Gæludýr",
    "user": "Regza",
    "user_id": "30997",
    "date": "2003-07-08 01:25:14",
    "title": "Er hægt að kvarta yfir kanínunni minni???",
    "text": "Ég hef átt Tieo í næstum 3 ár, og nú fyrir ári kom upp ofnæmi á heimilinu og hún var flutt út í garð. Hún tók upp á því að grafa sig út eftir að við vorum með kanínu unga í pössunn sem hafði þann ósið að brjótast út úr öllu!!! Já ég skrifaði hafði því með góðum aga tókst að lokum að venja hana af því. En Tieo lætur ekki segjast svo auðveldlega. við hrúguðum steinum allan hringinn í girðingunni svo hún gat ekki grafið sig út auðveldlega. Girðingin var þá hálfur meter á hæð svo hún stökk yfir. Við hækkuðum girðinguna í hvert skipti og nú er hún orðin einn og hálfur meter!!! og hún stekkur en yfir!!! Hingað til hafa nágranarnir ekkert slæmt um hana að segja og hefur fundist gaman að fylgjast með henni, því grimmara dýr finnst ekki í öllu hverfinu. Hún er alltaf ljúf við fólk en glefsar aðeins laust í mig og urrar ef henni er illa við einhvern. En komi köttur inn í garðinn er hún um leið stokkin yfir og á eftir kettinum. Hún ríkur í alla hunda ef ég er með hana í bandi og stendur víst í þeirri trú að hún sé Sheffer varðhundur og að hún ráði við allt.\nEn núna allt í einu fynnst kallinum kanínan vera til vandræða (hann er svo smámunasamur að hann hundskammaði krakkana  við hliðina á mér, 6-7 ára gamla, fyrir að missa boltan inn í garðinn og ættla að sækja hann), hann skammast svo mikið að ég þoli hann ekki lengur!!! og ég er frekar þolinmóð en þegar hann fór að krefjast þessað við tækjum hana inn eða losuðum okkur við hana var mér nóg boðið. Ekki hef ég sagt neitt þó hundur sem er stundum laus hjá þeim skíti í garðinn og angri Tieo!!! Hann hirðir ekki um að losa sig við starrana sem eru með hreiður hjá honum og reyna ár eftir ár að troðast inn til okkar!!!\nÞví spyr ég getur hann kvartað og krafist þessa af okkur Tieo???\nKv. Regí.",
    "url": "https://www.hugi.is/gaeludyr/greinar/154181/er-haegt-ad-kvarta-yfir-kaninunni-minni/",
    "url_id": "154181",
    "id": "1169889",
    "replies": [
        {
            "user": "BlackCode",
            "user_id": "29640",
            "date": "2003-07-08 13:21:37",
            "id": "1169890",
            "reply_to_id": "1169889",
            "text": "Þetta er bara snilldar kanína og það á ekkert að hvarta til hvers að fara hvarta hún gerði ekkert vont hún bara stökk yfir girðinguna hjá þér. Aumingjar sem fara alltaf að kvarta yfir dýrum geðveikt pirrandi þegar það gerist ég átti einu sinni hund en ógeðslegu nágrannarnir KÖRTUÐU!!\nDjöfull hef ég hatað þessa fjöldskyldu síðan svo það á ekki að KVARTA!!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-07-08 13:26:52",
            "id": "1169891",
            "reply_to_id": "1169889",
            "text": "Ég á heima á 3.hæð í blokk og hef verið með allskonar dýrahald, Kanínu, Tjald, Önd, Helling af smáum nagdýrum og skjaldbökur.\nOg í hvert skipti sem ég er með eitthvað dýr þa´kvartar konan á hæðinni fyrir neðan. Meina hún heldur því fram að Kanínan mín hafi skitið í gegnum lítið gat á svölunum og á blómin hennar :S.\nHún hefur verið að pirra mig frá því að ég flutti í blokkina um 7ára aldur. Og bara núna nýlega hef ég byrjað að rífast til baka.\nOg þá bara steinhætti hún :D"
        },
        {
            "user": "MinnaMinna",
            "user_id": "32962",
            "date": "2003-07-08 13:37:00",
            "id": "1169892",
            "reply_to_id": "1169889",
            "text": "Ég held að að sé ekkert sem bannar kanínuhald í Reykjavík:) Hinsvegar eru margir frekar pirraðir út í villtar kanínur í Öskjuhlíð og Fossvogi, þær eiga það víst til að naga þar gróður. Ég man eftir einhverju átaki í kirkjugarðinum í fossvogi þar sem aðstandendur voru ekkert upprifnir af því að gróður á leiðum var nagaður.\nKanínan er líklegast nýasta villta spendýrið hér á landi. Þær halda sig aðallega þar sem einhver hiti er í jörð, s.b. á Hellisheiði og í hrauninu í Eyjum auk fyrr nefndra staða. Ástaæða þess að kanínur eru nú villtar hér á landi er eins og með flest önnur spendýr sem hér eru. Að maðurinn kom með þær, þeim var sleppt ef fólk vildi losna við þær og svo náttúrulega sleppa þær úr búrum eins og þú bentir á.\nHeld að nágranni þinn sé bara einn af þessum ofurviðkvæmu mönnum sem láta allt fara í taugarnar á sér:)"
        },
        {
            "user": "deadlift83",
            "user_id": "6593",
            "date": "2003-07-08 15:34:37",
            "id": "1169893",
            "reply_to_id": "1169889",
            "text": "Slepptu bara kanínunni á hundinn hans, og farðu svo yfir og kúkaðu í garðinn hans."
        },
        {
            "user": "Regza",
            "user_id": "30997",
            "date": "2003-07-08 17:31:58",
            "id": "1169897",
            "reply_to_id": "1169889",
            "text": "Tieo hefur víst bitið í nokkrar plöntur og farið í taugarnar á honum með því að hanga undir pallinum hans. annað hefur hún ekki gert :)\nEn frábært hve margir eru sammála mér um það að einginn geti kvartað með réttu undan Tieo :)\nTAKK!!!\nKv. Regí."
        },
        {
            "user": "aaaaa",
            "user_id": "39242",
            "date": "2003-07-08 17:34:30",
            "id": "1169898",
            "reply_to_id": "1169889",
            "text": "Ég vinn nú hjá heilbrigðiseftirlitinu og þar hef ég fengið fullt að hringinum um kanínur, að fólk sé að kvarta yfir þeim, en það er ekki gert neitt það sér einginn um kanínur hérna í Reykjavík, ekki nema hann hringi á lögreglunna veit ekki hvað hún mundi gera.\nÉg var hundaeftirlitsmaður hjá Heilb. og ég skal segja þér það, að þú getur hringt og kvartað yfir hundinum hans, segðu bara að hann er laus og skítur í garðinn ykkar, þá á hundaeftirlitsmaðurinn að fara og tala við hann, og ef hann er óskráður fær hann blað sem er frestur yfir því að hann eigi að skrá hann.\nkveðja aaaaa :)"
        },
        {
            "user": "aaaaa",
            "user_id": "39242",
            "date": "2003-07-08 17:36:20",
            "id": "1169894",
            "reply_to_id": "1169889",
            "text": "Hvar áttu heima, ef þú átt heima í Hafnafirði, garðabæ, álftanesi eða kópavogi þá get ég hjálpað þér??"
        },
        {
            "user": "Regza",
            "user_id": "30997",
            "date": "2003-07-08 17:39:47",
            "id": "1169895",
            "reply_to_id": "1169894",
            "text": "Kópavogi en ég hef bara séð hundinn tvisvar svo að ég get lítið sagt um hann…\nÉg held að hann eigi ekki heima þarna.\nTakk samt :)\nKv. Regí"
        },
        {
            "user": "aaaaa",
            "user_id": "39242",
            "date": "2003-07-08 17:42:43",
            "id": "1169896",
            "reply_to_id": "1169895",
            "text": "ekkert mál :)"
        },
        {
            "user": "nalani",
            "user_id": "30987",
            "date": "2003-07-08 18:45:30",
            "id": "1169899",
            "reply_to_id": "1169889",
            "text": "Ég á líka kanínu en hún (reyndar hann) fær bara að vera laus (hann er samt settur ínn í búr um nóttina). Það hafa komið einhverjar kvartanir en ein er bara mjög skrítin. Það er kona sem kvartar yfir því að hann komi í garðinn hjá henni! “nei, hann gerir ekki neitt, ég bara vil ekki hafa hann í garðinum”!!"
        },
        {
            "user": "ExWin",
            "user_id": "12646",
            "date": "2003-07-08 19:49:11",
            "id": "1169900",
            "reply_to_id": "1169899",
            "text": "hehe, þekki það að kanínur eru soldið þrjóskar, á eina(reyndar kall) sem var í búri, svo eftir engan svefn í mánuð því hann var alltaf að naga rimlana leifðum við honum að vera lausum inní húsinu og í bakgarðinum á sumrin, aldrei sloppið samt :)\np.s. finnst það ætti að setja inn smádýra áhugamál hérna á huga :D"
        },
        {
            "user": "Regza",
            "user_id": "30997",
            "date": "2003-07-10 01:05:43",
            "id": "1169901",
            "reply_to_id": "1169900",
            "text": "Sammála :)\nKv. Regí."
        },
        {
            "user": "Regza",
            "user_id": "30997",
            "date": "2003-07-10 01:14:56",
            "id": "1169902",
            "reply_to_id": "1169889",
            "text": "Þeir sem eru sammála mér og fleirum um að fá nagdýraáhugamál farið í ég ætla á Dýr!!!!\nNúna!!! ekki á eftir heldur núna strax :)\nKv. Regí."
        },
        {
            "user": "gydingurinn",
            "user_id": "40487",
            "date": "2003-07-10 11:56:46",
            "id": "1169903",
            "reply_to_id": "1169889",
            "text": "Vá ég þekki svona nágranna.Það er býr einn svona í húsinnu við hliðina."
        },
        {
            "user": "tigerjo",
            "user_id": "38581",
            "date": "2003-07-11 19:37:54",
            "id": "1169904",
            "reply_to_id": "1169889",
            "text": "mér fynst að þú ættir að hvarta yfir hundinum hans og hótir honum að þú byrjir að skíta í garðinn hanns ef hann hemjir ekki hundin.\nog þetta með búrið hanns Tieo,loka bara yfir það þá getur hann ekki stokkið yfir það.\ngangi þér vel.\nkv.jo"
        },
        {
            "user": "Regza",
            "user_id": "30997",
            "date": "2003-07-23 09:06:05",
            "id": "1169905",
            "reply_to_id": "1169904",
            "text": "Jo! Kemuru með???\nKv. Regí."
        },
        {
            "user": "tigerjo",
            "user_id": "38581",
            "date": "2003-07-23 12:04:09",
            "id": "1169906",
            "reply_to_id": "1169905",
            "text": "ekki málið ;o) kl.hvað???"
        },
        {
            "user": "Regza",
            "user_id": "30997",
            "date": "2003-07-23 12:06:13",
            "id": "1169907",
            "reply_to_id": "1169906",
            "text": "Eftir 13,87096542 mínútur hehehe nákvænlega\nkv. Regí"
        }
    ]
}