{
    "forum_title": "Rokk",
    "user": "Auster",
    "user_id": "41019",
    "date": "2003-07-08 12:59:22",
    "title": "Böskævintýri Bjórbandsins í Evrópu",
    "text": "Hver kannast ekki vid thad ad ganga nidur götu í hvada stórborg í heimi og hlusta á kolklikkada menn garga og leika tónlist og skemmta saklausu gangandi fólki?\nNú kannski ekki allir, en fyrir leikmenn skal thad útskýrt ad thetta eru Buskarar (götulistamenn) fólk sem lifir á peningagjöfum áhorfenda á götunni og nú í sumar erum vid svo heppnir ad gera thetta í annad sinnid, Bjórbandid er Buskband okkar Íslendinga.\nFyrir nokkrum árum tók ég eftir thví ad thad var fáranlega einsleit spilamenningin í theim borgum sem ég var staddur í, Inkar med panflautur einokudu nær allar borgir sem ég kom í á ferdum mínum og hugsadi ég med mér ad skemmtigrúppan mín heima á fróni, Bjórbandid, væri frekar eitthvad sem fólk myndi meta. Thetta var fyrir thremur árum og nú erum vid mitt í okkar annarri ferd um evrópu, í thetta skiptid med bækistödvar í Kaupmannahöfn.\nÆvintýrin í kringum thetta eru audvitad mörg og thau sem eru prenthæf rata beint inn á heimasíduna okkar www.bjorbandid.com  Thar er undir “fréttir” hægt ad lesa nýjustu afdrif okkar og sídasta ferd er einnig thar í greinarformi dagbókar undir linkinum “evróputúr”.\nUm leid og ég sendi kvedjur hvet ég alla til ad fylgjast med og láta vita af sér í gestabókinni.\nSkúli Böskari\nPs. drífid ykkur út á vídeóleigu og horfid á “Vardi goes europe” stórskemmtileg mynd um bösklífid í álfunni.",
    "url": "https://www.hugi.is/rokk/greinar/154190/boskaevintyri-bjorbandsins-i-evropu/",
    "url_id": "154190",
    "id": "1170164",
    "replies": [
        {
            "user": "Bender",
            "user_id": "271",
            "date": "2003-07-09 00:42:05",
            "id": "1170165",
            "reply_to_id": "1170164",
            "text": "Sá ykkur einmitt um daginn á strikinu í köben, meira segja var James hetfield að horfa á ykkur…"
        },
        {
            "user": "Sunbeam",
            "user_id": "5207",
            "date": "2003-07-11 10:16:40",
            "id": "1170166",
            "reply_to_id": "1170164",
            "text": "Þetta virkar nú sérdeilis skemmtilegt hjá ykkur ;)\nÍ ágúst á nú einmitt að skella sér til Köben og við munum líklega búa á strikinu allan tímann, ef þú skilur,,hihi,,,\nEru þetta ekki bara mest Íslendingar sem eru að væflast þarna?"
        },
        {
            "user": "Auster",
            "user_id": "41019",
            "date": "2003-07-16 12:09:24",
            "id": "1170167",
            "reply_to_id": "1170166",
            "text": "Thetta er audvitad alveg rosaskemmtilegt, sendu okkur mail á bjorbandid@hotmail.com ádur en thú kemur, vonandi verdum vid thá í Køben en thad eru fyrirhugadar ferdir t.d. til Stokkhólms og líklegast ønnur ferd sudur í álfuna í ágúst thannig ad thad er ekki víst ad thú hittir á okkur medal allra íslendinganna hérna."
        }
    ]
}