{
    "forum_title": "Körfubolti",
    "user": "Drengur69",
    "user_id": "9747",
    "date": "2003-07-08 23:59:11",
    "title": "Drengjaflokkur komandi tímabils",
    "text": "Jæja nú fer biðin að styttast í að það að félagslið landsins hefji æfingar á fullu eftir ágætt sumarfrí. En sum liðin hafa reynt að ná forskoti á aðra með sumaræfingum t.d. ÍR og einstaklingsæfingar.\nNúna stendur yfir Hraðmót ÍR í Seljaskóla og eru þar komin saman ÍR, Keflavík, UMFG,Haukar,Fjölnir og KR og munu þau etja kappi hvert kvöld þessa viku. Margir ungir leikmenn eru þarna á mótinu og eru að öðlast reynslu sem meistaraflokksleikmenn og er gaman að sjá Magnús Pálsson í Fjölni aftur.\nÍ enda seinasta tímabils sigruðu Njarðvíkingar bæði Íslands- og bikarmeistaratitlana með sína stjörnuleikmenn innanborðs. En þeir unnu unga ÍRinga sem komu flestum á óvart að komast í undanúrslit og síðan lögðu þeir Hauka eða Keflavík. Fjölnir áttu ekki eins gott tímabil og margir héldu að þeir myndu eiga og náðu þeir ekki að tryggja sér sæti í undanúrslitum í Íslandsmótinu.\nMargir leikmenn eru nú horfnir úr Drengjaflokki og má þar nefna Pálmar (Fjölnir), óli (Njarðvík), Fannar (ÍR), Sævar(Haukum) og margir aðrir frábærir leikmenn.\nHvernig lýst ykkur á næsta tímabil? Munu ÍRingar sigra og bæta fyrir seinasta tímabil eða verður það Njarðvík eða hvað þá Íslandsmeistarar Fjölnis. Sjálfum lýst mér best á lið ÍRinga en þó munu nokkrar stjörnur þaðan hverfa næsta tímabil þeir Sveinbjörn Claesen og Baldur Ólafson en þeir ætla að athuga Ameríku. Þó eru eftir Jakob Egilsson, Halldór Fannar, Skúli Ingibergur, Haukur Gunnarsson og Pavel Ermolinskji.\nEndilega segið ykkar álit á næsta tímabili, er ekki komin spenna fyrir næsta vetri??",
    "url": "https://www.hugi.is/korfubolti/greinar/154220/drengjaflokkur-komandi-timabils/",
    "url_id": "154220",
    "id": "1170777",
    "replies": [
        {
            "user": "MJ23",
            "user_id": "30249",
            "date": "2003-07-11 05:17:06",
            "id": "1170778",
            "reply_to_id": "1170777",
            "text": "KR taka þetta staight up!! langbestu leikmennirnir þar!!!"
        },
        {
            "user": "durgur",
            "user_id": "7398",
            "date": "2003-07-16 19:42:49",
            "id": "1170779",
            "reply_to_id": "1170778",
            "text": "Haukar verða með gríðarlega “sterkan” hóp á næsta ári þeir eiga eftir að rúlla þessu upp. en ég helda að Fjölnir verði með yfirburða lið á næsta og ÍR verði alltaf skrefi á eftir þeim."
        },
        {
            "user": "Drengur69",
            "user_id": "9747",
            "date": "2003-07-16 21:19:48",
            "id": "1170780",
            "reply_to_id": "1170779",
            "text": "Geturu rökstutt yfirburði Haukanna?\nAð mínu mati er rjóminn farinn af Haukunum þá ´84 drengirnir\nen já fjölnir verða með Magga Páls, er pálmar ekki ´85?? Gummi Samúels er hellíti góður og síðan eru það tryggvi,brynjar,árni,og aðrir sem koma sterkir inn í Drengjaflokkinn. Þetta verður skemmtileg barátta.\nég heyrði orðróm um að ÍRingar myndu fá fyrrverandi Fjölnis þjálfara að nafni Skúli til sín næsta tímabil"
        },
        {
            "user": "durgur",
            "user_id": "7398",
            "date": "2003-07-20 00:17:40",
            "id": "1170781",
            "reply_to_id": "1170780",
            "text": "Já ég er bara mjög bjartsýn maður spái mínu liði góðu gengi þó svo að hópurinn sé ekki einhverjar stórstjörnur eins og hann var í fyrra gott óagað lið. en er samt ekki stefnan hjá öllum að vinna eða hvað? eða eru menn að fara í þetta til að láta drulla yfir sig?\nAnnars eru einhverjir að skipta um lið? eða verða liðin svipuð og í fyrra?\nvið í Haukum mætum með eiginlega nýtt lið eða ekki nema þrír strákar sem spiluðu með drengja í fyrra Brynjar“85, Óskar”86 og Davíð“86 og svo náttúrulega rest úr 11.fl.\nPálmar í fjölni er víst ”84"
        },
        {
            "user": "MJ23",
            "user_id": "30249",
            "date": "2003-07-17 05:15:11",
            "id": "1170782",
            "reply_to_id": "1170777",
            "text": "whaaa?? haukar með sterkt lið bíddu ertu ekki að grínast eða? shiii þeir fuckin sucka núna í drengjaflokk marr!!"
        },
        {
            "user": "sprellikall",
            "user_id": "41201",
            "date": "2003-07-21 23:32:33",
            "id": "1170783",
            "reply_to_id": "1170782",
            "text": "hey þó að við séum með einn gaur á eldra ári þá erum við með ágætis hóp kannski verður þetta soldið stirt í ár og engin brilllering í gangi en við eigum eftir að gefa allt í þetta og við munum ekki fuukkin suucka."
        },
        {
            "user": "Sweros",
            "user_id": "39798",
            "date": "2003-07-22 18:04:40",
            "id": "1170784",
            "reply_to_id": "1170777",
            "text": "Ír-ingar rústa þessu því Ír eru bara einfaldlega með besta liðið. En það getur allt gerst eins og sást í úrslitaleik Ír og Fjölnis í 11 flokk á síðasta tímabili. Er stóri Njarðvíkingurinn ennþá með eða er hann orðinn of gamall? ef hann er með gætu Njarðvíkingar tekið þetta því hann er STÓR"
        }
    ]
}