{
    "forum_title": "Deiglan",
    "user": "CatLady",
    "user_id": "30545",
    "date": "2003-07-08 10:05:55",
    "title": "Farin til fjandans....see ya all there later!",
    "text": "Vegna fátæktar og óviðunandi lífskjara hér á landi hef ég fundið mér vinnu utanlands. Nemli í Danaveldi sem elskar íslenskt vinnuafl einhverra hluta vegna. Mig langaði bara svona að benda á þetta því ég veit að ungt fólk er að flýja þetta sker eins og rottur frá sökkvandi skipi af því það er ekki hægt að lifa mannsæmandi lífi hérna nema að vera með háskólagráðu….en samt..margir sem eru með háskólagráður lifa sultarlífi hérna. Atvinnulausir og niðurlægðir. En það er sussum ekkert nýtt að Íslendingar séu niðurlægðir….lítið bara á hvernig liðið kýs og það eitt og sér er niðurlæging fyrir hugsandi fólk!\nEN allavegana ætla ég að hætta þessu blaðri og halda áfram að pakka niður því ég er farin til fjandans og kem líklega ekki aftur.\nSamúðarkveðjur til ykkar hinna\nCat Lady<br><br>Aðgát skal höfð í nærveru sálar.",
    "url": "https://www.hugi.is/deiglan/korkar/154247/farin-til-fjandanssee-ya-all-there-later/",
    "url_id": "154247",
    "id": "1170924",
    "replies": [
        {
            "user": "CatLady",
            "user_id": "30545",
            "date": "2003-07-08 10:37:54",
            "id": "1170925",
            "reply_to_id": "1170924",
            "text": "Til hamingju\nMér skilst að það sé gott að búa í Danmörku.\nLítið stress, gæða veður, hjólað í vinnuna, bjórinn er ódýr, góður matur, ódýrt að mennta sig og bara allt voða jollý :-)\nBið að heilsa öllum öllum vinum mínum sem þarna búa og flúðu land fyrir nokrum árum.\nÉg er næstum því ein eftir á okkar yndislega FrostaFróni !\nkv\nLyssia<br><br>______________________________________\nÉg er að safna undirskriftum fyrir áhugamálið\n<font color=“#800000”><b>SAMSÆRISKENNINGAR</b></font>\nSendið mér skilaboð ef þið styðjið það\n______________________________________\nKíkið á Hugasíðuna mína :\n<a href=\"\nhttp://kasmir.hugi.is/Lyssia\n\">\nhttp://kasmir.hugi.is/Lyssia</a\n>\n______________________________________\n<font color=“#800000”>\nThe ideals which have always shown before me\nand filled me with the joy of living are :\ngoodness, beauty and truth.\n-Albert Einstein\n</font>\n______________________________________"
        },
        {
            "user": "CatLady",
            "user_id": "30545",
            "date": "2003-07-08 13:52:50",
            "id": "1170926",
            "reply_to_id": "1170925",
            "text": "ef þér finnst fínt að búa á íslandi þá hlíturu að hafa ráðherralaun, eða vera í stórri fjölskyldu sem getur séð fyrir þér. eða hafa þvílíka klíkuskap kringum þig sem getur reddað þér vinnu sem borgar það vel að þú getur náð endum saman á íslandi.\neða vera kvótakóngur eða skild einum þannig. því ísland sökkar meira en rottu rassgat."
        },
        {
            "user": "CatLady",
            "user_id": "30545",
            "date": "2003-07-08 14:08:56",
            "id": "1170927",
            "reply_to_id": "1170926",
            "text": "HA ?\nÉg var ekki að segja að mér þætti fínt að búa á Íslandi.\nMér finnst það “sökka bigtime” !\nOg var að óska stúlkunni til hamingju með að vera á leiðinni í betra líf :-)<br><br>______________________________________\nÉg er að safna undirskriftum fyrir áhugamálið\n<font color=“#800000”><b>SAMSÆRISKENNINGAR</b></font>\nSendið mér skilaboð ef þið styðjið það\n______________________________________\nKíkið á Hugasíðuna mína :\n<a href=\"\nhttp://kasmir.hugi.is/Lyssia\n\">\nhttp://kasmir.hugi.is/Lyssia</a\n>\n______________________________________\n<font color=“#800000”>\nThe ideals which have always shown before me\nand filled me with the joy of living are :\ngoodness, beauty and truth.\n-Albert Einstein\n</font>\n______________________________________"
        },
        {
            "user": "CatLady",
            "user_id": "30545",
            "date": "2003-07-08 14:11:45",
            "id": "1170928",
            "reply_to_id": "1170927",
            "text": "ok, mér fannst smá kaldhæðni í þessu hjá þér. minn miskilningur þá."
        },
        {
            "user": "CatLady",
            "user_id": "30545",
            "date": "2003-07-10 00:53:24",
            "id": "1170929",
            "reply_to_id": "1170928",
            "text": "Ég þakka góðar óskir :) Hafið það gott á Klakanum. Og ég er alveg sammála…..X-S!!! Þeir geta ekki gert verr en fjandans sjálfstæðisflokkurinn!\nKV Cat Lady<br><br>Aðgát skal höfð í nærveru sálar."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-07-08 13:49:07",
            "id": "1170930",
            "reply_to_id": "1170924",
            "text": "mér finnst þetta flott hjá þér, ég hef mikið verið að hugsa þetta sama. allavega er ég atvinnulaus. og bý hjá ömmu og afa, og ég lendi sennilega á götunni ef þau deyja því ekki er ég að sjá fram á að fá vinnu sem borgar það vel að ég geti keipt mér eigið hús yfir höfuðið og lifað á þeim standard sem flest fólk viðist geta lifað á.\nkannski ég drífi mig bara einnig til danmerkur, bara verst að ég er ekki sleipur í dönskuni"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-07-09 11:25:25",
            "id": "1170931",
            "reply_to_id": "1170924",
            "text": "Þó það séu margir gallar við að búa hér á Íslandi þá er hægt að finna svo miklu fleiri kosti. Mér finnst ótrúlegt hvernig fólk svíkur bara þjóðina og flýr burt bara af því það sé verið að “svíkja” þau með því að borga þeim ekki milljón á mánuði þó þau hafi enga menntun.\nNú er Ísland í 2.sæti yfir lífsgæði svo þú ættir kannski frekar að fara til Noregs en Danmerkur…\nÉg viðurkenn samt að það mætti auka tækifæri fólks t.d. í menntun og hafa hana ókeypis.\nÍ mörgum lönmdum er fólk svo stolt af þjóð sinni að þau kjósa að deyja frekar en að yfirgefa landið. Hér á Íslandi flýt fólk til Evrópu eða Bandaríkjana til þess að fá launahækkun…\nHvað í helvítinu er að ykkur spyr ég bara!!! ?<br><br>________________________________________________________________________________________\n<b>X-S</b> árið 2007 :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-07-09 17:22:33",
            "id": "1170932",
            "reply_to_id": "1170931",
            "text": "ég hef heyrt af því að í danmörku er fólki borgað fyrir að fara í skóla, annað en á íslandi þar sem virðist markvist unnið að því að gera fólki erfiðara fyrir með að fara í skóla.\nsvo held ég að eingin sé að tala um miljón á mánuði. það er búið að sýna fram á að fólk nær ekki endum saman ef það er með lágmarksviðmiðunarlaun, og þú nærð sko alls ekki endum saman ef þú ert atvinnulaus, eins og svo margir eru í dag. og þú rétt skrimtir af verkamannalaunum sem eru um 100 þús á mánuði. getur ekki leift þér neitt, og alls ekki leift þér að njóta þeirra velferðar eða velystinga sem ísland á að hafa upp á að bjóða. því allt hér gengur út á peninga.\nsvo þetta að miða við að allir eigi að hafa háskólapróf. þetta er alveg út í hött."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-07-09 17:36:17",
            "id": "1170933",
            "reply_to_id": "1170932",
            "text": "“ég hef heyrt af því að í danmörku er fólki borgað fyrir að fara í skóla, annað en á íslandi þar sem virðist markvist unnið að því að gera fólki erfiðara fyrir með að fara í skóla”\nEinmit.. sammála þessu eins og ég nefndi áður. Svona skeður þegar allir merkja við X-D… Ætti að vera löngu búið að taka kerfið í gegn… Allavega að byrja á því að fella niður skólagjöld og leigja ókeypis út bækur, svo seinna byrja að borga laun…. En nei nei allt snýst um peninga… og ríka fólkið græðir meira á menntun sinni ef það eru fólk í fátæktragildru og getur ekki menntað sig. Þá er nefnilega meiri eftirspurn eftir menntuðu fólki… *æl* :/\n“það er búið að sýna fram á að fólk nær ekki endum saman ef það er með lágmarksviðmiðunarlaun, og þú nærð sko alls ekki endum saman ef þú ert atvinnulaus, eins og svo margir eru í dag. og þú rétt skrimtir af verkamannalaunum sem eru um 100 þús á mánuði. getur ekki leift þér neitt, og alls ekki leift þér að njóta þeirra velferðar eða velystinga sem ísland á að hafa upp á að bjóða. því allt hér gengur út á peninga”\nALveg sammála þessu… Móðir mín er t.d. undir meðallaunum þó hún sé einn af mikilvægustu starfsmönnum í fyrirtækinu. Hefur unnið þar í 20 ár og sér jafnvel stundum um að kenna nýju fólki á hlutina þar (sem mjög oft eru háskólamenntuð)\nEn þegar hún fer og biður um launahækkun þá fær hún ALLTAF það svar að hún hafi BARA stúdentspróf og ekkert meira og því fái hún ekki hækkun.\nÉg t.d. kannast við það að þurfa að fresta að fara í klippingu í nokkrar vikur og að fresta að fara til tannlæknis í marga mánuði. Einfaldlega af því að móðir mín sem vinnur vel fær ekki helvítis launahækkun þó hún skili inn svona 3x meira til fyrirtækisins en meðal starfsmaður.\nOg ég er í sumarvinnu hjá bænum. (sem er drulluleiðinleg og erfið því ég vinn stanslaust ólíkt mörgum vinnufélögum) en ég fæ aðeins 86 þúsund á mánuði (8*5 tíma vinnuvika)\nOg t.d. fyrir seinasta mánuð fékk ég aðeins 78 þúsund í laun fyrir að hafa tekið mér frí annan í hvítasunnu og 17.júní… Ég sem var svo ánægður að fá frí þessa daga fékk að vita viku seinna hjá yfirmanninum að AÐEINS starfsmenn sem hafa unnið áður hjá bænum fá þessa daga borgaða.\nEf ég hefði vitað þetta þá hefði ég boðist til þess að vinna báða dagana ( já líka 17.júní.. slá gras :S ) Því ég á ekki efni á því að missa nokkra þúsundkalla á mánuði :/<br><br>________________________________________________________________________________________\n<b>X-S</b> árið 2007 :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-07-09 17:37:58",
            "id": "1170934",
            "reply_to_id": "1170932",
            "text": "Oops gleymdi að bæta við…\nPointið mitt er að þrátt fyrir þessa galla ætla ég ekki að flytja út og gefast upp.<br><br>________________________________________________________________________________________\n<b>X-S</b> árið 2007 :)"
        },
        {
            "user": "eugin9",
            "user_id": "41066",
            "date": "2003-07-09 15:31:35",
            "id": "1170935",
            "reply_to_id": "1170924",
            "text": "eg er svo sannarlega sammala ther\neg er lika ad flytja til danmerkur\nAarhus, sennilega."
        }
    ]
}