{
    "forum_title": "Rokk",
    "user": "McMugwump",
    "user_id": "40610",
    "date": "2003-07-09 14:52:46",
    "title": "Last Great American Hero  (Röflað um Lou Reed)",
    "text": "“Lou Reed is my own hero principally because he stands for all the most fucked up things that I could ever possibly conceive of” Lester Bangs\nHvað gjörir mann að mikilli hetju?\nFrá mínum sjónarhól er sá maður hetja sem umbyltir sögunni.  Alexander Mikli, Leonardo da Vinci, Shakespear og Hitler voru allir miklar hetjur.\nHvað er málið með Ameríku?\nEr Bandaríkin voru stofnuð voru þau frjálsasta land hins svokallaða siðmenntaða heims.  Kjarni Bandaríkjanna var einstaklingsfrelsi.  Ameríkan hélt þeim standard allt fram á fyrsta áratug tuttugustu aldar er sjálfskipaðir siðapostular lobbýuðu allskyns lagabókstöfum er stórlega skertu allt slíkt frelsi.  Margur af hinni fyrstu kynslóð er fæddist inn í hina nýju Ameríku gjörði uppreist.  William Burroughs, Jack Kerouac, Marlon Brando, etc. urðu holdgervingar þeirrar uppreistar.\nHví þú, Lou?\nLou breytti rokkinu og með raun og sann bjargaði hann því.  Samt sem áður voru lögin hans svo sem ekkert byltingarkennd, tveggja- þriggja hljóma gítarglamur sem hvaða unglingur sem pikkar upp gítar getur gert.  Eða gamaldags, fallegar melodíur sem voru flest allar stolnar hvort sem er.  Hið byltingarkennda sánd og útsetningar Velvet Underground voru að mestu leyti búnar til af John Cale.  Undanskilið er afi allrar gítargeðveiki Sonic Youth, My Bloody Valentine og slíkra banda, lagið “I heard her call my name”, það var Lou’s eigið gítarsánd “…and my mind splits open…”.\nÞegar Lou gerðist avant gardne með “Metal Machine Music” þá gerði hann út um senuna.  Það er ekki hægt að gera framúrstefnutónlist lengur, það er ekki hægt að vera meira framúrstefnulegur heldur en “Metal Machine Music”, allaveganna ekki næstu tvöhundruð árin eða svo.\nByltingin var í orðunum, söngnum (ó…hann getur ekki sungið…hefur aldrei getað sungið) og stílnum.  The Bird hafði blásið þau, Pollock slett þeim á striga og Burroughs fært þau í letur.  Heróín, hórur og hösl götunnar ásamt fallegustu ástarsöngvum sem nokkru sinna hafa pressaðir verið á vínyl.  Stíllinn maður síllinn, hann var vælandi lítill mörður, dauða dvergurinn, fyrsti gyðingurinn með nazistastæla (númer tvö var Joey Ramone), tvíkynja megarokkstjarna sem var svo uppdópuð að hún gat varla staðið á sviði (þeir leiddu hann að míkrófónstandinum sem hann gat hangið á og að tónleikum loknum leiddu þeir hann til baka), hinn ákaflega viðkunnanlegi gaur, götunagli með ævintýraþrá, ástfanginn kjáni, óskepna lemjandi konuna sína, könnuður mannshugans (aðallega sinn eigin forarpoll), miðaldra vælukjói og nú bitur gamall maður.  Samt sem áður, he walked it as he talked it, og ávallt skein hinn sanni Louis Alan í gegn, litli gyðingadrengurinn frá Long Island Bay með hjarta úr gulli.\n“This is my Great American Novel”, lét Lou einhverju sinni mælt um sitt ævistarf, “It’s just the story of a man doing the best he can in different situations”.  Hin mikla skáldsaga hans er orðin ansi stór og vonandi verður hún enn stærri.  Gamli svikahrappurinn er enn að klóra sér í pungnum.\n“It’s the beginning of a New Age” og hetjur er ekki lengur á hverju strái, máski þurfum við ekki lengur á þeim að halda eða kannski þurfum við meira á þeim að halda nú en nokkru sinni “…Well I guess that I just don´t know”.  Allar mínar hetjur eru annað hvort dauðar eða útbrunnar… nema Lou Reed – He’s the only one left standing.",
    "url": "https://www.hugi.is/rokk/greinar/154399/last-great-american-hero-roflad-um-lou-reed/",
    "url_id": "154399",
    "id": "1172117",
    "replies": [
        {
            "user": "Sunbeam",
            "user_id": "5207",
            "date": "2003-07-09 16:39:58",
            "id": "1172118",
            "reply_to_id": "1172117",
            "text": "Vá! Það eru kanski ekki margir sem treysta sér að svara þessari grein… Hún býður hvorki uppá háð né asnalegar athugasemdir, semsagt vel skrifuð, góð pæling í gangi..\nÞað sem þú skrifar um hef ég ekki pælt í og ég lít ekki þannig á Lou Reed, ég á þó mínar persónulegu hetjur sem gera það að verkum að hugsun um þær lyfta mér í hæstu hæðir, pælingar um hana gera mig undrandi hvar þessi manneskja var sköpuð,,í skál af karmellupoppi þar sem Fred Astaire syngur Heaven og Textinn úr My Hero með Foo Fighters er “veggfóðrað” á gólfið…\nÞetta sem þú talar um, er þetta í rauninni ekki bara Idol? Eins langt og það orð gengur, Hetja er kanski meira og eins og þú segir um Lou hefur áhrif á söguna og þessi miklu áhrif á mikið af fólki, jah eða ekki svo mikið af fólki..Því ég geri ráð fyrir að ekki allt fólkið sem hefur keypt plötur hans líti ekki svona stórt uppá hann og fíli hann á þennan hátt sem þú talar um…ef þú skilur mig..(ég er ekki viss að ég skilji greinina þína einu sinni hehe..nei ok segi sona)\nÉg vil bæta við að mér finnst ótrúlega heillandi og áhugavert að lesa efni eftir manneskju sem tekur músík af svona mikilli alvöru og allri senunni þar í kring og öllu sem fylgir! ;)\nVonandi er þetta í líkingu við það sem þú vonaðist eftir…"
        },
        {
            "user": "DamienK",
            "user_id": "20118",
            "date": "2003-07-09 17:39:21",
            "id": "1172119",
            "reply_to_id": "1172117",
            "text": "Gríðarlega góð grein sem allir ættu að lesa og taka sér til fyrirmyndar…"
        },
        {
            "user": "IngaAusa",
            "user_id": "22132",
            "date": "2003-07-09 19:37:24",
            "id": "1172120",
            "reply_to_id": "1172117",
            "text": "Mjög mjög mjög góð grein.\nEinhvernvegin tekst þér að skrifa frumlega og skemmtilega um tónlistamann, sem fæstum tekst að gera.  Venjulega setur fólk bara niður nokkrar staðreyndir á blað og hvað þeim finnst um tónlistamanninn.  Þú gerir annað…\nmjög gott"
        },
        {
            "user": "hendrixx",
            "user_id": "7447",
            "date": "2003-07-09 20:01:27",
            "id": "1172121",
            "reply_to_id": "1172120",
            "text": "bravó!"
        },
        {
            "user": "cybil",
            "user_id": "28115",
            "date": "2003-07-09 20:38:01",
            "id": "1172122",
            "reply_to_id": "1172117",
            "text": "Okey, skemmtilega talað um efnið, óhefðbundið. Þú greinilega hefur þekkingu og ástríðu fyrir málinu en vantar kannski aðeins upp á framsetningu því ég veit ekkert hvað þú í rauninni meinar, þú byrjar á því að segja að hann sé hetja en hálf étur það oní þig aftur.. Talar um ágæti söngsins eins og þér finnist hann frábær en segir að maðurinn hafi aldrei verið góður í því að syngja. Sem ég er ósammála btw. Gott að draga upp mörg andlit Reeds en hvert þeirra er hetjan, eða er hann hetja því hann er með þetta mörg andlit og er enn að breytast? Ég elska margt sem Lou Reed hefur staðið að og ég virði hann mikils því ég geri mér grein fyrir mikilvægi  hans í framgangi rokksögunnar, að þessu leyti er ég sammála þér, en satt að segja þá veit ég ekki hvað þú meinar í raun.. Sem er slæmt, þú lítur út fyrir að hafa svo mikið að segja.."
        },
        {
            "user": "nedrud",
            "user_id": "26720",
            "date": "2003-07-09 22:51:37",
            "id": "1172123",
            "reply_to_id": "1172117",
            "text": "Hitler? Hetja?\nEn annars góð grein."
        },
        {
            "user": "Auster",
            "user_id": "41019",
            "date": "2003-07-16 12:18:39",
            "id": "1172124",
            "reply_to_id": "1172123",
            "text": "Frábær grein um vanmetid god, eftir Velvets er Berlín tvímælalaust snilldarverkid og mæli ég med tví ad fólk kynni sér hana frekar en Transformers sem er thó audvitad flott.  Ég hitti godid einusinni á Heathrow thar sem vid vorum bádir nýlentir, var einmitt ad lesa ævisöguna hans eftir Victor Bockris snilling sem er gód og í henni var hann nýbúinn ad berja einhvert ítalskt fanid til óbóta thannig ad ég lagdi ekki í ad spjalla mikid thótt hann hafi verid sakleysislegur.\nWhite light's gonna make me insane"
        }
    ]
}