{
    "forum_title": "Dulspeki",
    "user": "pannox",
    "user_id": "30648",
    "date": "2003-07-09 20:41:31",
    "title": "Er eitthvað að marka stjörnuspeki?",
    "text": "Um vísindin og stjörnuspekina\neftir Jónas Sen\nEinhver þyrfti að gera úttekt á frösum sem fólk notar á börum þegar það er að reyna við hitt kynið. Sumt sem heyrist eru klisjur, annað er hreint ótrúlegt. Eins og til dæmis: “Ég sé að þú ert rosalega villt”. Eða: “Varst þú ekki í fegurðarsamkeppni í fyrra?”. Svo er auðvitað þetta gamla góða: “Höfum við ekki hist áður?” Sumir karlmenn eru öllu frumlegri þegar þeir segja bara: “Villtu banana?”.\nEinn og einn hættir sér inn á nýaldarlínuna með frösum á borð við “mér er sagt að við höfum þekkst í fyrra lífi”. Eða þá: “Ég er norn”. Enn vinsælla er samt: “Þú ert greinilega í sporðdrekamerkinu”.\nMeð þessu síðastnefnda er verið að skírskota til goðsagnarinnar um að sporðdrekar séu kynæsandi og góðir rekkjunautar. Að segja að einhver sé augljóslega sporðdreki er því mikið hrós. Eiginlega er sporðdrekinn það merki sem nýtur mestrar virðingar innan dulspekifræðanna; sporðdrekar eiga að vera með dáleiðandi augnaráð og ofboðslega sjarmerandi. Einnig ástríðufullir og útsjónasamir, og samkvæmt mörgum stjörnuspekibókum eiga þeir alltaf að segja sannleikann - hversu óþægilegur sem hann kann að vera. Kenningarnar um sporðdrekann eru flestum kunnar, svo ef einhver ókunnugur segir rogginn við þig: “Gettu í hvaða merki ég er?” og horfir á þig með starandi augnaráði, þá geturðu verið nokkurnvegin viss um að viðkomandi er sporðdreki. Og er montinn af því.\nÞegar ég var lítill fannst mér voða töff að vera sporðdreki. Ég hafði lesið bók um stjörnuspeki eftir Lindu Goodmann, og eftir það tók ég að reyna að haga mér eins og sönnum sporðdreka sæmir. Ég fór að stara á fólk og segja sannleikann, alveg sama hversu andstyggilegur hann var. Einhverju sinni var gömul kona að passa okkur systkynin, og eldaði fyrir okkur plokkfisk. Mér fannst hann vondur, en vildi ekki særa gömlu konuna. En svo hugsaði ég: ég er sporðdreki. Sporðdrekar segja alltaf sannleikann. Svo ég sagði hátt: “Þetta er ógeðslegur plokkfiskur. Hann er alltof saltur!” Og ég horfði starandi á gömlu konuna. Gamla konan varð auðvitað hvummsa en systir mín húðskammaði mig í einrúmi og sagði mér að ég hefði verið dónalegt barn. Eftir þetta áttaði ég mig á því að það er til tvennskonar sannleikur - sannleikurinn og hinn bitri sannleikur. Og ég ákvað að segja sannleikann bara stundum, en halda kjafti þess á milli.\nStjörnufræðingar og aðrir vísindamenn hafa ekki mikið álit á stjörnuspekinni. Af og til birtast greinar í blöðum eftir hinn eða þennan vitringinn, þar sem stjörnuspekin er rökkuð niður í svaðið. Rökin eru venjulega þau að pláneturnar séu í alltof mikilli fjarlægð til að hafa áhrif á okkur. Án sólarinnar værum við auðvitað ekki til, og ekki er ólíklegt að tunglið togi eitthvað í okkur líka. En Venus? Nei varla, hvað þá Plútó sem er einhversstaðar í svo mikilli fjarlægð að hann sést ekki með berum augum - og getur ekki lyft dauðri flugu á jörðinni með þyngdarafli sínu. Samkvæmt vísindamönnunum geta kenningar stjörnuspekinnar því ekki verið sannar, því einu hugsanlegu áhrif plánetanna séu þyngdaraflið.\nAnnað sem líka er tínt til er að stjörnumerkin eru ekki lengur þar sem stjörnuspekin segir að þau séu. Þau eru á rólegri ferð aftur á bak og voru bara á “sínum stað” fyrir u.þ.b. 2000 árum síðan. Þar sem stjörnuspekingar gangi út frá 2000 ára gamalli heimsmynd geti ekki verið mikið að marka kenningar þeirra. Reyndar hreyfist dýrahringurinn ekki; það er öxulhalli jarðarinnar sem er ekki alltaf sá sami. Og það þýðir að 21. mars, á vorjafndægrum, er sólin ekki lengur á núll gráðum í Hrútsmerkinu heldur á u.þ.b. sjö gráðum í Fiskum. Þess vegna er sagt að nú sé öld Fiskanna. Eftir rúmlega hundrað ár verður hún á þessum sama tíma aftast í Vatnsbera, og þá hefst öld Vatnsberans. Hipprnir höfðu því ekki rétt fyrir sér þegar þeir sungu að nú væri öld Vatnsberans gengin í garð.\nBest er að skoða þetta aðeins nánar. Fæstir stjörnuspekingar halda í alvörunni að sólin sé að fara inn í Hrútsmerkið á vorjafndægrum, eða Vogarmerkið á haustjafndægrum. Þeir vita að séð frá jörðinni hefur dýrahringurinn færst úr stað. En það er viðeigandi að Vogarmerkið byrji á haustjafndægrum, svo dæmi sé tekið - því þá eru nótt og dagur í jafnvægi. Sömuleiðis að Geitin, gamla djöflamerkið, hefjist á vetrarsólstöðum þegar myrkrið er mest. Einnig að Hrúturinn, sem er vormerki og tákn upprisu - eins og vikið verður að hér fyrir neðan, hefjist á vorjafndægrum.\nSaga Krists tengist þessum dýrahring árstíðanna, og það er merkilegt hversu fáir virðast hafa áttað sig á því. Afhverju á Kristur að hafa fæðst á vetrarsólstöðum (sem voru í kringum 25. desember fyrir 2000 árum, eða 3-4 dögum síðar en nú)? Jú, hann er sólartákn - fæðing hans er fæðing ljóssins - þegar sólin fer að rísa á himninum og daginn að lengja. Sömuleiðis eru páskarnir hafðir á fyrsta fulla tunglinu eftir vorjafndægur - þegar Kristur sigrar myrkrið og dauðann, og rís upp til himna. Þá er líka dagurinn orðinn lengri en nóttin - sólin er orðin myrkrinu yfirsterkari - og lambið/Kristur upprisinn hrútur.\nÞetta síðastnefnda er dálítið áhugavert; Hrúturinn er fornt sólartákn og samkvæmt stjörnuspekinni er sólin sterkust í Hrútsmerkinu. Lambið er bæði tákn Krists og hinnar nýfæddu sólar/jesúbarnsins á vetrarsólstöðum; svo vex sólin og verður að hrút í Hrútsmerkinu. Samkvæmt þessari táknfræði er Kristur upprisinn ekki lengur lamb heldur hrútur.\nEiginlega má segja að saga Krists sé byggð á goðafræði, sem á rætur sínar að rekja til stjarnfræðilegra fyrirbæra, árstíðaskipta o.s.frv. Þetta er ástæðan fyrir því afhverju sumir eiga erfitt með að trúa því að Kristur hafi verið til - a.m.k. eins og guðspjöllin lýsa honum. Saga hans er svo goðsagnakennd að hún er einhvernvegin ekki sennileg.\nÍ öllu falli meina stjörnuspekingar það ekki í alvörunni þegar þeir tala um að sólin sé að fara inn í Hrútsmerkið. Þetta er bara táknmynd - rétt eins og upprisan. Hún þýðir að áhrif sólarinnar verði lituð af voráhrifum hrútsins næstu þrjátíu daga. Dýrahringur vestrænnar stjörnuspeki er eiginlega fyrst og fremst táknmál rétt eins og saga Krists, og stjörnuspekingar telja að sem slíkur eigi hann fullan rétt á sér þó hann sé ekki byggður á neinum vísindalegum staðreyndum.\nHin rökin á móti stjörnuspeki, að pláneturnar hafi engin áhrif, eru öllu sterkari. Það er erfitt að ímynda sér að pláneta lengst úti í himingeimi hafi einhver áhrif á örlög manns. En margir stjörnuspekingar trúa því reyndar ekki heldur. Þeir ganga út frá kenningum sálfræðingsins Carls Jung, sem taldi að tveir atburðir geta verið tengdir þannig að annar endurspegli hinn án þess að orsök og afleiðing spili þar inn í. Dæmi um þetta er þegar einhver dreymir fyrir dauðsfalli, happdrættisvinningi eða öðru. Draumurinn endurspeglar hinn tiltekna atburð en orsakar hann ekki. Hvers vegna þetta gerist er mönnum hulin ráðgáta - en Jung upplifði þetta svo oft sjálfur - bæði persónulega og hjá sjúklingum sínum, að hann leit á þessi fyrirbæri sem staðreynd. Hann kallaði þetta Synchronicity á Ensku; nokkurs konar lögmál um ósýnileg tengsl tveggja eða fleiri atburða. Stjörnuspekingar halda dauðahaldi í þessa kenningu þegar áhrif plánetanna ber á góma; samkvæmt henni orsaka pláneturnar ekki neitt, en staða þeirra endurspeglar samt atburði á jörðinni á einhvern dularfullan hátt.\nVísindamenn hafa gert fjölmargar rannsóknir á stjörnuspeki. Hún er líka þess eðlis að auðvelt er að kanna sannleiksgildi hennar með tölfræðina að vopni. Lengi vel kom ekkert fram sem benti til að einhver fótur væri fyrir henni. T.d. hefur verið rannsakað vísindalega hvort fólk í tilteknu stjörnumerki sé í alvörunni eins og fræðin segja, en í ljós komið að svo er ekki.\nEin slík rannsókn var gerð árið 1978. 122 fullorðnum einstaklingum var raðað í þrjá hópa eftir því hvort þeir voru vel að sér í stjörnuspeki (þ.e.a.s. þekktu persónueiginleika hvers merkis), höfðu bara óljósar hugmynir um stjörnuspeki, eða vissu ekkert um hana. Svo átti fólkið að merkja við fyrirfram gefna persónueiginleika sem því fannst eiga best við sig. Þessir eiginleikar voru fengnir úr stjörnuspekinni - ljónið á að vera stolt, rausnarlegt, stjórnsamt, hrokafullt og haldið sýniþörf; meyjan er rökföst, smámunasöm, iðin, skiptir sér af öllu og er tilfinningalega heft; nautið nautnalegt, praktískt, íhaldssamt og eigingjarnt, o.s.frv. Stjörnumerkin voru þó ekki nefnd í könnuninni, aðeins persónueiginleikarnir.\nÚtkoman var sú að þeir sem vissu ekkert um stjörnuspeki lýstu sér á engan hátt eftir kenningum hennar. Nautin gátu allt eins verið fiskar, sporðdrekarnir ljón, og ljónin vatnsberar. Þeir sem þekktu vel stjörnuspekina komu allt öðruvísi út - þar voru nautin með horn og hala, sporðdrekarnir eitraðir, og hrútarnir stangandi allt og alla. Miðhópurinn var svo eins og við var að búast, mitt á milli hinna.\nNú mótmæla væntanlega þeir sem hafa kafað aðeins í stjörnuspekina, og segja að sólarmerkið svokallaða - merkið sem sólin var í þegar maður fæddist - sé ekki nema brot af hinu eiginlega stjörnukorti. En hefðbundin túlkun á ýmsum öðrum þáttum kortsins - eins og Mars í spennuafstöðu við sól eða tungl í vatnsbera - hefur líka verið gerð skil af tölfræðingum. Gott dæmi um það var þegar franskur vísindamaður að nafni Michel Gauquelin auglýsti í dagblaði ókeypis stjörnukort og nákvæma túlkun fyrir hvern sem var. Fólk átti bara að senda inn fæðingartíma sinn - og væntanlega frímerki til að fá sendar niðurstöðurnar. Gauquelin sendi svo stjörnukort til baka ásamt ýtarlegri túlkun, með þeim formerkjum að kortið væri ekta. Sem það þó ekki var; það var alltaf sama kortið og var - ásamt túlkuninni - fengið frá vinsælli og virtri stjörnuspeki-tölvuþjónustu í París. Kortið var reiknað út frá fæðingartíma og fæðingarstað einhvers illræmdasta fjöldamorðingja Frakklands, Dr Petiot, sem framdi ódæðisverk sín í seinni heimstyrjöldinni með því að þykjast geta hjálpað mönnum til að flýja Frakkland, er Nasistar höfðu lagt það undir sig. Þegar fólkið kom til hans með eignir sínar og peninga, myrti hann það hinsvegar og hirti féð.\nÞeir sem fengu kortin voru beðnir um að svara hvort túlkunin passaði við þá. Ekki stóð á svörunum og voru flestir mjög jákvæðir. Menn voru á því að túlkunin passaði afar vel - og ættingjar og vinir voru á sama máli. Sumir voru meira að segja svo ánægðir með þjónustuna að þeir buðu peninga til að fá meira.\nMichel Gauquelin er sá sem lengst hefur gengið í rannsóknum á stjörnuspeki. Hann er með doktorsgráðu í sálfræði frá Sorbonne háskóla - þar sem hann lærði tölfræði líka. Þegar hann var lítill fékk hann brennandi áhuga á stjörnuspeki, og strax á táningsaldri var hann orðinn afar vel að sér í fræðunum. Er hann hafði lokið námi sínu í tölfræði fór hann að gamni sínu að gera vísindalegar kannanir á ýmsu sem sumir stjörnuspekingar halda fram, eins og því að atvinnuhermenn séu oftast hrútar eða sporðdrekar, en sjaldnast krabbar. Eða þá að Satúrnus sé vondur og valdi dauða oftar en hinar pláneturnar. Út úr öllum þessum könnunum fengust neikvæð svör. En svo gekk hann lengra og fór að rannsaka stjörnukort einstaklinga sem höfðu náð mjög langt á einhverju tilteknu sviði, eins og leiklist eða læknisfræði. Þá tók hann eftir því að ákveðnar plánetur virtust “hafa tilhneigingu” til að vera á sérstökum stöðum í stjörnukortunum. Gat þá verið eftir allt saman að himintunglin hefðu áhrif á örlög fólks? Það virðist óhugsandi út frá sjónarmiði vísindanna. Gauquelin fannst þetta samt svo merkilegt að hann eyddi mörgum árum í að rannsaka áhrif stjarnanna. Kona hans, sem líka er sálfræðingur, kom honum til aðstoðar, fór yfir niðurstöður hans og endurtók kannanirnar eins og lög gera ráð fyrir. Og alltaf fékkst sama svarið: Pláneturnar hafa á einhvern dularfullan hátt áhrif á okkur.\nFyrstu jákvæðu niðurstöður Gauquelins komu þegar hann kannaði stjörnukort 576 meðlima frönsku læknaakademíunnar, á öllum aldri. Kort læknanna, sem höfðu náð langt á sviði rannsókna og höfðu hlotið viðurkenningu fyrir störf sín, voru ótrúlega oft með Mars eða Satúrnus nýrisna (þ.e. aftast í tólfta húsi) eða nýlega farna fram hjá miðhimni (þ.e. aftast í níunda húsi). Fyrir þá sem ekki vita þýðir “nýrisin” pláneta að hún sé rétt komin upp fyrir sjóndeildarhringinn í austri. Miðhiminn er sá punktur á himninum sem er mitt á milli þess sem pláneta rís í austri og sest í vestri, þ.e. hádegisstaður.\nGauquelin notaðist við húsakerfi eins og í hefðbundinni stjörnuspeki, þar sem stjörnukortinu er deilt í tólf svæði, svokölluð hús. Húsakerfi Gauquelins miðaðist við það að hver pláneta ætti að vera jafn lengi í hverju húsi, einn tólfta af tíma sínum á braut sinni umhverfis sólu. Gauquelin paraði síðan húsin, tólfta með níunda, ellefta með áttunda, o.s.frv. Það þýddi að það væru 16.7% líkur á að ákveðin pláneta væri í hverju húsapari hjá læknunum sem hann var að rannsaka. En töluvert meira var um að Mars eða Satúrnus væri í 12. og 9. húsi en öðrum svæðum.\nTil að vera viss um að þetta væri ekki tilviljun náði Gauquelin sér í stjörnukort jafnmargra einstaklinga úr öllum stéttum, ekki bara læknisfræði, og var fæðingartíminn fenginn af handahófi úr kjörskrá. Enginn mátti þar vera eldri en elsti læknirinn og enginn yngri en sá yngsti. Í þessum hópi var dreifing plánetanna jöfn meðal húsaparanna. Svo niðurstaða fyrri könnunarinnar var greinilega stórmerkileg.\nEn þar sem Gauquelin hafði áður gert svo margar rannsóknir á hinum og þessum kenningum stjörnuspekinnar, alltaf með neikvæðum niðurstöðum, voru tölfræðilegar líkur á því að einhver könnunin myndi koma jákvætt út, bara fyrir tilviljun. Gauquelin gerði sér grein fyrir þessu, og þessvegna endurtók hann fyrri rannsóknina. Í þetta sinn á stjörnukortum 508 lækna sem höfðu fengið viðurkenningu fyrir störf sín - þetta voru samt aðrir læknar en í fyrri könnuninni. Og niðurstaðan var eins: læknarnir voru ótrúlega oft með Mars eða Satúrnus á sömu stöðum og hinir læknarnir.\nÞá var komið að því að kanna stjörnukort fólks í öðrum löndum og sömuleiðis á öðrum sviðum en læknisfræði. Gauquelin lagði því land undir fót og fór til Þýskalands, Ítalíu, Hollands og Belgíu og safnaði saman hvorki meira né minna en 25.000 fæðingartímum. Svo hélt hann rannsóknunum áfram og bar saman stjörnukort 5100 listamanna við kort 3647 vísindamanna. Hvor hópurinn um sig samanstóð af fólki sem hafði náð mjög langt á sínu sviði. Þá kom í ljós að Satúrnus aðgreindi þessa tvo hópa; vísindamennirnir voru áberandi oft með Satúrnus nýrisna eða nýlega farna fram hjá miðhimni, en listamennirnir voru á hinn bóginn grunsamlega sjaldan með Satúrnus á þessum stöðum. Það var nánast eins og listafólkið hefði forðast að fæðast þegar Satúrnus var sterkur.\nOf langt mál væri að fjalla um allt sem kom fram í rannsóknum Gauquelins. Hann komst á endanum að því að pláneturnar virtust ekki hafa áhrif á örlög fólks; það væri persónuleikinn sem á einhvern hátt mótaðist af áhrifum himintunglanna. Hver er sinnar gæfu smiður - stendur einhversstaðar, og persónuleikinn hefur auðvitað mestu áhrifin á það hvert örlögin leiða mann. En samkvæmt Gauquelin hafa ekki allar pláneturnar áhrif á karakter fólks, það eru fyrst og fremst Mars, Satúrnus, Júpíter og tunglið sem skipta máli í stjörnukortinu.\nRannsóknir Gauquelins leiddu í ljós að persónueiginleikar fólks sem fæðist með einhver þessara fjögurra himintungla nýrisin eða nýlega farna fram hjá miðhimni, eru eftirfarandi: Júpíter er metnaðargjarn, tækifærissinnaður, málglaður, hamingjusamur, sjálfstæður og fyndinn; Satúrnus er formfastur, samviskusamur, kaldur, íhugull, feiminn, nákvæmur og iðinn; tunglið er vinalegt, einfalt, góðhjartað, gestrisið, utan við sig, rausnarlegt, dreymandi og hefur gott ímyndunarafl; Mars er á hinn bóginn ákafur, fífldjarfur, baráttuglaður, árásargjarn, sterkur og líflegur.\nEins og gefur að skilja sendi Gauquelin niðurstöður sínar til annarra vísindamanna. Þar á meðal til hóps af lýðfræðingum, tölfræðingum, stjörnufræðingum og annarra vísindamanna í Belgíu sem saman gera vísindalegar rannsóknir á meintum dulrænum fyrirbærum. Þeir nefna sig Committee for the Scientific Investigation of Alleged Paranormal Phenomena - á Íslensku útleggst það sem Nefnd fyrir vísindalegar rannsóknir á meintum yfirnáttúrulegum fyrirbærum. Slagorð nefndarinnar mun vera “við höfnum engu; við viðurkennum ekkert án sannana.” Hún reyndi að afsanna kenningar Gauquelins með eigin rannsóknum, en þvert á móti fékk hún sömu niðurstöður og Gauquelin. En í stað þess að birta niðurstöður sínar eins og venjulega er gert ef tekist hefur að afsanna eitthvað yfirskilvitlegt, þögðu vísindamennirnir þunnu hljóði. Og í heild reyndu vísindamenn víða um heim að þaga rannsóknir Gauquelins í hel. Ástæðan er ekki ljós; kannski er það vegna þess að það er ekki nokkur leið að útskýra hvernig plánetur lengst úti í geimi geti haft áhrif á persónuleika fólks. Það stangast á við vísindalega heimsmynd nútímans - og væntanlega eru vísindamenn alveg jafn fordómafullir og aðrir, þó margir þeirra segjast vera með opin hug.\nRannsóknir Gauquelins leiddu í ljós að flestar kenningar hefðbundinnar vestrænnar stjörnuspeki standast ekki. Þó virðast útlistanir á áhrifum tunglsins og a.m.k. þriggja pláneta vera réttar. Mars stendur t.d. fyrir bardaga, kraft og íþróttir, eins og hefðin segir til um. En samkvæmt vestrænu stjörnuspekinni er Mars mjög sterkur í fyrsta húsi, en veikur í því tólfta. Gauquelin sýndi fram á að það er öfugt; Mars í tólfta húsi er miklu algengari hjá afburðaíþróttamönnum en Mars í því fyrsta. Þrátt fyrir þetta eru áhrif himintunglanna fyrir hendi þó stjörnuspekingar á vesturlöndum hafi rangt fyrir sér varðandi túlkun á stöðu plánetanna í stjörnukortinu.\nGetur verið að austræn stjörnuspeki, sérstaklega sú indverska sé nær sannleikanum? Allavega er dýrahringurinn í indverska stjörnukortinu stjarnfræðilega rétt staðsettur, en ekki bara táknmál fyrir árstíðirnar, eins og í vestrænu stjörnuspekinni. Nú veit ég ekki til þess að indversk stjörnuspeki hafi verið rannsökuð vísindalega, en verði það einhverntíman gert kæmi mér ekki á óvart að margt merkilegt myndi koma í ljós. Þeir sem til þekkja segja að hún sé ótrúlega mögnuð og með henni sé hægt sé að spá fyrir atburðum í lífi fólks með mikilli nákvæmni.\nTil gamans verður nú Ólafur Ragnar Grímsson skoðaður út frá indverskri stjörnuspeki. Því miður er engin af áhrifaplánetunum á þeim stöðum sem Gauquelin uppgötvaði í lykilstöðu - en hann rannsakaði reyndar aldrei indverska stjörnuspeki, bara þá vestrænu. Í öllu falli virðist stjörnukort Ólafs Ragnars passa ágætlega, eins og kemur í ljós hér fyrir neðan.\nReyndar gat enginn sagt mér klukkan hvað forsetinn var fæddur, svo stjörnukortið sem hér er birt er í rauninni ófullkomið. Á Indlandi eru alltaf reiknuð út a.m.k. tvö stjörnukort fyrir einn einstakling; annað út frá rísandi merkinu, hitt frá tunglmerkinu. Ekki þarf að vita fæðingarstundina nákvæmlega til að gera síðara kortið, og verður því stuðst við það hér.\nTunglmerkið er mjög mikilvægt í indverskri störnuspeki. Ólafur Ragnar er með tungl í Ljóni, og má segja að Ljónið sé viðeigandi merki fyrir forseta. Í indverskum ritningum segir m.a. um einstakling með tungl í Ljóni eða Ljón rísandi að hann komist auðveldlega til æðstu metorða. Þetta er undirstrikað með sterkri stöðu sólarinnar í korti Ólafs Ragnars; hún er í Hrút, og sólin er sterkust í Hrútsmerkinu, þar sem hún er “upphafin” eins og fyrr var greint frá. Sólin er mikilvæg í korti forsetans, því hún “stjórnar” rísandi merki hans, Ljóninu. Plánetan sem stjórnar rísandi merkinu er alltaf talin mikilvægust; ef hún er vel staðsett blómstrar viðkomandi; ef hún er veik er lífið oft erfitt.\nSól Ólafs Ragnars er í níunda húsi. Samkvæmt Indverjum á sól í Hrút í níunda húsi að vera algeng meðal andlegra leiðtoga. Ólafur Ragnar er samkvæmt því með guðlegt eðli, sem stangast óneitanlega á við meint trúleysi hans. Betur passar að hann er með Satúrnus í tíunda húsi, sem mun vera algengt meðal stjórmálaleiðtoga, forseta og einræðisherra. Hitler, ásamt mörgum öðrum valdamönnum, var með Satúrnus í tíunda húsi.\nÓlafur Ragnar er með tungl í fyrsta húsi, sem gerir hann myndarlegan; tunglið er arkitýpa - eða frummynd móðurinnar, og óneitanlega er eitthvað kvenlegt við ljósu lokkana og tvíræða brosið. Tunglið myndar líka jákvæða afstöðu við sjöunda húsið, hús hjónabandsins, þar sem Mars er staðsettur. Mars í sjöunda húsi þýðir að Ólafur Ragnar á líflega, hugrakka og sterka konu. Það merkir líka að hann á volduga óvini, því sjöunda húsið táknar stundum þá sem eru á móti manni. En tunglið beint á móti sigrar þá.\nEiginlega er þetta eitt besta stjörnukortkort sem ég hef séð. Aðeins Arnold Swarzenegger á betra kort. Ólafur Ragnar er einstaklega heppinn að vera með samstöðu Júpíters og Venusar í ellefta húsi. Saman tákna þessar plánetur mikla heppni og gæfu, og voru þær einmitt virkar í forsetakosningunum í vor. Það var nánast eins og stjörnurnar vildu að Ólafur Ragnar yrði forseti.\nOg afhverju ekki? Það er a.m.k. EITTHVAÐ að marka þessi fræði eins og rannsóknir Gauquelins hafa sýnt fram á. Út af hverju er svo önnur saga. Kannski kemur það í ljós einhverntímann í framtíðinni.\n(Heimildir: Eysenck: ASTROLOGY - SCIENCE OR SUPERSTITION?; Braha: ANCIENT HINDU ASTROLOGY FOR THE MODERN ASTROLOGER; Ojha: PREDICTIVE ASTROLOGY OF THE HINDUS; Braha: ASTRO-LOGOS; Parasara: HORA SHASTRA; Magee: TANTRIK ASTROLOGY; Choudhri: SYSTEM'S APPROACH FOR INTERPRETING HOROSCOPES)",
    "url": "https://www.hugi.is/dulspeki/greinar/154414/er-eitthvad-ad-marka-stjornuspeki/",
    "url_id": "154414",
    "id": "1172436",
    "replies": [
        {
            "user": "Adddi",
            "user_id": "10448",
            "date": "2003-07-09 21:11:31",
            "id": "1172437",
            "reply_to_id": "1172436",
            "text": "Það sem ég fatta ekki er hvernig hægt er að trúa því að hreyfingar hnatta mörghundruðþúsund kílómetra í burtu og stjarna mörghundruð ljósár í burtu hafi einhver áhrif á sálarlíf, eða lífið á jörðinni yfirleitt."
        },
        {
            "user": "divaa",
            "user_id": "11336",
            "date": "2003-07-09 21:17:39",
            "id": "1172438",
            "reply_to_id": "1172437",
            "text": "Góð spurning. Einhversstaðar heyrði ég að það væri eitthvað svipað eins og þegar tunglið hefur áhrif á sjávarföll á jörðinni. Kann ekki að útskýra það sko, verður að spyrja einhvern sem veit."
        },
        {
            "user": "pannox",
            "user_id": "30648",
            "date": "2003-07-09 21:19:42",
            "id": "1172439",
            "reply_to_id": "1172438",
            "text": "Carl Jung setti fram kenningu (sjá grein). En það er auðvitað bara kenning…"
        },
        {
            "user": "hendrixx",
            "user_id": "7447",
            "date": "2003-07-09 21:41:25",
            "id": "1172440",
            "reply_to_id": "1172439",
            "text": "GÓÐ grein!!!\nég passa fullkomlega við stjörnumerki mitt!"
        },
        {
            "user": "Adddi",
            "user_id": "10448",
            "date": "2003-07-09 21:45:51",
            "id": "1172441",
            "reply_to_id": "1172438",
            "text": "Auðvitað hafa himinhnettir einhver áhrif á jörðina, en ljósorkan frá þeim er lítil, og þyngdaraflið ennþá minna, svo að ef þessir hlutir hafa einhver áhrif, þá drukkna þau gjörsamlega í áhrifavöldum sem eru nær.\nLjós (geislun), þyngdarafl og einstaka efnisagnir eru það eina frá himinhnöttum sem kemur til jarðarinnar. Og það er mjög lítið, fyrir utan það sem kemur frá sólinni sjálfri. Ég sé enga ástæðu til að tengja þetta við dulræna hluti."
        },
        {
            "user": "prinsessa",
            "user_id": "27586",
            "date": "2003-07-12 00:04:14",
            "id": "1172442",
            "reply_to_id": "1172437",
            "text": "ég hef svona verið að pæla í þessu málefni sko… og ég held að það sé bara svoleiðis að þegar einhver viss pláneta er í einhverri vissri stöðu, þá er kannski einhver orka sem leysist úr læðingi og streymir útí andrúmsloftið (eða eikkað you know what I mean)… og ef manneskja fæðist þegar viss orka er í andrúmsloftinu þá hefur það áhrif á persónuleika hennar. Þegar svo aðrar orkur eru í andrúmsloftinu þá hafa þau mismunandi áhrif á persónuna, eftir því hvaða orka var ríkjandi þegar sú fæddist.\nþetta eru nú bara ósköp harmless pælingar hjá mér… en maður fer að hugsa um þetta fyrst að þessar aðferðir eru svo ævagamlar þannig að hlýtur nú eitthvað að vera til í þessu! ;)\nblessed be :P"
        },
        {
            "user": "Hrafnista",
            "user_id": "13633",
            "date": "2003-07-09 22:01:29",
            "id": "1172443",
            "reply_to_id": "1172436",
            "text": "Ég hélt alltaf að Ólafur Ragnar væri Naut???\nAnnars hef ég mjög gaman af stjörnuspeki og hef alltaf haft, þótt ég sé alls ekkert bókstafstrúuð á hana. Maður ætti kannski að líta á hana sem algjöra vitleysu, en samt… það er óneitanlega svo rosalega margt sem passar.\nEitt sem ég hef stundum verið að pæla í: Það virðast rosalega margir popp/rokksöngvarar vera í Ljónsmerkinu. Dæmi: Robert Plant (Led Zeppelin), Ian Gillan (Deep Purple), Bruce Dickinson (Iron Maiden), James Hetfield (Metallica), Ian Anderson (Jethro Tull), Kate Bush, Madonna, Whitney Houston, Tori Amos… Er þetta tilviljun? Ljóninu finnst jú gaman að vera í sviðsljósinu og láta taka eftir sér. :D"
        },
        {
            "user": "Mangi",
            "user_id": "1098",
            "date": "2003-07-09 22:11:34",
            "id": "1172444",
            "reply_to_id": "1172443",
            "text": "Hrafnista mín. Þetta með ljónið og rokkstjörnurnar hefur ekkert að segja. Þú gætir alveg jafn auðveldlega nefnt jafnmargar rokkstjörnur í hvaða stjörnumerki sem er."
        },
        {
            "user": "ciza",
            "user_id": "9803",
            "date": "2003-07-14 18:06:18",
            "id": "1172445",
            "reply_to_id": "1172443",
            "text": "Þetta með að fólk finnist það passa t.d. við lýsingu á stjörnumerki sínu eru þekkt áhrif. Man ekki hvað þau kallast en það er þannig að þegar lýsingin er mjög almenn, eins og að finnast gott að vera í kringum fólk og vera framkvæmdasamur/söm eða eitthvað álíka, þá gerir fólk meira úr því sem passar við það en lítið úr því sem passar ekki við það og finst þess vegna eins og spáin passi rosalega vel við það.\nÞað hefur örugglega átt við í dæminu með stjörnukortið í greininni."
        },
        {
            "user": "MacLeod",
            "user_id": "39913",
            "date": "2003-07-09 22:15:17",
            "id": "1172446",
            "reply_to_id": "1172436",
            "text": "Ég hef nú aldrei sökkt mér mjög djúpt í stjörnuspeki enn það litla sem ég veit um hana þá samsvara ég mínu merki mjög vel. er sporðdreki og tungl- eitthvað. . .man ekki meira? en allavega þá man ég eitthvað um það að sporðdrekar séu gjarnir á að fá flugur í hausinn og hella sér út í framkvæmdir hvað þeim við kemur. og svo eitthvað meira sem ég man ekki eftir. mundi samt ekki eftir því sem var sagt um sporðdreka í greininni! enda langt síðan ég las eitthvað um þetta!"
        },
        {
            "user": "marxus",
            "user_id": "12143",
            "date": "2003-07-09 22:23:33",
            "id": "1172447",
            "reply_to_id": "1172436",
            "text": "Góð grein (þó að ég hafi reyndar bara hraðlesið hana). Mér dettur í hug setningin sem hermetísku alkemistarnir sögðu: “As above, so below”. Míkrokosmos er það sama og makrokosmos, alheimurinn sama og guð (Kristsmenn krossmenn, ekki taka þetta stinnt upp), guð sama og maðurinn, maðurinn sama og fruman, fruman sama og kvarkar…\nÞetta smellur meira að segja saman við nútímavísindi. Alheimurinn virðist byggjast upp á e-s konar skipulagðri óreiðu eða fraktölum. Fraktalar virka þannig, að ef maður skoðar smærri einingu heildarinnar endurspeglar hún alltaf heildina í senn, út í hið óendanlega.\nSjálfur fékk ég ofnæmi fyrir stjörnuspeki eftir að hafa tekið stjörnufræðiáfanga í menntaskóla. En eftir að hafa lesið um “syncronicity” Carls Jung, kaoskenningar og “emergence” kenningar fannst mér þetta svosem ekkert fráleitara en hvað annað. Þessi “as above, so below” og macrocosmos/microcosmos speki heillaði mig líka upp úr skónum þegar ég las Valis e. Philip K. Dick og Cosmic Trigger e. Robert Anton Wilson. Ég held samt að margir sem gefi sig út fyrir að vera stjörnuspekingar séu loddarar."
        },
        {
            "user": "pannox",
            "user_id": "30648",
            "date": "2003-07-09 22:57:15",
            "id": "1172448",
            "reply_to_id": "1172447",
            "text": "Ramax, ég gæti ekki verið meira sammála þér. Ég held að stjnörnuspeki virki einmitt út af synchronicity, ekki einhverjum þyngdarkröftum.\nSé að þú ert Dick aðdáandi eins og ég (enginn dónalegur orðaleikur meintur); ég hef lesið Valis 5 sinnum. Dick er eitthvert mesta séní sem gekk um á jörðinni; fáir hafa skrifað eins fallega um Beethoven og hann.\nVonandi tekur enginn greininni eins og ég sé að predika eitthvað. Hef bara gaman af stjörnuspeki og mismunandi stjörnuspekikerfum. Fór meira að segja nýlega í gegnum einhvern bréfaskóla í miðaldastjörnuspeki!\nStjörnuspeki getur á vissan hátt verið hættuleg. Fólk getur svo auðveldlega gert hana að einskonar trúarbrögðum. Farið að lifa eftir henni."
        },
        {
            "user": "jonr",
            "user_id": "3773",
            "date": "2003-07-09 23:18:57",
            "id": "1172449",
            "reply_to_id": "1172436",
            "text": "Hinns vegar passaði ég skuggalega vel inn í kínversk stjörnumerki."
        },
        {
            "user": "pannox",
            "user_id": "30648",
            "date": "2003-07-10 00:05:56",
            "id": "1172450",
            "reply_to_id": "1172436",
            "text": "Stjörnuspeki nýtur hylli meðal sumra sem bera því við að sú grein sé marktæk og gefur sanna mynd um þann einstakling sem lýsingar dýrahringsins eiga við. Hins vegar er hætta á því að fólk taki þetta of bókstaflega og byrji að sýna eftirbreytni sem passar við dýralýsingarnar.\nSegjum svo að við mennirnir fæðumst öll með sömu eiginleikana nema hvaða um er að ræða mismunandi stillingar á þeim, líkt og ef maður er 75% gjafmildur þá er maður 25% gráðugur. Sem sagt eftir því sem tilteknir jákvæðir eiginleikar eru niður eða upp á við meðalmennskuna þá er er andstæða sögu að segja frá samsvarandi neikvæðu eiginleikunum. Það er hægt að bæta og aga sig í hinum og þessum eiginleikum með tímanum svo að á endanum getur maður orðið hvað sem maður ætlar sér að vera.\nFólk sem hefur áhuga á stjörnuspeki ætti því að hafa það í huga að það er ekki hlekkjað við ákveðna hegðun og skapgerð. Það má ekki telja galla sína óleysanlega og viðurkenna bresti sína fyrirfram. Það fólk sem vill ekki aðskiljast við þessa grein gæti þó í minnsta bætt einu dýri við hringinn, lambinu (tákn sakleysis og hreinleika), og gæti það þjónað sem fyrirmynd að þeirri manngerð sem hver maður stefni að.\nMikilvægt er að setja sér fyrir eitthvað markmið til betrumbótar og gildir einu hversu óhugsandi er að framkvæma það til fulls, því þótt maður nái ekki að uppfylla öll skilyrðin þá hefur maður samt kannski náð 80% af því.  Samt vil ég ekki alhæfa það að sú aðferð sé best af ótta við tilfinnigalegri ofkeyrslu fólks (Það er ekki auðvelt að skilja við sitt gamla líferni sem maður hefur aðeins þekkt allt sitt líf) og ætti fólk að skilja að almáttugur Guð er þolinmóður og sanngjarn. Því er orðtakið &#8222;Batnandi manni er best að lifa &#8220; engin fjarstæða þegar kemur til þess að fólk geti fetað hinn lifandi veg með því að taka einn hlut fyrir í einu í breytninni. Þó skal varast þá sjálfsumgleði að maður ákveði fyrirfram að gerast góður þegar komið er á eldri ár, því Guð mun ekki láta misnota náð sína svo gróflega. Því skal fólk vera einlægt í breytni sinni og taka sér ekki of langann tíma til að vera á báðum áttum því enginn veit sinn endi.\nEf þú miðar þig alltaf við verra fólk þá berðu engan ávöxt í verki og orðum, því skaltu bera þig saman við hina betri menn og þannig sífellt betrumbæta þig. Fólk sem viðurkennir sinn eigin breyskleika og lætur þar við sitja, hefur með því móti viðurkennt djöfulinn og réttlætt veru hans á jörðinni. Hví færi Guð að ómaka sér við að senda Jesú Krist, sinn einkason, til þess að breiða út fagnaðarboðskapinn, fórna sér fyrir mannkynið og gefa því færi á því að taka sinnaskiptum ef mannkynið var þegar dauðadæmt í hegðun sinni og skapgerð?\nTakið eftir því að þessi grein á líka við um persónuleikapróf. Þau sýna styrkleika og veikleika okkar, og hjálpa okkur að skilja hvað það er sem knýr okkur áfram. En enn og aftur búum við yfir ákvörðunarréttinum um það hvernig skuli hegða sér og því eru persónuleikaprófin engin afsökun fyrir iðkun illverka heldur þjóna prófin sem styrking í iðkun góðverka."
        },
        {
            "user": "pannox",
            "user_id": "30648",
            "date": "2003-07-10 00:31:30",
            "id": "1172451",
            "reply_to_id": "1172450",
            "text": "Jamm, eins og ég sagði áðan þá getur stjörnuspeki orðið að ógurlegum hlekkjum. Hins vegar fannst mér allt í lagi að skrifa um vísindalegar rannsóknir á fyrirbærum sem lengi hafa verið kölluð hindurvitni. Gaman þegar vísindamenn geta allt í einu ekki véfengt slíkar niðurstöður og reyna að þegja þær í hel, bara vegna þess að þeir geta ekki útskýrt fyrirbærin.\nÞað var þetta sem ég átti við þegar ég sagði hér fyrir allnokkru síðan að vísindaleg efahyggja væri STUNDUM ekkert annað en fínt orð yfir kreddufestu og andlega leti.\nIndverska stjörnuspekigreiningin á forseta vorum ætti að sjálfsögðu ekki að taka alvarlega. Þetta er bara dægradvöl.\nHvað varðar misnotkun á náð Guðs sem sjálfsagt margir “born-again” (frelsaðir) einstaklingar í kristinni trú hugsa mikið um, þá er það alveg satt að maður ætti ekki að fresta því til morgundagsins sem hægt er að gera í dag. Manni dettur í hug það sem sumir “born-again-and-again” hindúar segja: “Æ, ég er að hugsa um að slaka aðeins á í þessari jarðvist og eyða ævinni undir þessu vinalega tré. Ég tek mig svo á í þeirri næstu…”\nIndverski heimspekingurinn Krishnamurti sagði oft að ef maður ætlar að fresta einhverju til betri tíma (ég ætla að fara að stunda líkamsrækt í haust, ég ætla að hætta að reykja eftir ár, hætta að sprauta mig eftir tvö ár, fara í megrun eftir þrjú, hætta að berja hundinn eftir fjögur o.s.frv.) þá er bara verið að dulbúa fyrir sjálfum sér að maður ætli ekkert að gera. NÚIÐ, dagurinn í dag, er nefnilega það eina sem maður hefur.\nÞetta var nokkuð djúpt…\n(amen)"
        },
        {
            "user": "Yones",
            "user_id": "40966",
            "date": "2003-07-10 08:36:54",
            "id": "1172452",
            "reply_to_id": "1172450",
            "text": "Þú ert pretty deep miðað við svona frelsað fólk er það ekki?\nÉg hef aldrei pælt í þessu með að menn bæti eiginleikum Hrútsmerkisins, sakleysi og hreinleika, heiðarleika og hugrekki og þessu, í gegnum samband sitt með Krist, “vera í” Kristi eða hvernig þið orðið það, en það er áhugavert.\nAnnars ef þú lest svar mitt til pannox sérðu mína skoðun á stjörnuspeki, þetta er allt bara náttúru líkingar, en mikið af trúarbrögðum, dulspeki og bara alls konar speki hvetur menn til að líta til náttúrunnar, og margt trúlaust fólk finnur svipaðan frið í náttúrunni og trúaðir í bókum sínum.\nSkemmtileg pæling með að bæta Hrútinum við merki sitt, hvaðan hafðir þú þessa pælingu?\nEn hvað þá um neikvæða eiginleika Hrútsins eins og skapvonsku og að geta ekki logið?"
        },
        {
            "user": "Yones",
            "user_id": "40966",
            "date": "2003-07-10 12:25:22",
            "id": "1172453",
            "reply_to_id": "1172452",
            "text": "Lambið er táknrænt fyrir sakleysi Jesú Krists og var ég að því að meina það að maður ætti að stefna að því að vera jafn góður eins og Hann.\nHrúturinn var í sjálfu sér þessu óviðkomandi."
        },
        {
            "user": "Yones",
            "user_id": "40966",
            "date": "2003-07-10 12:34:53",
            "id": "1172454",
            "reply_to_id": "1172453",
            "text": "Ég skil.\nEn nú er vestræn stjörnuspeki, þessi vinsæla, kannski ekki það gömul, ekki eins og þessi indverska alla vega.\nGæti vestræn stjörnuspeki ekki hafa sótt innblástur í kristindóminn þegar hún bjó til Hrútsmerkið þá, fyrst tákmyndin sakleysi=lamb=kristur=sá fyrsti (Jesús sagðist vera Alpha, eða sá fyrsti) og stjörnuspekingarnir þess vegna ákveðið að hafa fyrsta merkið í stjörnuspekinni svona?\nBara að spá."
        },
        {
            "user": "Yones",
            "user_id": "40966",
            "date": "2003-07-10 12:35:35",
            "id": "1172455",
            "reply_to_id": "1172453",
            "text": "Ég skil.\nEn nú er vestræn stjörnuspeki, þessi vinsæla, kannski ekki það gömul, ekki eins og þessi indverska alla vega.\nGæti vestræn stjörnuspeki ekki hafa sótt innblástur í kristindóminn þegar hún bjó til Hrútsmerkið þá, fyrst tákmyndin sakleysi=lamb=kristur=sá fyrsti (Jesús sagðist vera Alpha, eða sá fyrsti) og stjörnuspekingarnir þess vegna ákveðið að hafa fyrsta merkið í stjörnuspekinni svona?\nBara að spá."
        },
        {
            "user": "Yones",
            "user_id": "40966",
            "date": "2003-07-10 19:19:13",
            "id": "1172456",
            "reply_to_id": "1172455",
            "text": "Til Yones\nSigh….. Ég hef engahugmynd en þó minnir mig að stjörnuspekin sé komin annað hvort frá Babyloníu eða Egyptalandi."
        },
        {
            "user": "Yones",
            "user_id": "40966",
            "date": "2003-07-10 19:59:39",
            "id": "1172457",
            "reply_to_id": "1172456",
            "text": "Ég er alltaf að heyra að þessi vestræna stjörnuspeki sem allir eru að kaupa í dag sé allt öðruvísi en þessi gamla þarna í miðausturlöndum, og fundin upp seinna og soðin saman úr hinu og þessu, og datt í hug þeir hefðu þá kannski notað kristni líka (sbr. hrúturinn sem tákn sakleysis, fullorðið karlkyns “lamb”= Jesús).\nÁstæðan fyrir að mér hættir til að dizza stjörnuspeki er að þetta er svona samsull eitthvað, en ég virði samt alveg að einhver vilji trúa á þetta fyrir því."
        },
        {
            "user": "Yones",
            "user_id": "40966",
            "date": "2003-07-10 08:37:55",
            "id": "1172458",
            "reply_to_id": "1172450",
            "text": "Ég meina geta ekki farið fínt í hlutina, ekki geta ekki farið með stórkostlegar lygar, sem er bara jákvætt."
        },
        {
            "user": "nalani",
            "user_id": "30987",
            "date": "2003-07-10 00:27:00",
            "id": "1172459",
            "reply_to_id": "1172436",
            "text": "þetta meikar nokkurn sens… allavega varð ég að lesa þetta, hefur örugglega tekið mig meira en hálftíma, ég var alveg útúr tíma á meðan ég las þetta. Þetta er svona “How to keep me busy for more than 30 min”.\nÉg er þá farin að lesa fleiri greinar eftir þig\nSkellur (kvk! - verð að breyta nafninu)"
        },
        {
            "user": "Cigol",
            "user_id": "29376",
            "date": "2003-07-10 00:33:41",
            "id": "1172460",
            "reply_to_id": "1172436",
            "text": "Takk fyrir skemmtilega grein um þann ótrúlega veika grunn, sem stjörnuspekingar nota í sínum fræðum. Mig langar til að taka upp hanskann fyrir hinn ágæta og bráðnauðsynlega félagskap CSICOP (Committee for the Scientific Investigation of Claims of the Paranormal). Það eru ýkjur að segja þá hafa reynt að fela (eða þaga í hel) niðurstöður, sem styrktu stoðirnar undir kenningu Gauquelins. Um þessa kenningu var rifist heiftarlega allt frá 6. áratugnum til hins 10., ýmsar rannsóknir voru gerðar en eingöngu þær, sem byggðu á upprunalegu gögnunum hans Gauquelins sýndu niðurstöður sem voru nálægt því að vera tölfræðilega marktækar, þetta benti til þess að í gögnunum væri að finna skekkju af einhverju tagi. Eftir að Gauquelin, sextugur að aldri, tók sitt eigið líf sökum taugaáfalls, sem hann fékk eftir að hafa tapað orðstír sínum í vísindasamfélaginu, hefur þessi kenning hans um “Mars áhrifin” (The Mars Effect) nokkurn vegin fallið í gleymsku, ekki vegna þess að vísindamenn séu með samsæri um að þaga hana í hel, heldur einfaldlega vegna þess að kenningin hefur ekki verið staðfest þrátt fyrir þónokkrar heiðarlegar tilraunir.\nÞrátt fyrir sína vafasömu stöðu er þessi kenning orðin að nokkurn vegin síðasta hálmstrái stjörnuspekinga, sem halda í hana í örvæntingu vegna þess að þarna er að finna síðasta hlekkinn í keðjunni, sem tengir stjörnuspeki við raunveruleikann, hlekk sem veikist með hverjum deginum sem líður án staðfestingar á þessum svökulluðu mars áhrifum.\nHeimildir:\nThe Mars Effect in Retrospect\nwww.skepsis.nl/mars.html\nMjög gott yfirlit um stjörnuspeki almennt, þ.m.t. mars áhrifin\nwww.skepdic.com/astrolgy.html\nAlmennt um dultölfræði\nwww.skepdic.com/occultstats.html\nA Brief Chronology of the “Mars Effect” Controversy\nwww.planetos.info/marchron.html\nThe Mars Effect\nwww.harpercollins.com.au/drstephenjuan/0209news .htm\nKveðja,\nCigol"
        },
        {
            "user": "pannox",
            "user_id": "30648",
            "date": "2003-07-10 00:43:15",
            "id": "1172461",
            "reply_to_id": "1172460",
            "text": "Takk kærlega fyrir upplýsingarnar. Þetta vissi ég ekki. Ég ætla að skoða þessa linka.\nMínar heimildir eru fyrst og fremst frá H.J.Eysenck, sálfræðingnum sem ku hafa hannað fyrstu “fjölda” greindarvísitöluprófin. Þar gagnrýnir hann CSICOP harðlega fyrir óvönduð vinnubrögð.\nÉg tékka á þessu."
        },
        {
            "user": "evab",
            "user_id": "12364",
            "date": "2003-07-10 04:12:57",
            "id": "1172462",
            "reply_to_id": "1172461",
            "text": "Sæll pannox\nÓlafur Ragnar er fæddur 14.maí og er því samkvæmt okkar stjörnuspeki naut.\nEf þú varst að miða þetta við indverska stjörnuspeki þá bið ég afsökunar.\nEva"
        },
        {
            "user": "Hrafnista",
            "user_id": "13633",
            "date": "2003-07-10 15:02:05",
            "id": "1172463",
            "reply_to_id": "1172462",
            "text": "Ahhhhh! Hlaut að vera. :) Minnti nefnilega að forseti vor væri fæddur 14. maí.\nVigdís Finnbogadóttir er hinsvegar fædd þann 15. apríl, og er þ.a.l. Hrútur samkvæmt vestrænni stjörnuspeki."
        },
        {
            "user": "Yones",
            "user_id": "40966",
            "date": "2003-07-10 08:30:56",
            "id": "1172464",
            "reply_to_id": "1172436",
            "text": "Þá skil ég afhverju ég passa ekkert við stjörnumerkið mitt.\nVarðandi Jesús, Hrútsmerkið og bla, þá er þetta í raun afar einfalt.\nHrúturinn er vorið sem er voða “saklaust”, Nautið er svo í Maí þegar sólin er farin að skína meira og er voða lífsglatt, þeir sem eru í haust merkjunum eru marglitir og “duló” og vetrarmerkin svona þunglyndisvesen eitthvað en voða gáfað eins og fiskarnir.\nBara náttúrulýsingar!\nNáttúran er annars verk Guðs, eða Æðri máttar, Gyðjunnar eða hvað menn kalla það, og frelsari mannkyns hlýtur að vera boðaður í gegnum náttúruna frekar en bækur, sem sumir Kristnir segja að sé ástæðan fyrir öllum þessum tengslum Krists við náttúruna, gömul náttúru trúarbrögð, stjörnuspeki og allt þetta.\nNáttúran hlýtur að vera ómengaðasta orð Guðs, hin hafa breyst svo mikið í gegnum tíman, og um leið það sem veldur fæstum trúarstríðum…\nMeð menguninni gerum við samt orðið okkar besta til að taka frá okkur sjálfum þetta orð Guðs."
        },
        {
            "user": "42ersvarid",
            "user_id": "40672",
            "date": "2003-07-10 11:14:10",
            "id": "1172465",
            "reply_to_id": "1172436",
            "text": "En ef stjörnuspeki byggir á einhverjum grunni sem vit er í, afhverju eru stjörnuspár þá nánast jafn mismunandi og þær eru margar? Vikunni og Mogganum ber ekki saman frekar en erlendum blöðum sem birta stjörnuspár…\n(nb: hraðlas grein og svör, kannski er búið að svara þessu)"
        },
        {
            "user": "Yones",
            "user_id": "40966",
            "date": "2003-07-10 20:05:48",
            "id": "1172466",
            "reply_to_id": "1172436",
            "text": "Sæll Pannox.\nGóð grein, ég trúi ekki heldur á stjörnuspá, alla vega ekki venjulega, því ég er ekkert líkur merkinu mínu.\nÞað var einhver að segja þú hefðir heimasíðu með fleiri svona greinum.\nGeturðu gefið mér urlið á hana?"
        },
        {
            "user": "garcon",
            "user_id": "1199",
            "date": "2003-07-10 21:30:27",
            "id": "1172467",
            "reply_to_id": "1172436",
            "text": "Þetta er góð grein hjá þér pannox\ngaman að skoða þetta\nkv. -g"
        },
        {
            "user": "KariBjorn",
            "user_id": "39275",
            "date": "2003-07-11 14:44:25",
            "id": "1172468",
            "reply_to_id": "1172436",
            "text": "ég er ekkert að monta mig en ég er sporðdreki (10/11/87) ég ég passa nánast fullkomlega við stjörnumerkiðp mitt…. þetta er alveg ótrúlegt, vinur minn sem er meyja, það er bókstaflega ekki hægt að rífast við hann, það er eitthvað til í þessum fræðum og ég trúi því að pláneturnar geti haft takm0rkuð áhrif á gjörðir og örlög okkar."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2003-07-11 15:12:08",
            "id": "1172469",
            "reply_to_id": "1172468",
            "text": "því meira sem ég les um þetta því meira trúi ég þessu :) finnst margt af þessu passa vel við mig og vini mína :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-07-21 19:37:03",
            "id": "1172470",
            "reply_to_id": "1172436",
            "text": "stjörnuspekki er sönn.\nMamma míner sproðdreki og hún segir bara allt satt.bara t.d.\nÞetta er vondur fiskur alvg hrilliegur\nég er meyja og meyjur vilja haaf aallt pörfekt\nég er frekar þannig"
        }
    ]
}