{
    "forum_title": "Fjármál og viðskipti",
    "user": "diaphanous",
    "user_id": "5339",
    "date": "2003-07-09 15:36:18",
    "title": "Afborgun á höfuðstól",
    "text": "Sælt veri fólkið,\nÉg er aðeins búin að vera að glugga í póstana hérna og ég hef nú þegar séð þó nokkrar leiðir sem gætu hjálpað mér að skipuleggja sjálfa mig betur en ég geri nú.\nMig langar hins vegar að benda ykkur á eitt sem ég hef ekki séð minnst á hérna, gæti þó verið þar eð ég hef ekki lesið allar greinar.\nAfborganir á höfuðstól!\nFyrir okkur sem greiðum af skuldabréfum og íbúðalánum er meirihluti af peningum okkar étið upp af vöxtum, verðbótum og hvað þetta heitir nú allt saman.\nEf við tökum sem dæmi mig og mín skuldabréf. Ég er að borga frá 10-15þ í hverjum mánuði af 3 skuldabréfum og þar af fer um 50-70% af upphaflega láninu, rest eru vextir og aukagjöld.\nGóðu fréttirnar hins vegar, og ástæða þess að ég er að opna bókhald mitt fyrir ykkur eru, þær að hægt er að vinna á móti þessu!\nBest er náttulega að taka engin lán! :) En við vitum að það er fyrir flest okkar óraunhæft markmið og því eru nokkrir hlutir sem má gera til að auðvelda okkur að komast úr þessum kröggum.\nNefnilega að borga af höfuðstóli!!\nFyrir mig þá byrjaði ég á að setja upp skuldabréfin mín 3 á exel og með því að reikna frekar raunhæft afborgunarplan þá má ég gera ráð fyrir að klára að borga skuldabréfin mín u.þ.b. 1 og 1/2 ári á undan áætlun. Og þetta þarf ekki að vera svo erfitt.\nÉg gerði þetta svona:\nSkuldabréf nr. 1 var með afborgun 15.475, nr. 2 13.574, nr. 3 12.335. Sem þýddi 16.000, 14.000 og 13.000 eða 43.000. Þetta eru þau útgjöld sem ég verð að gera ráð fyrir í skuldabréfin það skiptir í raun engu hvort er 41.384 eða 43.000 ef maður slummar bara á næsta þúsund þá myndast einhver afgangssumma. Þetta er ekki mikill peningur til að byrja með kanski 1 eða 2þ en það munar, trúið mér. Síðan tekur maður þessa summu og leggur inn á höfuðstólinn á einu láninu.\nEf fólk er með fleira en eitt skuldabréf mæli ég með því að fólk velji lánið sem er styst eftir, en það má að sjálfsögðu líka velja það sem er með hæstu vöxtunum eða hæstu afborguninni eða hvað þið viljið. Með hverri afborgun á höfuðstól minnkar mánaðarleg afborgun en þá er bara að halda áfram að gera ráð fyrir sömu afborgun (verum hreinskilin það skiptir ekki máli hvort við eigum 1000 eða 2000 kalli meira, við eyðum því bara hvort eð er!) Með þessu móti ætti lánið að vera búið þó nokkuð fyrr en ella. En ok þegar eitt lánið er búið þá minnkar mánaðarleg útgjöld um það en… hvað ef ekki?\nÉg meina við erum hvort eð er vön að borga þessa summu (fyrir mig 43.000) allt eins gott að nýta þá þessa aukaafborgun til að borga næsta lán og þá gengur enn hraðar að borga það niður!!! En ég veit reyndar vel hvað er gaman að eiga meiri peninga þannig að það er alveg raunhæft að taka helminginn af afborguninni og nota til að auka framfærslu manns sjálfs og setja hinn helminginn í næsta lán og að sjálfsögðu þá summu sem myndast af afrúnun á hinum. Og þegar það er búið má taka helminginn af þeirri afborgun…\nMá vera að þetta hljómi flókið en ég lofa að um leið og þið setjist niður og reiknið fyrir ykkur sjálf sjáið þið fljótt hvað ég er að tala um.\nÞetta má gera við öll lán eftir því sem ég hef komist næst, líka húsnæðislánum. Það er samt ráð að athuga hjá viðskiptabankanum ykkar hvernig þetta stendur með ykkar skuldabréf eða skuldbindingar.\nÞú þarft að fara í bankann til að borga af höfuðstóli og vera mjög skýr þegar þú tiltekur að þetta sé ekki aukagreiðsla á láninu heldur sért þú að borga af höfuðstóli. Lenti einu sinni í því að þetta var tekið sem aukagreiðsla á láninu og þá voru reiknaðir vextir á þetta!\nÞetta er náttulega fáránlega létt og því er mörgum ykkar spurn afhverju hefur mér ekki verið bent á þetta fyrr? Það er reyndar mjög góð ástæða fyrir því. Bankarnir græða ekki eins mikið á þessu!!! Hugsið ykkur alla þessa yndislegu vexti sem þið eruð að “spara” ykkur og þeir eru ekki að græða!!\nÍ rauninni er náttulega ekki um eiginlegan “sparnað” að ræða, ég meina við erum ekki að græða neitt á þessu, en við erum að spara okkur “fyrirséð útgjöld” í formi vaxta og við erum að minnka þann tíma sem við erum fangar bankakerfisins.\nVona að þetta verði ykkur smá hugvekja og vonandi til góðs, ég hvet ykkur allavega til að leita ykkur frekari upplýsingum um þetta mál.\nMeð von um skuldlausa framtíð,\ndiaphanous",
    "url": "https://www.hugi.is/fjarmal/greinar/154400/afborgun-a-hofudstol/",
    "url_id": "154400",
    "id": "1172125",
    "replies": [
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-07-09 23:30:07",
            "id": "1172126",
            "reply_to_id": "1172125",
            "text": "Mér hefði bara ekki dottið í hug að fólk vissi þetta ekki.  Ég hef einmitt alltaf borgað upp lán á undan áætlun.\nHins vegar fyrir þá sem eru miklir skuldarar og eru með fleiri lán og meiri afborganir á mánuði en þeir ráða með góðu móti við, þá er alltaf hægt að labba sig í banka og fá að skuldbreyta, slá saman lánum og lengja tímann.  Það er ódýrara til lengdar en að vera að borga vanskilavexti.  Svo verða bankarnir líka voða glaðir þegar fólk sýnir lit og vill semja frekar en að vera eitthvað vandræðalið sem borgar aldrei."
        },
        {
            "user": "Pipppi",
            "user_id": "14619",
            "date": "2003-07-10 15:06:58",
            "id": "1172127",
            "reply_to_id": "1172125",
            "text": "Smá ábending sem mig langar að koma með.\nÞað er ekki alveg rétt að best sé að skulda ekki neitt. Það getur verið gott að skulda ef lánin eru hagstæð, og td. húsnæðislán íbúðalánasjóðs eru ein þau hagstæðustu sem völ er á, með um 5,1% vexti + verðtryggingu. Hins vegar er hægt að fá innlánsvexti sem eru á bilinu 10-11% í bönkum í dag, svo það borgar sig í raun alls ekki að borga slíkt lán upp á undan áætlun (nema verðbólga fari yfir 6%, en hún er núna tæp 2%). Nei, betra er að skulda lán af þessu tagi og láta bankainnistæðuna frekar gildna."
        },
        {
            "user": "Pipppi",
            "user_id": "14619",
            "date": "2003-07-10 18:52:08",
            "id": "1172128",
            "reply_to_id": "1172127",
            "text": "Í sambandi við þessar pælingar þá langar mig að bæti við um lífeyrissjóðslánin. Það eru mjög hagstæð lán, eru núna með vexti kringum 5,5%, en eru verðtryggð og þurfa fasteignaveð. Oft er hámarksupphæð 4m kr. Þetta eru yfirleitt hagstæðustu lánin á markaðnum (fyrir utan lán íbúðalánasjóðs), og þess vegna ættu ALLIR ALLTAF að vera í eins mikilli skuld við lífeyrissjóðina og hægt er. Alltaf er hægt að fá ávöxtun fyrir peningana sem er amk jafn góð, og oft mun betri. Ef verðbólga er mikil má fjárfesta í verðtryggðum ríkisbréfum og þannig má halda jöfnu, en í stöðugu efnahagsumhverfi eins og núna má fá innlánsraunvexti sem eru töluvert hærri en vextirnir á lánunum. Svo má bíða eftir hruni á hlutabréfamarkaðnum og fjárfesta síðan þar með hugsanlega mjög miklum hagnaði."
        },
        {
            "user": "diaphanous",
            "user_id": "5339",
            "date": "2003-07-14 13:35:10",
            "id": "1172129",
            "reply_to_id": "1172128",
            "text": "Þú verður að fyrirgefa en mín skoðun er að það er aldrei gott að skulda, alveg sama hvað eru hagstæðir vextirnir!!!!!\ndiapahanous"
        },
        {
            "user": "Kagemusha",
            "user_id": "38067",
            "date": "2003-07-21 09:26:00",
            "id": "1172130",
            "reply_to_id": "1172129",
            "text": "Þér er alveg fyrirgefið. Þú hefur bara á röngu að standa:)"
        },
        {
            "user": "Notoriuz",
            "user_id": "10774",
            "date": "2003-07-28 15:34:57",
            "id": "1172131",
            "reply_to_id": "1172125",
            "text": "Þetta er góð ábending og eflaust margir sem vissu þetta ekki, en innáborgun á höfuðstólinn lækkar bréfið ótrúlega hratt.  Það munar um hvern´þúsundkallinn þar í rauninni."
        },
        {
            "user": "siggret",
            "user_id": "41656",
            "date": "2003-08-24 12:38:42",
            "id": "1172132",
            "reply_to_id": "1172131",
            "text": "Pipppi minn! Hvar færð þú 10 til 11% vexti af bankabókum. Ég hef verið að skoða heimasíður allra banka og sparisjóða og hef ekki enn fundið meira en 5% vexti nema á sérstökum reikningum þar sem vextir eru hærri ef menn eiga háar upphæðir inni. Ég hef heyrt sérfræðing frá fjármálastofnun segja að það sé raunhæft markmið til lengri tíma að ávaxta viðbótalífeyrissparnað um 8% raunávöxtun á ári með því að fjárfesta í hlutabréfum með dreifðri áhættu. Til að ná slíkri áhættu með nokkuð öruggum hætti þarf maður að vera tilbúin til að liggja lengi með peningin vegna þess að slíkir hlutabréfasjóðir eru með sveiflukennda ávöxtun og sum árin er hún neikvæð.\nEitt verður líka að hafa í huga að það þarf að greiða fjarmagnstekjuskatt af bæði vöxtum og verðbótum af inneignum. Það þarf ekki að greiða neitt slíkt af vöxtum sem menn spara sér með því að greiða lán upp hraðar. Það að greiða lán upp hraðar er líka öruggasta ávöxtun sem hægt er að fá. Öll önnur fjárfesting er háð einhverri áhættu.\nEf við tökum sem dæmi 3% verðbólgu þá eru 5,1% vextir af verðtryggðum bréfum um það bil 8,1% nafnávöxtun. Ef menn næðu 9% nafnávöxtun af innistæðu þá þarf að greða 10% af því í fjármagnstekjuskatt og þá stendur eftir 8,1% nafnávöxtun eða um það bil 5,1% raunávöxtun. Það er ekki hægt að ná slíkri ávöxtun á ríkisbréfum og því verður slík inneign alltaf háð einhverri áhættu sem ekki er hægt að segja um þá “ávöxtun” sem hægt er að ná með því að greiða niður skuldir."
        },
        {
            "user": "vacum",
            "user_id": "43365",
            "date": "2003-10-09 13:51:31",
            "id": "1172133",
            "reply_to_id": "1172125",
            "text": "Ég hef nú bara alltaf gert þetta og hélt að alli ættu að vita þetta.:)"
        },
        {
            "user": "einsi",
            "user_id": "262",
            "date": "2003-10-24 10:27:15",
            "id": "1172134",
            "reply_to_id": "1172125",
            "text": "Auðvitað vita ekki margir af þessu því jú bankarnir tapa á þessu og eru því ekkert að auglýsa að þetta sé hægt.\nBankar eru þrælahaldarar nútímans"
        }
    ]
}