{
    "forum_title": "Deiglan",
    "user": "Hoddi",
    "user_id": "58",
    "date": "2003-07-10 14:00:23",
    "title": "Ísland í fjötrum útnesjamanna",
    "text": "Undanfarið hefur verið í gangi mál eitt, sem helst mætti kenna við farsa.\nÞað sem svo hlægir mig er brölt þeirra Siglfirðinga til að setja Íslandsmet í jarðgöngum.  Það er ekki nóg fyrir þá að vera með ein göng, nei.  Þeir voru fyrstir, og lengi vel einir um þann lúxus að fá úthlutuðum jarðgöngum.  En nú þegar þau eru að verða algengari, þá þykir þeim að sér vegið með sé4rstöðuna.  Jú, eitthvað verður svona smápláss að hafa framyfir öll hin annesin til að fólk fáist til að búa þar (þá tel ég ekki með innflutt vinnuafl).  Hver nennir að hanga í einhverju smáplássi sem lengst norður í landi?\nHvernig er það, er ekki hægt að nýta þessa peninga á einhvern gáfulegri hátt?  Hvernig væri nú bara að bjóða þessu fólki að flytja annað?   Það væri hægt að kaupa upp þessa moldarkumbalda þeirra og nýta afganginn í nytsamlegar framkvæmdir?!   Breikkun Vesturlandsvegar eða Reykjanesbrautar?  Er ekki eðlilegra að meiri hluti fjárútláta í vegamálum sé þar sem meirihluti frónbúa eru?\nSegjum nei við svona kjördæmapoti og glapræðum!\nKveðja\nHörður\nps.  ef byggja þar jarðgöng, þá mæli ég með að ein verði grafin undir Garðabæ!  Þar er sko fartálmi sem taka þarf á.",
    "url": "https://www.hugi.is/deiglan/greinar/154615/island-i-fjotrum-utnesjamanna/",
    "url_id": "154615",
    "id": "1174313",
    "replies": [
        {
            "user": "binnibinni2456",
            "user_id": "35706",
            "date": "2003-07-10 23:10:55",
            "id": "1174314",
            "reply_to_id": "1174313",
            "text": "já smaála hata einhverjar aðgerðrir til að bjarga landsbyggðini.\nég spyr bara tilhvers!"
        },
        {
            "user": "jonr",
            "user_id": "3773",
            "date": "2003-07-11 00:30:01",
            "id": "1174315",
            "reply_to_id": "1174313",
            "text": "Breikka Reykjanesbrautina? Til hvers? Ég hef aldrei orðið var við umferðarteppur þarna."
        },
        {
            "user": "Cruxton",
            "user_id": "631",
            "date": "2003-07-11 15:57:21",
            "id": "1174316",
            "reply_to_id": "1174313",
            "text": "Sigfirðingar hugsa:\n“Djöfull er skítt að búa hérna í Siglufirði, allir að flytja burt suður & kvótinn allur á leiðinni burt. Bömmer maður! Hey ÉG VEIT! Látum Ríkið bora risa holu í eitthvað noname fjall! Þá fyllist bærinn af iðnaðarmönnum sem neyðast að kíkja við í Siglufirði til að kaupa sér pylsu & kók í matarhléinu sínu.”\nHeld svei mér að ánamaðkar hugsi meira fram í tímann en Siglufirðingar…"
        },
        {
            "user": "gullij",
            "user_id": "41176",
            "date": "2003-07-13 08:42:15",
            "id": "1174317",
            "reply_to_id": "1174313",
            "text": "Þetta er nú alveg ótrúleg bullgrein hjá þér og lýsir ótrúlegri fávisku!\nVeist þú hvar tekjur Íslands verða til? Vissir þú t.d. að þegar Ólafsfjarðargöngin voru byggð voru tveir frystitogarar á Ólafsfirði sem á EINU ÁRI sköpuðu gjaldeyristekjur sem dugðu til að borga göngin upp. Ef tekin yrði upp sú stefna að úthluta fjármagni eftir því hvar það yrði til er ég ansi hræddur um að töluverðar upphæðir myndu flytjast burt frá höfuðborgarsvæðinu og út á land, t.d. til Norðurlands sem hefur nú í dag tvö af stærstu útgerðarfyrirtækjum landsins, og útgerðin er jú enn að skila um 65% af heildarútflutningstekjum Íslands.\nHver nennir að hanga í einhverju smáplássi lengst norður í landi spyrðu! Það eru mjög margir sem hafa ekki áhuga á að flytjast í glæpaborgina Reykjavík (Reykjavík er með hærri glæpatíðni en flestar borgir í USA). Moldarkumbaldar eru ekkert algengari í bæjum úti á “landsbyggðinni” en þeir eru í Reykjavík, ef eitthvað er eru hús þar mun nýrri en í t.d. Reykjavík - það er ekki eins og Þingholtin, Grettisgatan og nágrenni og hreysin sem standa neðan við Hverfisgötuna séu einhver draumasvæði.\nÞað er ekkert eðlilegt að meirihluti fjárútláta í vegamálum sé þar sem meirihluti frónbúa er - ef svo hefði verið hugsað er hætt við að ósköp lítið hefði byggst upp af Reykjavík, Hafnarfjörður væri að öllum líkindum langstærsti bærinn á Íslandi og Suðurlandsundirlendið væri undirlagt af flóknu vegakerfi.\nHvort jarðgöng til Siglufjarðar séu einhver draumalausn veit ég ekkert um, en það að fólk sé eitthvað verra af því það fæddist á Raufarhöfn en ekki í Vesturbænum, það eyddi unglingsárunum að vinna í fiski á Djúpavogi, ekki að reykja hass á Ingólfstorgi eða keypti sér einbýlishús á Ísafirði en ekki 50 fermetra kjallaraholu í Smáíbúðahverfinu er auðvitað fjandans vitleysa.\nAð þurfa hvað eftir annað að lesa svona ömurlegt kjaftæði eftir börn sem ekkert vita um hvað þau eru að tala er orðið verulega pirrandi! Lesið Íslandssöguna, þó ekki væri nema svona 60 ár aftur í tímann! Hvar haldið þið að Reykjavík væri í dag ef Siglufjörður hefði ekki verið að skapa einn og sér nægar tekjur til að halda landinu gangandi á sínum tíma? Hvað varð um þær tekjur? Ekki urðu þær eftir á Siglufirði! Hvað með Raufarhöfn, Dagverðareyri, Djúpuvík og Höfn svo fáeinir staðir séu nefndir. Þessir staðir fengu aldrei tækifæri til að byggjast upp því öllu fjármagninu var ráðstafað frá Reykjavík til að byggja upp heilbrigðiskerfi, menntastofnanir og stjórnsýslubatterý - nánast allt í Reykjavík! Hefði t.d. Siglufjörður fengið að halda einhverju af skatttekjunum sem urðu til þar er ansi hætt við að umhverfið þar væri töluvert annað en það er í dag. Landsbyggðin var arðrænd áratugum saman með sérstökum veltuskatti á fyrirtæki (aðstöðugjald) sem allur fór beint til Reykjavíkurborgar - REYKJAVÍKURBORG skattlagði beinlínis landsbyggðina! Kannski kominn sé tími til að snúa þessu aðeins við og skila einhverju af þessum peningum aftur."
        },
        {
            "user": "Hoddi",
            "user_id": "58",
            "date": "2003-07-13 21:35:17",
            "id": "1174318",
            "reply_to_id": "1174317",
            "text": "En hvað myndi tapast ef þetta fólk myndi flytja á þá staði sem ekki þarf að eyða miljörðum í að gera íbúðarhæfa, eins og t.d. Akureyri, eða máski Dalvík?\nOg hvernig er það, vor ekki boruð göng í gegnum einhvern klett þarna fyrir nokkrum árum …"
        },
        {
            "user": "drekinn",
            "user_id": "10558",
            "date": "2003-07-14 13:25:58",
            "id": "1174319",
            "reply_to_id": "1174313",
            "text": "Af hverju ertu að nöldra yfir þessu núna? Af hverju talaðiru ekki um þetta fyrir 2 árum þegar það var ákveðið að byggja göngin? Eða fyrir 6 árum þegar umræðan um þau hófst?\nSiglfirðingar og í raun flestir norðlendingar eru fúlir t.d. af því að grundvöllurinn fyrir því að siglufjörður er í norðausturkjördæmi voru þessi göng. Þegar þessi göng koma þá virka þau líkt og hvalfjarðargöngin, þ.e. að fólk á þessu svæði getur farið að vinna á akureyri.\nOg það sem er auðvitað versta af öllu er að af því að ríkið hættir við þetta EFTIR að þetta fer í útboð þá eiga nú fyrirtækin sem buðu í þetta skaðabótakröfur á ríkið sem gætu hljóðað upp á 50 milljónir fyrir hvert tilboð! En þér finnst það auðvitað allt í lagi kannski?\nOg fyrst þú talar um að göngin á milli siglufjarðar og ólafsfjarðar sem einu göngin á þessum tíma þá langar mig að minna þig á strákagöng fyrir vestan!"
        }
    ]
}