{
    "forum_title": "Bardagaíþróttir",
    "user": "Freestyle",
    "user_id": "29242",
    "date": "2003-07-11 14:54:55",
    "title": "Pride Grand Prix 2003:Total Elimination umfjöllun",
    "text": "Jæja, þá er ég kominn aftur til byggða, ef að þið voruð eitthvað að spá í hvað hefði orðið um mig þá er útskýring á korkunum.\nÞað sem þið MMA aðdáendur á Huga vitið kannski og kannski ekki er að Pride deildin í Japan er farin að planleggja næstu Grand Prix keppni og má segja þó fyrr hefði verið, fyrsta GP keppnin var haldin árið 2000 og var drekkhlaðin stjörnum s.s Royce Gracie, Mark Coleman, Kaz Sakuraba o.fl.\nÁkveðið hefur verið að skipta keppninni, sem að er átta manna útsláttarkeppni, milli tveggja kvölda í október, sem að gefur keppendum tækifæri á að hvíla sig á milli bardaga.  Einnig verða haldin tvö mót, annað fyrir milliviktarmenn(undir 205 pundum) og hitt fyrir þungaviktarmenn(yfir 205 pundum).\nNúna um daginn voru nöfn keppenda í milliviktardeildinni tilkynnt, auk þess hverjir mæta hverjum í fyrstu umferð.   Og þar verður þetta spennandi.   Að mínu mati eru hér komið mesta stjörnum hlaðna MMA keppni allra tíma.  Keppendur eru:\nVanderlei “The Axe Murderer” Silva\nQuinton “Rampage” Jackson\nHidehiko Yoshida\nChuck “The Iceman” Liddell\nKazushi “The Gracie Hunter” Sakuraba\nRicardo Arona\nAlistair Overeem\nKiyoshi Tamura\nEf að þið fylgist grannt með MMA þá eruð þið örugglega farin að slefa nú þegar.   En fyrir þá sem ekki kannast við þetta þá ætla ég að renna stuttlega yfir feril þessarra manna.\nVanderlei Silva\nAxarmorðinginn frá Brasilíu er fyrst og fremst þekktur fyrir að vera aggresívasti bardagamaður í heimi.  Hann kemur frá hinni alræmdu Academie Chute Boxe, skóla sem að dælir út mörgum af bestu Muay Thai mönnum utan Tælands.   Hann hefur verið Pride Middleweight Champion lengur en elstu menn muna og virst nánast ósigrandi síðustu ár.   Hann hefur ekki tapað bardaga síðan hann laut í lægra haldi fyrir Tito Ortiz í UFC 25.   Þeir sem hann hefur sigrað eru topp nöfn á borð við Dan Henderson, Kaz Sakuraba(tvisvar), Guy Mezger, Eugene jackson og Bob Schreiber.   Búist við miklum barsmíðum þegar Silva stígur inn í hringinn, hann er fantagóður striker og er með bestu hnétækni sem sést hefur í bransanum.\nKazushi Sakuraba\nGoðsögn í lifanda lífi fyrir það ótrúlega afrek að hafa unnið fjóra meðlimi Gracie-fjölskyldunnar, þar á meðal Royce Gracie, og sterkasti bardagamaður Japana í MMA í fjöldamörg ár.   Sakuraba er þekktur fyrir óhefðbundnar aðferðir, s.s cartwheel guard-pass, double-mongolian chop og fleira.   Afar góður grappler sem hefur unnið flesta bardaga sína á armbar.   Undanfarið hefur ferill hans dalað aðeins, hann var gjörsamlega barinn í klessu af Vanderlei Silva og Mirko “Crocop” Filipovic, og tapaði síðast óvænt fyrir BJJ heimsmeistaranum Nino “Elvis” Schembri í vægast sagt umdeildum bardaga(margir vilja meina að skallinn sem að leiddi til sigurs Schembri hafi ekki verið neitt slys).   Ef að Sakuraba er í góðu formi og gróinn sára sinna eftir Mirko og Vanderlei þá getur hann verið afar skæður.   Kannski mun sá Sakuraba sem að heillaði heiminn fyrir nokkrum árum snúa aftur í þessari keppni?\nHidehiko Yoshida\nJá, þetta er sami Yoshida og vann gull á síðustu Ólympíuleikum í Judo.   Allir sem eitthvað þekkja til þeirrar íþróttar vita að Yoshida er virkilega góður grappler, en ef satt skal segja þá hefur hann ekki sannað sig afgerandi í MMA ennþá.   Hann vann Royce Gracie í grappling-bardaga í Pride og svo gömlu kempuna Don Frye á armbar undir fullum MMA reglum, en enn sem komið er hefur hann ekki beinlínis unnið hug og hjörtu aðdáenda, og ásakanir um að Pride múti andstæðingum hans til að tryggja sigur hafa gert það að verkum að hann hefur verið stimplaður “Gulldrengurinn”, sá sem að Pride vill markaðsetja sem andlit keppninnar þó svo að þeir þurfi að svindla aðeins.   Að mínu mati verður árangur Yoshida í þessarri keppni prófsteinn á MMA-hæfileika hans.  Ef að hann stendur sig vel þá er orðsporið gulltryggt.  Ef ekki þá á ég ekki von á að við sjáum hann aftur í bráð.  Gæti komið verulega á óvart samt.\nQuinton “Rampage” Jackson\nAllir sem séð hafa Rampage berjast vita að hann er andskotanum sterkari, og hefur sérstaklega gaman af því að einfaldlega grípa andstæðinga sína, lyfta þeim á loft og slengja þeim í jörðina.  Fantagóður glímumaður með þungar hendur og hugarfarið í lagi, hann hefur aldrei sýnt nein hræðslumerki þó að hann hafi verið að tapa og alltaf gert sitt besta.   Stærstu sigrar hans hafa komið gegn Igor Vovchancyn og Kevin Randleman.   Einungis 25 ára gamall, Rampage er búinn að stimpla sig rækilega inn á topp-fimm listanum yfir létt-þungaviktarmenn.   Ef að hann stendur sig vel hér þá er hann kominn á toppinn.   Gæti komið öllum á óvart og stolið titlinum.\nRicardo Arona\nFulltrúi Brazilian Top Team í þessari keppni, Arona er margfaldur Abu Dhabi meistari og BJJ séní.   Hefur samt verið gagnrýndur fyrir að vera leiðinlegur og varkár í bardögum sínum, enda hafa flestir sigrar hans verið dómaraákvarðanir.  Arona er góður, enginn vafi á því, en miðað við samkeppnina hér þá held ég ekki að hann geti notað sömu taktík og hann hefur notað gegn minni spámönnum, þ.e tekið menn í gólfið, haldið þeim þar og unnið á stigum.   Ef að Arona vill fara alla leið þá verður hann að hrista af sér slenið og taka sénsa, ná lásum og vinna á afgerandi hátt.\nChuck Liddell\nÍsmaðurinn ógurlegi vann níu bardaga í röð í UFC og virtist stefna hraðbyri í átt að taka meistarabelti Tito Ortiz þegar mesta baktjaldadrama allra tíma í MMA gerði það að verkum að hann mætti gamla brýninu Randy Couture í einhverju svona “meistari-en-samt-ekki” bardaga.   Þar kom hinn fertugi Couture öllum á óvart og vann afgerandi sigur gegn Liddell.   “The Iceman” er þó ekki af baki dottinn og er farinn í sjálfskipaða útlegð til Japan, ætlar að nota góðan árangur þar til að réttlæta annan séns á UFC beltinu hvort heldur sem er gegn Ortiz eða Couture(sem munu takast á í september).  Liddell er skæður striker og hefur svo sannarlega knockout power, hefur unnið Kevin Randleman, Renato “Babalu” Sobral, Guy Mezger og Vitor Belfort.   Gaman að sjá hann rífa sig straxs upp aftur eftir slæmt tap gegn Couture og hella sér út í þessa keppni.   Hann er óopinber fulltrúi UFC og Dana White, forstjóri UFC hefur reitt fram 200.000 dollara AF SÍNUM EIGIN PENINGUM í prívat veðmáli gegn Pride-forstjórunum, svo mikil er trú hans á að Chuck fari alla leið.\nAlistair Overeem\nFrá landi maríujana og reiðhjóla kemur ungur drengur að nafni Alistair Overeem, yngri bróðir hins nafntogaða RINGS-bardagamanns Valentin Overeem.   Fulltrúi hins hollenska Golden Glory gym, sem einnig inniheldur Semmy Schilt, Remco Pardoel, Gilbert Yvel og Heath Herring, Alistair er yngsti keppandinn að þessu sinni.   Mjög góður alhliða bardagamaður, en eins og Yoshida ekki búinn að sanna sig á toppnum ennþá.   Erfitt að segja hvernig hann mun standa sig, hans ungi aldur getur bæði verið túlkaður sem plús eða mínus.   Af öllum keppendunum er Alistair óþekkta stærðin í þessari blöndu, ef að hann fer alla leið verður að endurraða öllum heimslistanum.  Þeir sem þekkja til segja að hann sér ef eitthvað er betri heldur en stóri bróðir, og að ferill hans sé rétt að byrja.\nKiyoshi Tamura\nÞað kom mörgum á óvart þegar Tamura var valinn sem áttundi maðurinn í þessa keppni, flestir bjuggust við að síðasta lausa sætið myndi fara til einhvers meðlims Gracie-fjölskyldunnar.   Tamura hefur ekki beinlínis verið að gjörsigra MMA heiminn undanfarið, tapaði illilega fyrir Vanderlei Silva og var einnig buffaður af górillunni Bob Sapp og hefur að mestu haldið sig við Pro-Wrestling í Japan, en þar er hann nánast í guðatölu. Svosem skiljanlegt að hann fái að vera með þar sem hann er A)vinsæll og B)Japani og þar með líklegur til að trekkja að áhorfendur.   Hann hefur þó unnið menn á borð við Dave Menne, Pat Miletich, Renzo Gracie ofl., en það var fyrir 3-4 árum síðan. Sú staðreynd að hann er fjölbragðaglímumaður og lendir á móti “Gulldrengnum” Yoshida í fyrstu umferð hefur ekki gert neitt til að slá á orðróma um að Yoshida sé að fá sérmeðferð frá Pride, Tamura muni gefast upp við fyrsta tækifæri í slag sem sé fyrirfram ákveðinn.   Sorglegt ef satt er.\nFyrsta umferðin verður sem hér segir:\nSakuraba vs. Silva\nTamura vs. Yoshida\nLiddell vs. Overeem\nJackson vs. Arona\nEinnig mun verða “Superfight” þetta kvöld sem einn og sér er fær um að fylla hvaða leikvang sem er.   Rodrigo “Minotauro” Nogueira mun þar taka á móti króatíska undrinu Mirko “Cro-Cop” Filipovic í bardaga sem gæti þessvegna verið upphitun fyrir seinni GP keppnina í nóvember, sem er þungaviktar Grand Prix.   Vá.  Ég leyfi mér að fullyrða að aldrei hafa eins mörg stór nöfn tekist á á einu kvöldi eins og þarna.   Hvað skyldi flugmiði til Japans kosta? ;-)\nEndilega spáið og spekúlerið í þessu, ég vil heyra ykkar komment um þessa keppni.\nMín spá?  Rampage vs. Silva í úrslitunum.  Og Rampage vinnur.",
    "url": "https://www.hugi.is/martial_arts/greinar/154805/pride-grand-prix-2003total-elimination-umfjollun/",
    "url_id": "154805",
    "id": "1175700",
    "replies": [
        {
            "user": "qeySuS",
            "user_id": "280",
            "date": "2003-07-12 16:28:57",
            "id": "1175701",
            "reply_to_id": "1175700",
            "text": "Vanderlai er uppáhaldsmaðurinn minn og ég held hann fari alla leið. Að mínu mati er Sakuraba sá maður sem á minnsta möguleika í þessari keppni, þessir gaurar eru bara of góðir og stórir fyrir hann (sakuraba er í raun 185 punda keppandi, ekki 205). Annars hefði ég viljað sjá Igor Vovchanchyn inn sem 8 manninn þar sem hann hefur verið að grenna sig niður og hefði eflaust náð þeirri vigt, getiði ímyndað ykkur Vanderlai VS Igor?!?"
        },
        {
            "user": "Freestyle",
            "user_id": "29242",
            "date": "2003-07-13 16:34:46",
            "id": "1175702",
            "reply_to_id": "1175701",
            "text": "Igor hefði verið snilld í þessarri keppni.  Samt þá hefði það kannski verið honum um megn að fara alla leið niður í 205.   Ef ég man rétt þá var hann 218 pund gegn Bob Schreiber og virtist vera að ná hámarks “kötti” fyrir sína líkamsbyggingu.  Að pína af sér rúmlega fimm kíló í viðbót er kannski ekki góð hugmynd.   Gróusögur ganga um að Igor ætli sér stóra hluti í þungaviktar keppninni í Nóvember og nota þar sinn nýfundna hraða og stórbætta grappling kunnáttu(hefur verið að rifja upp gamla Sambo takta undanfarið) til að koma þungu risunum í opna skjöldu.  Igor vs Nogueira, Cro-Cop eða jafnvel Bob Sapp gætu verið snilldar matchup líka.\nEinnig er ennþá séns á að Igor verði með í Október sem þáttakandi í öðrum af tveim upphitunarbardögunum sem ennþá er ekki búið að tilkynna.  Aðrir sem nefndir hafa verið í því sambandi eru Murilo Bustamente og jafnvel Frank Shamrock(plííís guð láttu það vera satt), en það er kannski óskhyggja að ætlast til að troða fleiri stórstjörnum inn í þetta dæmi með tilheyrandi launakostnaði.   Frank Shamrock var boðið sæti í keppninni en hann hafnaði því þar sem hann telur sig ekki enn vera búinn að ná því formi sem að hann vill vera í til að keppa við þá allra bestu."
        },
        {
            "user": "qeySuS",
            "user_id": "280",
            "date": "2003-07-14 01:14:02",
            "id": "1175703",
            "reply_to_id": "1175702",
            "text": "Hann hefur verið léttari, hann var einu sinni rúmlega 190-200 (sjá IFC Ukraine) og stóð sig brilliantly vel. Hann var 218 pund þegar hann viktaði sig fyrir Schreiber en þar sem það var heavyweight bardagi þá þurfti hann ekki að hafa áhyggjur af vigtinni og hefur því getað' verið með lauslegra matarræði og ekki þurft að skera neitt vatn af sér til þess að ná þessu. Held hann ætti auðveldlega að geta skorið af sér svona 3-5 pund af fitu og tekið restina sem vatn (oftast hægt að skera svona 10 pund max með að taka bara vatn af sér)."
        },
        {
            "user": "DeathBlow",
            "user_id": "19231",
            "date": "2003-07-12 17:41:20",
            "id": "1175704",
            "reply_to_id": "1175700",
            "text": "Hvar í FÍÍÍ-jandanum getur maður séð þessa veislu?? Annars var ég frekar sár að vera ekki kallaður inn sem 8 maður. En þeir vilja víst hleypa þessum júdó gaur í gegn eins og þú sagðir svo að það er kannski skiljanlegt. Er ekki hægt að sjá þetta á einhverri rás eða þá allavega fá spóluna fljótlega ?"
        },
        {
            "user": "kalli1",
            "user_id": "35980",
            "date": "2003-07-12 22:58:10",
            "id": "1175705",
            "reply_to_id": "1175700",
            "text": "Vá takk fyrir þetta..\n!! Hlakkar til að sjá Silva vs. Liddell\nLiddell vs. Quinton\nQuinton vs. Silva\nEinn af þessum á eftir að koma þarna og ég er samála þér, Quinton er heavy gaur og ég held að hann fari 100% í finals, er ekki viss með Silva eða Liddell\nÉg þekki nú bara þessa þrjá og Sakuraba en þetta verður samt örugglega massív keppni og mig hlakkar til!!\nHVAR ER ÞETTA SÝNT?!"
        },
        {
            "user": "Freestyle",
            "user_id": "29242",
            "date": "2003-07-13 14:23:02",
            "id": "1175706",
            "reply_to_id": "1175705",
            "text": "Sjónvarpsstöðin sem að sýnir Pride í Japan heitir Fuji TV og þetta er sýnt í bandaríkjunum í gegnum pay-per-view fyrirtæki sem að heitir DirectTV.  Éftir því sem að ég best veit er engin leið fyrir okkur að sjá þetta hér á klakanum, nú er bara um að gera að hringja/skrifa Sýn og kannski Skjá Einum líka og pressa á þá að díla við DSE(fyrirtækið sem að á Pride)um sýningarrétt á þessu eðalsjónvarpsefni hér á landi.  Það væri stórt skref fram á við fyrir MMA-aðdáendur ef að t.d Sýn myndi byrja með annaðhvort Pride eða UFC á sinni dagskrá."
        },
        {
            "user": "kalli1",
            "user_id": "35980",
            "date": "2003-07-13 20:36:27",
            "id": "1175707",
            "reply_to_id": "1175700",
            "text": "Kannski maður geri það.\nEn sýnist nú vita MIKIÐ um þetta allt.. hvar horfiði á þetta?"
        },
        {
            "user": "Khan",
            "user_id": "18059",
            "date": "2003-07-13 21:36:27",
            "id": "1175708",
            "reply_to_id": "1175707",
            "text": "Það er hægt að horfa á Pay-per-view og InDemand í gegnum gervihnattamóttakara að ég best veit. Þannig ef þið þekkið einhvern sem er með svoleiðis ættu þið kannski að líta betur inn í málið…"
        },
        {
            "user": "Berserkurinn",
            "user_id": "41271",
            "date": "2003-07-14 16:49:50",
            "id": "1175709",
            "reply_to_id": "1175700",
            "text": "Ég vona að Vanderlei Silva stappi Rampage. Ég hélt mikið upp á Rampage en eftir að ég heyrði nokkur viðtöl við hann þá missti ég allt álit á honum. Þvílíkur helvítis hroki! Ég er samt skíthræddur um að Rampage taki þetta. vanderlei líka nýbúinn að gangast undir aðgerð á báðum hnjám. Ég er mjög spenntur fyrir öllum þessum bardögum. Aldrei hef ég séð svona rosaleg matchup áður. Það er bara málið að reyna að redda því að geta horft á þetta í beinni. Ég get lofað því að ef það verður af Rampage V.S Silva þá verður allt vitlaust!!! Mikið hatur í gangi."
        },
        {
            "user": "Kenzo",
            "user_id": "29298",
            "date": "2003-07-18 09:54:28",
            "id": "1175710",
            "reply_to_id": "1175709",
            "text": "Ég vildi bara benda á Royce tapaði ekki bardaganum á móti Yoshida hann var dæmdur ógildur enda er sá bardagi óskráður á MMA ferli þeirra beggja (hvorki skráð á Pridefc.com,né sherdog.com)\nLesa má allt um þann bardaga á Gracietv.net eða gracietv.com ég man ekki alveg slóðina"
        },
        {
            "user": "Kenzo",
            "user_id": "29298",
            "date": "2003-07-21 09:49:19",
            "id": "1175711",
            "reply_to_id": "1175710",
            "text": "Bardaginn var reyndar ekki háður undir hefðbundnum MMA/NHB reglum…enginn högg í gólfi ofl(Þar gæti skýringin legið á því að hann sé ekki skráður á MMA skrá þeirra(yrði annars skráður sem no contest)."
        },
        {
            "user": "binni77",
            "user_id": "29515",
            "date": "2003-07-30 21:43:02",
            "id": "1175712",
            "reply_to_id": "1175700",
            "text": "Sakuraba er mjög góður og silva líka en Igor Vocanchin drepur þá, hann hefur slegist á móti Sakuraba og vann hann en personulega fynnst mér Rumina Sato betri í glímu og take-down en Sakuraba"
        },
        {
            "user": "Freestyle",
            "user_id": "29242",
            "date": "2003-08-07 23:38:00",
            "id": "1175713",
            "reply_to_id": "1175712",
            "text": "Að mínu mati er bardagi Igors og Sakuraba ekki marktækur þar sem að Saku var nýbúinn að slást við Royce Gracie í 90 mínútur(!!!) áður en hann fór beint í Igor og var næstum því búinn að ná armbar.   Saku vs Igor þegar báðir eru óþreyttir væri snilldarslagur."
        }
    ]
}