{
    "forum_title": "Tölvuleikir",
    "user": "jonk",
    "user_id": "2463",
    "date": "2003-07-12 14:42:12",
    "title": "Escape Velocity: Nova fyrir Windows",
    "text": "Windows útgáfan af Escape Velocity: Nova, framhaldi EV og EV:Override, er nú loksins komin út.  Beðið var af miklum spenningi á #nova rásinni á irc.ambrosia.net, irc server fyrirtækisins sem hannar leikinn, og þegar loksins var búið að skella honum upp á netið hófst frantísk keppni í að vera fyrstur til að ná í leikinn.  En já, nóg um það, fyrir þá sem ekki hafa prófað einhvern leik í seríunni þá er EV mjög líkt Eve Online og Freelancer, og Star Control og Elite þar af leiðandi.  Ekki mikið sem hægt er að segja annað en að þessi leikur, sem var áður bara til á Macintosh, er hin hreinasta snilld og ætti enginn að láta hann fram hjá sér fara.\nLeikurinn flokkast undir “Shareware” sem þýðir að þú getur spilað leikinn eins lengi og þú vilt án þess að borga fyrir hann, en færð auka hluti eins og lengri söguþráð ef þú borgar 30$(uþb 2500 kr) fyrir kóða sem þú síðan notar til að aflæsa öllum aukaeiginleikunum.\n<a href=\"\nhttp://www.ambrosiasw.com/games/evn\n\">EV:Nova síðan</a>, þar sem þú getur meðal annars náð í leikinn.\nEinnig má geta að ef þú aflæsir leiknum með því að borga að þá geturðu notað plugins sem gera þér kleyft að spila EV fyrsta og EV:Override ókeypis.  Og þegar þú ert búinn að klára þessa þrjá leiki, þá er til alveg endalaus flóra að plugins fyrir leikinn sem gera allt mögulegt, t.d. bjóða upp á ný missions eða plánetur, eða jafnvel heilu alheimana.",
    "url": "https://www.hugi.is/tolvuleikir/greinar/154962/escape-velocity-nova-fyrir-windows/",
    "url_id": "154962",
    "id": "1176671",
    "replies": [
        {
            "user": "Sushanta",
            "user_id": "43933",
            "date": "2003-07-15 23:16:19",
            "id": "1176672",
            "reply_to_id": "1176671",
            "text": "JEEEEEHHHAAAAAAA DJÖFULL er ég búinn að bíða lengi eftir þessu marr Vá ég var háður Escape velocity í Gömla macintosh jess marr þetta verður gaman :D"
        },
        {
            "user": "Sushanta",
            "user_id": "43933",
            "date": "2003-09-30 12:27:15",
            "id": "1176673",
            "reply_to_id": "1176672",
            "text": "Jamm, sammála síðasta ræðumanni og ykkur öllum hér að ofan.\nEinn af topp 10 leikjum tölvuleikja sögunnar.\nEV er með þvílikt “playability” að fátt hefur sést sem nær þessum.\nSNIIIIIILLLLLD!!!!!!!!!!!!!!!"
        }
    ]
}