{
    "forum_title": "Myndasögur",
    "user": null,
    "user_id": null,
    "date": "2003-07-12 21:14:30",
    "title": "Svalur og Valur",
    "text": "Svalur er aðalpersónan í sögunum um þá (ásamt Val). Hann er blaðamaður og sannur ævintýramaður og hetja. Hann virðist alltaf vera í vandræðum útaf forvitni sinni og öðru. Hann klæðist fötum sem að margir hafa spáð mjög mikið í um árabil. Ástæðan fyrir vikapiltsfötunum er sú að foreldrar hans skildu hann eftir sem barn í tröppum hjá pari sem að átti hótel. Þau tóku honum opnum örmum og ólu hann upp og gáfu honum þessa framtíðarímynd sem vikapiltur.\nValur er félagi Svals og aldavinur. Hann þykir mjög rómantískur, en lendir samt iðulega í ástarsorg. Hann er oft kveikjan að ævintýrum þeirra félaga. Hann er blaðamaður eins og Svalur. Hann og persónuleiki hans er ekki síðri heldur en félagi hans.\nÍkorninn þeirra heitir Pési, hann er krúttlegur og fjörugur og hefur bjargað þeim félögum á ögurstundu.\nAðrar persónur eru: The Comte de Champignac (man ekki hvað hann heitir á íslensku) sem er uppfinningamaður, Gormur sem er mjög skemmtileg persóna og svo eru það aðal vondu kallarnir: Zantafio og Zorglub.\nUpplýsingar lauslega fengnar af:\nhttp://www.geocities.com/CollegePark/Union/4246/SP\nRINT.html\nKv, Yaina",
    "url": "https://www.hugi.is/myndasogur/greinar/154980/svalur-og-valur/",
    "url_id": "154980",
    "id": "1176875",
    "replies": [
        {
            "user": "TheySeeMeTrollin",
            "user_id": "26622",
            "date": "2003-07-13 16:53:12",
            "id": "1176876",
            "reply_to_id": "1176875",
            "text": "The Comte de Champignac heitir Sveppagreifinn á íslensku.\nEn annars vil ég bara þakka þessa grein, og gott að vita að fólk er ekki bara í þessu Marvel ofurhugamyndasögum. Sjálfur les ég mest Sval & Val, Tinna og Viggó viðutan og hef gaman af.\nGóðar stundir, kv. Glaurung"
        },
        {
            "user": "Redneck",
            "user_id": "7573",
            "date": "2003-07-13 17:03:46",
            "id": "1176877",
            "reply_to_id": "1176875",
            "text": "Halló ?????\nAfhverju var ekki minnst á Gorminn ?\nO.k., hann var ekki í öllum bókunum en samt var hann stór karakter.\nMér sýnist á greininni að þú hafir aldrei lesið þessar frábæru bækur og ert þá greinilega bara (no offence)að fiska stig fyrir það að þýða hluti sem þú fannst á netinu.\nGreinin var annars ágæt að öðru leiti."
        },
        {
            "user": "Redneck",
            "user_id": "7573",
            "date": "2003-07-13 17:06:31",
            "id": "1176878",
            "reply_to_id": "1176877",
            "text": "ok  þú “minntist” á gorminn sem “persónu” , það er bara ekki alveg nóg miðað við hans hlutverk í bókunum."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-07-13 18:05:58",
            "id": "1176879",
            "reply_to_id": "1176878",
            "text": "Þetta átti eiginlega að vera 50% um þá tvo en hin 50% voru reminder vegna þess að það hefur ekki verið nógu mikið fjallað um annað en ofurhetjur og þannig stöff á þessu áhugamáli. Ég var svona dáldið að minna fólk á annað en ofurhetjumyndasögur en að fjalla dáldið um þá í leiðinni."
        },
        {
            "user": "didrik",
            "user_id": "15234",
            "date": "2003-07-14 16:27:05",
            "id": "1176880",
            "reply_to_id": "1176875",
            "text": "Vildi bara minna á thad ad Tome og Janry eru EKKI hofundar Spirou og Viggós heldur eru their adeins arftakar.  Franquin kom theim í svidsljósid á sínum tíma en en hann vann vid ad setja upp myndasogur í tímarit (medal annars Spirou) og skátablod. Hann fann thó ekki upp persónurnar Sval og félaga heldur tók hann upp sval eftir odrum frumkvodli í Belgískri myndasogulist, Rob vel.  Endilega kynnid ykkur sogu Andrés Franquins hann vann medal annars med Morris og fleirri fraegum korlum ádur en ad their urdu fraegir og fór til ad mynda meg theim til USA til ad reyna ad verda fraegir.\nhttp://www.arrakis.es/~espiru/spirou/krister/spirou.h\ntm"
        },
        {
            "user": "Tahara",
            "user_id": "22188",
            "date": "2003-07-15 00:39:18",
            "id": "1176881",
            "reply_to_id": "1176880",
            "text": "mikid rett.\nMyndin herna vid greinina er eftir Tome og Janry. Franquin hafdi ødruvisi teiknistil. Svo var lika annar høfundur milli Franquin og T&J sem eg man ekki vel hvad heitir.\nAstædan fyrir thvi ad Gormur er bara i ævintyrum Svals og Vals eftir Franquin er ad hann fann upp a honum og a einkarett a honum, likt og med Viggo. Thad er komin einkamyndasøguseria um Gorm eftir einvern sem hefur rett til thess. Litli Svalur er svo ønnur einkaseria en eftir Tome og Janry."
        },
        {
            "user": "didrik",
            "user_id": "15234",
            "date": "2003-07-16 17:06:38",
            "id": "1176882",
            "reply_to_id": "1176881",
            "text": "thad hefur reyndar aragrúi af teiknurum teiknad sval og félaga í gegnum árin, checkid bara á urlinu sem ñég setti inn med fyrra svari mínu…"
        },
        {
            "user": "didrik",
            "user_id": "15234",
            "date": "2003-07-16 17:06:41",
            "id": "1176883",
            "reply_to_id": "1176881",
            "text": "thad hefur reyndar aragrúi af teiknurum teiknad sval og félaga í gegnum árin, checkid bara á urlinu sem ñég setti inn med fyrra svari mínu…"
        },
        {
            "user": "alvaro",
            "user_id": "21004",
            "date": "2003-07-18 10:59:51",
            "id": "1176884",
            "reply_to_id": "1176883",
            "text": "fyrst var það Robert Velter ah fonum tok við maður að nafni Jije svo kom Franquin og eftir hounum teiknarinn fournier. Síðan kom yve nokkur chaland og eftir hans dag tóku Tome opg Janry við"
        },
        {
            "user": "Aesa",
            "user_id": "14937",
            "date": "2003-09-29 21:07:58",
            "id": "1176885",
            "reply_to_id": "1176875",
            "text": "En td með vondu kallana, Zantafio og Zorglubb, Zantafio heitir á íslensku Sammi frændi og hann er frændi Vals sem heitir á frummálinu Fantasio. Það skemmdi orðaleik með Fantasio og Zantafio að skíra þá Val og Samma. :/ En ég dái þessar bækur og fíla þær í botn! :D"
        }
    ]
}