{
    "forum_title": "Körfubolti",
    "user": "kamalflos",
    "user_id": "4989",
    "date": "2001-01-31 15:22:55",
    "title": "Sama gamla skoðunarkönnunin!",
    "text": "Það er greinilegt að þeir sem samþykja skoðunarkannanir eru ákaflega fljótir að gleyma, því hefur verið áður!\nAð bera saman Kobe og Jordan er eitthvað sem margir hafa verið að leika sér að, en það er regin munur á þeim ; Kobe er leiðinlegur montrass, Jordan var að sjálfsögðu líka hrokafullur, en hann talaði ekki illa um félaga sína opinberlega!\nEin er nú sagan sögð af Jordan.  Það var þegar Steve Kerr tryggði þeim sigur í úrslitum hérna um árið.  Það var þannig að það var tekið leikhlé og farið yfir hvernig þeir ætluðu að hátta síðustu sókn leiksins, Jordan fer til Kerr og segir ; “ef þeir tvöfalda mig vertu þá tilbúin”! (og bætti við; “you better make it” =))  Kerr sagðist vera tilbúinn, fékk boltann og þrumaði honum ofan í.  Það var svo þegar liðið kom heim og skrúðganga haldin að allir leikmenn áttu að halda ræðu, segja eitthvað!\nKerr sagði: “Jordan bað mig um að vera tilbúinn svo að ég gerði mig klárann og hitti! Það var tími til kominn að einhver annar en Jordan hitti” þetta var allt sagt í fyndnum tóni og allir fóru að hlægja nema einn! Jordan að sjálfsögðu.  Hann fór til Kerr eftir alla skrúðgönguna, tók hann afsíðis og sagði: “þú skalt aldrei segja svona aftur fyriri framan múg og margmenni! Þetta er mitt lið, mín borg og enginn leikmaður í mínu liði talar svona um mig!”\nMálið er að Jordan réð öllu hann var meiri leiðtogi en Kobe.  Því að Jordan beið með að “rífa kjaft” við félaga sína, þeas stjórnast í þeim, hann beið þangað til hann var reyndur kall og var með virðingu!\nKobe Bryant er búinn að vera að rífast við Shaq alveg síðan hann kom í deildina, hann vill vera stjarnan í liðinu, þetta er “liðið hans” að hans mati, sem er auðvitað algjört bull!\nShaq er leiðtoginn, hann er mikilvægari fyrir liðið, ef ég væri Phil Jackson myndi ég skipta Kobe til Miami fyrir Eddie Jones, og þeir myndu pottþétt fá einhvern með honum, Mason? Brian Grant? bara einhvern!\nBurt með kobe =)",
    "url": "https://www.hugi.is/korfubolti/greinar/15506/sama-gamla-skodunarkonnunin/",
    "url_id": "15506",
    "id": "98900",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2001-01-31 18:28:50",
            "id": "98901",
            "reply_to_id": "98900",
            "text": "því miður en ég er ekki allveg sammála þér en þetta er þín skoðun."
        },
        {
            "user": "doIh8u",
            "user_id": "4729",
            "date": "2001-02-01 20:26:47",
            "id": "98902",
            "reply_to_id": "98900",
            "text": "Kjarri þetta er alveg rétt hjá þér þú ert nánast sá eini sem hefur eitthvað vit á þessu máli en maður á ekki að bera saman svona leikmenn annar hættur hinn á hátindi ferils sins"
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2001-02-01 22:14:37",
            "id": "98903",
            "reply_to_id": "98900",
            "text": "Kobe er bara bölvaður bjáni sem heldur að hann sé einhver stórlaX!"
        },
        {
            "user": "Raven15",
            "user_id": "1495",
            "date": "2001-02-07 14:56:24",
            "id": "98904",
            "reply_to_id": "98900",
            "text": "Það kemur enginn, og ég meina enginn í staðinn fyrir Michael Jordan!!! Hann er miklu betri en Kobe þó Kobe hafi gríðarlega hæfileika. Jordan var bara svo gríðarlegur leiðtogi og fjölhæfur leikmaður að það var nánast svindl."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-02-12 01:38:12",
            "id": "98905",
            "reply_to_id": "98900",
            "text": "Steve karr vann ekki shit þennan bikkar þó að hann hafi skorað seinasta stigið jordan var búin að skora miklu fleiri stig heldur en karr í leiknum. En ég er sammála með eit það er að það er mjög erfitt að bera saman Jordan og kobe samt kemur engin í stað jordans það er bara eitt sem gerir jordan betri heldur kobe sem er að hann er miklu betri í vörn heldur en kobe og það er og að shaq hann er miklu meiri leader heldur en kobe en það getur líka komið til greina að ron harper gæti hjálpað til með leadershipið því að hann hefur allt það sem leader þarf að hafa en því miður hefur hann ekki nógu mikla körfubolta hæfileika eða að hann er bara orðin of gamal"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-02-12 01:38:19",
            "id": "98906",
            "reply_to_id": "98900",
            "text": "Steve karr vann ekki shit þennan bikkar þó að hann hafi skorað seinasta stigið jordan var búin að skora miklu fleiri stig heldur en karr í leiknum. En ég er sammála með eit það er að það er mjög erfitt að bera saman Jordan og kobe samt kemur engin í stað jordans það er bara eitt sem gerir jordan betri heldur kobe sem er að hann er miklu betri í vörn heldur en kobe og það er og að shaq hann er miklu meiri leader heldur en kobe en það getur líka komið til greina að ron harper gæti hjálpað til með leadershipið því að hann hefur allt það sem leader þarf að hafa en því miður hefur hann ekki nógu mikla körfubolta hæfileika eða að hann er bara orðin of gamal"
        },
        {
            "user": "BJHero",
            "user_id": "2577",
            "date": "2001-02-21 17:57:04",
            "id": "98907",
            "reply_to_id": "98900",
            "text": "Það er nú bara móðgun að vera að reyna að bera saman Kobe og Jordan.  Kobe á gríðarlega lagt í það að við getum farið að tala um að bera þá saman.\nJordan er Legend,\nKobe er bara góður körfuboltamaður.\nÞarft að vera meira en mjög góður körfuboltamaður til þess að verða Legend."
        },
        {
            "user": "jogi",
            "user_id": "1744",
            "date": "2001-02-23 17:05:55",
            "id": "98908",
            "reply_to_id": "98900",
            "text": "Má ég spyrja ykkur, veit einhver ykkar hvað Kobe er gamall? Hann er 22 ára gamall og þegar búinn að vinna einn titil og skorar núna tæplega 30 stig í leik. Jordan var nýliði í deildinni þegar hann var á þessum aldri og varð ekki meistari  í fyrsta sinn fyrr en hann varð 28 ára. Það er ekki hægt að bera saman menn sem eru á allt öðrum aldri og afrek þeirra, það er hinsvegar hægt að bera saman það sem Kobe hefur gert til dagsins í dag og það sem Jordan gerði á sama aldri. Kobe er á sínu fimmta tímabili í NBA og hefur á þessum tíma skorað 18,2 stig í leik (skoraði 8 stig sem nýliði á 15 mínútum að meðaltali í leik og lækkar þessa tölu verulega). Á sama aldri var Jordan í háskóla að skora um 20 stig í leik. Kobe hefur alla burði til að verða betri en Jordan og er margfalt betri í dag en Jordan var á sama aldri.\nAð segja að Kobe sé verri leikmaður en Jordan út af því að hann sé montinn o.s.frv. er furðulegt því að þeir gerast ekki mikið montnari en Jordan.\nRökstuðningur:\n25) MJ said at his retirement news conference, “…it's time to spend more time with my family, my wife, my kids and just get back to a normal life, as close to it as I could.”\n[direct quote from Jordan]\n* That proved a LIE within months, when MJ left “family & normalcy” behind to PLAY BASEBALL!\n26) October 1991: Michael plays golf instead of joining the team to meet Pres. Bush after the Bulls won their first title.\n*Horace Grant is quoted: “I think he showed disrespect for the president and his teammates by not showing up.”\n27) October 23, 1992: MJ testifies he lost $57,000 on golf, poker and other gambling last October in the drug and money laundering trial of golf shop owner/drug dealer/gambling kingpin, Slim Boulder. Jordan initially LIED that the $57,000 check to Boulder was a loan!\n1) Jordan is a BALL HOG!\n*Often an opposing forward , K.Malone, for example, has more assists than Jordan, a guard . [submitted by R. Voswinkel]\n*Even if he's 1-18 from the field, he'll still take shots instead of passing the ball.\nEven MJ fans admit he's a ballhog–so don't deny it!\n2) MJ has a HUGE EGO and shows off!\n*Against the Lakers in the Finals, Jordan switched hands during a layup UNNECESSARILY!\n*He's taken foul shots with his eyes closed to rub it in to the other team that the Bulls were winning.\n*Even though he's the greatest DOESN'T mean he can show off. Pippen, Walt Williams, Stockton for example, don't show off!\n*Jordan is an athlete before an entertainer\n3) Michael may score 50 points a game, but he probably went 25-60 from the field. Actually, the Bulls games are closer when Jordan scores 40+\n*I know his role is to score…but he's gotta learn when he's having an OFF-GAME!\n4) When interviewed & asked about his most memorable game winning shot, Jordan responded by stating that he must be “getting senile” cuz he “had so many” he can't remember it all. (very cocky!) [submitted by N.ZERNO]. If you've seen the interview, you'd agree.\n5) Each game MJ wears a new pair of sneakers, & if he played a bad 1st half, he'll put on a brand new pair during halftime!\n* How corny! It's not his shoes having a bad game!\n6) Unless he's DOUBLE-TEAMED, he'll take the game into his own hands the last few seconds even if someone's open.\nYeah, I know about that pass to Kerr to win the game–WOW! One time MJ passed the ball & he wasn't double-teamed!\n7) For such a great athlete, Jordan cries about being fouled—as if that's the only reason he could've actually missed.\n*What sets him apart from others is the fact that MJ's the only one who can get in the face of a ref REPEATEDLY without getting a technical. Photo: crybaby MJ\n8) He feels that he should get away with fouling. Proof: He always has a “Do u know who I am look?” when he's called for a foul. Allegedly, he actually said it to a ref.\n*MJ's the best, but he's not to be excluded from the rules–great players should play by the rules, right?\n9) Jordan's already rich from the NBA, yet he makes sure he has plenty of endorsements:\nAccording to The Sports Marketing Letter, MJ earns an estimated $40 million just from ENDORSEMENTS—-Nike, Rayovac, Gatorade, Ballpark, Hanes, Coach Leather products, Wheaties, his OWN Cologne, WorldCom telephone service, Upper Deck, Oakley sunglasses, Wilson signature basketballs, watches & equipments, Chicago Chevy dealers, & NBA Entertainment/CBS-Fox home videos…just to name the key contracts.\nJordan now has his own line of clothes! (he must be down to only a few million that he needs to keep finding ways to make profits)\n*yeah, others have thier marketing deals, too–but nowhere as close! MJ, the person is selfish!\n10) After the game when Iverson shot over Michael with a cross-over move, Jordan said Iverson should learn how to respect the older players. (MJ was just upset that Iverson was too quick for him) [submitted by N.Zerno] Animated gif: Iverson over jordan\n11) MJ announced his “retirement” so his Dad would've seen his last game….(I wonder why he's playing now?)\n*hey Jordan fans: you probably think it's ok he said & did that–but if someone else did that, you'd agree that's not so ok!\n12) Jordan's number was retired. When he came back, he wore 45, but then went back to 23. Meaning: MJ's number is up in the United Center– while he's an active player! It should be put up after he retires for good. [submitted by CrAzY KiD 42]\n13) When MJ retired, he said he'd never wear #23 again in honor of his late Dad. Hmm…even after 23 was retired, was he showing respect when he was willing to be fined to wear it again?–just a question!)\n14) Instead of waiting until after the season, Michael came back just in time for the playoffs!\n15) Jordan has a charity under his own name & doesn't even donate to it!\n[submitted by YoUnGSav]\n16) After his “retirement,” a statue was built in front of the United Center. Meaning: When Jordan came back, his statue still stands tall (inflating his ego more) & disrespecting the other current players of the Bulls.\n(That isn't his fault, but it's still another reason)\n17) When Michael retired, he immediately played for the AAA of the Minor League! For most, it takes years to get that far–& they can actually play! [submitted by N.Zerno]\n*MJ's a great basketball player..why should he get special treatment in baseball!\n18) Jordan returned to the NBA after failing at baseball. He can't stick with something that's too hard for him!\n19) He has his very own HUGE restaurant in Chicago. Other celebrities work with others. (Planet Hollywood, Hard Rock Cafe, All Star Cafe & those who have their OWN, Larry Bird, Dan Marjerle…are not as close to being as big).\n20) MJ refuses to play for Chicago unless Jackson's the coach & Pippen's on the team. What? Michael can't do it on his own? Or not just anybody is good enough for him?\n*I know most players don't have loyalty to a team…but great players should! Great players should have loyalty to their TEAM (win or lose), not to certain people!\n*When in cases like Barkly, it's understandable to go to another team, he wants a ring & he deserves it! MJ already has his rings–he really should be loyal to Chicago–not Scottie or Phil.\n21) His sneakers just keep getting uglier & uglier but people will buy them cuz “it's Michael's”.\n22) A personal reason: I hate how he hangs his tongue out!\n23) If MJ isn't greedy, WHY, even though he's a millionaire, does he need to make MORE profits after he retires with his own sports line!\n*Why can't MJ just retire, maybe make his commercials, & not worry about making a billion more $$$? Cuz that's GREED!\n24) Jordan has often demeaned his teammates, whom he called, “my supporting cast.” [taken from a Chicago Tribune article 3/24/95--by Phil Hersh]\nDespite the fact MJ's right, he's disrespecting his teammates by SAYING it!\n——————————————————————————–\nNot all MJ fans are bandwagon punks, but for those that are…“Will we still see your faces supporting the Bulls WITHOUT MJ OR SCOTTIE? Or will U jump on another bandwagon?”"
        }
    ]
}