{
    "forum_title": "Stjórnmál",
    "user": "Weedy",
    "user_id": "23062",
    "date": "2003-07-13 10:32:49",
    "title": "Hugmyndafræði og stefnur innan anarkisma",
    "text": "Þessi grein er skrifuð vegna þess að einn hugari bað um betri útskýringu á anarkisma og það er hægt að líta á þetta sem framhald af <a href=\"\nhttp://www.hugi.is/stjornmal/greinar.php?grein_i\nd=16330897“>þessari</a> grein.\nPlís ekki gagnrýna það að ég hef skrifað tvær greinar um sama málefnið.\nÞað sem einkennir anarkisma fyrir það fyrsta er það hversu mismunandi hann er hjá hverju fólki. Það eru reyndar til hægri og vinstri hreyfingar innan anarkisma en þrátt fyrir það leyfir anarkisminn einstaklingnum að sjá fyrir sér anarkismann eins og hann vill. Sem sagt, þó maður sé anarkó-kommúnisti (vinstri) þá þýðir það samt ekki að maður þurfi að fara eftir honum eins öfgakennt og hægt er. Anarkisminn leyfir þér að draga mörkin, þín persónulegu mörk. Þannig get ég, en ég tel mig vera anarkó-kommúnista, dregið mín persónulegu mörk, sem t.a.m. gætu verið að ég vilji ekki deila með mér tannburstanum mínum eða handklæðinu. Hinsvegar er ég ekkert á móti því að deila tölvu með öðrum eða einhverjum tónlistargræjum. Annars þá gæti ég vel trúað því að þetta væri svona í kommúnisma…….\nÞannig að þetta er í rauninni mjög svipað marxisma. Eitt meðal annars er hins vegar öðruvísi. Anarkó-kommúnistar eru ekki fylgjandi hugmyndum um byltingarflokk né alræðinu sem fylgir þeim flokki, sem augljóslega brýtur í bága við hugmyndafræði anarkismans. Sem sagt, anarkistar vilja að ríkið hverfi strax og að valdið fari ekki til lítilla sjáflstjórnandi kommúna. Sameiginlegt milli marxisma og anarkó-kommúnisma gæti talist sú hugmynd að framleiða nóg til að það þurfi ekki að safna sér afurðir í eigingirni. Þetta er mjög erfitt í framkvæmd trúi ég, en það eru samt sem áður nógar auðlindir í heiminum til að fólkinu geti liðið vel. Fólk leggji sitt af mörkum í einskonar sjálfboðavinnu til að gefa frá sér sem mest, og auðvitað halda einhverju fyrir sig og/eða fjölskylduna. Þannig geta allir lagt sitt af mörkum. Anarkistar líta einnig á öll störf sem jafn merkilega, sem sagt bera jafn mikla virðingu fyrir öllum störfum. Þessi eiginleiki getur af sér það að fólk er ekki eins hrætt við að þroska hæfileikana sína til að gera það sem þau vilja í alvörunni gera, þar sem þau eru að gera þetta fyrir þau sjálf aðallega, og þau þurfa ekki að hugsa um það að græða fyrir ríkið þar sem það er ekkert ríki.\nÚtfrá anarkó-kommúnisma spratt anarkó-syndikalismi, en þeir fóru ekki eins hart í þetta eins og anarkó-kommúnistar og leyfðu verkamönnum að stofna lítil félög til að dreifa afurðum sínum á sem bestan veg. Þetta er eitt af aðalatriðunum sem skilur á milli anarkó-kommúnisma og anarkó-syndikalisma.\nÖnnur stór hreyfing í anarkisma er þá augljóslega hægri stefnan. Anarkó-kapitalismi. Hún felst í því að öll fyrirtæki verði einkavædd sem gerir það að verkum að ríkið verði óþarft. Anarkó-kapitalistar eru á móti ríkisreknum her og lögreglu en þau hyggjast láta fyrirtæki sjá um öll öryggismál. Ójafnrétti og misskipting er þannig eðlileg útkoma hins algera frelsis  sem menn hafa þá. Aðaltalsmaður þessarar stefnu, David Friedman, telur að ef lögreglan verður einkavædd, þá muni hún sýna miklu betri árangur. Þetta er í rauninni ekki ósvipað öfga-kapitalisma, nema náttúrulega að anarkó-kapitalismi hefur enga ríkisstjórn. Aðalgagnrýnin sem anarkó-kapitalismi hefur fengið felst aðallega í því að anarkisminn er í eðli sínu til vinstristefna. Hægristefna anarkismans hafa verið taldir líta framhjá þeirri stefnu anarkista að mótmæla allskyns ójöfnuði og einkaeignarrétti en fylgi anarkisma aðeins í því ljósi að hafa enga stjórn. Anarkistar eru sem sagt í eðli sínu and-kapítalískir og hlýtur ”anarkó-kapitalismi“ að vera þversögn. Ég verð eiginlega í þessu tilfelli að vitna í <a href=”\nhttp://www.andspyrna.net\n“>andspyrna.net</a>:\n”Ég er sammála því að ef saga og hugmyndafræði anarkismans er skoðuð þá er ekki hægt að tala um anarkó-kapítalisma frekar en hægt er að tala um öfgasinnaða jafnaðarmenn. Það ætti frekar að kalla þessa kapítalísku hugmyndafræði öfga-kapítalisma (extreme capitalism) eða frjálslyndan kapítalisma (libertarian capitalism). “Anarkó” forskeytið er þversögn.“\nGagnrýnir sem anarkistar hafa fengið vegna skoðana þeirra, eru ekki byggð útfrá engu, heldur eru flestir ósátir við gjörðir Bakunins, sem var upphafsmaður róttæks anarkisma, kallast “collectivism” eða samráðshyggju sem einfaldlega segir að allir verkamenn standi saman að falli ríkisins. Hugmyndin hans um að eyðileggja ríkið með ofbeldi og hryðjuverkum er að mínu mati kolröng þar sem fólk yrði neytt til að lifa í anarkisma og það er örugglega mjög mikil breyting frá því sem þau lifa.\nOg margir telja valdapíramídann í fyrirtækjum óflýjanlegan vegna þess að ”mannlegt eðli“ krefjist þess að manni sé ýtt áfram til að einhver árangur eigi sér stað. Ég trúi því samt að ef fólk kemur sér saman að markmiði, og vinni síðan í því sem þau kunna best innan fyrirtækisins saman, þá virkar þetta eins og vel gangandi vél. Einn vinur minn, sem er stoltur kapitalisti, kom með þá tillögu að hafa samt sem áður einsskonar ”áhrifalausan valdapíramída“ sem væri samkeppnishæfari í kapítalísku ríki. Kerfið myndi virka þannig að það væri fólk sem myndi sjá til þess að fólk væri að vinna, en þetta fólk væri samt sem áður engu æðra og fengi t.d. engin forréttindi né hærri laun. Þetta ”æðra fólk\" færi síðan á fundi og samningaviðræður með tillögur verkamanna/kvenna að leiðarljósi. Kannski þetta gæti virkað…….hver veit?\nNiðurstaðan útfrá þessu er þá sú að anarkismi svipar mikið til vinstri stefnunni en ólíkt marxisma þá vilja anarkistar ekki neinn leiðtoga né stjórnmálaflokk.\nSamt verður að taka fram að hugmyndafræði anarkismans er barnalega rómantísk þar sem hún byggist á því að finna það besta í fólki og að allt fólk verði gott á endanum :) En er það ekki það sem allar stefnur vilja?",
    "url": "https://www.hugi.is/stjornmal/greinar/155136/hugmyndafraedi-og-stefnur-innan-anarkisma/",
    "url_id": "155136",
    "id": "1178118",
    "replies": [
        {
            "user": "Weedy",
            "user_id": "23062",
            "date": "2003-07-13 18:20:34",
            "id": "1178119",
            "reply_to_id": "1178118",
            "text": "Ohh, efri linkurinn virkaði ekki, slóðin er þá þessi:\nhttp://www.hugi.is/stjornmal/greinar.php?grei\nn_id=16330897\nog ef það er eitthvað bil í urlinu, þá eyðið þið þeim ;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-07-13 19:10:57",
            "id": "1178120",
            "reply_to_id": "1178118",
            "text": "Frábær grein og vel skrifuð.\n“…byggist á því að finna það besta í fólki og að allt fólk verði gott á endanum”\nOg jú það er það sem allar stefnur þykjast allavegana stefna að.\nBarnaleg rómantík er nefnilega það sem flesta dreymir um - betri heim og betra líf fyrir alla.\nÉg trúi því allavegana að þannig verði það einn góðan veðurdag í stjörnukerfi langt langt út í alheiminum :-)"
        },
        {
            "user": "McMugwump",
            "user_id": "40610",
            "date": "2003-07-13 19:15:05",
            "id": "1178121",
            "reply_to_id": "1178118",
            "text": "Vinstri anarkismi leggur áherslu á jöfnuð umfram frelsi en hægri anarkismi leggur áherslu á frelsi umfram jöfnuð.  Einstaklings anarkisminn sem er forveri anarkó-kapítalismans spratt upp sem mótvægi gegn sósíal anarkisma vegna þess að mörgum fannst á frelsið hallað hjá Bakunin og co.\nHvernig geta anarkistar verið í “eðli” sínu á móti einhverju?  Hvert er “Eðli” anarkista?\nKapítalismi er hagfræðikenning sem fjallar um frjáls viðskipti.  Það er vanþekking að halda því fram að kapítalismi sé eitthvað batterí sem boðar óréttmæta eða óréttláta skiptingu.\nAð mínu mati fellur hreinn kapítalismi mun betur að einstaklingsfrelsi heldur en anarkískur sósíalismi.  En ég aðhyllist líka mun fremur fullkomið frelsi heldur en fullkominn jöfnuð.\nÞað er ekki hægt að hafa algeran jöfnuð án þess að ganga á einstaklingsfrelsið.  Um leið og einhver aflar meira en aðrir þá er verið að brjóta á hans frelsi ef honum er gert að dreifa til annara því sem hann aflaði umfram þá.\nSamvinna og samkeppni eru ekki andstæður, ef menn nota samvinnu þá gengur þeim mun betur í samkeppni og menn eru ekki samkeppnishæfir ef þeir nota ekki samvinnu.\nHugmyndafræði anarkismans er ekki “barnalega rómantísk” heldur vill nota önnur tæki heldur en ríkisrekna lögreglu til að halda skikki í samfélaginu.  Svosem brottrekningu úr samfélagi eða einkarekna lögreglu, allt eftir því hvaða stefnu menn aðhyllast.\nAnnars vísa ég í grein á anspyrnu.net sem heitir “ágrip af sögu anarkisma” sem greinir vel mismunandi stefnur anarkismans og inniheldur ýtarlega heimildaskrá."
        },
        {
            "user": "Weedy",
            "user_id": "23062",
            "date": "2003-07-14 08:25:28",
            "id": "1178122",
            "reply_to_id": "1178121",
            "text": "Ég tel það nokkuð augljóst hvað anarkistar geta í eðli sínu verið á móti. Það má nefna misrétti, kúgun stríð og völd (því sá sem hefur völd á í hættu á að misnota þau).\nÞað auðvitað er kapítalismi betri fyrir einstaklingsfrelsið, en þetta frelsi hlýtur þá að bitna á öðrum, því þetta lífsgæðakapphlaup skilur alltaf einhverja eftir. En það er nákvæmlega þetta sem skilur hægri og vinstri að. Vinstri stefnan stuðlar að jafnrétti sem leiðir til þess að fólki er frjálst að vinna við það sem það vill og læra það sem það vill, óháð fjárhagstöðu. Hægri stefnan byggist á því að nýta sér öll tækifæri sem gefast til að vera fremri í lífsgæðum og þeir sem nýta sér þau ekki, sökum þess að þau geta það ekki eða fá engin tækifæri, geta enga björg sér veitt.\nÍ fyrirmyndaríki anarkismans á það ekki að skipta máli hversu framleiðslugeta einstaklings er mikil, hann fær alltaf nóg til að lifa, og rúmlega það. Það er ekki eins og vinstri stefnan stuðli að hungri………."
        },
        {
            "user": "zillus",
            "user_id": "30611",
            "date": "2003-07-14 20:40:29",
            "id": "1178123",
            "reply_to_id": "1178122",
            "text": "“Í fyrirmyndaríki anarkismans á það ekki að skipta máli hversu framleiðslugeta einstaklings er mikil, hann fær alltaf nóg til að lifa, og rúmlega það”\nHvernig færðu það út? það hlýtur að skipta máli því ef framleiðsla allra einstaklinga er mjög lítil þá verður skortur á öllum framleiðsluþáttum og það stuðlar að hungri. Ekki nema einhver segi bara hókus pókus og þá byrtist matur."
        },
        {
            "user": "Weedy",
            "user_id": "23062",
            "date": "2003-07-14 22:34:27",
            "id": "1178124",
            "reply_to_id": "1178123",
            "text": "Nei, það Sem ég meinti var að það eru alltaf einhverjir sem framleiða óvenjulega mikið, og með öllum þeim tækjabúnaði sem er til staðar í dag þá er þetta alveg mögulegt að láta þetta virka.\nAuðvitað hlýtur verkafólkið að sjá að ef það vinnur hart að sér að þá verði ekki skortur, og ef þau gera sitt besta þá er ekki hægt að biðja þau um meira þótt þau framleiði ekki eins mikið og einhver annar."
        },
        {
            "user": "indridi",
            "user_id": "6635",
            "date": "2003-07-15 08:47:51",
            "id": "1178125",
            "reply_to_id": "1178124",
            "text": "Er ekki einmitt málið að það er engin til að biðja þau um að gera meira.\nÞað er engin hvati til að skara framúr og þess vegna dregst framleiðslan saman.\nÞað þarf ekki annað en að skoða hópvinnu í skólum til að sjá hvernig það gengur upp að allir geri eins og þeir “geta”.  Þar eru allir þessir hvatar allir njóta ávaxtanna jafnt en leggja fram eins og þeir geta.  Stundum eru menn að leggja sitt af mörkum eins og þeir geta en oftast er það ákveðin kjarni eða einn maður sem að dregur vagninn."
        },
        {
            "user": "zett",
            "user_id": "26470",
            "date": "2003-07-15 10:35:59",
            "id": "1178126",
            "reply_to_id": "1178125",
            "text": "Eins pirrandi og það getur verið að lenda í hópvinnu með óvirkum hópmeðlimum þá er mín reynsla sú að eftir því sem ég kemst lengra í skólakerfinu (=meiri reynsla fólks af hópverkefnum) þá verð ég minna vör við þessa “letingja/feimna fólk”.\nÉg hef verið í báðum þessum hlutverkum… að vera óvirk og svo að draga alla áfram og þótt það hafi verið leiðinlegt að vera í báðum þessum hlutverkum þá leið manni samt miklu betur eftir að hafa dregið alla áfram. (eftirá að sjálfsögðu) Það vita allir í hópnum hver það var sem var að vinna vinnuna og oftast vita kennararnir það líka. Þegar maður hefur svo verið í því hlutverki að standa sig ekki þá fær maður yfirleitt það mikið samviskubit að maður heitir sjálfum sér því að reyna að standa sig betur næst… því þó það geti stundum verið gott að sleppa við eitthvað sem manni leiðist þá er ótrúlega pínlegt að vita af því að maður hafi látið aðra gera eitthvað sem maður gat vel gert sjálfur.\nSvo getur alltaf komið upp sú staða að maður eigi einfaldlega í erfiðleikum að sinna því verkefni sem manni er falið og þá getur verið gott að vera í hóp þar sem einhver annar kann hlutina betur og getur hjálpað manni að skilja þá… (enda er það hluti af tilgangnum með hópverkefnum)\nÞannig hvetur maður sjálan sig áfram… sem er nú besta hvatningin að mínu mati… allavega sú sem virkar best á mig. Þannig er það ekki satt að það sé engin hvatning fyrir fólkið að sinna verkefnunum sínum… En já, það er frekar óraunhæft að ætla gera heiminn fullkominn og alltaf einhverjir sauðir sem passa ekki inn í heildar myndina… rétt eins og það eru alltaf einhverjir í skólakerfinu sem munu aldrei leggja sig fram í hópverkefnum og skemma því fyrir hinum sem eru að standa sig vel :P"
        },
        {
            "user": "indridi",
            "user_id": "6635",
            "date": "2003-07-15 11:26:11",
            "id": "1178127",
            "reply_to_id": "1178126",
            "text": "zett:\nVarðandi hvatann :\nég er gjörsamlega sammála þessu, það vill enginn vera aumingjinn, letinginn.\nEða allavegana ekki nema 0,000000001 af heiminum% :-p\nÉg bara næ ekki fólki sem heldur því endalaust til streitu að allt fari í klessu og allir breytist í hálfvita bara vegna þess að það er hópurinn sem fær hvatann saman en ekki einstklingurinn.\nÁn þess að beina því sérstaklega til þeirra sem hér hafa skrifað svo, þá fer mig að gruna að þeir sem haldi þessu hvað mest fram séu einstaklingar sem vita að þannig myndu þeir haga sér.\nEn ég veit allavegana ekki um neinn sjálf persónulega sem hefur þetta eðli - í minni fjölskyldu, vinnu, vinahóp og saumaklúbb eru allir alltaf að berjast um að fá að gera sem mest og taka þátt í öllu af miklum krafti."
        },
        {
            "user": "indridi",
            "user_id": "6635",
            "date": "2003-07-15 12:24:19",
            "id": "1178128",
            "reply_to_id": "1178127",
            "text": "Það er nú fullt af fólki sem að annað hvort vinnur svart(og leggur þar með ekki neitt af mörkum) eða vinnur ekki(þá er ég ekki að tala um öryrkja).  Til að mynda var sú þjóðsaga aða ganga til langs tíma að margir Íslendingar færi til Skandinavíu til að fara á sósíalinn.  Fólk sem að vel gat lagt sitt af mörkum en gerði það ekki.\nSíðan rámar mig í að einhver könnun hafi sýnt að mörg % dana bar nenntu ekki að vinna og ætluðu ekki að gera það."
        },
        {
            "user": "Weedy",
            "user_id": "23062",
            "date": "2003-07-15 16:17:30",
            "id": "1178129",
            "reply_to_id": "1178128",
            "text": "Enda eru samfélögin í þessum norðurlöndum frekar rotin……..kapítalísk hugsun í sósíalisma gengur nefnilega ekki, það er bara augljóst.\nÞeir hugsa að einhverjir aðrir geri vinnuna fyrir sig og að þeir geti komist upp með það. En þá þurfa Danirnir að lifa við það að framleiðslan er ekki í hámarki. Ef þau hinsvegar sætta sig við það, þá so be it."
        },
        {
            "user": "indridi",
            "user_id": "6635",
            "date": "2003-07-15 17:22:32",
            "id": "1178130",
            "reply_to_id": "1178129",
            "text": "En er ekki ansi hætt við að það komi upp sú hugsun hjá mörgum að það geri það einhver annar.\nÞað er nú rétt að benda á það að þessi lönd eru nú ekki mjög kapitalísk, háir skattar og sterkt velferðarkerfi.  Ekki alveg forskriftin hjá kapítalistunum.  En hins vegar er mikil velmegun almennt í þessum löndum sem sýnir að það eru fá lönd sem að bjóða upp á betri lífsskilyrði."
        },
        {
            "user": "Weedy",
            "user_id": "23062",
            "date": "2003-07-15 19:34:19",
            "id": "1178131",
            "reply_to_id": "1178130",
            "text": "Það er jú ansi mikil hætta á því að margir munu byrja að hugsa svona.\nEn málið er að til að halda þeim hugsunarhætti í lágmárki, þyrfti að endurmennta heiminn, eins og ég sagði í greininni, og það er svo til ómögulegt."
        },
        {
            "user": "RedFox",
            "user_id": "23988",
            "date": "2003-07-15 22:34:57",
            "id": "1178132",
            "reply_to_id": "1178131",
            "text": "“þyrfti að endurmennta heiminn”\nÞú meinar, það þarf að sníða heiminn að þínum skoðunum?"
        },
        {
            "user": "binnibinni2456",
            "user_id": "35706",
            "date": "2003-07-15 23:09:36",
            "id": "1178133",
            "reply_to_id": "1178132",
            "text": "mín skoðun er sú að þetta sé öfgastefna. því hvernig væri að hafa einkavædda lögreglu sjálfur er ég nýfrjálshyggju gaur og sé að það er allveg ómögulegt. að láta  lögguna og dóm´stóla vera í einka eign.\nNema kannski í þjónustu samning við ríkjið ;)"
        },
        {
            "user": "Weedy",
            "user_id": "23062",
            "date": "2003-07-16 07:48:52",
            "id": "1178134",
            "reply_to_id": "1178133",
            "text": "binnibinni2456:\nÞú ert þá væntanlega að tala um anarkó-kapitalisma er það ekki?\nEf ég verð að segja eins og er þá er ég á móti þeirri stefnu eins og þú þar sem ég er and-kapítalískur ;)"
        },
        {
            "user": "binnibinni2456",
            "user_id": "35706",
            "date": "2003-07-16 10:05:58",
            "id": "1178135",
            "reply_to_id": "1178134",
            "text": "jú ég er að tala um anarkó kapitalisma. mér finnst ekkert sniðugt heldur. ;)"
        },
        {
            "user": "Weedy",
            "user_id": "23062",
            "date": "2003-07-16 23:42:28",
            "id": "1178136",
            "reply_to_id": "1178135",
            "text": "ertu sem sagt sósíalískur eða…………? hehe, sry, veit ekki hvar þú stendur ;)"
        },
        {
            "user": "binnibinni2456",
            "user_id": "35706",
            "date": "2003-07-17 21:51:25",
            "id": "1178137",
            "reply_to_id": "1178136",
            "text": "ég er sko ágætlega til hægri en hvorki anarchistic né authoritian.\nsamsagt nýfrjálshyggju gaur dauðans ;)"
        },
        {
            "user": "Weedy",
            "user_id": "23062",
            "date": "2003-07-16 07:46:34",
            "id": "1178138",
            "reply_to_id": "1178132",
            "text": "Ég er ekki að meina að sníða heiminn að mínum skoðunum.\nÞað sem ég er að meina er að mennta heiminn miklu betur um þær stefnur sem til eru í dag svo fólkið verði meðvitaðra um hvað þeim finnst í rauninni gott og vont við heiminn.\nAnnars þá er margt í anarkisma sem ætti að kenna eins og af hverju það er sjálfsagt að hafa jafnrétti.\nSíðan held ég að það sé mjög mikilvægt að fólk læri að vera sjálfstæðara en það er í dag og læri að það sé ekkert að því að vinna frekar við það sem maður hefur mest gaman að og er bestur í, heldur en að vinna við það sem eru mestir peningar í."
        },
        {
            "user": "RedFox",
            "user_id": "23988",
            "date": "2003-07-15 22:33:34",
            "id": "1178139",
            "reply_to_id": "1178126",
            "text": "Þú gleymir því að það er hvati á bakvið það að þú rekir hópinn áfram, þú vilt nefnilega skila góðu verkefni. Eins og sagt var í svarinu “Einhver einn dregur hópinn áfram”.. Svipað og Hitler og Stalín drógu hópinn sinn áfram, og náðu ágætis árangri"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-07-13 19:44:03",
            "id": "1178140",
            "reply_to_id": "1178118",
            "text": "Weedy er það satt sem rusli og einhverjir gaurar sögðu, að þú værir nasisti? Ekki taka þessu illa ég sá bara eitthvað skrifað um það og langaði að spyrja þig! Er það satt?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-07-13 19:54:21",
            "id": "1178141",
            "reply_to_id": "1178140",
            "text": "Lyyrus :\nFinnst þér trúlegt að maður sem er Anarkó-kommúnista sé líka Nasisti ?\nÞað er svona eins og að hann væri grænmetisæta sem borðaði hrátt kjöt !"
        },
        {
            "user": "xtrmntr",
            "user_id": "34639",
            "date": "2003-07-13 22:20:17",
            "id": "1178142",
            "reply_to_id": "1178118",
            "text": "GÓÐUR!\nHjartanlega sammála þér í þessu, og btw ein besta grein sem þú hefur skrifað!"
        },
        {
            "user": "Weedy",
            "user_id": "23062",
            "date": "2003-07-14 06:45:53",
            "id": "1178143",
            "reply_to_id": "1178142",
            "text": "Takk takk :D"
        }
    ]
}