{
    "forum_title": "Djammið",
    "user": "cutypie",
    "user_id": "19280",
    "date": "2003-07-14 13:56:24",
    "title": "18 ára og undir á djamminu!",
    "text": "Ég fór á djammið ásamt vinkonu minni sl. helgi. Stefnt var á Sólon og þegar við komum þangað að þá er alveg massa biðröð…Eins og venjulega. Við látum okkur hafa það og förum í biðröðina. Eftir hálftíma og mikinn troðning kemst ég inn en þá er vinkonan mín allt í einu komin lengst aftur þar sem hellingur af fólki var búið að troða sér fram fyrir hana fremst í röðina. Ég beið í 15 mín. þangað til að hún komst loksins inn. Á meðan ég beið að þá sá ég stelpur bíða í svokallaðri VIP röð. Það fór alveg afskaplega í mig þar sem þessar stelpur voru báðar undir 20 ára, allavega 2 árum yngri en ég og alveg pottþétt ekki VIP. Vinkonuhópur sem var á undan mér hefði alveg eins getað sleppt því að vera þarna í biðröð dauðans þar sem dyravörðurinn rak þær á brott vegna þess að þær voru hvorki með aldur til að fara inn á Sólon og + það að þær voru með annarra manna skilríki eða mjög illa fölsuð skilríki. Þannig að ég spyr! Afhverju eru þið sem hafið ekki aldur til að skemmta ykkur niðrí bæ að fara ef þið eigið ekki möguleika. Ég veit að það er 22 ára á allflestum skemmtistöðum en þeir hleypa inn þeim sem eru orðnir 20 ára. Afhverju er ekki hægt að hafa einhvern skemmtistað fyrir 16-19 ára? Svona alveg áfengislausann sem lokar aðeins fyrr eða eitthvað bara svo að þeir sem eru því miður ekki komnir með aldur geti skemmt sér einhversstaðar?!\nMér finnst líka dyraverðirnir ekki að vera standa sig í stykkinu. Sumir eru beðnir um skilríki, aðrir ekki. Fólk lítur misjafnlega þroskað út. Mér finnst að allir ættu að vera beðnir um skilríki til að forðast það að skemmtistaðurinn yfirfyllist ekki af krökkum sem ekki eru orðnir 20 ára. Einnig ætti að taka harðar á því að krakkar séu að valsa um á skemmtistaði með fölsuð skilrík og kort sem er ekki merkt þeim. Það telst undir skjalafals og því ætti að taka á því. Ég hef alveg orðið vitni að því að skilríkjum sé stolið bara til þess að ath. hvort að það sé séns að komast inn á skemmtistaði.\nAnnað helst sem fer í mig er þessi VIP röð á öllum skemmtistöðum Rvk. Helmingurinn af þessu fólki sem stendur í VIP er ekki VIP og hefur ekki nein skírteini upp á það að vera VIP. Þar af leiðandi er þetta “VIP” fólk bara að troða sér á undan þeirri röð sem við venjulega fólkið þurfum að vera í. Enda hleypa bara dyraverðir svona 3 sinnum oftar inn VIP röðinni en þessari venjulegu. Ef það er eitthvað VIP afhverju eru þá ekki einhver svona klúbbameðlimakort?",
    "url": "https://www.hugi.is/djammid/greinar/155314/18-ara-og-undir-a-djamminu/",
    "url_id": "155314",
    "id": "1179448",
    "replies": [
        {
            "user": "Anarcy",
            "user_id": "26727",
            "date": "2003-07-14 16:58:18",
            "id": "1179449",
            "reply_to_id": "1179448",
            "text": "Auðvitað ætti að opna stað fyrir fólk á aldrinum 16 til 19 ára, man alveg eftir stressinu þegar maður var undir 20 hvort maður kæmist inn. En það er bara engin hagnaður fyrir einkaaðila að opna stað það sem ekkert áfengi er selt (nógu margir staðir með áfengisleyfi fara á hausinn). Mér finnst að borgin og/eða ríkið ætti að bæta úr þessu."
        },
        {
            "user": "rainmaker",
            "user_id": "29015",
            "date": "2003-07-14 17:15:08",
            "id": "1179450",
            "reply_to_id": "1179448",
            "text": "Ég þarf aldrei að hafa áhyggjur á því að vera hent út af skemmtistað fyrir að vera of ungur, því ég einfaldlega lít svo ellilega út.  Allavega margir hafa haldið að ég væri 21 en ég er bara 16.  Ég er t.d. einn af fáum í mínum hemabæ sem hafa aldrei þurft að láta kaupa áfengi fyrir sig.  Ég er aldrei spurður um skilríki og þetta er fínt eins og þetta er."
        },
        {
            "user": "mogull",
            "user_id": "16332",
            "date": "2003-07-14 17:23:52",
            "id": "1179451",
            "reply_to_id": "1179450",
            "text": "Já til hamingju með það…en hvað kemur það málinu við hvort þú lítur út fyrir að vera eldri en þú ert ?"
        },
        {
            "user": "Vargur",
            "user_id": "541",
            "date": "2003-07-14 19:03:21",
            "id": "1179452",
            "reply_to_id": "1179451",
            "text": "Ekki ætlast til að hann skilji þetta, hann er jú bara 16 ára, þó hann líti út fyrir að vera tuttugu-og-eins. ;)"
        },
        {
            "user": "Sunbeam",
            "user_id": "5207",
            "date": "2003-07-14 17:23:21",
            "id": "1179453",
            "reply_to_id": "1179448",
            "text": "Þetta er náttúrulega bara óþolandi!\nÉg skil hvað þú meinar og ef ég væri orðin tvítug sjálf myndi ég vera sömu skoðunar…En þetta er svo fúlt, meðan ég er ekki orðin 20 þá get ég ekkert gert nema reyna að svindla á þessu hundfúla kerfi sem náttla er ekki að virka heldur, þ.e.a.s. fullt af krökkum undir aldri nær að smyggla sér inn en allt við það er mjög pirrandi.. Og hvar eigum við svosem að vera? Endalaust í partýum og svo heim, þegar aðrir fara í bæinn, þetta er allt svo böggandi..\nÞað sem ég segi er að leyfa 18 að drekka léttvín og bjór, þá væri hægt að opna þannig staði fyrir 18-eitthvað uppúr, ekki satt?\nÞessarar skoðanar er ég auðvitað, af því að ég er orðin 18 ára.. Ef ég væri 16 ára myndi ég segja, afhverju ekki að lækka léttvín og bjóraldurinn niður í 16 ára, en mér finnst það samt ekki góð hugmynd…\nÞetta er náttúrulega bara endalaust vesen og stjórnvöld gera lítið í að bæta þetta vandamál, en á meðan þá verður þetta bara svona og hvað er hægt að gera nema halda áfram að fá einhvern til að farí ríkið og lána sér skilríki og svo kíkja útá lífið?"
        },
        {
            "user": "Rassgata",
            "user_id": "34794",
            "date": "2003-07-14 18:56:24",
            "id": "1179454",
            "reply_to_id": "1179448",
            "text": "Það er nú bara ekkert skrýtið að þau séu að smygla sér inn.. það eer fjör þarna og þá náttla kíkir maður. staður fyrir yngri sem yrði ekki með áfengi myndi bara ekki ganga. Unglingar drekka áfengi og af hverju þá að fara að skemmta sér astað þar sem ekkert áfengi er. þú talar náttla bara fyrir þinn aldru"
        },
        {
            "user": "Kexi",
            "user_id": "28960",
            "date": "2003-07-14 19:22:07",
            "id": "1179455",
            "reply_to_id": "1179448",
            "text": "Frekar heimskulegt að spurja þá sem eru ekki orðnir 20 ára af hverju þeir fara að skemmta sér niðrí bæ ef þau vita að þau eiga ekki möguleika. Svo segiru að það sé enginn staður fyrir þau. Við hverju bístu að þau geri ef það er enginn staður fyrir þau ? Svo eru margir sem komast léttilega inná staði svo að af hverju ekki að fara þangað ?"
        },
        {
            "user": "Kexi",
            "user_id": "28960",
            "date": "2003-07-14 20:39:55",
            "id": "1179456",
            "reply_to_id": "1179455",
            "text": "Einmitt það sem ég var að hugsa. Ég er 18 ára og það er svona upp og ofan hvort ég kemst inn eða ekki. Ef maður kemst ekki inn í fyrstu tilraun þá er bara að prófa aftur og aftur. Það tekst yfirleitt á endanum."
        },
        {
            "user": "Kexi",
            "user_id": "28960",
            "date": "2003-07-28 17:57:08",
            "id": "1179457",
            "reply_to_id": "1179456",
            "text": "“Ég er 18 ára”?\nNafn: Stigurh\nAldur: 44\n?!?!?!?!"
        },
        {
            "user": "typpirasspika",
            "user_id": "38363",
            "date": "2009-01-03 02:46:10",
            "id": "6422688",
            "reply_to_id": "1179457",
            "text": "kennitölunni hjá pabba sínum ?"
        },
        {
            "user": "malicious",
            "user_id": "5591",
            "date": "2003-07-14 19:57:49",
            "id": "1179458",
            "reply_to_id": "1179448",
            "text": "Það færi engin heilvita unglingur á einhverja áfengislausa félagsmiðstöð meðan það er sjéns að redda sér inn á alvöru klúbba þar sem lögum samkvæmt þarftu bara að vera 18 til að komast inn."
        },
        {
            "user": "cutypie",
            "user_id": "19280",
            "date": "2003-07-15 09:01:01",
            "id": "1179459",
            "reply_to_id": "1179458",
            "text": "Já samkvæmt lögum að þá þarf maður að vera orðinn 18 ára til að komast inn. En skemmtistaðurinn sjálfur hefur ekki leyfi til að selja þér þá áfengi nema þú sért orðinn 20 ára. Þannig að í rauninni gætir þú farið inn en ekkert keypt á barnum. Það hljómar alveg nákvæmlega eins og vera með áfengislausan skemmtistað fyrir unglinga á 16-19 ára aldri."
        },
        {
            "user": "ibbets",
            "user_id": "10684",
            "date": "2003-07-14 21:50:37",
            "id": "1179460",
            "reply_to_id": "1179448",
            "text": "tja, hver man ekki eftir Villta tryllta Villa!!!!\nÞað var skemmtistaður sem var þar sem Tralli leikjasalurinn var, beint á móti Aktu taktu (sem var bara bílastæði þá) og var fyrir 16 ára og eldri.\nÞað var ekki sellt áfengi þar, en við drukkum bara fyrir utan og fórum svo inn.\nÞetta hefur verið sennilega ´95.  Það komu nokkrir Dj´ar og spiluðu þar ef ég man ekki betur……\nVá hvað ég var búinn að gleyma þessum stað mar…..hefí flashback í gangi…:D\nÞað þyrfti að opna annan svona stað……hann var æði!!!"
        },
        {
            "user": "Sunbeam",
            "user_id": "5207",
            "date": "2003-07-14 21:56:43",
            "id": "1179461",
            "reply_to_id": "1179460",
            "text": "Hey “Villti tryllti Villi”! Ég er nú bara 18 ára en ég man eftir þessu nafni! hehe Það er satt kanski myndi þetta virka, þetta yrði bara svona eins og böll, fyrirpartý nú eða bara svolgrað í sig fyrir utan! HAHA ;) En afhverju lokaði hann?"
        },
        {
            "user": "llllollll",
            "user_id": "8372",
            "date": "2003-07-14 23:02:25",
            "id": "1179462",
            "reply_to_id": "1179461",
            "text": "Skemmtistaðir græða fyrst og fremst á að selja áfengi. Ef staður er opinn fyrir 16-19 ára krakka þá selur hann ekki áfengi og þá kemur lítill peningur í kassann.\nÞeir sem sóttu Villta Tryllta Villa muna kannski eftir að það kostaði þrefalt meira inn þar en á vínveitingahúsin, og samt fór staðurinn á hausinn því aðgangseyririnn dugði ekki einn og sér.\nEina ástæðan fyrir því hve lengi VTV þó gekk, er að á þeim tíma voru engir pöbbar og frekar fáir ballstaðir. Þannig að í stað þess að unglingarnir dreifðust um alla borg og reyndu að svindla sér inn á pöbba eins og tíðkast í dag, þá voru allir á VTV og staðurinn því alltaf fullur. Þannig yrði það ekki í dag.\nHugmyndin um svona stað er góð, en gengur því miður væntanlega ekki eða a.m.k. illa upp … af fjárhagslegum ástæðum."
        },
        {
            "user": "cutypie",
            "user_id": "19280",
            "date": "2003-07-15 09:04:37",
            "id": "1179463",
            "reply_to_id": "1179462",
            "text": "Líka eitt sem mig langar að bæta inn í. Áfengi er svo dýrt í dag á skemmtistöðum að fólk er miklu frekar að hittast og detta í það en að drekka sig fullt á barnum. Þeir á skemmtistöðunum eru meira að segja byrjaðir að rukka fyrir vatnið! 200 kr flaska af íslensku vatni takk fyrir!!! Mér finnst það alveg hneykslanlegt. En spurningin er! Afhverju ekki að opna stað fyrir unglinga 16-19 ára. Bjóða upp á léttvín eða eitthvað og þið sem fóruð t.d. á Villta Tryllta Villa, drekka bara á undan eða hittast í partý fyrir og fara svo að skemmta sér?"
        },
        {
            "user": "MrGoodman",
            "user_id": "7110",
            "date": "2003-07-15 16:20:44",
            "id": "1179464",
            "reply_to_id": "1179460",
            "text": "Villti tryllti villi rúlaði! Ég mun seint gleyma því þegar DMS kom og tryllti lýðinn! Þá heyrði ég Renegade feat. Ray Keith - Terrorist í fyrsta skipti, þvílík bylting sem það lag var!\nÉg man líka eftir að einhver damn hot kven-dj með tattoo á bakinu kom og spilaði flott techno.\n“Vá hvað ég var búinn að gleyma þessum stað mar…..hefí flashback í gangi…:D”\nSettir allt af stað hjá mér. Those where the days my friend!\n“Það þyrfti að opna annan svona stað……hann var æði!!!”\nEn hann fór á hausinn eins og fleiri staðir sem voru fyrir 16 ára og eldri. Ég held að svona staður kæmi aldrei til með að ganga án opinberra styrkja og ofan á það eru útivistarlög ungmenna það stíf að ríkið færi seint að halda uppi stað sem hætta væri á að unglingar væru ölvaðir á, á tímum sem þeir sem meiga ekki vera úti (lagalega séð).\nErfitt að vera gelgja.\nGóðar stundir."
        },
        {
            "user": "Tenchi",
            "user_id": "12904",
            "date": "2003-07-16 00:10:53",
            "id": "1179465",
            "reply_to_id": "1179464",
            "text": "aha….. já já já….. Villti Tryllti Villi…. hahahah man eftir djömmunum þar…. geggajð fjör, mér fannst ég bara geðveikt fullorðin eitthvað að fara á svona klúbb sko!!!! hhehee\nen það er málið með þessa krakka undir aldri í bænum…. þetta er staðreynd sem er ekki að fara og verður áfram vandamál, ég reyndi aldrei að komast inn á staði þegar ég hafði ekki aldur til, en það voru tveir staðir sem ég fékk alltaf að fara inná…. ég sagði dyravörðunum að ég væri 18 og að ég mætti ekki drekka vegna lyfja og ég stóð líka við það, lögum samkvæmt mátti ég vera þarna með mitt appelsín og þeir voru farnir að þekja mig og þetta var bara normalt, annan staðinn stundaði ég útaf d'n'b kvöldum og house (gamli góði Rósenberg…. einhver????) og það vissu dyraverðirnir!\nhinn var ég að fara á með vinkonuhóp og þar var dyravörðurinn farinn að heilsa mér alltaf með knúsi….. hahaha kom reyndar einu sinni fyrir að það var ný stelpa byrjuð á þeim stað og hún var búin að segja mér að ég yrði að fara, ég mætti klára drykkinn minn en yrði svo að fara…. hún var mjög ákveðin með þetta (sem ég reyndar ber virðingu fyrir) en ég reyndi að segja henni frá samkomulaginu við dyraverðina en neinei hún gaf sig ekki…. og fór svo tildyravarðarins og sagði honum að fylgjast með því að ég myndi fara…. og kom svo örlítið skömmustuleg til baka…. “heyðru þú mátt víst vera áfram…..”  “ég veit það” svaraði ég og brosti til baka….\nheld mér hafi aldrei fundist ég vera einsmerkileg og þá…. hahahahah LOL :):):)"
        },
        {
            "user": "mygla",
            "user_id": "26324",
            "date": "2003-07-16 01:35:12",
            "id": "1179466",
            "reply_to_id": "1179465",
            "text": "Það er alls ekki rétt að krakkar undir tvítugu eigi ekki séns á að komast inná staði, jafnvel þó þeir séu skilríkjalausir.\nÉg skil vel að fólk láti á það reyna að standa í VIP röðinni frekar en að bíða endalaust. Það er í höndum dyravarðanna að sjá til þess að fólk sem á ekki heima þar fái ekki forgang og komist ekki upp með þetta.\nSvo verð ég nú bara að segja fyrir mig að mér fannst bærinn meira spennandi þegar ég hafði ekki aldur þannig að ég skil vel að krakkar undir tvítugu fari þangað.Og eins og allir ættu að vita þá er vonlaust að bjóða fólki um 18 ára aldur að fara á áfengislausan skemmtistað.Það vita allir að þá eru flestir byrjaðir að skemmta sér með áfengi(þó það ætti auðvitað ekkert endilega að vera venjan).En þannig er þetta nú bara.\nAllavega angrar þetta mig ekki neitt þó ég hafi sjálf aldur að sjá aðra, sem eru kannski aðeins undir, inná sama skemmtistað.Ég er líka alveg fús að lána litlu systur kærasta míns skilrí til að komast inná bjórkvöld og þ.h.\nAf hverju ættum við tvítuga og uppúr fólkið að taka okkur svona hátíðlega?\nÉg tek það fram að með þessu er ég ekki að segja að mér finnist að yngstu menntskælingjarnir ættu að vera inná skemmtistöðum heldur bara fólk sem hefur “aldur til”."
        },
        {
            "user": "Dabomb",
            "user_id": "41370",
            "date": "2003-07-17 17:34:08",
            "id": "1179467",
            "reply_to_id": "1179466",
            "text": "Ég hef ekki aldur til að fara í bæinn en fer mjög mikið í bæinn. Það er annaðhvort að reyna að komast inn eða vera heima og gera ekki neitt.\nÉg get svo sem skilið að fólk sem hefur aldur sé ekkert að fíla krakka undir aldri á stöðunum. En kommon, hver hefur ekki farið nirrí bæ og reynt að komast inn undir aldri. Þetta fólk sem er pirrað, var örugglega í þessum sporum einu sinni.\nEn öfgarnar finnst mér vera það að mér og vinkonum mínum var hent út af kaffihúsi á þriðjudagskvöldi, þar sem við ætluðum að fá okkur kaffi og kakó. Nei, út með ykkur það er 20 ára inn. Við megum bara hvergi vera."
        },
        {
            "user": "cutypie",
            "user_id": "19280",
            "date": "2003-07-17 18:06:33",
            "id": "1179468",
            "reply_to_id": "1179467",
            "text": "Já, það er nú fúlt að vera hent út af kaffihúsi ef maður ætlar bara að drekka kaffi. Þess vegna finnst mér að það ætti að gera eitthvað fyrir þá sem eru ekkert orðnir nógu gamlir til að fara á þessa skemmtistaði…og kaffihús. En 16-18 ára er eiginlega svona mest óspennasti aldur einhverntíman. Kannski eitt að maður verður fjárráða, sjálfráða og fær að taka bílpróf, kaupa sígarettur. En þar á milli er ekki neitt að gerast. Leið og maður verður 20 ára að þá eru engin bönd. Maður kemst þá í ríkið að versla áfengi og maður getur farið á skemmtistaði án þess að vera með áhyggjur að vera hennt út og vera með fölsuð skilríki."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-07-15 00:05:44",
            "id": "1179469",
            "reply_to_id": "1179448",
            "text": "Það er til þannig staður, það kom í fréttunum þegar hann opnaði. Man ekki hvað hann heitir :/"
        },
        {
            "user": "mindrap3r",
            "user_id": "5580",
            "date": "2003-07-15 01:00:26",
            "id": "1179470",
            "reply_to_id": "1179448",
            "text": "… ég er nýorðinn 18 og hef komist inná alla skemmtistaði síðan ég var 17 ára … Akkuru megum við ekki alveg eins djamma þarna ef dyraverðirnir hleypa okkur inn?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-07-15 01:42:46",
            "id": "1179471",
            "reply_to_id": "1179448",
            "text": "Ég elska svo mikið að djamma og dansa djamma meira og dansa meira og sukk og djamm og haldið áfram að   Sukk o djamm o djamm o dansa  3%"
        },
        {
            "user": "smoothy",
            "user_id": "27216",
            "date": "2003-07-15 09:59:45",
            "id": "1179472",
            "reply_to_id": "1179448",
            "text": "Bara svo þú vitir þetta með vip röðina á sólon… Þar fer maður ef maður þekkir einhvern í dyrunum. Annars ekki! Það eru engin vip kort á sólon."
        },
        {
            "user": "Sohall",
            "user_id": "4760",
            "date": "2003-07-15 10:24:12",
            "id": "1179473",
            "reply_to_id": "1179448",
            "text": "Ég skil alveg hvað þú ert að meina með þessa krakka sem eru ekki komnir með aldur til að fara inn á skemmtistaðina, en varst þú aldrei undir tvítugu og langaðir að skreppa niðrí bæ og djamma??? Og eru þessir krakkar eitthvað fyrir þér niðrí bæ? Ég er ekki að vera með einhver leiðindi eða neitt, en ég man samt alveg hvernig það var að vera ekki með aldur og það var frekar ömurlegt!"
        },
        {
            "user": "cutypie",
            "user_id": "19280",
            "date": "2003-07-15 10:37:06",
            "id": "1179474",
            "reply_to_id": "1179473",
            "text": "Ég hafði það bara fyrir reglu hjá mér að fara bara ekkert niðrí bæ fyrr en ég var komin með aldur til þess. Ástæðan var sú að ég var ekki að nenna að hafa mig til, kaupa áfengi og taka svo leigara niðrí bæ, komast ekki inn á fölsuðum skilríkjum og lenda í einhverju veseni og þurfa svo að taka leigara aftur heim! Staðan í dag er að mér finnst gaman að fara á djammið en vinkonur mínar sem fóru snemma á djammið þykir þetta bara ekkert eins spennandi núna. Ég er því að taka mitt djamm út. En þessir krakkar undir 20 eru ekkert fyrir mér. Bara svolítið óþolandi þegar staðirnir eru yfir fullir af yngri krökkum sem eru svo yfirleitt svo pissfullir að þeir geta ekki einu sinni dansað."
        },
        {
            "user": "Sohall",
            "user_id": "4760",
            "date": "2003-07-15 13:56:51",
            "id": "1179475",
            "reply_to_id": "1179474",
            "text": "Já en þessir krakkar eru greinilega tilbúnir að standa í þessari fyrirhöfn með taxan og það dæmi og líka að taka áhættuna á því hvort þeir komist inn eða ekki, þannig að beisikklí er þetta bara þeirra bissness ekki þitt! sorry"
        },
        {
            "user": "cutypie",
            "user_id": "19280",
            "date": "2003-07-15 10:42:12",
            "id": "1179476",
            "reply_to_id": "1179448",
            "text": "Mér finnst líka að það ætti að spyrja alla um skilríki,skiptir engu hvort að manneskjan sé VIP. Sérstaklega þar sem dyraverðirnir eru að hleypa allt of ungum krökkum inn og spyrja ekki um skilríki, en svo hefur það gerst að vinkona manns sé að verða 20 á árinu og henni er ekki hleypt inn. Það á ekki að mismuna, allir ættu að verða spurðir um skilríki…Kannski til að það sé verið að framfylgja lögunum. En það eru þau svör sem ég fæ frá dyraverðinum að þeir mega eingöngu hleypa fólki inn sem er orðið 20 ára og eldri, en hvernig stendur þá á því að staðirnir eru þá yfirfullir af krökkum undir 20 ára?!"
        },
        {
            "user": "aras",
            "user_id": "31873",
            "date": "2003-07-15 11:43:42",
            "id": "1179477",
            "reply_to_id": "1179448",
            "text": "Vertu ekki svona afbrýðisöm útí blessað VIP fólkið! og krakkar sem komast inn á fölsuðum skilríkjum, af hverju fara þeir í taugarnar á þér? af hverju mega þeir ekki bara vera þar sem þeir vilja ef þeir komast inn? sorry en mér finnst þetta smá óþroski og öfundsýki í gangi!!"
        },
        {
            "user": "cutypie",
            "user_id": "19280",
            "date": "2003-07-15 14:01:14",
            "id": "1179478",
            "reply_to_id": "1179477",
            "text": "Hmm…Þetta voru nú bara svona smá saklausar hugleiðingar. Ekkert sem ég get betrumbætt fyrir einn né neinn. Ég myndi ekki alveg taka þessu svona rosalega alvarlega. Hver og einn hefur rétt til að segja sitt álit :)"
        },
        {
            "user": "natalia",
            "user_id": "21686",
            "date": "2003-07-15 17:00:25",
            "id": "1179479",
            "reply_to_id": "1179448",
            "text": "ég skil þig, mér finnst þetta líka. Ég held að það myndi bara ekki þýða að opna stað fyrir 16-19 ára. Því það myndi enginn nenna að vera þar. Sénsinn að unglingar myndu nenna að hanga á þessum stað sérstklega ef það væri ekki selt áfengi. Ég er sjálf 22 og mér finnst ótrúlega pirrandi þegar krakkar undir 20 eru að þvælast inná á þessum stöðum."
        },
        {
            "user": "skam",
            "user_id": "10318",
            "date": "2003-07-15 23:34:40",
            "id": "1179480",
            "reply_to_id": "1179448",
            "text": "það er alltaf endalaust hægt að bitcha yfir þessu en til hvers að fara inn á sólon yfir höfuð…??"
        },
        {
            "user": "raekja",
            "user_id": "34824",
            "date": "2003-07-17 18:49:48",
            "id": "1179481",
            "reply_to_id": "1179448",
            "text": "Málið er að ef það væri staður fyrir 16-19 ára færu engir 16-19 ára krakkar þangað…. eða ég myndi allavega ekki nenna að fara þangað!\nsko, ég er undir 20 og er alveg búin að gefast upp á miðbænum, nenni ekki lengur að reyna að smigla mér inn…. það er líka hætt að ganga…..\nP.s. ég er sammála með VIP röðina…. bara rugl!"
        },
        {
            "user": "Tempter",
            "user_id": "35608",
            "date": "2003-07-18 14:14:11",
            "id": "1179482",
            "reply_to_id": "1179448",
            "text": "Jà èg skil hvad thù meinar.\nHèr i noregi, thar sem èg by, eru til stadir fyrir 18 àra og eldri.\nEn à theim stødum getur thù bara keypt bjòr og Vodka Ice og solleids.\nThetta er fìnt tvì thad eru ekkert bara unglingar sem eru thar sem eru 18-20… thad er oft fòlk à øllum aldri.\nSvo er miklu strengra hèr en à Islandi…allir eru bednir um ad syna skilrìki… og thad er tekid svo harkalega à thessu ad løggan hefur stundum verid fyrir utan stadi til ad kìkja à skilrìkin svo dyraverdir hleypi ekki yngra fòlki inn."
        },
        {
            "user": "sandrass",
            "user_id": "25449",
            "date": "2003-07-18 22:32:13",
            "id": "1179483",
            "reply_to_id": "1179448",
            "text": "ég er bara 17 og ég og vinkonur mínar förum oft niðrí bæ að djamma. við komumst inn á staði og erum ekkert að drekka okkur það fullar að við getum ekki staðið í lappirnar, mar kemst auðvitað frekar inn á staðina með annara manna/fölsuð skilríki ef mar lítur nokkurn veginn heilvita út og getur sagt kennitöluna “sína” afturábak og áfram. ég skil alveg pointið hjá þér en þetta hefur verið svona lengi og mun líklega ekki breytast þannig að akkuru að pirra sig á þessu??"
        },
        {
            "user": "thorgeir",
            "user_id": "2174",
            "date": "2003-07-19 12:32:41",
            "id": "1179484",
            "reply_to_id": "1179448",
            "text": "Það er ótrúlegt hvað unglingar nenna að röfla um “það er samkvæmt lögum 18 ára inn”\nMálið er bara að fólk undir 20 mega ekki drekka áfengi og ef eftirlitið kemur (sem þeir gera nokkuð oft) þá er staðurinn i djúpum skít ef einhver undir 20 er að drekka áfengi þarna inni, þá fær staðurinn sekt, og missa stundum vínveitingaleyfið yfir helgi. Ef um er að ræða fölsuð skilríki þá er aðilin kærður fyrir skjalafals (þótt svo það sé i láni frá öðrum og óbreytt, þú ert að gefa þig út fyrir að vera annar en þú ert) og getur átt von á sekt yfir 100.000kr og sakaskrá. Gaman að tilkynna það i framtiðinni þegar þú sækir um vinnu að þú sért á sakaskrá fyrir skjalafals.\nAnnað mál, ef þú værir með skemmtistað sem er með leyfi fyrir 150 manns (ca prikið-vegamót stærð). Hvort myndir þú vilja fylla húsið af fólki sem má og á efni á að drekka? Eða frekar vera góður og hleypa 18 ára inn sem mega ekki versla á barnum og eru bara að taka upp pláss frá þeim sem vilja og mega kaupa áfengi? Ég held að þú værir ekki lengi að spá í því.\nOg svo þessi umræða um VIP raðir. Segjum en og aftur að þú eigir stað. Myndir þú ekki vilja að vinir þínir og starfsmenn og þeir sem skemmta á staðnum geta fengið að sleppa við röðina? Og svo er náttla málið með ísland ef þú vissir það ekki að það er hægt að fá allt með klíkuskap. Þannig hefur það alltaf verið svo lengi sem ég get mundað og verður liklega áfram.\nOg mér fannst góður púnktur hjá einum að segja að þetta væl um vip hljómaði bara sem afbryðsemi.\nLangflestir staðir með VIP kort sem eru gefin út til þeirra sem hafa með þau að gera. Til dæmis á gauknum fengu allar hljómsveitir vip kort sem þau gátu notað til að taka einhvern 1 með sér frítt inn og fram fyrir röð. Bara eðlilegur hlutur.\nSvo svona annað sem mig langar að segja sem kann að hljóma svoldið leiðinlegt, en ef þú ert ekki orðin 20 ára, þá hefur þú ekkert á skemmtistöðum að gera. Sorry það er i lögum og það er ekkert að fara breytast. Ekki eru 15 og 16 ára krakkar vælandi i eitt um það að það er alltof hár aldur á bilprófinu? Þið verðið bara að sætta ykkur við þetta eða flytja til eitthvað annað land þar sem aldurinn er lærri… So sorry, bara ekki mikið annað hægt að gera.\nEitt enn :) Þeir einu sem eru að væla um að komast inn og rifa kjaft útaf því að ÞEIR gleymdu eða eiga ekki skilríki, eru i 99% tilfella þeir sem hafa ekki aldur, það eina sem þeim tekst að gera með því að rifa kjaft er að dyravörðurinn man eftir þér næst og verður jafn ef ekki leiðinlegari við þig."
        },
        {
            "user": "ouis",
            "user_id": "26123",
            "date": "2003-07-25 13:11:23",
            "id": "1179485",
            "reply_to_id": "1179484",
            "text": "það má drekka þegar maður er orðin 18 ára, en það má ekki kaupa eða fá gefins alkahól,  þú mátt finna áfengi!!"
        },
        {
            "user": "jakobari",
            "user_id": "13613",
            "date": "2003-07-28 02:10:08",
            "id": "1179486",
            "reply_to_id": "1179484",
            "text": "Þorgeir þetta er alveg rétt hjá þér, en ég er ekki sammála þessu. Ég spyr afhverju meiga 18 ára og eldri ekki vera að drekka á skemmtistöðum eins og 20 ára. Jú vegna þess að lögin segja til um það.\nEn þetta er líka asnalega lög. ´\nþú mátt gera allt annað, þú mátt taka þér lán, kaupa hús. Fara að heiman, giftast og fara til útlanda aleinn og hella þig fullan þar.\nSvo cutypie þú sagðir að Unglingar væru oftast mest fullir. Það er mesta kjaftæði í heimi. Hver kannast ekki við blind fulla Menn( það eru oftast karlmenn) sem standa útí horni og geta ekkert sagt né gert, nema þaula orðið “Ríða”\nÞorgeir þú þarft ekkert að vera neitt sorry yfir því að fólk komist ekki inn á staðina. Þú getur frekar verið einn af þeim sem berst fyrir þessu.\n18 ára manneskja er komið með þann þroska til þess að meðhöndla áfengi."
        },
        {
            "user": "cutypie",
            "user_id": "19280",
            "date": "2003-07-29 11:49:52",
            "id": "1179487",
            "reply_to_id": "1179486",
            "text": "Ha? Hvar í greininni sagði ég það að allir unglingar væru oftast fullir? Ég held að þú hafir ekki lesið greinina nógu vel. En allir eru fullir. Ég er að tala um SUMA unglinga, helst krakka sem eru svo ofurfullir að þeir geta ekki staðið í fæturnar. En ég veit líka alveg til þess að ógeðslegir kallar séu líka alltaf fullir, reynandi við mann og segja ríða í öðru hverju öðru.\nMér finnst miklu betra ef allir 18 ára og eldri gætu farið inn á skemmtistaðina óáreittir. Þeir gætu keypt sér áfengi og þessháttar. En allir niðurfyrir 18 ára verða að skemmta sér annarsstaðar, þeir eru ekki með aldurinn…samkvæmt lögum."
        },
        {
            "user": "Krumla",
            "user_id": "7183",
            "date": "2003-07-20 12:45:02",
            "id": "1179488",
            "reply_to_id": "1179448",
            "text": "Stið það að opna stað fyrir okkur ungu :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-07-20 17:28:54",
            "id": "1179489",
            "reply_to_id": "1179448",
            "text": "Sammála með sér “unglinga staði” en ég er ósammála hvernig þeir ættu að vera…\nSko það myndi enginn nenna að fara þangað ef það er lokað kl 3 og bannað að hafa áfengi\nEins og ég hef sagt áður þá ætti bara að lækka áfengisaldurinn og hafa sér stað(i) fyrir unglinga sem eru opnir alla nóttina og selja áfengi.\nVonandi myndi það minnka áhrif undirheimsins á unga fólkið."
        },
        {
            "user": "rusty7781",
            "user_id": "37488",
            "date": "2003-07-20 17:49:55",
            "id": "1179490",
            "reply_to_id": "1179448",
            "text": "Annars afhverju er þetta að pirra þig ? Er ungt fólk eitthvað mikið fyrir þér og með stæla ?\nÉg held nú að ungt fólk sé oftast bara mjög kurteis á svona stöðum og ekki með vandræði. Held að fertugir menn með gráa fiðringinn séu með mestu vandræðinn.\nAnnars ertu alveg að alhæfa rosalega. Sérð einn hóp af fólki undir aldri og röflar yfir þessum helvítis unglingum. En málið er að það eru líklega margir þarna undir aldri að haga sér vel og ekki að drekka of mikið, en þú tekur ekkert eftir þeim því þú jafnvel heldur bara að þau séu 20 ára.\nMín reynsla er allavega sú að flestir sem eru með eitthvað vesen á þessum stöðum hafa aldur til þess að vera þar. Þeir sem eru undir aldri reyna nefnilega að haga sér vel þvi það er meiri þrýstingur að gera allt rétt svo það sé ekki hennt manni út."
        },
        {
            "user": "rusty7781",
            "user_id": "37488",
            "date": "2003-07-22 00:45:14",
            "id": "1179491",
            "reply_to_id": "1179490",
            "text": "Hvað haldiði eiginlega að þið séuð? Að opna stað sem má hafa áfengi fyrir 16-19 og hafa hann opinn alla nóttina??? Er ekki í lagi?\nHvað með skólaböllin í menntó þau eru opin til þrjú og ekkert áfengi selt.\nMjög sniðugt að hafa stað í ÚTHVERFUNUM ekki niðrí bæ nota bene fyrir krakka svona eiginlega eins og félagsmiðstöð og ef þið þurfið endilega að drekka þá gerið þið bara úti áður en þið farið inn…. Og mér finnst þrjú bara frekar seint fyrir krakka undir 18 ára\nMér finnst svosem ekkert að því að hafa krakka undir 20 á skemmtistöðum svo lengi sem þeir eru ekki undir 16 og svo lengi sem að maður sér ekki þessa helvítis gelgjustæla í krökkunum\nGreinahöfundur þá skil ég alveg hvert þú ert að fara en sólon? kommon það er nú bara með þeim leiðinlegustu stöðum sem ég hef komið á og ekkert skrítið að yngra fólkið sækist í hann"
        },
        {
            "user": "fungirl",
            "user_id": "2335",
            "date": "2003-07-25 19:11:24",
            "id": "1179492",
            "reply_to_id": "1179448",
            "text": "Vinur minn er með VIP inn á einhverja skemmtistaði og hann hefur skírteini.\nÉg er ný orðin 18 og frá því að ég var 16 þá hef ég bara einu sinni verið beðin um skilríki og þá var ég á gestalista:("
        },
        {
            "user": "Stebbijr",
            "user_id": "17031",
            "date": "2003-07-29 00:44:03",
            "id": "1179493",
            "reply_to_id": "1179448",
            "text": "Hvernig væri bara að hafa allt 18 ára.\nþ.e.a.s áfengiskaup, að komast inn á skemmtistaði ofl.  það finnst mér að minnsta kosti"
        },
        {
            "user": "snikkin",
            "user_id": "25858",
            "date": "2003-08-12 22:34:18",
            "id": "1179494",
            "reply_to_id": "1179448",
            "text": "Ég skal segja þér hvað mér var sagt að gera eftir að hafa verið rekin út af kaffihúsi á fimmtudegi fyrir að vera undir tvítugt (verð tvítug í des). Þjónninn sagði mér að þeir sem væru undir tvítugt ættu að vera heima að horfa á vídjó!!! Þarna er kannski komin ástæðan fyrir offituvandamálinu - allir undir 20 eiga að vera heima að horfa á vídjó!"
        }
    ]
}