{
    "forum_title": "Skóli",
    "user": "cutypie",
    "user_id": "19280",
    "date": "2003-07-15 20:15:41",
    "title": "Tirna útskriftarnema MS 2003!!!",
    "text": "Það hefur tíðkast í MS eins og í öðrum menntaskólum að gefa út árbók fyrir útskriftanema á hverju ári. Árbók MS-inga heitir Tirnan. Það vildi svo til að þeir sem voru að útskrifast frá MS þetta vor fengu ekki Tirnuna við útskrift…í raun er hún ekki enn farin í prentun! Ástæðan er sú að maðurinn sem tók að sér að teikna skopmyndirnar af útskriftarnemendum stakk af með andlitsljósmyndirnar og helminginn af því féi sem hafði verið greitt fyrir verkið sem er u.þ.b. 300 þús kr. Teiknarinn mætti ekki í vinnu sína, svaraði ekki í símanum eða fór til dyra þegar nemendurnir reyndu að ná í hann. Þegar þetta fréttist varð alveg þvílík óánægja í skólanum. Það var farið til lögreglunnar og reynt að fá þá til að hafa upp á manninum. Athugað var hvort að hægt væri að leggja fram kæru á hendur mannsins vegna fjársviks, en þar sem teiknarinn neitaði að kvitta undir samning fyrir verkið að þá hafa MS-ingar ekkert upp í höndunum nema nótu upp á það að MS-ingar lögðu peninginn á bankareikninginn hans! Það er náttúrlega algjör synd. Þar sem maðurinn neitaði að kvitta undir að þá hefði verið skynsamlegt að snúa sér eitthvert annað áður en að afhenda honum allt. Annað sem er líka frekar fúlt er að maðurinn hafði gefið umsjónarmönnum Tirnunnar loforð um að skila af sér teikningunum innan við einhvern ákveðinn tíma og það eina sem MS-ingar hafa sér til hjálpar ef hjálp kallast er orð á móti orði, loforð og munnlegur samningur sem gerður var við teiknarann. Það furðulegast er og eitt sem hefði átt að hafa gát á er að þessi teiknari er ekki að leika þennan leik í fyrsta skipti við MS-inga. Heyrst hefur að hann hefur einnig gert öðrum skólum þennan grikk. En þá er spurning…Afhverju var hann fyrir valinu?! Þrátt fyrir endalausar kvartanir og léleg ummæli um hann?!\nNú er kominn júlí og útskriftin var í enda maí. Það hefur einu sinni verið hægt að ná sambandi við teiknarann eftir að hann “hvarf”. Eftir ýtarlega leit rétt fyrir próf að þá fundu umsjónarmenn Tirnunnar móður hans. Hún ætlaði að gera sitt besta að ná í hann og það gekk. Teiknarinn varð afskaplega móðgaður að MS-ingar höfðu verið að reyna ná í hann. Þá höfðu umsjónarmennirnir ekki einu sinni fengið að sjá afköstin, ekki eina teikningu! Nú vill móðir hans ekki hjálpa MS-ingum lengur, skellir bara á ef það er hringt í hana í leit af syni hennar. Ætli maðurinn sé búinn að teikna eina mynd? E.t.v. hefur hann líka gert einhverjar villur líka, það þarf alltaf að yfirfara myndirnar og ath. hvort að allt sé rétt.\nÞað er mikil óánægja á meðal MS-inga og heyrst hefur að fólk vilji fá þetta endurgreitt þar sem engin von er að Tirnan komi einhverntíman út, enda var þetta erfitt tímabil að þurfa borga mikinn pening í allan þennan kostnað, dimmisjónbúninga, akkúrat á því tímabili þar sem allir höfðu minnkað við sig vinnu vegna undirbúnings fyrir stúdentspróf. Kannski sérstaklega þar sem verulega var ýtt á nemendur að borga strax fyrir Tirnuna því að annars myndi hún ekki koma út…Svekkjandi þar sem hún er ekki enn farin í prentun!\nEr einhver þarna úti sem getur hjálpað MS-ingum og leiðbeint þeim?",
    "url": "https://www.hugi.is/skoli/greinar/155464/tirna-utskriftarnema-ms-2003/",
    "url_id": "155464",
    "id": "1180515",
    "replies": [
        {
            "user": "cutypie",
            "user_id": "19280",
            "date": "2003-07-15 23:47:03",
            "id": "1180516",
            "reply_to_id": "1180515",
            "text": "Þeir eru að fá það í bakið hvernig þeir létu á dimmisjóninni :D"
        },
        {
            "user": "cutypie",
            "user_id": "19280",
            "date": "2003-07-16 12:54:01",
            "id": "1180517",
            "reply_to_id": "1180516",
            "text": "Dimmisjónið tengist þessu ekki neitt. Þetta vandamál kom löngu áður en MS-ingar dimmiteruðu. Auk þess var þetta ekki allur skólinn sem hegðuðu sér illa, heldur voru þetta eingöngu 2 nemendur sem ákváðu að verða skólanum og öllum hinum til skammar."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-07-16 13:25:39",
            "id": "1180518",
            "reply_to_id": "1180517",
            "text": "En hvað þá um dimmiterrana sem voru að hella bjór yfir krakka í grunnskólanum við hliðina? Voru það sömu gaurarnir og voru að bögga búðargaurinn?"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-07-15 23:48:23",
            "id": "1180519",
            "reply_to_id": "1180515",
            "text": "Ég skil ekki að skipta við mann sem var búinn að svíkjast um áður.  Þið ættuð samt að kæra hann.  Kannski sér hann að sér og endurgreiðir peninginn frekar en að láta það fara fyrir rétt.\nAnnars held ég að þið verðið bara að sleppa þessum myndum þetta árið eða fá einhvern kláran nemanda til að gera þetta fyrir lítið.  Það er ekkert hægt að treysta á að þessi maður skili af sér myndunum."
        },
        {
            "user": "RoadRage",
            "user_id": "611",
            "date": "2003-07-16 01:40:24",
            "id": "1180520",
            "reply_to_id": "1180515",
            "text": "Það er alltaf leiðinlegt að eiga viðskipti við fólk sem skrifar ekki undir neitt … þá lendir maður oft í vandræðum.\nÞegar ég útskrifaðist, fyrir næstum 10 árum síðan (1994) var ég í ritnefnd Tirnunnar fyrir hönd míns bekkjar. Við náðum góðum samningum við 2 teiknara sem gerðu teiknuðu myndirnar í bókina. Við vorum víst fyrsti árgangurinn í mörg ár sem skilaði af sér Tirnunni fyrir útskrift. Ég man ennþá eftir svipnum á skólameistaranum þegar ég rölti inn til hans með eintak daginn fyrir útskrift :)"
        },
        {
            "user": "GuBBa",
            "user_id": "8412",
            "date": "2003-07-18 11:54:46",
            "id": "1180521",
            "reply_to_id": "1180520",
            "text": "Jámm…ég útskrifaðist fyrir ári síðan og var í ritnefnd Tirnunnar og við skiluðum Tirnunni af okkur VEL fyrir útskrift…við vorum líkar eins og geðsjúklingar að reka á eftir teiknaranum.  Var bara að spá hvort að útskriftarárgangurinn 2003 hefði valið sama teiknara og við (2002 hópurinn)?"
        },
        {
            "user": "cutypie",
            "user_id": "19280",
            "date": "2003-07-21 13:12:14",
            "id": "1180522",
            "reply_to_id": "1180521",
            "text": "Já ég gæti trúað því…Einhver gaur sem hefur nöfnin Pétur og Fjalar minnir mig…Stenst það?!"
        },
        {
            "user": "maria87",
            "user_id": "38129",
            "date": "2003-07-16 13:50:29",
            "id": "1180523",
            "reply_to_id": "1180515",
            "text": "En fyrst að maðurinn neitaði að skrifa undir þá myndi manneskja með common sens fara að hugsa um af hverju hann neiti því ;)\nEn auglýsið bara eftir góðum teiknara meðal nemendanna sem getur tekið að sér að gera þetta fyrir lítið."
        },
        {
            "user": "cutypie",
            "user_id": "19280",
            "date": "2003-07-16 17:23:11",
            "id": "1180524",
            "reply_to_id": "1180515",
            "text": "af hverju ekki að fá handrukkara.\nÞeir eru snillingar í fá peninga til baka og plús þeir eru mjög ódyrir fyrir okkur en dýrir fyrir þá sem þeir eru að rukka :)\nbara hugmynd sem ég fékk, Gangi ykkur vel að ná peningnum aftur."
        },
        {
            "user": "cutypie",
            "user_id": "19280",
            "date": "2003-07-17 09:51:50",
            "id": "1180525",
            "reply_to_id": "1180524",
            "text": "Handrukkari var hugmynd, en ekki svona handrukkari eins og í alvörunni sem brjóta fingur af fólki fyrir eitthvað. En það hefði verið gott að fá einhvern ákveðinn til að sitja yfir dúddanum og fylgjast með því að hann væri að vinna sína vinnu fyrir þann pening sem við létum honum í té!"
        }
    ]
}