{
    "forum_title": "Hundar",
    "user": "Wishky",
    "user_id": "41362",
    "date": "2003-07-17 00:40:21",
    "title": "Beagle hundur sem á engan pabba",
    "text": "Sæl veriði.\nÉg á Beagle hund sem ég fékk frá ræktanda í kópavogi Skúla og Stínu eins og þau nú heita. Mamma hundsins míns heitir skotta og er rosalega lítil og sæt tík. Þau fengu lánaðan hund upp á tíkina og skráðu það í ættbók fjá hrfí. Um daginn fór ég og vonaðist eftir að sjá pabba hundsins míns en þá var mér bent á að þetta fólk skráði allt annan hund sem pabba í ættbók EN ER og eigandi pabbans hefur ALDREI skrifað undir pörunskýrlu né samþykkt gotið. Getur ræktandi virkilega bara skáldað þessar skýrlur sem sendar eru til Hrfis. Einnig get ég ekki fengið að sjá þessa skýrlu því ég er ekki eigandi Skottu né pabbans. Hvað er hægt að gera í svona máli, Hundurinn minn getur þá þess vegna verið blendingur með HRFi ættbók….  :(\nSvo einnig var vinkona mín að kaupa sér silki terrer hund sem er skráður undan systkynum og það voru gefnar ættbækur á þá hvolpa´. Eru engin lög í þessu HRFI? Og er þetta ekki ræktunarfélag, ég bara spyr…….\nJæja takk fyrir\nBeagle eigandi",
    "url": "https://www.hugi.is/hundar/greinar/155839/beagle-hundur-sem-a-engan-pabba/",
    "url_id": "155839",
    "id": "1183831",
    "replies": [
        {
            "user": "baski",
            "user_id": "10917",
            "date": "2003-07-17 02:28:02",
            "id": "1183832",
            "reply_to_id": "1183831",
            "text": "Sæll -\nÞegar ræktendur fylla út pörunarvottorð, þá verður HRFÍ að treysta því að það sé satt og rétt sem þar stendur. Hvernig í ósköpunum á HRFÍ að sjá ef pörunarvottorð er falsað?? En aftur á móti bregst HRFÍ hart við ef þau fá sannanir fyrir því að fölsun hefur átt sér stað.\nHRFÍ fylgir lögum FCI og þar er heimilt að gefa út ættbækur á systkinapörun - HRFÍ samdi ekki þessar reglur en þau verða að hlúta þeim þar sem HRFÍ er aðildarfélag í FCI.\nAð mínu mati er systkinapörun mjög varhugaverð og ég tel að afar fáir ( ef nokkrir ) ræktendur á Íslandi hafi reynslu til að fara út í slíka pörun.\nÞað er leiðinlegt að heyra af þínum óförum en ég vona að þú beinir reiði þinni að réttum aðilum, þ.e.a.s. þessum “svokölluðu” Beagle ræktendum en ekki HRFÍ.\nMeð kveðju,\nbaski."
        },
        {
            "user": "dsr200",
            "user_id": "35383",
            "date": "2003-07-20 15:04:10",
            "id": "1183833",
            "reply_to_id": "1183832",
            "text": "Allir doberman hundar eru systkynaparaðir frá dalsmynni enda eru þeir allir hálfgeðveikir og vangefni"
        },
        {
            "user": "kiddisig",
            "user_id": "4183",
            "date": "2003-07-17 02:38:42",
            "id": "1183834",
            "reply_to_id": "1183831",
            "text": "Mér finnst bara sick að stunda systkinapörun. Þetta er bara hreint út sakt misnotkun á hundum. Eins og ræktun sé ekki nægilega mikil misnotkun..\nSamt á móti kemur að fólk sér oft betur um hundinn sinn ef það hefur borgað fyrir hann. Mannfólk er alveg óendanlega siðlaust. Mannfólk er orðið svo blint fyrir þessu að flestum finnst þetta allt í lagi."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-07-17 02:49:54",
            "id": "1183835",
            "reply_to_id": "1183831",
            "text": "Segðu HRFÍ frá grunsemdum þínum.  Kannski eru þau til í að athuga málið.  Það er náttúrulega slæmt ef einhverjir eru að falsa ættbækur og fólk hefur verið rekið úr HRFÍ fyrir minna."
        },
        {
            "user": "saego",
            "user_id": "41274",
            "date": "2003-07-17 10:59:15",
            "id": "1183836",
            "reply_to_id": "1183831",
            "text": "það hlítur að vera hægt að gera eitthvað með þetta pabba mál ég veit samt ekki við hvern er hægt að tala gangi þér vel. það er búið að breita lögum núna má skildleika rækta eða þú færð ættbók (fáránlegt) en svona er þetta nú bara…."
        },
        {
            "user": "hvuttinn",
            "user_id": "31189",
            "date": "2003-07-17 12:02:21",
            "id": "1183837",
            "reply_to_id": "1183831",
            "text": "Ég hélt að ef systkini eignast hvolpa þá verði allaveg einn hvolpurinn fatlaður.  Er það ekki?  Það er allavega þannig með ketti."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-07-17 16:59:34",
            "id": "1183838",
            "reply_to_id": "1183837",
            "text": "Það er líka þannig með mannfólk :), þ.e.a.s mikill séns á að barnið/börnin verði fötluð."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-07-18 03:23:23",
            "id": "1183839",
            "reply_to_id": "1183837",
            "text": "Það þarf ekkert endilega að vera.  Eina sem er að ef það er einhver galli í foreldrunum, þá erfa hvolparnir hann frá þeim báðum og hann getur magnast upp.  Ef það er hins vegar enginn galli, þá verða hvolparnir bara í fínu lagi."
        }
    ]
}