{
    "forum_title": "Kvikmyndir",
    "user": "IngaAusa",
    "user_id": "22132",
    "date": "2003-07-17 18:10:20",
    "title": "He's got the power!",
    "text": "Mér hefur ekki alltaf þótt Jim Carrey góður.  Einu sinni þoldi ég hann ekki, ofleikinn hans og karakterinn allan.  En það eru liðnir tímar. Það var ekki fyrr en í Man on the Moon að ég áttaði mig hvílíkur stórleikari væri hér á ferð.  Núna hugsa ég mig ekki um tvisvar þegar ég sé plakat merkt Carrey; “Á þessa mynd  v e r ð  ég að fara”\nÞað var einmitt það sem flaug í gegn um hugan þegar ég sá plakatið fyrir Bruce Almighty límt á gangavegginn í Limalindinni.  Ég ákvað svo að drífa mig með vinkonum mínum á forsýninguna, án þess þó að vita nokkuð um myndina annað en að Jim Carrey léki í henni, því ég hafði ekki séð trailerinn eða heyrt nokkuð um hana.\nBruce Nolan hefur ekki alveg náð takmarki sínu í lífinu, en hann vill ekki vera neinn meðaljón með 2,6 börn, konu, hund og toyota corolla.\nHann vinnur á fréttastofunni EyeWittnesses en er alltaf látin fá litlu, ómerkilegu fyndnu fréttirnar.  Hann hefur þó augastað á því að vera á fréttastofunni sjálfri, en ekki á þeytingi út um allt.  Hann er þó ekki einn um það, heldur annar collegi hans.  Þegar þessum kollega er svo veitt staðan á meðan Bruce er í beinni útsendingu fer Bruce bara algerlega á taugum og klikkast í beinni.  Hann er þá að sjálfsögðu rekinn, þannig að hann röltir heim, algerlega eyðilagður.  Og eins og hver sem er í þessari stöðu kennir hann ekki sjálfum sér um þetta.  Nei, hann kennir Guði um þetta allt!\nGuð ákveður að það þurfi að stoppa þessa ömurlegu sjálfsvorkun hjá Bruce og lætur hann fá alla sína krafta… með allrosalegum afleiðingum!\n***\nÞessi mynd er í einu orði sagt G-L-Æsileg og bara með betri myndum sem ég hef séð um æfina.\nHún er uppfull af góðum húmor, augljósum, og ekki svo augljósum (faldar biblíuvísannir eins og þegar Nolan skennkir sér víni úr könnu sem greinilega er full af vatni: breytir vatni í vín og fleira eftir því)\nÞessi mynd er fyrir alla þá sem fíla Jim Carryey, Guð, húmor, fíla ekki Jim Carrey, því þeir gera það eftir myndina, og bara alla þá sem þurfa að losna við sjálfsvorkunina…  Við erum ekki fullkomin og það er ekki guði að kenna…\nB-E-A-utiful!",
    "url": "https://www.hugi.is/kvikmyndir/greinar/155863/hes-got-the-power/",
    "url_id": "155863",
    "id": "1184218",
    "replies": [
        {
            "user": "DIPPER",
            "user_id": "8725",
            "date": "2003-07-20 18:22:33",
            "id": "1184220",
            "reply_to_id": "1184218",
            "text": "snilldar mynd.. sá hana á privat forsýningu fyrir rúmum mánuði.. stórmögnuð og fyndin"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-07-20 18:46:05",
            "id": "1184219",
            "reply_to_id": "1184218",
            "text": "Þetta er geðveik mynd búin að s´já hana 2.svar á hana meiri segja i computer\nflott grein …;)"
        },
        {
            "user": "swordfish",
            "user_id": "18585",
            "date": "2003-07-20 23:27:17",
            "id": "1184221",
            "reply_to_id": "1184218",
            "text": "Ágætis mynd, góður húmor og alles. Hefði samt getað orðið betri ef svona mikil væmni hefði ekki verið til staðar.\n**1/2 /****"
        },
        {
            "user": "NEOSEEKER",
            "user_id": "34316",
            "date": "2003-07-22 13:41:53",
            "id": "1184222",
            "reply_to_id": "1184218",
            "text": "geggjuð grein, mynd og atriðið þar sem Jennifer Aniston er að horfa á sjónvarp á einhverjum stað og hún sér öll lögin með nafninu hans í LOL HAHAHA"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-07-22 21:12:50",
            "id": "1184223",
            "reply_to_id": "1184218",
            "text": "vá hvað þessi mynd valdi mér vonbrigðum\nmaður á von á miklu betri mynd með Jim Carrey\nþessi mynd var líka hrikalega lnagdreginn\nenn samt gef ég þessi mynd\ntvær af fjórar stjörnur af því Jim Carrey hefur sín moment í myndina"
        },
        {
            "user": "nedrud",
            "user_id": "26720",
            "date": "2003-07-22 22:48:27",
            "id": "1184224",
            "reply_to_id": "1184218",
            "text": "Þeir sem kenna Guði um eru hálfvitar! Þeir sem trúa á Guð eru hræddir!"
        },
        {
            "user": "nikkolina",
            "user_id": "24292",
            "date": "2003-07-22 23:39:39",
            "id": "1184225",
            "reply_to_id": "1184218",
            "text": "BEA-utiful.. hehe þessi mynd var alveg hreint mögnuð!"
        },
        {
            "user": "remulean",
            "user_id": "25163",
            "date": "2003-07-23 22:51:28",
            "id": "1184226",
            "reply_to_id": "1184218",
            "text": "snilldarmynd sérstaklega atriðið þar sem hann segir :if he´s god then i´m clint eastwood.\nsvo er skotið á hann og spegilmyndin segir:\nbe careful what you wish for ,,,,,punk\nquate b-e-a utiful"
        },
        {
            "user": "optimusprime",
            "user_id": "360",
            "date": "2003-07-27 03:16:21",
            "id": "1184227",
            "reply_to_id": "1184226",
            "text": "how many finger am i holding up now\n7\nno 5… uuuauueuueueaua\nþað var bara snilldar atriði\nannars er þetta beeejjuuutiful grein"
        },
        {
            "user": "gurkan",
            "user_id": "28428",
            "date": "2003-07-27 21:50:24",
            "id": "1184228",
            "reply_to_id": "1184218",
            "text": "þú ert heimskasta manneskja í heimi ef þér fannst jim carrey ekki góður því jim carrey er guð í kvikmyndabrasnanum"
        },
        {
            "user": "johnMclane",
            "user_id": "22187",
            "date": "2003-07-28 20:07:19",
            "id": "1184229",
            "reply_to_id": "1184228",
            "text": "Guð ? Alls ekki !"
        },
        {
            "user": "Kexi",
            "user_id": "28960",
            "date": "2003-07-29 00:28:05",
            "id": "1184230",
            "reply_to_id": "1184218",
            "text": "Frábær grein :) hlakka til að sjá þessa…"
        },
        {
            "user": "kjarri1",
            "user_id": "24854",
            "date": "2003-08-06 15:39:32",
            "id": "1184231",
            "reply_to_id": "1184230",
            "text": "þetta er5 bara meðalmynd ég gef henni **+/****"
        },
        {
            "user": "20atb",
            "user_id": "39604",
            "date": "2003-08-06 16:57:15",
            "id": "1184232",
            "reply_to_id": "1184218",
            "text": "Hún er dáldið langdreigin og voðalega væminen auðvitað voru fyndin atriði á milli en ég bjóst bara við betri mynd… Og Jim Carry leikur mjög oft eins hlutverk sem lætur hann ekki beinlínis vera góðan leikara!!! Því miður mæli ég ekki með að fara á þessa mynd heldur bara fara á vidioleiguna…. ;)"
        },
        {
            "user": "20atb",
            "user_id": "39604",
            "date": "2003-08-09 01:22:48",
            "id": "1184233",
            "reply_to_id": "1184232",
            "text": "Nú er Jim Carrey einn af bestu leikurum sem við höfum í dag. Hvernig maðurinn er búinn að þroskast eftir því sem árin líða er snilld. Truman Show, Man on the Moon og nú síðast Bruce Almighty, sýna þetta og sanna. Maðurinn er einfaldlega snilld! Punktur!"
        },
        {
            "user": "20atb",
            "user_id": "39604",
            "date": "2003-08-12 16:56:25",
            "id": "1184234",
            "reply_to_id": "1184233",
            "text": "Nei Það er Hann ekki…. Hann er reyndar búin að þroskast eins og þú segir enn hann er samt ekki nein snild bara allt í lagi…."
        },
        {
            "user": "20atb",
            "user_id": "39604",
            "date": "2003-08-13 00:40:46",
            "id": "1184235",
            "reply_to_id": "1184234",
            "text": "I beg to differ! Carrey ER einn af þeim bestu í bransanum í dag. Afhverju heldurðu að myndirnar hans séu svona vinsælar? Sástu einhvern tímann Truman Show? Hvað með Man on the Moon? En Dumb & Dumber? Maðurinn er snilld sem gamanleikari (sem ég persónulega lít á sem erfiðari leik en dramaleik, því það er miklu erfiðara að fá fólk til að hlæja en að sitja bara og horfa) en getur verið alvarlegur, og virkilega góður sem slíkur, líka. Maður sér það greinilega eftir því sem maður horfir oftar t.d. á Dumb & Dumber hversu mikið snilldarstykki sú mynd er. Þó hún sé ekki mjög djúp er húmorinn þess dýpri og flóknari og maður er alltaf að sjá ný og ný “falin” atriði. (Mörg hver sem voru bætt inní af Carrey) Sama gildir um Mask. Þessi maður er bara snilldin ein. Sorrý, en svoleiðis er það bara… ;p"
        },
        {
            "user": "20atb",
            "user_id": "39604",
            "date": "2003-08-14 16:58:02",
            "id": "1184236",
            "reply_to_id": "1184235",
            "text": "æi alltílagi og ég hef séð allar þessar myndir og hata dumb and dumber hún er ömurleg…."
        },
        {
            "user": "20atb",
            "user_id": "39604",
            "date": "2003-08-19 01:18:48",
            "id": "1184237",
            "reply_to_id": "1184236",
            "text": "Jebb, það er rétt hjá þér! Dumb & Dumber er ömurleg! Hún sökkar!\nÞað hlýtur að vera þess vegna sem hún er í 13. sæti sem fyndnasta mynd allra tíma hjá E! Online (\nhttp://www.eonline.com/On/Rank/Shows/FunniestMovies/)\násamt því að vera ein af efstu 10 á nánast öllum vinsældarlistum gamanmynda sem eru í gangi núna.\nJebb… ömurleg indeed!\n-NB"
        },
        {
            "user": "officerb",
            "user_id": "23211",
            "date": "2003-08-22 00:38:15",
            "id": "1184238",
            "reply_to_id": "1184218",
            "text": "sá hana 10 júlí í Danmörku! á undan ykkur öllum!"
        }
    ]
}