{
    "forum_title": "Frjálsar íþróttir",
    "user": "vignirm",
    "user_id": "30640",
    "date": "2003-07-20 22:22:10",
    "title": "Afsökunarbeiðni frá Bjössa",
    "text": "LOL, Sigurbjörn Árni Arngrímsson (Bjössi), mikill langhlaupari sem skrifar oft greinar á Frjálsar.com var að hneykslast og skammast út í Björn Friðrik Brynjólfsson og Ellert P. Scram Smáþjóðaleikarnir á Möltu hófust. Þá var lítið sem ekkert sýnt frá frjálsíþróttakeppninni og taldi hann það Birni að kenna en nú hefur hann skrifað formlega afsökunarbeiðni á Frjálsar.com og pistill hans með þessum óviðeigandi orðalagi verið fjarlægður þaðan. Afsökunarbeiðnin hljóðaði svo:\nÉg vil koma á framfæri afsökunarbeiðni til Íþróttadeildar RÚV (þá sérstaklega til Björns Friðriks Brynjólfssonar) og ÍSÍ (þá sérstaklega Ellerts Schram).\n“Í pistli á doctornum (Sjónvarpsútsendingarnar frá Möltu) frá 5 júní síðastliðnum bölsótaðist ég út í sjónvarpsútsendingar RÚV frá Smáþjóðaleikunum á Möltu og þá sérstaklega hversu lítið var sýnt frá frjálsum. Ég kenndi Birni Friðriki um en var síðan bent á af deildarstjóra íþróttadeildarinnar að ég hefði betur kynnt mér málið því að tæknilegir örðuleikar (sem voru Birni ekkert að kenna) orsökuðu það að ekki var hægt að sýna meira frá frjálsum í byrjun leikanna og gleymdist að taka það fram í útsendingu daginn eftir. Vel var sýnt frá frjálsum í lok mótsins enda var þá búið að leysa úr vandamálunum. Sjónvarpið á auk þess hrós skilið að sýna svo vel frá leikunum. Ég bið því Íþróttdeild RÚV og Björn Friðrik afsökunar.\nÍ þessum sama pistli fetti ég fingur út í það hvernig forseti ÍSÍ varði tíma sínum á Möltu. Gerði ég það með niðrandi og óviðeigandi orðalagi sem ég biðst afsökunar á. Einnig vil ég að það komi fram að Ellert stóð sína plikt á Möltu og hvað hann gerir í sínum frímtíma kemur hvorki mér við né öðrum.”\nHeimildir: Frjálsar.com\nÞað sem er innan gæsalappanna er c/p… enda verður það að vera…\nTakk fyrir\n© bgates",
    "url": "https://www.hugi.is/frjalsar/greinar/156247/afsokunarbeidni-fra-bjossa/",
    "url_id": "156247",
    "id": "1187342",
    "replies": [
        {
            "user": "rfm",
            "user_id": "23226",
            "date": "2003-07-21 10:40:16",
            "id": "1187343",
            "reply_to_id": "1187342",
            "text": "Bjössi er snillingur, í einu orði sagt.\nGott hjá þér að gera gæsalappir, góð framför. :-)\nÉg las þennan pistill á sínum tíma og var mjög sammála Bjössa, það var næstum ekkert sýnt frá frjálsum á Smáþjóðaleikunum þrátt fyrir yfirlýsingar frá Birni að næsta dag ætti að sýna frá frjálsum. Nú hefur það komið í ljós af hverju það var!"
        }
    ]
}