{
    "forum_title": "Söngvakeppnir",
    "user": "raekja",
    "user_id": "34824",
    "date": "2003-07-21 23:03:43",
    "title": "Eurovision '85",
    "text": "Um daginn (fyrir svona þremur og hálfum mánuði) horfði ég á Eurovision ‘85 keppnina! Þar sem ensku kennarinn minn er hafsjór fróðleiks í sambandi við Eurovision skemmti ég mér alveg konunglega við að hlusta á hana segja jafn óðum frá. Hún hafði á árum áður lent í að passa aldraða ömmu sína yfir heilt sumar, og vildi svo til að þessi amma einfaldlega dírkaði kynnir þessarar keppni ’85! Þannig að öllum kvöldum eyddi hún í að horfa á Eurovision með ömmu sinni og kunni þess vegna öll smáatriði keppninnar!\nÞað var alveg stórbrotin ánægja þega Franski keppandinn fór að syngja, hún vissi nákvæmlega hvenær hann myndi blikka auganu og hvenær hann byrjaði að sleikja út um…… sama sagan var með Tyrkneska lagið, þegar míkafóninn losnaði hjá einni bakraddarsöngkonunni og var flaksandi út um allt….. þá hætti Tyrknenska lagið að vera falskt!\nMér hefur alltaf fundist þessi ákveðni kennari furðulegur en þegar hún fór að syngja með flestum lögum á allkyns tungumálum, þá var ég orðlaus…. sjá hana fíla sig með finnska laginu og dansa með Nossurunum í “Lad de svinge”…… hrein snilld!\nSvo þekkti hún allar kjaftasögurnar sem komu eftir keppnina…. um Danska krakkan sem fékk áfall og svoleiðis….\nÉg mæli með að allir taki sig til og horfi á keppnina '85…… Yndisleg skemmtun…..",
    "url": "https://www.hugi.is/songvakeppnir/greinar/156426/eurovision-85/",
    "url_id": "156426",
    "id": "1189049",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2003-07-22 13:18:28",
            "id": "1189050",
            "reply_to_id": "1189049",
            "text": "Ég er sammála þér. Keppnin '85 er hreinn unaður og toppurinn er auðvitað norsku sigurvegararnir Bobbysocks með La det swinge!"
        },
        {
            "user": "callas",
            "user_id": "21019",
            "date": "2003-07-22 14:29:10",
            "id": "1189051",
            "reply_to_id": "1189049",
            "text": "þetta er hljómar jafn spennandi og gömul áramótaskaup……."
        },
        {
            "user": "PeepingTom",
            "user_id": "596",
            "date": "2003-07-22 15:54:40",
            "id": "1189052",
            "reply_to_id": "1189051",
            "text": "hmmm, sko ef ég væri þú þá myndi ég ekki dissa áramótaskaupið! Big brother you know."
        },
        {
            "user": "RAVING",
            "user_id": "597",
            "date": "2003-07-22 17:04:16",
            "id": "1189053",
            "reply_to_id": "1189051",
            "text": "Það vill nú bara svo til að skaupið '85 var hrein snilld. Allavega fannst mér það fjandi fyndið þegar ég sá það þegar ég var svona 10 ára:P"
        },
        {
            "user": "IngaAusa",
            "user_id": "22132",
            "date": "2003-07-25 17:59:10",
            "id": "1189054",
            "reply_to_id": "1189053",
            "text": "Bíddu, skaupið 85… var það með draugunum?  nei það hefur sennilega verið 86"
        },
        {
            "user": "sue",
            "user_id": "42737",
            "date": "2003-08-31 21:26:05",
            "id": "1189055",
            "reply_to_id": "1189049",
            "text": "Franski söngvarinn í söngvakeppninni ´85 var ótrúlega sætur. Þó það sé langt síðan ég hef horft á þessa keppni man ég altaf eftir franska sjarmörinum, öll blikk og bros. Skoðaðu svo seinni keppnir hvernig þessir þýsku og austurrísku reyndu að stæla þann franska ´85."
        },
        {
            "user": "raekja",
            "user_id": "34824",
            "date": "2003-09-26 10:57:49",
            "id": "1189056",
            "reply_to_id": "1189049",
            "text": "Það sem ég held að þú sért að meina með tyrknesku útgáfunni er örugglega það ísraelska, allavegana gerðist það hjá þeim á sama hátt og þú lýsir (lagið hét Ole, Ole)"
        },
        {
            "user": "raekja",
            "user_id": "34824",
            "date": "2003-09-26 11:28:25",
            "id": "1189057",
            "reply_to_id": "1189056",
            "text": "Lagið hét Ole, Ole… en það var frá Tyrklandi, get svo svarið það….. Gaurinn sem söng var þvílíkur sjarmör…"
        },
        {
            "user": "raekja",
            "user_id": "34824",
            "date": "2003-09-27 19:16:10",
            "id": "1189058",
            "reply_to_id": "1189057",
            "text": "Tyrkneska framlagið árið 1985 hét Didai didai dai með MFÖ, það veit ég nú alveg. En lagið Ole, ole er ísraelskt. Til staðfestingar hef ég þessa síðu.\nhttp://eurovision.xeeu.com/Years/esca1985.html\nÉg vil biðja þig um að fara inn á hana og muna það framvegis að Ole, ole er ísraelskt.\n:)"
        },
        {
            "user": "raekja",
            "user_id": "34824",
            "date": "2003-09-30 08:36:06",
            "id": "1189059",
            "reply_to_id": "1189058",
            "text": "Ok…. játa mig sigraða!"
        },
        {
            "user": "Hrafnista",
            "user_id": "13633",
            "date": "2003-11-02 21:42:43",
            "id": "1189060",
            "reply_to_id": "1189049",
            "text": "Keppnin ‘85 er nú reyndar ein sú versta sem ég man eftir… La Det Swinge var eina góða lagið að mínu mati.\nEn það er bara ég… ;)\nKeppnin ’86 var hinsvegar góð! :D"
        }
    ]
}