{
    "forum_title": "Danstónlist",
    "user": "EXOZ",
    "user_id": "21269",
    "date": "2003-07-22 16:18:16",
    "title": "360 gráður á Grandrokk./ Nýr diskur",
    "text": "Föstudaginn 25 júlí. 360 gráður á Grandrokk.\nÞað verður margt um manninn á aðalsviði Grandrokk á föstudaginn því alls koma fram 8 plötusnúðar og 3 tónlistarmenn.\nÍ tilefni kvöldsins mun tæknótónlistarmaðurinn Exos gefa út fyrsta mixdiskinn í 360 gráðu seríuni.\nDiskurinn inniheldur upptöku frá því þegar Exos spilaði á hinum víðsfræga tæknóklúbbi, Tresor í Berlín og er diskurinn fáanlegur í plötuversluninni Þrumunni á laugarveginum. Einnig verður diskurinn fáanlegur á Grandrokk þetta umrædda kvöld.\nKvöldið byrjar klukkan 22,00 og er til 04,00.\nÞað verða þeir hip hop bræður í hljómsveitinni Twisted Mind Cruw sem hefja leikinn ásamt hip hop plötusnúðinum þeirra Total Kaoz.\nVið tekur svo DJ Richard með skracth og break tilþrif eins og honum er einum lagið en hann mun vera einn sá færasti í sínu fagi.\nBjössi brunahani mun svo láta gamminn geysa með oldskool hardcore í eftirdragi enda tími til kominn til þess að minna á gömmlu slagaranna sem tröllriðu danstónlistinni hér fyrir 10 árum.\nElectro plötusnúðarnir Aurra sing og Zeus munu þá spila það heitasta í electroheiminum en þau sækja sín áhrif frá Munchen í þýskalandi þar sem útgáfufyrirtækið international deejay gigalo er starfrækt.\nLoks eru það harðhausarnir Exos og Tómas T.H sem trylla lýðinn með blússandi tæknósyrpu og hita þar með upp fyrir dágott comeback þeirra Árna Vector og dj Guðnýar sem gerðu garðinn frægan á skemmtistaðnum Thomsen og á Atóm kvöldunum hér áður fyrr.",
    "url": "https://www.hugi.is/danstonlist/greinar/156603/360-gradur-a-grandrokk-nyr-diskur/",
    "url_id": "156603",
    "id": "1190268",
    "replies": [
        {
            "user": "flebbin",
            "user_id": "5421",
            "date": "2003-07-22 18:59:13",
            "id": "1190269",
            "reply_to_id": "1190268",
            "text": "þú ætlar væntanlega að taka það fram að það er 20ára aldurstakmark inn þetta kvöld eins og öll önnur á grandrokk\n–\nkveðja\nárni"
        },
        {
            "user": "ActiveALLI",
            "user_id": "1025",
            "date": "2003-07-22 21:13:10",
            "id": "1190270",
            "reply_to_id": "1190268",
            "text": "Vá svaka line-upp !!!\nog Bjössi Bruni þá að spila Old Skool tvö kvöld í röð,  magnað !!"
        },
        {
            "user": "Nintendj",
            "user_id": "25477",
            "date": "2003-07-22 22:20:47",
            "id": "1190271",
            "reply_to_id": "1190268",
            "text": "Feitt line-up! Verst að maður skuli þurfa að fara út fyrir landamæri höfuðborgarsvæðsins um helgina. :("
        },
        {
            "user": "ibbets",
            "user_id": "10684",
            "date": "2003-07-23 09:42:54",
            "id": "1190272",
            "reply_to_id": "1190268",
            "text": "Oj bara hvað ég vildi óska þess að ég komist"
        },
        {
            "user": "Ewok",
            "user_id": "10017",
            "date": "2003-07-23 10:44:59",
            "id": "1190273",
            "reply_to_id": "1190268",
            "text": "oj bara hvað ég mæti"
        },
        {
            "user": "ploma",
            "user_id": "36259",
            "date": "2003-07-23 19:30:33",
            "id": "1190274",
            "reply_to_id": "1190273",
            "text": "sendið mér skilaboð og 10 fyrstu fá nafn sitt á gestalistann…..\nsvarið aðeins þessum spurningum :\n1. er grandrokk að taka við af thomsen\n2. klukkan hvað á að mæta á Grandrokk\n3. eruð þið spenntir yfir 360 mixdiska seríuni?"
        },
        {
            "user": "slowriot",
            "user_id": "26510",
            "date": "2003-07-25 18:52:49",
            "id": "1190275",
            "reply_to_id": "1190274",
            "text": "já það er djöfull að komast ekki!… en ég er að fara á theDance Valley Festilval í Amsterdam eftir viku þannig , MUHAHAHAHA!… en skemmtið ykkur vel goers!"
        },
        {
            "user": "EXOZ",
            "user_id": "21269",
            "date": "2003-07-28 00:20:03",
            "id": "1190276",
            "reply_to_id": "1190275",
            "text": "kvöldið var wicked,thanx for being there….check this out :\nVerslunarmannahelgin árið 2003. Sunnudagurinn 3.\nÁgust. K.A. heimilið á Akureyri.\nDansveisla 360 gráður og Breakbeat.is kynna : Dj Tómas\nT.H, Dj  Exos og Dj Reyni í K.A heimilinu á Akureyri.\nFrá klukkan 23.00 – 04.00. ( Verð kr.1000.)\nExos og Tómas T.H hafa verið að halda 360 gráðu kvöld\ná helstu klúbbum Reykjavíkur við góðar undirtektir. Um\ner að ræða dúndrandi tæknótóna með rafrænu ívafi þar\nsem þeir félagar hafa verið duglegir við að endurlífga\nklúbbasenuna á Íslandi.\nNæstkomandi  Verslunarmannahelgi munu þessir kappar\nsameinast Dj Reyni, einum allra færasta drum and bass\nplötusnúð landsins, í heljarinar dansveislu í K.A.\nheimilinu á Akureyri. Dj Reynir er einn af stofnendum\nheimasíðurnar www.Brekbeat.is sem meðal annars stendur\nfyrir ótrúlegum drum and bass kvöldum mánaðarlega í\nReykjavík. Hann er auk þess með virkann útvarpsþátt á\nXinu 9.77 og er um þessar mundir að undirbúa ramm\níslenska drum and bass útgáfu ásamt öðrum meðlimum\nbreakbeat.is.\nÞað verður semsagt rafmögnuð stemmning á Akureyri um\nVerslunarmannahelgina þetta árið í KA heimilinu."
        }
    ]
}