{
    "forum_title": "Dulspeki",
    "user": "nologo",
    "user_id": "2605",
    "date": "2003-07-22 23:26:15",
    "title": "Í guðs helvíti !",
    "text": "Guð minn almáttugur. Ég skelf. ég er hreint út sagt ótrúlega ráðavilltur og ringlaður. Spurning hvort minns fari nokkuð að sofa í nótt þótt að vinnan bíði í fyrramálið með sína ellefu tíma vakt. Þetta byrjaði allt með því að þegar ég fór fyrr í kvöld að skila bók á bókasafninu um fræðsluaflið Mikael, sem er einhvert svona nýaldarrugl, ákvað ég að finna fleiri bækur af sama meiði til þess að fræðast meira um þennan spirtismageira sem virðist vera að kollríða öllu undanfarið. Af hverju? Ég veit það ekki. Ekki nema bara það að sagt er að maður eigi að þekkja sjálfan sig. Og þekkja óvin sinn. Og svo framvegis. Þekking er ágætt. Ef maður ætlar að taka einhvera meðvitaða afstöðu til einhvers er þekking nauðsynleg.\nÞótt að dulspeki bransi taki ansi freklega sinn toll í hillum bókasafnsins með hvorki meira né minna en þrefalt hillupláss á við heimspekina virtist kenna fárra grasa af þeim bókum sem fjölluðu beint út og opinskátt um hvað fyrirbærið Ný öld sé. Þrátt fyrir það þá rambaði ég á lítið bókarkorn sem bar nafnið Leyndardómar Nýaldar og af kápunni að dæma virtist innihalda ýmsar hlutlausar upplýsingar út á hvað allt þetta gengi. Svo ég fékk bókina lánaða, hélt heim á leið og sökkti mér í lesturinn. Bókin fer rólega af stað og kynnir fyrir manni lauslega hvernig nýaldarheimurinn liti út sem sakir standa, skipulag og tilgangur. Áhugavert í sjálfu sér. Eitthvað þótti mér þó rödd sögumannsins, þanns sem talar, eitthvað undarleg,eins og viðhorf hans væri bælt og dularfullt, og ekki alveg á hreinu. Hvert var hann eiginlega að fara blessaður maðurinn?\nSvo ég tek mér smá leshlé og fletti fram á saurblað til þess að athuga hver rithöfundur sé. Þá fyrst renna á mig tvær grímur. Ekki það að nafnið hafi komið eitthvað kunnulega fyrir sjónir heldur sá ég að bókin var gefin út af bókarútgáfu sjöundadags aðventista eða hvað þeir nú heita þessir bókstafstrúarmenn. Með fylgdi listi áðurútgefna bóka bókaútgáfunnar og stakk Leyndardómar Nýaldar  óneitanlega dálítið í augun innan um titla eins og Ræktið sambandið við Jesú eða eitthvað svoleiðis og fleiri í þeim dúr.\nÞvílíkt áróðurrit! Ó guð minn góður, ég er feginn að ég skuli því miður ekki hafa neina ástæðu til þess að þú, drottin hebrea, múslima og kristsdýrkenda, sért í raun og veru til því að aldrei vildi ég vera undir sama hatt settur og þá sem sá sem skrifaði undir áróðursritið tleur sig tilheyra.\nReyndar hafði blessaður garmurinn margt til síns mál varðandi nýaldarvitleysinganna, loddaraskapinn og örvæntingarfulla skyndi-sannleiks-pakkanna sem þar á bæ því miður þrífst. Hversu ósamræmdir eru þessir bjánar oft ekki, stígandi á hvers annars tær, zigzagandi á milli andstæðra póla eins og saumavélar. Samt verður að viðurkennast að ég, sem lítttrúuð manneskja í ákafri sannleiksleit, leitandi þá að einhverjum betri, já hentugri, trúverðugri andlegri sanninda til þess að fylla upp í það gap sem amma mínir fóðrar með Biblíunni, hneigist oftar en ekki dálítið í átt til austrænnar speki (sem ég sé ekki af hverju ætti að vera eitthvað verri gjalda verð en sú vestræna, “Abrahamíska”) ásamt klassíkri kenndir heimspeki,perónulegs-guðsskertri með meiru. Þar sem ég hef verið að dufla eitthvað við jógaspeki og viðhorfum sem höfða mjög til mín.\nÞess vegna fannst mér það taka út fyrir allan þjófabálk þegar K.R. Wade (ákvað að fletta nafnið upp aftur til þess að geta brúkað það við þetta tækifæri) gerist æ háværari um skoðanir sínar og stallsystkina sinna og byrjar fyrir miðrir bók að segja álit sitt hreint út: að allt þetta nýaldarpakk, jóga, heilun, andatrú og hvað það nú allt heitir, sé sama tópakið, og ekki bara það heldur hvorki meira né minna en tópak djöfulsins, ef ekki bara djöfullinn sjálfur, Lúsífer, stundum nefndur Satan. Og að nýöldin umtalað sé að hans mati því miður raunveruleg, óhugnarlega raunveruleg, svo raunveruleg að hún sé í rauninni sá raunverulegi atburður Harmageddon sem ónafngreindum höfundi Biblíunnar er svo tíðrætt um. Og blekkingartal nýaldarsinna (og annarra hófsamra fiktara (eins og ég)) sé hreint út sagt einfaldlega samkynja rómi nöðru þeirra sem narraði frægasta par sögunnar til þess að eta eitt einasta epli. Sem samkvæmt honum vini mínum Wade er einfaldlega hlutgervingur nýaldarhyggjunar, eplið sem átti að boða afneitun guðs, vitneksjun, þekkingu á okkur sjálfum, já ef ekki bara guð í sjálfum okkur og ódauðleika, eins og flestar þessar -hyggjur boða okkur ( guðdómlegt eðli sjálfsins og endurholdgunarkenningin).\nHjálpi mér hamingjan. Mér var bylt við. Þetta kom svo sannarlega við kauninn á mér. Hafði ég verið blekktur af satani sjálfum til þess að sjá ekki guð, trúa á voða og vaða í villu. Reyndar væri það ekki svo slæmt í sjálfu sér. Það skelfilegasta er það að fá ekki að vita! Því það er ekki nokkur leið að afsanna svona staðhæfingar. Sama hvað rök sem maður gæti örvæntingarfullur reynt að grípa til, hvað sannanna eða viðfangsflata, þetta gæti allt svo sem verið blekking djöfulsins til þess sem er fyrirfram glataður (mig). Því að ef þessi raunveruleiki sem þetta fólk býr við, undir árvökulu, almáttugu auga drottins er sá sanni þá er maður einfaldlega í djúpum skít.\nFrekar ósmekklegt þótti mér þegar aðventistinn, eftir samlíkingu nýaldardjöfla við nasista þriðjaríksisns, sem nasista þess fjórða og einkar áhrifamikla dæmisögu um flugslys á flugsýningu í Vestur Þýskalandi fyrir fall múrsins, hefur að freista mann til þess að selja drottinn sálu manns eftir prédikuna um eld og eimyrju. Sama gamla sagan. Ályktun Pascals, líkindafræðings, um það að maður hefði ekkert að vinna en öllu að tapa við það að afneita guðia náði einhvernveginn að smeygja sér þarna inn eins og allvanalegt er þegar áróðurinn nær þessu stigi.\nJæja, ég er nú einu sinni mannlegur og ekki var laust við að þessi reiðarlestur hefði einhver áhrif á mig, annað hefði verið stórbilað. Ég drallaðist líka til þess að taka upp gjörsamlega ónotaða Biblíuna mína (fyrir utan fyrsta og síðasta kafla hennar) og byrjaði að fletta upp þeim tuga tilvitnanna sem hraut af vörum þessa stóryrta manns til þess að kynnast þeim í samhengi og leita mér þekkingar, eins og ég geri gjarnan þegar ég veit ekki hvað annað ég á að gera (svona nokkurnvegin pínulítið að stelast til þess að bragða á tréi skilningar).\nBrátt leið mér eins og Keanu Reeves í Devil's Advocat, fór að sjá dímona í hverju horni, fann fyrir því hvernig þeir læddust aftan að mér, mjög svo áþreifanlegir, og læddu að mér allskins ranghugmyndum og ósóma. Því þessir föllnu englar eru næstum mannlegir og ég og þú (samkvæmt K.R. Wade og Biblíunni) fyrir utan það að þeir eru hálfósýnilegir, eilífir, ódrepandi, hugsanalesarar, með óbrigðult minni og snillingar í því áð stjórna fólki af veginum rétta.\nÉg var minna en þumlungi frá því að ganga í klaustur.\nEn því miður, ég er bara mannlegur, ég er bara ég. Fyrr en varir fór gamalkunnur hugsanarháttur aftur að láta á sér kræla. Heimspekileg afstaðan til tilverunnar er síður en svo hægt að losa sig við bara eins og svona. Ég gæti dáið þegar ég hugsa til þess að stóísk yfirvegun virðist hafa orðið ofan á. Þ.e. ég, í raun og sann, sé ekki hvað allt þetta skiptir máli.\nÉg sá ekki hvað þetta skiptir máli. Já, ég er tilbúinn til þess að tapa öllu. Ég er tilbúinn til þess að brenna í helvíti til eilífðarnóns. Ég sé ekki hverju það ætti að skipta máli. Ég er nú nefnilega, þegar öllu er á botnin hvolft, aðeins maður og þar af leiðandi ekki sjálfráður gerða minna. Og af hverju ætti mér að finnast logar helvíti eitthvað ókræsilegri en dúnmjúk ský himnaríkis sem mér eru föl undir kostnarverð (að sögn). Hverju breytir það þegar á botni er hvolft. Hvað ákveður hvað mér á finnast um hitt og þetta og líða um þetta og hitt. Hef ég í raun og veru einhverju að tapa? Tapa ég einhverju við það að tapa öllu? Og hvað í andskotanum gengur þessum ófinnalega guði eiginlega til?\nNei, því miður, mér sýnist ekki betur en að þetta falli allt um sjálft sig að lokum, þó að vissulega gæti verið um þessi venjulegu ósannindi frá einhverjum illkvittnum anda enn eina ferðina.\nReyndar verð ég að biðja ykkur um í lokin öllsömul að hafa þau formerkin á, að öll þessi skrif, hver einasti stafur eftir að blekið þornar, gæti verið þessi vanalega blekking hins fallna eyðimerkuranda, en ég sé ekki betur en að það sé staðreynd sem við veðrum að lifa við og grillast öll á sama teininum í óendalegum loga helvítist með bros á vör þegar á reynir að lokum.\nLifið heil\nhttp:/easy.go.is/staralfu",
    "url": "https://www.hugi.is/dulspeki/greinar/156628/i-guds-helviti/",
    "url_id": "156628",
    "id": "1190740",
    "replies": [
        {
            "user": "rammstein",
            "user_id": "27927",
            "date": "2003-07-23 12:56:54",
            "id": "1190741",
            "reply_to_id": "1190740",
            "text": "!!GÓÐ GREIN!!!"
        },
        {
            "user": "garcon",
            "user_id": "1199",
            "date": "2003-07-23 13:48:09",
            "id": "1190742",
            "reply_to_id": "1190740",
            "text": "Þetta er nokkuð áhugaverð grein hjá þér nologo, eins og þú minntist á:\n“Því þessir föllnu englar eru næstum mannlegir og ég og þú”\nSamkvæmt flestum þeim heimildum sem ég hef lesið þá var Lúsífer og hans fylgismönnum svo sannarlega kastað niður, ekki til helvítis. Ég trúi ekki á þann stað. Heldur niður á jörð, þar sem þeir bíða þess að vera dæmdir.\nÉg hef aldrei skilið tilhneygingu okkar til að mála skrattann með horn, hala og klaufir.\n“Synir Guðs” eins og þeir hafa oft verið kallaðir áttu að vera mannlegir í útliti, og náttúrulega vænglausir.\nMannkynir er skapað af jörð, enda erum við áþreifanleg, og auðsjáanleg að okkar mati.\nEnglar eiga samkvæmt skilgreiningunni að vera skapaðir af eldi.\nTökum sem dæmi “rafmagn”, rafmagn líkt og eldur er orka, orka er illsjáanleg en við getum aftur á móti fundið fyrir henni. (ég mæli ekki með því, en ef trúir með ekki, þá væri tilvalið að fara fram í eldhús, ná í gaffal og athuga hvort það sé eitthvað rafmagn á brauristinni ykkar).\nSumt fólk er næmt á þessi segulsvið.\nNafnið Sata er í raun ekkert nafn, þetta er orð sem þýðir það sama og hið prýðilega íslenska orð andskoti. Eða óvinur. Satan var upphaflega orð til að lýsa andstæðingum sköpunarverksins, sem væru útilokaðir frá himnaríki (og myndu brenna í helvíti við dómsdag).\nKæri nologo, þú virðist eiga í erfiðleikum með að finna út hvað sé rétt eða rangt í þessum heimi.\nTrúðu á góðverkin, og þó svo að þú sért í sífellu afvegleiddur, treystu litlu röddinni innra með þér. Hún vill þér vel og verndar þig.\nHvort sem við verðum saman á teinunum eða í aldingarðinum þá verður líklega gaman að hitta þig.\nkv -g"
        },
        {
            "user": "marxus",
            "user_id": "12143",
            "date": "2003-07-23 15:07:57",
            "id": "1190743",
            "reply_to_id": "1190740",
            "text": "Skemmtileg grein. Ef YHVH er sá guð sem vill að við séum sofandi vakandi og brögðum ekki á tréi lífsins og tréi skilningsins þá er hann ekki minn guð. Gnostísistar trúðu reyndar að snákurinn hefði verið sendiboði annars og æðri guðs en þess sem skapaði jörðina.\nEn hinn upprunalegi YHVH er ekki þessi grimmi guð sem vill halda okkur í blekkingarvef, sem aðventistar og vottar og fleiri trúa á. Lífstréð í kabbalah gyðinga er táknmynd fyrir lífstréð í aldingarðinum, og af því mega allir bragða.\nReyndar er svolítið til í því að nýaldarhreyfingin hefur stundum verið höll undir rasisma og gyðingahatur. Helena Blavatsky stofnandi og aðal hugmyndafræðingur Guðspekifélagsins var rasisti og gyðingahatari í húð og hár, sem og Alice Bailey. Sagan segir Hitler hafi haldið mikið upp á Blavatsky og haft bók hennar The Secret Doctrine á náttborðinu í lengri tíma. Hugmyndafræði nasismans byggir víst að nokkru leyti á fræðum hennar, m.a. hugmyndin um Aría. Fræði hennar byggja hins vegar m.a. á hindúisma en það gerir ekki hindúisma að nasisma.\nEkki hlusta á svona trúarofstækismenn eins og þennan aðventista. Þeir sjá samsæri í hverju horni. Það eru til þúsundir heimasíðna um alheimssamsæri nýaldarsinna til að koma á satanísku heimsskipulagi, New World Order. Þetta er allt bull. Nýaldarsinnar eru algjörlega sundurleytur hópur án allrar miðstýringar, og það er ekkert samkomulag þeirra á milli um hvað þeir trúa eða trúa ekki á. Markmiðið var víst að vekja alla til hærri vitundar með ýmsum ráðum, aðallega með því að hver einbeitti sér að sjálfum sér. Sumir trúðu að nýr messías/Maitreya/Búdda/Jesús/Mahdi mundi koma sem ynni þetta verk (eins og Neo í Matrix). Hann er sennilega sá sem krossmennirnir óttast að sé antikristur. Hann átti hins vegar ekki að gera neitt djöfullegt heldur að sameina öll trúarbrögð og allar þjóðir í eitt bræðralag friðar. Nýaldarhreyfingin var augljóslega um margt svipuð og hippamenningin með sína útópíukenndu drauma. Ástæðan fyrir að ég tala um þetta í fortíð er að umsvif nýaldarhreyfingarinnar er talið hafa náð hámarki á 8., 9. og 10. áratugnum en fari nú dvínandi því margir hafi misst trúna. Mæli með góðri hlutlausri grein um nýaldarhreyfinguna á Britannica:\nhttp://search.eb.com/eb/article?eu=138933\nHaltu annars áfram á þinni braut og hlustaðu ekki á ofstækisfulla Kristsmenn. Það er líka miklu betri tónlist hérna í helvíti ;)"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2003-07-23 18:40:07",
            "id": "1190744",
            "reply_to_id": "1190743",
            "text": "skemmtileg pæling sem ég hef einnig pælt mikið í.\nRosalega góð grein og skemmtileg þótt þú hefðir mátt hafa fleiri greinarskil til að auðvelda manni að lesa textann. :)\nef ég væri kennari og þetta væri ritgerð þá myndi ég gefa þér 8.5 eða eitthvað álíka :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-07-23 18:20:45",
            "id": "1190745",
            "reply_to_id": "1190740",
            "text": "Well… Megi ég þá brenna í helvíti… Því ég er ekki á leiðinni að fylgja þessum “rétta” vegi á næstunni, eða bara nokkurntímann held ég.."
        },
        {
            "user": "Ameza",
            "user_id": "19261",
            "date": "2003-07-23 18:24:04",
            "id": "1190746",
            "reply_to_id": "1190740",
            "text": "WoW! Frábær grein, áhugaverðar pælingar!\nkv. Ameza"
        },
        {
            "user": "gomamiso",
            "user_id": "18080",
            "date": "2003-07-23 22:48:45",
            "id": "1190747",
            "reply_to_id": "1190740",
            "text": "vá\nGÓÐ GREIN!!! HEYR HEYR"
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2003-07-24 22:45:25",
            "id": "1190748",
            "reply_to_id": "1190740",
            "text": "Sussussuss, passapassapassa!\nAð demba sér í eitthvað svona getur gert hvern sem er meira en\nlítið bilaðan.  Sérstaklega ef hann ætlar að vera “hlutlaus” og\nvera viðbúinn að athuga alla möguleika.\nÞví það er til jafnmargar útgáfur af hálfkristinni trú eins og\nsögur af fljúgandi furðuhlutum, kynnum við geimverur, dulspeki-\nfyrirbærum, spádómum, talnaspeki og svo framvegis!\nÉg leyfi rökhyggjunni að ráða - flest af þessu er bull.\nÉg velti eitt sinn því fyrir mér hvort það gæti verið að lýsing á fljúgandi furðuhlut gæti reynst sönn.  Um var að ræða síðu\nmeð lýsingu vitna, og mas einhverjum “vísindamönnum” sem\nvirtust alveg óðir í að staðfesta að sést hefði til alvöru\ngeimferju væri að ræða.  Ég gekk meira að segja svo langt að senda tölvupóst til að spyrjast fyrir.\nÉg fékk að sjálfsögðu aldrei svar.  Þá missti ég líka nokkuð\nálit á fólki sem trúir á svona lagað.\nEn það er ekki laust við að um mig fari smá hrollur þegar ég\nhugsa um fyrirbæri eins og “the raelians”:\nhttp://www.rael.org/english/index.html\nÞetta er kannski ekki ALVEG sambærilegt, en þú skilur hvað ég\ner að fara.\nOg þetta er þónokkuð skemmtileg grein."
        },
        {
            "user": "Frodmundur",
            "user_id": "33550",
            "date": "2003-07-28 14:21:40",
            "id": "1190749",
            "reply_to_id": "1190740",
            "text": "Sérð þú ekki að það er einmitt djöfullinn í þér sem dró upp kæruleysið aftur.  Deyfir áhugann og lífsviljann.  Viðhorf þitt er því miður ekki ólíkt eiturlyfjafíklunum."
        },
        {
            "user": "marxus",
            "user_id": "12143",
            "date": "2003-07-28 22:07:00",
            "id": "1190750",
            "reply_to_id": "1190749",
            "text": "Ertu að tala við mig Frodmundur? “djöfullinn í þér sem dró upp kæruleysið aftur. Deyfir áhugann og lífsviljann”… Hvað ertu að tala um eiginlega?"
        },
        {
            "user": "tempest",
            "user_id": "26717",
            "date": "2003-07-28 16:32:23",
            "id": "1190751",
            "reply_to_id": "1190740",
            "text": "ég las ekki greinina en ef þú heldur að Guð sé til þá ertu með óráði en jesú var til hann var bara eikker fátækur og bilaður svertingi"
        },
        {
            "user": "Eyjo",
            "user_id": "965",
            "date": "2003-09-14 09:51:56",
            "id": "1190752",
            "reply_to_id": "1190751",
            "text": "“ég las ekki greinina en ef þú heldur að Guð sé til þá ertu með óráði en jesú var til hann var bara eikker fátækur og bilaður svertingi” LOL ROFL HEHEHE !!!! :)"
        },
        {
            "user": "tempest",
            "user_id": "26717",
            "date": "2003-07-28 16:32:47",
            "id": "1190753",
            "reply_to_id": "1190740",
            "text": "ég las ekki greinina en ef þú heldur að Guð sé til þá ertu með óráði en jesú var til hann var bara eikker fátækur og bilaður svertingi"
        },
        {
            "user": "marxus",
            "user_id": "12143",
            "date": "2003-07-29 00:53:41",
            "id": "1190754",
            "reply_to_id": "1190740",
            "text": "Fáum nokkuð á hreint:\nÞað voru kaþólikkar Vatíkansins sem byrjuðu með allar þessar helvítisprédikanir og djöflasamsæriskenningar. Kaþólsk trú er er ókristileg, og þar afleiðandi eru kenningar þeirra ókristilegar. Það er eitt hvað biblían segir en annað hvað sumt veruleikafirrt fólk (í margs konar sértrúarsöfnuðum) í dag skynjar út frá sínum eigin augum. Þó hið illa stuðli að hinum og þessum miður skemmtilegu athæfum á jörðunni (t.d galdrar, miðilsfundir, logið upp á biblíuna), þá er samt áhrif þeirra stórlega ofmetin.  Paranoid fólk sem vill sjá djöfla í hverju horni; túlkar öll hin minnstu og hégómlegustu atriði sem verk djöfulsins.\nHvað varðar mannlegt atferli þá má skilja það svo að segjum að einhver manneskja byrji að stela. Hinir fyrstu þjófnaðir þurfa ekki endilega að hafa gerst vegna þess að manneskjan stjórnaðist af djöflinum heldur var þetta eingöngu hennar ákvörðun. En eftir því sem tíminn líður og þjófnaðirnir fjölga, þá er það líklegt að mun manneskjan falla undir valdsvið djöfulsins í þeim efnum (þjófnaðir) og manneskjan gerast sífellt meiri strengjabrúða þess sem djöfullinn blæs henni í brjóst (þráhyggja, óseðjanleiki, og samviskuleysi).\nÞað eru menn sem láta undan sinni heimsku eða þeirri sem hið hið illa reynir að blása þeim í brjóst. Það eru menn sem eru að tæla aðra til falls og það eru menn sem leiða annað fólk í villu. Mennirnir geta verið réttlætandi sinn eigin veg,  talið sig vera að hjálpa öðru fólki eða þá verið vísvitandi að eyðileggja fyrir öðru fólki.\nGuð hefur ekkert á móti þekkingarleit. Hvað varðar eplið þá skiptir eplið sjálft ekki endilega einhverju máli heldur fyrir hvað það stóð fyrir. Eplið var próf á trygglingi og trú mannsins á Guði, með því að borða eplið þá óhlýðnaðist maðurinn og sneri baki við hið ,,ignorance is bliss-líferni´´ sem Guð vildi í góðmennsku sinni leyfa öðrum að áhlotnast. Er ekki oftast sagt að bestu ár mannsins séu hin fyrstu, þegar allt kemur til alls þá stangast þekkingin á við lífshamingjuna þegar lengra er litið fram í tíman (fær leið á öllu og maður lifir sig aldrei 100% inn í hlutina).\nÞó býst ég við því að næring eplisins hafi  verið einskonar ,efna-eða rafræn upplýsingaboð´´(líkt og í Matrix þegar hlaðið var upplýsingar inn í fólk) eða þá virkt eitthvað ónotað svæði í heilabúinu.\nHvað varðar þekkingu þá er Guð alvitur. Guð einn hefur máttinn til þess að standast álag þekkingarinnar og svo nota hana til góðra nota. En hinsvegar þegar menn sækjast eftir þekkingu þá er hún oftar en ekki notuð til vondra hluta, og auk þess á fólk það til að gerast geðveikt ef pælt er of mikið í hlutunum.\nHvað varðar helvíti þá ber manni í raun ekki að grínast með það. Ekkert vera að ímynda ykkur djöfla að stinga ykkur með forkum meðan þið eruð soðin í djupsteikingarpotti, heldur skuluð þið ímynda ykkur það að þið séuð uppfuðrandi af brennandi óseðjanlegri þrá sem aldrei verður fullnægð (líkt og allt skinnið sé fláð af manni og chili-pipari stráð um allan líkamann, og það er ekkert  tiltækt til hjálpar). Þið eruð ekki á þjáningarstað heldur er þjáningin innan í ykkur &#8211; þó er staðurinn örugglega fölur, tómlegur og ,,Tim Burtons &#8211; legur´´. Það er nógu vont að snúa á ökkla sinn eða fá sinadrátt, án þess að eitthvað helvíti komi við sögu. Ég bið ykkur að vera ekkert að grínast með þetta vegna þess að svo gæti farið að orð ykkar rætist.\nMaður á að vera þakklátur fyrir það sem maður hefur og ekki líta á kjör sín sem sjálfsagðan hlut.\nHvað varðar Lúsífer þá tel ég nafnið vera myndað frá orðinu Looser, enda rökstyður hlutskipti djöfulsins þá kenningu."
        },
        {
            "user": "marxus",
            "user_id": "12143",
            "date": "2003-07-29 16:58:35",
            "id": "1190755",
            "reply_to_id": "1190754",
            "text": "Lucifer er dregið af luc-/lux á latínu sem þýðir ljós, en -fer endingin þýðir beri. Lucifer þýðir því ljósberi. Þetta er staðreynd málsins, en þú getur trúað þinni persónulegu skoðun ef þú vilt."
        }
    ]
}