{
    "forum_title": "Deiglan",
    "user": null,
    "user_id": null,
    "date": "2003-07-23 22:18:04",
    "title": "Blóðugir demantar !",
    "text": "Ein vinkona mín gifti sig í vor.\nEins og hefð er á Íslandi höfðu þau skötuhjú verið trúlofuð í nokkur ár og gengið með trúlofunarhringa sem breyttust í giftingarhringa á stóra deginum.\nSumar Íslenskar konur fá demantshring í morgungjöf frá manninum til að bera með giftingahringinum, eða að trúlofunarhringinum er breytt og demantur settur í hann.\nEn aðspurð frá okkur vinkonunum hvernig þetta yrði hjá þeim, fengum við það svar að maðurinn hennar neitaði að gefa henni demanta.\nVið í hégóma okkar vorum felmtri slegnar og spurðum að sjálfsögðu hvers vegna og fengum þá skýringu eina að það væri eitthvað vegna þess að hann teldi það rugl og vitleysu vegna þess að demantar væru “overvalued” vegna þess það væri eitt stórt fjölskyldufyrirtæki sem stjórnar ¾ hluta af demantaviðskiptum í heiminu.\nMeira vissi hún ekki.\nEn ég er forvitin kona, og gat ekki látið við þetta sitja.\nSvo næstu dagana sat ég á netinu og inn á bókasafni að lesa mér til um demanta og allt sem þeim tengist.\nOg það sem ég komst að var sjokkerandi, svo vægt sé til orða tekið.\nDemantar eru í huga margra tákn um ást og eilífa tryggð, enda erum við flest grunnhyggin og reynum að hugsa ekki mikið um hvað liggur á bak við þann munað sem við höfum.\nÞað er nefnilega ekki nóg að það sé rétt að demantaverði sé haldið háu með valdníðslu og einokun, heldur er ferill demantsins frá demantanámunni og í hring brúðarinnar oft blóði og þjáningum drifinn.\nJú - það var rétt að yfir 70% af demantaviðskiptum í heiminum er stjórnað af DeBeers fyrirtækinu.\nJú - eins og með flest það sem við kaupum á okurprís og snobbum fyrir er með lágt framleiðslugjald og á meðan stór meirihluti demanta er námaður í Afríku þar sem aðbúnaður og kjör námumanna er hræðilegur og stór hluti þeirra eru börn og stærsti hluti þessara óunnu demanta eru svo slípaðir í Indlandi og Pakistan af verkamönnum með sambærilega léleg kjör og heildarkostnaður við framleiðslu á demanti er ekki nema agnarbrot af því sem hann er svo seldur á til neytandans.\nJú - það er víst ekki hægt að nota afsökunina fyrir verðinu að þó framleiðslukostnaðurinn sé lár þá sé þetta takmörkuð auðlynd því það er víst sagt að það sé til nóg af demöntum í heiminum til að allir í heiminum (300 milljarðar manns) gætu átt könnu fulla af demöntum.\nEn það er ekki það sem ég ætlaði að fjalla um í þessari grein, þó margt í verslunarferlinum sé ósiðlegt og margt í framleiðsluferlinum sé með þrælkunarbúðir stimplað á sér, allt frá “venjulegum” stritstöðvum og yfir í skipulögð mannrán eða skuldaþrælkun.\nHeldur ætla ég að einbeita mér að því sem hefur fengið á ensku nafnið “conflict diamonds” eða “blood diamonds”.\n—————————————– —-\nBlóðugir demantar eru óslípaðir demantar sem eru námaðir á svæðum þar sem er stríð og óeirðir og eru notaðir til að fjármagna vopnakaup sem viðheldur þessum óeirðum, bæði af völdum grimmra uppreisnarhópa og jafn grimmra stjórnvalda sem virða mannslíf og mannréttindi að engu.\nOft á tíðum eru þessar baráttur einmitt háðar um svæðin sem demantanámurnar eru á og eru borgarastyrjaldirnar í Angola, Sierra Leone, Kongó, þekkt dæmi.\nÍ Kongó einni hafi 2,5 milljón manns látist í styrjöldum yfir demantanámum.\n500 milljónir manns hafa látist í borgarastríðum í Angola og UNITA, byltingarsinnar þar græddu tæpa 4 milljarða $ í demantasölu á síðasta áratug, sem fór allt í vopnakaup.\nÁratugar langt  borgarastríð í Sierra Leone's hefur sett landið á botninn á lista Sameinuðu þjóðanna um lífsgæði, en samt er landið fljótandi í demöntum og stríðsaðilarinir hafa selt demanta fyrir mörg hundruð milljónir dollara til að fjármagna vopnakaup sín.\nHundruð þúsunda hafa verið drepnir þar eða limlestir. En það er mjög vinsælt á þessum stöðum að höggva hendurnar af fólki, en stór hluti þjóðarinnar allt niður í 2 ára börn eru handalaus eftir þessi ósköp.\nBæði fólk sem var á röngum stað á röngum tíma, áætlað að séu fylgjendur andstæðingsins eða hafa verið hnepptir í þrældóm til að vinna í demantanámum þessara ógnaraðila eða hnepptir í þrældóm og dópaðir til að berjast fyrir þá.\nSkoðið endilega þessa Flash-mynd frá AI um þessi mál :\nhttp://web.amnesty.org/diamonds/flash.html\nMörg fyrrverandi hermannabörn hafa sagt sögur af því að þau hafi verið neydd til að drekka áfengi og nota eiturlyf til að auðveldara væri að gera drápsvélar úr þeim.\nMeðal eiturlyfja sem notuð voru amfetamín og kókaín og ef þau neituðu að taka þau voru þau barin eða drepin.\nMörg börnin urðu morðóð af þessum lyfjum og voru tilbúin til að gera hvað sem er, einn 16 ára piltur var meira að segja þekktur fyrir að skera hjartað úr fórnarlömbum sínum.\nEinnig er talið að hryðjuverkasamtök eins og Al-Queda fjármagni stóran hluta af sínum vopnum með smygli á blóðdemöntum\nSkiptar skoðanir eru á því hve stór markaðshluti demanta eru blóðdemantar en þar sem stærsti hluti óunninna demanta koma einmitt frá Afríku þá hafa heyrst tölur allt upp í 25% af demöntum á markaðinum séu blóðdemantar.\nThe Kimberley Process er alþjóðlegt samráð um bann á sölu á blóð-demöntum.\n70 þjóðir og Sameinuðu þjóðirnar undir viljayfirlýsingu um þetta fyrir 3 árum síðan, en lítið hefur borið á að farið sé eftir þessu, því reglurnar eru ekki nógu skýrar, og margir eru tilbúnir til að beygja lögin til þess að geta grætt meira.\nEn er mjög sjaldgæft að hægt sé að fá vottorð um að demanturinn sem maður kaupir sé ekki blóðdemantur, flestir skartgripasalar vita ekkert um hvaðan demantarnir þeirra koma og er líklegast mörgum hverjum sama.\nÓnefndur Belgískur demantasali sagði í viðtali að ef honum byðust ódýrir demantar, þá myndi honum að sjálfsögðu gruna að um væri að ræða blóð-demanta, en myndi hann afþakka að kaupa þá ?\nHann héldi ekki, því hann væri í þessum bissness til að græða.\nEinnig hefur WTO (world trade organination) verið þessum sáttmála þrándur í götu þar sem viðskiptabann á þennan hátt samræmist ekki hugsjónum þeirra um heimsvæðingu og frjáls viðskipti. Þeir hafa reyndar samkvæmt frétt frá því í vor fallist á að gera undanþágu með þessi viðskipti.\nSvo nú er restin eftir þjóðunum og viðskiptaaðilunum og samfélaginu komin.\nViljum við kaupa demanta sem voru höggvnir ásamt höndinni af lítilli stúlku í námu í Afríku ? Eða demantana sem notaðir voru til að fjármagna 11.sept ?\nEð viljum við ekki frekar fá sönnun um að demantarnir okkar séu “hreinir” demantar en ekki blóði drifnir ?\nÞetta eru sorglegar og sjokkandi staðreyndir um demanta og hömlulausa græðgi og grimmd mannsins.\nLönd sem vaða í auðlyndum selja þær til að framleiða vopn og drápsvélar og vestræn lönd notfæra sér þetta samviskulaust til að græða sem mest.\nOg við, neytendurnir lokum augunum og viljum ekki sjá…\nÉg verð í lokin að taka undir orð Mary Wortley Montagu :\n“I prefer liberty to chains of diamonds.”\nP.S.\nÞetta er veigamikið efni og alls ekki hægt að greina frá öllu hér í stuttu máli svo þeir sem hafa áhuga á frekari lesningum vil ég benda á :\nDiamond: The History of a Cold-Blooded Love Affair : Matthew Hart\nhttp://www.witness.org/\nhttp://web.amnesty.org\n/diamonds/index.html\nhttp://www.amnestyusa.org/diamond\ns/\nhttp://www.un.org/peace/africa/Diamond.html\nhttp:/ /www.onesky.ca/diamonds/about.html\nhttp://www.woaafric\na.org/DiamondEdMaterials.htm\nhttp://www.thirdworldtrav\neler.com/Africa/Death_Diamonds.html\nhttp://www.african\nfront.com/bloodgems.php\nhttp://www.commondreams.org/vi\news02/1210-07.htm\nhttp://gbgm-umc.org/umcor/stories/do\nyouknow.stm\nEkki um blóð demanta en um börn sem vinna við demanta :\nhttp://www.anti-slaverysociety.addr.com/diamonds.htm\nhttp://teacher.scholastic.com/scholasticnews/indepth/\nchild_labor/indonesia/index.asp?article=about",
    "url": "https://www.hugi.is/deiglan/greinar/156842/blodugir-demantar/",
    "url_id": "156842",
    "id": "1192583",
    "replies": [
        {
            "user": "Anarcy",
            "user_id": "26727",
            "date": "2003-07-23 22:52:59",
            "id": "1192584",
            "reply_to_id": "1192583",
            "text": "Góð grein og áhugaverð….ég hugsa mig tvisvar um áður en ég kaupi eitthvað með demöntum í fyrir kærustununa mína. Samt held ég að hún myndi gagnrýna mig fyrir nísku ef ég segði henni þessa sögu sem ástæðu fyrir að gefa henni ekki demantahring. Marr er bara á milli steins og sleggju!!!"
        },
        {
            "user": "Anarcy",
            "user_id": "26727",
            "date": "2003-07-23 23:07:03",
            "id": "1192585",
            "reply_to_id": "1192584",
            "text": "Kjanakall :\nÞað fer nú sjálfsagt eftir því hvaða rök þú notar, þetta með okrið á demöntunum eða bara það að þeir eru notaðir til að fjármagna ógeðslegustu stríð nútímans.\nEn ef maður veit hvaðan steinarnir manns koma þá er sjálfsagt hægt að láta sér líða betur.\nÉg veit bara að eftir að ég komst að þessu þá bað ég manninn minn um að gefa mér aldrei demant.\nKýs þá frekar skemmtlilegan tölvuleik eða góða bók í afmælisgjöf :-P\nPrófaðu bara að senda henni þessa grein í tölvupósti og ef hún les þetta sjálf án þrýstings þá má vel vera að hún vilji frekar rauðar rósir og íslenska steina í hringinn sinn :-P"
        },
        {
            "user": "Anarcy",
            "user_id": "26727",
            "date": "2003-07-24 01:05:25",
            "id": "1192586",
            "reply_to_id": "1192585",
            "text": "Lyssia\nReyndar er ég heppinn með kærustu, hún er ekki heimtufrek og myndi alveg skilja það ef ég myndi ekki vilja gefa henni demantshring ef ég myndi nota greinina þína sem afsökun (þarf svosem ekkert að afsaka það að vilja ekki styrkja blóðböð)."
        },
        {
            "user": "Cruxton",
            "user_id": "631",
            "date": "2003-07-24 11:16:26",
            "id": "1192587",
            "reply_to_id": "1192584",
            "text": "Lyssia: Leyfi mér að efast að þessir demantar séu slípaðir af fátækum verkamönnum á Indlandi…því demantaslípun er eitt lengsta nám sem hægt er að mennta sig í - circa 15ár (mistök eru dýr).\nEinnig er soldið fyndið að pæla í því afhverju kvenfólk kikni svona í hnjánum við að sjá glansandi demant.\nNú eru iðnaðardemantar búnir til (úr carbonati undir gríðarlegum þrýstingi. Þeir þola jafn mikinn núning og þessir “ekta” dýru…nema glansa náttúrulega ekki mikið & eru því lítið augnayndi."
        },
        {
            "user": "Cruxton",
            "user_id": "631",
            "date": "2003-07-24 11:22:21",
            "id": "1192588",
            "reply_to_id": "1192587",
            "text": "Annars gaf elsti bróðir minn konunni sinni risastóran demantshring þegar þau giftust.\nMér fannst það bara shallow…\nAfhverju þarf fólk að hengja á sig endalaust glóandi glingur & krota tattú á sig?\nHvernig stendur á því að allir negrar í R&B myndböndum á MTV með gríðarstóra gullhlekki vafna um hálsinn?\nInnlent dæmi: Fá íslenskir chokkóar virkilega fleiri súkkulaðigellur ef þeir erum með hjólakeðju um hálsinn og pimpalega þumalputta hringa?\nEr þetta ekki bara dæmi um óöryggi & ósætti fólks við líkamann sinn - sem er frá náttúrunnar hendi svo undur fagur."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-07-24 13:04:35",
            "id": "1192589",
            "reply_to_id": "1192587",
            "text": "Cruxton :\n“Leyfi mér að efast að þessir demantar séu slípaðir af fátækum verkamönnum á Indlandi…”\nMálið er nefnilega það að mistök eru ekki jafn dýr og þeir vilja af láta því demantar eru mjög ódýrt hráefni.\nSvo ég vitni bara beint í heimildirnar, fyrst frá Kanadískum starfsréttarsamtökum og svo frá alþjólegum starfssamtökum ILO :\n“Twenty-five years ago, the diamond polishing industry was virtually non-existent in Asia. Most diamonds were cut, shaped, and polished in Antwerp, Belgium but, the large diamond sellers, like De Beer’s and Rio Tinto, went on a world-wide search for cheaper labour.”\nhttp://www.clc-ctc.ca/policy/childlab/diamon\nds.html\n“India is the world's biggest diamond and gemstone cutting centre, and polishes 70% (in weight) of the global diamonds yield. The gem and jewellery industry now provides 17% of India's export earnings, but does not mine the diamonds and gemstones it polishes - its major supplier of diamonds being the Rio Tinto-controlled Argyle mine in Western Australia, followed by CSO diamonds, and illicit diamonds smuggled in from Russia.\nLast year the diamond and gemstone industry generated hundreds of millions of dollars profit around the world yet the workers who cut and polish the precious stones often receive poverty wages, work in conditions which leave them with lung disease or half-blinded. Tens of thousands of children work full time, denied the opportunity to go to school or to play. Overall the labour costs in the diamond industry amount to just 1% of total costs\n”\nhttp://www.ilo.org/public/english/dialogue/a\nctrav/child/proj/childiam.htm"
        },
        {
            "user": "ssd",
            "user_id": "40795",
            "date": "2003-07-23 23:03:46",
            "id": "1192590",
            "reply_to_id": "1192583",
            "text": "Mjög góð og athyglisverð grein.\nEn því miður eiga margir eftir að hugsa eins og einn félagi okkar hér á Huga: mér er eiginlega alveg sama um einhverja verkamenn í þróunarlöndunum!\nSem betur fer hugsa ég ekki þannig."
        },
        {
            "user": "Cruxton",
            "user_id": "631",
            "date": "2003-07-23 23:16:22",
            "id": "1192591",
            "reply_to_id": "1192590",
            "text": "ssd :\nTakk fyrir mig :-D\n“En því miður eiga margir eftir að hugsa eins og einn félagi okkar hér á Huga: mér er eiginlega alveg sama um einhverja verkamenn í þróunarlöndunum!”\nNema þetta gæti snert okkur öll en ekki bara Afrísku þrælana okkar.\nEf hryðjuverkasamtök á borð við Al-Queda eru fjármögnuð með svona viðskiptum, þá veit maður aldrei hvenær það erum við sem erum drepin með vopnum sem keypt voru fyrir ágóðann á þessum demöntum.\nSumir neita að sjá fyrr en það fer að vera manni of nálægt, vonandi að þessir menn geti opnað augun fyrir þessu.\nÞó er aldrei að vita :-("
        },
        {
            "user": "Cruxton",
            "user_id": "631",
            "date": "2003-07-23 23:26:06",
            "id": "1192592",
            "reply_to_id": "1192591",
            "text": "“Diamonds are the girls best friend”\nEfast um að margir hugsi um uppruna neysluvara.\nLyssia: Hugsar þú um litlu sætu páskaungana í Kringlunni….þegar þú kaupir þér frosinn kjúkling?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-07-23 23:39:44",
            "id": "1192593",
            "reply_to_id": "1192592",
            "text": "Cruxton :\nReyndar hugsa ég stundum um litlu sætu páskaungana.\nEnda geðveikur dýravinur sem fór að gráta þegar hundurinn dó í einhverri kúrekamynd sem ég sá þegar ég var krakki, en var ekkert að pæla í öllu fólkinu sem var búið að skjóta :-/\nEn ég borða kjöt og myndi aldrei halda því fram að líf dýranna sem við étum sé samærilegt við líf fólks.\nEn ég vill að sláturhús og staðir sem “framleiða” kjöt, passi upp á að sem best sé farið með dýrin og að það sé ekki óþarfa sársauki við slátrunina.\nOg ég skil ekki fólk sem getur farið með byssu upp á heiðar og skotið sér rjúpu.\nÉg hef verið með í gæsaskytterísferð og þegar þeir skutu fugl og annar flaug niður þá hrópaði veiðimaðurinn að þetta hefði líklega verið mamman sem þeir skutu og þarna væri unginn að bíða eftir henni og rauk svo af stað til að skjóta ungann líka, þá var mér allri lokið og fór grátandi inn á sveitabæ.\nEkki fyrir mig - sorrý."
        },
        {
            "user": "indridi",
            "user_id": "6635",
            "date": "2003-07-23 23:11:43",
            "id": "1192594",
            "reply_to_id": "1192583",
            "text": "Þetta er eins og barnaþrælkun eitthvað sem að margir vilja horfa á með eyranu."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-07-23 23:24:30",
            "id": "1192595",
            "reply_to_id": "1192583",
            "text": "Hehehe vááá þetta vissi ég ekki :)\nFólk drepið af demöntum ;)\nEn skal samt segja þér eitt ef ég ætti heilan her þá væri ég þarna með mínum mönnum að berjast líka ;)\nÉg myndi gera allt til að eignast eina til tvær demants námur ;Þ"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2003-07-23 23:31:58",
            "id": "1192596",
            "reply_to_id": "1192583",
            "text": "300 milljarð manns í heiminum ??? ertu klikkuð ?\nþað voru 6 milljarðar árið 2000, efast um að okkur fjölgi SVONA hratt :) en miðað við það þá gæti hver manneksja í heiminum átt 50 könnur af demöntum, ef við miðum við að hver kanna sé 1 lítar þá gæti hver manneskja átt rúmlega 4 kók-kippur af demöntum :)"
        },
        {
            "user": "Eliathor",
            "user_id": "22679",
            "date": "2003-07-23 23:45:41",
            "id": "1192597",
            "reply_to_id": "1192596",
            "text": "Duff :\nJá ég er greinilega klikkuð :0Þ\nAuðvitað eru bara 6 milljarðar manns á jörðinni.\nVeit ekki alveg hvað gerðist þarna hjá mér\nbiðst innilega velvirðingar !\nSvo þú átt bara 1 könnu af demöntum en ekki 50, verry sorrý - bara ekki fara í mál við mig :-S"
        },
        {
            "user": "Eliathor",
            "user_id": "22679",
            "date": "2003-07-24 00:04:47",
            "id": "1192598",
            "reply_to_id": "1192597",
            "text": "Jámm bara rúmlega 6 milljarðar… Ótrúlegt samt hvað þessi tala er búin að stækka á stuttum tíma.. en reyndar núna eitthvað átak í gangi svo fólksfjölgun minnkar hratt…\nÁrið 1804 var fólksfjöldi á jörðinni aðeins 1 milljarður… eða semsagt aðeins á 199 árum hefur mannfólkinu fjölgað um 5 milljarða.\nListi… (fyrir framtíðina er það bara ágiskun af SÞ og ekki pottþétt enda veit maður ekkert hvað á eftir að skeð í framtíðinni)\n1 milljarður árið 1804\n2 milljarðar árið 1927\n3 milljarðar árið 1960\n4 milljarðar árið 1974\n5 milljarðar árið 1987\n6 milljarðar árið 1999\n7 milljarðar árið 2013\n8 milljarðar árið 2028\n9 milljarðar árið 2054\n10 milljarðar árið 2183\nRosalega skrýtnar tölur.. hefði haldið að við færum upp í 7 milljarða á næstu 5 árum en greinilega ekki fyrr en eftir 10 ár… og ótrúlegt að það á að taka 129 ár að fara úr 9 milljörðum upp í 10 milljarða."
        },
        {
            "user": "Eliathor",
            "user_id": "22679",
            "date": "2003-07-24 00:49:34",
            "id": "1192599",
            "reply_to_id": "1192598",
            "text": "Jamms vantar endilega eins og einn loftsteinn til að fækka okkur aðeins… kæmi sér vel fyrir alla… (ókey kannski ekki þá sem dræpust enn…) :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-07-24 01:04:51",
            "id": "1192600",
            "reply_to_id": "1192599",
            "text": "Þessi loftsteinn myndi líklega eyða fullt af náttúruauðlindum í leiðinni svo við myndum ekki græða mikið á því…\nAnnars þesi loftsteinn sem átti kannski að lenda hérna eftir eitthvað 11 ár hefði drepið eitthvað 1-2 milljarða manna :S En víst búið að útiloka það núna"
        },
        {
            "user": "ZorK",
            "user_id": "9837",
            "date": "2003-07-24 11:22:59",
            "id": "1192601",
            "reply_to_id": "1192598",
            "text": "Sko.. þegar við erum orðin 9 milljarðar má reikna með því að meira en helmingur fólks á jörðinni sé yfir sextugt, þannig að þá verður heldur lítið um ungt fólk að fjölga sér. Svo þegar við erum komin í kringum 10 milljarða fer okkur líklegast að fækka…. í bili."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-07-24 14:40:09",
            "id": "1192602",
            "reply_to_id": "1192601",
            "text": "“þegar við erum orðin 9 milljarðar má reikna með því að meira en helmingur fólks á jörðinni sé yfir sextugt”\nÚff þá þarf fólk að borga meira í skatta undir rassgatið á gamla fólkinu… eða hvað ?\nÉg hef heyrt nefnilega að meðalaldur í ríkum þjóðfélögum getur alveg verið kominn í kringum 100 töluna eða yfir og að fólk verði hraustara og vinna því lengur."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2003-07-24 07:59:28",
            "id": "1192603",
            "reply_to_id": "1192597",
            "text": "Lyssia:\nafhverju ætti ég að fara í mál við þig ? :S\n:)\nog þetta með fólksfjölgunina, þegar íbúar jarðarinnar er kominn uppí 9 milljarða þá myndi ég segja að jörðin væri svo til “mettuð” af fólki (allar auðlindir í notkun og að klárast) :) og það er ekki fyrr en rúmlega 100 árum seinna með nýjum aðferðum til nýtingar á auðlindum sem þetta vandamál er yfirstigið. :)"
        },
        {
            "user": "Tigershark",
            "user_id": "1684",
            "date": "2003-07-24 00:06:58",
            "id": "1192604",
            "reply_to_id": "1192596",
            "text": "var þetta ekki bara þeoretískt dæmi ?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-07-23 23:35:16",
            "id": "1192605",
            "reply_to_id": "1192583",
            "text": "Já þetta kjaftæði er líka bara dýrt og peningasóun…\nAlveg eins og þegar ég fer að kaupa mér skó þá dettur mér ekki í hug að kaupa mér Nike skó…\nÉg meina Michael Jordan græðir meiri pening frá Nike árlega en ALLIR starfsmenn þeirra í Malasíu sem vinna allan daginn erfiða skítavinnu. Eina sem Jordan gerir er að brosa fyrir framan myndavélarnar í Nike skóm."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2003-07-24 00:43:48",
            "id": "1192606",
            "reply_to_id": "1192583",
            "text": "Dæmigert, á að kenna DeBeers og vesturlöndum um að Afríkanar hagi sér eins og villimenn og kunni ekkert betra en að drepa hvern annan ?\nHeldurðu að ástandið batnaði við að allir hættu að kaupa demanta ? Það kemur mikið af demöntum frá S-Afríku (aðeins friðsamlegri hluti Afríku) Rússlandi og Kanada, hvernig á að finna hverjir eru “blóðdemantar” ? Merkja þá sérstakelga ?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-07-24 01:09:44",
            "id": "1192607",
            "reply_to_id": "1192606",
            "text": "idf :\n“Dæmigert, á að kenna DeBeers og vesturlöndum um að Afríkanar hagi sér eins og villimenn og kunni ekkert betra en að drepa hvern annan ?”\nÍ fyrst lagi er ég ekki að benda á neinn ákveðinn aðila sem sökudólg.\nÍ öðru lagi að með því að líta framhjá þessu þá erum við að halda áfram að láta milljonir streyma til þessara morðingja.\nÍ þriðja lagi fyrst þér er skítsama um svertingja í Afríku - þá man ég ekki betur en Al-Quiada hafi drepið frekar marga bandaríkamenn þann 11.sept.\nMyndir þú gefa eiturlyfjasala pening til að kaupa sér byssu og dóp ?\nÞetta er spurning um siðferði og ekkert annað.\nSameinuðu þjóðirnar og 70 lönd hafa samþykt að það þurfi að herða reglugerðir til að versla ekki frá þessum aðilum.\nEngin er að tala um að hætta að kaupa demanta,\n(ekki að ég geri mikið af því), en á meðan maður veit ekki hvaðan þeir koma þá er ekkert að því að hafa það bak við eyrað hverskonar vara þetta gæti verið.\nþað hentar minni samvisku allavegana ekki - veit ekki með þína.\nEn ef það væru eftirlit og stimplanir - já merkingar - þá myndi maður vita að þetta væri demantur frá Kanada og þá liði mér betur að bera ástartákn sem væri alvöru ástartákn en ekki blóði drifið.\nEnda er það það sem þetta Kimberlay prógram gengur út á.\nAmnesti Internatinal voru rosa glaðir þegar það var samþyktm en nú 3 árum síðar blóta þeir og bölva því eins og vanalega þá virðist þetta allt vera bara í kjaftinum á þeim sem ráða.\nDeBeers - hefur lítið sem ekkert með þetta vesen að gera, þó það hafi reyndar verið sannað upp á þá að versla með blóðdemanta, en hinsvegar er margt annað sem mætti bögga þá með, eins og mjöog ósiðlegar aðferðir til að halda verðinu uppi - en eins og ég sagði þá var það ekki tilgangur greinarinnar !"
        },
        {
            "user": "Gaur22",
            "user_id": "8546",
            "date": "2003-07-24 02:30:05",
            "id": "1192608",
            "reply_to_id": "1192606",
            "text": "ehmm\nidf\n“Dæmigert, á að kenna DeBeers og vesturlöndum um að Afríkanar hagi sér eins og villimenn og kunni ekkert betra en að drepa hvern annan ”\nenginn ad kenna neinum um thetta, en ad kalla tha villimenn og ad segja ad their kunni ekkert betra en ad drepa hvern annan, har har har .. glottir i rasismann tharna hja ther kagl .. slepptu thvi heldur, astandid i thessum londum er eins langt fra thvi sem thu kynnist her a islandi og hve nalaegt thinn hugsunarhattur er fra raunveruleikanum."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2003-07-24 06:27:15",
            "id": "1192609",
            "reply_to_id": "1192583",
            "text": "Þetta er prýðileg grein hjá þér. Mér finnst frekar sérstakt þegar þú skellir fram að þið vinkonurnar ættuð til hégóma, er hún ekki bara heppin að eiga svona “unconventional” kall? :)\nNú þori ég ekki að fullyrða, en fyrir nokkru síðan var mikil umfjöllun á BBC World Service um “Blood Diamonds” og sagt frá að verið væri að koma upp e.k. viðurkenningarkerfi. Átti það að þýða að með öllum demöntum unnum úr viðurkenndum námum í Afríku ætti að fylgja vottorð um að ekki væri um blóðdemanta að ræða. Ég kíki kannski á vef BBC til að athuga þetta á eftir.\nAnnars hittirðu á annað efni sem er mun víðtækara í þessari grein og það eru hörmuleg átök í Afríku og hvernig þau koma sérstaklega illa oft við börn og konur. Ég er búinn að heyra svo margar frásagnir þolenda af borgarastyrjöldum þarna sem nánast fengu æluna upp í kok á mér. Hvað er við því að gera veit ég ekki, en á á milli HIV og styrjalda virðist framtíðarvon Afríku minni helst á skjaldböku á margbreiðri hraðbraut.\nEinhverjum mun kannski finnast lagið “Diamonds are a girls best friend” frekar kaldhæðnislegt héðan í frá?"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2003-07-24 07:33:41",
            "id": "1192610",
            "reply_to_id": "1192609",
            "text": "Hér er frétt af vef BBC um blóðdemanta og tilraunum til að hefta dreifingu þeirra:\nhttp://news.bbc.co.uk/2/hi/africa/2990321.st\nm\nSkref í rétta átt, en kannski ekki nóg."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2003-07-24 06:50:04",
            "id": "1192611",
            "reply_to_id": "1192583",
            "text": "Ein athugasemd:\n“…nóg af demöntum í heiminum til að allir í heiminum (300 milljarðar manns)…”\nMissti ég af einhverri fólksfjöldasprengingu og afhverju fékk ég ekki að vera með í orgíunni? :D"
        },
        {
            "user": "Tahara",
            "user_id": "22188",
            "date": "2003-07-24 07:26:35",
            "id": "1192612",
            "reply_to_id": "1192583",
            "text": "Fin grein Lyssia. Skil ekki ad folk herna a Huga skuli ekki vita thetta samt. Thetta er nu nokkud vel thekktar stadreyndir i sambandi vid demantsstrid og einokun DeBooer.\nAnnars vil eg benda a ad demantar eru audvitad vita gangslausir. Ein verdmætasta vara heims midad vid thyngd en hefur engan tilgang nema ad fullnægja hegomagirnd folks. DeBooer bjo til thessa imynd ad menn ættu ad kaupa demanta handa unnustum vid bonord. Og tølurnar sem eg heyrdi var ad 90% demanta heims eru geymdir i hirslum DeBooer i plastpokum (storir og smair steinar) til ad halda verdinu hau.\nEkki hlusta svo a hirdfifl huga IDF, skodanir hans einkennast af fyrirlitningu gangvart folki eftir kynthætti og thjoderni frekar en raunsæjum stadreyndum.\nAfrikumenn græda litid a demøntum. Stridsherrar og kaupsyslumenn eru their sem græda a thessu."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2003-07-24 07:35:51",
            "id": "1192613",
            "reply_to_id": "1192612",
            "text": "Harðasta efni í heimi er auðvitað ekki vita gagnslaust, enda not fyrir það í ýmsum iðnaði.\nSvo held ég að þú sért hugsanlega að vekja upp heimspekilega spurningu um gildi fegurðar og hver munurinn á hégóma og fegurðarskyni sé…"
        },
        {
            "user": "MrGoodman",
            "user_id": "7110",
            "date": "2003-07-24 09:09:28",
            "id": "1192614",
            "reply_to_id": "1192583",
            "text": "Þetta er mjög athyglisverð lesning. Þar sem ég hafði aldrei heyrt um þetta kom þetta mér á óvart, en samt einhvernvegin ekki. Ég mun forðast að kaupa demanta í framtíðinni, því hvorki vill ég styðja glæpahyski né fjölskyldu sem okrar á vöru sem nóg er til af (fyrrnefnda ástæðan vegur heldur meira).\nTakk fyrir góða grein.\nGóðar stundir."
        },
        {
            "user": "Czar",
            "user_id": "1110",
            "date": "2003-07-24 09:12:17",
            "id": "1192615",
            "reply_to_id": "1192583",
            "text": "langar að bæta við að um daginn hlustaði ég á þátt á bbc world um demantaframleiðslu í afríku og þar kom fram að starfsmaður í demantsnámu fær 3 cent og einn bolla af hveiti á dag."
        },
        {
            "user": "stormurinn",
            "user_id": "40462",
            "date": "2003-07-24 10:20:09",
            "id": "1192616",
            "reply_to_id": "1192583",
            "text": "Þessi grein vekur mann til umhugsunar um hlut sem hefur mikið verið rætt um á dögum ljósvakans í hinum upplýsta heimi.\nMálið er líka einfaldlega það að demantar eru ekkert meira verðmætari heldur en gull eða platinum.\nÁ undanförnum 2 áratugum hafa ríki reynt að kæra eða brjóta niður einokun Dabeers, þ.s. þeir halda verðinu uppi á kostnað 3ja heims ríkja.\nÞað kom fram á 60 mínutúm á CBS að annað fyrirtæki var með demantsnámu með vissum demöntum sem Dabeers réð líka yfir. Þannig fór þannig að Dabeers bauð þá þessa demanta sem samkeppnisaðilinn á 80% lægra verði en hinir demanatarnir sem þeir höfðu undir sínum verndarvæng og endaði svo að hitt fyrirtækið fór á hausinn og Dabeers keypti það og hækkaði síðan verðið um 200%.\nÞetta er ekkert annað en glæpur og menn hafa verið hengdir fyrir minna en þetta.\nPersónulega myndi ég vilja sjá þessa menn hanga frá gálganum. Fáir myndu syrgja svona menn.\nEf hreint markaðslögmál myndi ráða þá myndu demantar vera ódýrari fyrir neytendur og einfaldlega myndi það leysa mörg vandamál sem eru í Afríku vegna þess að lönd myndu þá huga að öðrum leiðum til að bjarga sér, kannski setjast niður og ræða málin í staðinn fyrir að berjast fyrir námum sem væri verðminni ef einföld eftirspurnar- og framboðskúrfa myndi fá að ráða.\nPersónulega myndi ég hugsa mig 2svar um að kaupa rándýran demantshrings sem er ekki verðmeiri en 10% af kaupverðinu ef farið er eftir markaðlögmálum. Þetta er EKKI níska heldur einföld skynsemi."
        },
        {
            "user": "ZorK",
            "user_id": "9837",
            "date": "2003-07-24 11:31:13",
            "id": "1192617",
            "reply_to_id": "1192583",
            "text": "Ég hef lesið allveg rosalega mikið um demanta og fylgst mjög vel með þessum lögum sem verið er að setja um conflict demanta. En ein spurning kemur alltaf upp í hausnum á mér þegar verið er að tala um að banna þetta til að koma í veg fyrir stríð: Þegar hlutir eru bannaðir er ekki þar með sagt að eftirspurnin minki og þar af leiðandi ekki þar með sagt að verðið lækki, lítið bara á eiturlyfjaiðnaðinn, nóg til af dópi en samt er verðið hátt. Ef það yrði ekki reynt að stemma stigu við þessu þá yrði líklegast offramboð á demöntum sem gætti leitt til verðhruns og þar af leiðandi dregið úr peningum sem fara til stríðsherra í Afríku. En það viljum við ekki, DeBeers meiga ekki  hætta að græða :)"
        },
        {
            "user": "claudius",
            "user_id": "18249",
            "date": "2003-07-24 11:39:41",
            "id": "1192618",
            "reply_to_id": "1192583",
            "text": "Góð og nokkuð yfirgripsmikil grein hjá þér :) Ágætt að heyra um hvað er að ske útí hinum stóra heimi því að ekki eru fréttamenn hérlendis (né annarstaðar?) mjög duglegir að koma fréttum í þessum dúr áleiðis og fræða okkur neikvæðu hliðar samfélagsins. tja nema þær séu stílfærðar oft á tíðum eins og fréttirnar sem berast í gegnum amerísku fréttastöðvarnar frá Írak.\nAnnars langaði mig aðallega að þakka fyrir fróðlega grein þótt efnið sé kannski ekki það mest uppörvandi :)\nClaudius"
        },
        {
            "user": "mundi",
            "user_id": "25967",
            "date": "2003-07-24 12:25:14",
            "id": "1192619",
            "reply_to_id": "1192583",
            "text": "mjög góð grein. Þetta er bara eitt dæmi af mörgum hltum sem fólk vill ekki vita t.d mundir þú vilja borða hamborgara með beikonni eftir að hafa séð hvernig þeir slátra kúnni og svininu eða ég þegar maður sér svín vara saxað í sundur og vaið í krindur garnir sínar (pylsa)"
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-07-24 13:02:02",
            "id": "1192620",
            "reply_to_id": "1192583",
            "text": "Fór fljótt yfir sögu hér í umræðunni, en hef fylgst með þessari blóðdemantaumræðu á erlendum fréttamiðli í mörg ár.\nÞar hefur verið fjallað um bann og höft á verslum með blóðdemanta. Upprunavottorð verða að fylgja.\nOg það nýjasta, síðan seinni part vetrar, þá voru loksins samþykktar reglur um þetta innan ‘demantaheimsins’.\nÉg hef hvergi séð neitt um þetta fjallað hér, hvorki hjá þér né öðrum.\nÞetta eru allavegana nýjusta tilraun til að ná höndum yfir braskið, og gera ‘warlords’ í Afríku erfiðara um vik.\nOg því hefði átt að taka það fram, svo lesendur viti að reynt sé að taka á vandanum.\nEn kannski var það gert, en það farið framhjá mér. Og þá biðst ég forláts.\nSvo er ekki hægt að láta sér misbjóða bág kjör þeirra sem vinna demantana úr jörðu. Taka verður mið af lífskjörum almennt í upprunalandinu.\nMeðalkaup á ársgrundvelli o.m.fl..\nÞað er hægt að hneykslast á þeim tölum, en ekki taka einn þátt út úr.\nÉg hef unnið þarna niðurfrá. Kynnst þeirri fátækt sem er landlæg þarna. Kynnst þeirri auðlegð sem hrannast á fárra manna hendur.\nKynnst því á hverju almenningur dregur fram lífið, degi til dags.\nÞar sem ein 1/2 dós af grænum baunum kostar meira en dagslaun verkamanns. Og það í olíuauðugu landi.\nFólkið nærist á jarðávöxtum, yamyam, cassava og kjötmeti(sjaldan), sem einu nafni kallast ‘grasscutter’, en það er samnefni á því sem við köllum nagdýr."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-07-24 13:14:18",
            "id": "1192621",
            "reply_to_id": "1192620",
            "text": "Nuff:\nca 1/4 greinarinnar hjá mér var um The Kimberley Process, sem er einmitt þessar reglugerðir sem þú minnist á.\nVandamálið með það hefur hinsvegar verið það að það eru liðin meira en 3 ár síðan þetta byrjaði en ekkert hefur miðast og bara látið sitja við orðin tóm í þessum málum.\nEnda hafa talsmenn þessa sagt að Kimerley Process sé “ a dog without teeth”, allavegana þangað til farið verður eftir þeim.\nHafið þið fengið vottorð með demöntunum sem þið kaupið ?\nMér skilst að það sé almennt ekki komið á,\nen eftir að WTO hættu að vera þessum reglum þránudur í götu (nú í maí) þá er vonandi að þetta fari að breytast."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2003-07-24 13:19:19",
            "id": "1192622",
            "reply_to_id": "1192620",
            "text": "Nuff :\n“Svo er ekki hægt að láta sér misbjóða bág kjör þeirra sem vinna demantana úr jörðu. Taka verður mið af lífskjörum almennt í upprunalandinu.”\nJú það er vel hægt að láta sér misbjóða bág kjör fólk þegar maður veit að “vinnveitendur” þeirra geta gert mikið betur og þannig er það nú bara mjög oft í þessum málum.\nAfríka gæti verið vellauðug heimsálfa ef hún hefði ekki verið skilin eftir í sárum án nokkurrar uppbyggingar frá heimsálfueigendunum í Evrópu.\nÞeir komu drápu, rændu, rúluðu og gerðu ekkert fyrir þjóðirnar og fóru svo og skildu allt eftir í skít, nema voru kanski búnir að slá eignarhendi á dýrmætustu auðlyndirnar."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2003-07-24 13:49:51",
            "id": "1192623",
            "reply_to_id": "1192622",
            "text": "Framkoma heimsvaldaþjóðanna gagnvart Afríku er ekkert til að vera stoltur yfir. Hitt er svo annað mál að krafa Afríkuríkja virtist almennt vera sjálfstæði í hvelli sem leiddi svo til að drottnararnir drógu sig í hlé í snarhasti þegar í óefni var komið.\nÞað mætti ætla að farsælla hefði verið að Evrópuþjóðirnar hefðu sleppt takinu rólega. Þá hefði kannski tekist að skilja við á betri vegu, með þjálfað fólk ur hópi infæddra til að taka við stjórninni.\nÞetta eru auðvitað getgátur og að einhverju leyti stórfelld einföldun á stóru og flóknu máli. En hví hefðu nýlenduherrarnir átt að leggja sig alla fram við aðstoð eftir að gefast upp fyrir vopnavaldi, þó segja mætti að þar hefði innfæddir verið í fullum rétti?\nÉg skoðaði lauslega sögu Zimbabwe (sem hét í þá tíð sem ég skoðaði Ródesía) fyrir framsögu í mannkynssögu og örlög þess gnægtalands eru grátleg. Þarna hefði getað orðið land til fyrirmyndar fyrir önnur Afríkulönd þar sem svartir og hvítir hefðu stjórnað saman, en þegar sá árangur hafði náðst eftir langt stríð í landinu (sem merkilegt nokk náði ekki að hamla hagvexti!) tóku Bretland og Bandaríkin inní. Endalok þeirrar sögu er núverandi stjórn Robert Mugabe.\nZimbabwe er reyndar lélegt dæmi, sjálfstjórn þar hófst með því að hvíti minnihlutinn lýsti yfir sjálfstæði. Hins vegar má ætla að með auknu jafnræði í stað byltingar hefði framtíðin verið trygg."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2003-07-24 15:01:53",
            "id": "1192624",
            "reply_to_id": "1192623",
            "text": "Ég hef einmitt verið að lesa soldið um sögu Kongo og það er nú meiri viðbjóðurinn.\nBelgar voru nýlenduherrar þar og 1960 fóru þeir úr landinu og þá voru þeir ekkert búnir að gera fyrir uppbyggingu landsins.\nÞað voru t.d. ekki nema 30 Kongóbúar með háskólagráðu árið 1960 !\nNú það var kosinn forseti í lýðræðislegri kosningu en hann kom með yfirlísingu um að hann yrði ekki leppur vesturlandanna og ári seinna var hann drepinn með hjálp CIA og byltingarforinginn Mobutu náði völdum og var við völd í meira en 30 ár með hjálp BNA.\nBNA kaus að hafa hann hliðhollan sér vegna landafræðilegrar ástæðna í kalda stríðinu.\nGaurinn var hinsvegar sick og stjórnaði með því sem kallast “kleptocracy”. En hann stal öllum peningum ríkisins og fékk marga milljónir dollara í lán frá BNA sem hann stal og setti í banka í Evrópu - talið er að hann hafi náð að safna að sér 4 milljörðum $.\nSvo þegar hermenn hans fengu ekki borgað þá setti hann lög um það að þeir mættu fara um landið og ræna og rupla.\nOg að sjálfsögðu voru allir andstæðingar hans drepnir - en ekki hvað.\nEn BNA héldu áfram að styrkja hann, þ.e. þangað til kalda stríðinu lauk, þá höfðu þeir ekki þörf fyrir hann lengur og drógu alla sína aðstoð til baka og eftir sat þjóðin með “humongus” skuldir, en Mobutu flúði land eftir byltingu í landinu á tíunda áratugnum.\nLandið er í sárum og stórskuldugt þar að auki og hver borgarastyrjöldin og innrásir nágrannaríkjana á fætur annarri heldur áfram að eyðileggja þjóðina."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2003-07-24 15:21:42",
            "id": "1192625",
            "reply_to_id": "1192624",
            "text": "Ég las reyndar bók Joseph Conrad's Heart of Darkness fyrir nokkru og skrifaði reyndar grein um hana á Bækur. Bókin er ekki sannsöguleg, en byggir á hans persónulegu reynslu frá því í Kngó fyrir aldamótin.\nÞó hún sé ekki sannsöguleg per se hafa rannsóknir sýnt að Joseph Conrad hafði mögulega orðið vitni að líkum atburðum og hann lýsir!\nBókin er hreint skelfileg frásögn og var seinna heimfærð á Víetnam stríðið í formi Apocalypse Now.\nMig grunar samt að Congo sé mjög extreme dæmi. Congo var ekki nýlenda Belgíu í sjálfu sér heldur persónulegar lendur Belgakonungs sem virtist álíta þetta sem ekkert annað en persónulega uppsprettu auðæfa."
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-07-26 11:39:58",
            "id": "1192626",
            "reply_to_id": "1192622",
            "text": "Þetta er nú allfrjálslega farið með staðreyndir.\nAlhæft upp á allar þjóðir þarna niðurfrá.\nSannleikurinn er samt sá að sum lönd fengu fljúgandi start, þegar þau fengu sjálfstæði.\nÁ það aðallega við um sum fyrrverandi nýlendur Breta.\nTraust ‘infrastructure’ var við lýði í t.d. Nígeríu, Ghana, Sierra Leone, Tanzaníu og Kenya.\nÞað er ekki hægt að kenna bara Bretum, sem fyrrverandi nýlenduherrum, um allt það sem miður hefur farið í þessum löndum síðan.\nÞar hefur valdagræðgi og ættbálkaerjur átt sinn þátt í að svo fór sem fór.\nOg svo takmarkalaus fégræðgi, allir sem vettlingi gátu valdið reyna að skara eins mikinn eld að sinni köku, sem framast er unnt.\nLestu um Biafra stríðið, orsakir og afleiðingar.\nÞar var ættbálkaerjur sem orsök, en olía og völd spunnust svo inn í.\nSamt vilja t.d. Yoruba og Ibo gleyma þessum kafla í sögunni og fyrirgefa. En nú fara þessir tveir ættbálkar líkalega að standa saman sem einn, gegn Hausa(múhameðstrúar) til þess að sporna við auknum áhrifum þeirra síðast nefndu.\nÞetta er ekki allt eins klippt og skorið og sumir vilja vera láta. Langt í frá.  Og engan veginn hægt að kenna fyrrverandi nýlenduherrum um allt.\nSum þessara landa hafa verið sjálfstæð í rétt tæplega hálfa öld!"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2003-07-26 11:55:22",
            "id": "1192627",
            "reply_to_id": "1192626",
            "text": "Ágætis svar. Mig rennur stundum í grun að ástand í Afríku væri ekkert betra í dag ef vesturlönd hefðu látið Afríku í friði…"
        },
        {
            "user": "JolaMetal",
            "user_id": "2606",
            "date": "2003-07-26 14:57:37",
            "id": "1192628",
            "reply_to_id": "1192627",
            "text": "Mal3: Það er rangt, Indland og Kína t.d voru mjög augðug áður en Vesturlönd komu til sögunar og Afríka gat auðveldlega brauðfætt sig."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2003-07-26 15:06:11",
            "id": "1192629",
            "reply_to_id": "1192628",
            "text": "Það eru mörg EF þarna. Bæði í mínu innskoti og þínu. Ég held að meira en hálfri öld seinna sé mjög hæpið að kenna vesturlöndum um ástand í Indlandi og Kína og frekar að skoða þá þjóðfélagsskipan sem löndin völdu sér."
        },
        {
            "user": "nirmala",
            "user_id": "13581",
            "date": "2003-07-24 13:12:21",
            "id": "1192630",
            "reply_to_id": "1192583",
            "text": "Það var þáttur um þetta í 60 minutes eða dateline."
        },
        {
            "user": "Jezzybelle",
            "user_id": "12691",
            "date": "2003-07-24 13:16:03",
            "id": "1192631",
            "reply_to_id": "1192583",
            "text": "Eftir að hafa lesið þetta þá get ég sagt ykkur það að ég mun aldrei ganga með demant eða þiggja hann að gjöf.  Ég hafði reyndar smávegis hugmynd um þetta áður en ég las greinina en þvílíkur viðbjóður.  Mér væri alveg sama þótt ég vissi um uppruna demantsins.  Ég hreinlega er ekki heilluð af demöntum og hef aldrei verið, er lítið fyrir skartgripi en ég er harðákveðin í því að eignast aldrei demant."
        },
        {
            "user": "doctor",
            "user_id": "386",
            "date": "2003-07-24 17:54:47",
            "id": "1192632",
            "reply_to_id": "1192583",
            "text": "500 milljónir manns hafa látist í borgarastríðum í Angola og UNITA, byltingarsinnar þar græddu tæpa 4 milljarða $ í demantasölu á síðasta áratug, sem fór allt í vopnakaup.\nBúa ekki rétt umm 750 milljónir manna í afríku allri?\nBaaara spá"
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2003-07-24 23:10:32",
            "id": "1192633",
            "reply_to_id": "1192632",
            "text": "Sæll doctor\n500 milljónir segirðu já …..eða ég víst :-P\nÞessi tala kom frá eftirfarandi heimild :\nhttp://www.onesky.ca/diamonds/about.html\nEn þar segir :\n“Angola's civil war left half a billion dead and 86 000 maimed. $3.7 billion in diamonds was pocketed by UNITA, the rebel movement in Angola, between 1992 and 1999 alone”\nHinsvegar eftir að hafa pælt í þessu og skoðað aðrar heimildir þá sé ég að þetta er auðvitað prentvilla á þessari heimildarsíðu sem ég apaði eftir.\nBiðst afsökunar á því - greinilega ekki minn dagur/grein með tölur, samt lá ég í heimildum í marga daga.\nDjöfullinn….:-(\nJæja - ég vona að það séu ekki fleiri tölur þarna rangar, býst reyndar ekki við því.\nVar allavegana að skoða yfir fullt af heimildum og sé ekkert sem stenst ekki.\nÞið látið mig vita ef - þið rekist á eitthvað.\np.s.\nEn ég meina ef ég fjölga íbúum jarðar um fimmtíufallt er þá ekki eðlilegt margfalda dánartölur með 10 ?\n:-D"
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2003-07-25 05:47:01",
            "id": "1192634",
            "reply_to_id": "1192633",
            "text": "Greinilega brilljant heimildir, eða svona rosalega ákaft fólk að það kann ekki að fara með tölur. Þetta eru svona Kaliforníulið sem á ekkert líf og fer út í svona."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-07-25 12:06:03",
            "id": "1192635",
            "reply_to_id": "1192634",
            "text": "idf :\nMiðað við það litla sem ég veit um þennan heimildastað þá á þetta að vera “alvöru” hjálparstarf og það er í Kanada en ekki Kaliforníu :-)\nOg stofnandinn hefur unnið einhver verðlaun og svona…..\nhttp://www.onesky.ca/staff.html\nJæja - þýðir ekki að svekkja sig á þessu,\nég hefði auðvitað átt að sjá að þetta var skrítin tala……\nEn ég er búin að senda stofnunni póst með athugasemd um þetta - svo þeir laga þetta vonandi."
        },
        {
            "user": "demonz",
            "user_id": "3238",
            "date": "2003-07-25 02:40:54",
            "id": "1192636",
            "reply_to_id": "1192583",
            "text": "Jamm, mér hefur alltaf fundist skrýtið hvað fólk er til í að borga fyrir eitthvað glingur! (skartgripir)\nBæði vegna þess að mér finnst þetta sjálfum ekkert fallegt og líka vegna þess að fólk er svo rosalegt snobbað kringum þetta…\nEins og ef að það sér ódýrt copy af eitthverju svona glingri þá er það ekki jafngott því það er ekki ekta!?\nWho cares…ef það lítur alveg eins út!?\nEn jæja…þetta með demantana kemur mér satt að segja EKKERT á óvart takk fyrir…flott grein hjá þér samt sem áður!"
        },
        {
            "user": "appel",
            "user_id": "2",
            "date": "2003-07-25 17:11:36",
            "id": "1192637",
            "reply_to_id": "1192583",
            "text": "Fín grein, eitthvað sem maður vissi hvortsem er en góð upprifjun.\nEn þú verður nú að endurskoða þessar tölur hjá þér, sá að einhverjir voru búnir að commenta á þessar 300 milljarða manneskjur. Einnig er “500 milljónir manns hafa látist í borgarastríðum í Angola” alveg fáránlegt. 500 Milljónir manna? Það búa rétt rúmlega 10 milljónir manna þar."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-07-26 11:48:23",
            "id": "1192638",
            "reply_to_id": "1192637",
            "text": "appel:\n“En þú verður nú að endurskoða þessar tölur hjá þér”\nJá ég fékk komment á hina töluna líka og svaraði því hér að ofan hvernig á henni stóð.\nBara einfalt klúður af minni hendi, sem er fúlt vegna þess að ég var í marga daga að vinna að þessari grein :-("
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-07-28 11:48:38",
            "id": "1192639",
            "reply_to_id": "1192583",
            "text": "Þetta er merkilegt, en kemur óþægilega lítið á óvart.\nÉg hef sjálfur aldrei skilið dýrkun á hlutum fyrir það eitt að þeir séu sjaldgæfir. Demantar og gull sem skart vegna þess að… þeir eru fallegir? Gimme a break; þetta heitir einu orði snobb. Hallærisleg, barnaleg glingurdýrkun og monnt. Og monnt yfir hverju? Júju, ríkidæmi. Sem er jafn hallærislegt og barnalegt. “Haha, ég á meira en þú, liggaliggalái!”\nSvo reyndar hafa konur kannski í gegnum tíðina litið á þetta meira svona eins og að karlinum þyki það vænt um hana að hann sé til að í eyða fúlgum í hvað sem er bara til þess að henni líði pínulítið betur, það er notlega ekki jafn hallærislegt, en bendir þó á dómgreindarskort af hálfu karlmannsins. Maður á ekki að eyða svona miklum peningum í vinnudýr. >;) Nei, ég grínast.\nEn svona til að ljúka þessu; góð grein. Gamla góða hugtakið sem karlmenn eru alveg áberandi líklegri en konur til að falla fyrir. Þeirri barnalegu tilfinningu;\nGRÆÐGI."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-07-28 12:33:19",
            "id": "1192640",
            "reply_to_id": "1192583",
            "text": "Þetta er merkilegt, en kemur óþægilega lítið á óvart.\nÉg hef sjálfur aldrei skilið dýrkun á hlutum fyrir það eitt að þeir séu sjaldgæfir. Demantar og gull sem skart vegna þess að… þeir eru fallegir? Gimme a break; þetta heitir einu orði snobb. Hallærisleg, barnaleg glingurdýrkun og monnt. Og monnt yfir hverju? Júju, ríkidæmi. Sem er jafn hallærislegt og barnalegt. “Haha, ég á meira en þú, liggaliggalái!”\nSvo reyndar hafa konur kannski í gegnum tíðina litið á þetta meira svona eins og að karlinum þyki það vænt um hana að hann sé til að í eyða fúlgum í hvað sem er bara til þess að henni líði pínulítið betur, það er notlega ekki jafn hallærislegt, en bendir þó á dómgreindarskort af hálfu karlmannsins. Maður á ekki að eyða svona miklum peningum í vinnudýr. >;) Nei, ég grínast.\nEn svona til að ljúka þessu; góð grein. Gamla góða hugtakið sem karlmenn eru alveg áberandi líklegri en konur til að falla fyrir. Þeirri barnalegu tilfinningu;\nGRÆÐGI."
        },
        {
            "user": "Trajan",
            "user_id": "9829",
            "date": "2003-07-28 17:29:30",
            "id": "1192641",
            "reply_to_id": "1192583",
            "text": "Þess má geta að De Beers samsteypunni er bannað að stunda viðskipti í Bandaríkjunum vegna þess að markaðsráðandi staða þeirra er ekki eftir lögum þar í landi. Margt í þeirra viðskiptaháttum er mjög gruggugt, td verða skartgripasalar að kaupa hrúgu af gölluðum demöntum til þess að fá að kaupa nokkra góða.\nÞað er bara þannig að demantamarkaðurinn mettist aldrei vegna þess að þeir lenda örsjaldan í endursölu.\nÁhugasamir geta reynt að verða sér út um þáttinn sem (hverjir aðrir?!) 60 mínutur gerðu um þetta mál fyrir 2-3 árum síðan."
        },
        {
            "user": "orchid",
            "user_id": "24402",
            "date": "2003-07-29 11:32:33",
            "id": "1192642",
            "reply_to_id": "1192583",
            "text": "perlur eru málið"
        },
        {
            "user": "divaa",
            "user_id": "11336",
            "date": "2003-08-03 17:10:34",
            "id": "1192643",
            "reply_to_id": "1192583",
            "text": "Þetta er allt saman voðalega sorglegt, en athugaðu að það voru ekki demantarnir sem hjuggu hendurnar af börnunum, heldur gráðugt fólk. T.d. eru peningar ekki slæmir þó svo þeir séu notaðir í eitthvað slæmt. Það er heldur ekki þeim sjálfum að kenna. Það er mannskepnan sem er svona grimm og að skella skuldina á hluti er ekkert nema fáránlegt. Þetta fólk selur demanta fyrir vopn, en það gæti allt eins (ef demantar væru ekki til staðar) fjármagnað vopnakaup sín með einhverju öðru. Það skiptir ekki máli hver miðillinn er, heldur hver það er sem miðlar honum."
        },
        {
            "user": "divaa",
            "user_id": "11336",
            "date": "2003-08-03 22:02:59",
            "id": "1192644",
            "reply_to_id": "1192643",
            "text": "divaa:\nÉg held að enginn reyni að skella skuldinni á demantana eða segja að þeir séu í eðli sínu vondir/slæmir. Það væri auðvitað kjánalegt.\nÞað sem ég er að segja frá er bara það sem þú segir sjálf, að það er ótrúleg grimmd í heiminum og þar sem demantar eru taldir dýrmætir þá er þetta grimma fólk að berjast yfir þessum auðlyndum með þeim tilgangi að hagnast í þeim tilgangi að halda áfram að berjast.\nÞað eru hinsvegar til demantanámur í t.d. Kanada sem eru ekkert tengdar svona ógeði (þó margir efist almennt um siðferðið í kringum demantabissnessinn eins og sjá má á þeim svörum sem hér hafa komið) og ég tel líkt og þeir sem ég hef fengið mínar upplýsingar frá ekkert að því að vilja eignast demant (ef það er það sem maður vill) en held að ég myndi þá frekar kjósa demant frá Kanada heldur en frá t.d. Sierra Leone.\nÞví þá myndi ég hafa meiri trú á því að peningurinn sem ég eyddi í þetta glingur skilaði sér til “eðlilegs” fólks, og sem skattpeningur í landið, en ekki til geðveikra fjöldamorðingja sem notuðu peningana í að kaupa byssur sem þeir drepa miskunarlaust með.\nJú jú það er líka rétt hjá þér að ef viljinn er fyrir hendi þá geta vondir menn alltaf fundið sér leiðir til að fjármagna vopnkaup sín, og ef að þeir væru ekki að drepa hvorn annan vegna demantanámanna þá væri það kanski vegna kakó-ekrana.\nEn það þýðir ekki að maður eigi að láta eins og ekkert sé við þessu að gera.\nMaður á ekki að styrkja illmenni til að auðvelda þeim að framja fleiri illvirki, ekki satt ?\nOg maður á ekki að hugsa sem svo að þó að ég geri þetta ekki þá er alltaf einhver annar sem gerir þetta og því geti ég alveg eins gert það sjálf, því ef allir hugsa þannig þá erum við búin að ákveða að gefa skít í heiminn, eða hvað ?\nEf 10 ára barn kemur til þín og biður þig um að kaupa handa sér vodkaflösku, hvað gerirðu ?\nHugsarðu sem svo, ef ég geri þetta ekki þá gerir bara einhver annar það svo það skiptir engu máli.\nEða segirðu nei og reynir kanski að hjálpa stelpunni, því þú veist að það er ekki sniðugt að 10 ára barn sé að drekka áfengi.\nNú kanski tekst það, og kanski tekst það ekki, og kanski kemur einhver annar og kaupir handa barninu vín.\nEn kanski gerist það ekki - kanski segja allir nei !\nOg saman tekst fólki að leiða hana á rétta slóð.\n———\nÞað er alveg rétt að miðillinn er ekki aðalatriðið heldur hver það er sem miðlar honum, en ef við ætlum ekki að vera blind og gefa skít í heiminn þá verðum við að læra að slökkva á miðlinum ef hann ofbýður siðferði okkar.\nOg fyrr eða síðar þá hefur hann engan til að miðla til og þá verður heimurinn betri staður !"
        },
        {
            "user": "divaa",
            "user_id": "11336",
            "date": "2003-08-03 22:17:00",
            "id": "1192645",
            "reply_to_id": "1192644",
            "text": "En þú sagðir það sjálf að það er ómögulegt að vita hvað eru blóðdemantar og hvað ekki. Þar af leiðandi ætla ég ekki að stuðla að gjaldþroti þeirra sem ekki stunda blóðugt ofbeldi, því þó allir myndu hætta að versla demanta, þá myndu þessir vondu gaura bara finna sér nýja leið."
        }
    ]
}