{
    "forum_title": "Hundar",
    "user": "Appolo",
    "user_id": "15893",
    "date": "2003-07-23 13:15:02",
    "title": "Úttekt dýralæknis á Dalsmynni",
    "text": "Mér finnst þessi grein eiga fullan rétt á sér sem grein þótt hún sé kóperuð, svo mikið hefur verið talað um Dalsmynni bæði hér og á öðrum spjöllum.\nFréttablaðið, Mið. 23. júlí 07:28\nJaðrar við illa meðferð á dýrum\n“Mikill óþrifnaður var í herbergjum. Að mati undirritaðs jaðrar þetta við illa meðferð á dýrum og verða yfirvöld að grípa strax í taumana,” segir í skýrslu Magnúsar M. Guðjónssonar dýralæknis sem fór á vegum Umhverfisstofnunnar í hundabúið Dalsmynni á Kjalarnesi til reglubundins eftirlits.\nEftir því sem kemur fram í skýrslu Magnúsar Guðjónssonar, dýralæknis á Suðurnesjum, eru mikil vanhöld á að farið sé að þeim lögum og reglum sem liggja til grundvallar rekstrinum.\n“Of þröngt er um hundana. Ekki ættu fleiri en tveir smáhundar að vera í hverju búri. Búrin eru of lítil fyrir hunda af stærri kynjum.”\nÞá segir að vegna þéttleika hundanna séu talsverð óþrif í búrum. Sett hafi verið dagblöð á gólfið fyrir hundana til að gera stykki sín á en þau hafi víðast hvar verið gegnumblaut af þvagi og saur og sums staðar í graut sem hundarnir gengu í. Loftræsing sé ófullnægjandi og engin útiaðstaða sé fyrir hundana. Hitalagnir þurfi að vera í gólfum.\nÞá segir orðrétt í skýrslunni: Gotherbergi er algjörlega óviðunandi. Þar eru tíkur með hvolpa í rimla- eða vírnetsbúrum sem hrúgað er saman og minnir mest á búrhænsni.“\nMagnús átelur hve margir hundar séu á búinu og bendir á að hundar hafi fylgt manninum í 10 þúsund ár og séu háðir manninum með félagsskap og samskipti. Hann segir að það sé fjarri að hægt sé að uppfylla þau skilyrði á Dalsmynni þar sem hundarnir séu allt of margir. Hann tiltekur þó að fólk virðist vera gott við hundana en eðli málsins samkvæmt geti nokkrar manneskjur ekki annað þeirri þörf.\n”Við hjá Hundaræktarfélaginu höfum lengi barist fyrir því að þessu búi yrði lokað og sett yrðu lög um hundaræktun,“ segir Þórhildur Bjartmarz. Hún bendir á að þetta bú starfi samkvæmt sömu lögum og búrekstur þar sem dýr séu alin til slátrunar.\n”Víðast hvar í heiminum eru fjölmenn hundabú bönnuð og barist er gegn starfrækslu þeirra. Í Bretlandi vofir yfir mönnum fangelsisvist ef bú finnast rekin á svipuðum grunni og í Dalsmynni,\" segir Þórhildur.",
    "url": "https://www.hugi.is/hundar/greinar/156803/uttekt-dyralaeknis-a-dalsmynni/",
    "url_id": "156803",
    "id": "1191865",
    "replies": [
        {
            "user": "Zaluki",
            "user_id": "6799",
            "date": "2003-07-23 14:00:38",
            "id": "1191866",
            "reply_to_id": "1191865",
            "text": "Þetta er nú viss sigur útaf fyrir sig, nema auðvitað fyrir Dalsmynni.\nHeld að flestir hafi vitað af þessu þó.\nNú er mér spurn .. hvað verður gert í þessu ?"
        },
        {
            "user": "Patrick",
            "user_id": "4828",
            "date": "2003-07-23 14:21:27",
            "id": "1191867",
            "reply_to_id": "1191866",
            "text": "Ætli þeim á Dalsmynni verði ekki gefinn séns á úrbótum eða eitthvað þessháttar.\nÉg hef enga trú á að lokað verði fyrir þessa framleiðslu. Ég veit ekki til þess að það séu nokkur lög sem ná yfir svona. Ég held að eini sénsinn á að loka þessum viðbjóði er sá ef framleiðendurnir á Dalsmynni sinna ekki þeim úrbótum sem þeir verða krafðir um.\nDýravernarlögin gætu mögulega stoppað svona.\nÞað er bara að vona það. Hundanna vegna."
        },
        {
            "user": "Zaluki",
            "user_id": "6799",
            "date": "2003-07-23 14:24:25",
            "id": "1191868",
            "reply_to_id": "1191867",
            "text": "Nú hef ég verið að heyra eitthvað af nýjum lögum sem segja ma. að ein manneskja megi aðeins vera með 12 hunda í sinni umsjón.\nEf einhver veit meira um þetta, endilega segja frá, ég hef bara heyrt þetta útundan mér nefnilega.\nPS: Þið sem ætlið að svara þessari grein, hafið svörin málefnaleg svo að það þurfi ekki að eyða greininni .."
        },
        {
            "user": "Cruxton",
            "user_id": "631",
            "date": "2003-07-23 16:01:23",
            "id": "1191869",
            "reply_to_id": "1191868",
            "text": "Eyða greininni?\nHva,er Hugi.is að breytast í gömlu Sovétríkin?\nSpurning hvort til séu líka framleiðslu ræktunarstöð á kisum?"
        },
        {
            "user": "Zaluki",
            "user_id": "6799",
            "date": "2003-07-23 16:29:24",
            "id": "1191870",
            "reply_to_id": "1191869",
            "text": "Ég eyði ómálefnalegum svörum Cruxton, og ef greinin er að leysast upp í vitleysu og vésen, þá eyði ég henni líka …\nFólk getur vel svarað án þess að nota kjaft og fúlyrði :)"
        },
        {
            "user": "voff",
            "user_id": "9214",
            "date": "2003-07-23 17:45:57",
            "id": "1191871",
            "reply_to_id": "1191869",
            "text": "Dalsmynni (Gleðigjafa) er með ketti lika…….."
        },
        {
            "user": "zzzofandiii",
            "user_id": "40440",
            "date": "2003-07-23 23:20:21",
            "id": "1191872",
            "reply_to_id": "1191865",
            "text": "Þetta er orðið þreytt ástand. Það vita allir um meðferðina sem hundarnir fá á Dalsmynni en ekkert er gert. Undirskriftarlistar hafa gengið á milli manna, blaðaskriftir og fréttaflutningur, en ekkert gerist:( Það eina sem virkar er að sjá til þess að vinir manns og vandamenn kaupi alls ekki hunda frá Dalsmynni. Ef Dalsmynni selur ekkert er enginn rekstrargrundvöllur fyrir “verksmiðjunni”.\nKveðja zzzofandiii"
        },
        {
            "user": "nalani",
            "user_id": "30987",
            "date": "2003-07-24 19:13:14",
            "id": "1191873",
            "reply_to_id": "1191865",
            "text": "ég skil ekki - afhverju er einhver ekki búinn að finna lög sem geta lokað búinu, eða jafnvel búa til lög. Flestir hundar þar fá eyrnamaur og líður alveg rosalega illa.\nEn veit einhver hvað það eru margir hundar þar og hvað búið er stórt?"
        },
        {
            "user": "popo",
            "user_id": "22845",
            "date": "2003-08-01 21:47:34",
            "id": "1191874",
            "reply_to_id": "1191873",
            "text": "Sæll,  ég hef heyrt töluna 200 til 250 í mörgum tilfellum, en ég sel það ekki dýrara en ég kaupi það, en ég persónulega er hlynntur tölunni 200 stk, þannig að er nýju lögin segja að 8 hundar á einn starfsmann, en þarna eru 25 hundar á einn starfsmann, þetta hlýtur að segja eitthvað, eða hvað finnst þér,  kveðja."
        },
        {
            "user": "gall",
            "user_id": "30629",
            "date": "2003-07-25 22:00:19",
            "id": "1191875",
            "reply_to_id": "1191865",
            "text": "ég segi nú bara eitt verið ekki að segja einhvað sem þið hafið ekki sjálf skoðað hvað sem það er er alls ekki að verja Dalsmynni mér er nokkuð sama hvort þessu verður lokað en skoðið þetta áður en þið segið að þarna sé drulla um allt sem þið flest lesið um í fjölmiðlum….."
        },
        {
            "user": "popo",
            "user_id": "22845",
            "date": "2003-08-01 21:40:28",
            "id": "1191876",
            "reply_to_id": "1191875",
            "text": "Góða kvöldið,  mig furðar á því að þú sért ekki búinn að lesa allan þann fjölda greina sem skrifaðar hafa verið um illa meðferð á dýrum, þetta er búið að vera lengi í gangi, og allir segja farir sínar ekki sléttar, fyrir mig, og hef ég komið þarna nokkrum sinnum, hefði mér aldrei órað fyrir því að nokkur heilbrigður maður gæti farið svona illa með dýr, þarna er sóðaskapurinn svo mikill, og dýrin, þá er ég að tala um 6-8 í einu búri, yfirfullu af saur, í þessu þurfa þau að liggja, enda eru sjúkdómar mjög svo algengir þarna, og þeir eru tilkomnir vegna sóðaskapar og engu öðru, svo er nú hreinræktunin ekki eins og vera skildi, enda eru þau að selja gallaða hunda fyrir 70.000.- ég get ekki af því gert, að manni vöknar um augu að vita um þessi hjálpalausu dýr, nú er búið að gefa þeim úrslitakosti, til að lagfæra til hjá sér, en ég held að meðan græðgin er svona mikil, þá gera þau nú ekki mikið, ég skora á þig að fara þarna og skoða þetta, með eigin augu, og tjáðu þig svo, mín viðskipti við Dalsmynni eru þau að dóttursonur minn er búinn að kaupa sér 2 hunda þaðan, annar er 2ja ára og hinn 5 mánaða, og hann fær ekki ættbækur með þeim, ég hef verið að aðstoða hann, og þess vegna hef ég komið þarna svo oft. kveðja Hallgrímur."
        },
        {
            "user": "gall",
            "user_id": "30629",
            "date": "2003-08-12 03:12:21",
            "id": "1191877",
            "reply_to_id": "1191876",
            "text": "já já ég hef farið og skoðað þetta aðstæðan fyrir hundana er ný en það má vera hreinna þetta ég myndi ekki skilja mín dýr eftir þarna útaf óþrifnaði þarna"
        },
        {
            "user": "demco",
            "user_id": "29435",
            "date": "2003-07-30 12:19:44",
            "id": "1191878",
            "reply_to_id": "1191865",
            "text": "Sótti þetta á www.dyravernd.is til leiðréttingar:\n“Rangur og  villandi málflutningur.\nÍ Fréttablaðinu 23. júlí sl. um Dalsmynni er birt skýrsla eftir Magnús Guðjónsson dýralækni þess efnis að hann hafi farið í reglubundna skoðun þangað á vegum Umhverfisstofnunar. Hinsvegar er ekki skýrt frá því að skoðunarferðin var farin í apríl sl. og því er ekki verið að lýsa ástandinu á hundabúinu eins og það er í dag. Svona málflutningur er dýravernd ekki til framdráttar. Sjá meira.\nOg svo er öll greinin hér:\nDalsmynni – gömul skýrsla.\nÍ Fréttablaðinu 23. júlí sl. um Dalsmynni er birt skýrsla eftir Magnús Guðjónsson dýralækni þess efnis að hann hafi farið í reglubundna skoðun þangað á vegum Umhverfisstofnunar. Hinsvegar er ekki skýrt frá því að skoðunarferðin var farin í apríl sl. og því er ekki verið að lýsa ástandinu á hundabúinu eins og það er í dag.\nÍ skýrslunni segir Magnús að mikill óþrifnaður hafi verði í herbergjunum og að hans mati jaðraði þetta við illa meðferð á dýrum. Magnús segir einnig að mikil vanhöld séu á að farið sé að þeim lögum og reglum sem liggi til grundvallar rekstrinum og vill ekki hafa meira en 2 smáhunda í hverju búri. Í nýjum reglum um hundahald frá Umhverfisstofnun segir hinsvegar að: “Ekki skulu vera fleiri smáhundar en 7 í sama búri, og 5 hundar af stærð 10-20 kg saman í stíu.  Hundar sem eru 20 kg og stærri eiga ekki að vera fleiri en 3 í stíu”, svo ekki er  stofnunin á sama máli og dýralæknirinn.\nUmhverfisstofnun hefur upplýst að Dalsmynnismálið er komið í farveg í kerfinu og tíminn leiðir í ljós hvað verður”. Þetta var í apríl og ekki hefur Umhverfisstofnun séð ástæðu til að fara aðra skoðunarferð, svo ekki líta þeir málið svona alvarlegum augum.\nÍ sömu frétt er haft eftir formanni Hundaræktarfélagsins að það hafi lengi barist gegn Dalsmynni og viljað láta loka því. Svo segir formaður HRFÍ: “þessi bú starfa samkvæmt sömu lögum og búrekstur, þar sem dýr eru alin til slátrunar” Þetta er alrangt með farið og hið rétta er að hverskonar búrekstur fer eftir lögum um búfjárhald en hundarækt fer eftir dýraverndarlögum.\nÍ Hundaræktarfélaginu er fjöldinn allur af ræktendum stórum og smáum. Ekki er vitað til að neinn af þessum ræktendum hafi leyfi til dýrahalds í atvinnuskyni eins og Dalsmynni, sem borgar skatta af rekstrinum. Hundaræktarfélagið vill hinsvegar vera með svokallaða “heimaræktun”, sem er eftirlitslaus með öllu og greiðir ekki opinber gjöld af starfssemi sinni. Þessum ræktendum, sem ekki eru alli til sóma, er ómöglegt að fylgjast með og dýrin hafa það ekki alltaf gott. Þetta vilja dýravinir ekki.\nÞað má eflaust finna margt að rekstri Dalsmynnis en svona æsingakendur áróður þjónar engum tilgangi, nema að skaða Dalsmynni og þetta er ekki rétta leiðin til að bæta hag dýranna.\nAldrei að trúa blöðunum svona orðrétt. Athuga málin frá báðum hliðum fyrst til að mynda sér álit.  :>))\nkv demco"
        },
        {
            "user": "birdiemay",
            "user_id": "23246",
            "date": "2003-08-12 14:05:14",
            "id": "1191879",
            "reply_to_id": "1191878",
            "text": "Það að fullt af litlum “ræktunarbúum” eru út um allan bæ er ekki nein réttlæting fyrir að leyfa stóru búin.  Við skulum ekki handtaka litlu dóp-salana, heldur bara þessa sem eru að selja í kílóavís. Er það málið?\nÍ reglugerðinni um dýrahald í atvinnuskyni er skilgreining á ræktun eftirfarandi: “Starfsemi þar sem tvö eða fleiri kvendýr, sem hafa átt afkvæmi, eru haldin til undaneldis og ætlunin er að hafa áfram til undaneldis. Þetta á jafnt við um kvendýr, sem ræktandi á eða hefur í umsjá sinni.”  Þetta á við jafnt um ketti og hunda.  Þeir sem eru í “bissness” og eru ekki með starfsleyfi eru að brjóta lög.  Mjög einfalt.\nÞessi “áróður” sem er búinn að vera í gangi undanfarið er búinn að vera í gangi mjög lengi, mörg ár.  Ætla má að ástæðan sé sú að Dalsmynni hefur hreinlega ekki getað verið með málin í lagi hjá sér í allan þennan tíma.  Og hversu mikið geta málin batnað frá apríl fram í ágúst?  Varla mikið, þar sem þau eru örfá sem vinna á búinu, þurfa að hugsa um alla þessa hunda (segjast fara með þá út að labba á hverjum degi!) til viðbótar við að vera að bæta aðstöðuna hjá þeim!  Þegar dýralæknirinn fór þarna uppeftir, þá lýsti það aðstæðunum eins og þær voru þann daginn og hafa verið fram að þeim tíma.  Enginn æsingakenndur áróður, bara staðreyndir.  Ef hlutirnir batna, þá er það bara hið besta mál fyrir dýrin, bæði ketti og hunda.  En það þarf stundum að öskra hátt á suma svo þeir heyri.  Ég tel að maður eigi aldrei að vaða út í fjárfestingar, rekstur, barneignir eða íbúðakaup nema vita hvað maður er að gera og sjá fram á að geta höndlað málin.  Það virðist ekki hafa verið svoleiðis á Dalsmynni, því það er búið að taka þau óratíma að komast þangað sem þau eru í dag og alltaf virðist hundunum fjölga, en ekki starfsfólki.  Maður “improviserar” ekki með svona rekstur, nema hreinlega manni sé nokk sama um velferð dýranna.  Myndum við “improvisera” með uppeldi barnanna okkar?"
        },
        {
            "user": "popo",
            "user_id": "22845",
            "date": "2003-08-12 18:17:17",
            "id": "1191880",
            "reply_to_id": "1191879",
            "text": "Sæl, ég er reið manneskja, sem hef átt og á í útistöðum við Dalsmynni, eins og fleirri manns, það er alveg hræðilegt að sjá mæður þessara hvolpa, þær eru með svo siginn kvið, og draga afturhlutann á eftir sér, og úr augum þeirra er eins og þær séu dauðar, þær drattast áfram örugglega með mikla verki, enda hvílir hún þær ekki meira er 4-5 mán. í senn, hvenig ætli hjartað í Ástu og hennar fólki líti út, það er að segja ef þær eru með hjarta, ég segi að það verður að bjarga öllum dýrunum frá þessari ómannútlegu meðferð, eingögnu vegna græðgi, ekki tala, förum um næstu helgi, og gerum eitthvað, hver er til, ég skal standa fyrir því að taka við þátttökulista, kl. hvað og hvenær um helgina myndi það henta fólki, blaðamaður verður í för með okkur. kveðja kv."
        }
    ]
}