{
    "forum_title": "Jaðarsport",
    "user": "cox",
    "user_id": "12006",
    "date": "2003-07-24 16:47:11",
    "title": "Sigið niður Svartafoss",
    "text": "Við vorum staddir í Skaftafelli vinirnir og vorum að spá hvort við ættum að labba upp á eitthvað tilgangslaust fjall eða festa línuna við smásteina og gera tilraun til að síga niður Svartafoss. Fossinn var fyrir valinu, og er það num skemmtilegra mission :) (en að labba upp á eitthvað fjall - sem við gerum bara seinna) Eftir smá pælingar fundum við þennann fína stein sem við tryggðum línun við, (notuðum 2 steina). Við vorum með 60m línu og það veitti ekkert af henni, fossinn er kannski 40m - 45m. Svo var bara að fara í beltið að festa sig við línuna og af stað. Það var smá óþægilegt að koma sér af stað, en þetta hafðist allt saman. Þó að við höfum kannski ekki sigið niður fossinn sjálfann, (um 1,5m frá) þá var þetta gríðalega hressandi. Tók mun styttri tíma en að labba upp á fjallið :), tók aðeins nokkrar mín, en var vel þess virði. Mæli með þessu !(það getur vel verið að þetta sé ekki leyft, við spurðum engann - ekki segja neinum)",
    "url": "https://www.hugi.is/jadarsport/greinar/157080/sigid-nidur-svartafoss/",
    "url_id": "157080",
    "id": "1194335",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2003-07-24 22:50:47",
            "id": "1194336",
            "reply_to_id": "1194335",
            "text": "Hey, töff, þetta langar mig að prófa."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-07-25 12:33:41",
            "id": "1194337",
            "reply_to_id": "1194335",
            "text": "ÞETTA ER SNILLD SKO ÉG HEF PRUFAÐ ÞETTA"
        },
        {
            "user": "Traustith",
            "user_id": "30886",
            "date": "2003-07-25 13:26:02",
            "id": "1194338",
            "reply_to_id": "1194335",
            "text": "Þetta er örugglega geðveit gaman, en það getur enginn bannað ykkur að síga niður."
        },
        {
            "user": "cox",
            "user_id": "12006",
            "date": "2003-07-25 13:40:39",
            "id": "1194339",
            "reply_to_id": "1194335",
            "text": "Ég gleymdi allveg að taka það fram að þarna neðst er soldið mikill kraftur á vatninu, það er búið er falla um 40m og það er ekki mjög gott að fá það á hausinn (mæli með hjálm) og svo er það ekkert rosalega hlítt, en það er bara hressandi.\nSvo voru þarna nokkrir túristar svo tóku þessu mjög vel, og tóku myndir.\nÞað er örugglega ekki hægt að banna þetta, allavega var ekkert skilti sem á stóðð “bannað er að síga niður fossinn” eins og það sé alltaf verið að gera það.\nVeit einhver til þess að einhver hafi farið þarna niður áður ?????\nog svona í lokin, einhverjar hugmyndir um næsta foss ? Var að spá í að reyna við Seljalandsfoss, veit ekki hvað hann er hár !"
        },
        {
            "user": "CYB",
            "user_id": "41344",
            "date": "2003-07-25 14:11:34",
            "id": "1194340",
            "reply_to_id": "1194339",
            "text": "Það er hægt að síga niður Gýgjarfoss sem er við kerlingarfjöll! svo er fínt að rölta uppí jökul og skella sér á bretti."
        },
        {
            "user": "abargath",
            "user_id": "9561",
            "date": "2003-07-25 17:43:19",
            "id": "1194341",
            "reply_to_id": "1194335",
            "text": "Hljómar skemmtilegt.\nSamt eitt, svartifoss er ekki 40-45 m, langt frá því.  Átti þetta ekki að vera 4,0-4,5 m frekar?"
        },
        {
            "user": "cox",
            "user_id": "12006",
            "date": "2003-07-25 18:04:18",
            "id": "1194342",
            "reply_to_id": "1194341",
            "text": "Adargath, ég held að þú vitir ekki hvaða foss Svartifoss er !\nhér eru myndir af honum\nhttp://www.larus.is/Fossar/svar.html\nVið vorum með 60m línu og af henni að dæma þá gæti þessi foss verið um 40m hár (fjörutíu)\nef einhver er með það á hreinu hvað hann er hár þá má hann edilega skrifa það hér.\np.s. maður fer ekki að síga 4,0 - 4,5 m háann foss ! maður hoppar niður þá !"
        },
        {
            "user": "abargath",
            "user_id": "9561",
            "date": "2003-07-25 18:58:23",
            "id": "1194343",
            "reply_to_id": "1194342",
            "text": "Það er nú frekar fyndið að sjá þig nota myndir af heimasíðunni minni til að sýna mér hvaða foss þetta er…  Hvernig fannstu síðuna, ég er bara forvitinn, notaðirðu leitarsíðu eða eitthvað annað?\nÞað er alveg rétt að hann er alsekki 4,5 m, frekar svona 15-20m.  Dettifoss er 44 m svo að þú hafir einhvern samanburð.  Þú verður að átta þig á því að hallgrímskirkja er rétt rúmlega 70 metra hár.\nEn allavega gleymdu þessu nöldri í mér, ég er þessi smámunasama týpa…  Láttu mig samt vita næst þegar þér dettur þetta í hug, ég er með fossadelu og vantar alltaf myndefni til að hafa fossamyndirnar sem fjölbreyttastar."
        },
        {
            "user": "cox",
            "user_id": "12006",
            "date": "2003-07-28 19:23:06",
            "id": "1194344",
            "reply_to_id": "1194343",
            "text": "Já það er skemmtileg tilviljun að ég hafi valið síðun þín fyrir myndir af fossinum. fann hana bara fyrir tilviljun á leit.is\nen hæðin á fossinum skiptir kannski ekki öllu máli, (en ég notaði allavega helming af 60m línu), það sem skiptir máli er að taka næsta :) og þetta eru skemmtilegar hugmyndir sem þú ert kominn með, skoða málið.\nEinhverjir fleirri sem hafa verið að síga foss ?hvaða fossa hafið þið verið að fara niður ?"
        },
        {
            "user": "porky",
            "user_id": "2189",
            "date": "2003-08-05 15:38:24",
            "id": "1194345",
            "reply_to_id": "1194344",
            "text": "Það hafa örugglega farið 5-10 metrar af línunni til að tryggja….ekki nema að þessir steinar sem þið tryggðuð í hafi verið á brúninni"
        },
        {
            "user": "Sabretooth",
            "user_id": "41527",
            "date": "2003-08-22 22:32:44",
            "id": "1194346",
            "reply_to_id": "1194343",
            "text": "Reyndar er Hallgrímskirkja 85 metrar og Svartifoss er held eg eikkad um 32 metrar eda svo."
        },
        {
            "user": "abargath",
            "user_id": "9561",
            "date": "2003-08-23 14:52:46",
            "id": "1194347",
            "reply_to_id": "1194346",
            "text": "Rangt…  Hallgrímskirkja er 74,5 m há.\nhttp://www.vst.is/Verk/hallgrim.htm"
        },
        {
            "user": "Sabretooth",
            "user_id": "41527",
            "date": "2003-08-29 19:00:41",
            "id": "1194348",
            "reply_to_id": "1194347",
            "text": "My bad las þetta í einhverri bók en var greinilega ekki rétt."
        },
        {
            "user": "abargath",
            "user_id": "9561",
            "date": "2003-07-25 19:16:07",
            "id": "1194349",
            "reply_to_id": "1194342",
            "text": "Þú ættir kannski að kíkja á Helgufoss, hann er bara rétt fyrir utan bæinn, hægri beyja á leiðinni til Þingvalla.  Hann er sæmilega vatnsmikill og ekkert rosalega hár, getur allavega ekkert sakað að kíkja á hann.  Einnig gætirðu kíkt á Öxaráfoss á Þingvöllum.\nSeljalandsfoss hljómar samt ekkert heimskulega en ég myndi búa mig mun betur en á Svartafossi, flæðið er talsvert meira þar og hann er talsvert hærri."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-08-18 23:09:07",
            "id": "1194350",
            "reply_to_id": "1194335",
            "text": "cool… við eigum bústað aðeins austar en Kirkjubæjarklaustur og flestir þar eru ættingjar okkar og við erum þar nærri því allar helgar og allt sumarið, og ég hef margoft komið að þessum fossi, og hefur alltaf langað að gera einhvað svipað og þið gerðuð ;D"
        }
    ]
}