{
    "forum_title": "Geimvísindi",
    "user": "stakka",
    "user_id": "1280",
    "date": "2001-02-02 07:45:45",
    "title": "Hvað er að gerast",
    "text": "Það virðist greinilega vera að ef að ég geri ekki greinar að þá er ekkret um greinar. Ég vil endilega að þið skrifið meira af merkum greinum til að frjófga huga minn sem aðra. Því að ég né aðrir vita allt. Plís sendið inn fullt af greinum um bara eitthvað sem tengist ufos. Mér finnst greinin hérna fyrir neðan mjög fín og þá líka hjá þeim sem svara fyrstur henni. Þetta eru greinilega menn sem vilja láta gott af sér leiða og maður græddi þarna smá víðsýni.\nFyrir utan þetta þá hef ég verið að fylgjast með greinunum hérna og það er rosalega lítið flæði á þeim inn. Það sem að við þurfum að gera er að koma með fleiri greinar og ekki þá eitthvað bull um að Michael Jackson sé geimvera eða eitthvað álíka því að það vita allir;) Ef þið hafið bara eitthvað sendið það ef það er spurning þá sendið það. Ég er t.d. með eina ég hef pottþétt séð fljúgandi furðuhlut en hvort hann er af þessari plánetu eða annari veit ég ekki. Það var bara rautt ljós sem sikk sakkaði og fór fram og aftur. Vinur minn var einnig vitni af þessu þannig að þetta er ekki bara ÉG. Ég sá þennan hlut og hvað haldið þið að þetta sé!?",
    "url": "https://www.hugi.is/geimvisindi/greinar/15748/hvad-er-ad-gerast/",
    "url_id": "15748",
    "id": "100366",
    "replies": [
        {
            "user": "hjossi",
            "user_id": "2523",
            "date": "2001-02-03 16:17:57",
            "id": "100367",
            "reply_to_id": "100366",
            "text": "Ég efast um það að þú hafir séð UFO. ÉG hef oft séð eitthvað furðulegt á himni sem í fyrstu hef ég haldið að það hafi verið UFO en í hvert einasta skipti hef ég séð að það var eitthvað annað.\nÞað hefur alltaf verið óskhyggja sem náði yfirtökum yfir skynsemi minni.\nBara ef…"
        },
        {
            "user": "stakka",
            "user_id": "1280",
            "date": "2001-02-03 21:34:52",
            "id": "100368",
            "reply_to_id": "100366",
            "text": "Þú ert alls ekki einn um þetta. Ég hef líka séð ljós á himni sem gat ekki hafa átt upptök sín á þessum hnetti. Það ferðaðist í rykkjum. Eflaust má sjá margt furðulegt ef grannt er skoðað á björtum vetrarnóttum. Það er bara vandinn að skilja kjarnann frá hisminu."
        },
        {
            "user": "stakka",
            "user_id": "1280",
            "date": "2001-02-04 01:12:54",
            "id": "100369",
            "reply_to_id": "100368",
            "text": "Jæja við getum allavega sætt okkur við að þetta var fljúgandi furðuhlutur? Í víðasta samengi"
        },
        {
            "user": "kurekinn",
            "user_id": "5141",
            "date": "2001-02-23 12:36:05",
            "id": "100370",
            "reply_to_id": "100369",
            "text": "Nei, ekki vera koma með einhvað svona leiðinlegt svar til að fá stig.Þú veist ekki neitt um þetta sem er þarna úti."
        },
        {
            "user": "Krizto",
            "user_id": "2409",
            "date": "2001-02-23 12:37:43",
            "id": "100371",
            "reply_to_id": "100370",
            "text": "ég kenni hrukkóttu garðálfunum um þetta vandamál það er eitt sem er á hreinu"
        }
    ]
}