{
    "forum_title": "Deiglan",
    "user": "Stebbijr",
    "user_id": "17031",
    "date": "2003-07-26 14:43:52",
    "title": "George W. Bush (enn einu sinni)",
    "text": "Mér langar að skrifa nokkur orð um George W. Bush. Ekki þetta týpíska hjal um hvað hann hefur gert mikin skaða ofl. heldur að reyna að horfa á málið frá hans augum og stjórn hans.\nHugsið ykkur að 4 farþegaflugvélar með um 200 manns hvor yrði stýrt á hallgrímskirkju , bessastaði , alþingishúsið og ein myndi hrapa í óbygðunum. þesar árásir myndu drepa um 5000 manns, 5000 saklausa borgara.\nHvernig myndu þið hugsa þá ef t.d. ættingi ykkarmyndi deyja í þessum árásum. Þið mynduð ekki hugsa bara nei við látum bara eins og ekkert hafi skeð.. myndu þið hugsa þannig .. og sérstaklega ef þjóð ykkar bjyggi yfir tæknivæddasta her í heimi.\nOg einnig ef einhver talibanastjórn sem er þekkt fyrir mísrétti pyntingar og ofsoknir myndu skýla þeim sem gerðu þetta.. Ég held að margir sem lesa þessa grein yrðu mjög reiðir og myndu heimta hefndaraðgerðir..\nEn einnig er það málið um Írak. Auðvitað er herra. Bush að mínu mati alls ekki hæfur um að vera valdamesti maður í heimi, hann er einfaldlega einn af þessum sem fædist með silfurskeið í munni..\nEn já aftur að íraksmálinu ..Ég finn ekki eina góða ástæðu fyrir Bush að ráðast inn í írak nema. Til að breiða yfir fjárhagshallan í landinu og fá fólkið til að einbeita sér að öðru en því .. og að reyna að ná olíunni til þess m.a. a´ð rétta úr kútnum fjárhaglega..\nMeð því að ráðast inn í Írak sló hann 2 flugur í einu höggi.\nEn ég held að ef Bush yrði endurkjörin sem forseti þá sannar það endalega (fyrir mér allaveganna) hversu heimskir bandaríkjamenn eru …",
    "url": "https://www.hugi.is/deiglan/korkar/157511/george-w-bush-enn-einu-sinni/",
    "url_id": "157511",
    "id": "1197673",
    "replies": [
        {
            "user": "ssd",
            "user_id": "40795",
            "date": "2003-07-27 02:51:25",
            "id": "1197674",
            "reply_to_id": "1197673",
            "text": "Ég hefði kosið Gore ef ég væri Kani en annars finnst mér Bush bara hafa staðið sig vel :) Verður mjög líklega áfram forseti Bandaríkjanna.<br><br>________________________________________________________________________________________\n<b>X-S</b> árið 2007 :)"
        },
        {
            "user": "ssd",
            "user_id": "40795",
            "date": "2003-07-27 12:40:58",
            "id": "1197675",
            "reply_to_id": "1197674",
            "text": "Staðið sig vel? Vinsamlegast útskýrðu nánar."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-07-27 06:44:12",
            "id": "1197676",
            "reply_to_id": "1197673",
            "text": "Ég var á spjallþræði með aðallega ameríkönum að ræða þetta og það var einn frá New York sem meðal annars tók þátt í hreinsunarstarfinu eftir 11. sept. og hann sagði að fólk var að koma með og hengja upp bréf, myndir, minningarorð um látna vini og ættingja og það var ekki eitt einasta bréf sem kallaði á hefnd.  Hann var hreinlega bara sár yfir því að það væri verið að nota árásirnar til að réttlæta það að ráðast á almenna borgara í öðrum löndum."
        },
        {
            "user": "arnig",
            "user_id": "28231",
            "date": "2003-07-27 19:54:14",
            "id": "1197677",
            "reply_to_id": "1197673",
            "text": "Í fyrsta lagi eru 5.000 manns á Íslandi nú varla sambærilegt við 3.200 manns í USA !!!!!!!!!\nÍ öðru lagi tel ég Gogga W. eingöngu vera að nota 11. sept sem ástæðu til þess að fara í stríð við “öxul hins illa” eins og hann orðaði."
        },
        {
            "user": "MAP",
            "user_id": "19512",
            "date": "2003-07-27 20:50:28",
            "id": "1197678",
            "reply_to_id": "1197673",
            "text": "Það var nú ekki svo að öllum vélunum hefði verið beint gegn borgaralegum skotmörkum.  Pentagon, fimmhyrnda virkið og herstöðin verður að teljast lögmætt skotmark, hernaðarlega séð.  Þannig að ekki voru allir óbreyttir borgarar sem féllu 11. september.  Annars fatta ég ekki rökstuðning þinn.  Þessi grein minnir mann á viðtal við Ragnar Reykás úr Spaugstofunni."
        },
        {
            "user": "Stebbijr",
            "user_id": "17031",
            "date": "2003-07-28 16:16:03",
            "id": "1197679",
            "reply_to_id": "1197673",
            "text": "Ég myndi ekki vilja láta drepa saklaust fólk ef einhver í minni fjölskyldu myndi deyja. Það myndi ekki láta mér líða neitt betur að vita af því að saklaust fólk úti í heimi væri líka að deyja, það myndi bara kalla á fleiri sárar fjölskyldur.<br><br>Daywalker\n<a href=\"\nhttp://www.hugi.is/forsida/bigboxes.php?box_type=skilabodaskjodan&page=new_msg&to_user=daywalker\n“> Skilaboð </a> | <a href=”mailto:arnar@sel.is\">Póstur</a> | <b>MSN:</b> arnar@hotmale.com"
        },
        {
            "user": "Stebbijr",
            "user_id": "17031",
            "date": "2003-07-30 00:05:42",
            "id": "1197680",
            "reply_to_id": "1197679",
            "text": "Arnig : hva meinaru mannslíf er mannslíf höfðatala finnst mér vera óviðeigandi í svona máli."
        },
        {
            "user": "poggi1",
            "user_id": "26768",
            "date": "2003-07-31 01:31:15",
            "id": "1197681",
            "reply_to_id": "1197673",
            "text": "Stórt samsæri, Busharinn gerði þetta sjálfur svo að hann fengi afsökun fyrir þessu stríðbrölti sínu. <br><br>BF1942:\n[Zorms]Gen.Poggi1\nET: Poggi1\nFlest annað: Poggi1"
        }
    ]
}