{
    "forum_title": "Manager leikir",
    "user": "gettuhver",
    "user_id": "1094",
    "date": "2003-07-28 12:18:45",
    "title": "Hættur sem Head-researcher á Íslandi",
    "text": "Eins og komið hefur fram er staða Head-Researcher á Íslandi laus.  Ég hef undanfarin 2 ár sinnt þessari stöðu en vegna mikilla anna næstu vetur vegna háskólanáms treysti ég mér ekki lengur til að sinna starfinu sem skyldi.\nÞið sem hafið áhuga á þessu starfi endilega hafið samband við SIgames því þetta er skemmtilegt og spennandi starf þar sem auðvelt er að sameina tvær þráhyggjur sem oftar en ekki fylgjast að, tölvur og fótbolta.  Þó þið teljið ykkur ekki hafa það sem til þarf, þá er enginn einn “betri” researcher en annar, það hefur hver sína kosti og galla.  Hins vegar verð ég að vara ykkur við því að þetta er mikil vinna og tímakaupið er lágt enda er það ekki peningurinn sem skiptir máli í þessu starfi.\nBúið er að klára helstu grunnatriðin varðandi íslenska boltann eins og uppbyggingu deildanna, helstu reglur í íslenska boltanum, félagaskiptakerfið og uppbyggingu liðanna, svo ekki sé talað um að setja inn rúmlega 600 leikmenn og starfsmenn með fæðingardögum og fleira!!!\nSá eða sú(could happen!) sem tekur við þessu starfi mun fá alla þá aðstoð sem ég get boðið og óskað er eftir og óska ég þeim eða þeirri velfarnaðar í starfinu í framtíðinni.\nAf minni reynslu langar mig til að koma eftirfarandi atriðum að varðandi ykkur sem hafið áhuga á stöðu head-researcher á Íslandi.\n1.  Það borgar sig að hann sé af höfuðborgarsvæðinu(ekki skilyrði).\n2.  Að hann sé með góða og skilvirka tölvu því gagnagrunnurinn er þungur í vöfum.\n3.  Að hann sé með góða nettengingu því að oftar en ekki þarf að senda og sækja stóra pakka með litlum fyrirvara.\n4.  Að hann sé sæmilega skrifandi á ensku.\n5.  Að hann sé einlægur áhugamaður um íslenska boltann og geti sett sig í hlutlausa gírinn þegar kemur að því að meta leikmenn í uppáhaldsliðinu sínu.\n6.  Að hann sé tilbúinn að taka við mikilli gagnrýni og geti nýtt sér hana til að gera leikinn betri, þó svo að sumar gagnrýnisraddirnar séu háværar og stundum ósanngjarnar.\nEf einhverjir hafa spurningar varðandi stöðuna þá er ég meira en tilbúinn að svara eins vel og ég get.\nKveðjur góðar\nGettuHver\nfráfarandi Head-researcher fyrir CM á Íslandi.",
    "url": "https://www.hugi.is/manager/greinar/157673/haettur-sem-head-researcher-a-islandi/",
    "url_id": "157673",
    "id": "1198969",
    "replies": [
        {
            "user": "pires",
            "user_id": "10415",
            "date": "2003-07-28 16:18:56",
            "id": "1198970",
            "reply_to_id": "1198969",
            "text": "Hversu mikið er maður að fá borgað fyrir þetta?"
        },
        {
            "user": "gettuhver",
            "user_id": "1094",
            "date": "2003-07-28 20:27:33",
            "id": "1198971",
            "reply_to_id": "1198970",
            "text": "Launin eru trúnaðarmál en þau aukast eftir því hversu vel er unnið."
        },
        {
            "user": "Beer",
            "user_id": "1917",
            "date": "2003-07-28 16:51:26",
            "id": "1198972",
            "reply_to_id": "1198969",
            "text": "Geturu ýmindað þér lágmarkstölvubúnað sem gæti keyrt gagnagrunninn?"
        },
        {
            "user": "gettuhver",
            "user_id": "1094",
            "date": "2003-07-28 20:33:38",
            "id": "1198973",
            "reply_to_id": "1198972",
            "text": "Algert lágmark er 128Mb en ég myndi  mæla með 512Mb eða meira.  Örgjörvinn skiptir minna máli en ég tel að 1,5 Ghz ættu að duga vel.\nSvo þarftu að hafa Microsoft Access til að geta notað grunninn."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-07-28 17:56:10",
            "id": "1198974",
            "reply_to_id": "1198969",
            "text": "Ég sótti um en býst ekki við því að fá starfið"
        },
        {
            "user": "doddi",
            "user_id": "1219",
            "date": "2003-07-28 20:58:11",
            "id": "1198975",
            "reply_to_id": "1198969",
            "text": "Ég allavega ákvað að sækja um starfið því mér þykir það spennandi og hef ég góða trú á að ég ráði við það þó ég geti þvímiður ekki hafist handa við það fyrr en eftir u.þ.b. 3 vikur."
        },
        {
            "user": "toddisuri",
            "user_id": "28535",
            "date": "2003-07-28 21:41:03",
            "id": "1198976",
            "reply_to_id": "1198975",
            "text": "já gott hjá þér doddi :)"
        },
        {
            "user": "doddi",
            "user_id": "1219",
            "date": "2003-07-28 23:39:12",
            "id": "1198977",
            "reply_to_id": "1198969",
            "text": "Gætiru nokkuð bent mér á það netfang sem umsóknin ætti að sendast á? Senti á contact@sigames.com og fékk sjálfsvarandi skeyti til baka sem gerði ráð fyrir að ég ætti í erfiðleikum með leikinn sjálfann."
        },
        {
            "user": "gettuhver",
            "user_id": "1094",
            "date": "2003-07-29 20:58:06",
            "id": "1198978",
            "reply_to_id": "1198977",
            "text": "asst-research@sigames.com"
        },
        {
            "user": "toddisuri",
            "user_id": "28535",
            "date": "2003-07-30 18:38:38",
            "id": "1198979",
            "reply_to_id": "1198969",
            "text": "hver er aðal gagnrýnin sem kemur fram í sonna jobbi??"
        },
        {
            "user": "gettuhver",
            "user_id": "1094",
            "date": "2003-07-31 12:22:10",
            "id": "1198980",
            "reply_to_id": "1198979",
            "text": "Hún er ótrúlega fjölbreytt og ekkert eitt sem stendur upp úr, maður verður bara að vera við öllu búinn."
        },
        {
            "user": "gomelgringo",
            "user_id": "27854",
            "date": "2003-07-31 23:31:07",
            "id": "1198981",
            "reply_to_id": "1198969",
            "text": "Hef mjög mikinn áhuga á fótbolta er 26.ára og hef spilað CM seríuna frá því hún byrjaði.hef öfluga tölvu og væri til í að taka þetta að mér.\nEf þú hefur einhverjar spurningar um mig þá er emailið mitt asgeiringv@hotmail.com"
        },
        {
            "user": "Bolverkur",
            "user_id": "32653",
            "date": "2003-08-03 23:42:36",
            "id": "1198982",
            "reply_to_id": "1198969",
            "text": "ég er kannski afar seinn en mig langar ad vita, ert þú eini resercherinn á íslandi eða eru “head” af einhverri sveit manna sem stundar boltagláp og uppfærir skoðun sína í tölvu.\nog er staðan enn laus :)"
        },
        {
            "user": "gettuhver",
            "user_id": "1094",
            "date": "2003-08-05 16:02:09",
            "id": "1198983",
            "reply_to_id": "1198982",
            "text": "Ég hef starfað sem head-researcher fyrir íslenska boltann.  Sem felst í rauninni í því að stunda boltagláp og uppfæra skoðun sína á tölvu\n:)\nStaðan er, eftir því sem ég best veit, enn laus."
        }
    ]
}