{
    "forum_title": "Húmor",
    "user": null,
    "user_id": null,
    "date": "2003-07-29 18:08:20",
    "title": "Jón bóndi í útnára kominn með frú",
    "text": "Jón bóndi í Útnára hafði aldrei verið giftur, en var í gær að fá til sín\neina Thælenska úr póstlistanum “Einn með Öllu”. Hann veit ekki alveg\nhvernig\nhann á að umgangast dömuna og ákveður að hringja í póstlistann, en fyrir\nslysni ruglast hann á símanúmerum og fær samband við tölvubúðina “Ein með\nÖllu”. '\nHeyrum nú hvað þeim fór á milli.  Sölumaður (S)  Jón bóndi (J)\nRING RING\nS      “Ein með öllu” góðan daginn,\nJ       Já,  góðan  daginn.  Ég fékk hjá ykkkur “Eina” núna um daginn og\nég er í helvítis  brasi  með  hana. Ég kann nú bara  ekkert á hana. Ég held\nað hún sé  tælensk…..\nNeiii…. Það getur ekki verið. Ef þú hefur fengið hana nýlega þá hlýtur\nhún\nað vera frá Kóreu. Hvað heitir hún annars?\nJ       Hún heitir Hí un Dæ, held ég. Hún er allavega með merki framan á\nsér sem á stendur. Hí un Dæ.\nS      Já, Hyundai, það getur passað. En hvaða vandræði eru með hana?\nJ       Ég er búin að vera að berjast við að reyna að koma henni af stað\ní allan dag en ekkert gengið.\nS      Ertu búinn að taka hana úr umbúðunum?\nJ       Já,  hún  stendur  hérna  alveg “nettó ”fyrir framan mig og ég\nbara veit ekkert hvað ég á að gera næst.\nS       Mér  finnst  nú  alltaf best að hafa þær uppi á borði þegar ég\nnota þær. Annars þreytist maður svo fljótt í bakinu.\nJ      Jááá þú segir nokkuð. Ég skelli henni þá upp á borð!\nS      Gott, svo sestu framan við hana og athugar hvort hún sé orðin\nheit.\nJ       Ég  er búin að þreifa aðeins á henni og hún er bara sæmilega volg\nvíðast hvar…\nS      Hvernig týpa er þetta annars? 486?\nJ      Tja- 6 og ekki 6…Það sem ég var með í huga var bara svona\nvenjulegt sex allaveganna til að byrja með. Það er aldrei að vita hvað maður gerir\nsvona seinna meir…\nJ      Þú segir að hún sé orðin volg, já Þá skaltu grípa um músina, og\nfæra\nhana rólega þangað til að “bendillinn” er kominn þangað sem þú vilt.\nJ      Grípa um músina? Er það nú ekki svolítið ruddalegt svona rétt á\nmeðan við erum að kynnast?\nS       Nei  nei. Það er alveg nauðsynlegt að vera liðugur á músina\nþannig að þú fáir það sem þú vilt.\nJ        Jæja , það skal þá þannig vera, en heyrðu, það er allt fullt af\nhárum á músinni !\nS      Klikkaðu undir hana og blástu svo á hana. Það ætti að duga.\nHvernig er annars minnið í henni?\nJ      Tja, það hefur nú lítið reynt á það ennþá hún kom nú bara í gær\nS      Þú ert náttúrulega með harðan? Er það ekki?\nJ        Harðan.  Jú, og ég er búinn að vera með hann lengi. Loksins er\nég búinn að fá eitthvað til að setja hann í! !\nS       Hvað er hann stór“”?\nJ      Stór??? Hann er svona í góðu meðallagi! ! ! !\nS       O.K.  gott,  þeim mun stærri því meiru getur þú hlaðið á hann.\nSegðu mér annað, hvernig drif er á henni?\nJ      Hvað meinar þú með drif??????\nS      Sérðu ekki rifu framan á henni? Það er drif…\nJ      Já, ég sé smá rifu en ég er vanur að kalla hana allt öðrum nöfnum\nS     Já,  rifan  er  til  þess  að  bæta  í  hana einu og öðru. Þú\nstingur bara floppinum inn og svo er það bara “run” og “enter”.\nJ     Run? Þarf það???? Ég er nú ekki með það stórt herbergi að ég geti\nverið að hlaupa mikið en ENTER það get ég! ! !\nS      Svo veistu að þú getur tekið pásu hvenær sem er því að sá harði\ngeymir allt saman eins lengi og þú vilt, nema náttúrulega að hún krassi á\nþig !\nJ      Krassi á mig? Eiga þær það til líka? Ég get nú bara ekki hugsað þá\nhugsun til enda.\nS      Ef hún krassar þá getur sá harði skemmst.\nJ      Það hlítur að vera ósköp sárt! ! ! ! !\nS      Enn hvað ætlar þú að gera við hana? Í hvað ætlar þú að nota hana?\nJ      Ég var nú aðallega að hugsa um að leika mér að henni meðan ég er\nað kynnast henni. Svo fer ég að nota hana í eitt og annað nytsamlegt.\nS      Það er upplagt að láta hana sjá um bókhaldið. Það er um að gera að\nnýta möguleika hennar á öllum sviðum eins og maður getur.\nJ      Segðu mér eitt, er ekki óhætt að treysta þeim?\nS      Jú, jú, þær eru nokkuð öruggar.\nJ      Hvað finnst þér um hana? Heldur þú að hún sé ekki bara nokkuð góð?\nHún Híun Dæ???\nS       Jú, ég er búinn að skoða þær margar, og þessi er örugglega\nþrælgóð. Þú þarft náttúruleg að vita að þær úreldast fljótt. Þú kemur bara með\nhana niðureftir og uppfærir í eina nýja. Við tökum þá gömlu uppí! ! !\nJ      Það er ekki að spyrja að því. Toppþjónusta sem þið veitið…..\nS      Já, við leggjum okkur fram við að veita kúnnanum góða þjónustu.\nMargir skipta á svona tveggja ára fresti…\nJ       Heyrðu,  ég þakka þér bara kærlega fyrir hjálpina. Nú er ég\ntilbúinn til  þess að hjóla í hana….\nS    Gott hjá þér, og ef þú lendir í frekari vandræðum þá skal ég koma á\nstaðinn og hjálpa þér\nHeimildir: tilveran.is",
    "url": "https://www.hugi.is/humor/greinar/157885/jon-bondi-i-utnara-kominn-med-fru/",
    "url_id": "157885",
    "id": "1201418",
    "replies": [
        {
            "user": "arrgg",
            "user_id": "29758",
            "date": "2003-07-31 11:57:59",
            "id": "1201419",
            "reply_to_id": "1201418",
            "text": "gamall búin að koma"
        },
        {
            "user": "Binibeni",
            "user_id": "38723",
            "date": "2003-07-31 12:18:12",
            "id": "1201420",
            "reply_to_id": "1201419",
            "text": "Samt fyndinn"
        },
        {
            "user": "lyons",
            "user_id": "21741",
            "date": "2003-08-01 11:16:54",
            "id": "1201421",
            "reply_to_id": "1201418",
            "text": "C/P"
        },
        {
            "user": "270",
            "user_id": "41417",
            "date": "2003-08-02 13:54:07",
            "id": "1201422",
            "reply_to_id": "1201421",
            "text": "hann er nú svolítið fyndin"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-08-05 13:50:57",
            "id": "1201423",
            "reply_to_id": "1201418",
            "text": "Hehe"
        }
    ]
}