{
    "forum_title": "Mótorhjól",
    "user": "Macinnis",
    "user_id": "28464",
    "date": "2003-07-31 13:23:14",
    "title": "KTM í 10 ár",
    "text": "2004 árgerðin af KTM hjólunum verða til sýnis hjá versluninni MOTO eftir Verslunarmannhelgi. 20 feta gámur fullur af hjólum var að koma til landsins. 2004 árgerðin markar stór tímamót fyrir KTM Ísland en frá og með 1. ágúst hefst 10 ára afmælisár KTM á Íslandi.\nKTM á Íslandi tók flugið 1994 þegar komu til landsins 2x KTM 550 EXC 2 stroke og 1x KTM 300 EXC 2 stroke. Gísli Jón Gíslason fékk 300 EXC hjólið og hefur síðan ekið 360 EXC, 380 EXC, 520 EXC og fær á næstu dögum 450 EXC, sonur Gísla, Helgi Már byrjaði 13 ára að aka KTM 200 EXC og keppir nú á KTM 125 SX í Íslandsmótinu. Fyrsti Íslandsmesitara titill KTM á Íslandi vannst 1999 þegar Einar Sigurðarson varð Íslandsmeistari í Enduro, hann endurtók leikinn með titli í Enduro 2000 og 2002. Einar leiðir Íslandsmótið í Enduro 2003. Viggó Örn Viggósson hampaði Íslandsmeistaratitli árið 2000 í Moto Cross á KTM 300 EXC / SX. Team KTM Racing vann liðakeppnina 2000 í Enduro & MX, 2001 í Enduro og 2002 í Enduro & MX. KTM hjólin hafa verið ein mestu seldu torfæruhjól á Íslandi síðan 1999. kveðja, KTM Ísland",
    "url": "https://www.hugi.is/motorhjol/greinar/158238/ktm-i-10-ar/",
    "url_id": "158238",
    "id": "1204131",
    "replies": [
        {
            "user": "Frogydog",
            "user_id": "7533",
            "date": "2003-08-01 16:25:24",
            "id": "1204132",
            "reply_to_id": "1204131",
            "text": "who gives? etta er ljót hjól (að mínu mati) er ekki til annar litur á essi hjól en essi upplitaði appelsínuguli litur?"
        },
        {
            "user": "Macinnis",
            "user_id": "28464",
            "date": "2003-08-01 21:27:58",
            "id": "1204133",
            "reply_to_id": "1204132",
            "text": "´Jæja, þá eru hjólin komin í hús, þú getur hafið þau grá,svört,blá þú ræðu"
        },
        {
            "user": "Macinnis",
            "user_id": "28464",
            "date": "2003-08-01 21:28:24",
            "id": "1204134",
            "reply_to_id": "1204132",
            "text": "´Jæja, þá eru hjólin komin í hús, þú getur hafið þau grá,svört,blá og fleiri liti sem þarf að panta a netsiðum"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-08-01 23:05:17",
            "id": "1204135",
            "reply_to_id": "1204131",
            "text": "Cool"
        },
        {
            "user": "Bensin",
            "user_id": "37474",
            "date": "2003-08-10 22:30:04",
            "id": "1204136",
            "reply_to_id": "1204131",
            "text": "ég er með KTM 300 exc ´94 hjólið. það er tl sölu á 220 þúsund virkar ein og nýtt í síma 6976815 eða 8604152 myndir af hjólinu á biker.is"
        },
        {
            "user": "Irak",
            "user_id": "13816",
            "date": "2003-08-19 16:49:33",
            "id": "1204137",
            "reply_to_id": "1204131",
            "text": "KTM eru gód hjól en umbodid  á Íslandi suckar."
        }
    ]
}