{
    "forum_title": "Spenna / Drama",
    "user": "Xero",
    "user_id": "13435",
    "date": "2003-08-02 15:28:11",
    "title": "Once more with feeling WOW!",
    "text": "blessað veri folkið, Long time no see!\nÉg ætla nú bara að Comenta um Once more with Feeling og segja WOWEE!  Mér fynst geðveigt að að Joss W. hafi aldrey áður samið lög því “I´m Under Your Spell” (Tara syngur til Willow),  “Let me Rest in Peace” ( Spike syngur til Buffy ) , “Trough The Fire” (Buffy og Co.)  og allt það sem Lord of the dance ( Djöfullinn ) syngur eru bara WOWEE.\nSTJÖRNUGJÖF\nSarah ( Buffy )er með allveg gegjaða rödd en óheppin með lagið sem hún syngur fyrir djöfullin er HÖRMUNG, allavega svona hliðin á “Going Trough The Motions” sem er mjög gott (lýsir vel því sem er að gerast í lífi hennar.  ****\nAmber ( Tara ) OMG essi gella má nú allveg kenna Britney spears eitt og annað um söng, háa nótan hennar í “I´m Under Your Spell” er ekkert smá! *****\nJames ( Spike ) hann er ekki neitt uber en betri en eg og skilar laginnu “Let Me Rest In Peace” vel og öllu öðru sem hann gerir held hann sé draumur hvers leikstjóra að vinna með. ***\nAlyson ( Willow ) Hún syngur nú voðalega lítið og er nú bara eiginlega bara að tala með takt svo það er ekki mikið að segja nema Frábær leikona! **\nmichell ( Dawn ) ég verð nú að viður kenna að akkurat núna er nafn hennar alveg tínt en minnir að það sé Michell, ef ekki leiðréttið mig bara! allavega eina og Willow syngur hún lítið ( samt meira en willow) en lagið sem hún tekur með Djöfsa er flott! **\nAnthony ( Giels ) það hefur komið fram áður í þáttunum að hann getur sungið svo það kom ekkert á óvart en flott hjá gamla kallinum samt sem áður. =o) ***\n???? ( Anya ) ég get allt í einu ekki fyrir mitt litla líf munað hvað hún heitir, So tell me….Agin. en hún kom mér á óvart lagið sem hún tók með Xander var helvíti flott og hún er með rödd í laggi svo allt flott þarna. ****\nNicholas ( Xander ) mæli ekki með að þessi gaur leggi söng fyrir sig mér fanst hann slakkur ( ekki hörmung en samt hefði mátt slepa því að láta hann syngja ) á móti Anyu í þeira duet. Enn góður leikari. *\nJoss W. (Leikstjóri/Director) fær ***** fyrir þáttinn gargandi snilld! upp á fun ætla eg að skrifa hér upp allt sem hann hefurgert svo þið getið skoðað hvan hann hefur gert annað.\nFireFly  -2002\nAtlantis: The Lost Empire  -2001\nTitan A.E. -2000\nAngel -1999\nAlien: Resurrection -1997 ( skrifaði handritið )\nBuffy The Vampire Slayer  -1997  ( þættirnir )\nToy Story -1995\nBuffy The Vampire Slayer -1992 (myndin og hann skrifaði bara handritið og hann segir að gaurin sem leikstírði sé auli og kunni ekki neitt svo hann hætti að hjálpa til við gerð myndarinnar ( bara svona svo þið skilji afhverju hún er miklu veri en þættirnir)).\nParenthood  -1990  þættir, handritshöfundur\nRoseanne -1988 þættir , handritshöfundur.\nSvona í lokinn er 3. sem eg vil nefna þetta er stjörnu gjöf fyrir söng ekki leik, ég var orðin þreitur á að skrifa altaf l0ginn fyrir aftan svo ég bara hætti því =o) og að ég segi enn að sambandið og Cemestryið í kringum Buffy og Angel var LANG flottast og ég sakna þess messt af öllu við Buffy þættina.\nSvo leg ég til 7 mínutu þögn á mánudaginn kl 18:00 fyrir Buffy þættina ( 1 min hvern þátt )  =o)\nen hérna veit einhver eithvað um nýju þætina hans Joss W. FireFly?\nkv. Xero\nveri ikkur velkomið að leiðrétta mig og allt en gerið það ánn stæla og auka efnis sem þarf ekki að fylkja með, jákvæð gagnríni er bara af hinu góða!",
    "url": "https://www.hugi.is/spenna/greinar/158561/once-more-with-feeling-wow/",
    "url_id": "158561",
    "id": "1206648",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2003-08-04 13:52:56",
            "id": "1206649",
            "reply_to_id": "1206648",
            "text": "Ég hef ekki séð þáttinn en plana að sjá hann einhvern tímann á næstunni. Ég er samt búinn að sjá einn þátt þar sem Giles syngur og þá hélt ég fyrst að einhver annar væri að syngja þetta fyrir hann en kallinn er flinkur í söngnum. Ég hefði nú samt bara giskað á að Nicholas(Xander) væri ekki góður að syngja. Mjög fín grein annars."
        },
        {
            "user": "curlywurly2",
            "user_id": "40897",
            "date": "2003-08-04 14:17:29",
            "id": "1206650",
            "reply_to_id": "1206648",
            "text": "maður skrifar slakur en ekki slakkur en allir ruglast í stafsetningunni einhvern tímann…\np.s. MJÖG SKEMMTILEG GREIN :):):)"
        },
        {
            "user": "SunnefaBlack",
            "user_id": "33468",
            "date": "2003-08-04 19:44:50",
            "id": "1206651",
            "reply_to_id": "1206648",
            "text": "Glæsileg grein, ég veit ekki hvað ég hef horft á þennan þátt oft (fékk hann á DivX formatti hjá vinkonu minni) og hann er æðislegur. En af hverju 7 mínútna þögn í dag af hverju ekki í gær eða á morgun? Bara forvitni sko ;)\nFrábær grein alveg sammála henni"
        },
        {
            "user": "queen",
            "user_id": "32497",
            "date": "2003-08-04 22:17:41",
            "id": "1206652",
            "reply_to_id": "1206648",
            "text": "uu.. hét hún ekki Emma Caulton eða eitthvað???"
        },
        {
            "user": "Loaloa",
            "user_id": "8918",
            "date": "2003-08-04 23:18:30",
            "id": "1206653",
            "reply_to_id": "1206652",
            "text": "Emma Caulfield"
        },
        {
            "user": "queen",
            "user_id": "32497",
            "date": "2003-08-04 22:18:57",
            "id": "1206654",
            "reply_to_id": "1206648",
            "text": "Anya sko…"
        },
        {
            "user": "bjorkbaun",
            "user_id": "32273",
            "date": "2003-08-06 17:25:47",
            "id": "1206655",
            "reply_to_id": "1206648",
            "text": "Besti þáttur ever!!!!!!!!!!!!!!!!!\ngóð grein!"
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2003-08-11 23:36:22",
            "id": "1206656",
            "reply_to_id": "1206648",
            "text": "Hreint út sagt brillíant þáttur! - Frá upphafi til enda!\nMér fannst nú best af öllu að þau skildu öll syngja sjálf, en ekki fá aðra til þess í staðin. Vissulega voru sumir betri en aðrir og þessir aðrir ekkert endilega góðir, en þeir fá stórt prik fyrir effort.\nÉg er sammála þér með Töru, hún er æðisleg söngkona, en mér fanst Spike virkilega flottur líka. Hann kom mér mjög á óvart. Tara og Giles voru lang flottust en þar á eftir fannst mér Spike. Buffy var nú ekkert spes, að mínu mati, en hún fór samt stórslysa laust í gegn um þetta og gerði eins vel og hún gat.\nXander hefur greinilega ekki sungið mikið áður, en hann stóð sig samt ágætlega. Var mjög óöruggur í upphafi þáttarins og það skein alveg í gegn, en hann hefur margt gott í sér og með réttri þjálfun ætti hann að geta orðið talsvert betri.\nÉg sá líka þátt um gerð þessa þáttar, þar kom í ljós að Willow sagðist vera laglaus og vildi alls ekki syngja.\nEn þetta var án efa að mínu mati sá besti Buffy þáttur sem ég hef séð (og ég er búin að sjá þá alla :oP)\nÉg kveð með tilvitnun í þáttinn:\n“They got the mustard out!”\nTzip"
        },
        {
            "user": "SarahMichelle",
            "user_id": "35274",
            "date": "2003-08-15 13:12:31",
            "id": "1206657",
            "reply_to_id": "1206648",
            "text": "frábær þáttur skemmtileg grein stafsetningavillur inn á milli en mér er alveg sama það var bara gaman að lesa þessa grein:):):):)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-08-29 15:45:04",
            "id": "1206658",
            "reply_to_id": "1206648",
            "text": "frábær grein!!!"
        },
        {
            "user": "Inferno",
            "user_id": "27742",
            "date": "2003-09-17 02:34:33",
            "id": "1206659",
            "reply_to_id": "1206648",
            "text": "Tvi midur er buid ad cancella Firefly, en fyrsta serian er samt mjog god"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-10-12 16:43:53",
            "id": "1206660",
            "reply_to_id": "1206648",
            "text": "nenni ekki að lesa þetta"
        },
        {
            "user": "Xero",
            "user_id": "13435",
            "date": "2003-10-17 21:51:48",
            "id": "1206661",
            "reply_to_id": "1206648",
            "text": "Góð grein!!!\nÉg vildi bara segja að mér finnst Sarah (buffy) ekki með næstum eins góða rödd og er sagt í greininni\nP.S. ekki vissi ég að Joss.W hefði gert svona margar myndir."
        },
        {
            "user": "Xero",
            "user_id": "13435",
            "date": "2003-11-03 03:33:04",
            "id": "1206662",
            "reply_to_id": "1206661",
            "text": "hún fekk bara of leiðinleg lög ef hun hefði fengið betra beat þá hefði hún rokkað feitna og það sagði einhver gagnrýnandi í USA að ef sarah mundi snúa sér að söng mæti Britney bara gæta sín!\nXero"
        }
    ]
}