{
    "forum_title": "Deiglan",
    "user": "apj",
    "user_id": "12570",
    "date": "2003-08-01 23:53:41",
    "title": "tony blair",
    "text": "afhverju í fjandanum vill fólk að hann segi af sér? útaf einhverju utanríkismáli? <br><br>Mótóið mitt er:\nEkki taka lífið of alvarlega, því þú kemst hvort eð er ekkert lifandi frá því.\nVandamálið er bara að það er helvíti erfitt að fara eftir því ;)\n<b>Paul Auster úr The Locked room skrifaði:</b><br><hr><i>Þegar allt kemur til alls er lífið ekki annað en summa óvæntra atvika, röð tilviljunakenndra tenginga, heppni, handahófskenndir viðburðir sem opinbera ekki annað en tilgagnsleysi sitt </i><br><h",
    "url": "https://www.hugi.is/deiglan/korkar/158535/tony-blair/",
    "url_id": "158535",
    "id": "1206538",
    "replies": [
        {
            "user": "arnig",
            "user_id": "28231",
            "date": "2003-08-02 00:08:26",
            "id": "1206539",
            "reply_to_id": "1206538",
            "text": "Sammála…\nFólk reynir eins mikið og þau geta að gagnrýna Bandaríkin og Bretland… jafnvel bara sjálfkrafa án þess að íhuga spurninguna.\nÆttu þá ekki Halldór Ásgrímsson og Davíð Oddson bara líka að segja af sér ?\nÉg meina meirihluti svaraði að það var RANGT af Bandaríkjamönnum að sýna myndir af bræðrunum… KOMMON…Nákvæmlega sama fólk myndi gagnrýna Bandaríkin fyrir það að sýna ekki sannanir.\nEf þær hafa engar sannanir þá er gagnrýnt þá… ef þeir sýna sannanir þá er líka gagnrýnt þá!!!!!\nEitthvað að fólki hérna á klakanum.<br><br>________________________________________________________________________________________\n<b>X-S</b> árið 2007 :)"
        },
        {
            "user": "arnig",
            "user_id": "28231",
            "date": "2003-08-02 00:23:17",
            "id": "1206540",
            "reply_to_id": "1206539",
            "text": "geiri85:\nÞér finnst sem sagt að Bush og Blair hafi staðið fullkomnlega eðlilega að því að réttlæta þetta stríð. Það er sannað mál að þeir hafa farið með rangt mál í mjög veigamiklum atriðum varðandi t.d. vopnaeign Íraka.\nVil ég benda á þessa grein í því samhengi <a href=\"\nhttp://www.commondreams.org/views03/0730-06.htm\n\">\nhttp://www.commondreams.org/views03/0730-06.htm</a"
        },
        {
            "user": "arnig",
            "user_id": "28231",
            "date": "2003-08-02 00:30:12",
            "id": "1206541",
            "reply_to_id": "1206540",
            "text": "ég var ekkert að segja það… tekur meiri tíma en bara nokkra mánuði.\nPointið mitt er að það breytir engu hvað þeir gera eins og dæmið með að sýna myndirnar af bræðrunum.\nLíka í stríðum…. t.d. hafa þeir vanalega alltaf gert árás og yfirgefið svæðið.. og hefur fólk gagnrýnt þá fyrir að vera ekki á staðnum og hjálpa við uppbyggingu.\nSAMA FÓLK gagnrýnir þá fyrir að vera í Írak eftir stríðið… svo mikið kjaftæði…. algjörlega andstæða við hitt sem þau hefðu gagnrýnt eða að yfirgefa svæðið strax.<br><br>________________________________________________________________________________________\n<b>X-S</b> árið 2007 :)"
        },
        {
            "user": "arnig",
            "user_id": "28231",
            "date": "2003-08-02 00:32:42",
            "id": "1206542",
            "reply_to_id": "1206541",
            "text": "Já, já, ég get alveg tekið undir það með þér !!\nFólk gagnrýnir oft eitthvað sem það jafnvel veit ekkert um."
        },
        {
            "user": "ssd",
            "user_id": "40795",
            "date": "2003-08-02 11:54:39",
            "id": "1206543",
            "reply_to_id": "1206539",
            "text": "&#8222;Ættu þá ekki Halldór Ásgrímsson og Davíð Oddson bara líka að segja af sér ?&#8220;\nBlair og Bush voru helstu stuðningsmenn stríðsins og fengu sýnar upplýsingar m.a. frá leyniþjóunustum. Nú er vitað að þeir hafi ýkt gögn, logið til um staðreyndir og hugsanlega falsað skjöl til þess eins að fá fólk og ríkisstjórnir í að styðja stríðsrekstur þeirra í Írak. Ekki voru Davíð og Halldór að ýkja, ljúga og hugsanlega falsa gögn til þess að réttlæta stríðið.\n&#8222;Ef þær hafa engar sannanir þá er gagnrýnt þá… ef þeir sýna sannanir þá er líka gagnrýnt þá!!!!!&#8220;\nSkoðaðu nú eðli hlutanna sem verið er að sanna. Bush og Blair eru gagnrýndir fyrir að hafa ekki nægar alvöru sannanir fyrir gereyðingarvopnaeign Íraka og öllu því sem á að leynast þar í landi. Þeim vantaði sannanir sem gætu réttlætt árás inn í annað land.\nHins vegar voru líkin aðeins sönnunargögn um að synir Saddams væru dauðir. Mér fannst allt í lagi að sýna þau í sjónvarpinu, en mörgum fannst það greinilega ekki. Ég veit ekki af hverju."
        },
        {
            "user": "arnig",
            "user_id": "28231",
            "date": "2003-08-02 00:18:55",
            "id": "1206544",
            "reply_to_id": "1206538",
            "text": "apj:\nÉg myndi nú kalla stríð við aðra þjóð meira en “eitthvað utanríkismál” ?!?"
        }
    ]
}