{
    "forum_title": "Hundar",
    "user": "maria87",
    "user_id": "38129",
    "date": "2003-08-04 23:10:09",
    "title": "Um:  framleidsla.tk",
    "text": "Ég vil að fólkið sem stendur á bak við þessa síðu gefi upp sín réttu nöfn.  Í alvöru;  þetta gæti verið einhver 10 ára gamall tölvunörd eða eitthvað.  Þarna er verið að segja alvarlega hluti sem einhver verður að vera ábyrgur fyrir.\nEn ef þetta fólk hefur ekkert að fela og hefur svo mikið á móti Dalsmynni að stofna heila síðu á móti því.  Af hverju þá að halda nöfunum leyndum?\nSjálf heiti ég María Gunnarsdóttir og er á móti Dalsmynni og ég myndi alveg gera svona síðu ef ég hefði kunnáttu og tíma í það.  Og mér er alveg sama þótt einhver gefi mér illt auga út á götu út af þessari skoðun minni.",
    "url": "https://www.hugi.is/hundar/korkar/158853/um-framleidslatk/",
    "url_id": "158853",
    "id": "1209230",
    "replies": [
        {
            "user": "EstHerP",
            "user_id": "11032",
            "date": "2003-08-05 07:28:38",
            "id": "1209231",
            "reply_to_id": "1209230",
            "text": "Er eitthvað leyndó hver stendur að þessari síðu? Ég að minnsta kosti veit hver setti hana upp.<br><br>Kv. EstHe"
        },
        {
            "user": "babi",
            "user_id": "27981",
            "date": "2003-08-05 08:36:20",
            "id": "1209232",
            "reply_to_id": "1209231",
            "text": "sko ég held að það sé í lagi þó að það sé ekki sagt ég meina það var ekki sagt hver ætti fréttablaðið fyrr en rúmum 2 árum eftir að nýju menninir tóku við"
        },
        {
            "user": "Zaluki",
            "user_id": "6799",
            "date": "2003-08-05 11:47:26",
            "id": "1209233",
            "reply_to_id": "1209230",
            "text": "Reyna viðkomandi ekki bara að halda þessu fyrir sig svo að þeir fái ekki á sig meiðyrðamálssókn ?\n<br><br>——————————\n<i>Nennir þú að rétta mér pennann ?</i"
        },
        {
            "user": "EstHerP",
            "user_id": "11032",
            "date": "2003-08-05 21:27:07",
            "id": "1209234",
            "reply_to_id": "1209233",
            "text": "Ég held nú að ef einhver mundi kæra þessa síðu að þeir hjá Símnet yrðu að gefa það upp hver væri skráður fyrir henni. Annars hef ég nokkuð öruggar heimildir fyrir því að sá aðili sé lögreglumaður ;) hehe og mér finnst það pínu fyndið…<br><br>Kv. EstHe"
        },
        {
            "user": "maria87",
            "user_id": "38129",
            "date": "2003-08-07 13:45:57",
            "id": "1209235",
            "reply_to_id": "1209234",
            "text": "Já, kannski ef einhver myndi kæra.  Enn ég las það einhversstaðar að þeir hjá simneti hefðu neitað að gefa upp nöfnin þegar einhver hringdi og spurði um þau."
        },
        {
            "user": "EstHerP",
            "user_id": "11032",
            "date": "2003-08-07 17:23:31",
            "id": "1209236",
            "reply_to_id": "1209235",
            "text": "Já sjálfsagt þarf að leggja fram kæru og fá dómsúrskurð, það getur bara ekki einhver Jón út í bæ hringt og fengið þessar upplýsingar.<br><br>Kv. EstHe"
        }
    ]
}