{
    "forum_title": "Smásögur",
    "user": "Lif",
    "user_id": "6969",
    "date": "2001-02-04 14:41:33",
    "title": "Vandi að velja rétt",
    "text": "Ég vil taka fram að skoðanir sem koma fram í þessari sögu eru tilbúningur eins og sagan sjálf og segir ekkert til um hvaða afstöðu á að taka til tiltekinna hluta :o)\n'Eg er 16 ára gömul og ég heiti Svandís. ‘Eg hef lent í ýmsu í gegnum árin og er þó eitt af því það sem flestar stelpur kjósa að  lenda ekki í. Það var þannig að ég var í skóla og reykti og hékk með klíkunni. ’Eg hafði byrjað að reykja því allir aðrir reyktu og ef ég þyrði ekki að reykja eins og hinir í klíkunni þá        væri ég álitin  algjör skræfa. ‘Eg var ekki nema 14 ára gömul og var strax byrjuð að drekka.\nEinn daginn kom Kata vinkona mín og bauð mér með sér í partí hjá Gulla (stráknum sem hún var með) um kvöldið. ’Eg vildi auðvitað fara með og hlakkaði ofsalega mikið til. Partíið átti að byrja klukkan níu en ég og Kata ætluðum að fara til Gulla um átta leitið. ‘Eg hafði engan grun um að eitthvað ætti eftir að koma fyrir því auðvitað hafði ég farið í mörg partí og það verið allt í lagi. Við  ákváðum því að hittast heima hjá Kötu. Svo fór ég heim úr skólanum og í fataskápinn minn því ég nennti ekki að læra og ákvað að gera það bara á sunnudeginum því ég var að hugsa um að fá að sofa hjá Kötu um nóttina. Svo ég hringdi í mömmu og spurði hana hvort það væri ekki allt í lagi og hún leyfði mér það gegn því að ég lofaði að læra á sunnudeginum.\nUm hvöldið fór ég til Kötu og við hlupum til Gulla. Það voru bara tveir strákar þarna og annar þeirra var strákurinn sem ég hafði verið hrifin af í nokkurn tíma. Hann vissi það því Kata hafði hringt í hann og sagt honum það en svo hafði ég komist að því að hann væri á föstu og var það meira að segja mesta tussan í öllum skólanum sem hann var með. ’Eg var svolítið feimin við hann og þorði þess vegna ekki að líta á hann því þá varð ég alltaf svo vandræðaleg í framan. En þegar ég sá að tussan var ekki þarna varð ég svo ánægð að ég hefði öskrað húrra ef Kata hefði ekki fattað þetta og tekið fyrir munninn á mér. En þessi hamingja entist ekki lengi því þegar klukkan var orðin hálf tíu og næstum allir komnir kom tussan með vinkonu sinni og hékk upp frá því utan í þessum strák allt kvöldið.\n'Eg var búin að drekka svolítið af bjór og var búin að týna Kötu þegar ég ákvað að fara inn í eldhús og fá mér vatn að drekka. En þegar ég var að koma að dyrunum sá ég í strákinn sem ég var hrifin af og tussuna hans. ‘Eg faldi mig bak við hurðina til að geta heyrt allt sem þeim fór á milli. ’Eg heyrði að þau voru að rífast og hann sagði að hún hengi allt of mikið utan í sér og að hann fengi engan frið. Hún fór líka að tala um það að hann hefði aldrei boðið sér í bíó en strákurinn sem Stína var með var alltaf að bjóða henni með ef strákarnir færu eitthvað og líka bara til að þau gætu verið ein saman. En hann gat aldrei verið einn og var alltaf með þessum strákum og hún þoldi það ekki. Þá sagði hann að strákarnir þoldu hana ekki og endurtók að hún væri alltaf að þröngva sér upp á hann. Hún fór þá að kvarta yfir að þau væru alltaf að rífast og hann væri ekki lengur hrifin af sér. Þá sagði hann það sama og hún viðurkenndi þá bara að hún vildi slíta þessu sambandi því hún væri jú hrifin af öðrum strák og þau voru búin að vera saman síðan hún fór í skíðaferðalagið með félagsmiðstöðinni þegar hann fór á tónleikana í Danmörk.\nMér fannst þetta vera of gott til að vera satt og þegar stelpan hljóp út úr húsinu leið næstum yfir mig af gleði en hann greip mig um leið og hann kom út úr eldhúsinu og sá mig þarna. Hann fór með mig inn í eldhús spurði hvort ekki væri allt í lagi og lét svo renna kalt vatn í glas. Hann horfði á mig smá stund og spurði hvort ég hefði heyrt allt sem þau sögðu en þá roðnaði ég svo ofsalega að ég horfði bara niður í gólfið eins og ég væri að telja flísarnar. ‘I því kom Gulli inn og hló þegar hann sá mig svona rauða en strákurinn sagði að sér fyndist bara fallegt þegar stelpur roðnuðu og þá roðnaði ég enn meira.\nVið fórum fram og fengum okkur meira að drekka en svo spurði strákurinn hvort ég vildi koma með sér aðeins fram og tala við sig. ’Eg fór og þegar við komum inn aftur var klukkan orðin fimm um nótt og Kata var búin að leita að mér alls staðar svo ég kvaddi strákinn sem var nú orðinn góðvinur minn og ég og Kata fórum heim til hennar.\nEftir þetta partí hitti ég strákinn oft og við fórum saman í bíó og margt annað. En dag einn var ég mjög áhyggjufull og tók Kötu með mér afsíðis til að tala við hana. Hún maldaði í móinn en svo féllst hún á það. Þegar við vorum komnar afsíðis sagði ég henni það sem mér lá á hjarta sem sagt  ég hélt að ég væri orðin ófrísk og um leið missti hún andlitið og lét spurningarnar dynja á mér. ‘Eg  þaggaði niður í henni og þá  sagði hún mér að fara beint í apótek og kaupa prufu. Eftir\nskóla   fór ég því  niður í apótek  með  þvagprufu.  Svo beið ég óþrayjufull eftir niðurstöðu. Þegar loks kom að því var mér farið að líða illa og þegar ég fékk niðurstöðurnar var eins og hníf væri stungið í brjóstið á mér. ’Eg var ófrísk og ekki nema 16 ára að klára 10.  bekk. Konan sagði mér að ég þyrfti að fara og tala við lækni og íhuga ýmsa kosti og ákveða hvort ég vildi eiga barnið eða fara í fóstureyðingu.\nEftir tveggja vikna umhugsun með foreldrum mínum ákváðum við að ég skyldi eiga barnið því mér fannst hryllilegt að hugsa til þess að drepa lítið barn og svo myndi ég rétt ná að klára skólann. Mömmu fannst það hræðileg tilhugsun að dóttir hennar væri að fara að eignast barn.\n'Eg sagði stráknum frá þessu og hann sagði að hvað sem ég gerði mundi hann styðja mig.\nSvo tveimur mánuðum eftir að ég kláraði 10. bekk eignaðist ég barnið og nú sé ég alls ekki eftir því að hafa gert það því ég  fékk  sæta litla stelpu sem er alveg eins og pabbi hennar.",
    "url": "https://www.hugi.is/smasogur/greinar/15904/vandi-ad-velja-rett/",
    "url_id": "15904",
    "id": "101257",
    "replies": [
        {
            "user": "Wiggi",
            "user_id": "2526",
            "date": "2001-02-04 21:09:38",
            "id": "101258",
            "reply_to_id": "101257",
            "text": "Djöfull var þetta leiðinleg saga"
        },
        {
            "user": "spotta",
            "user_id": "3121",
            "date": "2001-02-05 16:58:03",
            "id": "101259",
            "reply_to_id": "101257",
            "text": "góð saga :)"
        }
    ]
}