{
    "forum_title": "Deiglan",
    "user": "Ikeaboy69",
    "user_id": "41366",
    "date": "2003-08-08 01:53:36",
    "title": "Frelsið er yndislegt ég geri það sem ég vil",
    "text": "Ég er ekki alveg viss hvort þessi grein eigi heima hér en…\nSmá pæling takið þessu með fyrirvara klukkan er 01.41 og ég er búin að fá mér 2 tvöfalda víský (uuhhh viský tastes good…)\nÞegar frelsi er tekið frá manni, þ.e. ef þú ferð í fangelsi, er ekki bara verið að taka frá þér frelsi heldur líka ábyrgð. Reikningarnir, fjölskylda og starfsferil, maður þarf ekki lengur að bera ábyrgð á eigin lífi, maður er fæddur, klæddur, sagt að fara að sofa maður gengur að einhverju leiti í barndóm. M.a. að því leiti að þú tekur engar ákvarðanir um eigið líf maður verður að gera eins og manni er sagt, hvenær maður fær að fara út, hvenær maður fær að fara í bað osfrv. Ábyrgð er svolítið sem margir ráða ekki við þar af leiðandi hlýtur það að vera eins konar náðun að losna undan ábyrgð, fyrir suma alla vega.\nEf maður fer í fangelsi hljóta væntingar þinna nánustu að minnka? Eða hvað? Ábyrgðalaus og áhyggjulaus, maður veit að maður hefur þak yfir höfuðið og ef maður er hlýðin fær maður að borða. Ef maður þarf ekki að hafa áhyggjur af neinu hefur maður meiri tíma til að hugsa um tilveruna, sumir finna Guð aðrir skrifa bækur, lífið hlýtur að breytast þegar maður hefur 24 tíma til að spá í hver maður er. Hver ertu?",
    "url": "https://www.hugi.is/deiglan/korkar/159575/frelsid-er-yndislegt-eg-geri-thad-sem-eg-vil/",
    "url_id": "159575",
    "id": "1215786",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2003-08-08 11:50:41",
            "id": "1215787",
            "reply_to_id": "1215786",
            "text": "Hehehe ég er svo ótrúlega ábirgða laus.\nÉg er týpan sem segir alltaf “Hann byrjaði”\nEða “Þetta er ekki mér að kenna”\nKannski ég láti ekki bara henda mér í jail ;\\<br><br>“Ég er bara reyna verða admin í cs og hermi því eftir Hugo”\n“Með því að niðurlægja fólk fyrir framan alla”"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-08-08 15:52:59",
            "id": "1215788",
            "reply_to_id": "1215786",
            "text": "Hef heyrt dæmi um einstaklinga sem brjóta lög til þess að komast í fangelsi í stað þess að vera á götunni.\nAllavega þegar ég fór á geðdeild í 2 mánuði þá fannst mér það vera frábært og hræðilegt á sama tíma hehe. Frábært að hafa engar áhyggjur, slaka á allan daginn og einbeita sér að bata. Það er einhver góð tilfinning sem maður fær þegar maður er sjúklingur :)\nHef heyrt dæmi um fólk sem reyna að lenda í slysum eða gera sjálfsmorðstilraunir af því þau eru orðin andlega háð því að vera sjúklingar og láta sjá um sig. Oft óöryggir einstkalingar sem eiga auðvelt með að brotna andlega í erfiðu kapphlaupi lífsgæða úti í stóra heiminum.<br><br>________________________________________________________________________________________\n<b>X-S</b> árið 2007 :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-08-08 15:55:11",
            "id": "1215789",
            "reply_to_id": "1215788",
            "text": "Úps gleymdi að nefna það neikvæða…\nEða að geta ekki farið út og ferðast hvert sem er… eða fá að hitta vini þína hvenær sem er.\nStrangar reglur og heimsóknir aðeins leyfðar á vissum tíma.<br><br>________________________________________________________________________________________\n<b>X-S</b> árið 2007 :)"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-08-09 03:54:52",
            "id": "1215790",
            "reply_to_id": "1215786",
            "text": "Fanginn hefur kannski meiri tíma aflögu en hann er samt fangi.  Hann getur ekki ákveðið að skreppa á Þjóðhátíð, fá sér tvöfaldan viský eða neitt slíkt.  Hann missir af eigin börnum eða systkinabörnum vaxa úr grasi.  Hann missir að einhverju leyti tengslin við fjölskylduna og líklega að mestu eða öllu leyti við vinina.  Hann getur heldur ekki farið á netið ;)  Þó fangar fái að hafa tölvu hjá sér, þá fá þeir ekki net.\nÉg hef unnið á elliheimili og þvílík vist.  Gætir þú ímyndað þér að vera gamall og búa á slíkum stað?  Hafa ekki lengur orku til að mótmæla þegar þú ert rifinn upp á rassgatinu og troðið í ljótan jogginggalla sem starfsfólkið hefur talið ættingja þína á að kaupa þar sem “það er svo miklu þægilegra” (þ.e.a.s. fyrir starfsfólkið).  Þér er hjálpað í morgunmat og gefið eitthvað tros, svo er þér hjálpað inní föndur þar sem feit eldri kona mætir og les valdar greinar úr dagblöðum eða ástarsögur meðan þú föndrar eitthvað sorp dauðans sem ætlast er til að þú gefir barnabörnum þínum í jólagjöf.  Síðan er þér hjálpað í hádegismatinn þar sem þú getur étið það ógeð sem er á boðstólum eða ekkert.  Hvort sem þú vilt heldur.  Þá er þér skutlað uppí rúm þar sem þú átt að leggja þig og síðan ertu rifinn upp aftur og farið með þig í kaffi.  Þú ert síðan settur í stól og látinn vera þar fram að kvöldmat, hugsanlega fyrir framan sápuóperu einhverja í imbanum.  Þá ertu látinn éta kvöldmat um 6 leytið, færð síðan að sitja frammi við imbann í besta falli til 8 en þá ertu tekinn og háttaður ofan í rúm.  Einu sinni í viku er baðdagur og einu sinni í mánuði eða á tveggja mánaða fresti kemur rakarinn og tánaglasnyrtikonan sem er helsta tilbreytingin.  Ég get sjálfur ekki ímyndað mér að lifa svona og ég vona að ef ég lendi á elliheimili verði freka kynslóðin búin að breyta aðeins til á þeim :)"
        },
        {
            "user": "loddi",
            "user_id": "8119",
            "date": "2003-08-13 19:12:45",
            "id": "1215791",
            "reply_to_id": "1215790",
            "text": "þetta er ástæðan fyrir því að ég ætla ekki að lifa einum degi umfram þann tíma sem ég get séð um mig sjálfur<br><br>“sex should be like driving a\nHonda…slow, obscene and loud\nenough for the neighbors to hear.”\nStór slaghamar, slípirokkur, rafsuða og skortur á skynsemi er allt sem þarf :)\n<a href=\"\nhttp://kasmir.hugi.is/loddi/\n\">síðan mín</a> tékk it át if jú de"
        }
    ]
}