{
    "forum_title": "Gæludýr",
    "user": "Duski",
    "user_id": "41998",
    "date": "2003-08-08 15:09:52",
    "title": "Krabbameinsveikur hamstur í krísu",
    "text": "Svoleiðis er mál með vexti að litli 2 ára hamsturinn minn er ansi illa útlítandi. Hann hefur þjáðst af stóru sári á hægri síðu um nokkurn tíma og líkist það í raun einna helst krabbameini, en ég er ekki viss um hvað borgar sig að gera. Hann virðist í raun ekki vera “sárþjáður” en þetta lýtur mjög illa út. Ég veit ekki hvort ég á að halda honum svona eða lóga honum. Þessvegna sendi ég þessa grein hingað, til að fá annað álit á þessu máli; hvað finnst ykkur?",
    "url": "https://www.hugi.is/gaeludyr/greinar/159510/krabbameinsveikur-hamstur-i-krisu/",
    "url_id": "159510",
    "id": "1215016",
    "replies": [
        {
            "user": "Begga",
            "user_id": "2277",
            "date": "2003-08-08 20:28:09",
            "id": "1215017",
            "reply_to_id": "1215016",
            "text": "Mér finnst lang mannúðlegast að fara með hann til dýró og láta svæfa hann. Þetta lítur ekki vel út :( Hamstar lifa ekki nema í 2 ár, svo ég held að hanns tími sé alveg kominn því miður. Betra að leyfa honum að deyja en að láta þetta versna kannski og hann þjáist. Gangi þér vel!"
        },
        {
            "user": "Ukime",
            "user_id": "5743",
            "date": "2003-08-08 20:33:13",
            "id": "1215018",
            "reply_to_id": "1215016",
            "text": "Ég held það sé best að lóga honum."
        },
        {
            "user": "gydingurinn",
            "user_id": "40487",
            "date": "2003-08-08 22:17:49",
            "id": "1215019",
            "reply_to_id": "1215016",
            "text": "Þú verður að lóga honum sem strax, ekki pína greyið dýrið"
        },
        {
            "user": "christine",
            "user_id": "41637",
            "date": "2003-08-08 23:38:26",
            "id": "1215020",
            "reply_to_id": "1215016",
            "text": "já lóga því miður :-("
        },
        {
            "user": "Zaluki",
            "user_id": "6799",
            "date": "2003-08-09 01:04:09",
            "id": "1215021",
            "reply_to_id": "1215016",
            "text": "Ég átti hamstur sem fékk krabbamein og ég lét hann í aðgerð!\nÞað var næstum hlegið að mér hjá Dýralækninum þegar ég bað um þetta og spurði um verðið “ uuu .. við erum ekki með neina verðskrá yfir uppskurð á hamstri .. segja 1200 kall ?”\nJújú .. hann lifði eitthvað eftir það, og virist hress, fann hann í búrinu einn morguninn með blóð í eyranu, veit ekki hvað gerðist.\nÉg myndi láta svæfa hann bara, þetta lítur alls ekki vel út :("
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-08-09 04:46:38",
            "id": "1215022",
            "reply_to_id": "1215016",
            "text": "Spurðu dýra.  Það er hægt að vera með æxli án þess að vera neitt þjáður.  Helst það sem gerir fólk veikt þegar það fær krabbamein er meðferðin.  Líklega verður þér samt ráðlagt að láta lóga honum því greyið er orðinn gamall og á ekki beint mikið eftir, jafnvel þó væri hægt að lappa eitthvað uppá hann."
        },
        {
            "user": "puppies",
            "user_id": "37790",
            "date": "2003-08-09 07:47:23",
            "id": "1215023",
            "reply_to_id": "1215022",
            "text": "Ég myndi lóga honum :( Það má ekki pína hann."
        },
        {
            "user": "Duski",
            "user_id": "41998",
            "date": "2003-08-15 22:28:28",
            "id": "1215024",
            "reply_to_id": "1215023",
            "text": "ætli ég sé ekki laus við vandann, greyið lést af náttúrulegum sökum. =(\ntakk samt"
        }
    ]
}