{
    "forum_title": "Stjórnmál",
    "user": null,
    "user_id": null,
    "date": "2003-08-08 03:19:19",
    "title": "Trú & Stjórnmál; Kaþólikkarnir kunna þetta!",
    "text": "Jæja.\nKannski útúrdúr úr stjórnmálum, en Íslenskum fjölmiðlum hefur tekist að koma þessu málefni inn í stjórnmálalegt horf, sem og að þjóðarleiðtogar eru að taka þátt í þessari umræðu. Eftir að hafa eytt öllum deginum í tremmakasti yfir skattamálum, held ég að það sé rétt að skrifa um eitthvað sem er aðeins meira hlægilegt heldur en sorglegt.\nOg það er Kaþólska kirkjan.\nPáfinn vill skera upp herör gegn þeirri plágu sem hjónabönd samkynhneigðra eru. Það eru ekki ómerkari menn en gáfnaljósið George W. Bush sem er sammála Páfanum að þessu sinni, og fullyrðir það semsagt að hjónaband karls og karls geti aldrei orðið eins og karls og konu. Hvort sem maðurinn er að tala af eigin reynslu eða samkvæmt eigin trúarbrögðum má vera að einstaka manni þyki óljóst, en hitt er alveg á hreinu að “sannkristin” trú þolir ekki samkynhneigð karla, þó að samkynhneigð kvenna sé reyndar hvergi fordæmd í Biblíunni samkvæmt minni bestu vitund.\nÍ Morgunblaðinu frá Þriðjudeginum er smá skeina af síðu þar sem fjallað er stuttlega um það að ungir Samfylkingarmenn afhentu helsta presti Kaþólikka á Íslandi bréf til Páfa, þar sem þessi afstaða Páfans er gagnrýnd. Presturinn, greinilega einhver að aldri, tekur þarna auðvitað kurteisislega við þessu og kveðst ætla að koma því áfram, án þess að taka fram eigin skoðun á málinu, en Kaþólikkar eru víst ekkert allir sammála um rétta afstöðu gagnvart þessu máli.\nSem er merkilegt, vegna þess að mér skildist að Páfinn væri óskeikull.\nMér þykir nefnilega svo merkilegt að menn hafi ennþá fyrir því að hlusta á það hvað Páfinn telji rétt eða rangt. Það var árið 1996 sem Páfinn yfirlýsti það að þróunarkenning Darwins og sköpunarsaga Biblíunnar gætu mögulega stemmað saman. Það var einhvern tíma á fyrri hluta 20. aldar sem annar Páfi tilkynnti almúganum það að þróunarkenning væri ekki bara tóm vitleysa. Þar áður hafði þróunarkenningin verið harðlega gagnrýnd og fordæmd algerlega af Kaþólsku kirkjunni.\nSem minnir mig á það! Hvað var aftur málið þarna með Galileo Galilei? Æjá, sólin snýst víst í kringum jörðina. Og jörðin er víst flöt, alveg rétt!\nMerkilegt að menn segja að vísindamenn gömlu tímanna hafi talið að jörðin væri flöt. Jájá, steinaldarmenn töldu svo eflaust vera, en það hefur verið Kaþólska kirkjan sjálf, sem hefur verið að grafa upp ótrúlegustu hluti úr Biblíunni, reiknandi út eitthvað sem passar alltaf svo skemmtilega við fyrri heimsvaldastefnu þeirra, sem menn kalla síðan vísindalegar athuganir seinna meir.\nVitið þið hvers vegna jörðin var flöt? Vegna þess t.d. að í Biblíunni er minnst á… “allt til enda veraldar”, í einhverju ljóði. Þetta er á meðal rakanna. Getið þið hugsað ykkur? Ég get líka ekki betur séð eftir eigin lestur á fyrsta guðspjalli nýja testamentisins, að sá sem rúnkar sér með hægri hendinni skuli skera af sér handlegginn, en að rúnka sér með vinstri handleggnum er víst í fínu lagi. Ég er í alvöru ekkert að snúa út úr hérna, svona skil ég bókstafinn! Og ætla menn að taka mark á þessu?!?\nÓkei, gefum þeim nú smá séns. Gefum okkur að það sé til þessi líka prýðilegi Guð og hann sé góður og Jesús sé bestur og allt þetta. Trúa þessir menn virkilega því að Guð líti niður á mannkynið, sjái 6 milljarða þeirra og hugsi, “Hmmm… fjárans Palestínumenn að slátra Gyðingunum mínum, en fjandinn hirði þessa helvítis homma! Þeir munu sko brenna í víti ef þeir láta ekki af þessum viðbjóði!”\nMér finnst þetta heldur fyndin kenning, sérstaklega í ljósi þess að mér skildist að Guð væri góður. Umburðarlyndur og fyrirgjöfull. Ekki hómófóbískur síonisti sem notar kosinn karlskratta á jörðu niðri til þess að halda uppi allri þeirri mestu vitleysu sem gengur á bóga við vísindaþekkingu manna á hverjum tíma fyrir sig.\nEða nei, fyrirgefið! Það er víst sá Guð sem er teiknaður í Biblíunni góðu!\nEkki misskilja mig, ég virði Kristna trú, eða öllu heldur, það sem hún gengur út á, og Jesús var vissulega maður sem menn hefðu gott af því að taka meira mark á. En það eru takmörk fyrir því hverslags vitleysu er hægt að umbera án þess að brosa a.m.k. í annað, eða jafnvel bara skellihlæja. Biblían er holl lesning, en hún er trúarrit. Hún er ekki heilagur sannleikur, Páfinn er ekki alvitur, og stjórnmálamenn, hvort sem þeir tilheyra Repúblikanaflokk Bandaríkjanna eða Samfylkingu Íslands, ættu að láta það í friði að blanda saman stjórnmálum og trú.\nOg að lokum kaldhæðnishjal til þess að tryggja mér bedda á himni.\nFyrirgefðu, Páfi! Ég veit að þú ert óskeikull! Ég veit að jörðin er flöt og ég veit að sólin snýst í kringum jörðina en ekki öfugt! Ég veit að það er rangt að vera gagnkynhneigður! Og skattstofan í Reykjavík er sanngjörn og berst fyrir réttlæti skattborgara og svín fljúga!\nÓ, og George W. Bush heldur afstöðu sinni vegna þess að hann er svo gáfaður!\nI rest my case.",
    "url": "https://www.hugi.is/stjornmal/greinar/159530/tru-stjornmal-katholikkarnir-kunna-thetta/",
    "url_id": "159530",
    "id": "1215374",
    "replies": [
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-08-08 04:15:37",
            "id": "1215375",
            "reply_to_id": "1215374",
            "text": "Bandaríska þingið virðast vera á leiðinni að samþykkja lög sem munu banna hjónabönd samkynhneigðra þó séu þegar lögleg í sumum fylkjum.  Meira um þetta á\nhttp://www.cnn.com/2003/ALLPOLITICS/07/30/bush.gay.marr\niage/index.html\nAnnars er ég ekki viss um hvort það sé nema orðalagið sem er verið að banna, þ.e. að fylki muni áfram geta tekið upp einhverja týpu af staðfestri samvist fyrir samkynhneigða nema það verði ekki kallað hjónaband.\nKanadamenn eru hins vegar miklu rólegri í tíðinni og hafa gaman af argaþvargi nágrannanna sunnan við landamærin.  Hér er nýlega búið að leyfa hjónabönd samkynhneigðra á alríkisvísu en aðeins 2 fylki eru búin að taka þau upp ennþá, Ontario og BC."
        },
        {
            "user": "siggibet",
            "user_id": "8305",
            "date": "2003-08-08 04:30:21",
            "id": "1215376",
            "reply_to_id": "1215374",
            "text": "Hef ósköp lítið annað að segja um þessa grein en það að hún er vönduð.\nÞað nefninlega vill brenna við, að þegar fólki er heitt í hamsi og vill koma skoðunum sínum á framfæri, þá verða greinarnar ill-skiljanlegar og í belg og byðu. Hér er því ekki að sæta og átt þú hrós skilið!\nHvað innihald greinarinnar varðar er heilmikið til í þessu hjá þér, þótt þú kannski gerir passlegt grín að því valdi sem páfinn í Róm hefur. Mátt ekki gleyma því að það eru milljónir manna sem trúa því eins og þú og ég trúum því að á morgun komi nýr dagur, að páfinn er í nánum tengslum við almættið…….. hrumur kall sem getur ekki staðið uppréttur…. er í nánum tengslum við almættið… hljómar eins og efni í Hollywood mynd………..\nBið að heilsa,\nSiggibet"
        },
        {
            "user": "9nine9",
            "user_id": "40188",
            "date": "2003-08-08 12:19:44",
            "id": "1215377",
            "reply_to_id": "1215376",
            "text": "vil reyndar benda á það að biblían greinir frá því að jesús hafi sagt eitthvað í þá áttina að ást karls og konu sé náttúrulega rétt. hann segir ekki samkvæmt biblíunni að ást karls og karls eða konu og konu sé náttúrulega röng. prestar hér fyrr á öldum túlkuðu biblíuna þannig. Biblían greinir ekki gegn samkynhneigðum á neinn hátt. Hún er aðeins mistúlkuð."
        },
        {
            "user": "sola",
            "user_id": "33945",
            "date": "2003-08-08 17:12:17",
            "id": "1215378",
            "reply_to_id": "1215374",
            "text": "Greinin er góð með passlega köldum húmor en við skulum átta okkur á því að hún á í rauninni við um fleiri trúarskoðanir en bara þá kaþólsku, og er um grafalvarlegt efni sem er einræði yfir hópi manna í skjóli trúar eða valds. Fleiri trúarhópar stórir og smáir álíta sína trú hinn stóra sannleik og umburðarlyndi gagnvart þeim sem ekki aðhyllasr það sama og þeir óþolandi. Þótt íslenska þjóðkirkjan teljist örugglega fremur frjálslynd í frumskógi trúanna þá er hún nú samt hálf steinrunnin og fordómafull, og framkoma hennar við þegna sína, þá sér í lagi á fyrri tímum ekki til fyrirmyndar.\nÞað sem sameinar flestar trúarskoðannir eru fordómar og skortur á umbrðarlyndi gagnvart öðrum og vilji til að troða eigin trú upp á aðra. Það sem helst hefur komið út úr “umburðarlyndi” ýmissa trúarhópa (kaþólikka, lúterstrúar, múslima og fleiri og fleiri)í gegnum tíðina eru blóðugar styrjaldir og gríðarleg mannfyrirlitning og mannvonska í nafni hins eina sannleiks sem flestum sem horfa á heiminn með opnum augum finnst hálf broslegt, en er þó grafalvarlegt mál sem varðar allt of mörg mannslíf og allt of mikinn sársauka saklaus fólks."
        },
        {
            "user": "LizWiz",
            "user_id": "42009",
            "date": "2003-08-08 17:17:51",
            "id": "1215379",
            "reply_to_id": "1215374",
            "text": "Samkynhneigð og hómófóbía er ekkert sérstakt vandamál kaþólikka fremur en annara !\nÍslenska þjóðkirkjan er tvöföld í roðinu, blessar samvistina en bannar hjónabandið. Það er þó nýlegt að leyft sé að blessa samvistina.\nKaþólikkar eru trúarlegur minnihlutahópur á Íslandi og því koma mál kaþólikka Íslensku þjóðinni,  nema þá þessu örfáu kaþólikkum, ekkert sérstaklega við.\nKaþólska var reyndar áður trú okkar, en henni var útrýmt hér með morðum og blóðsúthellingum og lagði næstum endanlega niður laupana þegar biskup kaþólsku kirkjunnar og synir hans voru myrtir og fáir þorðu að halda í trú sína eftir það. Ólíkt hinni blóðugu Lútersku, sem svo heitir eftir mannskrýpi að nafni Marteinn Luther, kom kaþólskan hingað með friði, ólíkt ýmsum öðrum löndum,  en svo stóran trúarhóp er auðvitað ekki hægt að alhæfa um og hefur bæði besta og versta fólk heimsins margt verið kaþólikkar.\nMarteinn Luther boðaði stríð við kaþólikka, að brenna heiðna menn og náttúrutrúar fólk og fjölgyðismenn, sem honum fannst allir ættu að deyja, og að kúga gyðinga og drepa þá ef þeir létu ekki algjörlega að stjórn. Ólíkt fjölgyðistrúarmönnum sem allir skyldu líflátnir (í þessum hópi væru í dag Ásatrúarmenn, Hindúar og fleiri) máttu gyðingar lifa, sem þrælar mótmælenda. Má lesa þau viðbjóðslegu orð hans í bókum eins og “On the jews and their lies” og fleiri ómerkilegum bókum hans sem má finna á góðum bókasöfnum sem og á vefnum en prestarnir “gleyma” að kenna okkur…Hmmmmmm….?\nEn hentugt!\nKaþólska kom hingað gegnum Íra sem voru síðan myrtir þúsundum saman og urðu flúðu land, sem útskýrir að þeir eiga afkomendur um allan heim og flestar þjóðir Vesturlanda hafa eitthvað af írsku í genum sínum. Morð þessi á Írum voru framin af enskum mótmælendum, sem eru mjög líkir hinum lútersku og næstum um sömu trú að ræða, bara annað nafn.\nKaþólska kirkjan hefur auðvitað gert margt slæmt, og fleira hræðilegt, ég er ekki kaþólikki og afsaka það ekki. Það hefur þó enn minna með trúarheimspeki kaþólskunnar að gera að hún hafi gert illvirki en lúterska kirkjan.\nOrðið kaþólskur merkir alheimslegur og kirkja merkir söfnuður. Kaþólska kirkjan merkir því hinn alheimslegi söfnuður og það er flókið guðfræðilegt hugtak sem er hafið yfir hina einstöku páfa hennar og kennimenn í huga kaþólikkans.\nOrðið Lútherstrúar merkir hins vegar fylgismaður Marteins Luthers, og hefur bara einn höfund, Luther, ólíkt hinni flóknu, fornu kaþólsku sem varð til í tímans rás og margir komu þar að.\nIllvirki Lúterstrúarmanna verða því síður afsökuð sem svo að þau hafi ekkert með trú þeirra að gera, það er bara ekki satt.\nÞað að Íslendingar, sem ekki eru kaþólsk þjóð, gagnrýni kaþólsku kirkjunnar fyrir HEIÐARLEGA afstöðu hennar til samkynhneigðar, sem hún viðurkennir heiðarlega að vera mótfallin, ólíkt lútersku kirkjunni, sem til að fela eigin blóðugu sögu sópar skoðunum sínum og kenningum ævinlega undir teppið og tautar eitthvað um að vilja bara “blessa” samkynhneigða í staðinn,\ner jafn mikil skömm og það væri fyrir þýsku lúterstrúar kirkjuna að fara að gagnrýna eina stærstu trúarlegu grein Gyðingdómsins, svokallaðan endurreistan gyðingdóm eða reform judaism eins og það heitir á ensku, fyrir að leyfa samkynhneigð, en Reform Gyðingdómur er eitt fárra trúarbragða heims sem nokkurn tíman hefur leyft samkynhneigðum að gifta sig, fyrir utan svokölluð “heiðin” trúarbrögð.\nÉg ber þetta saman við ef Þjóðverjar væru að gagnrýna gyðinga fyrir guðfræði þeirra, því líkt og þjóðverjar drápu á sínum tíma ótal rabbía slátraði Lúterska kirkjan markvisst öllum kaþólskum fræðimönnum, prestum og biskupum Íslands og þannig varð þjóðkirkjan til. Gyðingar eru ekkert fleiri í Þýskalandi en kaþólikkar hér, og kemur þetta okkur því jafn lítið við. Þetta er önnur trú!\nMúslimar leyfa ekki samkynhneigðum að giftast heldur flestir hverjir, og það kemur okkur ekki heldur við. Hindúar leyfa það ekki heldur, né bókstafstrúaðir gyðingar, og já, íslenska þjóðkirkjan.\nSem Lúterstrúarmenn höfum við ekkert frekar rétt á að gagnrýna kaþólikka, sem við höfum valdið þjáningum öldum saman, fyrir þeirra trú en múslima.\nEkki eru jafnaðarmenn nógu hugrakkir til að senda öllum helstu leiðtogum hefðbundins Islams samskonar bréf um víða veröld, og kannski Osama bin Laden í leiðinni til að gleyma engum? Fyrr má nú vera hugleysið og hræsnin!\nSumir er jafnari en aðrir og greinilega fínna að vera múslimi en kaþólikki, sem er smánarblettur á þjóðinni sem murkaði lífið úr friðsömum kaþólikkum hér, bæði fyrst með að henda pöpunum úr landi, og seinna þegar lútersku ofbeldismennirnir komu hingað með hryðjuverk sín.\nHvaðan þetta samhengislausa hjal um Palestínu kemur inn í myndina skil ég ekki, og ættir þú að ræða það við sálfræðing svo og um “morðóða zionista” þá sem ofsækja þig, kæri LUTHERS trúarmaður. Þú villt þá kannski senda Arafat bréf um að skipta um afstöðu gagnvart samkynhneigðum í leiðinni ? Ég þekki nokkra zionista og þeir eru nú ekkert morðóðir frekar en kunningjar mínir sem eru hommar, sem eru ansi margir að verða. Zionismi er bara skoðun og er til í jafn ólíkum útgáfum og til dæmis hægrimennska eða vinstrimennska, það er allt frá öfgum og ofsa yfir í friðsamlega ættjarðarást, en allt kallast það zionismi.\nEn hvernig væri það nú? Ætlarðu ekki að drífa í að skrifa bréfið til Arafats? Nei, er það nokkuð? Því það kemur þér ekki við, þú ert hvorki múslimi né kaþólikki þó trúflokkur þinn hafi löngum slátrað báðum.\nKveðja,\nMJÖG frjálslynd kristin manneskja sem fyrirlítur flest skipulögð trúarbrögð og ætlar að skrá sig úr þessari hræsni sem kallar sig þjóðkirkja strax og hún finnur eitthvað skemmtilegra!"
        },
        {
            "user": "tolli",
            "user_id": "78",
            "date": "2003-08-08 21:14:40",
            "id": "1215380",
            "reply_to_id": "1215379",
            "text": "Þú gengur útfrá því að hann sé í þjóðkirkjunni?"
        },
        {
            "user": "LizWiz",
            "user_id": "42009",
            "date": "2003-08-08 17:31:23",
            "id": "1215381",
            "reply_to_id": "1215374",
            "text": "My point being:\nEf trúarlegt umburðarlyndi á að ríkja á jörðinni og ekki allt að verða eins og á siðferðislegri steinöld biskupamorðanna á Íslandi og annara hryðjuverka gegn öðrum trúarhópum þá þurfa menn að taka til HEIMA HJÁ SÉR, frekar en drulla yfir heilu trúflokkana.\nÓlíkt páfanum hefði Marteinn Luther líklega mælt með að drepa homma, eins og hann vildi að færi fyrir flestum sem hugsuðu ekki eins og hann sjálfur. Ég hvet þig til að lesa bækur hans, sérstaklega þær sem prestarnir rétta ekki að þér!\nSvo talaðu við þinn eigin biskup, séra Karl Sigurbjörnsson og drullaðu yfir hann frekar en trúflokkinn sem Íslendingar myrtu tvisvar, fyrst við landtöku hér (heimildir greina að papar hafi verið hér fyrir og ekki líkað að búa hér lengur þegar víkingarnir komu……hljómar eins og afsökun fyrir þjóðarmorði á írunum sem áttu þetta land! Og svo þegar ÞJÓÐKIRKJUNNI var komið hér á með hryðjuverkastarfsemi borgaðri af erlendum konungum, sem leiddi til ánauðar allrar þjóðarinnar í tímans tönn.\nEr ekki smekklegra að drulla yfir sjálfan sig en minnihlutahóp hér sem sífellt þarf að þola að aðrir valtri yfir hann með fáfræði og heimsku sinni og sjálfréttlætingu.\nÉg trúi á frelsi einstaklingsins, en ekki á kostnað trúfrelsis. Trúfélög hafa rétt á að hafa eigin skoðanir, það eru til þúsundir trúarbragða og hægt að stofna ný! Þetta fólk getur bara fundið sér eigin kirkju, það er merki um minnimáttarkennd sem því er ósamboðin að kássast upp á einhvern sem vill ekkert með það hafa.\nTrúarlega litrófið fer að breytast og enginn mun þurfa á kaþólsku kirkjunni að halda. Það sér um sig sjálft og óþarfi að allir trúi eins.\nEinstaklingsfrelsi án trúfrelsis er ekki frelsi heldur hræsni.\nVirðing fyrir einstaklingum án virðingar fyrir að hann komi saman og myndi félög og trúarbrögð er ekki virðing frekar en kommúnistalögin sem bönnuðu fólk að safnast saman.\nSvíkjum ekki hugmyndir okkar um frelsi og mannvirðingu og snúum þeim upp í fasíska þörf fyrir að stjórna fólki með aðra trú eða siði, eins og kommúnistarnir sviku með þessu eftirliti sínar eigin hugsjónir. Lærum af sögunni…\nAlvöru umburðarlyndi er ekki bara að allir séu eins og allir séu í tísku, og hommar séu smartari en páfinn. Homminn ræður hver kemur í heimsókn til hans, og kaþólikkinn ræður hver kemur í hans kirkju.\nÞú veist kannski að þú sjálfur mættir ekki gagna til altaris í kaþólsku kirkjunni og margt fleira mættir þú ekki gera þar. Afþví þeir líta einfaldlega ekki svo á að þetta sé þín kirkja, og nema þú viljir fara í gegnum það tímafreka vesen að gerast kaþólikki, sem er hægt á mörgum, mörgum mánuðum ef þú stenst prófin og allt það, þá skalltu bara líta svo á sjálfur. Allt annað er sveitamannslegt í neikvæðustu merkingu orðsins, fasískt og merki um minnimáttarkennd og grunnhyggni.\nLeyfðu hommum að vera hommum, kaþólikkum að vera kaþólikkum (þeir banna engum að vera hommar, bara í þeirra kirkju! Það má skipta um kirkju sko! Svona eins og ef það má ekki reykja heima hjá þér geta menn bara farið eitthvað annað ef það er big deal!)\nEf þú ert ekki fær um þetta, ekki láta þér bregða þegar einn daginn verður ekki nógu smart og inn í fjölmiðlum lengur að leyfa þér að vera þú sjálfur, og heimskur fjöldinn bannar þér það með gleði og kastar í þig steinum fyrir að dirfast að hafa eigin skoðanir."
        },
        {
            "user": "LizWiz",
            "user_id": "42009",
            "date": "2003-08-08 20:10:12",
            "id": "1215382",
            "reply_to_id": "1215374",
            "text": "Ég gleymdi að bæta við fleiri leiðréttingum, þó ég gæti eflaust leiðrétt enn fleira svo hrópandi og gengdarlaus er fáfræði þín og þínir miklu fordómar gegn fólki sem dirfist að vera ekki spegilmynd þín á allan hátt, og bóka sem þú hefur greinilega ekki lesið, nú eða ekki greind til að skilja\n“Ég get líka ekki betur séð eftir eigin lestur á fyrsta guðspjalli nýja testamentisins, að sá sem rúnkar sér með hægri hendinni skuli skera af sér handlegginn, en að rúnka sér með vinstri handleggnum er víst í fínu lagi. Ég er í alvöru ekkert að snúa út úr hérna, svona skil ég bókstafinn! Og ætla menn að taka mark á þessu?!?”\nHér hefurðu aldeilis látið ímyndunaraflið hlaupa með þig í gönur! Þarna er verið að lýsa því að þegar þú gefur einhverjum peninga eða aðra ölmusu, áttu að gera það fljótt og svo lítið beri á, gengur frá einni hönd til hinnar og þaðan til betlarans, þú felur ölmusuna með einni hendi og réttir hana með annari? Skilurðu? Ég hef lesið Biblíur með útskýringum og nýlegar beinar þýðingar úr hebresku, enda er þetta fínasta bók þó ég trúi síður en svo bókstaflega á allt þarna.\nÞetta er samróma álit allra sem hafa eitthvað vit á virðist vera, og þetta með að höggva af hendur eftir sjálfsfróun er þín eigin sjúklega ímyndun.\nGyðingdómur bannar stranglega að limlesta eigin líkama, svo og piercings og tattoo, eða að skera í eigið hold og mega strangtrúaðir gyðingar ekki einu sinni nota rakvél heldur skerða skegg sitt með skærum, því alls ekki má skera í holdið, fyrir utan umskurnina, sem er táknræn athöfn en ekki einhver heimskuleg spurning um gott eða illt að hætti hálfvita, gott eða illt hefur enda lítið með þessa fornu siði að gera. Kristnir menn túlka hana svo tákrænt að hún sé jafnvel óþörf, þar sem þetta sé jú táknræn athöfn sem nóg er að gera “andlega umskurn”.\nÚtúrdúr: Ég held minnimáttarkennd yfir karlmennsku sinni og hræðsla við að einhver taki sig til og “minnki” hana aðeins hafi eitthvað með gyðingahatur að gera, en samkvæmt rannsóknum Evrópubandalagsins eru víst Þjóðverjar með minnstu typpin í Evrópu, talsvert minni en Bretar til dæmis, og of lítil fyrir staðlaða evrópska smokkinn, meðan arabar, frændur gyðinganna eru víst blandaðir svörtum sem eru stærstir.\nÞess vegna er svo fyndið þegar gyðingahatarar halda að þeir séu kúl því maður sér svo í gegnum þessa trúarlegu komplexa og minnimáttarkennd, gyðingarnir standa fyrir einhvers konar ógn gegn karlmennskunni svo og bælingu hennar gegnum Biblíunni, trú og siði, og það þola óvandaðir menn með ekki stærra sjálfstraust en “karlmennsku” gjarnan ekki og úthella minnimáttarkennd sinni með því að rakka niður “Gyðinginn”.\nEn sem sagt, öll önnur en þessi hræðilegasta martröð smávaxinna gyðingahatara sem geta ekki notað ESB staðalinn, er sem sagt bönnuð.\nSvo er líka augljóst af ýmsu öðru að þetta um að hægri höndin sjái ekki hvað sú vinstri gerir á við ölmusu gjafir.\nSem sagt, ef þú villt syndga gegn þessu með hægri og vinstri höndina getur þú næst þegar þú ferð til Suður Evrópu látið alla sjá þig gefa betlaranum og reynt að gera það nógu áberandi til að sætu stelpurnar taki eftir því og þú sérst svo góður og sætur eitthvað vegna þess að þær verði hrifnar af þér….Dream on ;)\nEf þú villt fara eftir þessu þá hylurðu peninginn með einni hendi og gerir þetta fljótt svo sem fæstir sjái og þetta sé sem auðveldast fyrir betlaran, götulistamanninn, eða hver sem þiggjandi ölmusunnar er.\nÁbending fyrir framtíðina: Þitt eigið fyrirsjáanlega ímyndunaraflsem breytir öllu í sjálffróun er kannski ekki sannleikur eða sagnfræðileg staðreynd fyrir því. Kannski betra að hætta að vera alvitur fyrifram = fordómar?\nHvað er annars að þessum svokölluðu “jafnaðarmönnum” sem finnst kaþólikkar greinilega “minna jafnir” en múslimar, sbr. “sumir eru jafnari en aðrir”.\nÍ hinum Islamska heimi eru ótal samkynhneigðir líflátnir ár hvert, en þessir sveitalubbar héðan af ókaþólsku skeri þar sem kaþólikkamorð voru áður sport, þurfa að vera svo smekklegir að afgreiða hið bráðnauðsynlega lífsspursmál homófóbíu kaþólikka fyrst, og segja svo aldrei orð við því að múslimar séu myrtir í sumum löndum Islams, nokkuð sem páfinn boðar ekki.\nEn æ, það væri bara ekki nógu smart, og betra að vera “smart” *hóst* en vitur?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-08-08 21:21:13",
            "id": "1215383",
            "reply_to_id": "1215382",
            "text": "LizWiz:\nVið gætum endalaust hjalað um það “hver er betri”. Punkturinn er sá, að trúarbrögð og stjórnmál eiga ekki heima saman.\nThat's all. :) Takk fyrir helvíti hressandi innlegg, samt."
        },
        {
            "user": "pyotr",
            "user_id": "38001",
            "date": "2003-08-08 21:47:14",
            "id": "1215384",
            "reply_to_id": "1215374",
            "text": "1# Hvaða gagn hafa samkynhneigðir af því að giftast?\n2# það er ,,trúfrelsi'' á Íslandi. Geta samkynhneigðir ekki bara stofnað sinn eiginn sértrúarsöfnuð?\n3# Hvað kemur það ókaþólskum við sem páfinn segir? Og ætli það sé nokkur Kaþólikki í ungliðahreyfingu Samfylkingarinnar?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-08-09 11:33:00",
            "id": "1215385",
            "reply_to_id": "1215384",
            "text": "pyotr:\n1. Nááááákvæmlega. Hvers vegna eru samkynhneigðir að reyna að giftast inn í kirkju sem afneitar þeim?\n2. Það er einmitt trúfrelsi á Íslandi. Þess vegna skil ég ekki að menn séu að blanda stjórnmálum inn í þetta. Ég hreinlega skil ekki hvers vegna ungum Samfylkingarmönnum er ekki slétt sama hvað Páfanum finnst.\n3. Uuuu… Páfinn er reyndar æðsta vald Kaþólikka, svo að það kemur þeim ansi mikið við. :) En hin spurningin er góð, ætli það sé einn einasti Kaþólikki í unglingahreyfingunni þeirra? Mjög góð spurning."
        }
    ]
}