{
    "forum_title": "Húmor",
    "user": "kisulora89",
    "user_id": "33855",
    "date": "2003-08-09 13:04:09",
    "title": "Lögræðingabrandarar",
    "text": "At the Lab\nAt a convention of biological scientists one researcher remarks to another, “Did you know that in our lab we have switched from mice to lawyers for our experiments?”\n“Really?”  the other replied, “Why did you switch?”\n“Well, for three reasons.  First we found that lawyers are far more plentiful, second, the lab assistants don't get so attached to them, and thirdly there are some things even a rat won't do.\nHow Much Is?\nA housewife, an accountant and a lawyer were asked ”How much is 2+2?“  The housewife replies: ”Four!“.\nThe accountant says: ”I think it's either 3 or 4.  Let me run those figures through my spreadsheet one more time.“\nThe lawyer pulls the drapes, dims the lights and asks in a hushed voice,  ”How much do you want it to be?“\nGood News and Bad News\nMalborn sat in his attorney's office. ”Do you want the bad news first or the terrible news?“ the lawyer said.\n”Give me the bad news first.“\n”Your wife found a picture worth a half-million dollars.“\n”That's the bad news?“ aslked Malborn incredulously.\n”I can't wait to hear the terrible news.“\n”The terrible news is that it's of you and your secretary.“\nThe Lovely Lawyer\nA guy walks into a post office one day to see a middle-aged, balding man standing at the counter methodically placing ”Love“ stamps on bright pink envelopes with hearts all over them. He then takes out a perfume bottle and starts spraying scent all over them.\nHis curiosity getting the better of him, he goes up to the balding man and asks him what he is doing. The man says ”I'm sending out 1,000 Valentine cards signed, ‘Guess who?’“\n”But why?“ asks the man.\n”I'm a divorce lawyer,“ the man replies.\nThe Lawyer and the Bear\nA certain lawyer was quite wealthy and had a summer house in the country, to which he retreated for several weeks of the year.  Each summer, the lawyer would invite a different friend of his (no, that's not the punch line) to spend a week or two up at this place, which happened to be in a backwoods section of Maine.  On one particular occasion, he invited a Czechoslovakian friend to stay with  him.  The friend, eager to get a freebie off a lawyer, agreed. Well, they had a splendid time in the country - rising early and living in the great outdoors.  Early one morning, the lawyer and his Czechoslovakian companion went out  to pick berries for their morning breakfast.  As they went around the berry patch, gathering blueberries and raspberries in tremendous quantities, along came two huge Bears - a male and a female.  Well, the lawyer, seeing the two bears, immediately dashed for cover. His friend, though, wasn't so lucky, and the male bear reached him and swallowed him whole.  The lawyer ran back to his Mercedes, tore into town as fast has he could, and got the local backwoods sheriff. The sheriff grabbed his shotgun and dashed back to the berry patch with the lawyer.  Sure enough, the two bears were still there.\n”He's in THAT one!“ cried the lawyer, pointing to the male, while visions of lawsuits from his friend's family danced in his head. He just had to save his friend. The sheriff looked at the bears, and without batting an eye, leveled his gun, took careful aim, and SHOT THE FEMALE.\n”What did you do that for!“ exclaimed the lawyer, ”I said he was in the other!“\n”Exactly,“ replied the sheriff, ”and would YOU believe a lawyer who told you that the Czech was in the Male?“\nWe Got A Lot\nA Russian, a Cuban, an American and a Lawyer are in a train. The Russian takes a bottle of the Best Vodka out of his pack; pours some into a glass, drinks it, and says: ”In USSR, we have the best vodka in the world, nowhere in the world you can find Vodka as good as the one we produce in Ukraine.  And we have so much of it, that we can just throw it away…“   Saying that, he opened the window and throws the rest of the bottle through it.  All the others were quite impressed. The Cuban takes a pack of Havanas, takes one of them, lights it and begins to smoke it saying: ”In Cuba, we have the best cigars in the world, nowhere in the world there is so many and so good cigars and we have so much of them, that we can just throw them away…\".   Saying that, he throws the pack of Havanas through the window. One more time, everybody is quite impressed.  At this time, the American just stands up, opens the window, and throws the Lawyer through it…an envelope from the lawyer: $20 due for a consultation.",
    "url": "https://www.hugi.is/humor/greinar/159701/lograedingabrandarar/",
    "url_id": "159701",
    "id": "1216524",
    "replies": [
        {
            "user": "Treehugger",
            "user_id": "41540",
            "date": "2003-08-11 11:07:23",
            "id": "1216525",
            "reply_to_id": "1216524",
            "text": "Cool brandarar en það hefði verið betra ef þú hefðir þýt þá"
        },
        {
            "user": "Treehugger",
            "user_id": "41540",
            "date": "2003-08-13 00:09:30",
            "id": "1216526",
            "reply_to_id": "1216525",
            "text": "ég bæti einum við;\nEinu sinn var löffræðingur nýbúinn að kaupa sér alveg gífurlega flottan og dýran benz, og ætlaði að fara að sýna vinum sínum. Hann sest upp í bílinn sem er lagður upp við gangstétt og er að fara að loka á eftir sér þegar trukkur keyrir hurðina af. Hann náttúrulega tryllist og blótar trukkinum alveg svaka. Svo sér hann löggu á gangi um götuna og hleypur að henn og öskrar sögunni framan í hana en löggan biður hann um að róa sig og spyr hvort hann sé lögfræðingur. “jú en hverju kemur það við?” spyr hann dálítið ruglaður. “Þið lögfræðingar hugsið alltaf svo mikið um veraldleg gæði, þú tekur ekki eftir því að hann keyrði líka fremri partinn af hendinni þinni af!” svarar löggan. og lögfræðingurinn sér að þetta er satt og hrópar miklu hærra en  var mannslíkanum ætlað; “NEI!!! RÓLEX ÚRIÐ MITT!!!”"
        }
    ]
}