{
    "forum_title": "Kvikmyndir",
    "user": null,
    "user_id": null,
    "date": "2003-08-10 00:31:32",
    "title": "LiarLiar",
    "text": "Ég fór út á  videoleigu og leigði mér myndina LiarLiar með Jim Carrey.\nÉg hafði alltaf verið hræddur um að þessi mynd væri léleg. Ég ákvað að taka þessa mynd eftir að ég sá myndina Bruce Almighty sem er einmitt í bíóhúsum um þessar mundir.\nFletcher Reed  er með bestu lögfræðingum í borginni en er í þokkabót allmikill lygari (eins og flestir lögfræðingar eru…..bara djók).\nFletcher og konan hans Audrey eru skilin og eiga einn son Max, en eins og gengur og gerist þá hefur Audrey fundið annan mann Jerry.\nNú hefur Fletch gefið syni sínum ótal loforð s.s. að mæta í fimm ára afmælið hans en vegna þess að stórt mál getur hann það ekki, sonur hans verður vitanlega leiður og þegar blæs á kertin á afmælis tertunni sinni óskar hann þess að pabbi hans geti sagt bara sannleikan í einn dag.\nÞessi ósk rættist og vefst þetta mikið fyrir Fletch. Hann hefur núna gefið annað loforð, að sækja  Max úr skólanum og vitanlega gleymir hann því (eða getur það ekki) og fyrir vikið eru Audrey, Max og Jerry að flytjast til Boston en Fletch nær á alveg ótrúlegan hátt að stöðva flugvélina rétt fyrir flugtak og þar með krækja sér aftur í Audrey og þar að leiðandi Max.\nÞetta er alveg mögnuð mynd ***/*****\nPS. Ég veit að þetta er léleg grein.\nKv. Prong",
    "url": "https://www.hugi.is/kvikmyndir/greinar/159868/liarliar/",
    "url_id": "159868",
    "id": "1217951",
    "replies": [
        {
            "user": "Kexi",
            "user_id": "28960",
            "date": "2003-08-10 15:47:47",
            "id": "1217955",
            "reply_to_id": "1217951",
            "text": "Mjög góð grein. Illa léleg mynd.\nkv.Kexi"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-08-10 16:28:35",
            "id": "1217956",
            "reply_to_id": "1217951",
            "text": "Góð grein.\nEn mér finnst þú vera sjá Liar Liar allt of seint! Það eru ár síðan ég nauðgaði henni allsvakalega! En góðar myndir lifa lengi ;)\nEn já, held að ég bíði aðeins með að sjá Bruce Almigthy. Hef heyrt að hún sé ekki eins góð og aðrar Jim Carrey myndir. Er reyndar soldið hrædd um fá leið á gaurnum þar sem mér fannst Me, Myself And Irene ekkert sérstök. Er komin með leið á henni allavega.\nEn hver veit, kannski ég skelli Bruce Almighty í tækið eftir einhvern tíma :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-08-10 16:37:11",
            "id": "1217957",
            "reply_to_id": "1217951",
            "text": "Ágæt grein um góða mynd en afhverju varstu svona lengi að sjá hana hún er síðan 1997…"
        },
        {
            "user": "Ukime",
            "user_id": "5743",
            "date": "2003-08-10 18:17:07",
            "id": "1217958",
            "reply_to_id": "1217951",
            "text": "Ágætis grein, ne mættir þó segja hvað þér finnst um myndina. Alveg óþarfi að segja frá því sem allir vita og koma síðan með eina línu um hvað þér fannst.."
        },
        {
            "user": "rubber",
            "user_id": "25588",
            "date": "2003-08-10 19:09:55",
            "id": "1217959",
            "reply_to_id": "1217951",
            "text": "það er ekkert að greininni. gallinn er sá að liarliar er komin svoldið út úr umræðunni núna."
        },
        {
            "user": "shelob",
            "user_id": "19816",
            "date": "2003-08-10 19:12:18",
            "id": "1217960",
            "reply_to_id": "1217959",
            "text": "Já, greinin sjálf er aðeins helmingurinn, umræðurnar ljúka þessu."
        },
        {
            "user": "asley",
            "user_id": "6473",
            "date": "2003-08-10 19:34:36",
            "id": "1217961",
            "reply_to_id": "1217951",
            "text": "þetta er fyndnasta mynd sem ég´hef nokkur tíman se´ð ALGJÖR SNILLD"
        },
        {
            "user": "DrEvil",
            "user_id": "25921",
            "date": "2003-08-10 22:00:09",
            "id": "1217952",
            "reply_to_id": "1217951",
            "text": "!“#$&/”!%$ A GOOSE"
        },
        {
            "user": "asley",
            "user_id": "6473",
            "date": "2003-08-16 15:55:20",
            "id": "1217953",
            "reply_to_id": "1217952",
            "text": "hahah það er langfyndnasta í myndinni!!ég og vinur minn gerum allta 9%&E&$%& A Goose á fylleríum!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-08-18 00:04:31",
            "id": "1217954",
            "reply_to_id": "1217953",
            "text": "Ágætis grein…þessi mynd er algjör snilld (en þá er dáltið langt síðan ad eg sá hana)"
        },
        {
            "user": "skjolid",
            "user_id": "33695",
            "date": "2003-08-10 22:01:29",
            "id": "1217962",
            "reply_to_id": "1217951",
            "text": "fín grein og fín mynd…\nen hvað er fólk að meina að það sé of seint að tala um þessa mynd núna ? ?"
        },
        {
            "user": "demonz",
            "user_id": "3238",
            "date": "2003-08-11 10:52:36",
            "id": "1217963",
            "reply_to_id": "1217951",
            "text": "Mættir segja meira frá hvað þér fannst um myndina en ekki bara söguþræðinum…\nÞetta er allavegana með fyndnustu myndum sem ég hef séð!\n4/5 í einkunn frá mé"
        },
        {
            "user": "unzi",
            "user_id": "32994",
            "date": "2003-08-11 15:08:52",
            "id": "1217964",
            "reply_to_id": "1217951",
            "text": "ágæt grein en þessi mynd er samt svolítið old, en einmitt var að koma special edition  á dvd mæli með því…"
        }
    ]
}