{
    "forum_title": "Flug",
    "user": "Maccaroni",
    "user_id": "41390",
    "date": "2003-08-12 12:25:17",
    "title": "Sagaclass",
    "text": "Hæ, ég lenti ég þrælskemmtilegri lífsreynslu um daginn. Ég, mamma mín og pabbi vorum að koma frá London fyrir bara nokkrum dögum síðan og er það ekki frásögum færandi nema hvað að á leiðinni heim lentum við á sagaclass. Allaveganna þetta byrjar þannig að þegar það á að tékka inn lendum við á einhverju öðru borði heldur en Icelandair borði því að 2 borð fyrir svona marga var víst of lítið þannig okkur er vísað á eitthvað Air Lingus borð. Allt í lagi með það en það voru greinilega einhver mistök í gangi þannig að það hafði gleymst að láta okkur í vélina. Við vissum ekkert af því fyrr en þegar við áttum að boarda þá kallar hún upp, nöfn einhverja og þar á meðal okkar og þá upplýsir konan sem talaði í kallkerfið okkur um málið þá var geðveikt vesen að ná okkur saman. En að lokum nær hún því á öðrum bekk. Og við vorum alveg geðveikt furðulostinn. Annar bekkur… er það ekki sagaclass??? Við vildum ekki vera að gera okkur einhverjar vonir en þetta var samt frekar skrýtið því okkar miði var keyptur á sumarsmells-tilboði langt fram í tímann og því ekkert nema millistétt á ferðinni. Allaveganna svo kallar konann aftur í míkrófóninn og segir raðir 1-3, disabeld (er ekki alveg viss á íslenska orðinu gæti verið líkamlega hamlaðir?), fólk með börn og þeir sem halda að þeir þurfi meiri tíma en aðrir að koma sér fyrir fari í boarding. Og við löbbum að borðinu en þá fannst okkur frekar furðulegt að þá voru ALLIR: hraustir ungir menn og konur  allir óþreyjufullir að vera fyrstir inní flugvélina sem bæ ðe vei fer ekkert fyrr en að allir eru komnir í hana. Og við löbbum svona ská í röðina og tölum við konuna og tekur hún okkur fyrir framan hitt fólkið. Þá leið mér eins og kóngi í smá stund. En jæja við setjumst inní vélina í aðra röð eins og stóð á nýja miðanum sem við höfðum fengið og eru þá engin venjuleg sæti svona sem eru svo þröng að maður fær verki í hnéin heldur stór sæti með fótskemlum og öllu ótrúlegt nokk. Þegar við erum sest koma svo allir hinir sem voru á almenna farrými og labba framhjá okkur, semsagt það er gengið inn um fremstu dyrnar þannig að allir labba fram hjá okkur, og vá maður… það er langt síðan að mér leið jafn illa því fyrirlitningin gagnvart okkur var rosaleg fólk horfði á okkur og meirað seigja heyrði ég einu sinni í einhverri afbrýðisamri mömmu seigja: Sjáiði lúxusinn á þeim. Og ég varð skelkaður, hvað ef að ég hafi verið að koma úr hjartaaðgerð eða eitthvað og þurfi að standa undir einhverju svona rugli. Þetta er fáránlegt. En jæja allt í lagi með það þá byrjum við að fá lúxusinn. Okkur er boðinn drykkur svona 7 sinnum áður en maturinn er borinn fram. Maður fær heita klúta til þess að fríska aðeins uppá sig. Svipað einsog þurrkurnar í matarpakkanum nema þær eru heitar og eru þúveist úr taui, einsog þvottapoki eiginlega nema ekki poki.\nVið fáum svo matseðil! Þá leið mér eins og ég ætti villu á Arnarnesinu. Jesús, að fá að velja sér mat í flugvél, ég fékk mér einhverja sveppi í forrétt, lambalærissneiðar í aðalrétt og svo súkkulaðiköku í eftirrétt og skolaði öllu þessu niður með kóki sem var borið fram í glerglasi. Fyrsta sinn á ævi minni sem ég klára allan matinn í flugvélinni. Mér leið ótrúlega vel eftir matinn. Svo eru matarbakkarnir allt öðruvísi, miklu stærri og hnífapörin eru úr málmi en ekki úr svona plasti og þeim er pakkað inní tau-servíettu sem er síðan haldið upprúllaðri með svona Flugleiðateygju. Óþarfi hugsar fólk en þetta er munaður fynnst mér. Öllum er boðinn líkjör svo eftir matinn en þar sem ég er undir lögaldri var ég ekkert að spreyta mig á því. En það sem mér fannst einmitt fyndnast varðandi áfengið þá drakk enginn á sagaclassinum. En ég heyrði í frússtreruðum flugfreyjum vera að tala um það að það væru einhverjir bjánar afturí sem vildu blanda sjálf. Vá maður, þetta er íslensk menning. Eftir það verður maður voða lítið var við það að maður sé annarsstaðar í flugvélinni heldur en allir hinir. Ég meina vélin hrisstist alveg jafn mikið framí og afturí. En svo þegar fer að síga á seinni hlutann á ferðina og okkur er sagt að taka upp fótskemla og setja stólbök í rétta stillingu næ ég aðeins að dotta og við það fæ ég sennilega verstu hellu ævi minnar. En með því að blása með lokað nefið losna ég við hana. Við lendum á Keflavíkurflugvelli nokkurm mínútum á eftir áætlun og stígum út úr vélinni að sjálfsögðu á undan öllum hinum. Þegar maður steig úr flugvélinni og inn í ranann fann maður fyrir íslenska andrúmsloftinu og hugsaði þarna lauk skemmtilegustu flugferð ævi minnar!\nKveðja",
    "url": "https://www.hugi.is/flug/greinar/160277/sagaclass/",
    "url_id": "160277",
    "id": "1221121",
    "replies": [
        {
            "user": "hugrunj",
            "user_id": "33431",
            "date": "2003-08-12 16:37:03",
            "id": "1221122",
            "reply_to_id": "1221121",
            "text": "kæru huguðu flugáhugamenn, ég samþykkti þessa greina meðal annars til að fá að vita ykkar viðbrögð við svona ferðasögum, finnst ykkur þetta áhugavert hér inni á hugi.is/flug eða á þetta heima annarstaðar (td. hugi.is/ferdalog) því það er mikið um að fólk sé að senda inn bæði greinar, myndir og kannanir sem fjalla kanski meira um ferðalög allmennt en flugáhugamálið eins og flugáhugamenn skilgreina það.\nSjálfum fanst mér þetta skemtileg grein jafnvel þósvo hún fjalli ekki um SAE stigið á glussakerfi á 304 týpunni af 737 eða hvort passenger briefing eigi heima í tékklistum fyrir eins sæta vélar… en finnst kanski að þessi grein eigi heima annarstaðar.\nKomið endilega með ykkar comment á bæði greinina og þessa pælingu mína og mun ég samþyggja sambærilegar greinar í framtíðinni samkvæmt svörum ykkar."
        },
        {
            "user": "hugrunj",
            "user_id": "33431",
            "date": "2003-08-12 16:41:38",
            "id": "1221123",
            "reply_to_id": "1221122",
            "text": "Kannski ætti hún frekar heima undir ferðalög, en mér finnst allt í lagi að birta hana hérna, til að lífga upp á umhverfið og vega á móti neikvæðum umræðum, og þetta tengist nú þeim þætti ferðalagsins sem snýr að fluginu :)\nEkkert að því að skreyta smá með litríkum blómum sem þessu :)"
        },
        {
            "user": "svg",
            "user_id": "330",
            "date": "2003-08-14 12:31:38",
            "id": "1221124",
            "reply_to_id": "1221122",
            "text": "Ekkert að þessu."
        },
        {
            "user": "hugrunj",
            "user_id": "33431",
            "date": "2003-08-12 16:38:52",
            "id": "1221125",
            "reply_to_id": "1221121",
            "text": "Skil þig…hef fengið að sitja þarna líka og ef ég væri ekki svona nísk myndi ég alltaf kaupa mér sæti á saga, sérstaklega á lengri ferðum.  Fenguð þið ekki líka poka eða snyrtiveski fullt af dóti?  Mjög gott t.d. þegar maður er á leiðinni heim frá USA og hefur pakkað öllu niður í tösku að fá svona, tannbursti, tannkrem, handáburður, eyrnatappar ofl. Gott að fá sér að borða, horfa aðeins á DVD, bursta tennurnar og svoleiðis og fara svo að sofa :)\nSvona á að ferðast :)"
        },
        {
            "user": "gotti",
            "user_id": "3385",
            "date": "2003-08-12 16:53:21",
            "id": "1221126",
            "reply_to_id": "1221121",
            "text": "Jámar þarf að fara að fá sér vinnu í utanríkisráðuneytinu ;), ferðast á SagaClass oft í mánuði og fá dagpeninga og svona =)"
        },
        {
            "user": "SteinOs",
            "user_id": "24588",
            "date": "2003-08-12 18:25:33",
            "id": "1221127",
            "reply_to_id": "1221126",
            "text": "Þetta má alveg koma hér finnst mér , fjölbreytni"
        },
        {
            "user": "xark",
            "user_id": "1706",
            "date": "2003-08-12 18:39:36",
            "id": "1221128",
            "reply_to_id": "1221126",
            "text": "þarft ekkert að fá þér vinnu í utanríkisráðuneytinu sérstaklega til þess,bara vera opinber starfsmaður.\nannars var eg á venjulegu farrými hjá flugleiðum í 6 tíma flugi og þetta er ekki beint eftirsóknarvert :)\nEin köld máltíð(kaldur kjúklingur með einhverju) með plasthnífapörum og gaffallinn þoldi ekki álagið og brotnaði meira að segja og súkkulaðikökusneið,síðan var hægt að fá ókeypis safa í svona 150 ml glasi inná milli.\nSíðan kosta heyrnartól 300 kr(sem ætti ekkert að kosta neitt) og það var mjög þröngt í vélinni.\nmega þó eiga að viðtalið við baltasar kormák er gott í einhverju blaði þarna og simpson þátturinn var góður :P"
        },
        {
            "user": "gotti",
            "user_id": "3385",
            "date": "2003-08-12 19:17:24",
            "id": "1221129",
            "reply_to_id": "1221128",
            "text": "Jájá… bara svona dæmi."
        },
        {
            "user": "oldlady",
            "user_id": "21799",
            "date": "2003-08-12 18:46:30",
            "id": "1221130",
            "reply_to_id": "1221121",
            "text": "wow vonandi lendi ég í þessu hehe …….. fín grein mætti samt vera bil á milli setninga ´þægilegra að lesa …….."
        },
        {
            "user": "mahalo",
            "user_id": "11521",
            "date": "2003-08-12 20:26:56",
            "id": "1221131",
            "reply_to_id": "1221121",
            "text": "Mér líður líka svona þegar ég fer á sagaclass!\nHvernig fólkið horfir á mann maður, bara með fyrirlítingu eins og við séum einhverjir hriðjuverkamenn, ég náttúrulega réði ekkert hvort ég væri í Sagaclass eða ekki, og mér leið eins og ég hefði bara verið að drepa börn þessara fólks því það bara starði með þvílíkum ógeðslegum svip að maður bara á ekki orð!"
        },
        {
            "user": "turbulence",
            "user_id": "23277",
            "date": "2003-08-12 23:07:35",
            "id": "1221132",
            "reply_to_id": "1221131",
            "text": "Mér finndist nú eðlilegra að Flugleiðir hleypti inn fólkinu um hurð 3 (þ.e hurðinni millin Saga Class og Monkey Class\n´\nÞað ætti að vera hluti af þjónustunni við Saga Class farþega þegar hleypt er um fyrstu dyr að hleypa þeim seinast um borð, svo að fólkið á Monkey Class sé ekki að troðast yfir fína fólkið :)\nlv Tu"
        },
        {
            "user": "xark",
            "user_id": "1706",
            "date": "2003-08-13 22:34:18",
            "id": "1221133",
            "reply_to_id": "1221132",
            "text": "monkey class lol\nþað er ekkert fínt fólk á saga class\neru að stórum hluta bara opinberir starfsmenn á svokölluðum frímiða. Ekki skrýtið að aðrir líti ríkisplebbanna hornauga :P"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-08-15 01:32:54",
            "id": "1221134",
            "reply_to_id": "1221121",
            "text": "Til að koma í veg fyrir allann misskilning þá er það hurð 2 sem er yfirleitt notuð fyrir boarding á B757 hjá Icelandair. Hurð 1 er notuð á flugvöllum sem gera vélinni ekki kleyft að taxera lengra og raninn er eflaust ekki gerður fyrir slíktþ t.a.m á Euro Terminalinum (T1)á LHR.\nHurð 3 öðru nafni“ JetEscape” sem er einungis á 3 vélum hjá Icelandair er ekki notuð fyrir farþega nema þá helst ef fólk vill fara út um neyðarrennur.\nTil gamans má einng geta að farþegar á Saga Class fá einugis svokallað “TravelKit” svona tuðrur sem skemmtilegum og handhægum hlutum á leiðum til og frá USA en ekki frá Evrópu.\nCherios\nICEAIR"
        },
        {
            "user": "Flug",
            "user_id": "24720",
            "date": "2003-08-19 23:34:54",
            "id": "1221135",
            "reply_to_id": "1221121",
            "text": "Já, þetta er nú ein leiðinlegasta grein um ekki neitt sem ég hef lesið. Þar að auki voru engin greinarskil og stafsetningarvillur í þriðja hverju orði og var hún því nánast óskiljanleg. Eflaust fínt að hlusta á hana í töluðu máli."
        },
        {
            "user": "Flug",
            "user_id": "24720",
            "date": "2003-08-22 04:50:40",
            "id": "1221136",
            "reply_to_id": "1221135",
            "text": "Mér finnst Maccaroni hafa fullan rétt á því að segja það sem hann vill. Sjálfum fannst mér þetta skemmtileg grein, og vel skiljanleg. Hvaða máli skiptir það þótt að það séu nokkrar stafsetningarvillur? Kannski geta sumir ekkert að því gert. Það á ekki að koma í veg fyrir að fólk, geti tjáð, það sem ber því á brjósti. Ég veit ekki með þig en ég horfi á blindan mann, þótt hann sjái ekki mig, og kem fram við hann eins og hverja aðra manneskju. Það var enginn að pína þig til að lesa þessa grein."
        },
        {
            "user": "jmk",
            "user_id": "9217",
            "date": "2003-08-25 17:14:32",
            "id": "1221137",
            "reply_to_id": "1221136",
            "text": "Mellóv grein, veit ekki alveg hvort hún á heima hérna en menn virðast taka ágætlega í hana og ég er fylgjandi því að meirihluti ráði. Ég las hana nú af því að drengurinn talar um skemmtilegustu flugferð á sinni ævi og var ég eiginlega alltaf að bíða eftir pönslæninu en ég held að maður verði að upplifa þetta til að skilja hann :) Ég veit að þessi grein var samþykkt í tilraunarskyni og ef að á að halda áfram að senda inn svona greinar þá skal ég skrifa grein um flug mitt með EasyJet sem ég fór nýlega í…hmmhmm!!!"
        },
        {
            "user": "AN225",
            "user_id": "17759",
            "date": "2003-09-20 11:26:43",
            "id": "1221138",
            "reply_to_id": "1221137",
            "text": "Like this one time, at Bandcamp !\nHúff"
        }
    ]
}