{
    "forum_title": "Ljóð",
    "user": "GuntramKraft",
    "user_id": "38250",
    "date": "2003-08-13 13:55:54",
    "title": "Án titils",
    "text": "Ég vildi að hefði ég vængi,\nsvo verið gæti þér hjá.\nÞerrað tárin og sorgirnar sefað\nsem sækja þig harðast á.\nÉg vildi þér gleðina gefa,\nen gat ekki, því er ver.\nOg það er mín einasta vesalings vörn\nað vera ekki betri en ég er.",
    "url": "https://www.hugi.is/ljod/greinar/160459/an-titils/",
    "url_id": "160459",
    "id": "1222425",
    "replies": [
        {
            "user": "1Lubbi",
            "user_id": "23891",
            "date": "2003-08-15 21:59:54",
            "id": "1222426",
            "reply_to_id": "1222425",
            "text": "djöfulsins argasta snilld karlinn minn!\nhef ekkert út á þetta að setja en ef ég þekki keats (hið mikla skáldi (þú veist, þessi sem samdi elska þig enn)) finnur hann eitthvað…\nþað besta frá þér hingað til held ég bara."
        },
        {
            "user": "Keats",
            "user_id": "20784",
            "date": "2003-08-16 04:06:21",
            "id": "1222428",
            "reply_to_id": "1222426",
            "text": "Jæja, nú geturðu farið að bauna á Solufegri fyrir að véfengja mat þitt.\nÞað sem ég tel annars draga þetta ljóð í fyrsta lagi niður er hvernig orðaröðinni er breytt til að falla að ríminu. Þetta er alveg viðurkennd aðferð, en ekki eins falleg.\nAnnars hélt ég að svona athugasemdir væru fyrir neðan þína virðingu, en þú virðist þrífast vel þarna niðri.\nReynum að halda þessu á faglegra plani.\nkv.\nKeats"
        },
        {
            "user": "cocobana",
            "user_id": "36968",
            "date": "2003-08-16 15:20:34",
            "id": "1222429",
            "reply_to_id": "1222428",
            "text": "'Annars hélt ég að svona athugasemdir væru fyrir neðan þína virðingu, en þú virðist þrífast vel þarna niðri.\nReynum að halda þessu á faglegra plani'.Tilvitnun lýkur.\nHeyrðu Keats! Mér finnst nú að þú ættir að líta í eiginn barm. Ert þú á faglegu plani þegar þú skopstælir ljóð annarra?.  Og segir svo að þú hafir gert það til að gefa viðkomandi eitthvað til að japla á?.\nHvernig væri nú  að viðurkenna að það varst ÞÚ sem byrjaðir á því hér á Huga, að fara út fyrir hið faglega plan og æsa aðra upp á móti þér.\nEr ekki tími til kominn að láta af þessum barnaskap?\nBestu kveðjur.\ncocobana."
        },
        {
            "user": "Keats",
            "user_id": "20784",
            "date": "2003-08-16 15:53:19",
            "id": "1222430",
            "reply_to_id": "1222429",
            "text": "Ég lít í eigin barm.\nEitt ljóð hef ég skopstælt, annað hef ég notað sem inntak í mitt eigið. Skopstælingin var gagnrýni á ljóðið.\nAthyglisvert að þú skulir minnast á ‘japlið’. Skoðum það í réttu samhengi, þ.e. fyrstu athugasemd þína við það ljóð mitt Hviða, ÁÐUR en ég útskýrði að þetta væri skopstæling á Stelsýkinni þinni:\n“Alveg bráðfyndið ljóð en ætla samt að koma með smá tillögu. Yrði það ekki enn betra ef þú breyttir síðustu línunni.\n'- og bar svo á brott í hægum' vindgangi?.”\nEr þetta mjög faglegt?\nÞar sem þú bauðst upp í dans, gat ég ekki annað en tekið því. Ergo svar mitt.\nÉg reyni ætíð að halda minni gagnrýni við LJÓÐIN. Aðrir lesendur/skáld hér taka þessu ákaflega illa og eru með persónuárásir. Það er afskaplega dapurlegt að fólk geti ekki haldið sig við efnið.\nÉg hef gagnrýnt skáld, aðallega held ég fyrir það að gera það sem ætti að vera algjört lágmark, það er að nota að minnsta kosti orðabók. Helst (ó draumur) að kunna tungumálið hæfilega til að yrkja á því.\nEndilega bentu mér á skeytið þar sem ég fór fyrstur út fyrir hið faglega plan.\nEf það að gagnrýna ljóðin hreinskilnislega æsir aðra upp á móti mér, þá það. Ég vissi hreinlega ekki að nýju föt keisarans væri enn svona vinsæl.\nkv.\nLaurent/Keats"
        },
        {
            "user": "cocobana",
            "user_id": "36968",
            "date": "2003-08-17 03:20:42",
            "id": "1222431",
            "reply_to_id": "1222430",
            "text": "Keats! Þú segir ÁÐUR en ég útskýrði að þetta væri skopstæling á Stelsýkinni þinni'\nHeldur þú virkilega að ég sé svo treg að ég  hafi ekki strax um leið og ég las ‘Hviða’ skilið að  þetta var skopstæling á ljóðinu mínu Stelsýki?.\nÞú þurftir ekki að útskýra það fyrir mér .\nOg það varst þú sem bauðst upp í dans en  ekki ég með því að skopstæla ljóðið mitt.\nSlíkt finnst mér ekki fagleg gagnrýni.\nAuðvitað sárnaði mér og þess vegna sendi ég þér þetta skeyti með ‘vindganginn’\nReyndar verð ég að viðurkenna að þegar ég las ljóðið þitt Hviða kom mér strax í hug orðið kveisa eða magakveisa svo það kom náttúrulega af sjálfu sér að vindgangur fylgdi kveisunni.\nÞetta er allt saman bráðfyndið mál. Sérðu það ekki?.  No hard feelings.\nBestu kveðjur. c."
        },
        {
            "user": "Keats",
            "user_id": "20784",
            "date": "2003-08-17 14:16:39",
            "id": "1222432",
            "reply_to_id": "1222431",
            "text": "Sæl C,\nÉg mismælti mig reyndar hér að ofan þegar ég sagði að ég hefði skopstælt Stelsýkina, ég át það bara upp eftir þér. Ég hef hvergi sagt að ég væri að skopstæla Stelsýkina. Ég sagði að það hefði verið innblástur að Hviðunni. Það var hitt ljóðið sem ég skopstældi. Ég efast líka um að margir hafi áttað sig á samhengi milli ljóðanna tveggja nema ég og þú.\nHefði ég virkilega ætlað að skopstæla eitthvað eftir þig þá hefði ég gert það með mun grimmúðlegri og háðslegri hætti. Já, ég get það. En ég bara geri það ekki. Tja…. það er að segja ég forðast það í lengstu lög og myndi hiklaust gera það - en aðeins í nauðvörn.\nHugsunin með Hviðunni var að mér fannst of lítið gert með möguleika ljóðformsins í Stelsýkinni; það að beita orðum og setningum til þess að ná ákveðnu ‘andrúmslofti’.\nMeð öðrum orðum að tjá hlutina ekki aðeins með meiningu orðanna heldur öðrum eðliseiginleikum þeirra eins og hraða, lengd, mýkt og áherslur, hlutur sem Pope tekst á við í ‘Essay on Criticism’, sem ég póstaði sem ‘Leiðbeiningar í bundnu máli’ á korkinum.\nÞað er hægt að tjá svo margt með þessum hætti og mér finnst oft of lítið spáð í það. Ekki að það sé eina leiðin til að yrkja. Þetta er reyndar stíll sem ég beiti mikið sjálfur í minni ljóðagerð.\nMér fannst Stelsýkin - og þetta er ekki illa meint - frekar dauf að þessu leyti. Ekki það að ég ætli að þröngva þessum stíl í ljóðagerð upp á alla.\nÉg átti um tvo kosti að velja; annað hvort að gera athugasemd beint (og fá enn meiri blammeringar sem ég bara hef eiginlega ekki tíma til að sinna) eða að yrkja eitt sem dæmi um það sem ég átti við. Ég valdi seinni kostinn. Ég ætla ekki að halda því fram að mitt sé betra (né að það sé síðra), en það sýnir samt sem áður andstæðurnar nokkuð skýrt á þessum tveimur ljóðum.\nbestu kveðjur,\nLaurent/Keats"
        },
        {
            "user": "cocobana",
            "user_id": "36968",
            "date": "2003-08-17 15:15:59",
            "id": "1222433",
            "reply_to_id": "1222432",
            "text": "Allt í lagi Keats. Ég misskildi þig. En ég var ekki að reyna að ná þessum stíl í Stelsýkinni.\nHvort Stelsýkin er gott ljóð er auðvitað álitamál en allavega birtist það, þó aðeins öðruvísi, á sínum tíma, undir öðru nafni, í elsta og virtasta lista-og menningarblaði landsins.\nÞar bíða þúsundir ljóða birtingar en eitt ljóð eftir tiltölulega óþekkt skáld eru birt þar einu sinni í viku.\nFleiri ljóð mín hafa birst í umræddu blaði.\nBestu kveðjur.\ncocobana."
        },
        {
            "user": "cocobana",
            "user_id": "36968",
            "date": "2003-08-16 15:09:55",
            "id": "1222434",
            "reply_to_id": "1222425",
            "text": "Frábært ljóð og ljúfsárt. En verð að viðurkenna að mér finnst breytt orðaröð í annarri línu fyrsta erindis aðeins til lýta.\nKv. c"
        },
        {
            "user": "fimma",
            "user_id": "17117",
            "date": "2003-08-18 12:27:16",
            "id": "1222435",
            "reply_to_id": "1222425",
            "text": "Þetta er ennþá fallegt, en það kom mér talsvert á óvart að sjá að þú hefur bætt við öðru erindi. Það breytir andanum talsvert, en dregur þó ekkert úr gæðunum."
        }
    ]
}