{
    "forum_title": "Skóli",
    "user": "Bobbybrown",
    "user_id": "29598",
    "date": "2003-08-13 23:27:29",
    "title": "Að svindla eða ekki svindla",
    "text": "Nú fyrir stuttu átti ég að taka nokkur stöðupróf í ónefnudum skóla og sá svona fyrir mér að ég gæti aldrei náð þessum prófum en langaði rosalega í þessar einingar. Þannig að ég bað félaga minn sem er lærður kerfisfræðingur að taka fyrir mig prófin. Það var ekkert mál þar sem að enginn veit hvernin ég lýt út í þessum skóla. Hann gerði þetta fyrir mig og náði öllum prófunum og ég er nokkrum einingum nálægri takmarki mínu, semsagt að klára skólan.\nSvo er það náttúrulega alltaf siðferðisspurninginn.\n“á ég þessar einingar skilið?”\n“var rétt að gera þetta?” og svo framvegis.\nEn tilgangur þessara greinar eða spurnar er ekki hvort það sé réttlætanlegt að taka smá styttri leiðir í lífinu, heldur spyr ég ykkur gott fólk hvað hafið þið lagt á ykkur til að svindla á einhverju til að ná því.\nSurvival of the fittest… not the honest.\nBaráttukveðja Bobby…",
    "url": "https://www.hugi.is/skoli/greinar/160476/ad-svindla-eda-ekki-svindla/",
    "url_id": "160476",
    "id": "1222913",
    "replies": [
        {
            "user": "Ljoskar",
            "user_id": "10919",
            "date": "2003-08-14 00:00:57",
            "id": "1222914",
            "reply_to_id": "1222913",
            "text": "Ég hef bara einusinni svindlað, þá tók ég tölvu kennarans míns og skoðaði prófið sem að við vorum að fara í :)"
        },
        {
            "user": "doherty",
            "user_id": "32266",
            "date": "2003-08-14 00:08:54",
            "id": "1222915",
            "reply_to_id": "1222914",
            "text": "tókstu tölvukennara þíns?"
        },
        {
            "user": "christine",
            "user_id": "41637",
            "date": "2003-08-14 00:31:23",
            "id": "1222916",
            "reply_to_id": "1222915",
            "text": "já hann tók tölvukennarann það er að nýasta sex brasnum hahaha"
        },
        {
            "user": "demonz",
            "user_id": "3238",
            "date": "2003-08-14 00:03:54",
            "id": "1222917",
            "reply_to_id": "1222913",
            "text": "Hef ekki þurft að svindla í skólanum sjálfur…\nEkki nema svona smáhlutir eins og eitthvað verkefni sem maður kóperar frá eitthverjum og svoleiðis…\nEn survival of the fittest já, true…en málið er að þú ert meira “fit” eftir að læra þetta sjálfur, í stað þess að láta eitthvern annan gera þetta fyrir þig!"
        },
        {
            "user": "christine",
            "user_id": "41637",
            "date": "2003-08-14 00:09:17",
            "id": "1222918",
            "reply_to_id": "1222913",
            "text": "iss frændi minn var ökukennarinn minn svo…. jahh þið vitið hvað ég meina :-)"
        },
        {
            "user": "ice2thule",
            "user_id": "16543",
            "date": "2003-08-14 03:48:03",
            "id": "1222919",
            "reply_to_id": "1222918",
            "text": "var hann prófdómarinn þinn líka?"
        },
        {
            "user": "christine",
            "user_id": "41637",
            "date": "2003-08-14 11:16:29",
            "id": "1222920",
            "reply_to_id": "1222919",
            "text": "hann var prófdómarinn"
        },
        {
            "user": "Beer",
            "user_id": "1917",
            "date": "2003-08-14 00:28:04",
            "id": "1222921",
            "reply_to_id": "1222913",
            "text": "Miðað við hvernig þetta asnalega skólakerfi starfar í dag þá er þetta þokkalega svindl og þú átt ekki þessar einingar skilið og þú varst ekki að gera rétt.\nEn þó finnst mér mjög asnalegt að nota próf. Mér finnst þetta aumingjaleg og letileg leið. Ég er persónulega á móti prófum og vil aðra leið. En ég ætla ekki að fara út í það frekar.\nEn samt sem áður, hvernig helduru að þú standir þig í skólanum ef þú náðir ekki einu sinni stöðuprófinu??\nEn ég ætla ekki að dæma þig fyrir þetta, en þetta var samt rangt ;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-08-14 00:34:06",
            "id": "1222922",
            "reply_to_id": "1222913",
            "text": "Ok í þínum sporum hefði ég aldrei gert þetta!\nÞetta var alls ekki rétti hluturinn að gera, þú hefðir frekar bara átt að læra betur í staðinn fyrir að láta annan gera þetta fyrir þig!\nÞetta var þitt verk sem þú laukst ekki, og mér finnst þú ekki skilið þessar einingar!"
        },
        {
            "user": "Steinikr",
            "user_id": "8362",
            "date": "2003-08-14 00:38:00",
            "id": "1222923",
            "reply_to_id": "1222913",
            "text": "Hehe, man eftir svona skyndiprófi í MK sem gildi nú reyndar ekki neitt. Tókum prófið í tölvu, ég var nú ekki lengi að finna svörin með því að skoða HTML kóðann ;D"
        },
        {
            "user": "oldlady",
            "user_id": "21799",
            "date": "2003-08-14 14:32:56",
            "id": "1222924",
            "reply_to_id": "1222923",
            "text": "html kodi hvad er thad ^………."
        },
        {
            "user": "Steinikr",
            "user_id": "8362",
            "date": "2003-08-14 17:19:35",
            "id": "1222925",
            "reply_to_id": "1222924",
            "text": "Html kóði er kóði sem er notaður til að búa til vefsíður, alls konar skipanir, og segja hvernig síðunni er raðað upp, litir, og allt sem á henni er. Þú finnur svona kóða með því að hægri klikka á síðuna og ýta á “View Source”"
        },
        {
            "user": "oldlady",
            "user_id": "21799",
            "date": "2003-08-14 17:26:16",
            "id": "1222926",
            "reply_to_id": "1222925",
            "text": "ok …takk"
        },
        {
            "user": "maria87",
            "user_id": "38129",
            "date": "2003-08-14 00:46:36",
            "id": "1222927",
            "reply_to_id": "1222913",
            "text": "Ég veit ekki!  Kannski voru fleiri en þú að svindla þarna ;)  En allavega þá hélt ég að maður þyrfti alltaf að hafa skilríki með mynd á borðinu þegar maður er að taka próf."
        },
        {
            "user": "optimusprime",
            "user_id": "360",
            "date": "2003-08-14 01:40:19",
            "id": "1222928",
            "reply_to_id": "1222927",
            "text": "ég var að klára 10nda bekk, í byrjun bekkjarins setti ég upp vnc á tölvur kennarana í skólanum og síðan alltaf eftir skóla þá fór ég bara heim og og horfði á þá vínna, þar af leiðandi komst ég í gegnum öll prófin þar hehe og féll bara í stæ á samræmdu, ég er ósátur við skólakrfið í dag þannig að það er í lagi að svindla á því"
        },
        {
            "user": "maria87",
            "user_id": "38129",
            "date": "2003-08-14 12:44:17",
            "id": "1222929",
            "reply_to_id": "1222928",
            "text": "Kristo! Náðiru samræmdu prófunum í gegnum tölvur?"
        },
        {
            "user": "nonni2",
            "user_id": "5379",
            "date": "2003-08-14 19:36:10",
            "id": "1222930",
            "reply_to_id": "1222928",
            "text": "hehe snilld.\nþú þarft að fara í tölvuna hjá kennaranum til að setja það upp..\nfórstu bara í tölvuna hjá honum til að setja vnc?"
        },
        {
            "user": "sphinx",
            "user_id": "643",
            "date": "2003-08-14 01:55:00",
            "id": "1222931",
            "reply_to_id": "1222913",
            "text": "ég var að klára 5. bekk og kennarin minn í kristinfræði gaf mér bara 8 þannig að ég reið honum og hann gaf mér 9. ég sé eftir því að hafa ekki gert meira því að ég vildi fá 9.5 :("
        },
        {
            "user": "viceroy",
            "user_id": "3376",
            "date": "2003-08-14 03:08:34",
            "id": "1222932",
            "reply_to_id": "1222913",
            "text": "Humm\nSvo við tökum sjónarmiðin frá öðru sjónarhorni..\nEf ég drep mann… er rétt fyrir þig að sitja inni fyrir morðið?\nÉg veit að þetta er svo sem ekki sambærilegt en ekki rétt engu að síður…\nÞarna kemur það sama… “You survive fitter in jail… you do the time”\nEf ég geri eitthvað sniðugt… er rétt fyrir þig að taka heiðurinn?\nHvað ef allt í einu hinn langar í heiðurinn?\nHugsaðu aðeins…\nEinn sem útskrifaðist úr vélskólanum setti vél í gang… hann átti að tappa af túrbínunni… hann tók tappann úr… vélin í gangi.. milljón króna tjón… fyrir hugsunarleysi… þú kemur út úr skóla.. kannt ekki jack shit… kemur öðrum lítið við hver tók prófið… það kemst upp á endanum að þú ert eins og þú ert\nViceRoy"
        },
        {
            "user": "temsi",
            "user_id": "27290",
            "date": "2003-08-14 06:22:59",
            "id": "1222933",
            "reply_to_id": "1222913",
            "text": "Spurningin er ekki hvort það megi stytta sér leið, heldur er spurningin þessi:\nErtu í skóla til að læra, eða til að fá einingar?\nEkki svara í fljótheitum.  Hugsaðu þig vel um, því svarið er mikilvægara en þú heldur.\nViðhorf þitt til námsins er mjög mikilvægt fyrir framtíðina.\nÞú svíkur engann nema sjálfan þig ef þú svindlar."
        },
        {
            "user": "20atb",
            "user_id": "39604",
            "date": "2003-08-14 07:15:46",
            "id": "1222934",
            "reply_to_id": "1222933",
            "text": "Læra, of course!"
        },
        {
            "user": "daja",
            "user_id": "2431",
            "date": "2003-08-14 08:43:50",
            "id": "1222935",
            "reply_to_id": "1222913",
            "text": "Ég held að sá sem svindlar er í raun bara að svindla á sjálfum sér.  What goes around comes around…\nkv. d"
        },
        {
            "user": "delphi",
            "user_id": "487",
            "date": "2003-08-14 09:34:14",
            "id": "1222936",
            "reply_to_id": "1222913",
            "text": "“Þannig að ég bað félaga minn sem er lærður kerfisfræðingur að taka fyrir mig prófin”\nÉg ætla rétt að vona að þú sért ekki í kerfisfræði í öðrum hvorum háskólanna. Það er ekkert ömurlegra en að treysta á tík í vinnu sem kemur beint úr skóla með súper einkunir en kann svo ekkert.\nJá og þetta er með því lægsta sem nokkur maður getur lagst. Svindla á prófum sem þá skráðir þig í sjálfur. Hættu bara frekar."
        },
        {
            "user": "Bobbybrown",
            "user_id": "29598",
            "date": "2003-08-14 12:05:02",
            "id": "1222937",
            "reply_to_id": "1222936",
            "text": "Ég ætla bara að minna ykkur á að ég sagði í greininni að ég væri ekki að biðja um dóm á því hvort að ég væri að gera rétt eða rangt. Auðvitað er þetta rangt… en maður kemst ekki langt ef maður gerir alltaf rétt.\nEn þar sem að fólk sem skrifar á huga er frekar dómhart og miskunnarlaust þá ætla ég að lýsa málinu aðeins frekar.\nÞessar greinar sem að “ég” tók stöðupróf í tengjast mínu námi engan vegin. Ekki nema að ég velji þær sem aukafög. Þannig að í staðinn fyrir að eyða tíma mínum í tilgangslaus aukafög(sem að ég yrða annars að gera) ákvað ég því frekar að sleppa við þau.\nEn lítið aðeins í eigin barm… hver ykkar getur kastað fyrsta steininum…\nKveðja Bobby"
        },
        {
            "user": "Gunsalot",
            "user_id": "25694",
            "date": "2003-08-14 21:17:00",
            "id": "1222938",
            "reply_to_id": "1222937",
            "text": "Að svindla er reyndar gott fyrir mann, ef maður gerir rétt.\nMaður græðir lítið á því að svindla með því að senda annan í p´rófið fyrir sig en æsingurinn og spennan og adrenalínið sem fylgir svindli gerir svindlprófið meira eftirminnilega (að mínu mati) svo mér finnst það eitthvað festast meira í hausnum á mér þau próf sem ég svindla í.\nSvindl er list."
        },
        {
            "user": "divaa",
            "user_id": "11336",
            "date": "2003-08-14 09:46:02",
            "id": "1222939",
            "reply_to_id": "1222913",
            "text": "Mér finnst þetta allt of langt gengið hjá þér!"
        },
        {
            "user": "Aquatopia",
            "user_id": "9",
            "date": "2003-08-14 11:27:08",
            "id": "1222940",
            "reply_to_id": "1222913",
            "text": "Lítum svona á þetta: Þú útskrifast með svona svindli. Sækir um vinnu og ert ráðinn, frekar en einhverjir aðrir hugsanlega þar sem þú kemur vel fyrir. Eftir mánuð, kemst það upp að þú kannt ekki neitt af því sem þú ert menntaður. Þú myndir lenda í vondum skít.\nMér finnst svona lagað engan vegin réttlætanlegt, þú ert í skólanum fyrir sjálfan þig, ekki fyrir aðra."
        },
        {
            "user": "poopy",
            "user_id": "39905",
            "date": "2003-08-14 12:12:07",
            "id": "1222941",
            "reply_to_id": "1222913",
            "text": "Ég meina er þetta ekki orðið þannig núna að krakkar svindla í öllu sem þeir geta svindlað í… En ég er nú samt líka sammála því að mér finnst próf asnalegur hlutur :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-08-14 12:20:58",
            "id": "1222942",
            "reply_to_id": "1222913",
            "text": "hmm.. ég hef aldrei þurft að svindla á prófi.. ég er proffi og meðaleinkunnin mín er 9.27 þannig að ég þarf ekki að hafa áhyggjur af þessu, kæru Hugarar =)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-08-14 12:21:00",
            "id": "1222943",
            "reply_to_id": "1222913",
            "text": "hmm.. ég hef aldrei þurft að svindla á prófi.. ég er proffi og meðaleinkunnin mín er 9.27 þannig að ég þarf ekki að hafa áhyggjur af þessu, kæru Hugarar =)"
        },
        {
            "user": "Ukime",
            "user_id": "5743",
            "date": "2003-08-14 12:32:38",
            "id": "1222944",
            "reply_to_id": "1222913",
            "text": "Eina skiptið sem ég hef svindlað var á kristinfræðiprófi í 7. bekk, skrifaði nöfnin á postulunum á miða.."
        },
        {
            "user": "Qauzzix",
            "user_id": "3075",
            "date": "2003-08-14 12:38:18",
            "id": "1222945",
            "reply_to_id": "1222913",
            "text": "Svindlað og ekki svindlað.\nÉg hef tekið mér leiðist til að komast auðveldara í gegnum áfanga en aldrei farið út í þetta svona gróflega.\nFyrsta sem ég gerði var þegar ég var að taka einn áfanga í dönsku. Ég er hræðilegur í dönsku en ég næ oft að redda mér einhvernveginn. Síðan kemur upp a hrottalegi hlutur að ég eigi að skrifa tímaritgerð. Ég veit alveg að ég hef eindaldlega ekki getuna til að skrifa eina slíka. Rigerðin var uppúr bók. Ég og vinur minn leigðum myndina, skrifuðum niður á íslensku um hvað bókin var. Þýddum saman yfir á dönsku. Við vissum að ef við mundum ekki mæta í prófið fengum við að taka það í tímanum eftir annarstaðar og í friði á meðan kennarinn væri að kenna áfangann. Við setjumst niður og grípum upp blaðið og notum það sem viðmið þegar við skrifum. Vinur minn var aðeins flótari en ég og fer. Kennarinn kemur að mér. Hann svona spyr hvort ég sé nokkuð að svindla og ég voða stressaður treð blaðinu ofaní vasan minn. Ég kem voðalega skömmustulegur inní stofuna og skila rigerðinni. Kennarinn bað mig fyrir löngu að reyna að redda sér dönskum villuleitarpúka. Eina sem kannarinn sagði við mig var “Þú veist að núna þarftu að redda mér villuleitarpúkanum” og ég sagði auðvita já. Reddaði honum og stóðst áfangan :)\nNæsti hlutur sem ég gerði var í síðasta félagsfræðiáfanganum mínum. Var ekki nógu ábyrgðarfullur. Leti kom í veg fyrir að ég skrifaði þessa rigerð. Mér tókst aldrei að byrja á henni. Ég var hinsvegar með fína meðaleinkun í öllum prófunum og kennaranum líkaði voðalega vel við mig. Á föstudegi næst síðustu viku skólans kem ég til hans og segi einfaldlega við hann að ég vilji fá ritgerðina mína. Hann byrjar að leita í skjalatösku sinni og segist ekki finna hana. Fer síðan í kladdan og sér að hann er ekki búinn að merkja við mig. Hann dregur mig inná skrifstofu og byrjar að leita. Ég segist að ég hafi ekki alltof miklar áhyggjur af þessu og kem bara á mánudaginn því hann verður örugglega búinn að finna hana þá. Ég kem á mánudeginum og tala við hann. Hann byrjar á sömu rútínu og leitar í skjalatösku sinni og segir við mig, “Ég er ekki enn búinn að finna hana en … ” hann opnar kladdann “Þú fékkst 8 fyrir ritgerðina”."
        },
        {
            "user": "reynzi",
            "user_id": "1069",
            "date": "2003-08-14 14:06:51",
            "id": "1222946",
            "reply_to_id": "1222945",
            "text": "djös snilld!!! lol\nég gerði þetta einusinni í grunnskóla man ég…sagðist vera búin að skila ritgerð og fékk 8 afþví hún fann hana hvergi…en algjör snilld að gera ´þetta í framhaldsskóla! :D"
        },
        {
            "user": "lluvia",
            "user_id": "37522",
            "date": "2003-08-14 17:49:59",
            "id": "1222947",
            "reply_to_id": "1222945",
            "text": "Þetta var algjör snilld ;o) Það var svo vel skráð í mínum skóla hverjir voru búnir að skila og hverjir ekki þannig að þetta hefði aldrei gengið… Er reyndar samviskusama týpan þannig að ég hef aldrei svindlað… en þetta er ekkert smá fyndið. Samt rangt! skamm skamm…"
        },
        {
            "user": "Arasaka",
            "user_id": "15059",
            "date": "2003-08-14 15:05:57",
            "id": "1222948",
            "reply_to_id": "1222913",
            "text": "úff, þetta var nú helst til gróft, að senda annan í prófið fyrir þig!\nen what the hey, þitt líf.. svo lengi sem þú ert ekki að fara að skera mig upp og skipta um hjarta í mér er mér nett sama…\nen sjálf verð ég að játa á mig það sama og einhver á undan mér, ég kom með glósur í kristinfræðipróf! ^_^ fékk svo geðveikt samviskubit (var proffi með alltof stóra samvisku) og hef ekki gert það síðan! ákveð frekar að falla á prófinu, en það er ótrúlegt hvað maður nær alltaf með ágætiseinkunn! :)"
        },
        {
            "user": "snikkin",
            "user_id": "25858",
            "date": "2003-08-14 17:15:37",
            "id": "1222949",
            "reply_to_id": "1222913",
            "text": "Allt í lagi… þú kannt að bjarga þér en hvernig stendurðu ef þú ætlar að taka fleiri einingar í þessu ónefnda námi (sem ég býst við að sé eitthvað tengt tölvum)?? Þú ætlar kannski ekkert að gera það en það skiptir í rauninni ekki máli.\nÉg hef nokkrum sinnum ætlað að svindla en aldrei gert það. …. Jú einu sinni, en þá þurfti ég að skila ritgerð og það varð dauðsfall í fjölskyldunni þannig að mágkona mín lét mig fá sína sem ég lagfærði aðeins og skilaði inn. [Hún skilaði mér 10 í einkunn :o) ]\nÞað er eina svindlið mitt!!"
        },
        {
            "user": "Typpleysingur",
            "user_id": "29440",
            "date": "2003-08-14 21:35:44",
            "id": "1222950",
            "reply_to_id": "1222913",
            "text": "Ég nú bara sviðndla bara oft áður en ég skifti um skóla ég er sko enn í grunnskóla en það er nú samt annað mál. ÖÖÖHHHH vinkona mín sagði mér að skrifa eitthvað á borðið ef ég skildi eitthvað ekki og hún það sama en ég er feigin að ég vildi það ekki og þó eg fekk láa einkunn en hún fekk minni.\nAudda"
        },
        {
            "user": "Deathrock",
            "user_id": "30603",
            "date": "2003-08-14 22:31:06",
            "id": "1222951",
            "reply_to_id": "1222913",
            "text": "ég hef svindlað á líffræði og tónfræðiprófi. Annars er ég svona proffi. 9.15 í meðaleinkunn…"
        },
        {
            "user": "Deathrock",
            "user_id": "30603",
            "date": "2003-08-18 01:27:50",
            "id": "1222952",
            "reply_to_id": "1222951",
            "text": "Já..hérna eru víst allir að tala núna um hvernig þeir hafa svindlað á prófum og svoleiðis. Þá brýt ég hérna ísinn og segi,þótt ótrúlegt sé, þá hef ég aldrei svindlað á prófum. Ég er nú einhvernmeginn þannig að oft(í grunnskóla sem ég er núna nýbúinn með)þá lærði ég ekkert undir próf en fékk samt ágætis einkunn. Sérstaklega í vissum fögum en aldrei í stærfræði. Reyndar féll ég í stærfræði í samræmdu prófunum og þarf að taka árið upp…andsk…andsk…andsk"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-08-21 21:28:15",
            "id": "1222953",
            "reply_to_id": "1222913",
            "text": "Í samræmdu gat maður ekki komist hjá því að svindla vegna þess að kennararnir hjálpuðu manni svo gríðarlega. Sérstaklega dönskukennarinn sem nánast gerði ritgerðirnar fyrir mig. Þessi sami dönskukennari tók upp prófhefti vinar míns og benti honum á rétt svör í málfræðihlutanum og gerði það sama við hlustunartexta annars vinar míns."
        }
    ]
}