{
    "forum_title": "Sorp",
    "user": null,
    "user_id": null,
    "date": "2003-08-13 12:38:58",
    "title": "FmHnakkarnir Friðrik & Gunnar - Part 4",
    "text": "“Þröstur þrjúþúsund og svali hérna feitt slakir á kantinum með BUSTED á fóninum!þetta lag er fyrir ykkur öll þarna úti!” Gunnar rankaði við sér,ohh.. að vakna við þetta er… YNDISLEGT.. og hann söng með laginu og dinglaði sér með.\nSíminn hirngdi,í honum var Þolli Þoskur (Þoskur var bara viðurnefni á hann,hans rétta nafn var Þorleifur) Þolli sagðist hafa verið að chilla í gær á Spotlight og hafa séð Þröst þrjúþúsund á FM957 jeppanum og þá fékk hann þá hugmynd að ræna bílnúmerinu af honum,en hann hafði ekki þor í það. “Og..ætlastu til að ég komi og taki þetta bílnúmer?” sagði Gunnar og Þolli svaraði “já,þú og þessi vinur þinn Frikki” og Gunnar sagðist ætla að hugsa um það og hringdi í Frikka og sagði honum alla sólarsöguna og Frikki sló til.\nÞegar þeir voru komnir upp á lyngháls upp að norðurljósa húsinu tóku Gunnar og Frikki fram grímur,toguðu í spandex gallana og náðu eitthvern veginn að rífa þá af sér og undir þeim var búningur í felulitum,þeir litu út eins og úr SS sveitum Hitlers,nema auðvitað í felulitum.\nGunnar tók fram hamar og áhöld og með léttindum náði hann númerinu af en þá kom Simmi rauðhærði út og öskraði “Hvað eruði eiginlega að gera? á ég að lemja ykkur?” og Þolli öskraði á hann “Þegiðu rauðhærða feitabollan þín,þú verður að ná okkur fyrst” og Simmi byrjaði að hlaupa og náði þeim strax,barði þá í klessu og hrækti á þá þar sem þeir láu liggjandi en hann náði ekki bílnúmerinu,hann gleymdi sér í slagsmálunum.\nÞegar heim var komið kveiktu þeir á FM957 og dönsuðu í kringum bílnúmerið,en þá kom Þröstur 3000 inn og sagði með texas hreim “all'right guys,the party is over” Þröstur tók upp byssu og skaut á Þolla,Þolli datt strax niður dauður með skotsár á höfði,næst beindi hann byssunni að Gunnari og hitti hann í fótinn,á sama tíma tók Frikki upp byssu og skaut Þröst niður en þó ekki til dauða,Frikki hljóp út og Gunnar hlatraði eftir á með bílnúmerið í fórum og kallaði “I Will Be Back!”\nÞakkir fær : Dusty fyrir hugmyndina að Bílnúmerinu…\nKv.Hrannar M.",
    "url": "https://www.hugi.is/sorp/greinar/160463/fmhnakkarnir-fridrik-gunnar-part-4/",
    "url_id": "160463",
    "id": "1222492",
    "replies": [
        {
            "user": "DrEvil",
            "user_id": "25921",
            "date": "2003-08-13 14:27:55",
            "id": "1222493",
            "reply_to_id": "1222492",
            "text": "Absolutely splendid story sir!"
        },
        {
            "user": "zorglubb",
            "user_id": "347",
            "date": "2003-08-13 14:42:31",
            "id": "1222494",
            "reply_to_id": "1222492",
            "text": "þröstur þrjúþúsund, frikki tvöþúsund,,, þröstur ætti að fá sér líf,,, þó ekki nema á afslætti í bónus,, amk yrði hann meiri manneskja."
        },
        {
            "user": "Armageddon",
            "user_id": "7834",
            "date": "2003-08-13 14:46:01",
            "id": "1222495",
            "reply_to_id": "1222494",
            "text": "satt satt…sorglegt pakk þetta FMlið"
        },
        {
            "user": "Armageddon",
            "user_id": "7834",
            "date": "2003-08-14 14:53:52",
            "id": "1222496",
            "reply_to_id": "1222495",
            "text": "Snilldar sögur, en það sem hryggir mig við að lesa þetta er að þetta fmhnakkapakk er í alvörunni svona miklir fávitar…."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-08-14 14:58:16",
            "id": "1222497",
            "reply_to_id": "1222496",
            "text": "Það hryggir mig ekki,það bara pirrar mig að það séu ekki til gasklefar fyrir þetta fólk,losa okkur við þetta! senda þetta í Ásvitz þar sem þeir myndu þurfa að hlusta á “RadioReykjavík” og vera með dökkt hár og klæðast víðum buxum og úlpum,veröld þeirra myndi falla saman"
        },
        {
            "user": "Skaiburz",
            "user_id": "25411",
            "date": "2003-08-15 00:58:06",
            "id": "1222498",
            "reply_to_id": "1222492",
            "text": "Snilld! Kemur framhald? (hann sagði nú einu sinni „I will be back!“)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-08-15 11:47:11",
            "id": "1222499",
            "reply_to_id": "1222498",
            "text": "já,vinnsla að sögu 5. hefst von bráða"
        }
    ]
}