{
    "forum_title": "Ljóð",
    "user": "mofi",
    "user_id": "31322",
    "date": "2003-08-14 01:15:53",
    "title": "Trú, von og kærleikur",
    "text": "Hlustaðu nú á kveðju, köldum kistubotni frá.\nRofinn róm sem bergmálar og svífur þarna hjá.\nOfar, hvíla geislar, grafarbakkanum á.\nUmlukktir englum, sem aðeins hinir dánu sjá.\nEnglar sem krjúpa og biðja, biðja um fleiri andartök að fá.\nBiðja um fleiri stundir, festingunni á.\nÞessi ljósblá, ljúfu augu, þau skáru svartnættið\nog földu mínar sorgir og færðu mér frið.\nÞau voru sem speglar, er sönnuðu að ég var til.\nEn þarna drukknuðu draumarnir, í hamingjunnar hil.\nNú kemur þú og kveður, og kissir kistur tvær.\nEn í þeim hvíla trú og von, á meðan kærleikurinn færist fjær.\nÞreyttur á að bíða, að bíða eftir þér.\nNú er hann loksins farinn, í leit að sjálfum sér.\nSvo hverfum við í húmið og ekkert fær því breytt.\nVið verðum alveg agnarsmá og síðan ekki neitt.",
    "url": "https://www.hugi.is/ljod/greinar/160655/tru-von-og-kaerleikur/",
    "url_id": "160655",
    "id": "1224129",
    "replies": [
        {
            "user": "GuntramKraft",
            "user_id": "38250",
            "date": "2003-08-15 22:49:07",
            "id": "1224130",
            "reply_to_id": "1224129",
            "text": "Verulega góðir sprettir. Ekki fullkomið, en gríðarlega góð hugsun í þessu. Formið er ekki fullkomið, en það eru ekki allir sem stefna að því. Persónulega gefði mér þó fundist betra ef hrynjandin og stuðlar og allt væri hnökralust en það er bara ég.\nÁ leiðinlegri nótum eru bæði hylur og kyssir skrifað með Y. En það skiptir minna máli en innihaldið sem er verulega gott."
        },
        {
            "user": "GuntramKraft",
            "user_id": "38250",
            "date": "2003-08-15 22:49:47",
            "id": "1224131",
            "reply_to_id": "1224129",
            "text": "Verulega góðir sprettir. Ekki fullkomið, en gríðarlega góð hugsun í þessu. Formið er ekki fullkomið, en það eru ekki allir sem stefna að því. Persónulega hefði mér þó fundist betra ef hrynjandin og stuðlar og allt væri hnökralaust en það er bara ég.\nÁ leiðinlegri nótum eru bæði hylur og kyssir skrifað með Y. En það skiptir minna máli en innihaldið sem er verulega gott."
        },
        {
            "user": "mofi",
            "user_id": "31322",
            "date": "2003-08-15 23:06:46",
            "id": "1224132",
            "reply_to_id": "1224131",
            "text": "Takk fyrir það. Og slatti af þökkum fyrir að leiðrétta stafsetningavillurnar.\nÞað eru nokkrir agnúar sem ég hef ekki náð að laga.  Þetta er hugsað sem texti af lagi sem gæti lagar hrynjandann að einhverju leiti.\nEn annars, takk fyrir góða gagnrýni."
        },
        {
            "user": "cocobana",
            "user_id": "36968",
            "date": "2003-08-16 14:57:16",
            "id": "1224133",
            "reply_to_id": "1224129",
            "text": "Sammála GuntramKraft. Hann segir allt sem segja þarf. Kv.c"
        },
        {
            "user": "Keats",
            "user_id": "20784",
            "date": "2003-08-17 13:40:08",
            "id": "1224134",
            "reply_to_id": "1224129",
            "text": "Sæll, ég reikna með að þú hugsir þetta sem rapp-lag, miðað við þetta. Þú kemst þá líka upp með meira en ef þú hefur þetta bara sem ljóð. Það er bara þannig að góð tónlist getur híft texta töluvert upp. Ég er annars mjög hrifinn af upphafinu.\nEn hér eru nokkrar tillögur að breytingum á fyrstu línunum:\nHlustaðu (nú) á kveðju, köldum kistubotni frá.\nRofinn róm sem bergmálar og svífur þarna hjá.\nOfar, hvíla geislar, grafarbakka(num) á.\nUmluktir englum, sem dánir aðeins sjá.\nÞetta lagar hrynjandann miðað við þann rapp-hrynjanda sem ég held að þú hafir hugsað þér.\n“Englar sem krjúpa og biðja, biðja um fleiri andartök að fá.\nBiðja um fleiri stundir, festingunni á.”\nHmm… átta mig ekki á hvaða festingum þú átt við. Af hverju eru englarnir að krjúpa og biðja um fleiri andartök. Þessir erindrekar og sendiboðar almættisins, hvað skiptir það þá máli hvort við erum hér andartaki lengur eða skemur? Hér gætirðu til dæmis farið út í þá *sálma* (pun intended)…\nÞað e reyndar alltaf ákveðinn meðalvegur milli þess að vinna úr einhverju og síðan að predika.\n“Þessi ljósblá, ljúfu augu, þau skáru svartnættið\nog földu mínar sorgir og færðu mér frið.”\n“þau” eru hér hækja - þú ert búin að nefna augun, smáorðið er hérna sem uppfylling - eða áhersla. En þú getur hnoðað þessar línur aðeins meir, hvað með t.d.:\nÞessi ljósblá, ljúfu augu, SEM skáru svartnættið\nföldu mínar sorgir og færðu mér LOKS frið.\nHérna ertu kominn með betra flæði, engin augljós hækja og hvert setningarbrot leiðir því síðasta í eins konar orsakasamhengi - með því að skera svartnættið földu þessi ljósblá ljúfu augu mínar sorgir og færðu mér loks frið.\n“Nú kemur þú og kveður, og kissir kistur tvær.\nEn í þeim hvíla trú og von, á meðan kærleikurinn færist fjær.”\nÞarna myndi ég sleppa “En” og hafa tvípunkt á eftir tvær. Seinni línan er síðan heldur löng, sérstaklega miðað við orðin í lok hennar, það er erfitt að gera þeim góð skil í flutningi.\nJá, og umluktir bara með einu k-i.\nSvo er spurning hvort þú viljir í ljóðinu aðeins útfæra betur aðstæðurnar. Ég er allavega forvitinn þegar ég les ljóðið og myndi vilja sjá aðeins betur ‘sviðið’ sem þú ert að bregða upp mynd af. Er bara verið að jarðsetja þessa ídeala, eða er andlát manns í spilunum? Ef hún er að kveðja ídealana þá er hún meðvituð um það, þar sem hún er að kveðja tvær kistur.\nEin tillaga - bara tillaga, og út frá þeirri hugmynd að andlát manns sé hérna inn í myndinni: Ein kista sem hún kveður, hún er þannig ekki meðvituð eins og málpípan í þessu ljóði, á hvað verið er að kveðja. Í kistunni er síðan trú og von og hugsanlega einn skrokkur líka.\nÞví meir sem ég hugsa um þetta þá átta ég mig á að ljóðið orkar tvímælis á mig: Fyrri hlutinn virkar eins og um mannsandlát sé að ræða; sá seinni eins og þetta sé einungis líkingar, verið sé að kveðja vonina um að eitthvað samband á milli tveggja einstaklinga. Ef hið síðarnefnda á við þá er spurning af hverju hún er að kveðja trú og von, ætti það þá ekki að vera öfugt, ‘höfundurinn’ áttar sig á því að þýðir ekki að bíða lengur og ákveður að fyrra bragði að gleyma því?\nJæja, þetta er nú orðið mun lengra en ég ætlaði mér. Vona að það sé eitthvað gagn að þessu.\nbestu kveðjur,\nLaurent/Keats"
        },
        {
            "user": "mofi",
            "user_id": "31322",
            "date": "2003-08-17 14:07:29",
            "id": "1224135",
            "reply_to_id": "1224134",
            "text": "Takk fyrir þetta…\nÞað er rétt, margt af þessu lagar hrynjandann. Samt er ekki rapp-hrynjandi sem ég hafði í huga, meira að segja er lagið hans Megasar tvær stjörnur þar sem raulaði undir þegar ég var að semja þetta.\nFestingin er bara himinn, er að nota hugmyndina um að stjörnurnar séu englar en þessir fá ekki að vera þar. Afhverju ætla ég bara að láta eftir ímyndunaraflinu.\nÞetta eru einungis líkingar… kanski vantar að hugsa þetta aðeins betur til að forðast þannig miskilning.\nJæja, takk fyrir þetta. Hellings gagn af þessu.\nKveðja,\nMófi"
        }
    ]
}