{
    "forum_title": "Húmor",
    "user": null,
    "user_id": null,
    "date": "2003-08-14 16:33:12",
    "title": "Hahahohehíhohohohe",
    "text": "Það voru tveir menn að sækja um sama djobbið, annar nördi, hinn jock. Þeir voru látnir taka próf og læti. Daginn eftir koma þeir aftur til að sjá hver hafi verið valinn. “Þið fenguð nákvæmlega sömu einkunn, en ég ætla að velja nördann. ”Er ekki bara verið að steríótæpa fólk eins og mig…eða eitthvað þannig,“ svarar jock-inn þá fúll. ”Ja, þið voruð jafnir alveg þangað til á síðustu spurninguna, þar svaraðir þú,“ sagði hann og benti á nördann, ”'Ég veit það ekki', en þú,“ sagði hann og benti á jock-inn, ”þú svaraðir: ‘Ekki ég heldur’\nhahahahahahahahahahahahahahahahahahaha\nLjó ska, brúnka og rauðka unnu á sama vinnustað. Yfirmaður þeirra var mjög aðlaðandi kona. Hún fór alltaf snemma heim úr vinnunni. Þrekvenningarnir (ég bjó þetta orð til út frá orðinu þremenningar) ákveða þegar þær eru orðnar rosa öfundsjúkar um að hún fái alltaf að fara fyrr heim, að fara bara sjálfar fyrr heim. Þennan dag rétt eftir að yfirkonan er farin fara þær. Brúnkan nær að vinna rosa mikið í garðinum, rauðkan fer á bar og spjallar við marga, og ljóskan kom heim og sá yfirkonuna og manninn hennar að ríða svona svakalega, heitara kynlíf hafði hún aldrei séð. Næsta dag hittast þær þrjár og tala saman. “Þetta var gaman, við ættum að gera þetta oftar,” segir rauðkan. “Gleymdu því að ég geri þetta aftur, ég var næstum því böstuð.”\nhahahahahahahahahahahahahahahahahe\nÁ brúðkaupsnóttina komst kona Bill gates loksins eftir hverju hann skýrði fyrirtækið.\nhahahahahahahahahahahahahahahahahí\nFjór ir gaurar, allir á fimmtugsaldri sitja við barinn og monta sig af sonum þeirra.\n“Sonur minn þreif einu sinni bíla hjá bílasölu, núna á hann bílasöluna og er nýbúinn að gefa einum af vinum sínum 4 bíla,” segir sá fyrsti voða montinn.\nÞá segir annar: “Sonur minn byrjaði á að þjóna til matar á fasteignasölu en á nú fasteignasöluna og er nýbúinn að gefa einum af vinum sínum glæsivillu.”\nÞá segir sá þriðji: “Sonur minn byrjaði á að sópa gólfin hjá einu ríkasta fyrirtækinu á verðbréfamarkaðnum en á núna 85% í fyrirtækinu og er nýbúinn að gefa einum af vinum sínum milljón króna verðbréf.”\nÞá segir sá fjórði: “Sonur minn reyndist verða smá vonbrigði, hann er samkynhneigður hárgreiðslumaður og á nokkra kærasta. En þegar maður lítur á björtu hliðarnar þá gaf hver og einn kærasti honum fjóra bíla, glæsivillu, og milljón króna verðbréf.\nHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHA HAHAHAHA\nMasokistinn sagði við sadistann: ”Sláðu mig.“ Þá sagði sadistinn glottandi: ”Nei!!!\"\nHíhíhíhíhíhíhí\nNóg í bili\nKv, Eina",
    "url": "https://www.hugi.is/humor/greinar/160658/hahahohehihohohohe/",
    "url_id": "160658",
    "id": "1224166",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2003-08-15 23:41:27",
            "id": "1224167",
            "reply_to_id": "1224166",
            "text": "Á brúðkaupsnóttina komst kona Bill gates loksins eftir hverju hann skýrði fyrirtækið… ég fatta þennan ekki ?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-08-16 00:48:22",
            "id": "1224168",
            "reply_to_id": "1224167",
            "text": "Sorrí, það átti að vera: Á brúðkaupsnóttina komst kona Bill gates loksins að hverju hann skýrði fyrirtækið eftir!\nAfsaka mistökin :$"
        },
        {
            "user": "Deathrock",
            "user_id": "30603",
            "date": "2003-08-17 13:22:28",
            "id": "1224169",
            "reply_to_id": "1224166",
            "text": "hahahahahh"
        },
        {
            "user": "IceLock",
            "user_id": "33708",
            "date": "2003-08-17 17:17:02",
            "id": "1224170",
            "reply_to_id": "1224169",
            "text": "Óskiljanlegir brandarar t.d. með ljóskuna,búnkunna og rauðkunna ???"
        },
        {
            "user": "KataP",
            "user_id": "29845",
            "date": "2003-08-17 18:09:17",
            "id": "1224171",
            "reply_to_id": "1224166",
            "text": "microsoft hahahahahhahaah!!!\nHúmorkall!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-08-18 12:27:01",
            "id": "1224172",
            "reply_to_id": "1224171",
            "text": "(Raula í Let it snow takti)\nOg ég hló og ég hló og ég hló…\nOg microsoft brandarinn er snilld og líka efsti :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-08-18 17:04:58",
            "id": "1224173",
            "reply_to_id": "1224166",
            "text": "þessi neðsti er bara bestur í heiminum!"
        }
    ]
}