{
    "forum_title": "Final Fantasy",
    "user": "Veteran",
    "user_id": "26501",
    "date": "2003-08-17 17:56:19",
    "title": "Final Fantasy Origins (Final Fantasy I)",
    "text": "Jæja. Nú er ég búinn að prófa Fainal Fantasy 1 og verð auðvitað að lýsa yfir hrifningu minni. Ég sendi inn grein áður um Final Fantasy 2. Ég er nefninlega með Final Fantasy Origins sem inniheldur sem sagt Final fantasy 1 og Final Fantasy 2. Nú ætla ég að tala um Final Fantasy 1 (hvað er ég búinn að skrifa oft Final Fantasy).\nSöguþráður\nOkey, mjög svo basic söguþráður. The earth is decaying. The wind’s are stopping. The sea rages. Þetta gamla góða. Heimurinn að fara til andskotans. Það eina sem heldur vonarneistanum gangandi í fólki er spádómur.\n,,Þegar heimurinn er að rotna (eða eitthvað) munu fjórir Warriors of Light burtast.”\nTil að heimurinn hætti að rotna (eða eitthvað aftur) þurfa fjóru krystalarnir aftur að lýsa. Þetta segir sig sjálft. Þú þarft að fara í smá leiðangur og finna krystalana.\nBattle System\nÍ byrjun veluru Class fyrir fjóra kalla. Clössin eru: Fighter (Warrior), Monk, White Mage, Black Mage, Red Mage og Thief. Default uppröðun er: Fighter (Warrior, Thief, White Mage, Black Mage. Þessi class munu seinna í leiknum upgrade-ast í betri Class:\nFighter (Warrior) – Knight\nLang sterkasti guttin með bestu vopnin og mesta Defence-ið. Vital í öll lið.\nMonk – Master: Byrjar lélegur en verður svo seinna sterkur og þarf þaðan í frá aldrei að nota vopn. Master er ekki mikil breyting þó.\nThief – Ninja\nThief er á flesta kannta ekker spes. En Ninja er sterkur, hraður og frábær overall.\nWhite Mage\nÞið þekkið þennan alveg. Getur notað öll White Magic í leiknum.\nBlack Mage\nGamli góði skrýpillinn. Hvaðan haldiði að Vivi fær hattinn. *horfi út og tek eftir því hvað skýin myndast fallega*:D Anyways, getur kastað öllum Black Magic í leiknum. Lítið HP og Defence og Attack. Þ.e.a.s physically weak.\nRed Mage\nGóður bardagamaður og getur notað bæði Black og White Magic en ekki þau bestu.\nÞað er Turn Base System í leiknum. Ekki Active Time Battle. En það er samt mjög gaman.\nMagic System\nVirkilega sniðugt og basic system.\nOkey, basically; magic skiptist í 8 level. MP er misjafnt fyrir hvert level. Öll Magic kosta eitt MP. Ef Magic-ið er Level 4 og þú notar það, missir þí 1 MP fyrir Level 4 galdur. Tökum dæmi:\nLevel 1: 15/24\nLevel 2: 7/15\nLevel 3: 6/10\nLevel 4: 6/6\nLevel 5: 3/3\nLevel 6: 1/1\nLevel 7: 0/0\nLevel 8: 0/0\nOkey, þið skiljið þetta. Current MP/Max MP.\nDæmi fyrir Level 1: 15 er Current MP og 24 er Max MP.\nÞú kaupir Bolt1 og Fire1. Þau eru Level 1 Magic.\nÞú notar Cure1. MP lækkar í 14/24. Þú notar Dia1. Það lækkar í 13/24.\nÞú kaupir seinna Ice1 sem er Level 2 magic og Fire3 sem er Level 5 magic.\nÞú notar Ice1 einu sinni og lækkar þá Level 2 MP niður í 6/15.\nÞú notar Fire3 einu sinni og lækkar þá Level 5 MP niður í 2/3.\nSkilið!:D\nVopn:\nNunchaku fyrir Monk á lágu level-i, sverð, stafir, ninjasverð, hamrar (fyrir White Mage heh, heh). Og hnífar. Kannski að gleyma einhverju. Svo er líka hjálmar og annað defence gear:D\nNúna er ég þreyttur. Er nýbúinn að sjá margar hryllingsmyndir, þ.á.m They sem var abra gerð til að maður verði myrkfælinn. Á ekki eftir að sofna. Sob, sob. Vá. Augnlokin eru eins og blý. Bless!\nKveðja, Veterzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzz zzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzz zzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzz zzzzzzzzzzzzzzzzzzzzzzzzz\nOkey, nú er ég búinn að sofa. Ég skrifaði þetta sko í gærkvöldi en núna sendi ég innJ",
    "url": "https://www.hugi.is/finalfantasy/greinar/161153/final-fantasy-origins-final-fantasy-i/",
    "url_id": "161153",
    "id": "1227998",
    "replies": [
        {
            "user": "Gexus",
            "user_id": "5048",
            "date": "2003-08-18 07:48:51",
            "id": "1227999",
            "reply_to_id": "1227998",
            "text": "Vá, flott grein hjá þér ;)\nog ég downloadaði emulator fyrir NES tölvunna (Nintendo) og þá downloadaði ég helling af leikjum meðal annars Final Fantasy 1, mér finnst hann fínn, en í FF Origins eru gaurarnir (sprites) miklu betur gerðir og endurbættur með grafík-háum auglýsingum…\nannars ætla ég mér að kaupa FF Origins…:P"
        },
        {
            "user": "nokiddin",
            "user_id": "1332",
            "date": "2003-08-18 09:36:24",
            "id": "1228000",
            "reply_to_id": "1227999",
            "text": "“grafíkháum auglýsingum”? Excuse me?"
        },
        {
            "user": "Gexus",
            "user_id": "5048",
            "date": "2003-08-19 11:38:39",
            "id": "1228001",
            "reply_to_id": "1228000",
            "text": "“hærri” ætlaði ég að segja, annars er lítil grafík hehe :P"
        },
        {
            "user": "nokiddin",
            "user_id": "1332",
            "date": "2003-08-20 01:09:41",
            "id": "1228002",
            "reply_to_id": "1228001",
            "text": "Ég var meira að undrast yfir “auglýsingum”, ertu þá að meina “myndböndin” sem koma t´tt í FF-leikjum?"
        },
        {
            "user": "Gexus",
            "user_id": "5048",
            "date": "2003-08-22 07:35:28",
            "id": "1228003",
            "reply_to_id": "1228002",
            "text": "jebb, það eru vinir mínir sem venja mig á auglýsingar, annars vill ég vera vanur “Myndböndum” :P"
        },
        {
            "user": "Veteran",
            "user_id": "26501",
            "date": "2003-08-18 08:29:27",
            "id": "1228004",
            "reply_to_id": "1227998",
            "text": "OK… en geturðu svarað því hvenær í ósköpunum gaurarnir upgrade-a djobbið sitt? Orðinn pínu pirr á Red Mage & Thief sem eru í party-inu mínu… ekki að gera sig…"
        },
        {
            "user": "Veteran",
            "user_id": "26501",
            "date": "2003-08-18 11:51:53",
            "id": "1228005",
            "reply_to_id": "1228004",
            "text": "Það er í rauninni ekki búið að gerast hjá mér. Það er bara í einhverju event-i held ég."
        },
        {
            "user": "Librarian",
            "user_id": "15260",
            "date": "2003-08-20 09:18:55",
            "id": "1228006",
            "reply_to_id": "1228004",
            "text": "Þegar þú ert kominn með kanóinn geturðu komist að gömlum rústum með því að sigla skipinu upp að á þar sem hún kemur í sjóninn. Þar færðu Rat Tail þegar þú ert kominn í gegnum rústirnar.\nSíðan þarftu að vera kominn með airship til að geta notað Rat Tail. Flýgur því að litlum eyjaklasa þar sem eru holur í jörðinni, í einni holunni er Bahamut, lætur hann fá Rat Tail og þá uppfærir hann kallana."
        },
        {
            "user": "Jormundgand",
            "user_id": "19854",
            "date": "2003-08-18 11:18:06",
            "id": "1228007",
            "reply_to_id": "1227998",
            "text": "Fín grein, en ég skildi ekki RASS um þetta MP…\nLPFAN"
        },
        {
            "user": "Riku",
            "user_id": "34766",
            "date": "2003-08-18 20:35:02",
            "id": "1228008",
            "reply_to_id": "1228007",
            "text": "alveg nákvæmlega það sem ég ætlaði að segja… hehe"
        },
        {
            "user": "Jormundgand",
            "user_id": "19854",
            "date": "2003-08-20 09:23:21",
            "id": "1228009",
            "reply_to_id": "1228007",
            "text": "Þetta er mjög einfalt. Þú ert með X í max Mp fyrir eitthvað ákveðið magic level, t.d 7. Síðan, þegar þú eyðir galdri missirðu 1 Mp, sem þýðir að þú hefur X-1 MP. En, þar sem þetta var ekki Lvl.8 galdur, þá ertu enn með Max Mp í lvl.8 göldrum! (og getur notað Flare á fullu með Black Wizard ;P)"
        },
        {
            "user": "Jormundgand",
            "user_id": "19854",
            "date": "2003-08-20 10:39:41",
            "id": "1228010",
            "reply_to_id": "1228009",
            "text": "SUCKZZZZZZZZZ……. er þetta þá ekki 2 ísí?\nLPFAN"
        },
        {
            "user": "Jormundgand",
            "user_id": "19854",
            "date": "2003-08-20 20:04:47",
            "id": "1228011",
            "reply_to_id": "1228010",
            "text": "Engin Ether… eina sem healar MP er Cottage eða Inn. Plús það að þú ert ekki með jafn mikið af Mp á öllu. T.d ertu kannski með X MP í lvl.1, þá ertu með X-50 í lvl.7"
        },
        {
            "user": "Jormundgand",
            "user_id": "19854",
            "date": "2003-08-20 20:06:23",
            "id": "1228012",
            "reply_to_id": "1228011",
            "text": "Whateeeeeeeeeeeeeeeever…\nLPFAN"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-08-20 20:12:50",
            "id": "1228013",
            "reply_to_id": "1228012",
            "text": "You have been chosen to get a painful death 4 defying Giggicool. Your brain will self-destruct in 5 seconds. 5…………4……….3……….2……….1……. DIE!\nFooled ya!"
        },
        {
            "user": "Veteran",
            "user_id": "26501",
            "date": "2003-08-20 23:36:45",
            "id": "1228014",
            "reply_to_id": "1228011",
            "text": "Getur líka bara save-að fullkomlega í Inn-um, Tent-um eða Cottage-um. Í FFO ertu með Memo Filre að vísu."
        },
        {
            "user": "Carnage",
            "user_id": "41265",
            "date": "2003-08-18 15:20:45",
            "id": "1228015",
            "reply_to_id": "1227998",
            "text": "Quadrisspisst, já góður leikur, sveinabúllan tvítug………………………"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-08-18 17:41:15",
            "id": "1228016",
            "reply_to_id": "1227998",
            "text": "Flott grein.\nGóða nótt…………góðann dag.\nSnilldar leikir, var með þá í emulator, vann þá, keipti mér svo origins þegar hann kom út, veit ekki afhverju ég er ekki byrjaður almennilega á honum. Fer að vinna í því      ;-)"
        },
        {
            "user": "Kupo",
            "user_id": "29733",
            "date": "2003-08-27 14:04:57",
            "id": "1228017",
            "reply_to_id": "1227998",
            "text": "soldið óskiljanleg grein en það er vísast að því að FF origins er eini FF leikur sem mig vantar(sem er kominn út) en eru engin myndbönd í þessum leik?"
        },
        {
            "user": "Veteran",
            "user_id": "26501",
            "date": "2003-09-06 15:21:39",
            "id": "1228018",
            "reply_to_id": "1228017",
            "text": "Í Final fantasy Origins (bæði 1 og 2) eru bara myndbönd í byrjuninni. Svona intro."
        },
        {
            "user": "Kupo",
            "user_id": "29733",
            "date": "2003-09-07 19:06:05",
            "id": "1228019",
            "reply_to_id": "1228018",
            "text": "ekkert FMV í endann?"
        },
        {
            "user": "Veteran",
            "user_id": "26501",
            "date": "2003-09-12 12:28:14",
            "id": "1228020",
            "reply_to_id": "1228019",
            "text": "Örugglega ekki."
        },
        {
            "user": "Kupo",
            "user_id": "29733",
            "date": "2003-09-12 17:41:29",
            "id": "1228021",
            "reply_to_id": "1228020",
            "text": "jú það hlítur að vera marr.."
        },
        {
            "user": "Pantalaimon",
            "user_id": "71080",
            "date": "2007-12-25 19:02:00",
            "id": "5509751",
            "reply_to_id": "1227998",
            "text": "Er ég eitthað að ruglast eða heitir fyrsti Final fantasy leikurinn ekki mystic quest? o_0"
        }
    ]
}