{
    "forum_title": "Geimvísindi",
    "user": "Shocer",
    "user_id": "28517",
    "date": "2003-08-18 21:53:01",
    "title": "Lífs leit",
    "text": "hérna á eftir ættla ég að setja ritgerð sem ég gerði í Apríl 2003 um leitina af lífi og ég vil þakka öllum sem að hjálpuðu mér við hana beint og óbeint. Og ég vill þakka SAssassin afarmikið fyrir að hafa skrifað greinaina “Leitin að lífi” því ég notaði mikið af efni (beint og óbeint)úr henni.\nÞað sem hefur verið hvað frægast í kvikmyndum er geimurinn og víðáttur hans og hlutir sem tengjast honum á allavegu. Margir vísindaskáldsögu höfundar tengja sögur sínar á einhvern hátt geimnum t.d. með því að láta geimverur ráðast á hnöttinn eða láta mannverur stíga fæti á óþekktar plánetur en hvað sem því líður þá getur ekki verið að geimverur séu bara hreinn skáldskapur og ofsjónir og að við mennirnir séu eina vitsmunalífið í geimnum eða að það fynnist bara líf á jörðinni yfir höfuð. Margt fólk segist hafa séð FFH (Fljúgandi furðuhlutir) og jafnvel tekið myndir af þeim og enn annað fólk segist hafa verið rænt af geimverum en hvort sem þetta er satt eða ekki þá hlítur að vera að fynna meira líf í geimnum en bara á Jörðinni. Leitina að lífi í geimnum utan jarðarinnar ættla ég að fjalla um hér á eftir.\nÁ sjöunda áratugnum voru sýnir af FFH svo þrálátar að það var skipuð sérstök rannsóknarnefnd um fljúgandi fyrirbæri. Nærri 11.000 skýrslur voru ransakaðar af nefndinni. Eftir að hafa útilokað allar frásagnir sem hugsanlega ættu rætur að rekja til skýranlegra fyrirbæra, svo sem loftsteina, loftbelgja til veðurathugana eða jafnvel gervitungla sem brunnu upp, kommst nefndin að niðurstöðu. Hún var sú að FFH væru til (Peter Arnold og fél. 1980) .\nVið þekkjum öll þau fimm einkenni lífvera sem eru að allar lífverur, æxlast, vaxa, þroskast, svara áreiti og láta tiltekin efnaskipti eiga sér stað (Dean Hurd og fél,1996). Þó að þessi regla gildi hér á Jörðinni er ekki víst að líf á öðrum plánetum falli í þessa flokka og þess vegn gæti alveg verið að við rekumst á geimveru einn dag en áttum okkur ekki á því að hún sé lífvera vegna þess að hún passar ekki í okkar kerfi. En við meigum þó ekki byrja að kalla allt líf því annars eigum við öruglega eftir að lenda í óendanlega löngum samræðum við stein hinumeginn í Vetrarbrautinni.\nUmræðurnar um vitsmunalíf í geimnum hófust fyrir alvöru árið 1950, yfir hádegisverði í kjarnorkuransóknarstöðinni í Los Almos í Bandaríkjonum. Þar var hinn merki, ítalski eðlisfræðingur Enrico Fermi að tala um möguleika þess að líf gjæti leynst annars staðar í geimnum og spurði einfaldlega. “Hvað í ósköponum varð eiginlega um þær?” Á þennan einfalda hátt setti Enrico Fermi  fram meginspurninguna að baki SETI-rannsóknanna (Helle og Henrik Stub, 2001).\nSETI-verkefnið eða Search For ExtraTerrestrial Intellengce (Leitin að vitsmunalífi utan Jarðar) er verkefni sem að hefur verið starfrækt í um 40 ár og en hefur ekki heirst neitt (sem að hægt er að taka mark á) og er fólk farið að tala um þögnina miklu. Verkefni felur í sér að nema útvarpsbylgjur utan úr geimnum. Frank Drake, sem má kalla  upphafsmann nútíma SETI-rannsókna, tók að hlusta eftir útvarpsbylgjum utan úr geimnum árið 1960, fyrstur manna.Frank fékk úthlutað 200 hlustunar tímum og tveimur stútentum til aðsoðar en þá var Frank í vanda það eru um 200 milljarðar stjarna í Vetrarbrautinni og Frank þurfti að velja á milli þeirra. Og á hvaða bylgjulengd átti hann aðhlusta? Frank áhvað að beina tækjunum að tveimur stjörnum sem eru ekki svo ólíkar sólinni, Tau Ceti og Epsilon Eridan. Og hann áhvað að nota bylgjulengdina 21 cm en á þeirri bylgjulengd sendir vetni, algengasta frumefnið í alheiminum, frá sér geislun (Helle og Henrik Stub, 2001).                            Árið 1967 uppgötvaði Antony Hewish, prófessor við háskólann í Cambridge í Englandi að bylgjuuppspretta ein í geimnum, CP1919, sendi frá sér reglubundna geislun sem breyttist á 1,337011 sekúndna fresti. Hewish varð strax ljóst að hér var eitthvað óvenjulegt á ferð. Þar að nákvæmnin var svo mikil, taldi hann sig hafa fundið útvarpsbylgjusendi úti í geimnum og uppspretta geislunarinnar fékk nú nafn LGM-1. Skammstöfunin fyrir “Little Green Men” eða “Litlir, grænir menn”. Í fáeina mánuði héldu menn þessari uppgötvun leyndri. Ekkert mátti spyrjast fyrr en full vissa væri fengin. Þessi varúðarráðstöfun reyndist hafa verið rétt ákvörðun. Það kom nefnilega í ljós að hér hafði ekki fundist neinn útvarpsbylgjusendir, heldur svonefnd nifteindastjarna. Þessi stjörnutegund hafði ekki áður fundist en kallast nú öðrunafni tifsjarna, vegna þess hve reglubundin geislunin er (Helle og Henrik Stub, 2001). Telja má líklegt að ef “geimverurnar” nota útvarpsbylgjur til samskipta þá hafi þær kóðað sendingar sínar mjög vel. Við myndum því ekki þekkja þær sendingar frá ruslinu. Ef við tökum sem dæmi loftskeytamann í seinni heimsstyrjöldinni þá getum við staðhæft að ef hann fengi í hendurnar sjónvarpssendingu frá nútímanum þá myndi hann ekki gera sér grein fyrir því hvað hún væri.\nÞað verður líka að teljast harla ólíklegt að “geimverur” noti samskonar tækni og við á jörðinni.Segja má að þessi leið sé ekki mjög líkleg til árangurs því gallarnir eru augljósir (\nhttp://www.hugi.is/ufo/greinar.php?grein_id=16322656).\nÞað er talað um fjóra möguleika á fyrstu kynnum við geimverur það eru 1. Geimskip frá framandi menningu lendir á jörð, 2. Við greinum orðsendingu í formi útvarpsbylgna, 3. Við finnum líf á öðrum hnöttum þegar við förum sjálf að rannsaka Vetrarbrautina og 4. Við rannsóknir á sólkerfinu finnum við merki þess að framandi vitsmunaverur hafi komið hér við, jafnvel fyrir milljónum ára (Helle og Henrik Stub, 2001).\nÞegar ég tala um Vitsmunaverur er ég að tala um þær lífverur sem að geta náð langt í því að þróa og skilja hluti við mennirnir erum til dæmis vitsmunaverur vegna þess að við höfum fundið upp allskonar hluti t.d. ljósaperuna og tölvuna. Til þess að geta þetta þarf maður að vera klár í kollinum og líka með líkams bygginguna til þess t.d. Hestar eða fílar eru ekki með hendur svo að þeir geta ekki gripið hluti en við menn og prímatar erum með hendur og getum notað þær til þess að framkvæma ýmsar hreifingar t.d. að grípa hluti.\nMargt fólk segist hafa séð eða komist mjög nálgt FFH eða geimverum til er flokkunar kerfi sem að dr. J. Allen Hynek fann upp fyrir allar sögur af þessum atburðum, kerfið er þrjú stig. Þriðja stigið er þegar mannverur og geimbúar hittast er hvað þekktast, en sjalgæft að sklíkt sé tilkynnt og mjög umdeilt þegar það kemur fyrir. Annað stig, samhvæmt kerfi Hyneks, felur í sér “mælanleg áhrif á land og lifandi og dauða hluti” og fyrsta stig felur í sér “reynslu án áþreifanlegra líkamlegra áhrifa” á áhorfendann (Arthur C.Clarke og fél. 1983). Margt fólk sem segist hafa séð FFH hefur þjálfun í að taka eftir hlutum á flugi, svo sem flugmenn (Peter Arnold og fél. 1980).\nHvar finnum við líf?\nÞessari spurningu verður að skipta í tvennt. Hvar finnum við líf innan sólkerfisins og hvar finnum við líf utan þess?\nFyrrahlutanum svörum við: Líklegustu staðirnir til þess að finna líf utan jarðarinnar eru í innra sólkerfinu og á tunglum ytri plánetanna. Innra sólkerfið hefur í raun bara eina plánetu sem líklega kost, Mars.\nMars hefur á einhverjum tímapunkti haft bæði fljótandi vatn og þéttari lofthjúp og því er ekki ólíklegt að þar gæti hafa myndast frumstætt líf líkt því á jörðinni. Það líf væri þó líklegast útdautt núna vegna loftslagsbreytinga.\nEvrópa er helsti möguleiki tunglanna því þar er vatnshaf og einnig hefur hnötturinn fljótandi kjarna.                                                             Seinni hlutanum er auðvelt að svara. Við vitum það ekki og það er engin leið til þass að vita það með nútímatækni. Möguleikarnir á mismunandi lífi eru óendanlega margir, það er ekkert sem segir okkur að lífverur þurfi að hafa DNA, drekka vatn og borða kex.\nLíklegast er að finna líf á plánetu sem ferðast umhverfis sól, hins vegar er ekkert því til fyrirstöðu að líf gæti þróast á einstökum hnetti, eða jafnvel í gasrisa eða á loftsteini, svo lengi sem orku-uppspretta er til staðar, það verður þó að viðurkennast að þessar aðstæður eru ögn ólíklegri en aðrar, þar eð aðstæður eru all-svakalegar.\nVið verðum að gera ráð fyrir að líf þróist við þær aðstæður sem eru bestar fyrir það, þess vegna mætti snúa þessu við og segja að við gefnar aðstæður gæti þróast það líf sem hentar þeim aðstæðum best.\nLokasvarið við þessari spurningu er því ómögulegt að finna fyrr en við getum ferðast út fyrir sólkerfið okkar (\nhttp://www.hugi.is/ufo/greinar.php?grein_id=16322656).\nLíklega eigum við einhvertíma í sögu jarðar eftir að kinnast lífi utan úr geimnum (ef það eru ekki þegar komið) og jafnvel á þetta líf kannski eftir að kenna okkur að halda lífi á plánetunni okkar til lengri tíma. Persónulega efast ég um SETI-rannsónirnar og efast um að við eigum einhvertíma eftir að ná einhverju armenilegu sambandi með þeim. Leitin að lífi er mjög flókin og að finna vitsmunalíf er jafnvel ennflóknara en við meigum þó búast við því að við erum ekki ein í Vetrarbrautinni. Ég held ég hætti hér og minni aðeins á fleyg orð J. B. S. Haldane: “Alheimurinn er ekki einkennilegri en við ímyndum okkur - hann er einkennilegri en við getum ímyndað okkur”(Arthur C.Clarke og fél. 1983)\nmeð þökkum Shocer :D",
    "url": "https://www.hugi.is/geimvisindi/greinar/161319/lifs-leit/",
    "url_id": "161319",
    "id": "1229606",
    "replies": [
        {
            "user": "gummicool",
            "user_id": "23499",
            "date": "2003-08-19 10:09:50",
            "id": "1229607",
            "reply_to_id": "1229606",
            "text": "Góð Grein hjá þér! En þú mættir nefna að í kringum pláetur eins og sólina eru lífhvolf þar sem líf getur þrifist. Jörðin okkar er nokkurn vegnin nákvæmlega á réttum stað í lífhvolfinu svo líf geti þrifist. Mars er utarlega í lífhvolfinu en það útilokar ekki líf þar. En síðan getur náttúrelga verið að þessar vitsmuna- eða geimverur séu ekki með hin 5 einkenni lífvera."
        },
        {
            "user": "SAssassin",
            "user_id": "8617",
            "date": "2003-08-19 10:48:36",
            "id": "1229608",
            "reply_to_id": "1229607",
            "text": "Úff, þetta er einmitt það sem mér finnst svo óbærilega þröngsýnt…\nþetta “lífhvolf” er fínt til síns brúks en þá aðeins til þess að sjá hvar líf, líkt því sem er á jörðinni, gæti þrifist. Ekki útiloka líf þó umræddur hnöttur/staður sé utan lífbeltisins. Sjáðu bara Evrópu…það er alls ekki ólíklegt að það gæti þrifist einhverskonar líf."
        },
        {
            "user": "gummicool",
            "user_id": "23499",
            "date": "2003-08-19 17:13:01",
            "id": "1229609",
            "reply_to_id": "1229608",
            "text": "góð ábending hjá þér með evrópu. Var ekki að pæla mikið í henni. Já og lífið þróast… En þið gætuð alveg líka pælt í því að maðurinn þarf ekkert endilega að vera uppruninn á jörðinni. Það eru til rökrænar skýringar og tilgátur um það að það hafi komið geimverur úr fjarlægri framtíð og bruggað eitthvað mitt sitt DNA á jörðinni. Kannski voru þær á flótta eða kynstofninn var að þurrkast út og eina leiðin væri að byrja upp á nýtt? Kannski erum við ný byrjun? Talið er líka að geimverurnar hafi komið með boðorðin 10. Kannski er þetta það sem þær féllu sjálfar á og vilja láta okkur fara eftir því hver veit ekki ég en mig langar að vita. (afsaka lelega stafsetningu og það að hitta illa á takka á lyklaborði:))"
        },
        {
            "user": "tran",
            "user_id": "59",
            "date": "2003-08-19 10:40:30",
            "id": "1229610",
            "reply_to_id": "1229606",
            "text": "góð grein..\nmér finnst stærstá röksemdarvillan hjá vísindamönnum í dag að gera ráð fyrir því að það VERÐI að vera vatn og súrefni til staðar svo að líf geti þryfist á öðrum hnöttum..\nþað finnst mér þröngsýni, það er kannski þannig hér á jörðinni enda eru allar lífverður hér búnar að aðlaga sig að því að andrúmsloftið er gert úr MA súrefni og það er mikið af vatni á jörðinni..\nlífið finnur sér alltaf einhverja leið.. það er einmitt eitt einkenni lífvera, þróun"
        },
        {
            "user": "SAssassin",
            "user_id": "8617",
            "date": "2003-08-19 10:53:18",
            "id": "1229611",
            "reply_to_id": "1229606",
            "text": "Mér finnst nú óþarflega mikið beint úr fyrirlestrinum okkar félaganna…það sem þú skrifar þar fyrir utan sýnir alveg að þú getur skrifað sjálfur."
        },
        {
            "user": "Shocer",
            "user_id": "28517",
            "date": "2003-08-20 21:29:05",
            "id": "1229612",
            "reply_to_id": "1229611",
            "text": "sry.. en mér fannst þetta bara svo góður fyrir lestur að ég varð að taka ekkað úr honum og ég held að það hafir verið það sem að skilaði mér einni 9 í þessum náttúrufræði áfanga :D\nog já Heimildaskráinn\nArthur C. Clarke, Simon Welfare og Jhon Fairley. 1983. Furður veraldar. Vaka. bls. 174-175 og 183\nDean Hurd,Edward Benjamin Snyder, Gorge F. Matthias, Jill D. Wright, Susan M. Johnson. 1996. Einkenni lífvera, Almenn náttúru vísindi. Námsgagnasftofnun. bls. 31\nHelle & Henrik Stub, 2001, Er líf í geimnum, Lifandi vísindi aukablað með 1. tbl., Gutanberg bls.4, 16-17 og 20\nhttp://www.hugi.is/ufo/greinar.php?grein_id=16322\n656\nThe Hamlyn Publishing Group. 1980. Heimurinn okkar, Vísindi og mannlíf nútímans, bók 2 Tækni og vísindi. Iðunn. bls. 86"
        },
        {
            "user": "unix",
            "user_id": "22179",
            "date": "2003-08-19 19:40:58",
            "id": "1229613",
            "reply_to_id": "1229606",
            "text": "flott grein hjá þér, ég held samt að SETI-verkefnið eigi eftir að skila einhverju. :)"
        }
    ]
}