{
    "forum_title": "Hestar",
    "user": "ornbj",
    "user_id": "32323",
    "date": "2003-08-22 15:39:14",
    "title": "Leiðin um Dráttarhlíð",
    "text": "Leiðin um Dráttarhlíð\nEftir Örn H. Bjarnason\nÞeir sem ætla að fara ríðandi um Nesjavelli austur í Grímsnes eða Biskupstungur eiga þangað greiða leið um Dráttarhlíð. Þegar komið er frá Nesjavöllum að Villingavatni verður fyrir á veginum rimlahlið. Þar er farið í gegnum en síðan strax sveigt til vinstri á leiðina um Dráttarhlíð.\nFarið er norðan í Kvöldbrekkum og síðan upp á Grenásinn og eftir honum. Ekki er þá langt á bílveginn sem liggur fyrir ofan stöðvarhúsið við Efrafall og  niður  á brúna yfir Sogið. Áfram austur er svo haldið spottakorn meðfram veginum sem liggur til Þingvalla. Fljótlega nokkurn veginn þar sem Sogið rann úr Þingvallavatni blasa við tvö hlið á hægri hönd. Ef farið er um hliðið til vinstri þá er komið á leiðina um Driftir. Sú leið liggur í Kringlumýri og síðan áfram um Biskupagötur að veginum á Laugarvatn.\nMinnst var á rimlahlið hér að ofan. Varla þarf að minna hestamenn á, að þegar komið er með rekstur að slíku hliði þá er nauðsynlegt að standa þar fyrir á meðan reksturinn fer um hliðið þar hjá. Ég hef séð hesta ílla farna eftir að hafa álpast yfir rimlahlið.\nÞess má geta að undir Dráttarhlíð voru geymsluskemmur Skálholtsstóls og aðrar við Þingvallavatn skammt frá upptökum Sogsins. Þarna voru búvörur og skreið flutt yfir. Mikið sog var þarna og flutningur þessi því ekki með öllu hættulaus. Eitt sinn barst í Sogið hluti af líkfylgd og líkið að auki.\nFáksferð\nÉg hef farið tvisvar ríðandi um Dráttarhlíð. Annað skiptið var sumarið 1992 í Fáksferð. Við höfðum riðið frá Skeggjastöðum í Mosfellssveit í Skógarhóla. Næsta dag fórum hjá Skógarkoti og á Gjábakkastíg upp frá Vellankötlu og þaðan um  Kringlumýri að Útey hjá Laugarvatni.  Þriðja daginn riðum við svo um Biskupagötur í Kringlumýri og þaðan um Driftir og Dráttarhlíð að Villingavatni í Grafningi.\nSíðasta daginn riðum við  hjá Nesjavöllum og í Marardal niður um einstígið að norðan og út úr honum að sunnan. Þvínæst sveigðum við yfir á Dyraveg og fyrir norðan Lyklafell niður hjá Elliðakoti og í Mosfellssveit um Alamannadal og Hólmsheiði. Við fórum niður hjá Reynisvatni og framhjá Engi.  Ég man enn  hvað brúni klárinn minn var skemmtilegur síðasta spölinn að Blikastöðum. Hann bókstaflega óð áfram á hraðatölti reiðgötur meðfram Vesturlandsvegi. Prófíllinn var þess háttar að umferðin hægði á sér og segi ég það alveg satt.\nÞingvallavatn sýnir klærnar\nÁ 17. júní árið 1959 gerðist sá atburður við Efrafall að Þingvallavatn reis óvenju hátt í miklu roki, þannig að stífla brast og mikið vatn streymdi í gegnum jarðgöng, sem verið var að vinna við og hálfbyggt stöðvarhúsið. Miklar skemmdir urðu þarna og hreinasta mildi, að þetta var á Þjóðhátíðardaginn og enginn við vinnu. Annars hefði eitthvað farið meira en líkfylgdin forðum, enda fjöldi manns starfandi bæði í göngum og stöðvarhúsinu virka daga.\nLangan tíma tók að stöðva flauminn. Fyrst var reynt að gera það með stórum steinum, en þeir endasentust undan stríðum straumnum líkt og dóminókubbar. Þá voru sóttir enn stærri steinar, borað í gegnum þá og margir slíkir festir saman með þykkum stálvír. Það hreif.\nUpp úr þessu óhappi varð til einhver fallegasti arkitektúr sem ég hef séð. Það er frábært hvernig stöðvarhúsið þarna við Efrafall fellur inn í náttúruna og styrkir hana. Gunnlaugur heitinn Halldórsson teiknaði þessa byggingu og hún er í einhvers konar klassískum stíl eða kannski öllu heldur funkisstíl. Þegar Guð almáttugur og mannshöndin leggjast á eitt þarf ekki að spyrja um útkomuna.\nÁfram um gamlar götur\nEftir óhappið með líkfylgdina  mun ferjustaðurinn hafa verið fluttur niður fyrir þangað sem Sogið rennur í Úlfljótsvatn. Vera má að Skálholtsmannavegur hafi legið betur við þeim ferjustað en Driftirnar, en hann lá frá Úlfljótsvatni fyrir norðan Búrfell og sunnan Hrólfshóla og síðan fyrir norðan bæinn Björk um Lyngdal. Hann mætti Biskupagötum við Stangarlæk.\nÞetta er ein af þeim mörgu gleymdu götum sem lítt eru farnar í dag. Fyrir  þremur árum  reið ég frá Hæðarenda að Björk í Grímsnesi. Þarna eru víða allglöggar götur, sem eru líklega partur af þeim götum sem á korti eru nefndar Bakkagötur. Eins hef ég riðið götur sem liggja frá Hæðarenda með stefnu á mitt Búrfell, en   meðfram Búrfelli að austanverðu eru gamlar reiðgötur. Þær eru sýndar á korti Björns  Gunnlaugssonar frá 1844 og virðast liggja rakleitt að Gjábakka í Þingvallasveit. Þessar götur allar þyrfti að stika út og kortleggja, en umfram allt að endurvekja þær til gleði fyrir hinn almenna hestamann.\nNiðurlag\nUm daginn sá ég hóp fólks hlammast með rekstur um malarveginn hjá bænum Búrfelli og Hæðarenda. Þetta finnst mér hálfgerð villimennska á meðan þessar rjómagötur eru allt um kring. Að gamni mínu greip ég niður í örnefnalýsingu yfir Hæðarenda höfð eftir Sigurfinni heitnum bónda þar. Þar segir á einum stað: “Norðan við Bauluvatn er stórt holt er heitir Svínholt.” Svolítið seinna stendur: “Norðvestur af norðurenda Svínholts er allstór vallendisflöt, Höskuldarflöt, um hana liggja gamlar ferðamannagötur vestur í Búrfellsdal.” Bauluvatn er nokkru norðar en bílvegurinn sem hestafólkið var að hlunkast á.\nAustar meðfram akveginum að Minni-Borg hafa nú verið lagðar reiðgötur. Þar getum við riðið með nefið nánast í útblástursrörum bifreiða og ískrið undan hjólbörðum í eyrum. Þessi stefna að leggja reiðvegi meðfram akvegum er að mínu mati alröng. Gömlu göturar eru þar sem þær eru vegna þess að þar var greiðfært með hesta.\nÖrn H. Bjarnason\nornhelgi@torg.is",
    "url": "https://www.hugi.is/hestar/greinar/162068/leidin-um-drattarhlid/",
    "url_id": "162068",
    "id": "1235610",
    "replies": [
        {
            "user": "Exciting",
            "user_id": "29712",
            "date": "2003-08-23 16:13:08",
            "id": "1235611",
            "reply_to_id": "1235610",
            "text": "Fróðleg grein, ég hef það á tilfinningunni að þarna væri gaman koma.\nMeð kveðju:\nExciting"
        },
        {
            "user": "karensk",
            "user_id": "27587",
            "date": "2003-08-25 19:55:26",
            "id": "1235612",
            "reply_to_id": "1235610",
            "text": "Fróðlega skemmtileg grein… Væri alveg til í að ríða þarna um einhvern daginn og hver veit nema það verði?"
        },
        {
            "user": "lilje",
            "user_id": "63200",
            "date": "2006-10-12 19:42:29",
            "id": "4088619",
            "reply_to_id": "1235610",
            "text": "Þetta er bara gaman að fara. Ég sálf er oft á Villingavatni. Og fer oft þessa leið til Borgar eða Grímsnesar. Vaðnes reynar alltaf. Það er soldið fyndið að stoppa í Borg og fara í búðina. Allir gláptu á mig þegar ég var þar seinast :P hahaa"
        }
    ]
}