{
    "forum_title": "Hundar",
    "user": "babi",
    "user_id": "27981",
    "date": "2003-08-26 00:34:15",
    "title": "kattafæla",
    "text": "vantar nafn og stað sem marr fær kattar fælu sem virkar en ekki hunda því það er kattarhelvíti sem skítur alltaf í garðinn og hundurinn étur það",
    "url": "https://www.hugi.is/hundar/korkar/162793/kattafaela/",
    "url_id": "162793",
    "id": "1241679",
    "replies": [
        {
            "user": "Zaluki",
            "user_id": "6799",
            "date": "2003-08-26 08:37:46",
            "id": "1241680",
            "reply_to_id": "1241679",
            "text": "Gæludýrabúðir og blómabúðir selja “Get off” er bæði til í gelformi og spreyformi.\nHeld að það sé betra að kaupa gelið þar sem að þú ætlar að nota það í garðinum.\nSvo getur þú setið fyrir kettinum með vatnsfötu eða svona garðslöngu með “byssu” á og bara sprautað yfir hann næst þegar hann kemur, ég held að það myndi leysa vandamálið á fljótlegann og ódýran hátt án þess að skaða kisu á nokkurn hátt.<br><br>——————————\n<i>Nennir þú að rétta mér pennann ?</i"
        },
        {
            "user": "babi",
            "user_id": "27981",
            "date": "2003-08-26 12:58:52",
            "id": "1241681",
            "reply_to_id": "1241680",
            "text": "já þetta með vatnð er gott en hann kemur á nótuni er b ara úti á nótuni en þetta get off fælir það ekki hunda l´ka því pjakkur þarf að vera hé"
        },
        {
            "user": "siggagumm",
            "user_id": "10734",
            "date": "2003-08-27 00:35:01",
            "id": "1241682",
            "reply_to_id": "1241681",
            "text": "Ég er með bæði hund og kött og það kemur alltaf óþolandi villikettir hérna inn og éta matin frá kettinum mínum og í þokkabót merkja þeir sér inni hjá mér og það er versta lykt sem ég hef fundið á ævinni. Ég keypti svona gett of og það virkar mjög vel, maður þarf bara að passa að halda því við. Ég lét það í gluggasylluna að utan á glugganum sem kötturinn kemur alltaf inn, en gerði ekkert við hina og kötturinn minn kemur bara inn um aðra glugga og ég held að hundurinn finni ekkert fyrir þessu. Svo setti ég líka slatta á garðinn í kringum sandkassan bæði svo að minn köttur myndi láta hann vera og líka svo að aðrir myndu ekki kúka þar, og það virkar alveg.\nPrófaðu allavega!!!\nKveðja Sigga\nPs svo er þetta ekkert dýrt minnir mig."
        }
    ]
}