{
    "forum_title": "Stjórnmál",
    "user": "Gyzmo",
    "user_id": "3814",
    "date": "2001-02-08 22:50:53",
    "title": "Sættið ykkur við að stripp er komið til að vera",
    "text": "Mér finnst persónulega öll þessi umræða um vændi og stripp vera á svo lágu plani hér á íslandi, það mætti halda að sumt fólk sem er í fararbroddi í baráttuni að eyðileggja strippbransann hafi fæðst í gær, ég vill benda á að nektardans er til staðar í öllum siðmenntuðum löndum í hinum vestræna heimi.\nÞað hafa komið ýmsir puntar frá hinum og þessum um þetta efni, til dæmis að þessar stúlkur sem koma hingað séu mellur, ó afsakið, en vændi er löngu komið til íslands og það kom ekki með strippi.\nAnnar puntur er að það sé svo mikil dópneysla í kring um þetta, ég vil benda öllum þeim anti-strippfrömuðum að kíkja niður í miðbæ okkar fögru höfuðborgar um helgar, viljiði ekki bara banna skemmtistaði yfir höfuð eða bara alla skemmtun, ég gæti sagt ykkur hvert þið ættuð að fara en það er augljóst.\nAnnað sem ég skil ekki, útlendingaeftilitið gefur hvaða bjána sem er atvinnuleyfi hér nema dönsurum á strippstöðum, þar er reynt eftir fremsta megni að tefja, endursenda og útúrsnúa leyfum, ég vil frekar að útlendingar sem vill vinna hér séu fólk sem kemur lífi í efnahaginn okkar, dæmi: strippari sem græðir 300 þúsund á mánuði hér eyðir meiripartinum af launum sínum hér til að kaupa föt og aðra nytsamlega muni sem þær fá ekki í sínu landi, ég veit um dæmi hinsvegar af öðrum útlendingum sem eru hér í nokkra mánuði án þess að eyða krónu nema í mat (vanalega það ódýrasta) og leigu (sem er hvort sem er dreigin af launum þeirra).\nSvo er það umræðan um að þessar stelpur séu að reyna að negla einhverja gæja til að giftast sér til að geta verið hér til frambúðar, ja, ég veit ekki hvort sé nokkuð slæmt að flytja fleirri fallegar konur inn í landið, okkar eru allar að flýja til útlanda að leita að því sama og strippararnir leita að s.s. betra lífi.\nÞið sem skiljið mitt sjónarhorn endilega látið heyra meira í ykkur, og þið hin, geriði okkur öllum greiða og flytjiði í eitthvað fasistaríki þar sem þið getið bragðað á ykkar eigin bulli.\nVirðingarfyllst\nGyzmo",
    "url": "https://www.hugi.is/stjornmal/greinar/16304/saettid-ykkur-vid-ad-stripp-er-komid-til-ad-vera/",
    "url_id": "16304",
    "id": "103713",
    "replies": [
        {
            "user": "radical",
            "user_id": "5666",
            "date": "2001-02-09 11:51:27",
            "id": "103714",
            "reply_to_id": "103713",
            "text": "sammála þessu. Þetta er allt komið í tóma dellu og vitleysu.. ef einhver vill ekki koma nálægt strippi og finnst einhvað að því, EKKI fara á stripp staðina. Er ekkert flóknara en það. Vændi var hérna áður en stripp staðinir komu og ég hef ekki mikla trú á að það hafi aukist verulega eftir að það kom. Fíkniefna notkun var einnig hér áður en þessir staðir komu og að banna þá leysir nákvæmlega ekki neitt. Að halda öðru fram er bara fáfræði og heimska að mínu mati.\npotent"
        },
        {
            "user": "skitakall",
            "user_id": "800",
            "date": "2001-02-09 15:46:54",
            "id": "103715",
            "reply_to_id": "103713",
            "text": "vændi er elsta starfsgrein í heimi.\nmér finnst svoldið asnalegt að þú mátt stunda vændi, en bara í hlutastarfti.. hvað á það að þýða.\nVændi er eins og fíkniefnaglæpir, glæpir án fórnarlamba. Viðskiptavinurinn vill vöruna, og seljandinn vill selja.\nÞað getur vel verið að einhverjir séu neyddir út í vændi, en það réttlætir ekki það að þeir sem vilja stunda það sé bannað það."
        },
        {
            "user": "mAlkAv",
            "user_id": "6073",
            "date": "2001-02-09 16:15:58",
            "id": "103716",
            "reply_to_id": "103715",
            "text": "Skitakall, vændi er ekki elsta starfsgrein í heimi, þetta er bara gömul klisja sem er ekki byggð á neinum sannindum.\nBarnalegt að segja að fíkniefni hafi enginn fórnarlömb."
        },
        {
            "user": "Ize",
            "user_id": "6335",
            "date": "2001-02-09 16:22:47",
            "id": "103717",
            "reply_to_id": "103713",
            "text": "Hjartanlega sammála er ég.\nHvernig í fjandanum þetta kemur öðrum við, fer framhjá mér. Eina sem ég sé hættulegt við vændi eru sjúkdómar, sem má auðveldlega leysa með því að hafa þetta löglegt, og hafa ákveðnar reglur. Ef þetta er ólöglegt, fer enginn að nota smokka þar sem kúnninn er að brjóta lögin hvort sem er, svo hann þarf ekki að sannfæra sjálfan sig lengi um að það sé þá eins gott að njóta þess almennilega.\nÞá vil ég benda á það að það hefur *aldrei* verið hætt við að lögleiða svona hluti. Sbr. Holland og heróínið. Einu heróínneytendur Hollands eru þeir gömlu sem voru það áður en þetta varð löglegt þar. Ég endurtek: Aldrei; Hvergi á plánetunni hafa svona hlutir verið leyfðir, og bannaðir aftur því það reyndist ekki gagna að leyfa þá. Þeir hafa verið bannaðir þegar komið hefur í ljós að þeir eru hættulegir þegar óvarlega er farið… en menn gleyma að fólk vill almennt ekki fara sér að voða og lærir að passa sig… svo það er óþarft að banna allt sem er óhollt í óhófi… fólk áðlagast. Þar er svo einfalt.\nHvað varðar það að sumar stelpur eru neyddar í vændi… jájá, það er alveg rétt. Það er til. Það er líka til að fólk sé neytt til að vinna í fiskvinnslu. Á þá að banna fiskvinnslu?"
        },
        {
            "user": "Ize",
            "user_id": "6335",
            "date": "2001-02-09 16:44:56",
            "id": "103718",
            "reply_to_id": "103717",
            "text": "Vændi er til,hefur alltaf verið til og mun alltaf vera til.Þeir sem geta ekki sætt sig við það verða hreinlega að flytja yfir í næsta heim.\nVændi er svo líka löglegt á íslandi svo lengi sem að þriðji aðili græðir ekki á því og er stundað sem “aukavinna”\nStrippið er náttúrulega komið til að vera,því ekki verður það bannað úr því sem komið er.\nÞannig að ég er sáttur:)\nÞeir sem getað ekki sætt við þessar staðreyndir verða bara að halda áfram að láta sér líða illa yfir þessu."
        },
        {
            "user": "Cruxton",
            "user_id": "631",
            "date": "2001-02-09 18:05:00",
            "id": "103719",
            "reply_to_id": "103713",
            "text": "mAlkAv: Jæja, viltu þá vinsamlega ausa úr skálum visku þinnar og nefna okkur starfstétt sem nær lengra aftur í tímann en vændi?"
        },
        {
            "user": "mAlkAv",
            "user_id": "6073",
            "date": "2001-02-09 18:43:57",
            "id": "103720",
            "reply_to_id": "103719",
            "text": "Bændur, prestar, kaupmenn, veiðimenn, sjómenn og fjölmargt fleiri, það er augljóst að vændi verður ekki til fyrr en peningar eru til og þar af leiðir að það er fullt af öðrum starfsgreinum sem koma á undan."
        },
        {
            "user": "mAlkAv",
            "user_id": "6073",
            "date": "2001-02-09 18:48:50",
            "id": "103721",
            "reply_to_id": "103720",
            "text": "ég tek fram að ég á ekki endilega við peninga í því formi sem við þekkjum þá núna, einhvers konar vöruskipti og svoleiðis… síðan er mjög líklega að fyrsta form vændis hafi verið hofgyðjur og svoleiðis."
        },
        {
            "user": "mAlkAv",
            "user_id": "6073",
            "date": "2001-02-09 20:00:52",
            "id": "103722",
            "reply_to_id": "103721",
            "text": "auðvitað var vændi stundað áður en peningar komu til…….. þvílíkur barnaskapur……  er hugi að fyllast af krökkum\nhefurðu einhverntíman heyrt um vöruskipti"
        },
        {
            "user": "mAlkAv",
            "user_id": "6073",
            "date": "2001-02-09 21:23:22",
            "id": "103723",
            "reply_to_id": "103722",
            "text": "ég sagði það sjálfur droopy."
        },
        {
            "user": "mAlkAv",
            "user_id": "6073",
            "date": "2001-02-10 04:26:08",
            "id": "103724",
            "reply_to_id": "103723",
            "text": "ég held að þú hafir póstað svarið þitt á meðan ég hafi verið að hripa niður greinina mína… aight\n20:00 / 20:06"
        },
        {
            "user": "mAlkAv",
            "user_id": "6073",
            "date": "2001-02-10 14:09:40",
            "id": "103725",
            "reply_to_id": "103724",
            "text": "Ég leiðrétti grein mína 5 mínútum eftir að ég skrifaði hana, enda hafði ég ætlað að hafa þessa athugasemd í greininni sjálfri en gleymdi því þegar ég var umskrifa hana, þú svaraðir ekki fyrr en klukkutíma eftir að ég skrifaði leiðréttinguna og þar að auki þá svaraðirðu leiðréttingunni en ekki upphaflega póstinum, þannig að leiðréttingin mín var beint fyrir framan augun á þér."
        },
        {
            "user": "mAlkAv",
            "user_id": "6073",
            "date": "2001-02-10 16:46:22",
            "id": "103726",
            "reply_to_id": "103725",
            "text": "ertu eitthvað fífl….. ég smellti á svara þessari grein og leit ekki á leiðréttingunna þína…. einföld mistök…..\nen nei …. þú vilt halda því fram að ég sé svona illur að svara einhverju sem liggur fyrir framan mig….. er ekki í lagi"
        },
        {
            "user": "mAlkAv",
            "user_id": "6073",
            "date": "2001-02-10 19:22:45",
            "id": "103727",
            "reply_to_id": "103726",
            "text": "Ég er bara að segja að þú hefur ekki haft fyrir því að lesa þetta almennilega og ég er líka að benda á að afsökun þín, að ég hefði komið með leiðréttinguna mína á meðan þú varst að skrifa svarið þitt, héldi ekki vatni.\nÞú ert núna ægilega fúll að ég er að benda á mistök þín en þér fannst það bara mjög eðlilegt þegar þú varst að benda á mistök mín, er það ekki svona double standard? Eitt gildir fyrir þig og annað fyrir alla hina."
        },
        {
            "user": "estoy",
            "user_id": "5724",
            "date": "2001-02-10 22:42:02",
            "id": "103728",
            "reply_to_id": "103727",
            "text": "malkuv belja farðu út á lækjartorg og lestu moggann.\nÞað er ekkert leiðinlegra en að lesa einhvern titlingaskít eftir þig.\nStripp er heilagt!\nestoy\nmeð fyrirframafsökun til mlkuv fyrir að vera svona ægilega rosalega dónalegur."
        },
        {
            "user": "mAlkAv",
            "user_id": "6073",
            "date": "2001-02-11 00:58:12",
            "id": "103729",
            "reply_to_id": "103728",
            "text": "estoy, ég hef ekkert á móti strippi, fatta ekki hvaðan þú hefur það, ef þú hefur ekki áhuga á því að lesa neitt eftir mig gerðu það þá ekki."
        },
        {
            "user": "Lois",
            "user_id": "5777",
            "date": "2001-02-10 17:26:10",
            "id": "103730",
            "reply_to_id": "103720",
            "text": "Einhvers staðar las ég að eina starfsstéttin sem var til á undan vændiskonum voru bakarar!?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-02-09 20:06:39",
            "id": "103731",
            "reply_to_id": "103713",
            "text": "af hverju eiga þau að sætta sig við það, ef þau vilja það ekki\nvið búum í lýðræðisríki þar sem vinsælar skoðanir verða ofan á og tjáningarfrelsi ríkir…\nég ætla bara ekki að vera sammála\neinnig sammála því að þau ættu að prófa að búa í kína þar sem að ÖLL netsamskipti eru undireftirliti….. bara svona af því að þar eru ljótu hlutirnir bannaðir af þeim sem “vita betur”"
        },
        {
            "user": "Xavier",
            "user_id": "2009",
            "date": "2001-02-10 11:07:48",
            "id": "103732",
            "reply_to_id": "103713",
            "text": "LOL… Góð grein hjá þér Gyzmo.\nEn ég skil ekki afhverju þetta er svona mikið hitamál hjá þér."
        },
        {
            "user": "Gyzmo",
            "user_id": "3814",
            "date": "2001-02-10 17:32:41",
            "id": "103733",
            "reply_to_id": "103713",
            "text": "Það er kominn tími til að Ráðamenn okkar hætti að þykjast vera betri menn en við hin.  Stripp er komið til að vera, njótum þess í stað þess að gagngrína allt.  Fyrirsjáhyggja sjórnmálamanna í okkar garð er hreint skömmustuleg í það minnsta.\nÉg er færari en þeir allir samanlagt til þess að dæma hvað henti mér og hvenær.  Hvað sé slæmt fyrir mig og hvað ekki.\nEkki er ég að fylgjast með nágrannanum mínum og spá í hvað hann sé að gera í sínum frítíma, heima hjá sér.  Mér er bara skít sama.  Og ég vona að honum sé líka skít sama um hvað ég geri.  Þetta þýðir þó ekki að ég sé tilfinningalega dauður og myndi ekki aðstoða nágranna minn ef hann leitaði til mín.\nÍ Guðanabænum leyfið stelpunum að strippa og okkur að horfa á í friði.\nIT´s OUR LIFE ! NOT YOURS !"
        },
        {
            "user": "Gyzmo",
            "user_id": "3814",
            "date": "2001-02-10 18:52:54",
            "id": "103734",
            "reply_to_id": "103733",
            "text": "Ég vill þakka öllum fyrir góðar undirtektir, en geriði það fyrir mig að týnast ekki í rifrildum um hvort vændi sé eða sé ekki elsta starfsgrein í heimi, þið getið alveg eins rökrætt um hvort kom á undan hænan eða eggið, s.s. að eilífu"
        },
        {
            "user": "forvitninn",
            "user_id": "4449",
            "date": "2001-02-12 09:30:31",
            "id": "103735",
            "reply_to_id": "103713",
            "text": "Sammála. Afhverju þurfa þessar konur endilega að vera vændiskonur bara af því að þær vilja dansa fyrir okkur? Ég meina ekki getum við bara skoðað blöð eins og hustler og playboy. Við verðum líka að sjá eitthvað alvöru."
        },
        {
            "user": "RatCat",
            "user_id": "5831",
            "date": "2001-02-12 23:06:37",
            "id": "103736",
            "reply_to_id": "103713",
            "text": "Stripp er ekkert verra en hvað annað, bara asnalegt hvernig skipulagið er á þessu, fullt af konum fá að koma inn í landið og strippa en svo þegar enhverjir karlmenn ætla að koma og strippa, þá mega þeir það ekki. Allt í lagi að hafa samræmi í þessu. Persónulega fíla ég ekkert svona stripp, að sjá einhvern ljósabrúnan massagaur veifa göndlinum framan í mig, en ef einhver annar hefur gaman af því þá skil ég ekki af hverju þetta er svona mikið mál."
        },
        {
            "user": "Gyzmo",
            "user_id": "3814",
            "date": "2001-02-13 22:20:04",
            "id": "103737",
            "reply_to_id": "103736",
            "text": "ástæðan fyrir að þeir fengu ekki að dansa var að þeir voru ekki með atvinnuleyfi, bara túristaleyfi"
        },
        {
            "user": "Icequeen",
            "user_id": "4377",
            "date": "2001-02-15 15:05:15",
            "id": "103738",
            "reply_to_id": "103737",
            "text": "ég er sammála Gyzmo um að marr verður bara að sætta sig við að stripp er komið og ekki þýði að prétika um siðferði þess …eða réttarasagt ósiðferði eða hvað sem fólk vill kalla það. ef að kona/karl vill vinna við að sýna líkamasinn þá hun/hann um það!\nMér finnst persónulega vændi móðgun við sjálfan sig en finnst samt eiga að leifa það, því það myndi hjálpa konum(/körlum) sem eru í því að gæta réttarsíns, t.d. með því að geta stofnað verkalíðsfélög o.s.frv. þá væri líka hægt að fylgjast betur með heilsu þessa fólks og þau geta sett meiri skilirði á viðskiptavininn (ég las einhverstaðar að mikið væri um að vændiskonum væri hreinlega nauðgað í vinnunni, þær ættu þá auðveldara með að kæra svona hegðun, og svo er líka málið með smokkinn), með fíkniefnin er ég ekki eins hlynt en samt virðist lögleiðing besta leiðin til að koma í veg fyrir öll vandræðin sem hljótast af þeim (HEY sígarettur ERU lögleger OG vanabindandi, líka áfengið… afhverju ekki að leyfa heróín)\nEf ég man rétt þá var vændi fyrsta viðurkennda starfsgrein KVENNA utan heimilis, prestar/prestynjur voru ekki starfsgrein framanaf því þeir/þær fengu ekki bein laun. síðar var drottning, mjaltakona, vinnukona og allt það skilgr. sem starfsgrein, áður voru það  bara störf sem konur gengdu Á HEIMILI\nIce_Queen\njust becouse I don´t like it, doesn´t mean it isnt there\np.s.\nMalkov viltu PLÍS hætta að vera alltaf með skítkast! ég er búin að lesa 5 greinar í dag og þú ert með skítkast í 3!! og allavega í þessarri byrjaðir þú! ef þú vilt skítkast notaðu póstinn, það er svo leiðinlegt að lesa svör við grein þar sem helmingur er skítkast á milli einhverja tveggja eða þriggja einstaklinga og ég held að allir séu sammála mér\n(ef þú ætlar að svara mér notaðu á póstinn!)"
        },
        {
            "user": "Gyzmo",
            "user_id": "3814",
            "date": "2001-02-16 01:56:44",
            "id": "103739",
            "reply_to_id": "103738",
            "text": "Icequeen þú ert þínu kyni til sóma."
        },
        {
            "user": "mAlkAv",
            "user_id": "6073",
            "date": "2001-02-16 22:08:37",
            "id": "103740",
            "reply_to_id": "103738",
            "text": "Er skítkastið í þessum þræði á þessa leið\n–\nDroopy vísar til greinar minnar og segir að það sé mikið af börnum á Huga, þeas ég.\nÉg svara og bendi honum á að ég hafi leiðrétt greinina mína sjálfur.\nHann kemur með afsökun sem meikar engan sens.\nÉg bendi á að hann hafi svarað póstinum þar sem leiðréttingin mín kom fram.\nHann kallar mig fífl.\nÉg útskýri hvað ég átti við.\n—\nEkkert skítkast frá mér, bara gagnrýni á einhvern sem byrjaði á því að gagnrýna mig og kalla mig barn.\nÉg skal halda áfram að svara því sem ég vill á þann hátt sem ég vil og ég svara gagnrýni á mig þegar mér finnst það þess vert.\nÉg ætla ekki að leggja í að senda þér email á Hugapóstinum vegna þess að ég efast um að það myndi enda hjá þér innan 5 daga."
        },
        {
            "user": "mAlkAv",
            "user_id": "6073",
            "date": "2001-02-16 22:14:59",
            "id": "103741",
            "reply_to_id": "103738",
            "text": "btw. það eru engin rök fyrir því að vændi sé elsta atvinnugrein kvenna þó að það sé ekki jafneinfalt að afsanna það og þetta með að það sé elsta atvinnugrein í heimi.\nHvenær er eitthvað flokkað sem atvinnugrein?\nHver segir að vændi hafi eingöngu verið stundað af konum?\nHvað með forn menningarsamfélög þar sem var mæðraveldi?\nÞetta er bara klisja sem hefur enga stoð í raunveruleikanum, enginn rök benda til þess að hún sé sönn."
        }
    ]
}