{
    "forum_title": "Deiglan",
    "user": null,
    "user_id": null,
    "date": "2003-08-29 22:11:19",
    "title": "Bankarán við Eiðistorg",
    "text": "Jæja,ég verð bara að skrifa grein um þetta. Þið hafið sjálfsagt flest heyrt um misheppnaða bankaránið sem reið yfir okkar litla land í dag. Þetta “rán” vakti án efa upp mikla kátínu hjá ykkur flestum og svo sannarlega hjá mér. Ég fylgdist spenntur með á Mbl.is í dag þegar alltaf nýjar og nýjar fréttir komu inn. Ég ætla að deila með ykkur þessu og svo leggja fram nokkrar tillögur.\nÞannig var nú mál með vexti að ungur maður (Módel 78') gekk inn í Íslandsbankann við Eiðistorg í dag,gekk fyrir aftan gjaldkera,greip peningapoka og hljóp á dyr. Maður hugsar,hvernig komst hann fyrir aftan borðið og hvað þá hvernig hann náði að grípa peningapoka. Jújú,þannig var þetta nú að hann lét lítið fyrir sér fara og að lokum teygði sig í einn poka og hljóp út. Núna myndi ég halda að hann hlypi út,og þar myndi bíll bíða eftir honum. En NEI! það kom upp á daginn að það var LÖGreglustöð í sama húsi og bankinn þannig lögreglur úr öllum áttum voru komnar á staðinn innann nokkura mínutna og hófu þeir leit að manninum. Maðurinn,sem er 24,25 ára hafði þá hlupið út úr bankanum,inní strætóskýli og ætlað að taka SVR heim með þýfið undir úlpunni.\nHann var að sjálfsögðu gripinn og fannst þýfið á honum. Misheppnað nokk hjá honum,en ég ætla að deila með ykkur aðeins hvernig ég myndi gera þetta. Auðvitað er alltaf hægt að vera gáfaður eftir á,en þetta sem ég mun skrifa hér er meira svona eins og maður kallar á góðri íslensku “Common sense!”\n1. Ég myndi hafa grímu eða eitthvað fyrir andlitinu og kylfu eða raflostsjokker og fá með mér 1 eða 2 vini mína,þá einn til að vera á bíl og annann til að segja til hvunar lögreglan væri mætt á svæðið.\n2.Ég myndi keyra burt og flýta mér að borga þessar skuldir mínar,því ég væri nú ekki að ræna penginum nema ég skuldi eitthverjum handrukkara eða öðrum óhugnaði.\n3.Ég myndi losa mig við allt sem tengdi mig málinu og auðvitað gleyma þessu.\n-\nÉg vill taka það fram að ég er ekki að reyna að vera eitthver vitringur í bankaránum,þetta er bara það sem maður hugsar um þegar maður rænir banka,held ég allavega.\nMaðurinn gerði eftirfarandi\nVar óvopnaður (kannski var það útaf því að hann vildi ekki vera kærður fyrir vopnað rán ef hann næðist). Hljóp inn,tók þýfið og dreif sig út í strætóskýli til að ná strætónum heim. Kannski var það inní planinu hans,kannski ætlaði hann að ræna bankann 13:31 og ná fjarkanum 13:34 og þá komast heim,og þá kannski seinkaði fjarkanum og hann náðist.\nKannski vildi hann náðst,Kannski eru menn á eftir honum sem ná honum ekki ef hann er læstur inní klefa á Litla-Hrauni….\nHver veit,allavega ekki ég.\nÉg tek fram að það síðasta sem ég vill gera er að gera lítið úr þessum manni,við vitum öll hvað það er að vanta pening sárlega,en bankarán er ekki lausnin.\nHranna",
    "url": "https://www.hugi.is/deiglan/greinar/163277/bankaran-vid-eidistorg/",
    "url_id": "163277",
    "id": "1245732",
    "replies": [
        {
            "user": "1Xtra",
            "user_id": "25810",
            "date": "2003-08-30 13:55:19",
            "id": "1245733",
            "reply_to_id": "1245732",
            "text": "Maðurinn ógnaði ekki neinum og allir í bankanum þurftu áfallahjálp!?!?!?!\nEr ekki í lagi með fólk?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-08-30 13:57:09",
            "id": "1245734",
            "reply_to_id": "1245733",
            "text": "Þurfti fólkið virkilega áfallahjálp? Ég hef misst af því.\nÞað er nokkuð skondið.\nKannski vildu þau bara fá frí úr vinnunni eða eitthvað :)"
        },
        {
            "user": "drekinn",
            "user_id": "10558",
            "date": "2003-08-31 00:38:21",
            "id": "1245735",
            "reply_to_id": "1245733",
            "text": "Fólkið “þurfti” ekki áfallahjálp heldur er þetta orðin vinnuregla í dag."
        },
        {
            "user": "binnibinni2456",
            "user_id": "35706",
            "date": "2003-08-31 02:06:16",
            "id": "1245736",
            "reply_to_id": "1245735",
            "text": "ég ætla plana banka rán og láta fólk commenta það til að gera það “perfect” okey ?\nég er farin á sorpið"
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2003-09-02 20:18:22",
            "id": "1245737",
            "reply_to_id": "1245733",
            "text": "Einmitt, þetta er ekki í lagi og ekki heldur hvað er auðvelt að ræna banka, er ekki nóg bara að skrifa á miða og rétta gjaldkeranum ? Kannski vera soldið rytjulegur líka þykjast hættulegur ?"
        },
        {
            "user": "snikkers",
            "user_id": "4426",
            "date": "2003-09-05 21:42:41",
            "id": "1245738",
            "reply_to_id": "1245737",
            "text": "Ef ég hefði verið að ræna þenna banka hefði ég frekar tekið leigubíl heldur en strætó…"
        },
        {
            "user": "Beer",
            "user_id": "1917",
            "date": "2003-08-30 13:57:11",
            "id": "1245739",
            "reply_to_id": "1245732",
            "text": "Eins og þú sagðir þá er lögreglustöð þarna rétt hjá og ef þú myndir labba inn með sokk á hausnum þá væri þá eitthvað pínulítið grunsamlegt ekki satt og ég efast um að þú myndir yfir höfuð ná svo langt að ná peningum."
        },
        {
            "user": "Tigershark",
            "user_id": "1684",
            "date": "2003-08-30 19:47:43",
            "id": "1245740",
            "reply_to_id": "1245739",
            "text": "maður ætti bara einfaldlega að bíða til öskudags með svona\n(og vera dvergur ;) )"
        },
        {
            "user": "malicious",
            "user_id": "5591",
            "date": "2003-08-30 14:35:54",
            "id": "1245741",
            "reply_to_id": "1245732",
            "text": "Ég held að það sé ekki hægt að kæra hann fyrir rán þar sem hann ógnaði ekki neinum heldur verður hann kærður fyrir gripadeildir :)"
        },
        {
            "user": "Cruxton",
            "user_id": "631",
            "date": "2003-08-30 15:01:09",
            "id": "1245742",
            "reply_to_id": "1245732",
            "text": "hRannarM: Þetta “rán” vakti án efa upp mikla kátínu hjá ykkur flestum og svo sannarlega hjá mér.\nSegir meira en mörg orð um þinn karakter.\nGaman að líf ungs einstaklings, sem á yfir höfði sér dóm fyrir BANKARÁN (ætti frekar að vera hnupl í þessu tilviki), geti vakið kátínu hjá þér og þínum.\nGrow up…litla gerpi!"
        },
        {
            "user": "zorglubb",
            "user_id": "347",
            "date": "2003-08-30 15:26:46",
            "id": "1245743",
            "reply_to_id": "1245742",
            "text": "Ahh…Hann á ekki yfir höfði sér dóm fyrir bankarán,hann verður ekki kærður fyrir bankarán afþví hann ógnaði ekki neinum. Á ég að vorkenna honum? afþví að hann “lenti” í því óhappi að ræna banka?! á ég ekki líka að vorkenna Árna Johnsen,hann “lenti” nú bara í því að ræna miljónum!"
        },
        {
            "user": "zorglubb",
            "user_id": "347",
            "date": "2003-08-30 17:37:24",
            "id": "1245744",
            "reply_to_id": "1245743",
            "text": "Óska eftir áhuga sömum mönnum til að ræna banka.  Ekki verra ef viðkomandi keirir strætó."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-08-30 18:19:42",
            "id": "1245745",
            "reply_to_id": "1245744",
            "text": "Nei,ég get það ekki núna,verð að “Grow up-ast” fyrst."
        },
        {
            "user": "zorglubb",
            "user_id": "347",
            "date": "2003-09-02 12:02:44",
            "id": "1245746",
            "reply_to_id": "1245744",
            "text": "Á að ramma honum inn í næsta banka og nota kaosið til ráns? Nice  :)"
        },
        {
            "user": "Zaanya",
            "user_id": "32160",
            "date": "2003-08-30 20:35:59",
            "id": "1245747",
            "reply_to_id": "1245732",
            "text": "Mér fannst nú eiginlega fyndnast að einn starfsmaður bankans elti ræningjann út úr bankanum og gekk á eftir honum að strætóskýlinu, talandi í GSM-síma allan tímann, við lögregluna!  Hafði strax hringt í þá úr bankanum og talaði við þá allan tímann.\nRæninginn hlýtur að vera skyldur Bakkabræðrum.\nVarðandi áfallahjálpina þá eru þetta bara föst viðbrögð sem alltaf er gripið til, hversu alvarlegt sem ránið er.  Bankanum er lokað og farið yfir atburðarás með starfsfólki.  Það getur verið áfall, til dæmis fyrir gjaldkerann, að láta ræna sig, þó viðkomandi hafi ekki verið ógnað með vopni."
        },
        {
            "user": "FarmerJon",
            "user_id": "3219",
            "date": "2003-08-30 21:45:56",
            "id": "1245748",
            "reply_to_id": "1245732",
            "text": "Reyndar komu lögreglumennirnir ekki úr lögreglu-\nstöðinni sem var við hliðin á bankanum þar sem\nþeir voru í venjulegri skoðunarferð.  Lögreglan\nsem kom á staðinn var því frá Hverfisgötunni.\nAnnars var þetta nú ábyggilega ekkert planað,\nmaðurinn sem gerði þetta er ábyggilega orðinn\nsvo vitskertur að honum vantaði bara pening - ég\nmyndi giska á, fyrir dópi.  Varla vildi hann láta\nfangelsa sig því þá hefði hann ógnað starfsmönnum\nbankans."
        },
        {
            "user": "BlizzarD",
            "user_id": "32444",
            "date": "2003-08-30 22:39:49",
            "id": "1245749",
            "reply_to_id": "1245732",
            "text": "Ef strætisvagna kenningin sé rétt hjá þér þá hefði þetta getað verið helvíti nice rán…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-08-30 23:17:44",
            "id": "1245750",
            "reply_to_id": "1245732",
            "text": "Djöfull var hann heimskur að taka strætó í staðinn fyrir að fara í bíl, ég bý á nesinu og löggan er alveg upp við bankann svo hann mætti velja annan banka."
        },
        {
            "user": "snikkin",
            "user_id": "25858",
            "date": "2003-08-31 16:17:20",
            "id": "1245751",
            "reply_to_id": "1245732",
            "text": "“Íslenskir bankaræningjar nútímans” = HÁLFVITAR\nAf hverju skilja þeir ekki bara vegabréfið sitt eftir í bankanum og spara löggunni þessar mínútur sem það tekur þá að fá almennilega lýsingu á þeim??\nÉg hef fengið þó nokkrar hugmyndir um hvernig hægt sé að fremja bankarán. Veit samt ekki alveg AF HVERJU fólk er að fremja bankarán - það er ekki einsog það fái einhvern svakadóm. Frekar að láta taka sig við að smygla — þá færðu almennilegan dóm."
        },
        {
            "user": "ZiRiuS",
            "user_id": "7664",
            "date": "2003-08-31 23:08:38",
            "id": "1245752",
            "reply_to_id": "1245732",
            "text": "Ég vil taka það fram að þessi banki er einn af fáu eða bara eini banki á landinu sem er með lögreglustöð í sama húsi. Og ýmindið ykkur að gaurinn valdi akkúrat þann banka? Hann hlýtur að hafa verið eitthvað skertur, drukkinn eða dópaður. Getur ekki annað verið…"
        },
        {
            "user": "ZiRiuS",
            "user_id": "7664",
            "date": "2003-08-31 23:16:00",
            "id": "1245753",
            "reply_to_id": "1245752",
            "text": "Kannski er þetta allt inní plani hans um heimsyfirráð. Hver veit.\nVÁM þá er það “Ímyndið” ekki “Ýmindið” :)"
        },
        {
            "user": "ZiRiuS",
            "user_id": "7664",
            "date": "2003-08-31 23:17:35",
            "id": "1245754",
            "reply_to_id": "1245753",
            "text": "fyrirgefðu MEÐ YYYY :"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-08-31 23:18:27",
            "id": "1245755",
            "reply_to_id": "1245754",
            "text": "Ekkert að afsaka en rétt skal vera rétt."
        },
        {
            "user": "Gauos",
            "user_id": "297",
            "date": "2003-08-31 23:22:24",
            "id": "1245756",
            "reply_to_id": "1245732",
            "text": "Hrikalega heimskur maður sem rændi bankann, Íslandsbanki er í sama húsi og lögreglustöðin. Næstu dyr!\nOg að taka strætó frá svæðinu og nást í strætóskýli, þvílík ólýsanleg heimska >:("
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-08-31 23:23:45",
            "id": "1245757",
            "reply_to_id": "1245756",
            "text": "Heimska/óheppni,hver veit"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-09-02 01:42:52",
            "id": "1245758",
            "reply_to_id": "1245732",
            "text": "Kannski átti hann bara ekki bíl.\nHann hefur allavega haft nógu mikinn pening til þess að borga þetta morðfjár sem þarf að greiða fyrir eina ferð í strætó :)\nJafnvel ef hann náði stórum poka keypt sér græna kortið."
        },
        {
            "user": "kia",
            "user_id": "8444",
            "date": "2003-09-02 15:03:18",
            "id": "1245759",
            "reply_to_id": "1245732",
            "text": "Vinkona mín var í strætónum sem hann ætlaði að taka og strætóinn var kominn þegar löggan kom svo að það munaði mjög litlu að þetta hefði heppnast;) samt ekki eins og löggan hefði ekki getað stoppað strætóinn en það er annað mál. Vinkona mín sagðist hafa séð hann sitja bara sallarólegan með bakpokann (með peningunum) við hliðina á sér og bíða eftir strætó þangað til að löggan kom og þegar hann sá han koma reyndi hann ekki að flýja eða veita neina mótspyrnu.\nP.S. Þetta var sexan sem hann ætlaði að taka;)"
        }
    ]
}