{
    "forum_title": "Rokk",
    "user": "barrett",
    "user_id": "12862",
    "date": "2003-08-29 22:21:53",
    "title": "Saga King Crimson 3.kafli: In The Wake Of Poseidon",
    "text": "&#8230;Sögusagnirnar um endurvakningu King Crimson reyndust réttar og tók fólkið gleði sína á ný eftir bitra daga með snöruna reiðubúna. Orðrómurinn breiddist hratt út um að þeir hefðu lokið við smáskífu að nafni Cat Food. Robert Fripp bað Keith Tippett (píanóleikara), Greg Lake til að syngja (féllst á það að bíða með úrsögn sína úr King Crimson), Michael Giles (þeir voru að leita að öðrum trymbli á meðan) og bróðir hans Peter Giles (bassaleikara). Frekar skrýtin uppröðun. Smáskífan Cat Food féll í misjafnan jarðveg hjá áheyrendum. Nú hefst mikið og flókið ferli þar sem sérkennileg mannaskipan leikur aðalhlutverkið.\nÞeir höfðu fundið allt nema staðgengil Ian McDonald og nýjan trommara. Greg Lake hóf svo að vinna með Keith Emerson úr The Nice. Gordon Haskell söngvari og bassaleikari leysti hann af. Robert Fripp var boðið að koma í Yes (önnur fræg prog-rock grúppa) og hann djammaði með Bill Bruford og Chris Squire. Robert Fripp neitaði því hann vildi vera stjórnandi hljómsveitarinnar sem hann spilaði. Samt sem áður bað hann um að fá að spila með Emerson og Lake. Lake sagði nei, því Emerson líkaði ekki vel við að vinna með (Emerson sagði einnig nei við Hendrix, ótrúlegt en satt). Uppröðunin er orðin svo mikið rugl að Fripp og Sinfield ákveða að klára plötuna og raða aftur upp í nýtt King Crimson band. Eftir langt og leiðinlegt ferli (og mikið cut/paste) gefa þeir út plötuna In The Wake Of Poseidon. Gagnrýnendur töluðu mjög vel um þennan gæðagrip og Fripp var ánægður með að hafa lokið þessu af. ITWOP hefst á hippalega stefinu Peace &#8211; A Beginning. Við því tekur svo Schizoid Man-legt lag sem ber nafnið Pictures Of A City. Það er geðveikt kúl blús en þeir endurtaka leikinn svolítið. Þetta lag hefur eflaust verið geggjað Live. Cadence and Cascade er ótrúlega fallegt lag þar sem píanóið skipar veigamiklu hlutverki í því að gera lagið sem fallegast. Gordon Haskell syngur í því lagi. Á allmusic.com er því lýst sem ewinu fallegasta lagi sem King Crimson hafði samið þó þau væru nú ekki mörg enn).\nThe Devils Triangle byrjar á 5/4 stefi Gustav Holst úr Plánetunum (Mars). Cat Food fjallar um neysluhyggju þjóðfélagsins og inniheldur skemmtilega píanó-kompanir Keith Tippets. Peace-stefið birtist nokkrum sinnum í gegn um plötuna og skapar skemmtilega heild og bindur plötuna meira saman. Titillagið er ótrúlega flott og Mellotroninn er mikilvægasta hljóðfærið þar og á plötunni sjálfri en ekki gítarinn eins og á seinust plötu þeirra. Platan er ein af þeirra betri en lítið miðað við það sem síðar mun koma.\nTo Be Continued&#8230;",
    "url": "https://www.hugi.is/rokk/greinar/163278/saga-king-crimson-3kafli-in-the-wake-of-poseidon/",
    "url_id": "163278",
    "id": "1245760",
    "replies": [
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2003-08-30 02:17:31",
            "id": "1245761",
            "reply_to_id": "1245760",
            "text": "Skoh!\nDuglegur strákur!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-08-30 12:38:28",
            "id": "1245762",
            "reply_to_id": "1245761",
            "text": "Láttu hann í friði maður. Hann á rétt á sinni skoðun."
        },
        {
            "user": "nedrud",
            "user_id": "26720",
            "date": "2003-08-30 10:45:35",
            "id": "1245763",
            "reply_to_id": "1245760",
            "text": "Keep on the good work."
        },
        {
            "user": "hangover",
            "user_id": "35470",
            "date": "2003-08-30 13:55:29",
            "id": "1245764",
            "reply_to_id": "1245760",
            "text": "Frábærar greinar hjá þér! ..Nú fer ég að drullast til að kaupa mér King Crimson plötur, búinn að fresta því allt of lengi!"
        },
        {
            "user": "barrett",
            "user_id": "12862",
            "date": "2003-08-31 14:40:41",
            "id": "1245765",
            "reply_to_id": "1245760",
            "text": "Snorlax orðaði þessa grein best:\n,, Hún er þurrari en hrökkbrauð\".\nÉg lofa að gera skemmtilegri greinar héðan af.\nÞað er ekki til afsökun fyrir svona þurri grein."
        }
    ]
}