{
    "forum_title": "Tíska & útlit",
    "user": "eaue",
    "user_id": "19588",
    "date": "2003-08-30 20:17:51",
    "title": "Brjóstatíska!",
    "text": "Ég var svolítið að velta þessu fyrir mér, hvað það er fáránlegt að brjóstastærð breytist alltaf í tískunni. Nú er til dæmis í tísku að vera með lítil brjóst. Mér finnst svosem ekkert að því að vera með lítil brjóst, en þetta er eitthvað sem er ekki hægt að breyta nema með aðgerðum og í einstaka tilfellum með matarkúrum. Ég er svo óheppin að vera með stór brjóst (34D) og hef alltaf verið frekar óánægð með það (líka þegar það var í tísku) og enginn matarkúr getr haggað stærðinni því ég er í grennri kantinum og því hefur þetta ekkert með of mikla líkamsfitu að gera. Maður hefði haldið að svona væri bara smekksatriði og ekki breytilegt af umhverfinu, en ég hef samt orðið vör við það að fólk, sem ég hef aldrei heyrt koma með athugasemdir hvað þetta varðar, er í auknum mæli að tala um hvað stór brjóst séu óaðlaðandi og mikið lýti, eins og maður sé eitthvað illmenni eða bimbó að vera með þá stærð sem maður er með. Er þetta tilfellið, látum við tískuna hafa áhrif á þessa afstöðu líka?",
    "url": "https://www.hugi.is/tiska/greinar/163415/brjostatiska/",
    "url_id": "163415",
    "id": "1246506",
    "replies": [
        {
            "user": "CendenZ",
            "user_id": "795",
            "date": "2003-08-31 22:35:11",
            "id": "1246507",
            "reply_to_id": "1246506",
            "text": "Hæ."
        },
        {
            "user": "prinsessa",
            "user_id": "27586",
            "date": "2003-09-03 19:34:55",
            "id": "1246508",
            "reply_to_id": "1246507",
            "text": "nei hæ:D"
        },
        {
            "user": "CendenZ",
            "user_id": "795",
            "date": "2003-09-03 19:42:37",
            "id": "1246509",
            "reply_to_id": "1246508",
            "text": "ka sijrru gott ?"
        },
        {
            "user": "prinsessa",
            "user_id": "27586",
            "date": "2003-09-04 19:06:26",
            "id": "1246510",
            "reply_to_id": "1246509",
            "text": "allt frábært bara en þú??? :D"
        },
        {
            "user": "CendenZ",
            "user_id": "795",
            "date": "2003-09-04 20:07:19",
            "id": "1246511",
            "reply_to_id": "1246510",
            "text": "ask ? OMG!"
        },
        {
            "user": "CendenZ",
            "user_id": "795",
            "date": "2003-09-04 20:07:20",
            "id": "1246512",
            "reply_to_id": "1246510",
            "text": "ask ? OMG!"
        },
        {
            "user": "magnolia",
            "user_id": "36474",
            "date": "2003-09-04 21:43:15",
            "id": "1246513",
            "reply_to_id": "1246512",
            "text": "Ég er bara meðal manneskja, ég held að strákum sé alveg sama hvað stelpur eru með stór brjóst svo fremi sem þau séu þarna og þeir geti glápt ?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-08-31 22:42:05",
            "id": "1246514",
            "reply_to_id": "1246506",
            "text": "já, ég er sammála, en ég skil ekki af hverju lítil brjóst eru í tísku….. ég nota sömu stærð og þú, 34D, og það eru ógeðslega margir að tala um að ég sé með eikkað klikkað stór brjóst, og það er geggt PIRRANDI!!!!! er það líka gert við ykkur, stelpur, lesendur góðir?"
        },
        {
            "user": "Rofzky",
            "user_id": "26931",
            "date": "2003-08-31 23:22:40",
            "id": "1246515",
            "reply_to_id": "1246506",
            "text": "ef það er einhver huggun, þá digga ég stór brjóst =)"
        },
        {
            "user": "MrWhite",
            "user_id": "1206",
            "date": "2003-08-31 23:43:15",
            "id": "1246516",
            "reply_to_id": "1246506",
            "text": "hefurðu hugleitt að fara í brjóstaminkunnar aðgerð?"
        },
        {
            "user": "eaue",
            "user_id": "19588",
            "date": "2003-09-01 16:36:08",
            "id": "1246517",
            "reply_to_id": "1246516",
            "text": "Ég pældi í brjóstaminnkunar aðgerð þegar ég var unglingur en þá hataði ég þessa athygli sem ég fékk út á stærðina. Nú er ég miklu sjálfsöruggari þannig að ég vil ekki breyta mér, mér finnst bara asnalegt að tískan breyti viðhorfum fólks til mín án þess að ég breytist. Og ég þarf ekki á brjóstaminnkunar aðgerð að halda af því að ég er ekki í yfirvigt og ekki með bakverki af þeirra sökum."
        },
        {
            "user": "Dafoe",
            "user_id": "27826",
            "date": "2003-08-31 23:45:20",
            "id": "1246518",
            "reply_to_id": "1246506",
            "text": "Stór eða lítil. Það skiptir engu máli ef þau eru á réttu stelpunni. ;)"
        },
        {
            "user": "Dafoe",
            "user_id": "27826",
            "date": "2003-09-01 14:31:33",
            "id": "1246519",
            "reply_to_id": "1246518",
            "text": "Eg gaeti bara ekki verid meira sammala ther i thessu.\n“size doesn't matter” :)"
        },
        {
            "user": "svandis112",
            "user_id": "31512",
            "date": "2003-09-01 15:33:37",
            "id": "1246520",
            "reply_to_id": "1246519",
            "text": "Satt…..ekkert vera að pæla í einhverju svona\nSMILE"
        },
        {
            "user": "sveinsina",
            "user_id": "30291",
            "date": "2003-09-04 14:30:30",
            "id": "1246521",
            "reply_to_id": "1246520",
            "text": "Einmitt.. einmitt tek undir ykkur þrjú :"
        },
        {
            "user": "svandis112",
            "user_id": "31512",
            "date": "2003-09-04 19:50:30",
            "id": "1246522",
            "reply_to_id": "1246521",
            "text": "Einmitt ! =)"
        },
        {
            "user": "Hrislaa",
            "user_id": "42360",
            "date": "2003-09-01 15:34:55",
            "id": "1246523",
            "reply_to_id": "1246506",
            "text": "ég er eimitt í sömu stærð og þú (34D) og mér finnst það ekki eiga að skipta einhverju máli hvort maður sé með lítil eða stór…fer reyndar svolítið í taugarnar á mér að vera með stór brjóst því e´g er á fullu í íþróttum en marr á bara að vera sáttur með sjálfan sig..allavena er ég alveg sátt með mín brjóst..það eru margir strákar sem fýla stærri brjóst en ekki lítil þannig þetta er bara smekksastriði, ekki endilega tíska nema að viðkomandi sé að deyja úr fm hnakka dýrkun!"
        },
        {
            "user": "moksha",
            "user_id": "42824",
            "date": "2003-09-11 12:16:13",
            "id": "1246524",
            "reply_to_id": "1246523",
            "text": "strákar fíla nú oft frekar stelpur með stór brjóst en stelpur með lítil. vinkona mín er með frekar lítil brjóst, og altaf að kvarta yfir þeim. Sumum finnst flott að hafa stór öðrum finnst flott að hafa lítil og þegar allt kemur til alls skiptir það ekki máli ef að stelpan er frábær sjálf!"
        },
        {
            "user": "KurekaHattur",
            "user_id": "31483",
            "date": "2003-09-12 14:15:45",
            "id": "1246525",
            "reply_to_id": "1246524",
            "text": "þetta er mjög góður púnktur hjá þér! ég er sammála því!"
        },
        {
            "user": "Dee",
            "user_id": "37006",
            "date": "2003-09-01 17:33:02",
            "id": "1246526",
            "reply_to_id": "1246506",
            "text": "tetta er bara eins og allt annad, nu er lika mikid i tisku ad vera mjog solbrun og hefur verid tad lengi, sumir eru bara med natturulega ljosa hud og geta ekkert ordid brunir ad radi, litid haegt ad gera vid tvi…"
        },
        {
            "user": "rusty7781",
            "user_id": "37488",
            "date": "2003-09-01 18:43:27",
            "id": "1246527",
            "reply_to_id": "1246506",
            "text": "Ég er líka með frekar stór brjóst. En ég hef ekki hugmynd um hvað ég nota, það er mjög misjafnt.\nBrjóstin á mér stækka og minnka bara þegar þeim hentar. Þau hafa alltaf verið stór en síðan eignaðist ég barn og þá urðu þau ennþá stærri en þá var ég komin í D skálar svo þegar ég hætti með hann á brjósti þá var ég í B svo stækkuðu þau aftur og urðu stærri en þau voru áður en ég varð ófrísk. Ég held að ég noti 36C.\nMálið er það að ég á allar stærðir af brjóstahöldurum því mér finnst þau aldrei í sömu stærð. Þau minnka ef ég grennist og stækka ef ég fitna en ég er frekar grönn. Þannig að ég má ekki mikið við því að grennast.\n´\nEn það var einn sem minnist á brjóstaminnkun hérna… Það er ekkert grín að fara í brjóstaminnkun. Brjóstastækkun allt annað mál.\nBrjóstaminnkun er stórhættuleg aðgerð.\nBrjóstin geta misheppnast og orðið ógeðsleg og þetta er mjög erfið aðgerð og þú gætir komið óánægðari út en þegar þú komst inn\nEn þótt að lítil brjóst séu í tísku hjá stelpum þá er það mjög misjafnt hvað strákar fíla, það er allur gangur á því….. Maður á bara að vera sáttur með sinn líkama."
        },
        {
            "user": "doppan",
            "user_id": "18665",
            "date": "2003-09-01 19:49:44",
            "id": "1246528",
            "reply_to_id": "1246506",
            "text": "Það er bara ekkert sniðugt að hafa einhverskonar brjóst í tísku, lítil, stór whatever.\nEn einhversstaðar heyrði ég að armbeygjur eru mjög góðar til að fá meiri stinn brjóst.. það er allavega kúl, stærðin á ekki að skipta svo miklu máli. Það er ekkert gaman ef allir væru eins, as I've said before :)"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-09-02 05:09:44",
            "id": "1246529",
            "reply_to_id": "1246506",
            "text": "Hver segir að þú þurfir að vera í tísku?  Þú átt ekki að hlusta á svona rugl.  Hins vegar ef þú ert sjálf mjög óánægð að vera svona stór, þá geturðu íhugað að fara í aðgerð en spáðu vel í það fyrst og farðu ekki til hvaða læknis sem er heldur talaðu við nokkra og spurðu um að fá að sjá myndir af aðgerðum sem hann hefur gert (hann sýnir þér þá ábyggilega bara þær bestu) og spurðu síðan læknana um hvern annan og spurðu síðan Lífsvog eða hvað þau heita samtök fólks sem hefur lent í læknamistökum hvort sá læknir sem þú ert að spá í sé einhver slátrari.\nÞú verður svo líka að spá í það að ef þú hefur hugsað þér að eignast börn á næstu árum, þá getur verið að þau stækki en það er eiginlega algengara að þau stækki fyrst og minnki svo eftir að barnið er hætt á brjósti þannig að sumar hafa látið minnka sig, eignast svo einhver börn og þá þurft að láta stækka sig vegna þess að það var ekkert eftir."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2003-09-02 12:40:08",
            "id": "1246530",
            "reply_to_id": "1246506",
            "text": "Það er ömurlegt hverig allt þarf að vera inni eða úti frá tískusjónarmiði og til að byrjameð var þessi brjóstastækkunardella fáránleg, ætli það séu ekki nokkrar núna með bakþanka ? Sem KK get ég sagt að brjóstastærð er ekki stórt atriði(meðan það er eitthvað !) ekki frekar en ég ýminda mér að typpastærð sé fyrir stelpur."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-09-02 13:15:16",
            "id": "1246531",
            "reply_to_id": "1246506",
            "text": "ég hef ekki heyrt um að lítil brjóst séu í tísku………!!!\nsjálf er ég með rosa stór brjóst og strákar fýla það bara mjög vel…\nbrjóst geta ekki verið í tísku,\nföt og skór geta verið í tísku en ekki brjóst eða líkamshlutar…\nalveg…jáh núna er í tísku að vera með litla fingur…núna er í tísku að vera með stórar tær\nþetta er bara fáránlegt sko"
        },
        {
            "user": "Lorax",
            "user_id": "36395",
            "date": "2003-09-02 14:28:38",
            "id": "1246532",
            "reply_to_id": "1246506",
            "text": "Mér finnst bara að stærðin ætti allls ekki að skipta máli, en það getur líka verið mjög leiðinlegt að vera með lítil brjóst, ég er t.d með frekar lítil, vegna þess að ég er mjög grönn :s\nÞessvegna finnst mér bara að það eigi ekki að vera nein svokölluð tíska í ´þessu, vegna þess að þetta er tíska sem að ég held að sé mjög erfitt að fylgja….."
        },
        {
            "user": "Fridarfugl",
            "user_id": "25975",
            "date": "2003-09-02 16:15:41",
            "id": "1246533",
            "reply_to_id": "1246506",
            "text": "ég myndi aldrei fara i brjostastækkun(hugsið um pamelu andersen)Ojjjj barasta hun hefur enga sjálfsvirðingu"
        },
        {
            "user": "NoAngel",
            "user_id": "15331",
            "date": "2003-09-02 19:20:47",
            "id": "1246534",
            "reply_to_id": "1246506",
            "text": "ég er meðlítil brjóst og stundum finnst mér það pirrandi en maður á bara að vera sáttur við mann eins og maður er, sama hver tískan er! á maður þá alltaf að vera í brjóstastækkun og minnkun eftir tískunni? Það er bara fáránlegt! Bara fokk the tíska!! ;)"
        },
        {
            "user": "Hibi",
            "user_id": "27324",
            "date": "2003-09-05 13:07:48",
            "id": "1246535",
            "reply_to_id": "1246534",
            "text": "Ég er einmitt með frekar í stærri kantinum og það er ekkert betra, skal ég segja þér. Ætti einhver kannski að skrifa svipaða grin um tippi? Hvað finnst ykkur, strákar?\nKv Hibi"
        },
        {
            "user": "TonyIommi",
            "user_id": "39036",
            "date": "2003-09-03 16:04:10",
            "id": "1246536",
            "reply_to_id": "1246506",
            "text": "Stór brjóst eru mjöööög kynæsandi.\nekki skammast þín\nhvað er nr hjá þér ?"
        },
        {
            "user": "hestagellan",
            "user_id": "38257",
            "date": "2003-09-03 21:36:33",
            "id": "1246537",
            "reply_to_id": "1246506",
            "text": "Hvað er málið með að uppfylla alltaf óskir annarra…sjálf er ég með lítil brjóst og ég verð að segja fyrir mig að á meðan kærastanum mínum er sama um það, þá er mér líka sama…ég hef hugleitt að fara í siliconaðgerð en til hvers? Það er bæði dýrt og getur farið illa…auk þess væri ég í rauninni ekki heldur að gera það fyrir sjálfa mig heldur fyrir aðra…maður verður bara að sætta sig við sjálfan sig…maður getur ekki alltaf verið fullkominn =)"
        },
        {
            "user": "Arasaka",
            "user_id": "15059",
            "date": "2003-09-04 17:42:35",
            "id": "1246538",
            "reply_to_id": "1246506",
            "text": "yes, indeed… well.. ég ætla bara að segja við þig (eins og allir segja): Ef strákurinn (eða jafnvel stelpan) vill þig bara út af brjóstunum, er eitthvað mikilvægt úr sambandi í höfðinu á honum (henni).\nSjálf er ég með .. lala brjóst, 80B, og ég hef bara aldrei pælt mikið í þessu. Þau eru þarna, segja lítið annað en það að ég sé kvk. (reyndar eru þau pirrandi þegar maður hleypur niður stiga, en þar sem að ég er með frekar lítil ætla ég ekki að kvarta)\ntíska er heimskuleg! :) … .. eða .. það er gaman að pæla í henni, íhuga ‘af hverju’ þetta er það sem fólki finnst flott, en hún er ekki eitthvað til að lifa eftir, ya?\nég held samt að strákar sem fíla stór brjóst vilja þau þá natural! ég meina, flestum strákum sem ég hef kynnst er alveg sama um brjóstastærð, nema hvað þeir vilja þau natural! þeir eru ekkert fyrir sílíkon! málið er einmitt að þá fær stelpan oft (ekki endilega alltaf) þetta gervi útlit, sem fæstum strákum finnst æsandi!\nwell, ég tala eins og vanalega alltof mikið.."
        },
        {
            "user": "dazzi",
            "user_id": "26786",
            "date": "2003-09-14 14:17:19",
            "id": "1246539",
            "reply_to_id": "1246538",
            "text": "Þarna hittirðu naglan á höfuðið! “ nema hvað þeir vilja þau natural”   þetta er það eina sem skiptir máli…\nbtw þú talar ekki of mikið, maður fær aldrei nóg af viskunni"
        },
        {
            "user": "sandrass",
            "user_id": "25449",
            "date": "2003-09-05 12:23:03",
            "id": "1246540",
            "reply_to_id": "1246506",
            "text": "ég er með brjóst í minni kantinum (32 b) og ég hef pælt í að fá sílicon. en þau gætu náttúrulega vaxið…\nég held ég sætti mig bara við mig eins og ég er…\nbrjóstastærð skiptir ekki öllu."
        },
        {
            "user": "b3lj4",
            "user_id": "25572",
            "date": "2003-09-06 12:42:25",
            "id": "1246541",
            "reply_to_id": "1246506",
            "text": "ég er ekki með nein bjóst.. ég veit eiginlega ekki hvað flokkast að vera grannur en ég nota allavega stærð 27 í gallabuxum eða 36 en allavega.. ég er bara 14 svo kannski að þau vaxi einhverntíman.. :S ;) :P"
        },
        {
            "user": "ImA",
            "user_id": "32546",
            "date": "2003-09-06 14:25:29",
            "id": "1246542",
            "reply_to_id": "1246506",
            "text": "Mér finnst þetta sýna gott dæmi um hvað tískan er ótrúlega spillt fyrirbæri. Afhverju ættir þú að fara í brjósta minnkunar aðgerðir til að vera í tísku í einhverja mánuði og svo allt í einu kemst í tísku að vera með stór. Mér finnst þetta svipað fáranlegt og allt í einu verði í tísku að vera handleggsbrotin eða með stóran rass. Persónulega mundi ég aldrei fylgja svona tískustraumum ég næ ekki pointuni að fylgja þessu aðeins til að vera í tísku í einhvern smá tíma."
        },
        {
            "user": "gh8",
            "user_id": "29632",
            "date": "2003-09-06 19:30:35",
            "id": "1246543",
            "reply_to_id": "1246542",
            "text": "ef það er í tísku að vera með stórann rass þá geturur ekkert fylgt þv´eftir nema að eiga þrýstinn kodda og stórar buxur og hættiði að láta tískuna bögga ykku"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-09-06 21:36:03",
            "id": "1246544",
            "reply_to_id": "1246543",
            "text": "stór brjóst eru hot"
        },
        {
            "user": "baddevil",
            "user_id": "20841",
            "date": "2003-09-08 20:32:37",
            "id": "1246545",
            "reply_to_id": "1246506",
            "text": "Hah, sama hversu því er haldið fram að lítil brjóst séu í tísku… Kjaftæði\nStrákar vilja frekar hafa þau stór heldur en lítil, þetta tískudæmi kemur bara útaf því að núna er þónokkuð af söng og leikkonum sem eru með lítil brjóst (kate hudson t.d.)\nÞið sem eruð með stór brjóst og eruð að kvarta… viljiði skipta? :("
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-09-10 17:01:31",
            "id": "1246546",
            "reply_to_id": "1246506",
            "text": "hníf og svo bara…"
        },
        {
            "user": "SolaSenorita",
            "user_id": "41553",
            "date": "2003-09-15 08:56:31",
            "id": "1246547",
            "reply_to_id": "1246506",
            "text": "Mér finnst brjóstastærð ekki skipta mikilu máli, ég væri nú sjálf aleg til í að hafa stærri en ég hef ekki heirt neinn annan hvarta hingað til sko.\nMér finnst að Maður á að vera eins og maður er og muna að fegurðin kemur að innan. ;)"
        },
        {
            "user": "Laufa",
            "user_id": "9234",
            "date": "2003-09-15 23:22:02",
            "id": "1246548",
            "reply_to_id": "1246506",
            "text": "eaue\nÚff, ég er einmitt með öfugt vandamál - óhemju lítil brjóst, í röngu hlutfalli við líkamann (ég er ekki grönn). Ég skammast mín þegar ég er með strákum fyrir þau og þau eru það sem ég er ósáttust við í sambandi við sjálfa mig.\nÉg held að lítil brjóst séu ekki bara í tísku, heldur að vera svo óhemju horaður að maður hafi engin brjóst, sem er mun alvarlega.\nLítil brjóst eða stór brjóst, hvaða máli skiptir það samt :) Ég hef ekki fengið kvörtun hingað til, og þú örugglega ekki heldur..og ef fólk ætlar að vera að setja út á barm kvenna segir það meira til um viðkomandi en tískuna!\nReyndu bara að vera sátt við þetta, þetta er þinn líkami og þú lifir í honum..hann kemur satt að segja öðrum lítið við.\nEyrún"
        }
    ]
}