{
    "forum_title": "Tolkien",
    "user": "Pemma",
    "user_id": "30312",
    "date": "2003-08-30 13:38:05",
    "title": "Um Aragorn  ***spoiler  3.Bókin***",
    "text": "ATH. EF ÞIÐ HAFIÐ EKKI LESIÐ BÓK NR. 3 ÞÁ ER ÞETTA SPOILER!!!!!!!!!!!!!!!!!!!!!!!\nAragorn er maður og er erfingi krúnu Gondor, hann er arftaki Ísildur.\nFaðir hans hét Araþorn og móðir hans Gilrún.\nÞegar Aragorn var aðeins 2 ára gamall dó faðir hans og móðir hans fór með Aragorn til Álfanna til að dveljast þar.\nÁlfarnir kölluðu hann Estel eða Von. Elrond sagði engum frá alvöru nafni hans og frá ættliðum hans.\nÞegar Aragorn eða \\“Estel\\” varð 20 lét Elrond Aragorn hafa hring Bahírs og brotin úr sverði Narsíl og lét hann vita alvöru nafn hans og sagði honum frá ættum hans, að hann væri arftaki Ísildar.\nDaginn eftir það hitti Aragorn dóttur Elronds, Arwen, og var sá fundur líkur fundi Lúþíenar og Berens.\nNokkru eftir það fór Aragorn frá húsi Elronds og móður hans. Hann\nhélt uppi báráttunni við hinn myrka Sauron og Sarúman í um 30 ár og  varð hann mikill vinur Gandalf og öðlaðist mikla þekkjingu og visku af honum. Fór hann í amrga hættulega leiðangra með Gandalf en seinna meir fór hann að ferðast einn. Þegar Aragorn varð 94 snéri hann úr hættuför á mörkum Mordors.\nVarð hann orðinn mjög þreyttur og ákvað að fara til Rofadals til að hvíla sig í nokkurn tíma áður en hann hugðist fara í aðrar langferðir. En á leiðinni til Rofadals átti hann elið framhjá Lóríenslandi og Galadríel veitti honum inngöngu í hið hulda land. En han vissi ekki að þar dvaldist Arwen ásamt ættingjum móður sinnar. Hún hafði lítið sem ekkert breyst. Hún er náttúrlega ekki dauðleg. Þó svipur hennar var alvarlegri en áður og mjög sjaldan heirðist í hlátur hennar.\nEn Aragorn hafði nú vaxið til fullnaðarþroska jafnt í líkamlega og önd.\nGaldríel bað hann að taka af sér slitinn og ferðalúð fötinn og hún klæddi hann í silfur og hvít, með álfgráa skikkju utan um yfir og skæran gimstein á enni.\nHann minnti helst á Álfahöfðingjana frá Vestureyjum.\nOg þannig sá Arven hann nú fyrst aftur eftir langan aðskilnað þeirra.\nAragorn gekk til Arvenar undir trjám Kalas Galadon þöktum gullnum blómum.\nHún hafði valið og ákveðið sér örlög.\nÞá um árstíð blómgvunar gengu þau saman um rjóður Lotlóriens, þar til tími var kominn fyrir hann að halda áfram för sinni.\nOg að kvöldi Miðsumardags héldu þá Aragorn og Arven saman upp á hinn fagra Amróðahól í miðju landinu og þau gengu berfætt á ódáinsgrasinu sem aldrei visnarinnan um elanór og nifredilblómin.\nOg þar sem þau stóðu á toppnum horfðu þau austur í Skuggann og vestur í Rökkrið og bundust heitum og voru hamingjusöm.\nOg síðan byrjar stríði um Hringinn.\nAragorn lést í grafhýsi Mínas Tírið.\nÞakkir til Feano",
    "url": "https://www.hugi.is/tolkien/greinar/163418/um-aragorn-spoiler-3bokin/",
    "url_id": "163418",
    "id": "1246587",
    "replies": [
        {
            "user": "wasted",
            "user_id": "5912",
            "date": "2003-09-01 14:36:59",
            "id": "1246588",
            "reply_to_id": "1246587",
            "text": "Flott grein en þessi Bahír sem þú talar á að vera Barahír."
        },
        {
            "user": "viktore",
            "user_id": "21790",
            "date": "2003-09-01 15:28:46",
            "id": "1246589",
            "reply_to_id": "1246587",
            "text": "Skemmtileg grein, alltaf gaman að fá nýja grein hingað á þetta áhugamál en er það búið að vera frekar dautt."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-09-01 17:26:21",
            "id": "1246590",
            "reply_to_id": "1246589",
            "text": "ágæt grein,að vísu var Saruman enginn ógn lengst af og var talinn einn öflugasti félagi hvíta ráðsins :)"
        },
        {
            "user": "Skaiburz",
            "user_id": "25411",
            "date": "2003-09-01 21:21:03",
            "id": "1246591",
            "reply_to_id": "1246587",
            "text": "Sæmileg grein, en þú ert alltaf að breyta nöfnunum… t.d. Arven og Arwen…..\nEinnig var greinin frekar stutt, en ég get alveg sætt mig við það út að skorti á greinum á þessu áhugamáli.\nFeanor…. hvað gerði hann/hún?"
        },
        {
            "user": "3131",
            "user_id": "24983",
            "date": "2003-09-02 14:09:05",
            "id": "1246592",
            "reply_to_id": "1246587",
            "text": "Ath. nafnið Ísildur er kvenmannsnafn og vil vinsamlegast benda greinarhöfundi að beygja nafnið rétt.(SORRY)"
        },
        {
            "user": "Feanor",
            "user_id": "6499",
            "date": "2003-09-02 17:09:17",
            "id": "1246593",
            "reply_to_id": "1246592",
            "text": "Það var ég sem skrifaði grenina upphaflega og setti hana á kasmír síðuna mína, og já Ísildur er karlkyns nafn."
        },
        {
            "user": "3131",
            "user_id": "24983",
            "date": "2003-09-05 14:53:44",
            "id": "1246594",
            "reply_to_id": "1246593",
            "text": "Ég biðst forláts. Ísildur var upphaflega kvenkyns en þar sem það er notað sem karlkyns í skrifum Tolkiens þá er sjálfsagt að hafa það þannig. Vildi bara benda á þetta (því þetta er hreinn sannleikur) og biðst innilega forláts.\n3131"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-09-02 17:37:52",
            "id": "1246595",
            "reply_to_id": "1246587",
            "text": "Stigahóra"
        },
        {
            "user": "delonge",
            "user_id": "22183",
            "date": "2003-09-02 18:11:12",
            "id": "1246596",
            "reply_to_id": "1246587",
            "text": "Aragorn er snillingur og ég vissi þetta alveg! alalvega mest!"
        },
        {
            "user": "CharlieBronson",
            "user_id": "28399",
            "date": "2003-09-04 10:26:25",
            "id": "1246597",
            "reply_to_id": "1246587",
            "text": "hvað var aragon gamall þegar hringastríðið byrjaði?????"
        },
        {
            "user": "Nurcolloiel",
            "user_id": "35302",
            "date": "2003-09-04 11:50:32",
            "id": "1246598",
            "reply_to_id": "1246597",
            "text": "Var hann ekki um það bil 87 ára??"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-09-04 14:20:44",
            "id": "1246599",
            "reply_to_id": "1246598",
            "text": "Er unfinished tales komið á íslensku???"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-09-04 14:20:45",
            "id": "1246601",
            "reply_to_id": "1246598",
            "text": "Er unfinished tales komið á íslensku???"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-09-04 14:20:45",
            "id": "1246600",
            "reply_to_id": "1246598",
            "text": "Er unfinished tales komið á íslensku???"
        },
        {
            "user": "mobius",
            "user_id": "20619",
            "date": "2003-09-04 19:05:03",
            "id": "1246602",
            "reply_to_id": "1246587",
            "text": "Hæ ef þið hafið áhuga þá er ég að selja 30 sm hátt Narsil sverð (bréfa opnari) það er standur sem fylgir með.\nSendið mér skilaboð ef þið viljið mynd.\nMjög flott pg nákvæmt."
        },
        {
            "user": "shelob",
            "user_id": "19816",
            "date": "2003-09-06 11:57:27",
            "id": "1246603",
            "reply_to_id": "1246587",
            "text": "Þú mátt ekki senda greinar eftir aðra á huga! Semdu þínar eigin greinar, eða slepptu því."
        },
        {
            "user": "daynew123",
            "user_id": "43294",
            "date": "2003-09-11 18:54:09",
            "id": "1246604",
            "reply_to_id": "1246587",
            "text": "mér finnst þetta flótt grein….ég hlakka\nsvo til að sjá 3 myndina….\nmig langar ekki að vera búin að lesa bókina fyrir það c\",)"
        },
        {
            "user": "Shadowfax",
            "user_id": "23586",
            "date": "2003-09-25 11:01:39",
            "id": "1246605",
            "reply_to_id": "1246604",
            "text": "Ég vil  bara benda þér á það að bókin er mun betri en myndin og ég var ekki búin að lesa fyrstu bókina þegar ég sá fyrstu myndina og svo las ég Hobbitann, fyrstu bókina og númer tvö áður en mynd númer tvö kom og mér fannst mikið skemmtilegra að horfa á myndina eftir að ég var búin að lesa bók númer tvö. En hver fyrir sig. En ég mæli með að þú lesir bækurnar því þær eru mikið betri en myndirnar :)"
        },
        {
            "user": "daynew123",
            "user_id": "43294",
            "date": "2003-09-25 13:14:43",
            "id": "1246606",
            "reply_to_id": "1246605",
            "text": "jább……ætli ég geri það ekki…..\nen er ekki leiðilegt að vita hvað gerist í myndinni ??"
        },
        {
            "user": "Shadowfax",
            "user_id": "23586",
            "date": "2003-09-29 12:53:38",
            "id": "1246607",
            "reply_to_id": "1246606",
            "text": "Nei það finnst mér ekki. Mér fannst bara skemmtilegra að spá í hvaða atriðum var sleppt úr bókinni og svona. Bækurnar eru svo mikið betri en myndirnar eru brjálð flottar líka. En þetta er þitt mál:)"
        }
    ]
}