{
    "forum_title": "Rómantík",
    "user": null,
    "user_id": null,
    "date": "2003-08-30 02:11:56",
    "title": "Svona er lífið, puff!",
    "text": "Ég hélt að ég myndi aldrei skrifa hérna en allavega ég er kominn með eitt nýtt í reynslubankann.\nJæja, ég var á Þjóðhátíð í Eyjum og stelpa sem ég var/er mjög hrifinn af fór líka þangað.\nJájá og ég hitti hana og vinkonur hennar og við förum á Húkkaraballið (sem er ball rétt fyrir Hátíðinna)\nSíðan erum við þarna og bara skemmta okkur og svoleis og einhverjir gaurar að reyna slefa uppí hana en hún neitar öllum og svoleis, sem mér fannst bara helvíti gott. :)\nSíðan þegar hún var orðinn vel full og vinkonur hennar farnar “heim” til sín, þá ætla ég bara að fylgja henni í húsið sem hún gisti í.\nÉg geri það síðan þegar hún er að fara þá kyssumst við og eitthvað og síðan ætlar hún inn nema fattar að hún hafi týnt lyklinum, já ok þá var ég bara góður og bauð henni að gista bara þar semég svaf.\nSíðan komum við þangað og förum inní herbergið mitt og ég leyfi henni að sofa á minni dýnu og ég bara gista á gólfinu en hún skipaði mér að leggjast á dýnuna og ég gerði það.\nSíðan kom hún og laggst hjá mér og við fórum einhvað að kela og eitthvað svoleis dótarý og síðan eftir sirka 2,5 klukkutíma af því þá förum við að sofa, ég bauð henni aftur dýnuna og síðan fórum við að sofa.\nSíðan vaknaði hún snemma því hún þurfti að fara í ríkið að kaupa sér vín. Já já allt í lagi með það og hún fór heim til sín og fann lyklana og svoleis.\nÞá hélt ég að við værum bara byrjuð saman og ég var í góðum fíling og lagði mig fyrir Þjóðhátíðinna og um svona kl:20:00 leytið fór ég í dalinn og hitti þær og hinar vissu ekkert af þessu sem gerðist um nóttina.\nSíðan fórum við að skemmta okkur og fórum að horfa á Sálinna og svoleis og síðan týndum við stelpunni og hinar týndust nema ein, sem er mjög skemmtileg og svoleis.\nVið fórum að leita af þeim og svoleis og allir símar dauðir og fórum síðan bara að skemmta okkur 2.ein.\nSíðan fórum við hjá hljómsveitinni þá sá ég stelpunna sem ég var hrifinn af vera slumma annan gaur. Ég var geggjað sár og fór heim alveg klikkaður og sár.\nSíðan fattaði ég að ég ætlaði ekkert að láta hana skemma fyrir mér Þjóðhátíðinna og mætti aftur í dalinn rétt eftir brennuna.\nÞá sá ég vinkonu mína sem ég var með áðan og hún var búinn að týna öllum aftur og við vorum bara að skemmta okkur til u.þ.b. 4-5 leitið og þá var mun minna af fólki og ég segi við hana að við skulum leita af þeim og hittast í einhverju tjaldi þarna, og við gerðum það og þá sat hún upp í brekku með sama gaur og þau bara þarna í gúddí fíling.\nÞegar ég kom heim fór ég bara að sofa og síðan fór ég aftur inní dal um kl.20:00 eitthvað þannig.\nHitti þær og svoleis og síðan sagði ég ekki neitt við stelpunna sem ég var hrifinn af og talaði bara við hinar þrjár.\nSíðan voru þær að djúsa og svona (ég drekk ekki) og við sátum bara í brekkunni í stuði og vorum bara að tala saman og svoleis.\nSíðan leið kvöldið og stelpann sem ég var hrifinn af stakk af, hún fór að leita af gaurnum sem hún var með deginum áður en fann hann ekki, síðan fórum við hjá tónleikadótinu og sáum hana vera slumma upp í annan gaur!\nMér var reyndar skítsama þá og hélt áfram að skemmta mér.\nSíðan 3.kvöldið var ég með þeim öllum og svoleis og sagði einhvað við hana þá bara kom hún með móral við mig og bara öskraði eða eitthvað þegar ég var að segja henni einhvað, eins og ég hefði gert eitthvað rangt, hún sem var alltaf svo skemmtileg.\nJæja ég sætti mig við það og talaði ekkert meira við hana þetta kvöld og það var geggjað stuð í brekkusöngnum og svoleis og ég söng hástöfum. (:\nJæja síðan fór ég heim snemma var soldið þreyttur eftir þetta allt og svoleis og fór síðan og fór að tala við bestu vinkonu mínu um þetta ég er búinn að þekkja hana síðan í 1.bekk og svoleis.\nHún var alveg geggjað góð og svoleis og tók þessu “vel”.\nSíðan fór ég bara heim og svoleis og fór síðan til útlanda næsta Föstudag og ekkert búinn að tala við hana.\nÉg reyndi að hringja í hana úti en það var aldrei hægt að náí hana hún var passa hjá frænku sinni lengst útí sveit sem náðist ekki símasamband.\nSíðan kom ég heim ánægður eftir þessa ferð og svoleis og síðan var skólinn að byrja og soleis og fer í hann og síðan þá (skólinn nýbyrjaður) þá er hún búinn að vera geðveikt skemmtileg og eins og ekkert hefur gerst og ég tala við hana á msn og hún nefnir ekki orð um Hátíðinna.\nEr hún Sorry eða bara búinn að missa áhugann því hún var búinn að viðurkenna áður að hún væri hrifinn af mér.\nHvað ætti ég að gera?",
    "url": "https://www.hugi.is/romantik/greinar/163429/svona-er-lifid-puff/",
    "url_id": "163429",
    "id": "1246901",
    "replies": [
        {
            "user": "EstHerP",
            "user_id": "11032",
            "date": "2003-08-30 08:20:51",
            "id": "1246902",
            "reply_to_id": "1246901",
            "text": "Ég get ekki séð að þessi stelpa viti hvað hún vill og ég held að þú sért að minnsta kosti ekki eitt af því. Sorry en þú sérð hana slumma aðra stráka á húkkaraballinu, svo ertu með henni og svo sérðu hana slumma tvo stráka eftir það og hún virðist engan áhuga hafa á að tala við þig, en samt ertu að reyna að hringja í hana?!?!?\nÞessi stelpa er varla þess virði að spá í að mínu mati…"
        },
        {
            "user": "DaC",
            "user_id": "15383",
            "date": "2003-08-30 08:45:33",
            "id": "1246903",
            "reply_to_id": "1246902",
            "text": "Ehh, hvort það sé þess virði að spá í hana fer algjörlega eftir stelpunni í heild, ekki hvort hún slummi stráka á óheppilegum mómentum eður ei. hann gilliman virðist hafa ákveðið stelpan sé spáverð, þú esther þekkir hana ekkert.\nþú spyrð hvort þú eigir séns. mér finnst það ekki hljóma líklegt. ertu sætur? en hún? hvort er sætara? engan hógværð."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-08-30 12:10:54",
            "id": "1246904",
            "reply_to_id": "1246901",
            "text": "Welcome to the human race !!!"
        },
        {
            "user": "yourTeddyBear",
            "user_id": "29600",
            "date": "2003-08-30 12:36:26",
            "id": "1246905",
            "reply_to_id": "1246901",
            "text": "hey hún var full hún man örugglega ekkert eftir þessu"
        },
        {
            "user": "alliet",
            "user_id": "9303",
            "date": "2003-08-30 12:47:35",
            "id": "1246906",
            "reply_to_id": "1246901",
            "text": "Sumar stelpur eru svona, rífa úr manni hjartað og traðka á því! Þær vita ekkert hvað þær vilja!"
        },
        {
            "user": "Pittur",
            "user_id": "12581",
            "date": "2003-08-30 12:54:19",
            "id": "1246907",
            "reply_to_id": "1246901",
            "text": "Svona eru margar stelpur, reyndu að taka þetta ekki nærri þér."
        },
        {
            "user": "Beer",
            "user_id": "1917",
            "date": "2003-08-30 13:07:07",
            "id": "1246908",
            "reply_to_id": "1246901",
            "text": "Lífið er öðruvísi á útihátíðum. Talaðu bara við hana og segðu henni hvað þér finnst, hvernig þér leið á þjóðhátíð og hvað þér finnst um hana. Spurðu hana hvort það sé einhver framtíð hjá ykkur saman.\nÞú gætir t.d. boðið henni í vídjó eða eitthvað og rætt þetta einhvern vegin."
        },
        {
            "user": "Rimanna",
            "user_id": "42409",
            "date": "2003-08-30 15:32:16",
            "id": "1246909",
            "reply_to_id": "1246901",
            "text": "hmmm…. mjög flókið mál…\nen ég held að hún hafi ekki viljað skemma vináttuna á milli ykkar en samt verið hrifin af þér og þegar hún var full, þá hefur hún öruglega ákveðið að nota tækifærið og sýna þér hvernig henni liði…því að hún var full, þá gæti hún alveg notað þá afsökun að þykjast ekkert munað eftir keleríinu….:/\nHún vildi ekki eyðilegaa vináttuna ykkar á milli og þess vegna fór hún að´ráðast á aðra stráka kvöldið eftir og talaði ekkert við þig, því hún vildi jafna sig á þessu…\nÞar sem e´g er sjálfs stelpa veit ég og hef upplifað hvernig það er að eiga strák að vini, verða svo hrifin af honum, vera í sambandi með honum en svo fór allt í klessu og við erum ekki lengur vinir:/\nÞað er þetta sem við stelpurnar höfum áhyggjur af…\nÞú verður að gefa í skyn að þú mundir geta orðið vinur hennar aftur ef að þið færuð í samband og svo mundu þið hætta saman.\nHún mundi vilja það, að halda áfram að vera vinkona þín þótt að þið yrðuð saman og munduð hætta saman…\nEf að þú getur þetta þá er hún öruglega tilbúin til að vera með þér, ef að þú getur sannað það fyrir henni að þú yrðir vinur hennar sama hvað skéði…:)\nKveðja\nRímanna\np.s: hey, ég drekk heldur ekki! eða minnsta mjög oggu lítið… hata bjór sérstaklega.."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-08-30 17:02:03",
            "id": "1246910",
            "reply_to_id": "1246901",
            "text": "Hehehe, ég drekk heldur ekki!\nAf því ég er 13!"
        },
        {
            "user": "Icey",
            "user_id": "306",
            "date": "2003-08-31 12:12:26",
            "id": "1246911",
            "reply_to_id": "1246901",
            "text": "Málið er að sjálfsögðu að fólk getur verið fífl þegar það er vel í glasi. Myndi ekki taka það nærri mér."
        },
        {
            "user": "Neron",
            "user_id": "9641",
            "date": "2003-09-02 16:18:36",
            "id": "1246912",
            "reply_to_id": "1246901",
            "text": "Svona getur nú áfengið fokkað upp í krökkum. Ég held samt að hún sé enþá hrifin af þér gilli minn :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-09-11 11:19:48",
            "id": "1246913",
            "reply_to_id": "1246901",
            "text": "Þetta var ogislega skemmtileg saga ;) en hérna ég á ekkert svar :s Gangi þér vel bæ bæ"
        }
    ]
}