{
    "forum_title": "Kettir",
    "user": "Typpleysingur",
    "user_id": "29440",
    "date": "2003-08-30 19:48:04",
    "title": "Kattar spik.",
    "text": "HÆ sllir HUGARAR ég var að velta því fyrir mer kötturinn minn sem er 6 mánaða og hún er algjört spik er það allt í lagi eða??? Sko hún borðar og borðar og borðar og svo er hinn kötturinn sem er Balínes og hann er grindhoraður sem er í lagi ég talaði við dýralækninn og hann seagði að hann ætti að vera svona vegna þess að hann er eginlega síamsköttur. En allavegana vegna þess að ég er með 2 ketti og ég var að hugasa á alltaf að vera í skálinni eða. Vinkona systur minnar sem er 10 var með heilu ræðuna yfir því að skálin væri tóm ég er bara að spyrja. En ég er að fara með hana og láta gelda hana ef það er ekki og seint eða er það of seint ég bara spyr????????????????????????????? Egið þið svoleiðis kött eða ketti?? En ég er bara að spyrja um þetta allt hvort það se of seint að gelda hana og með tóma skálar.\nmeð fyrir fram þökkum\nAudda",
    "url": "https://www.hugi.is/kettir/korkar/163551/kattar-spik/",
    "url_id": "163551",
    "id": "1247834",
    "replies": [
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-08-31 15:54:01",
            "id": "1247835",
            "reply_to_id": "1247834",
            "text": "Það er ekkert of seint að láta gelda hana en hún mun ekkert grennast af því.  Er hún kannski kettlingafull?  Ef svo er þá mun dýralæknirinn ábyggilega segja þér það þegar þú mætir og þá þarf að fresta því þangað til hún er búin.\nSumir kettir éta ekkert of mikið þó það sé alltaf matur í skálinni en kötturinn minn er fitubolla þannig að ég er farinn að takmarka það sem ég gef henni.  Það stendur yfirleitt á pökkunum hvað maður á að gefa mikið og ég er með hana í megrun þó það sé ekki að virka neitt rosalega.  Hún fitnar alla vega ekki meira á meðan.  Ég gef henni alltaf á kvöldin.\nHins vegar er þetta flóknara vegna þess að þú ert með 2 ketti.  Ef þú lætur annan í megrun, þá verður hinn samt að fá að éta en þú getur leyst það þannig að loka feita köttinn út úr herberginu þar sem matarskálarnar eru meðan þú gefur þessum horaða svo feiti geti ekki étið frá hinum."
        },
        {
            "user": "Typpleysingur",
            "user_id": "29440",
            "date": "2003-09-03 17:29:15",
            "id": "1247836",
            "reply_to_id": "1247835",
            "text": "Hinn kötturinn minn er í lagi sko í lagi og borða ekki og lítið eða of mikið. þannig er það bara hinn er bara að reyna að eta allt frá honum það er málið sko. Og hún er ekki kettlinga full vegna þess að hún er undir strángu eftirliti þegar hún fær að fara út og svo er fressið mitt gelt bara svo þú vitir það og allir.<br><br>   I Love me Live\n<a href=\"\nhttp://kasmir.hugi.is/audda\n“>kasmir.hugi.is/audda</a> Kíkið endilega á síðuna mína\n<a href=”mailto:audurosp90@hotmail.com\">sendið mér mail!!</a"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-09-04 00:21:39",
            "id": "1247837",
            "reply_to_id": "1247836",
            "text": "Það er fínt að láta gelda hana bara uppá að hún verði ekki breima og haldi vöku fyrir öllum í húsinu með væli en til að grenna hana verður þú bara að setja hana í megrun.  Lokaðu bara eldhúsinu eða hvar sem matarskálarnar þeirra eru meðan þú gefur horaða kettinum og gefðu svo feita kettinum bara lítið og passaðu að enginn annar í húsinu sé að gefa þeim auka."
        },
        {
            "user": "Typpleysingur",
            "user_id": "29440",
            "date": "2003-09-04 19:10:13",
            "id": "1247838",
            "reply_to_id": "1247837",
            "text": "ÖÖÖÖÖÖÖÖÖÖÖÖÖÖ sorry en sko það er engin hurð á eldúsinu hjá mér.\nAudda<br><br>   I Love me Live\n<a href=\"\nhttp://kasmir.hugi.is/audda\n“>kasmir.hugi.is/audda</a> Kíkið endilega á síðuna mína\n<a href=”mailto:audurosp90@hotmail.com\">sendið mér mail!!</a"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-09-04 22:31:07",
            "id": "1247839",
            "reply_to_id": "1247838",
            "text": "Lokaðu þá bara feita köttinn inni í einhverju öðru herbergi á meðan eða ef þetta eru útikettir, settu hann þá út.  Það gæti líka verið vandamálið ef þetta eru útikettir vegna þess að feiti gæti þá verið að sníkja mat hjá nágrönnunum.  Þá verður þú að skrifa “ER Í MEGRUN” á ólina svo fólk gefi honum ekki að éta :)"
        },
        {
            "user": "Typpleysingur",
            "user_id": "29440",
            "date": "2003-09-04 22:34:59",
            "id": "1247840",
            "reply_to_id": "1247839",
            "text": "oki takk. Hann fær br+aðum að fara út.\nAudda<br><br>   I Love me Live\n<a href=\"\nhttp://kasmir.hugi.is/audda\n“>kasmir.hugi.is/audda</a> Kíkið endilega á síðuna mína\n<a href=”mailto:audurosp90@hotmail.com\">sendið mér mail!!</a"
        },
        {
            "user": "Typpleysingur",
            "user_id": "29440",
            "date": "2003-09-04 22:35:18",
            "id": "1247841",
            "reply_to_id": "1247839",
            "text": "oki takk. Hann fær braðum að fara út.\nAudda<br><br>   I Love me Live\n<a href=\"\nhttp://kasmir.hugi.is/audda\n“>kasmir.hugi.is/audda</a> Kíkið endilega á síðuna mína\n<a href=”mailto:audurosp90@hotmail.com\">sendið mér mail!!</a"
        }
    ]
}