{
    "forum_title": "Kettir",
    "user": "siggagumm",
    "user_id": "10734",
    "date": "2003-08-31 23:42:41",
    "title": "Getur það verið?????",
    "text": "Kisan mín er úti kisa og tókum við þá ákvörðun að kettlingar væru eitthvað sem við nenntum ekki að standa í og létum þá kisu litlu á sjúkrahús að taka hana úr sambandi (Dýralækningastofu Dagfinns) og alltílagi með það. Nema núna undanfarið hefur hún fitnað soldið mikið en okkur var bara sagt að það væri af því það væri búið að taka hana úr sambandi, en núna síðustu 3 daga hefur hún hegðað sér mjög einkennilega. Hún reynir að komast bak við allt og undir allt (sem hún er ekki vön að gera) Hún fer ofaní kassa og er bara í alla staði mjög undarleg. Getur verið að aðgerðin hafi ekki tekist og hún sé þá bara kettlingafull????? Mér finnst það ótrúlegt ef það er, en vitið þið um einhver dæmi?\nEru þið með einhverjar hugmyndir um hvernig er hægt að vita eða finna hvort læðurnar séu kettlingafullar?\nKveðja Sigga",
    "url": "https://www.hugi.is/kettir/korkar/163729/getur-thad-verid/",
    "url_id": "163729",
    "id": "1249085",
    "replies": [
        {
            "user": "Barabas",
            "user_id": "9210",
            "date": "2003-09-03 15:23:49",
            "id": "1249086",
            "reply_to_id": "1249085",
            "text": "Er ekki legið tekið úr þeim þegar þær eru geldar ??… þegar húskisan mín fór í geldingu þá FITNAÐI hún rosalega eftir það !!<br><br>“The more people I meet the more I like my cat.”"
        },
        {
            "user": "sKaKKur",
            "user_id": "5790",
            "date": "2003-09-03 17:34:05",
            "id": "1249087",
            "reply_to_id": "1249086",
            "text": "heitir það ekki að taka þær úr sambandi frekar eða eikkað rugl…..eru kallar ekki bara geldir?"
        },
        {
            "user": "icecat",
            "user_id": "3744",
            "date": "2003-09-03 23:07:57",
            "id": "1249088",
            "reply_to_id": "1249085",
            "text": "Eruð þið búin að þreifa vel á henni magann ?  Samkvæmt lýsingu þinni þá gæti hún verið kettlingafull en það er samt mjög ótrúlegt þar sem ég held einmitt að legið sé tekið með öllu sem því fylgir þegar læður eru teknar úr sambandi.\nHefurðu tekið eftir einhvers konar lóðaríi hjá henni og hversu langt er síðan hún var tekin úr sambandi ?\nIceCat"
        },
        {
            "user": "siggagumm",
            "user_id": "10734",
            "date": "2003-09-03 23:48:25",
            "id": "1249089",
            "reply_to_id": "1249088",
            "text": "eg hrindi á dýraspítalann og þau sögðu að ef hún væri kettlingarfull þá væru spenarnir risastórir en ég finn valla spena á henni þannig að það getur ekki verið að hún sé kettlingafull, en ég ætla deffenedlí að gefa henni aðeins minna að borða;)<br><br>Kveðja Sigga\n————————————————\nStundaðu vinnu þína eins og þú þurfir ekki á peningunum að halda.\nElskaðu eins og þú hafir aldrei verið særð/ur.\nDansaðu eins og enginn sjái til þín."
        }
    ]
}