{
    "forum_title": "Stjórnmál",
    "user": "jonst",
    "user_id": "7117",
    "date": "2001-02-09 20:08:37",
    "title": "Pétur Blöndal",
    "text": "Núna fyrr í þessari viku var pólítískur fundur í skólanum mínum (MH) þar sem komu fram fulltrúar Sjálfstæðisflokksins og Vinstrigrænna. Annar af fulltrúum sjálfstæðisflokksins var Pétur Blöndal en hann kom fram og fullirti að framhaldsskólanemar væru ekki nógu metnaðarfullir gagnvert skólanum og bar þar fyrir sig að hann hefði unnið sem kennari í Verslunarskólanum. Ég veit ekki hvernig þetta er í verslunarskólanum en ég veit það að í kringum mig er mikið að metnaðarfullu ungu fólki sem hefur sett sér háleit markmið í lífinu og higst framfilgja þeim. Auðvitað vitum við það að það eru alltaf einhverir svartirsauðir, reyndar er frekar hátt fallhlutfall í íslenskum skólum en ég held það sé kannski oft vegna þess að krökkum sem ekki hafa áhuga á sínu námi er ýtt út í menntaskólana þegar þau eiga kannski mun betur heima í iðngreinum eða listagreinum. Ég veit ekki hvort ég eigi að vera að hafa þetta mikið lengra en ég vildi bara benda á þetta álit sem einn að þingmönnum ríkisvaldsins hefur á unga fólkinu í þessu landi.",
    "url": "https://www.hugi.is/stjornmal/greinar/16393/petur-blondal/",
    "url_id": "16393",
    "id": "104343",
    "replies": [
        {
            "user": "jonst",
            "user_id": "7117",
            "date": "2001-02-09 21:34:16",
            "id": "104344",
            "reply_to_id": "104343",
            "text": "þegar ég les þetta þá minnist ég hvaða rök og forsendur voru gefnar fyrir að breita reglum um Lín (Lánasjóð íslenskra námsmanna) þessum reglum var breitt sama ár og ég lauk 9 bekk.\nog það var umræða um þetta í skólanum og þar kom fram að helsta ástæða sem var gefin fyrir að reglur um námslán voru hert. var að það væri svo mikið um skussa og tossa í skólum. og þetta væri til að losna við þá.\nmér fannst þetta fáránleg rök á sínum tíma og finnst það en. því fyrr má nú aldeilis vera fjöldi tossa eða skussa í framhaldskólum til að réttlæta þessar aðgerðir. og mér finnst þetta bara lýsa þeirri vanvirðingu sem alþingismenn sýna námsmönnum.\nþessi menn sem eru á þingi menntuðu sig lang flestir með námslánum. svo gera þeir börnum sínum erviðara fyrir með að breita reglum um LÍN.\nog þetta þegar Halldór Blöndl talar um að það séu fáir metnaðarfullir nemendur í skólum er bara önnur útgáfa á að segja að hann álíti lang flesta námsmenn tossa. skussa. letingja og fólk sem sé eitthvað neðan máls fólk.\nþessir menn á þingi eru alls ekki að sjá þann auð sem menntun getur skapað þessu landi. og ef maður lítur til lengri tíma. og skoðar hvaða þessar hertu reglur hafa þá fer maður að velta fyrir sér hvort það sé vís vitandi verið að búa til þjóðfélagshóp sem má sín minna vegna menntunarskorts.\nog er þá dæmt til að vinna í fisk eða vinna önnur skítastörf alla æfi."
        },
        {
            "user": "jonst",
            "user_id": "7117",
            "date": "2001-02-10 04:28:24",
            "id": "104345",
            "reply_to_id": "104344",
            "text": "íslendingar eigi kannski eftir að lenda í þeim skandal að eiga eftir að þurfa að flytja inn  útlendinga í vel menntuð tækni störf, eins og við þurfum að flytja inn útlendinga til að vinna störfin sem íslendingar nenna ekki að vinna ?"
        },
        {
            "user": "jonst",
            "user_id": "7117",
            "date": "2001-02-10 14:21:12",
            "id": "104346",
            "reply_to_id": "104345",
            "text": "Já mig langaði bara að bæta aðeins við.\nÍ fyrsta lagi það að það er búið að sanna það að menntun þín hún á eftir að borga sig margfallt meir til samfélagssins heldur en til þín.\nSvo er það ekki rétt að hækka vexti á námslánum svo að tossarnir falli út því þá ertu um leið að draga úr metnaði þeirra metnaðarfullu því þeir eiga eftir að þurfa að fara að vinna meir með skóla og þannig minka þeir þan tíma sem þeir geta notað til námsins"
        },
        {
            "user": "andresm",
            "user_id": "6617",
            "date": "2001-02-10 19:17:24",
            "id": "104347",
            "reply_to_id": "104346",
            "text": "Hvar gafa verið færðar sönnur á það menntun skili sér margfalt meira til samfélagsins en þess sem menntar sig?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-02-10 21:08:07",
            "id": "104348",
            "reply_to_id": "104347",
            "text": "það t.d skilar sér í færri glæpum. og heilbrygðara samfélagi. sona smá heilbrygð skinsemi ætti að duga til að ýminda sér kosti menntunar fyrir alla. ekki bara þá sem eiga ríka foreldra."
        },
        {
            "user": "jonst",
            "user_id": "7117",
            "date": "2001-02-11 00:32:25",
            "id": "104349",
            "reply_to_id": "104347",
            "text": "Þetta held kom í fréttum á rúv núna fyrir einhverjum mánuðum síðan."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2001-02-11 00:45:44",
            "id": "104350",
            "reply_to_id": "104346",
            "text": "Vextirnir á lánunum voru ekki hækkaðir til að tossarnir féllu út enda er þeim ábyggilega alveg sama þó þeir þurfi að borga hærri vexti “einhvern tímann í framtíðinni”.  Hins vegar var því breytt að fyrir 75% nám færðu bara 75% lán.  Gömlu reglurnar þannig að þú gast fengið fullt námslán fyrir alveg niður í 75% nám.  Þegar ég var í Iðnskólanum á þessum tíma var fullt af liði sem var á tölvubrautinni og fékk námslán á hana og var bara að hafa það gott í 75% námi.  Einstæðar mæður voru mikið þarna og þær sögðust hafa það betra þarna en á vinnumarkaðinum vegna þess að þær fengu aukalán út á börnin og gátu verið meira heima.  Ég meina, hvaða vinnustaður myndi borga þér full laun fyrir 75% vinnu og borga þér síðan aukalega eftir því sem þú átt fleiri krakka?  Eins og þetta var, þá borgaði það sig miklu betur fyrir þær að vera á námslánum en að vinna.  Ein sem var að klára sagði mér að hún hefði verið að leita sér að vinnu og henni voru boðin lægri laun eftir að hafa klárað tölvubrautina heldur en það sem hún var búin að vera með í námslán.  Þetta er náttúrulega ekkert vit."
        },
        {
            "user": "jonst",
            "user_id": "7117",
            "date": "2001-02-11 01:11:43",
            "id": "104351",
            "reply_to_id": "104350",
            "text": "ATH þetta eru lán svo hún á samt eftir að borga það aftur með háum vöxtum. Samt ætla ég ekki að fara að tala of mikið um LÍN því ég hef enga reynslu af því en enda bara í menntó."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2001-02-11 14:14:06",
            "id": "104352",
            "reply_to_id": "104351",
            "text": "Eins og reglurnar voru þá voru ekki vextir en mér þykir samt ansi líklegt að hún hafi fengið það mikið að hún klári aldrei að borga það.  Hún er að borga 3,75% af tekjunum sínum til LÍN og gerir það í 40 ár en þá falla lánin niður skv. gömlu reglunum."
        },
        {
            "user": "L4m3r",
            "user_id": "6420",
            "date": "2001-02-10 17:02:11",
            "id": "104353",
            "reply_to_id": "104343",
            "text": "Ég hef sagt það áður og geri það enn einu sinni: Pétur Blöndal er fáráðlingur og á ekki heima á þingi."
        },
        {
            "user": "duris",
            "user_id": "2658",
            "date": "2001-02-10 18:08:11",
            "id": "104354",
            "reply_to_id": "104353",
            "text": "Verð nú að segja L4m3r að þótt Pétur H Blöndal sé ekki  með sömu skoða og þú þá þýððir það ekki að hann eigi ekki heima a´Alþingi."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-02-11 11:17:20",
            "id": "104355",
            "reply_to_id": "104343",
            "text": "mér finnst siðferði stjórnmála manna fara hrakandi. til dæmis þetta að vera að hækka vexti á námslán. herða reglur. o.s.f.r\nmig minnir að í stjórnarskránni segi að allir eiga að hafa sama rétt til menntunar. án tillits til þjóðfélagstöðu.\nen nú er maður að sjá stjórnmálamenn sem virðast vera alveg sama um fólkið. hugsa bara um peninga. ekki um þann auð sem felst í fólkinu.\nog þeir eru að gera fólki erviðara fyrir að mennta sig. og svara því að það sé bara réttlátt að gera þessar kröfur, og glotta ef fólk gerir athugasemd við hvernig kerfið er."
        },
        {
            "user": "geek",
            "user_id": "2482",
            "date": "2001-02-11 18:16:09",
            "id": "104356",
            "reply_to_id": "104343",
            "text": "Ég verð nú að segja að mér finnst Pétur vinur minn hafa ýmislegt til síns máls.  Hver man ekki eftir að hafa sleppt því að reikna heimadæmin eða fara á ballið í staðinn fyrir að klára söguritgerðina?  Þetta er ekkert annað en matnaðarleysi gagnvart skólanum.  Ég held hins vegar að þetta metnaðarleysi sé ekkert endilega slæmt.  Skólakerfið er búið til utanum þetta metnaðarstig.  Ef allir kláruðu alltaf heimalærdóminn og gerðu það sem kennararnir segðu, væri örugglega hægt að stytta menntaskólagönguna um hátt í 2 ár.  Þjóðfélagið hins vegar gerir ráð fyrir að fólk fái aðeins að rasa út á þessum árum; fólk þarf að læra meira en það sem stendur í bókunum!  Það sem umfram allt varð til þess að ég skrifa þetta er hins vegar hvað mér misbauð stafsetningarkunnátta þeirra sem eru hér að tjá sig um menntamál.  Að lhg undanskilinni er ekki ein einasta grein eða svar rétt stafsett!  Hvernig væri að leggja metnað sinn í að skrifa rétta íslensku?  (Getur verið að þetta sé hluti af því sem Pétur er að tala um?)"
        },
        {
            "user": "Lusifer",
            "user_id": "6825",
            "date": "2001-02-11 21:18:49",
            "id": "104357",
            "reply_to_id": "104356",
            "text": "segir það þá ekki eitthvað um skólakerfið á íslandi ef það er eingin sem getur stafsett rétt. nema einn. svo er sumt af þessum villum flýtivillur. innsláttarvillur. o.s.f.v"
        },
        {
            "user": "Lusifer",
            "user_id": "6825",
            "date": "2001-02-11 23:46:23",
            "id": "104358",
            "reply_to_id": "104357",
            "text": "Vertu þá ekki að flýta þér svona Gunnis. 7 villur í svona stuttum texta er “too much”"
        },
        {
            "user": "Lusifer",
            "user_id": "6825",
            "date": "2001-02-12 00:04:37",
            "id": "104359",
            "reply_to_id": "104358",
            "text": "jæja. hvar finnuru 7 villur ?"
        },
        {
            "user": "Lusifer",
            "user_id": "6825",
            "date": "2001-02-12 10:58:47",
            "id": "104360",
            "reply_to_id": "104359",
            "text": "Byrjar setningu alltaf á litlum staf - 4 villur.\nÍsland er alltaf með stórum staf.\nEngin ekki eingin.\no.s.frv. ekki o.s.f.v.\nSemsagt 7 villur.\nGóðar stundir."
        },
        {
            "user": "Lusifer",
            "user_id": "6825",
            "date": "2001-02-12 13:04:51",
            "id": "104361",
            "reply_to_id": "104360",
            "text": "þú ert dæmigert dæmi um persónu sem  hefur lesið yfir sig af stafsetningar reglum. og getur ekki lesið texta án þess að vera sífelt að fara yfir stafsetningar reglur, og sérð ekki um hvað textin fjallar. eða með öðrum orðum. ferlega pirrandi típa."
        },
        {
            "user": "Lusifer",
            "user_id": "6825",
            "date": "2001-02-12 15:02:14",
            "id": "104362",
            "reply_to_id": "104361",
            "text": "GunniS minn, þú baðst mig að benda þér á villurnar þínar og ég einfaldlega gerði það. So fucking sorry.\nÆtla ekki að segja þér hve margar villur þú gerðir í svarinu þínu.\nÁstarkveðja!\nLúsifer hinn arfaleiðinlegi íslenskufrömuður!!\ne.s.\nMér finnst samt Pétur Blöndal mjög klár náungi og sennilega sá þingmaður sem mest vit er í.\nL."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-02-14 00:53:07",
            "id": "104363",
            "reply_to_id": "104362",
            "text": "hvað er sona frábært við hann ?? færðu rök fyrir máli þínu."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-02-14 00:53:08",
            "id": "104364",
            "reply_to_id": "104362",
            "text": "hvað er sona frábært við hann ?? færðu rök fyrir máli þínu."
        },
        {
            "user": "thew",
            "user_id": "6650",
            "date": "2001-02-12 13:54:57",
            "id": "104365",
            "reply_to_id": "104356",
            "text": "Hvað er matnaðarleysi ?\nÉg held að það verði að taka tillit til þess að á umræðuvettvangi sem þessum er ritstíll frjálslegur.  Auðvitað er það til fyrirmyndar þegar fólk vandar sig og að sama skapi er þreytandi að lesa texta sem er vaðandi í villum.  En það er ekkert að því þó einhverjar innsláttarvillur séu í textanum.  Það hefur lengi háð umræðu á Íslandi hve mikla áherslu sumir leggja á að hlutirnir séu sagðir rétt.  Að mínu mati skiptir meira máli að þeir séu hugsaðir rétt :)\nMatti"
        },
        {
            "user": "jonst",
            "user_id": "7117",
            "date": "2001-02-12 14:26:15",
            "id": "104366",
            "reply_to_id": "104365",
            "text": "Já þetta með stafsetninguna. Ég var svoldið að hugsa um það fyrst þegar ég skrifaði greinina. Ég veit það mæta vel að ég er ekki góður í stafsetningu en samt náði ég stúdentnum í þeirri grein (reyndar með miklum undirbúningi). Annars hef ég alltaf lagt hart af mér við námið og ég líð það ekki að nokkur maður segi að ég hafi ekki gert það. Aftur á móti held ég að það sé meira grunnskólanum að kenna hvernig þetta er með ástundun sumra nemanda einfaldlega því það eru ekki gerðar nægar kröfur. Því grunnskólinn er miðaður við meðalnemandann og þess vegna verða þeir sem annað hvort þurfa meiri stuðning eða þeir sem eru komnir á undan oft út undan.\nAð lokum vil ég bara segja það að ef það er mikið af villum í tekstanum hjá mér þá má allveg benda mér á það því ég er að reyna að laga þennan veikleika."
        },
        {
            "user": "Cruxton",
            "user_id": "631",
            "date": "2001-02-14 01:52:38",
            "id": "104367",
            "reply_to_id": "104343",
            "text": "Ég er ekki sjálfstæðismaður en finnst samt Pétur Blöndal með betri þingmönnum á Alþingi.\nHvað er svona gott við hann?\nÞetta er eiturklár náungi enda stærðfræðingur að mennt. Hann var einn af stofnendum Kaupþings en nennti ekki að hanga þar eftir að það var komið upp heldur skellti sér barasta á þing.\nEinnig vill hann gefa sölu áfengis frjálsa.\nSumir hérna á huga.is skrifa oft mikið um málefni sem þeir hafa ekki hundsvit á og stafsetja eins og smákrakkar."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-02-14 08:34:37",
            "id": "104368",
            "reply_to_id": "104367",
            "text": "mér finnst það undarlegt að kalla mann eldkláran sem er að tala niður til fólks. t.d námsmanna. og sýnir ekki meiri skilning á gildi menntunar."
        },
        {
            "user": "helgi",
            "user_id": "369",
            "date": "2001-02-15 15:52:21",
            "id": "104369",
            "reply_to_id": "104343",
            "text": "Pétur Blöndal er einn af þeim þingmönnum sem ég hef mestar mætur á og ég vildi gjarnan sjá hann sem fjármálaráðherra.\nÞetta er þingmaður sem styður frelsi einstaklinga til þess að gera það sem þeir vilja, á meðan það er ekki á kostnað annarra.\nHann vill að ríkið haldi að sér í ríkisútgjöldum.\nHann styður einkavæðingu.\nHann vill sjá léttvín og bjór í búðum.\nOg svo margt, margt fleira! (þar sem ég er ekki kosningastjórinn hans þá ætla ég aðeins að tjilla:)\nÉg er sjálfur í menntaskóla og hef því af fyrstu hendi hversu metnaðargjarnir við erum. Í mínum bekk er aðeins einn strákur og tvær stelpur sem ég myndi flokka sem metnaðargjarna nemendur. Við erum yfir tuttugu í bekknum!!\nÉg lít ekki á sjálfan mig sem metnaðargjarnan námsmann en…ég er metnaðargjarn og vill auðvitað eins og flestir, vona ég, fá gott starf í framtíðinni og þess vegna drolla í ég skólanum.\nÉg styð eindregið að sérhæfing í skólum byrji miklu fyrr og ég er viss um að það gæti aukið áhuga nemanda á námsefninu þar sem þá eru þeir að læra eitthvað sem tengist/er? þeirra áhugasviði.\nÞetta myndi vonandi leiða til betri og áhugasamari námsmanna sem myndi síðan leiða til öflugri starfsmenna með góða sérþekkingu."
        },
        {
            "user": "cyrez",
            "user_id": "6397",
            "date": "2001-02-15 19:48:13",
            "id": "104370",
            "reply_to_id": "104369",
            "text": "viltu líka að láta einkavæða framhalds skólana. og þá borga stórkostlega hærri námskjöld. og sjá sumt fólk ekki hafa efni á að fara í skóla."
        },
        {
            "user": "cyrez",
            "user_id": "6397",
            "date": "2001-02-16 17:56:36",
            "id": "104371",
            "reply_to_id": "104370",
            "text": "Pétur Blöndal er bara hreinskilinn og góður :)\n.. í bandaríkjunum hefði Pétur sagt.. jájá þið eruð frábær, svo hefði hann hækkað vextina :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-02-16 20:25:08",
            "id": "104372",
            "reply_to_id": "104371",
            "text": "já sniðugt. átti þetta að vera fyndið."
        },
        {
            "user": "libert",
            "user_id": "7599",
            "date": "2001-02-17 17:27:43",
            "id": "104373",
            "reply_to_id": "104343",
            "text": "það er nú vitað mál að í Íslenskum framhaldsskólum eru margir vitleysingar sem að hætta námi eftir nokkur föll og hafa þar með sóað fjármagni sem hefði getað farið í eitthvað vitsamlegra.\nOg það er vitað mál að ef dýrara væri í framhaldsskóla myndu aðeins þeir sem hefðu áhuga á því að ljúka námi fara í þá.\nRíkið þarf alls ekki að sjá um að reka skólana, heldur þarf að koma á “voucher” kerfi á Íslandi, þar sem ákveðið fjármagn kemur frá ríkinu til hvers nemanda til að kosta menntun hans. með þessu væri engum mismunað með menntun, heldur myndu skólarnir vera í samkeppni við hvorn annan um bestu nemendurna 0og kennsla myndi batna."
        },
        {
            "user": "jonst",
            "user_id": "7117",
            "date": "2001-02-19 13:33:55",
            "id": "104374",
            "reply_to_id": "104373",
            "text": "það breytir eingu þótt þið hækkið skólagjöld því þá komast bara þeir ríku í skólana og þeim er alveg sama því þá eru það oftast foreldrarnir sem eru að borga gjöldin. Ef þú vilt bæta þetta þá væri kannski frekar rétt að hleypa bara inn nemendum með áhveðna lágmarkseinkunn (hærri en þessi 5 sem þarf í dag) þannig myndu unglingar þurfa að leggja á sig til að komast í framhaldsnám og bera virðingu fyrir skólanum."
        },
        {
            "user": "RushFur",
            "user_id": "190",
            "date": "2001-02-20 00:54:49",
            "id": "104375",
            "reply_to_id": "104343",
            "text": "issssss……. Pétur sýgur þann feita á Davíð"
        },
        {
            "user": "gotti",
            "user_id": "3385",
            "date": "2001-02-20 15:04:41",
            "id": "104376",
            "reply_to_id": "104343",
            "text": "Ég er sammála einhverjum hérna sem skrifaði að Pétur Blöndal væri bara hreinskilinn. Hvernig haldið þið að það væri nú ef enginn myndi skipta sér að menntun fólks í skólum eða enginn myndi þora að sýna sannleikann. Þá væri sko vandi á ferð."
        }
    ]
}