{
    "forum_title": "Körfubolti",
    "user": "goat",
    "user_id": "18686",
    "date": "2003-09-02 22:52:29",
    "title": "Jón arnór til Dallas???",
    "text": "Svo segir mbl punktur is en ég veit ekki hvort að þetta er staðfest eða hvað….. væri samt ógeðslega töff ef að þetta er satt. Stór tímamót íslenskra körfuknattleiksmann. En hérna kemur þetta copy peistað af www.mbl.is\n“”Körfuboltamaðurinn Jón Arnór Stefánsson skrifaði í dag undir samning um að leika með Dallas Mavericks í bandarísku atvinnumannadeildinni (NBA) í körfuknattleik, að því er segir í frétt AP-fréttastofunnar í kvöld. Jón Arnór er annar íslenski körfuknattleiksmaðurinn sem kemst að hjá bandarísku atvinnumannaliði, áður lék Pétur Guðmundsson þar, m.a. með stórliðinu UCLA. Jón Arnór er bakvörður og lék í fyrravetur með þýska liðinu TBB í Trier. Þar áður lék hann tvo vetur með KR í úrvalsdeildinni í körfubolta. Hann var valinn leikmaður deildarinnar árið 2002 og hefur átt sæti í landsliði Íslands um árabil. Jón Arnór verður 22 ára síðar í mánuðinum. \"",
    "url": "https://www.hugi.is/korfubolti/greinar/163925/jon-arnor-til-dallas/",
    "url_id": "163925",
    "id": "1250517",
    "replies": [
        {
            "user": "goat",
            "user_id": "18686",
            "date": "2003-09-02 22:57:02",
            "id": "1250522",
            "reply_to_id": "1250517",
            "text": "Au marr, gegt, geðveig grein marr. Fyrstur til þess að svara marr (bara til þess að vera með) :)"
        },
        {
            "user": "olavio",
            "user_id": "36328",
            "date": "2003-09-02 22:58:08",
            "id": "1250523",
            "reply_to_id": "1250522",
            "text": "Þetta er alveg magnað hjá drengnum"
        },
        {
            "user": "Goalkeeper",
            "user_id": "16530",
            "date": "2003-09-02 22:59:57",
            "id": "1250524",
            "reply_to_id": "1250517",
            "text": "Hann ætti að bíða í eitt ár í viðbót að síðan að reyna að komast að í NBA."
        },
        {
            "user": "goat",
            "user_id": "18686",
            "date": "2003-09-02 23:00:58",
            "id": "1250525",
            "reply_to_id": "1250524",
            "text": "sko… hann má ekki fara aftur í nýliðavalið. Það væri erfiðara að komast inn á næsta ári."
        },
        {
            "user": "Goalkeeper",
            "user_id": "16530",
            "date": "2003-09-02 23:04:29",
            "id": "1250526",
            "reply_to_id": "1250525",
            "text": "En ef liðið hedur að hann eigi eftir að verða betri á liðið eftir að bíða í eitt ár."
        },
        {
            "user": "Aquemini",
            "user_id": "42255",
            "date": "2003-09-02 23:09:00",
            "id": "1250527",
            "reply_to_id": "1250517",
            "text": "Hann á örugglega eftir að spila nokkuð mikið því hann er að ég held númer tvö í sinni stöðu á eftir Steve Nash. Gott fyrir hann og íslenskan körfubolta."
        },
        {
            "user": "klp",
            "user_id": "7584",
            "date": "2003-09-02 23:25:58",
            "id": "1250528",
            "reply_to_id": "1250517",
            "text": "frábært! Ef einhver íslenskur leikmaður á það skilið að komast þarna inn þá er það hann.    vonandi að hann fái að sýna hvað í honum býr ;)"
        },
        {
            "user": "Booger",
            "user_id": "1132",
            "date": "2003-09-02 23:55:53",
            "id": "1250529",
            "reply_to_id": "1250517",
            "text": "Þetta er allaveganna komið á www.espn.com þannig að þetta er nokkuð öruggt myndi ég segja."
        },
        {
            "user": "DjonnsonRivers",
            "user_id": "39608",
            "date": "2003-09-02 23:56:40",
            "id": "1250530",
            "reply_to_id": "1250517",
            "text": "er þetta einhver mongólíta fjöldskylda allir góðir í íþróttum"
        },
        {
            "user": "KaZoom",
            "user_id": "35",
            "date": "2003-09-03 00:26:34",
            "id": "1250531",
            "reply_to_id": "1250530",
            "text": "Besti körfuboltamaður sem Ísland hefur átt."
        },
        {
            "user": "manutd",
            "user_id": "14108",
            "date": "2003-09-03 01:12:54",
            "id": "1250532",
            "reply_to_id": "1250531",
            "text": "þetta stendur inná Dallas síðunni svo að þetta er alveg öruggt. flott hjá honum"
        },
        {
            "user": "MJ23",
            "user_id": "30249",
            "date": "2003-09-03 01:40:52",
            "id": "1250533",
            "reply_to_id": "1250517",
            "text": "shiii… 5 ára samningur við dallas! það ætti nú að færa honum einhverjar þokkalegar summur… og hey goat hann verður 21 ára 21 sept. ekki 22ára ;)"
        },
        {
            "user": "Jossari",
            "user_id": "2448",
            "date": "2003-09-03 02:08:42",
            "id": "1250534",
            "reply_to_id": "1250533",
            "text": "Eru ekki meðallaunin í NBA ~100 þús dalir. Allgott komið í okkar skítakrónur :P"
        },
        {
            "user": "manutd",
            "user_id": "14108",
            "date": "2003-09-03 08:06:20",
            "id": "1250535",
            "reply_to_id": "1250534",
            "text": "Held að Valtýr Björn hafi einusinni verið að tala um að lámarksárslaun í Nba séu 40 millj. króna og það er nú alltílagi að vera með svoleiðis ef ekki meira 21 árs gamall."
        },
        {
            "user": "aronkidd",
            "user_id": "25972",
            "date": "2003-09-03 10:10:50",
            "id": "1250536",
            "reply_to_id": "1250535",
            "text": "djöfull vona ég að hann fái að spila eitthvað með Dallas. Þetta er snilld :D :D"
        },
        {
            "user": "staines",
            "user_id": "8499",
            "date": "2003-09-03 13:03:18",
            "id": "1250537",
            "reply_to_id": "1250535",
            "text": "Mér skilst að lágmarkslaun leikmanna í NBA séu $300.000….svo hann ætti að hafa það fínt."
        },
        {
            "user": "goat",
            "user_id": "18686",
            "date": "2003-09-03 12:26:48",
            "id": "1250538",
            "reply_to_id": "1250533",
            "text": "“og hey goat hann verður 21 ára 21 sept. ekki 22ára ;) ”\nsorry maður en ég skrifaði þetta ekki MBL.IS….. ég sagði það meiri að segja í greininni."
        },
        {
            "user": "Stock12",
            "user_id": "8069",
            "date": "2003-09-03 18:08:03",
            "id": "1250539",
            "reply_to_id": "1250533",
            "text": "Til hamingju Jón Arnór, til hamingju félagar og síðast en ekki síst, til hamingju Ísland!!\nÞetta er stórkostlegt!!!\nMJ23, ertu að segja mér að hann sé með 5 ára samning??! Það yrði rosalegt. Ertu með einhverja grein sem það kemur fram?\nÞegar einn meistari kveður, að sjálfsögðu John Stockton, þá tekur annar við. Ég verð líklegast að gerast Dallas aðdáandi!\nKveðja, Stock12!"
        },
        {
            "user": "SliCeR",
            "user_id": "15624",
            "date": "2003-09-03 10:43:24",
            "id": "1250540",
            "reply_to_id": "1250517",
            "text": "Hann hefur staðið sig frábærlega og á þessa skilið. Hvort hann fái að spila mikið efast ég svona allavega fyrsta árið. En þetta er samt mjög flott að komast inn og gangi honum bara vel."
        },
        {
            "user": "MrDildo",
            "user_id": "24810",
            "date": "2003-09-03 11:02:47",
            "id": "1250541",
            "reply_to_id": "1250517",
            "text": "Ef þessi frétt verður ekki á forsíðu Moggans eða DV, þá vita þeir ekki hversu ótrúlegt afrek þetta er. Það er meiri sjens að verða forseti Íslands heldur en þetta. Þar eru möguleikarnir\n1 á móti 270.000 eða svoleiðis, en möguleikarnir að komast í NBA eru 1 á móti mörgum milljónum.\nMagnað afrek.\nTil hamingju Jón Arnór (lucky talented bastard)"
        },
        {
            "user": "goat",
            "user_id": "18686",
            "date": "2003-09-03 12:38:03",
            "id": "1250518",
            "reply_to_id": "1250517",
            "text": "hmmm….. mjög gaman … og mér þykir gaman að segja frá því að þegar við vorum 14 ára að spila á hinum ýmsu mótum, hafði maður alltaf á tilfinningunni að Jón kæmist í NBA … hann skilur leikinn allt öðru vísi en við hinir … fyrir utan að að vera ótrúlegur íþróttamaður, Jón skoraði alltaf að villd, og býr yfir miklum hraða og tækni, hraðinn var meira að segja meiri en hann réði við á tímabili.\nSvo, svona til að leiðrétta mbl.is … þá verður Jón ekki 22 fyrr en á næsta ári, vegna þess að hann ef fæddur 1982.\nTil hamingju Jón."
        },
        {
            "user": "goat",
            "user_id": "18686",
            "date": "2003-09-03 13:07:47",
            "id": "1250519",
            "reply_to_id": "1250518",
            "text": "Úff, aumingja Dallas, hvað voru þeir að hugsa."
        },
        {
            "user": "goat",
            "user_id": "18686",
            "date": "2003-09-03 16:03:39",
            "id": "1250520",
            "reply_to_id": "1250519",
            "text": "Humm sora, ef að þú hefur engan áhuga á körfubolte eða smá VIT á körfubolta ekki svara greinum þá sem tengjast körfubolta……. ok."
        },
        {
            "user": "timmi",
            "user_id": "37237",
            "date": "2003-09-07 23:03:36",
            "id": "1250521",
            "reply_to_id": "1250519",
            "text": "Hvaða sorakjaftur er á þér veistu eitthvað um körfu eðå hvað hann er góður, vertu bara stolt/ur fyrir hans hönd ef ekki þá skaltu bara sleppa því að tjá þig."
        },
        {
            "user": "kelimar",
            "user_id": "20604",
            "date": "2003-09-03 14:29:16",
            "id": "1250542",
            "reply_to_id": "1250517",
            "text": "það er mjög gott að hann hafi farið til dallas því að dallas leyfir öllum að spila þetta hlýtur að koma í fréttunum því ef einhver íslendingur fer í ensku úrvalsdeildina þá kemur það í fréttunum"
        },
        {
            "user": "jon4",
            "user_id": "31820",
            "date": "2003-09-03 14:47:12",
            "id": "1250543",
            "reply_to_id": "1250542",
            "text": "Hvað er að þer sora hann er geðveiku"
        },
        {
            "user": "spn",
            "user_id": "34043",
            "date": "2003-09-03 16:11:27",
            "id": "1250544",
            "reply_to_id": "1250517",
            "text": "Fínt að hann komist inn….góð kynning á íslenskum körubolta mönnum,\nbara að vona að hann standi sig vel og komi síðan í staðinn fyrir payton eftir nokkur ár, í Lakers.\nhvað fær hann mikið á ári hjá Dallas?"
        },
        {
            "user": "shedao",
            "user_id": "38228",
            "date": "2003-09-03 16:39:45",
            "id": "1250545",
            "reply_to_id": "1250517",
            "text": "hann mun berjast við Travis Best um stöðu."
        },
        {
            "user": "tumix",
            "user_id": "23375",
            "date": "2003-09-03 18:24:30",
            "id": "1250546",
            "reply_to_id": "1250517",
            "text": "Þótt þetta sér sérstaklegur stór áfangi hjá Jóni þá er þetta bara byrjunin, ég ætla ekki að reyna draga niður þennan árangur frekar er ég að vera raunsær, mér finnst það miklu meiri áfangi hjá honum ef hann kemst í liðið og fær að spila heldur en hann fái samning þótt það sé í vissu leyti árangur, en ég hef oft lesið um leikmenn sem fá samning hjá stóru félagi en fá lítið sem ekkert að spila. Annars er þetta samt langur samningur og aldrei að vita nema að hann verður í liðinu eftir 1 eða 2 ár :)"
        },
        {
            "user": "tumix",
            "user_id": "23375",
            "date": "2003-09-03 19:25:20",
            "id": "1250547",
            "reply_to_id": "1250546",
            "text": "Goat, ég hef alveg áhuga á körfubolta og er búinn að fylgjast með NBA síðan 1985, þótt ég hafi ekki stillt það í ‘áhugamálin mín’ hér á huga.\nÞótt Jón Arnór sé tvímælalaust einn af okkar betri körfuboltamönnum (ef ekki sá besti) þá hefur það ekkert að segja þegar út í NBA er komið og finnst mér hann ekkert eiga heima þar, hvað þá að leika með Dallas (ef hann fær þá að spila eitthvað). Íslendingum hættir líka til að verða móðursjúkir þegar okkar menn “meika það”.\nÓþarfi að vera með derring, bara mitt álit og ég óska honum góðs gengis og vona að hann afsanni mitt álit."
        },
        {
            "user": "tumix",
            "user_id": "23375",
            "date": "2003-09-03 23:29:26",
            "id": "1250548",
            "reply_to_id": "1250547",
            "text": "hann á eftir að standa sig þarna er viss um það.Þetta er allveg frábært :)"
        },
        {
            "user": "jois",
            "user_id": "7833",
            "date": "2003-09-04 14:18:44",
            "id": "1250549",
            "reply_to_id": "1250548",
            "text": "Það er auðvitað frábært að hann sé kominn í raðir Dallas eða hvaða liðs í NBA sem er.\nHinsvegar er það þannig með NBA lið að þótt þau hafi fámennan hóp leikmanna, hámark 15, á meðan á tímabilinu stendur þá eru tvöfalt fleiri leikmenn í röðum liðanna sem komast ekki í lokahópinn. Þannig að Jón Arnór er alls ekki bara að berjast við Steve Nash eða Travis Best um leikstjórnandastöðuna heldur eru nokkrir í viðbót. Jón Arnór verður ekki í lokahópnum á þessari leiktíð, það held ég að sé alveg klárt mál.\nAnnars skiptir engu máli hvort hann spili ekkert á þessari leiktíð, hann er ennþá kornungur, sérstaklega á mælikvarða NBA leikmanna. Þetta er gríðarlega spennandi og frábært tækifæri."
        },
        {
            "user": "Stock12",
            "user_id": "8069",
            "date": "2003-09-04 17:32:36",
            "id": "1250550",
            "reply_to_id": "1250549",
            "text": "Alla tíð hef ég staðið í þeirri meiningu að liðinn væru aðeins í mesta lagi með 14 leikmenn á samning. 12 þeirra eru í hópnum og eru í dressi í hverjum leik (með dálitlum undartekningum) og TVEIR aðrir stæðu með samning fyrir utan hópinn á svokölluðum “Injured list”.\nSamningurinn sem Jón gerði virðist vera til 5 ára. Þar af leiðandi samkvæmt mínum bókum verður hann í hópnum, í það minnst á “Injured list”, og því fær hann að spila allavega einhverjar mínútur (rusl mínútur).\nÞað sem ég vil fá að vita, um þennan samning hans, er að mér sýnist að samningurinn sé “nonguaranteed”. Þetta hef ég aldrei séð. Ég hélt að samningur væri samningur!!!\nHvað meina þeir með “nonguaranteed contract”?\nVill einhver alfróður leiða mig í allan sannleikan um þetta mál. Það liggur á hjarta mínu :)\nKv. Stock12!"
        },
        {
            "user": "jois",
            "user_id": "7833",
            "date": "2003-09-05 12:13:10",
            "id": "1250551",
            "reply_to_id": "1250550",
            "text": "Stock12: Liðin gefa haft fleiri en 14 leikmenn á samning (ég veit ekki hvað marga samt). Meðan á tímabilinu stendur mega liðin hafa 15 leikmenn hámark í hópnum, þar af 12 sem eru í “dressi” og 3 á “injury list”. Jón er ekki öruggur í þeim hóp, en í hans stöðu eru nú ekki miklir spámenn eins og er. Þeir sem spila PG hjá Dallas eru a.m.k. Steve Nash, Travis Best, Marquis Daniels auk Jóns og síðan fleiri sem verða ólíklega í hópnum samt. Ég held að 1. október þá sé sá dagur sem ákveðið verður hverjir fara í æfingabúðir fyrir tímabilið, því þá byrjar pre-season (æfingaleikirnir) og þá verður nokkurn veginn ákveðið hverja verða í hópnum fyrir tímabilið. Í fyrra þá var Dallas með nokkra leikmenn sem spiluðu í æfingaleikjum sem síðan spiluðu ekkert á tímabilinu og voru jafnvel látnir fara. Síðan er líka þannig að þótt leikmaður sé jafnvel alltaf í 15 manna hópnum og jafnvel 12 manna hópnum þá er alls ekkert víst að hann spili nokkuð nema kannski örfáar mínútur.\nÞarna er listi yfir leikmenn sem eru á samning hjá Dallas.\nhttp://www.sportsline.com/nba/teams/page/DAL\nJón fær $ 366931 fyrir fyrsta tímabilið og $ 563679 fyrir annað tímabilið. Hinsvegar er samningurinn hans “non guaranteed” og til 5 ára.\n“Nonguaranteed contract” þýðir að hann verður að vera í hópnum til að fá borgað. Síðan geta samningar líka verið guaranteed að hluta til.\nGuaranteed contract þýðir að leikmaður fái borgað sama þótt hann spili ekki neitt.\nMJÖG óalgengt er að sjá “non guaranteed” samning til 5 ára, oftast eru þeir út tímabil eða til eins árs. Leikmenn sem eru með “non guaranteed” samning eru oftast leikmenn sem flakka mikið á milli liða og spila misjafnlega lítið, en þó alltaf lítið eða ekki neitt. Oft er það þannig, t.d. með Adam Harrington hjá Dallas í fyrra (sem var bakvörður sem var með stuttan non-guaranteed samning), að leikmenn (með non-guaranteed samning) eru látnir fara rétt fyrir 10. janúar (eftir þann tíma þá verða ALLIR samningar guaranteed út tímabilið).\nMálið með Jón virðist vera annað vegna lengd samningsins þó veit maður aldrei. Það sem sagt er núna og hefur vakið athygli varðandi samning Jóns er lengd samningsins miðað við að hann er “non guaranteed”. Ég er ekki viss um að nokkurn tímann hafi verið gerður svona langur “non-guaranteed” samningur. Það þýðir sennilega að Dallas ætli sér að halda honum, tryggja sér hann og leyfa honum að þróast í góðan tíma, enda liggur alls ekkert á, Jón er ennþá mjög ungur, ekki orðinn 21 árs. Dallas er að hugsa þetta til framtíðarinnar. Síðan ef þeir sjá að Jón Arnór sé ekki rétti maðurinn þá geta þeir auðveldlega dömpað honum."
        },
        {
            "user": "goat",
            "user_id": "18686",
            "date": "2003-09-05 13:27:03",
            "id": "1250552",
            "reply_to_id": "1250551",
            "text": "Já, svo sá maður á Jóni í fréttunum hvað hann virðist vera lítið spenntur yfir þessu."
        },
        {
            "user": "Stock12",
            "user_id": "8069",
            "date": "2003-09-05 17:20:38",
            "id": "1250553",
            "reply_to_id": "1250551",
            "text": "Dallas voru að semja við keppinaut Jóns um stöðu í liðinu, Marquis Daniels til eins árs. Þetta verður því afar áhugavert haust.\nKv. Stock12!!"
        },
        {
            "user": "JohnnyBravo",
            "user_id": "43044",
            "date": "2003-09-05 13:41:56",
            "id": "1250554",
            "reply_to_id": "1250517",
            "text": "Þetta er frábært. hann er reyndar þriðji í röðinni\ní hans stöðu. en hann er ingsti leikmaðurinn hjá dallas og er þar að leiðandi vonadi framtíðarmaður fyrir félagið."
        },
        {
            "user": "Sporti",
            "user_id": "26071",
            "date": "2003-09-06 15:15:12",
            "id": "1250555",
            "reply_to_id": "1250517",
            "text": "Jón er frábær leikmaður á Íslenskum mælikvarð enn hann er ekki orðinn nóu góður til að leikja í NBA að mínu mati.En kannski er það þess vegna sem Dallas gerði við hann 5 ára samning út af því að þeir halda að hann getur verið nóu góður en ekki strax.\nÞað kæmi mér verulega á óvart ef hann fær að spila einhverja leiki á næstu 2 árum því að það eru margir leikmenn sem eru á samning hjá NBA liðum og fá ekkert að spila og fara margir hverjir aftur til Evrópu á lánsamning.\nSvo eru margir leikmenn ío Evrópu betri en Jón.\nEf þú ert skorari þá er lámark að skora yfir 20 stig í evrópu, ef þú ert frákastari þá er lámark 8 fráköst að meðatali í Evrópu og ef þú ert sendingarmaður þá er lámark að vera með yfir 5 stoðsendingar að meðatali í Evrópu ef þú ætlar að verða eithvað í NBA.\nÞetta er það sem ég held en auðvita vonar maður að hann eigi eftir að meika það og spila helling en því miður þá sé ég það ekki gerast :("
        },
        {
            "user": "jois",
            "user_id": "7833",
            "date": "2003-09-06 16:29:10",
            "id": "1250556",
            "reply_to_id": "1250555",
            "text": "Það er enginn leið að segja nákvæmlega að ef einhver leikmaður skorar ekki 20 stig í evrópu þá sé hann ekki nógu góður í NBA. Þó auðvitað er það sæmilegt viðmið þá er það ekki heilagt. Dirk Nowitzki til dæmis var að spila í kúkaliði í neðri deildum í Þýskalandi þegar hann var fenginn til Dallas."
        },
        {
            "user": "Sporti",
            "user_id": "26071",
            "date": "2003-09-06 20:40:24",
            "id": "1250557",
            "reply_to_id": "1250556",
            "text": "Þess má geta að Dirk var með vel yfir 20 stig í þessari kúka deild.(sama deild og jón var að spila í Þýska 2. deildin)"
        },
        {
            "user": "Stock12",
            "user_id": "8069",
            "date": "2003-09-06 21:06:57",
            "id": "1250558",
            "reply_to_id": "1250557",
            "text": "Það er ekki rétt. Jón var ekki að spila í 2. deildinni, Hann spilaði í efstu deild. Þar var hann valinn besti leikmaður nóvembermánaðar, sem er afrek útaf fyrir sig fyrir gutta sem var nýorðinn 20 ára!\nKv. Stock12"
        },
        {
            "user": "Stock12",
            "user_id": "8069",
            "date": "2003-09-06 20:36:58",
            "id": "1250559",
            "reply_to_id": "1250555",
            "text": "Ég stend ennþá á því að NBA lið séu AÐEINS með 14-15 leikmenn á samning og að þeir leikmenn spila nema að þeir séu á “injured list”. Þar sem Jón Arnór er kominn með samning þá mun hann spila. Vitanlega ekki lykil mínutur, heldur mn hann koma inn á í “garbage time” til að byrja með. Það er virkilega ánægjulegt að sjá að hann er orðinn official NBA leikmaður, samkvæmt NBA.com.\nhttp://www.nba.com/playerfile/jon_stefansson/index.html\n?nav=page\nKv. Stock12!"
        },
        {
            "user": "jois",
            "user_id": "7833",
            "date": "2003-09-08 12:58:36",
            "id": "1250560",
            "reply_to_id": "1250559",
            "text": "Jæja, þú segir það. Þá skaltu fara inn á www.nba.com og fara í rosterinn hjá hvaða liði sem er og segðu mér síðan að liðin hafi 14-15 leikmenn á samning. Dallas til dæmis er með 17 leikmenn þar. Skoðaðu þessa síðu og teldu leikmennina þar sem eru á rosternum.\nhttp://www.sportsline.com/nba/teams/page/DAL\nÉg held þú hafir rangt fyrir þér í þetta skiptið."
        },
        {
            "user": "spn",
            "user_id": "34043",
            "date": "2003-09-08 15:36:43",
            "id": "1250561",
            "reply_to_id": "1250560",
            "text": "LA Lakers eru með 21 leikmann á lista hjá sér á nba.com"
        },
        {
            "user": "Stock12",
            "user_id": "8069",
            "date": "2003-09-09 14:12:15",
            "id": "1250562",
            "reply_to_id": "1250560",
            "text": "Jois, ég segi það en og aftur og stend en fastar á minni skoðun. Liðin eru aðeins með í mestalagi 14 leikmenn Á SAMNING. Vegna launaþaksins, þá þýðir lítið að semja við 20-30 leikmenn (eins og gert er í fótboltanum) og velja úr til að hafa í hópnum.\nÞað er ekkert “samasem” merki á milli að vera á rosternum hjá liðunum, á þessum síðum, og að vera með samning. Það er rétt að Dallas er með 17 leikmenn á rosternum þar (NBA.COM), en þú verður að athuga að tveir af þessum leikmönum eru merktir FA. Raja Bell og Walt Williams. Það þýðir “Free Agent” s.s. með lausan samning. Liðið sem ég þekki vel, Utah Jazz, er með 15 leikmenn á þessum lista. Tveir þeirra eru FA og einn er Rookieinn sem valinn var í annari umferð. Hann er ekki með samning.\nNúna hef ég rétt fyrir mér :)\nKv. Stock12!!"
        },
        {
            "user": "jois",
            "user_id": "7833",
            "date": "2003-09-10 13:07:42",
            "id": "1250563",
            "reply_to_id": "1250562",
            "text": "Já, reyndar er þetta free agents, en það breytir samt ekki öllu. Þegar að tímabilið hefst þá eru liðin ekki með meira en 15 leikmenn, þar af 3 á IR sem spila ekki. EN þangað til að tímabilið hefst eru liðin oft með fleiri leikmenn en 15, t.d. leikmönnum sem er boðið að spila í sumardeildinni, en þeir eru sennilega ekki með merkilegan samning ef þeir hafa samning. Síðan er auðvitað enginn tilgangur fyrir liðin eða leikmennina að hafa fleiri en 15 leikmenn á meðan á tímabilinu stendur. En ég held samt að það sé ekki þannig að liðin mega ekki hafa fleiri en 15 leikmenn á samning."
        },
        {
            "user": "sibbi90",
            "user_id": "43296",
            "date": "2003-09-11 18:49:09",
            "id": "1250564",
            "reply_to_id": "1250563",
            "text": "OMG ekki jón til dallas mar?"
        },
        {
            "user": "jon4",
            "user_id": "31820",
            "date": "2003-09-12 13:23:10",
            "id": "1250565",
            "reply_to_id": "1250564",
            "text": "Eru Luði Seen omg ekki jon til dallas?\nHvað meinaru ????\nJon arnor er algjör snillingur ja og hey sora þarna fyrir ofan er ekki Jon bestu maður sem islendingar hafa verið með var það þa ekki að skrytið að Petur komsti inni NBA ef hann er ekki besti maður íslands????????????????????????????????\nBara svona spyr því Jon arnor er snillingur!!!\nGood Luck Jon Arnor!!"
        },
        {
            "user": "sibbi90",
            "user_id": "43296",
            "date": "2003-09-12 14:27:43",
            "id": "1250566",
            "reply_to_id": "1250565",
            "text": "það er svo margir góðir í dallas,hann átti að fara í lið sem heitir new york r sum, Ég er ekki á móti jón eða neitt!!!"
        },
        {
            "user": "laxi11",
            "user_id": "34888",
            "date": "2003-09-17 18:48:45",
            "id": "1250567",
            "reply_to_id": "1250566",
            "text": "hvaða rugl er þetta seen? Jón á eftir að koma vel inn þessa fáa en vonandi marga leiki sem hann kemur inná í og hann mun spila vel! Ætla að fá mér búning #10 með Stefansson aftan á!"
        },
        {
            "user": "Stock12",
            "user_id": "8069",
            "date": "2003-09-21 19:15:21",
            "id": "1250568",
            "reply_to_id": "1250563",
            "text": "Ég vil benda mönnum á grein af netinu. Hún fjallar um Raja Bell. Hann er samningslaus og er hérumbil að “grátbiðja” Dallas um samning.\nhttp://www.dfw.com/mld/dfw/sports/basketbal\nl/6810715.htm\nAthugið þetta!!\n“With 14 guaranteed contracts on the roster, plus rookie Jon Stefansson's nonguaranteed deal, at least one player would have to be moved to make room for Bell. Teams can only carry 15 players, with a limit of 12 on the active roster. Stefansson, a 6-foot-5 guard from Iceland, is expected to MAKE THE TEAM.”\nKveðja, Stock12!!"
        },
        {
            "user": "noone",
            "user_id": "9789",
            "date": "2003-09-22 10:09:36",
            "id": "1250569",
            "reply_to_id": "1250568",
            "text": "you just beat me to it ;)\nætlaði að fara að vitna í þessa grein sjálfur."
        },
        {
            "user": "jois",
            "user_id": "7833",
            "date": "2003-09-22 13:53:43",
            "id": "1250570",
            "reply_to_id": "1250568",
            "text": "Þessi grein gefur vissulega ákveðna vísbendingu, en samt er ég ekki alveg 100 % viss. Nokkur lið á NBA.com eru með fleiri en 15 leikmenn á sínum roster, t.d. er Bulls og Rockets með 17, skoðið það bara sjálfir. Ég er bara ekki viss að það sé einhvern konar hámark fyrir leikmenn sem eru á einhvers konar samning.\nÞað er 15 leikmenn sem geta spilað á tímabilinu, þar af 3 á IL, þetta hef ég alltaf vitað. Ég hélt, og er alls ekkert viss, að það séu aðrir leikmenn fyrir utan þann hóp sem eru innan raða liðanna."
        },
        {
            "user": "jois",
            "user_id": "7833",
            "date": "2003-09-22 13:56:51",
            "id": "1250571",
            "reply_to_id": "1250568",
            "text": "Jú, ætli það sé þá ekki rétt hjá þér Stock12. Ég er farinn að halda að það sé 15 leikmenn hámark."
        },
        {
            "user": "gmh",
            "user_id": "469",
            "date": "2003-10-03 18:06:22",
            "id": "1250572",
            "reply_to_id": "1250517",
            "text": "Ég er nú mikið búin að fylgjast með þessu máli ena er þetta mjög forvitniegt. Ég var nú með Jón Arnóri í bekk frá því að við vorum smápatta 7-8-9 æara gamlir man nú ekki alveg hvenar við byrjuðum í sama bekk og vorum í sama bekk alveg uppí 10 bekk.\nEinnig æfði ég með honum í KR á sínum tíma í yngri flokkum og það er alveg með ólíkindum hvað þessi strákur er góður í að henda bolta ofaní gat.\nÉg er búin að bíða í mikili eftir væntingu um hvort hann næði að slá systkini sín þauð Ólaf Stefáns, Eggert Stefáns og systir sína stefíníu útaf laginu í íþróttum og toppa þau öll.\nEins og flestir vita þá er Óli einn besti handboltamaður heims, Eggert mjög efnilegur í fótboltanum og er orðaður við Stoke nú að undanförnu og síðan var systir hans ein sú besta í Tennis hér á íslandi en svo að ég best veit þá spilar hún sem atvinnumaður á Ítalíu í fótbolta.\nJón er á góðri leið með að slá þau öll út með því að spila í deild þeirra bestu og með einu af bestu liðunum í körfubolta.\nEn samkvæmt nba.com þá er jón á Roster hjá Dallas en þessi hópur er víst 18 mans en svo ég viti best meiga þeir bara nota 18.\nhttp://www.nba.com/mavericks/roster/\nNú er bara vona það besta að við fáum að sjá Jón spila á með Nash á sýn í vetur og salta Iverson í leikjum þeirra :)"
        }
    ]
}