{
    "forum_title": "Manager leikir",
    "user": null,
    "user_id": null,
    "date": "2003-09-02 18:02:37",
    "title": "AC Milan greina keppni",
    "text": "Ég var heima hjá mér á 6. hæð í breiðholtinu ný kominn úr baði þegar símin hryngdi. Þá var það bara hann félagi minn Salvio Berlusconi og var að spurja hvort ég væri ekki enþá atvinnulaus. Ég játaði því og spurði hvað hann væri að bralla og þá bauð hann mér starfið eftirsótta að þjálfa AC Milan Evrópumeistarana . Ég tók næsta flug til Milan og þá byrjaði skemmtunin.\nHann byrjaði á því að kinna mig á blaðamannafundi og svo skoðuðum við völlinn saman. Ég tók við starfinu daginn eftir og byrjaði á því að fara til Englands, svíþjóðar og Þýskalands til að fá æfingarleiki fyrir liðið til að sjá hvernig menn væru að spila og svona það gekk mjög vel við töpuðum ekki leik. En það breyttist þegar deildin byrjaði og við vorum í UEFA cup en okkur gekk reyndar mjög vel þar í byrjun. Svo kom að því að ég sá veiku hlekkina í liðinu og tók upp tékkaheftið og fór í ferðalag til englands og allra stóru landan í knattspyrnuheiminum. En þar var lítið að finna og einu kaup mín voru Cristiano Ronaldo sem ég fékk á 7,5 m. Svo lá leið mín til scotlands þar sem ég fékk Mark Kerr ungan og efnilegan leikmann á 525 K . Svo gerði ég stór kaup að ég hélt í rússlandi þar sem ég fékk Maxim Tsigalko á 1 m.Og ég komst að því að ég myndi fljótt setja lðið á hausinn ef ég myndi ekki selja nein þannig ég seldi Leonado og Coloccini á samtals 7,5 M. Eftir fyrsta árið var ég á svona ekki nógu góðum nótum en samt var stjórnin sátt við mig og leyfði mér að halda áfram sem stjóri liðsins ég endaði í 6 sæti í deildinni en vann aftur á móti Italian cup og Uefa cup.\nDida\nMaldini-Nesta-Chamot-Cafú\nPirlo-seedorf-rui costa-gattuso\nShevchenko-F.Inzahgi\nÉg sá það strax að ef ég myndi halda svona áfram væru dagar mínir taldi hjá þessu stórveldi þannig ég fór og byrjaði á æfingarleikjum strax eftir HM 2002 en tapaði öllum enda notaði ég bara ungu leikmennina í þessum leikjum. Svo fór ég um allan heim með opið tékkahefti og byrjaði í Brazil þar sem ég fékk gæðagripinn Kaká á 21,5 M sem er dýrt en það átti eftir að skila sér svo lá leið mín til Colcmbiu þar sem ég fékk annan gæða grip Castillo á rétt rúmar 2 m. Og þá átti ég ekki mikið af pening eftir en vantaði varnarmann ég fór því til stórborgarinnar Liverpool og spjallaði við húlla vin minn og við sömdum um að ég fengi Biscan á 10 m. Svo til að borga upp smá skuldi þá seldi ég Simic, Dalla Bona, Helveg, Ambrosini og José Mari á 21 M. Svo byrjaði alvaran fyrsti leikur var gegn Bayern Munchen í Euro Super cup og sá leikur vannst 4-2 og var þar Kaká að sína sínar bestu hliðar ég var enþá í Uefa cup og á þessu sinni tapi ég ekki leik í þeirri keppni fyr en í úrslitunum og það gegn Chelsea og endaði sá leikur 2-1. En mér var svosem allveg sama enda rústaði ég deildinni með 16 stiga mun og næsta lið fyrir neðan mig var Roma. Og loka leikur tímabilsins var gegn Parma í Italían Cup Final og endaði hann 4-1 mér í hag og vann ég semsagt tvöfalt þetta ár og var mér líka boðið að keppa í HM félagsliða. Og ekki gat þetta orðið mikið betra en varð samt því að það var hryngt í mig frá FIFA og mér var sagt að ég og liðið og nokkrir leikmenn hefðum hlotið stór verðlaun sem voru að Shevchenko væri í 3 sæti yfir bestu menn heims á eftir Pizzaro og Henry önnur verðlaun voru að ég væri þjálfari ársins , 3 voru Shevchenko besti leikmaður Ítölsku deildarinnar , 4 voru Kaká besti ungi leikmaður deildarinnar , 5 voru Dida besti makmaður deildarinnar annað árið í röð ,6 voru Shevchenko markahæsti leikmaður deildarinnar , 7 voru Inzaghi næst besti ítalski leikmaður deildarinnar ,8 voru Shevchenko besti útlendigurinn í deildinni , 9 voru að ég ætti 4 leikmenn í Meistaraliði ítalíu Dida , Pirlo , Shevchenko og Kaká ,10 og seinustu voru Pirlo þriðji besti miðjumaður evrópu.\nDida\nMaldini-Nesta-Chamot/Laursen-Cafú\nPirlo-Rui Costa-Kaká\nCastillo\nShevchenko-F.Inzaghi\nVon er á framhaldi síðar ef fólki líkar við þessa grein",
    "url": "https://www.hugi.is/manager/greinar/163942/ac-milan-greina-keppni/",
    "url_id": "163942",
    "id": "1250989",
    "replies": [
        {
            "user": "Binibeni",
            "user_id": "38723",
            "date": "2003-09-02 23:33:25",
            "id": "1250990",
            "reply_to_id": "1250989",
            "text": "jájá ágiætis grein hér á ferð… endilega komdu með framhald :)"
        },
        {
            "user": "vassel",
            "user_id": "23418",
            "date": "2003-09-02 23:54:16",
            "id": "1250991",
            "reply_to_id": "1250989",
            "text": "Forza juve.\nMilan merde."
        },
        {
            "user": "vassel",
            "user_id": "23418",
            "date": "2003-09-03 15:22:18",
            "id": "1250992",
            "reply_to_id": "1250991",
            "text": "Ekkert rosalega ítarleg en samt fín grein"
        },
        {
            "user": "toddisuri",
            "user_id": "28535",
            "date": "2003-09-03 15:38:33",
            "id": "1250993",
            "reply_to_id": "1250989",
            "text": "ágæt grein, en þú ert ekki skráður :S"
        },
        {
            "user": "Ozi",
            "user_id": "1675",
            "date": "2003-09-03 16:50:54",
            "id": "1250994",
            "reply_to_id": "1250993",
            "text": "Bömmer =)"
        }
    ]
}