{
    "forum_title": "Heimspeki",
    "user": null,
    "user_id": null,
    "date": "2003-09-04 16:09:08",
    "title": "Lif eftir dauðann?",
    "text": "Er lif eftir dauðan?\nþað veit það enginn, sumir trua að maður verður engill a himnariki þar sem að allt er gott og friðsællt aðrir trua að það se lif eftir dauðan.\nEn eitt skil eg ekki það hafa mjög margir seð drauga (kanski eru draugar ekki retta orðið en sumir kjosa að kalla það andar eins og eg).  Amma min, eg og baðar systur minar höfum seð Anda i husinu okkar, hvaðan koma þeir eru þeir ekki sem eru dauðir? Eru þeir ekki salinn ur einhverjum sem hafa daið? eða eru þeir i einhverjum öðrum heimi kanski til nokkrar kynsloðir af folki og hin kynsloðin eru andar kanski sja bara sumir andarnir okkur og við sjaum ekki öll anda.\nEn mjög margir (held eg) hafa seð eða heyrt i astvinum sinum sem eru danir er kanski andarlifið lifið sem að maður öðlast eftir dauðan eg er alltaf að spa i þessu hvað haldið þið???\nkær kveðja:\nunnur\neg vill bara segja að lyklaborðið mitt er eitthvað bilað og eg get ekki gert kommur yfir stafi ekki hvarta undan þvi:)",
    "url": "https://www.hugi.is/heimspeki/korkar/164378/lif-eftir-daudann/",
    "url_id": "164378",
    "id": "1254602",
    "replies": [
        {
            "user": "LalliOni",
            "user_id": "8819",
            "date": "2003-09-05 23:54:32",
            "id": "1254603",
            "reply_to_id": "1254602",
            "text": "uuuh alltaf hafa draugar (eða andar) verið útskýrðir sem sálir sem að eiga eitthvað ógert eftir í heiminum hér\nlíka eru til týndar sálir sem að finna ekki leiðina að “undirheimunum” eða eikkað þannig<br><br>\nUT2003= [SoS]Lalli\nUT= SoS-Death Knight\nCS= ]MU[“hvað sem er”\n“Life is hell, enjoy it”\n(my philoshopy)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-09-07 11:20:56",
            "id": "1254604",
            "reply_to_id": "1254602",
            "text": "Ég hef líka marg oft þóst eða séð Draug/Anda.\nEn samt þó ég hafi séð eitthvern mann sem ég veit ekkert hver er í 10 secondu brot fyrir framan mig þá held ég að ég eða aðrir geti sannað að þetta sem við sjáum eru draugar.\nEn hins vegar vill ég benda þér og ykkur á annað sjónarhorn yfir svona málum.Það er, Flóknasti hlutur í heimi er heilinn. Og heilinn getur ekki verið fullkominn því ekkert er fullkomið.\nLíklegast er það bara heilinn sem sýnir manni mynd af ýminduðum manni eða konu.\nAllavega þá er þetta eina skýringin sem ég hef :\\\nEn hvað veit ég.<br><br>Húmor dagsins: Anda enþá útaf laggi\n<b>Kveðja\nScorpion-</b>\nFréttaritari á\n<a href=\"\nhttp://www.Counter-Strike.is\n“>www.Counter-Strike.is</a>\nSenda mér Email?\n<a href=”mailto:mreinar@hotmail.com\">mreinar@hotmail.com</a"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-09-07 11:27:58",
            "id": "1254605",
            "reply_to_id": "1254604",
            "text": "Afsakið.\nGerði smá villu sem ég vill leiðrétta.\n“10 secondu brot fyrir framan mig þá held ég að ég eða aðrir geti sannað að þetta sem við sjáum eru draugar.”\nÞetta átti að vera svona…\n10 secondu brot fyrir framan mig þá held ég að ég eða aðrir geti “ekki” sannað að þetta sem við sjáum eru draugar.\n<br><br>Húmor dagsins: Anda enþá útaf laggi\n<b>Kveðja\nScorpion-</b>\nFréttaritari á\n<a href=\"\nhttp://www.Counter-Strike.is\n“>www.Counter-Strike.is</a>\nSenda mér Email?\n<a href=”mailto:mreinar@hotmail.com\">mreinar@hotmail.com</a"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-09-17 13:06:40",
            "id": "1254606",
            "reply_to_id": "1254602",
            "text": "Auðvitað er líf eftir dauðann annars værum við ekki hér! <br><br>…………………………………………………………………\nÉg þakka hjý orð frá blitz þetta skrifaði hann til mín á kork:<font color=“red”><b><u><i>Stigamella, stigatussa, stigahórumamma, stigalufsa, stigatík, stigavíðakunta, stigaþröngirass, stigafeitirass</font></b></u></i>\n<font color=“blue”><b><u><i>Firyrgefyð alar sáfsétnyngárvilur</font></b></u></i>\n<a href=\"\nhttp://kasmir.hugi.is/saile\n\">Plísssssss smellið hér</a"
        }
    ]
}