{
    "forum_title": "Bækur",
    "user": "Jessalyn",
    "user_id": "17818",
    "date": "2003-09-04 23:07:27",
    "title": "Hugleiðing um Pál - Englar Alheimsins",
    "text": "Í upphafi var Páll Ólafsson lítll, saklaus drengur sem fæddist sama dag og Íslendingar gengu í NATO. Fæðingu hans var fagnað af alþjóð með grjótkasti og táragasi. En innan fjölskyldunnar var hann augasteinn allra, umkringdur aðdáendum og baðaður dýrðarljóma. Í bernsku sinni átti hann vini og lék sér eins og venjuleg börn. Í smá tíma á stuttri ævi sinni var hann venjulegur, hluti af heildinni. Hann var viðurkenndur.\nÍ byrjun bókarinnar má finna vangaveltur Páls um fæðingu sína. ‘Var þetta svartasti dagurinn í sögu þjóðarinnar, eins og andstæðingar NATO hafa alla tíð hamrað á? Hvíldi yfir honum sérstök bölvun, ákveðin af landvættum og fjallkonum?’ Um þetta má víst deila eins og allt annað. Ég tel það ekki hafa verið neina tilviljun að Páll skuli hafa fæðst á þessum degi. Ég hef það bara á tilfinningunni. Að sjálfsögðu er þetta bara mitt álit, margir eru eflaust mjög ósammála. En hvarvetna rekst hann á vegg enda var honum kannski ekki ætluð önnur leið. Mér finnst bölvunin vofa yfir honum allan tímann en það gerir aðallega þessi gríðarlega nálægð Klepps. Spítalanum er lýst mjög kuldalega og hefur það mikil áhrif held ég. Og í æsku hans líður varla sá dagur að ekki sé minnst á hann. Hann er að sjá fólk að fara þaðan og koma, frændi hans starfaði þarna. Kleppur er alltaf í bakgrunni. Alla ævi Páls er Kleppur ekki fjarri. Atvikið með Baldvin Bretakóng hefur einnig áhrif á þessa skoðun mína. Þegar Páll var orðinn veikur ávítaði Baldvin hann fyrir að hafa ekki gætt engla sinna. Þetta situr svolítið eftir í mér. En engu að síður kom þessi bölvun ekki fram á sjónarsviðið fyrr en seinna.\nÆvi Páls var stutt enda veiktist hann snemma. Ég hef það á tilfinngunni að bak við veikina hafi verið góður maður og vitur. Það hvað hann gerði fyrir Ómar sannar mál mitt. Í seinni tíð varð hann einfari, strax í menntaskóla, og vinaval hans þar undirstrikar kannski að hann var að einangrast frá umhverfinu. Hann byrjaði síðan að fjarlægjast vini síni meira og meira.  Og eftir að hann verður geðveikur á hann mjög erfitt, eins og við er að búast. Hann er með alls kyns skynjanir, málar og heldur að hann sé frægur listamaður. Hann heldur að hann sé mjög sérstakur og yfir aðra hafinn. Hann finnur hvað hann er orðinn þungur, vegna lyfjafitunnar, og hugsar mikið um Dagnýju, sem er orðinn hugarburður og hefur töluverð áhrif á heilsu hans. Allt er eitthvað svo dimmt og kuldalegt í kringum hann. Manni finnst hann vera fastur, og ekki komast út. Það er auðvelt að setja sig í spor hans. Maður ímyndar sér bara sjálfa sig fasta inn í dimmu herbergi, fullu af röddum. Honum finnst hann vera ofsóttur og sér ofsjónir. Hann einangrar sig á heimili sínu og þá veit maður að hann er orðinn mjög veikur. Hann er orðinn hættulegur, er mjög uppstökkur og ræðst á fólk við minnsta tilefni. Á þessum tímapunkti á hann best heima inni á Kleppi.\nÞó að honum hafi kannski ekkert liðið sérstaklega vel inni á Kleppi, þá held ég að það hafi verið rétti staðurinn fyrir hann. Þar var hugsað um hann og séð til þess að hann tæki lyfin sín. Þar átti hann vini sem voru álíka ruglaðir og hann, í flestum tilfellum verri. Sjálf hef ég ekki mikla reynslu af geðveiku fólki, en mér finnst samt eins og Páll hafi verið mjög venjulegur maður, miðað við það að hafa verið geðveikur, þ.e.a.s. þegar hann hann var sem frískastur. Það hlýtur líka að vera erfitt að vera útilokaður af fjölsyldu sinni. Erfitt að takast á við þá staðreynd að hún vill helst ekkert hafa mann í kringum sig lengur. Þegar það gerist hjá Páli veit ég ekki hvort það skipti hann einhverju máli, hann var orðinn svo veikur.\nÁ ákveðnum tíma ævi sinnar fer Páli að batna, hann hressist og minnkar lyfjaneysluna. Í framhaldinu gerir hann alls kyns vitleysu og er lagður aftur inn. Síðan flytur hann í öryrkjablokk og segir Rabba, bróður sínum, um giftingaráform sín og allt það sem hann ætlar að gera í framtíðinni fyrst að veikindin eru að baki. En samt sér maður alveg og finnur að hann er ennþá veikur. Fyrir neðan þessa bjartsýni hans hvílir sjúkdómurinn og bíður þess að gera aðra árás. Páll verður einamanna, hann hefur enga vini til þess að tala við og  er bláfátækur. Maður finnur að endalok hans eru að nálgast og fer að velta ýmsu fyrir sér. Bæði um Pál og þetta ‘svokallaða’ líf hans. Við að lesa bókina fyllist maður tómleika, sem er erfitt að útskýra. Maður kennir í brjósti um Pál og hugsar hversu ömurlegt þetta líf hans hefur verið. Þá skilur maður vel af hverju sumir sjúklinganna bíða ekki boðanna heldur binda enda á líf sitt sjálfir. Stöðugar raddir, skynjanir og höfuðverkur. Og það var einmitt það sem Páll valdi að gera. Einn góðan veðurdag ákvað hann að hann vildi ekki lifa lengur og stökk hann fram af svölum íbúðar sinnar.\nPáll hefði, að mínu mati, orðið eitthvað miklu meira ef ekki hefði sjúkdómurinn komið til sögunnar. Sóun að láta svona góðan persónuleika fara til spillis. En til spillis og ekki til spillis? Að sumra mati er þetta ekkert líf en þetta var samt hans líf og því ætti í raun ekki að kalla það ‘að fara til spillis’. Páll Ólafsson var góður maður en með sína galla eins og aðrið, hann átti við erfiðleika að stríða en lifði lífinu á sinn hátt.",
    "url": "https://www.hugi.is/baekur/greinar/164309/hugleiding-um-pal-englar-alheimsins/",
    "url_id": "164309",
    "id": "1254097",
    "replies": [
        {
            "user": "HilmarTh",
            "user_id": "9740",
            "date": "2003-09-05 07:51:32",
            "id": "1254098",
            "reply_to_id": "1254097",
            "text": "Frábær grein.\nEn mamma og pabbi þekktu foreldra hans.\nÞau sögðu þá, að það væri best fyrir hann að vera alltaf inná Kleppi.\nEkki séns að sleppa.\nHann var það veikur."
        },
        {
            "user": "nikkolina",
            "user_id": "24292",
            "date": "2003-09-05 10:32:08",
            "id": "1254099",
            "reply_to_id": "1254097",
            "text": "Frábær grein,  ég er alveg sammála,  Páll hefði orðið svo miklu meira ef hann hefði ekki veikts.  En samt sem áður vita allir hver hann var.\nPáll var mikill maður, þrátt fyrir veikleika sína það er mín skoðun."
        },
        {
            "user": "Skaiburz",
            "user_id": "25411",
            "date": "2003-09-05 11:14:15",
            "id": "1254100",
            "reply_to_id": "1254097",
            "text": "Flott grein og skemmtilegar kenningar.\nManni er bara eiginlega byrjað að hlakka til að lesa hana í vetur…"
        },
        {
            "user": "EggSmelly",
            "user_id": "41163",
            "date": "2003-09-05 14:54:36",
            "id": "1254101",
            "reply_to_id": "1254097",
            "text": "Frábærlega vel skrifuð og skemmtileg grein!!!"
        },
        {
            "user": "HinniBinni",
            "user_id": "41558",
            "date": "2003-09-05 17:16:46",
            "id": "1254102",
            "reply_to_id": "1254097",
            "text": "Hef lesið bókina og á myndina.\nÞetta er frábær bók og mynd!!.."
        },
        {
            "user": "Sweet",
            "user_id": "2593",
            "date": "2003-09-05 18:14:02",
            "id": "1254103",
            "reply_to_id": "1254097",
            "text": "Hef lesið bókina, og horft á myndina nokkrum sinnum. Mér finnst þetta alveg frábær saga, ein af mínum uppáhalds.\nFinnst líka þessi tilvitnun segja svo margt; Það er nefnilega vit í óvitinu.. þetta kom einhvers staðar fram í myndinni/bókinni."
        },
        {
            "user": "Galdrakall",
            "user_id": "41959",
            "date": "2003-09-05 19:50:15",
            "id": "1254104",
            "reply_to_id": "1254103",
            "text": "Þessi saga er frábær. Hún er nottla bæði innsýn i huga geðveiks manns og svo er hún svo vel skrifuð að þetta er heilmikið bókmennta verk sem hann einar ætti að vera stoltur af. Svo er alveg satt sem sagt er í greininni að maður fyllist svona drunga eða eitthvað þegar maður les þetta því maður sér þetta alveg fyrir sér en svo er þetta með Dagnýu hún hefur finnst mér svoltið að segja um þessa veiki hans það var eiginlega hún sem varð til þess að hann sprakk endanlega þegar hann sá hana með einhverjum öðrum.\nFrábær B1ók - Frábær Grein"
        },
        {
            "user": "Gautsen",
            "user_id": "16341",
            "date": "2003-09-06 00:29:42",
            "id": "1254105",
            "reply_to_id": "1254097",
            "text": "ég er búna lesa essa bók bara brill marr.\nen já enda tímabilið sem hann lifir gekk kalda stríðið á þannig að lífi hans er eiginlega líkt við það, og síðan fall berlínarmúrsins daginn sem hann deyr.\nen ávallt mún ég muna þessar tvær setningar úr bókinni\n(Páll/Brynjólfur)\n“ef þú heldur sonna áfram er ég hræddur um að við verðum að skipta um stól”\n(Viktor/Yfirþjónn)\n“þessi ávisun gildir ekki hér.\nNei ég veit við erum allir vistmenn á kleppi og ég legg til að þið hringjið a´lögregluna strax”\nps. fyrir þa´sem ekki hafa lesið hana geriði það núna því hún er ekkert síður eitthvert tímótaverk eða heimspeki bók en hver önnur\nkv.kork"
        },
        {
            "user": "coupland",
            "user_id": "6222",
            "date": "2003-09-06 12:48:24",
            "id": "1254106",
            "reply_to_id": "1254097",
            "text": "er þessi bók alveg 100% byggð á sögu raunverulegs manns? hef heyrt að hún sé byggða á sögu bróður einars en að hvað miklu marki?"
        },
        {
            "user": "Sweet",
            "user_id": "2593",
            "date": "2003-09-06 23:29:45",
            "id": "1254107",
            "reply_to_id": "1254106",
            "text": "Þetta er skáldsaga, bróðir Einars var með sama sjúkdóm og fæddist sama ár og Páll fæddist, en þessi bók er samt ekki saga bróður hans."
        },
        {
            "user": "ginnungargapi",
            "user_id": "23512",
            "date": "2003-09-11 16:50:31",
            "id": "1254108",
            "reply_to_id": "1254097",
            "text": "Mjög fallega skrifuð grein og sýnir hvað veikleikar mannsins eru margir og erfiðið. við sem fæðumst í heiminn heilbrigð eigum að passa englana okkar og njóta þessa að vera þess aðnjótandi að vera heilbrigð á líkama og sál. Að sjálfsögðu er hægt að hugleiða engla alheimsins fram og til baka. En eins og ég sagði þá fæðast ekki allir eins og geðveikir er eithvað sem maður fæðist með og loðir í manni fram eftir aldri þá ríkur hún upp. Munið t.d eftir byrjunar atriðinu þar sem 3 hestar eru að hlaupa og einn fellur, rétt áður en að Páll fæddist. Páll var hesturinn sem féll….."
        },
        {
            "user": "PoppyHoney",
            "user_id": "43477",
            "date": "2003-09-18 20:30:21",
            "id": "1254109",
            "reply_to_id": "1254097",
            "text": "Mér finnst þetta alveg frábær grein hjá þér! Þú ert góð að spá í bókum! Þegar ég var að lesa þessa bók í 10. bekk, skilaði ég henni aldrei aftur, mér finnst þetta svo góð bók! :Þ\nAnnas þá finnst mér soldið skondið, en þar sem ég bjó þegar ég var lítil til lengri tíma, eða amma mín bjó reyndar þar, en það var annað heimilið mitt, þá gat ég alltaf séð klepp út um gluggann, og oft hitti ég fólk frá kleppi og var að leika mér þar rétt hjá þegar ég var eldri stalst til þess því mamma vildi ekki að ég færi yfir umferðargötuna. Man t.d. eftir því þegar ég var alleg pínulítil, og var að leika mér að ýta á græna kallinn, og hjóla yfir götuna, og alltaf næstum orðin fyrir bíl, að það var einhver vistmaður frá kleppi sem var mjög vingjarnlegur við mig, sagði að þetta væri mjög hættulegt, að ég ætti að fara heim, og svo öskraði einhver “heilbrigð” kelling útum gluggan að ég ætti að hunskast heim, ekki eins kurteislega. En allavega ég er alleg að steypa hérna. Mér finnst mjög leiðinlegt hversu margir Íslendingar eru illa upplýstir og með fordóma gagnvart geðsjúku fólki, ég tek það ekkert smá nærri mér! Páll var yndisleg vera, þrátt fyrir geðveikina, geðsjúkt fólk er ekki verra en annað fólk, og stundum meira að segja gáfaðra. Góður málsháttur “það er stutt á milli gáfnafars og geðveiki” þetta er alveg satt!!!\nMamma mín er og hefur alltaf verið mjög veik á geði, svo að ég ætti alveg að vita nokkurn veginn hvað ég er að segja á tímum, hún er góð manneskja þrátt fyrir allt, hún á bara oft soldið erfitt, en í staðinn fyrir að fara inná geðdeild, fær hún að fara inná Vog, hún er nebbla líka alki,(væri það líklega ekki væri hún ekki veik á geði) hún hefur sumsé oft farið í meðferð þar og einnig á geðdeild, en inná geðdeild líður henni eins og í fangelsi, getur ekki verið þar til lengdar, svo hún fær að fara inná vog þar sem fólk þekkir hana, þykir vænt um hana og annast vel um hana. Jæja það eru örugglega allir orðnir þreyttir á þessu rugli í mér, en mér finnst að fólk ætti að spá aðeins í hlutunum, frekar en að vera að dæma aðra, fordómar eru ekkert annað en fáfræði!!!"
        },
        {
            "user": "Jessalyn",
            "user_id": "17818",
            "date": "2003-09-18 22:42:15",
            "id": "1254110",
            "reply_to_id": "1254109",
            "text": "Takk takk ;)\nOg þetta er ekkert rugl í þér..alveg rétt! :D"
        },
        {
            "user": "mattiml",
            "user_id": "24665",
            "date": "2003-11-03 09:46:04",
            "id": "1254111",
            "reply_to_id": "1254097",
            "text": "Svölum jáhá en fyrirgefðu þú meina glugga :Þ"
        },
        {
            "user": "mattiml",
            "user_id": "24665",
            "date": "2003-11-03 09:46:31",
            "id": "1254112",
            "reply_to_id": "1254097",
            "text": "Svölum  jáhá þú meina glugga…. :Þ"
        }
    ]
}