{
    "forum_title": "Kettir",
    "user": "hamstur",
    "user_id": "31962",
    "date": "2003-09-05 20:43:26",
    "title": "Eyrnamerkingar",
    "text": "Komiði sæl kattavinir. Mig langar að forvitnast um eyrnamerkingar. Eru kettir svæfðir á meðan þeir eru merktir? Er þetta sársaukafull aðgerð? Hvað kostar merkingin og hvar er hún gerð? Hver hefur þessi númer undir höndum? Og kostar eitthvað ef td. kötturinn minn týnis og það þarf að hafa upp á þessu númeri?Ég hef séð þetta á ketti og finst þetta mjög sniðugt þar sem ég get ekki hugsað mér að týna kettinum mínum. Ef þið getið svarað einhverjum af þessum spurningum þá þakka ég kærlega fyrir það. kv.Hamstu",
    "url": "https://www.hugi.is/kettir/korkar/164571/eyrnamerkingar/",
    "url_id": "164571",
    "id": "1255909",
    "replies": [
        {
            "user": "Xtrimer",
            "user_id": "2298",
            "date": "2003-09-05 22:07:38",
            "id": "1255910",
            "reply_to_id": "1255909",
            "text": "já þeir eru svæfðir, bezt að gera þetta um leið og þeir eru geldir :) Það kostaði 5000 kall að gelda + eyrnamerkja …<br><br>”One ill turn deservers another . It is over. Embrace the power of the Ring…\nor embrace your own destruction„\n-Saruman"
        },
        {
            "user": "hamstur",
            "user_id": "31962",
            "date": "2003-09-05 22:12:32",
            "id": "1255911",
            "reply_to_id": "1255910",
            "text": "Er búin að láta gelda hann, er þá ekki bara rugl að ver að láta svæfa hann aftur bara í þessa merkingu eða er hægt að deyfa´?"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-09-06 03:09:55",
            "id": "1255912",
            "reply_to_id": "1255911",
            "text": "Hringdu bara í dýra og spurðu.  Annars er þetta bara eins og tattó þannig að það er ekkert sérlega sárt."
        },
        {
            "user": "sKaKKur",
            "user_id": "5790",
            "date": "2003-09-12 11:26:46",
            "id": "1255913",
            "reply_to_id": "1255911",
            "text": "það verður að svæfa hann…..en veit einhver hvort mar getur valið tattoo? :) svona eins og á númeraplötum á bílum……láta standa ELVIS eða eikkað :) lol"
        },
        {
            "user": "icecat",
            "user_id": "3744",
            "date": "2003-09-05 22:12:16",
            "id": "1255914",
            "reply_to_id": "1255909",
            "text": "Sæl Hamstur !\nEyrnamerking er yfirleitt gerð um leið og kettir eru geldir eða teknir úr sambandi.  Þá eru kettirnir svæfðir og tækifærið notað til að merkja kisu í leiðinni.  Ég held að eyrnamerkingin krefjist svæfingar en get samt ekki fullyrt það.  Þetta er ekki sársaukafull aðgerð, kettirnir eru sofandi á meðan en gætu verið pínu aumir í sólarhring eða svo í eyranu.\nNei það kostar ekkert að hafa upp á númerinu.  Hver dýralæknastofa hefur sinn eigin staf og svo númer og eiga dýralæknar að senda reglulega lista yfir nýmerkta ketti til Kattholts sem heldur utan um heila klabbið.  Semsagt ef kisan þín kemur í Kattholt er númerið fundið í þeirra gagnagrunni og svo bara hringt í þig.\nMJÖG gagnlegt er að merkja kisu þrátt fyrir að kisi sé inniköttur því alltaf getur það gerst að kisar sleppa út óvart.\nGangi þér sem best,\nIceCat\nPS. Var að samþykkja greinina þína, þú mátt fara núna og láta gelda fressið þitt og láttu eyrnamerkja hann í leiðinni.  Það kemur fljótlega að því að hann gæti farið að merkja og spreyja inni hjá þér og orðið órólegur.  Með geldingu kemur þú að mestu í veg fyrir svoleiðis."
        },
        {
            "user": "Foxylady83",
            "user_id": "18461",
            "date": "2003-09-07 18:00:46",
            "id": "1255915",
            "reply_to_id": "1255909",
            "text": "Kettirnir eru svæfðir meðan það er eyrnamerkt þá…en sko ef mar ætlar að láta taka læðu úr sambandi þá fylgir eyrnamerkingin með og það kostar 10.000kr…duldið mikið…en ég var að pæla hvort að einhver viti hvað kostar að láta bara eyrnamerkja?!?!"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-09-07 21:42:47",
            "id": "1255916",
            "reply_to_id": "1255915",
            "text": "Spurðu dýralækninn og segðu okkur það svo :)"
        },
        {
            "user": "Foxylady83",
            "user_id": "18461",
            "date": "2003-09-08 17:07:42",
            "id": "1255917",
            "reply_to_id": "1255916",
            "text": "Bara að eyrnamerkja kostar 3700k"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-09-09 00:08:40",
            "id": "1255918",
            "reply_to_id": "1255917",
            "text": "Það finnst mér nú dýrt en það er líklega út af svæfingunni."
        },
        {
            "user": "Foxylady83",
            "user_id": "18461",
            "date": "2003-09-09 14:19:49",
            "id": "1255919",
            "reply_to_id": "1255918",
            "text": "Já það er útaf svæfingunni sko…kisurnar eru tattooveraðar í eyrað…mér finnst það samt þess virði sko:)"
        }
    ]
}