{
    "forum_title": "Heilsa",
    "user": "fappa",
    "user_id": "4019",
    "date": "2003-09-07 17:06:23",
    "title": "Töfralausnir",
    "text": "Offituvandamálið er alltaf að verða stærra og stærra hérna á Íslandi og fólk er alltaf að leita að einhverri töfralausn til að grenna sig. Sumir éta bara duft og pillur og aðrir “cutta” út kolvetni eða fitu eða prótein og enn aðrir prófa einhverja aðra vitleysu.\nÉg er búin að missa 16 kg undanfarna mánuði. Vitiði hvað ég gerði? Ég skipti yfir í hollt mataræði og hreyfði á mér rassgatið. Þetta er ekkert flóknara en það.\nReyndar er þetta mjög einfalt dæmi. Líkaminn brennir ákveðnum fjölda hitaeininga á dag. Ef þú innbyrðir fleiri en hann þarf þá fitnaru og ef þú innbyrðir færri þá grennistu. Ef þú sveltir þig þá hægir hann á brennslunni. Til að auka brennsluna þá þarftu að hreyfa þig.\nÞað er hægt að rökræða endalaust um það hvort kolvetni eða fita eða prótein fiti mann eða ekki. Hvert gramm af fitu inniheldur hinsvegar fleiri hitaeiningar heldur en hvert gramm af kolvetnum og próteinum þannig að það segir sig sjálft að ef þú borðar mikið af fitu þá innbyrðiru fleiri hitaeiningar.\nSumir eiga eflaust eftir að spyrja “hvað meinaru með hollt mataræði”. Ég er að meina þetta hefðbundna: grænmeti, fiskur, kjöt, magrar mjólkurvörur, ávextir …. allur pakkinn. Kolvetni ættu að vera 50-60%, prótein 30-40% og fita restin. Við þurfum á öllu þrennu að halda (bara mismikið af hverju) og við þurfum vítamínin og steinefnin. Aðalmálið er bara að borða ekki of mikið.\nÉg verð líka að segja að mér finnst þessar töfralausnir svo rangur hugsunarháttur. Ég meina viljum við bara grennast? Viljum við ekki frekar grennast OG verða heilbrigðari? Er ekki betra að fara í ræktina og byggja upp hraustan líkama og borða fjölbreyttan og hollan mat heldur en að taka inn pillur og éta duft? Líkaminn er eitthvað sem við sitjum uppi með alla okkar ævi og því betur sem við förum með hann því lengur lifum við vonandi og því betur líður okkur líka vonandi í honum.\nÆ ég veit hvernig þetta hljómar allt hjá mér, svona “I know it all” en ég er bara orðin svo þreytt á þessum einföldu lausnum sem yfirleitt eru engar lausnir. Mér finnst fólk sem vill grennast soldið þurfa að sparka bara í rassgatið á sér og hætta þessu rugli því að raunverulega lausnin er beint fyrir framan nefið á þeim og hefur alltaf verið.",
    "url": "https://www.hugi.is/heilsa/greinar/164791/tofralausnir/",
    "url_id": "164791",
    "id": "1257581",
    "replies": [
        {
            "user": "Niea",
            "user_id": "17367",
            "date": "2003-09-09 15:08:32",
            "id": "1257582",
            "reply_to_id": "1257581",
            "text": "eg er nu bara a æfingum 4-7 sinnum i viku og et það sem eg vil =) Þarf hvort eð er ekkert að grenna mig =) …  En ég skil ekki fólk sem hreyfir sig lítið sem ekkert (stundar engar íþróttir), líður þeim ekki illa?? alltaf þegar ég hreyfi mig ekki líður mér bara illa :S kannski bara persónubundið (dunno)"
        },
        {
            "user": "linalangsokkur",
            "user_id": "33221",
            "date": "2003-09-09 15:42:32",
            "id": "1257583",
            "reply_to_id": "1257581",
            "text": "Veistu að ég var að hugsa þetta um daginn og hugsaði þá mjög djúpt um þetta “pilluæði” landans, skyndilausnir og offitu.\nMálið er miklu flóknara en svo að fólk geti sagt: “dísus kræst” fólk nennir ekki að hreyfa sig eða hafa fyrir hlutunum. Heilinn stjórnar líkamanum.\nNokkrar spurningar/vangaveltur:\n1. Ef þú værir 100 kg. Hvernig er þá sjálfsmat þitt og arkaru bara inn á líkamsræktarstöð, þar sem “duglega” fólkið er að sprikla?\n2. Ef þú ert 100 kg, er þá ekki líklegra að hugsunarhátturinn sé þannig: Guð hvað ég er ljót/ur, byrja á morgun, best að fara inn í ísskáp og borða síðustu kvöldmáltíðina.\n3. Ef þú ert kvenmaður, 100 kg janfvel léttari og þú ert verulega dugleg að fara út að ganga og þú heyrir kallað á eftir þér: Já hreyfðu þig heimska belja…af karlmanni. Hvað gerir þú?\n4. Þú ferð út í fatabúð og það er eins og það sé gert ráð fyrir að þú notir bara stærð 12 og að þú sért ekki með stór brjóst. Hefuru ráð á að kaupa sérsaumuð föt?\n5. Ef þú ert þunglynd, líkamlega slasaður/slösuð ferðu ekki út að hreyfa þig. Minni líkur alla vega.\n6. Pillur geta alveg eins fært fjöll:\nUm leið og þú ert farin að taka pillunar sem eiga að stuðla “að skyndilausnum” ertu farin að breyta hugsunarhættinum. Sumir grennast bara við að taka pilluna. Eins þegar fólk með “maníu” slakar á við að taka róandi enn veit ekki af því að það er bara að taka inn sykurtöflu.\n7. Tími. Fyrir konur í vinnu, með börn og heimili, Hvað er það?\n8. Barneignir/einangrun. Það er ekkert mál að þyngjast eftir meðgöngu og meiriháttarmál að ná því af sér.\n9. Matarræði. Peningaskortur. Hefur sitt að segja um hvaða hollustu þú getur látið ofan í þig.\n10. Hræðsla við að takast á við það erfiða. það er ekkert grín að vera of þungur.\nÉg tek það fram að ég er hvorki í skynilausnum né allt, allt of feit. Ég mætti alveg létta mig og er sammála að heilbrigðasta leiðin og hreyfing er besta leiðin til þess að grenna sig.\nEn þó svo að einn nái árangri með þessarri eða hinni aðferð, hentar hún ekki öllum.\nHugsum lengra en nefið á okkur nær.\nÞað vill ENGINN vera feitur."
        },
        {
            "user": "Aurora",
            "user_id": "3466",
            "date": "2003-09-09 19:56:42",
            "id": "1257584",
            "reply_to_id": "1257583",
            "text": "Smá ábending fyrir fólk með lágt sjálfsmat eða þá sem þurfa að losa sig við mjög mörg aukakíló og þora ekki á líkamsræktarstöðvarnar. Það er til fullt af sniðugum líkamsræktarspólum af öllum gerðum, bæði íslenskum og erlendum, sem er hægt að æfa eftir heima í stofu. Ef æfingarnar eru stundaðar samviskusamlega og kröftuglega a.m.k. þrisvar í viku þá ættu kílóin að byrja að hrynja af fljótlega. Öll hreyfing virkar, það er bara spurning um að gera hana að lífstíl og gefast ekki upp!"
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2003-09-17 23:28:05",
            "id": "1257585",
            "reply_to_id": "1257581",
            "text": "Gott hjá þér, en af hverju eiga kolvetni að vera 40-60 % ? Og úr hverju ? Hér áður fyrr borðaði ég hollt og hreyfði mig en ekkert gekk ég fitnaði, ok drakk slatta af bjór en samt. Svo fór ég út í það sem ég kalla hollt en kolvetnasnautt fæði og 10 kíló farin í sumar, var líka þokkalega duglegur í ræktinni.\nÞað var verið að tala um það í fréttum í gær að læknar hafa áhyggjur af því hvað verðandi mæður eru orðnar þungar, allt að 150 kílóum ! Hann talaði um of mikla kolvetnisneyslu sem vandamálið þarna og börnin í móðurkvið geta skaðast líka með þvi að fæðast of þung og líkur á sykursýki hjá þeim síðar eykst."
        },
        {
            "user": "lucia",
            "user_id": "24633",
            "date": "2003-09-25 13:24:10",
            "id": "1257586",
            "reply_to_id": "1257585",
            "text": "“ok drakk slatta af bjór en samt”\n= óþarfa auka orka\nþað skiptir ekki máli hvaðan orkan kemur, það sem skiptir máli er hversu mikil hún er í hlutfalli við hversu miklu þú brennir."
        },
        {
            "user": "GlingGlo",
            "user_id": "2646",
            "date": "2003-09-22 08:18:48",
            "id": "1257587",
            "reply_to_id": "1257581",
            "text": "Ég fann mína töfralausn og það var að skera niðru kolvetnið. Ég er alveg ósammála þér að þetta sé einhver vitleysa eða skyndilausn. Þetta er bara breyttur lífstíll.\nSvo eins og ég sagði hér í svari við annari grein þá er núna að koma í ljós að kolvetnasnautt fæði virðist hafa þau áhrif að minnka slæm fituefni í blóðinu og auka hlutfall góða kólesterólsins á kostnað hins slæma. Þetta er þvert á við það sem andstæðingar kolvetnasnauðra kúra hafa haldið fram, en þetta hefur verið þeirra helsti áróður gegn svona mataræði."
        },
        {
            "user": "hestagellan",
            "user_id": "38257",
            "date": "2003-09-25 07:22:23",
            "id": "1257588",
            "reply_to_id": "1257581",
            "text": "Ég er sammála öllu sem kemur hér fram.  Auðvitað er ekki bara til ein laust, því þetta er mjög einstaklingsbundið.  Sjálf er ég grönn og þarf ekkert að vera að hafa áhyggjur af þessu enda horfi ég á þetta mál frá allt öðru sjónarhorni en þeir sem þurfa að missa kíló.  Ég hef aldrei þruft að berjast við það og hef kannaski ekki reynslunna en málið er að allt er hægt ef viljinn er fyrir hendi.  Ef þú ákveður hér og nú að þú ætlir að breyta um lífsstíl, meinar það og fylgir því eftir útí það ýtrasta er ekki spurning að þú nærð langt.  Það skiptir kannski ekki öllu máli hvaða aðferð þú notar.\nÉg vil líka benta á það að fólk er rosalega gangnrýnt á allt svona megrunnar án þess að vita algjörlega um hvað það er að tala.  Ég er sammála því að flest þetta er frekar óhollt, en ég veit líka um sum sem gera ekkert nema gott.  Eins og Herbalife.  Það er neflinlega stór munur á því að taka inn svona bara til að grennast, eða líka fyrir heilsunnar.\nEf þið viljið vita nánar um hvað ég er að tala með herbalife, þá er það ekkert mál að útskýra það fyrir ykkur.  Það er ekki töfralausn til að grennast.  Þú drekkur glas á morgnanna með safa blandaðan herbalife, sem smakkar satt að segja mjög gott.  Í hádeginu færðu þér eitthvað létt að borða, í kaffinu færðu þér aftur glas og í kvöldmat eitthvad hollt.  Málið er að um leið og þú gerir þetta, breytist að sjálfsögðu lífsstílinn þinn og ef hreyfing er fyrir hendi þá grennistu og á hollan máta!  Svo geturu auðvitað alltaf tekið vítamín og svona með.\nÞannig það má segja að þú fáir það í herbalife, sem þér vanntar kannski í matnum án þess kannski að vita það.  En ég vona bara að öllum gangi vel og munið….Það er heilinn sem stjórnar líkanum.  Viðhorf ykkar gegn átakinu getur breytt öllu!!"
        }
    ]
}