{
    "forum_title": "Smásögur",
    "user": "Viskan",
    "user_id": "14331",
    "date": "2003-09-07 22:57:02",
    "title": "Konan í glugganum",
    "text": "Ég geng hægt að glugganum sem ég hef svo oft séð en ekki þorað að horfa út um, það er sem sá sem gerði þennan glugga hafi vitað af því að ég get ekki sofið, hvað er það sem veldur því að ég hef aldrei þorað að horfa út um hann?\nFallega skreyttur, svo gamall að ég veit ekki hvernig hann fer að því að vera eins og nýr, alltaf jafn fallegur og fyrst þegar ég sá hann, það er undarlegt hvað það virðist allt vera svo undarlegt við hann, hálf dulúðugt, ég hef heyrt fólk segja að þessi gluggi hafi komið til landsins með konu sem var víst kölluð norn og hún hafi gefið manninum sem hún elskaði þennan glugga til að gefa honum í skyn ást sína en hann hafði ekki virt hana að vettungi og hún hafði svipt sig lífi.\nEf sagan er sönn og þetta hefur raunverulega gerst hver var þá þessi kona og hver var saga hennar, ég hef leitað upplýsinga um hana frá því að ég sá gluggan fyrst, ég hef alltaf viljað fá að vita eitthvað meir, meir en aðrir hafa haft áhuga á að segja mér.\nMér tókst þó að fá upplýsingar upp úr einum manni, hann skildi ekki hvernig ég færi að því að dá þennan glugga en ég útskýrði fyrir honum að þegar mig dreymdi illa og vaknaði upp við draumana hugsaði ég oft til gluggans því að ég hafði aldrei þorað að horfa í gegnum hann því að það er sem eitthvað stoppi mig alltaf, það er eins og ég sé ekki tilbúin til að sjá það sem hann hefur að segja, sá gamli skildi mig vel og sagði að hann þekkti þessa tilfinningu, það væri sem glugginn gæti horft inn í sálu sína og það væri eitthvað sem fældi hann alltaf í burtu, ég skildi hann svo vel því að svona hafði mér alltaf liðið hingað til.\nNúna er kaldur dagur og ég geng að þeim stað sem ég hef talið skjólið mitt í svo langan tíma, ég fer inn í þessa gömlu kapellu og sé hvernig snjókornin dansa fyrir utan gluggana og ég sest þar sem ég sit alltaf… alveg uppvið gluggan, mér finnst einhvern vegin sem hann reki mig ekki í burtu núna eins og hann hefur venjulega gert.\nÞað er eins og það sé allt svo einstaklega rólegt þarna inni, ég veit að það kemur enginn hingað venjulega, það eru mörg ár síðan ég lærði að opna hurðina þegar hún er læst, það var reyndar alveg óvart hvernig ég komst að því, ég sá djáknann ýta henni innar og lyfta henni smá upp, skella smá planka undir hana og nota bara það sem hendi var næst til að þvinga hana smá til hliðar, þetta er ekki flóknara en svo.\nÞessi litla gamla kapella er búin að vera skjólið mitt lengi, ég hef reyndar aldrei komið hingað þegar það er messa, mér líkar ekki messur, það er sem það sé alltaf verið að lesa yfir manni, ég þoli það ekki.\nÉg lít í átt að glugganum mínum og finnst ég mega vera nær honum en venjulega, færi stólinn sem er venjulega notaður undir sálmabækurnar að glugganum og fer að horfa á litina, ég skil ekki hvernig það var hægt að gera svona vandað verk fyrir svo löngum tíma, bláir tónarnir dansa við þá rauðu og þegar ég horfi á heildarmyndina finnst mér sem það sé gífurlega fögur kona sem horfi á mig en mér finnst einnig sem ég hafi séð hana áður…\nDökkblá augu mín horfa á þessa fögru mynd sem horfi beint á mig og mér finnst svo róandi í fyrsta skiptið, kannski að mér hafi ekki verið ætlað að finna fyrir rósemdinni yfir henni áður…\nÉg opna augun og finn að ég hef sofnað, það er farið að kyngja niður snjó úti og það er orðið frekar dimmt, ég tek upp gemsann og hringi í mömmu til að láta hana vita að hún þurfi ekki að vera hrædd um mig, hún er alltaf svo hrædd um mig eftir að amma dó og mig langaði takmarkað að lifa eftir það, ég fann samt ástæðu til að lifa og ég sé ekki eftir því að hafa hætt við þegar ég fann fyrir þeirri ástæðu í fyrsta skiptið.\nÉg legg höndina ofan á bumbu sem er búin að vera að stækka mikið upp á síðkastið, ég horfi upp á gluggan sem er einhvern vegin vinarlegri en nokkru sinni áður og ég byrja að velta því fyrir mér hvort að konan sem átti gluggan hafi átt barn, ég finn fyrir heitri tilfinningu í hjartanu og eitthvað segir mér að svo hafi verið, kannski að hún vilji bara fá frið… hvernig svo sem það er hægt.\nMér finnst sem ég þurfi nú að fara heim til að ná að hvíla mig smá, ég finn um leið og ég hugsa þetta fyrir hreyfingu og það er sem barnið mitt vilji ekki að ég fari og mér finnst það vera þægileg tilfinning, kannski að barnið mitt viti hvar ég er, ég tala alltaf við það þegar ég er hérna, það er eins og það sé alltaf einhvern vegin meiri hlýja í huganum á mér þegar ég er hérna, ég veit samt ekki hvað það er.\nÉg valdi nafnið fyrir löngu… valdi… nei það er ekki rétta orðið, mér fannst þetta nafn sem kom í huga mér þegar ég fann fyrir barninu mínu í fyrsta skiptið passa svo vel og ég verð eiginlega að nota það til að mér finnist ég ekki vera að svíkja mig.\nÉg á þett barn ein, það getur enginn tekið það af mér því að ég mun ekki upplýsa neinn um faðernið en mér finnst samt eins og sú sem horfir á mig úr glugganum viti alveg öll mín leyndarmál, það kannski þess vegna sem hún hefur alltaf valdið því að mér hefur ekki fundið ég mega koma nær, hvað getur það verið sem veldur því að hún leyfir mér það núna?\nÆi, ég ætla ekki að vera að velta mér uppúr því núna og vera þannig að valda mér heilabrotum. Ég veit að allir vilja að ég fari inn á sjúkrahús núna sem fyrst, ég er víst orðin frekar framstæð og ég á að eiga núna í næstu viku en mér finnst ég ekki þurfa þess, mér líður alltaf svo illa á sjúkrahúsum þau eru svo gífulega köld alltaf og það finnst mér óþægilegt.\nÞað var enginn hrifinn af því að ég fór út í dag en mér er sama, mér fannst ég þurfa að koma hingað, koma og finna fyrir návistinni sem er alltaf hérna, ég er fegin því að það er enginn hérna ég þoli það ekki þegar annað fólk er í kring um mig og allir eru að skipta sér af.\nÉg lít aftur á gluggan og finn enn meir fyrir návist konunar sem ég sé í honum, mig langar svo að hitta þessa konu, samt finnst mér sem ég hafi hitt hana… kannski einhvern tíman í bernsku, ég var nefnilega sögð skyggn þegar ég var yngri, ég man eftir því að ég átti vin sem ég var alltaf að leika við, ég sá hann núna um daginn sem var mjög undarlegt því það sá hann aldrei neinn nema ég, hann kom til mín og heilsaði mér og þakkaði fyrir seinast, hann var gífurlega fallegur, en það hefur hanna alltaf verið, þetta móbrúna hár og augu, það var alltaf svo gott að vera nálægt honum en ég skildi aldrei þegar ég var barn hví það sæi hann enginn nema ég, en það geri ég núna.\nÁi, ég finn fyrir smá herpingi yfir magan og lít í átt að glugganum, ekki segja mér að það sé kominn tími á þetta núna, ég er ekki tilbúin, ég er ein, þegar ég hugsa þetta sé ég að ég er ekki ein, það eru 2 konur inni hjá mér og bernskuvinur minn er þarna líka, ég lít hratt aftur á gluggan og sé konuna brosa til mín og mér finnst sem hún stígi útúr glugganum og komi til mín, núna man ég hvar ég sá hana og hvenær, þegar ég var 4 ára þá kom þessi kona til mín og heimsótti mig þegar ég var veik, hún hefur alltaf verið hérna fyrir mig en ég vissi það bara ekki.\nHerpingurinn er meiri og ég finn að vatnið er farið, konurnar 2 sem voru þarna með bernsku vini mínum koma til mín, hjálpa mér að leggjast á gólfið sem er ekki hart eins og ég bjóst við heldur hafa þau greinilega átt von á þessu og gert allt tilbúið fyrir mig án þess að ég hef tekið eftir því, bernsku vinur minn sest hjá mér og heldur um hönd mína og brosir til mín eins og hann vilji segja að það verði allt í lagi, bros hans er það seinasta sem ég man þartil að ég heyri hvellt reiði öskur úr pínu litlum barka, ég opna augun og sé dóttur mína sem ég hafði gengið með í 9 mánuði.\nÉg horfi á dóttur mína og sé engin merki um einhverja galla, en það hafði hrætt mig mikið því að ég vissi ekkert um þetta, konan sem hafði heimsótt mig mörgum árum áður heldur á dóttur minni og réttir hana til bernsku vinar míns sem vaggar henni í smá stund og brosir til hennar, réttir hana svo til mín.\nÉg horfi á þessa fallegu litlu veru sem ég veit að mun alltaf vera mín sama hvað gerist, ég heyri að vinur minn talar til mín og spyr um nafn hennar, samt er ég alveg viss um að þau viti það, ég rétt næ að hvísla nafninu Vá Líf, ég sé að þau hafi allan tíman vitað þetta en bara þurft staðfestingu mína.\nÉg sofna þarna með dóttur mína í fanginu og næst þegar ég vakna sé ég bara hvíta veggi í kring um mig og finn að ég ligg í rúmi sem er hvergi eins þægilegt og það bæli sem ég hafði haft í kapellunni minni, ég sé dóttur mína í körfu við hliðina á mér það er lítil leðuról bundin um úlið minn og einnig dóttur minnar, ég veit að þau sem tóku á móti dóttur minni hafa komið þessú í mína eign.\nNúna veit ég hvað það var sem rak mig alltaf frá glugganum, ég var hvergi nærri tilbúin að fá að vita hvaða ábyrgð það hefði, ég veit það núna þegar ég horfi á dóttur mína sem er ástæðan fyrir því að ég er enn á lífi, bernsku vinur minn og fleiri hafa oft heimsótt okkur og ég veit það að dóttir mín þekkir þau öll og sér þau einnig, ég vona bara að hún muni aldrei afneita þessu hæfileika sem hún hefur…\n———————\nEndilega segið mér hvað ykkur finnst um þessa sögu… ég veit að hún er ekki fullkomin en ég var bara að skrifa hana núna, hún er ekki forsamin.\nkv. Taran",
    "url": "https://www.hugi.is/smasogur/greinar/164781/konan-i-glugganum/",
    "url_id": "164781",
    "id": "1257386",
    "replies": [
        {
            "user": "Viskan",
            "user_id": "14331",
            "date": "2003-09-08 16:03:25",
            "id": "1257387",
            "reply_to_id": "1257386",
            "text": "JÍKS!!! Stafsetningar villur :S *hrollur* Þarf að gera betur næst!!!"
        },
        {
            "user": "Tigerlily",
            "user_id": "17220",
            "date": "2003-09-08 17:27:24",
            "id": "1257388",
            "reply_to_id": "1257387",
            "text": "Ég verð alltaf jafn reið þegar ég sé fólk vera að setja sig á háan hest og dæma stafsetningu annarra. Það geta legið margar ástæður á bak við það að viðkomandi einstaklingur skrifi ekki lýtalaust. Sem kennari hef ég horft upp á niðurbrotin ungmenni sem hafa fengið gagnrýni á stafsetninguna og hefur þetta komið illa við þau.\nÉg mæli með því að fólk taki sér tak og hætti að setja út á stafsetningu annarra. Hvernig væri það?"
        },
        {
            "user": "Viskan",
            "user_id": "14331",
            "date": "2003-09-08 17:28:54",
            "id": "1257389",
            "reply_to_id": "1257388",
            "text": "Ég var reyndar að setja út á mína eigin stafsetningu en þetta er mjög svo rétt hjá þér.\nkv. Taran"
        },
        {
            "user": "Tigerlily",
            "user_id": "17220",
            "date": "2003-09-08 17:32:41",
            "id": "1257390",
            "reply_to_id": "1257389",
            "text": "Vertu bara sátt við eigin skrif :)"
        },
        {
            "user": "misbi",
            "user_id": "31610",
            "date": "2003-09-08 21:17:51",
            "id": "1257391",
            "reply_to_id": "1257386",
            "text": "þetta er geeðveik saga!!!!    haltu áfram að skrifa svonnah!   var bar alveg dolfallin!:D"
        },
        {
            "user": "1Lubbi",
            "user_id": "23891",
            "date": "2003-09-12 12:38:37",
            "id": "1257392",
            "reply_to_id": "1257386",
            "text": "vel skrifuð og fín saga. finnst samt frekar skrítið og langsótt að konan hafi komið með glugga með sér frá útlöndum og gefið manninum sínum hann, frekar furðuleg gjöf :)"
        }
    ]
}