{
    "forum_title": "Deiglan",
    "user": "ImA",
    "user_id": "32546",
    "date": "2003-09-07 19:56:18",
    "title": "Könnunin...",
    "text": "“Eiga dauðarefsingar að ganga í gildi á Íslandi?”\nÞetta mun vera könnunin þessa stundina. Og persónulega finnst mér þetta fáranleg spurning þar sem hæsti dómur sem dæmdur hefur verið á Íslandi er 20 ár. Þumalputta reglan er svona sirka að hef þú fremur morð færðu 16. Svo ég sé engan tilgang í að leyfa dauðarefsingum að ganga í gildi.<br><br><b>Site:</b> <a href=“Http://steini.xo.is”>Http://steini.xo.is</a>\n<b>Mail:</b> <a href=“mailto:lundin@simnet.is”>lundin@simnet.is </a>\nThere are no stupid questions, just stupid people",
    "url": "https://www.hugi.is/deiglan/korkar/164894/konnunin/",
    "url_id": "164894",
    "id": "1258277",
    "replies": [
        {
            "user": "Ukime",
            "user_id": "5743",
            "date": "2003-09-08 15:34:46",
            "id": "1258278",
            "reply_to_id": "1258277",
            "text": "Dauðarefsingar eru rugl, fólk sekkur bara á sama plan og sá sem á að taka af lífi ef það styður slíkar refsingar…\nSvo finnst mér raunar ógeðfelldara að þurfa að eyða allri ævinni í litlum klefa umkringdur af karlmönnum…<br><br><b>Mad World</b>\n<i>And I find it kind of Funny\nI find it kind of sad\nThe Dreams in which I'm dying\nAre the best I've ever had\nI find it hard to tell you\n'Cos I find it hard to take\nWhen People run in circles\nIt's a very, very\nMad World</i"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2003-09-08 17:56:52",
            "id": "1258279",
            "reply_to_id": "1258277",
            "text": "Sammála :)<br><br>______________________________________________________________________________________________\n<b>I think I´m still clean living… you know, I mean I don’t go home and have orgies or anything like that. I´m still the same person I have always been. (Britney Spears, CNN 2003)</"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2003-09-08 21:55:05",
            "id": "1258280",
            "reply_to_id": "1258279",
            "text": "Orgía með Britney Spears… now there's an idea!<br><br>-\nMal3 - maðurinn sem skiptir hraðast um undirskriftir\n“I hate being Scottish. We're the lowest of the fucking low, the scum of the earth, the most wretched, servile, miserable, pathetic trash that was ever shat into civilization. Some people hate the English, but I don't. They're just wankers. We, on the other hand, are colonized by wankers. We can't even pick a decent culture to be colonized by. We are ruled by effete arseholes. It's a shite state of affairs and all the fresh air in the world will not make any fucking difference.” - Renton (Ewan McGregor) í <i>Trainspotting</i>\nSkiptið út englendingum fyrir dani og skotum fyrir íslendinga…"
        }
    ]
}