{
    "forum_title": "Hundar",
    "user": "popo",
    "user_id": "22845",
    "date": "2003-09-07 12:54:57",
    "title": "\" Rétt skal vera rétt \"  vegna ættbóka.",
    "text": "Hér kemur sannast það að sannleikurinn er alltaf sagna bestur. Ég er hér með í höndunum Ættbókarskírteini sem HRFÍ þurfti að útbúa fyrir 40 manns, og er hægt að fá það staðfest hjá HRFÍ, Marta segist alltaf hafa gefið út sínar ættbækur sjálf, en þar sem hún skuldaði HRFÍ mikla peninga, ætla ég að sýna ykkur svart á hvítu að það er þýðir ekki að ljúga að fólki, við búum í liltu landi og allt sem fréttnæmt er fréttist, hvort sem við viljum eða okkur langi til þess.\nNAFN. KOBBI\nTEGUND. FOX TERRÍER GlatthÁret    Ræktandi; Marta Gylfadóttir\nKYN: Hundur\nLitur og einkenni: Brúnn/hvítur\nÆttbókarnúmer. 95-3503\nfd. og ár. -12.04.94-\nF.H. HUNDARÆKTARFÉLAGS ISLANDS Útgáfud. skírteinis. -21.04.95-",
    "url": "https://www.hugi.is/hundar/korkar/164829/rett-skal-vera-rett-vegna-aettboka/",
    "url_id": "164829",
    "id": "1257852",
    "replies": [
        {
            "user": "EstHerP",
            "user_id": "11032",
            "date": "2003-09-07 13:47:01",
            "id": "1257853",
            "reply_to_id": "1257852",
            "text": "Já en hvað græðir við á að draga þetta allt upp núna, þetta er síðan ´95! Marta er flutt úr landi og löngu hætt að rækta í því magni sem hún gerði. Er ekki frekar spurning að eltast við hluti sem eru að gerast hér og nú? ;)<br><br>Kv. EstHe"
        },
        {
            "user": "babi",
            "user_id": "27981",
            "date": "2003-09-07 21:06:10",
            "id": "1257854",
            "reply_to_id": "1257853",
            "text": "já ég er samála esther það eru kominn 8 ár síðan og marta er farinn af læandinu!!"
        },
        {
            "user": "tekk",
            "user_id": "22045",
            "date": "2003-09-09 11:31:24",
            "id": "1257855",
            "reply_to_id": "1257854",
            "text": "mér finnst mjög gott hjá þér það er alltaf verið að reyna að fela svona hluti…. eins og þú sagðir rétt skal vera rétt…"
        },
        {
            "user": "jubbila",
            "user_id": "32838",
            "date": "2003-09-09 22:44:08",
            "id": "1257856",
            "reply_to_id": "1257855",
            "text": "hún marta er nú búin að blanda sér sjálf í málin þó hún sé ekki á landinu, ætli hún sé ekki bara að fría sig því þegar allt kemur upp þá verði það fleiri en bara ásta sem fer á bossann?? virkar þannig!!"
        }
    ]
}