{
    "forum_title": "Borðaspil",
    "user": "ofurhetja",
    "user_id": "30975",
    "date": "2003-09-09 22:25:49",
    "title": "Yfirlit í beasts og chaos eða beastmenn",
    "text": "Halló hugarar, það verða eingar sögur hér eða bakrunnar um liðið bara svona hvenig kallarnir eru.\nLords.\nBeastlord, er ódýri lordinn hér og bara svona ágætis stríðsmaður ef hann fær ágætis vopn og brynju, hann fylgir 2 spes beast reglum Raiders og Ambush hann gæti verið góður í unit, allavega nálæegt þeim!\nDoombull, er dýri lordinn og er stríðsmaðurinn og leiðtoginn í hernum með strength og toughness 5 og fær auka woundið og ld 9 það gerir hann að góðum stríðsmanni og leiðtoga en alveg helmingi dýrari en beastlord, minotaurs verða að beast uniti ef hann er generalin.\nGreat Bray-sheaman, betri kuklarinn hér má velja um sér vopn beastmen, braystaff en annars bara hver annar chaos sorcerer svona ekkert spes!\nHeroes.\nWargor, bara beastlord en lélegri en toughness 4 heldur honum lifandi ekkert mikið merkilegri,kannski að setja hann inní sveitir!\nBray-shaman, lelegi kuklarinn já þarf að segja eithvað meira!\nBeast unit.\nBeast herd, gors og ungors fylgja regluni unruly sem gerir þá eiginlega að skirmishers en er voða voða flokið!\nEn bossin (foe-render) hér MARG borgar sig hækkar ld um 1 og fær 1+ í ws, strength og attack!\nBestigor herd, að mínu mati Black orc´s með great weapon og eru beast unit og já kosta 2 pts meira!\nTuskgor chariot, bara venjulegt chariot sem er með tuskgor charge sem gefur 2+ strength bonus við charge!\nWarhound of chaos, bara eins og gömlu!\nSpecial units!\nChaos trolls, eins og troll hjá orkum með auka árás og skosta 5 pts meira en lifa allan fjandan af með regenerate og troll vomit en áiiiii stupidity á ld 4!!! ahhhhh!!!\nChaos ogres, ekker sérstakir gaurar maður lætur á þá armour og skjöld/great weapon þá virka þeir kannski!\nCentigors, hesta mennirnir eru  alveg merkilegir því þeir eru alltaf fullir þeir þurfa að kasta d6 teningi í hverju turni og sjá hvð gerist en þeir fá líka auka árás útaf því þeir sparka í mann!\nMinitours*, great weapon og armour er þeirra besti vinur og Doombull í herinn og þetta er beast* unit ekki slæmt ha!\nRare units\nDragon ogers, já með þarf great weapon hér og það er komið strength 7 en lifa öruglega margt af því þeir eru með scaly skin 5+ og light armour þá er komið 4+ í save og spes regla “storm rage” sem ég fjalla um á eftir!\nDragon oger shaggoth(Drake), einungis 300 pts fyrir þetta flykki!\nTerror og immune to psychology gera hann soldið sinna pts virði en þá kemur þessi storm rage regla sem virkar þannig að engin elding getur snert hann ekki einu sinni galdrar heldur ekki warp-lightning hjá skaven sem mér finns fárámlegt því hann tekur bestu vígvélina og breytir henni í drasl,DÓT,en að vísu fær hann frenzy ef hann fær eldingu í sig!\nChaos Giant, STOLIÐ STOLIÐ bara eins og úr orc´s og goblin það var breytt nafninu og sett einhvað sem hann getur feyngið fyrir 20 pts bara til að breyta einhveju!!!!!\nSpawn of chaos, bara sama gamla spawnið, mjög lítill tilgangur í því að hafa það í báðum bókunim!\nOg svona í lokinn verð ég að minnast á nokkur magic item eins og Bonecrusher mace það er geðveikt vopn,Trollhide armour sem er anskoti góður,Rune of true beast,The goretooth og Vitriolic totem sem er viðbjóðsega gott!!\nÉg sagðist ætla að senda inn efni svo hvernig var þetta endilega komið með komment helst ekki neikvæð en mér er sama OG já ég tek enga ábyrð á stafsetningar villum!\nButt thats all foks!",
    "url": "https://www.hugi.is/bordaspil/greinar/165173/yfirlit-i-beasts-og-chaos-eda-beastmenn/",
    "url_id": "165173",
    "id": "1260515",
    "replies": [
        {
            "user": "ofurhetja",
            "user_id": "30975",
            "date": "2003-09-10 20:13:11",
            "id": "1260516",
            "reply_to_id": "1260515",
            "text": "Já það er mikið líf hér sé ég!"
        },
        {
            "user": "Brjann",
            "user_id": "28234",
            "date": "2003-09-10 21:08:37",
            "id": "1260517",
            "reply_to_id": "1260515",
            "text": "Hvað viltu að við segjum? Þetta er jú bara upptaling á því sem stendur í bókinni. Ekkert farið út í smáatriði.  Góðra gjalda vert að skrifa grein, en það væri betra ef hún hefði eitthvað innihald annað en upptalingu á því sem eru jú bara beisik atriðin í bókinni. Einhver meiri smáatriði eins og kosti og galla við ákveðna valmöguleika o.s.frv.\n“Minitours, great weapon og armour er þeirra besti vinur og Doombull í herinn og þetta er beast unit ekki slæmt ha!”\nÖll unitin í Beast of Chaos eru ‘beast’ unit. Það sem þú ert að rugla saman er að minotaurs verða core ef þú ert með doombull sem general.\nEkki að ég sé að reyna að vera neikvæður, en þú gætir gert þetta mun betur. Ef þú villt ekki fá neikvæð komment ættir þú ekki að birta greinar opinberlega ;) Við lærum mest af því þegar fólk segir okkur hvað vantar eða mætti gera betur. Ef alli segja alltaf “já, en æðislegt, vel gert” þó þeir meini það ekki er það ekki til þess fallið að bæta gæði þess sem maður er að gera.\nBrjánn"
        },
        {
            "user": "Jojohot",
            "user_id": "20883",
            "date": "2003-10-20 18:58:54",
            "id": "1260518",
            "reply_to_id": "1260515",
            "text": "Ég held ad ég lesi bara bókina mína í stadinn. Hún gefur af sér betri uppl‡singar.\nVandadu greinarnar í framtídinni."
        }
    ]
}