{
    "forum_title": "Heimspeki",
    "user": "hugsudur",
    "user_id": "15965",
    "date": "2003-09-10 20:03:19",
    "title": "Tilgangur Lífsins",
    "text": "Þegar ég vakna á morgnana velti ég stundum fyrir mér, til hvers er ég að lifa í dag? Dagurinn verður alveg eins og allir hinir, ég vakna, fer í skólann,  kem heim, hitti vini mína og fer að lokum að sofa. Svo horfi ég kannski á sjónvarp þess á milli og borða og geri kannski eitthvað meira. Er einhver tilgangur með þessu lífi. Hefur lífið engan tilgang. Ég finn hann ekki alltaf. En hann hlýtur að vera þarna! Það eru svo margir aðrir sem lifa lífi sínu eins og ég, og aðrir sem gera minna eða meira með líf sitt. Það verður að vera tilgangur með lífinu. Það gæti verið að ég viti hver tilgangurinn er innst inni, en geri mér ekki grein fyrir honum.\nÆtli það sé eitthvað sem ég tek ekki eftir sem skiptir það miklu máli að það gefur lífinu tilgang. Ætli hver og einn hafi sér tilgang með lífinu? Þá skiptir ekki miklu máli fyrir mann að vita tilgang lífsins, heldur yrði spurningin þá að vera hver er tilgangur lífs þessa og þessa einstaklings eða bara hver er tilgangur einstaklingsins? Sumir segja að manneskjan sé gerð úr þremur meginþáttum sem eru líkami, sál og andi. Ætli hver og einn þessara þátta hafi einhvern tilgang í lífinu? Eða er einn tilgangur fyrir manneskjuna í heild sini óháð þessum þremur þáttum? Hver væri þá tilgangur hinna ýmsu þætti manneskjunnar?\nEnginn líkami er alveg eins, en getur þá verið sérstakur tilgangur fyrir sérvern líkama? Það gæti samt verið að maður eigi að vera í góðu líkamlegu formi. Það gefur víst einhverja ánægju að vera í líkamlegu formi. En er það þá ekki ósanngjarnt því að gen sérhvern einstaklings hefur mikið að segja með hvernig líkamsbygging einstaklingsins er og verður. Sumir eru mjóir og hávaxnir fram á fullorðinsaldur en aðrir eru ávallt í feitara lagi. Getur tilgangur lífsins verið eitthvað sem er miserfitt að ná eftir einstaklingum? Kannski er það þannig, og maður þarf að leggja mishart á sig við að uppfylla tilgang lífsins. En er það einhver tilgangur að vera í líkamlegu formi? Gæti alveg verið, en það er líklega öðruvísi tilgangur en maður býst við. Maður á þá kannski að fara að reyna að stunda meiri líkamsrækt, verða sterkari og hafa meira þol til að uppfylla þennan tilgang. Maður getur samt lent í vandræðum því að maður veit ekki hve miklu formi maður á að vera í. Maður á kannski að vera í nógu miklu formi til að geta séð um sig sjálfur eins og maðurinn gerði fyrr á tímum.\nEn hvernig er þá félagslegi tilgangurinn? Er það að verða vinsælastur í skólanum, í borginni, á landinu eða jafnvel í heiminum? Nei, það geta ekki allir verið vinsælastir á þessum stöðum og það hlýtur að vera  eitthvað sem allir geta uppfyllt. Á maður að reyna að eignast marga vini og vera traustsins verður. Vera einstaklingur sem hægt er ávallt hægt að treysta. Eða á maður kannski að reyna að vera í góðri stöðu innan einhverra félaga. Þá þarf líklega að vera þekktur og vera traustsins verður. Er það kannski að vera í góðri félagslegri stöðu, traustsins verður og vinsæll? Kannski er það allt þetta, kannski ekkert.\nHver er svo hin andlegi tilgangur lífsins? Hin ýmsu trúarbrögð hafa að minnsta kosti ýmsar kenningar um hver tilgangur lífsins kann að vera. Kristin trú segir stundum að maðurinn hafi verið skapaður til samfélags við Guð. Ætli þetta sé satt? Það gæti alveg gengið. Guð hefur þá verið einn í heiminum og ákveður að skapa einhverja lífveru í sinni mynd, með lífsanda eins og sjá má í byrjun Biblíunnar. Hann hefur getað talað þá við þennan mann og átt samfélag við hann. En svo skapaði hann konuna fyrir manninn. Þá vandast málið. Af hverju gerði Guð það? Adam hafði liðið illa og verið einmana, samfélag við Guð var kannski ekki nóg til að gleðja hann. Þá skapaði Guð konuna fyrir manninn. Guð vildi þá líklega að maðurinn væri ánægður með lífið sitt. En hvað þurfum við þá til að fá hamingjuna? Hvar er þessi gleði sem Guð vill að við eigum? Ætli hún sé í samfélagi við aðra menn. Er þá tilgangur lífsins að lifa í samfélagi við Guð og menn? Hvað segja önnur trúarbrögð um þetta? Er þetta ekki svipað hjá Gyðingdómnum þar sem að það eru sömu ritningar sem eru notaðar í Tóru og Biblíuna. Ef maður er Islam trúar þá eru einnig hlutir sem þarf að fylgja til að komast á betri stað eftir lífið. En svo er líka sums staðar verið að bíða eftir næsta lífi. Þá reynir fólk að vera nógu gott til að verða eitthvað gott í næsta lífi. Er tilgangur lífsins þá að vera nógu góður við aðra að maður haldi áfram að vera gáfaðasta lífvera á jörðinni, maður? Eða eru kannski einhverjar aðrar lífverur sem eru gáfaðri og vita þá svarið við þessari spurningu? En hvernig erum við þá nógu góð? Eigum við að selja allar eigur okkar og gefa fátækum? Kannski ekki, en við þurfum líklega að vera góð við alla sem við hittum og sjáum, vera tilbúin að veita hjálparhönd. En ef við erum þessi sem þarf hjálparhönd, hvernig eigum við þá að vera góð. Kannski erum við góð með að leyfa öðrum að vera góð við okkur og hjálpa öðrum að hjálpa okkur. Einnig er ásatrúin, þar sem fólk vill helst komast í Valhöll til að lifa þar ásamt Óðni og hinum æsunum. Er það þá tilgangurinn, að komast í Valhöll til að berjast og drekka og borða alla daga? En ef að manni finnst ekki gaman að berjast? Á maður þá ekki samt að stefna að því að komast í Valhöll?\nÍ leitinni að tilgangi lífsins hef ég fundið fleiri spurningar en svör. Kannski er rétta svarið þarna einhvers staðar. Kannski er svarið í undirmeðvitundinni en ég næ ekki að veiða það uppúr. En líklega hef ég ekki hugmynd um hver tilgangur lífsins er og mun aldrei finna útúr því. Síðan er það þannig að ef hver og einn hefur sinn tilgang með lífinu þá er best fyrir mig að leita bara að mínum eigin. En ég þarf bara að fatta hvar.",
    "url": "https://www.hugi.is/heimspeki/greinar/165341/tilgangur-lifsins/",
    "url_id": "165341",
    "id": "1261578",
    "replies": [
        {
            "user": "jolli69",
            "user_id": "29588",
            "date": "2003-09-10 21:31:24",
            "id": "1261579",
            "reply_to_id": "1261578",
            "text": "þetta er góð grein en ég held að þessari spurningu verði aldrei svara fullkomlega eða þannig ég meina einhver segir að hann viti svarið og segir heiminum það en það verða aldrei allir sammála því….vona að þú skilur pointið hjá mér ;)"
        },
        {
            "user": "hlynur4",
            "user_id": "25573",
            "date": "2003-09-10 22:12:31",
            "id": "1261580",
            "reply_to_id": "1261578",
            "text": "tilgangur lífsins hlýtur að vera að skemmta sér og vera ánægður með sjálfan sig."
        },
        {
            "user": "stefanie",
            "user_id": "31226",
            "date": "2003-09-13 23:40:34",
            "id": "1261581",
            "reply_to_id": "1261580",
            "text": "Nákvæmlega"
        },
        {
            "user": "manilla",
            "user_id": "9376",
            "date": "2003-09-10 22:41:56",
            "id": "1261582",
            "reply_to_id": "1261578",
            "text": "svarið er 42"
        },
        {
            "user": "maggimega",
            "user_id": "20821",
            "date": "2003-09-26 22:41:02",
            "id": "1261583",
            "reply_to_id": "1261582",
            "text": "snillingu"
        },
        {
            "user": "hjeppi",
            "user_id": "3701",
            "date": "2003-09-10 22:43:29",
            "id": "1261584",
            "reply_to_id": "1261578",
            "text": "Enginn tilgangur, við bara þróuðumst útí það sem við erum núna."
        },
        {
            "user": "danhel",
            "user_id": "26357",
            "date": "2003-09-10 22:58:31",
            "id": "1261585",
            "reply_to_id": "1261578",
            "text": "Tilgangur lífsins er að mínu mati að finna hæfaleika sína og nota þá.  Þeð getur verið að tilgangur lífsins getur líka verið að fjölga sér og vera góð við hvort annað."
        },
        {
            "user": "odestra",
            "user_id": "25527",
            "date": "2003-09-10 23:24:57",
            "id": "1261586",
            "reply_to_id": "1261578",
            "text": "Beleve In You´re Self. and You Can Do Enithing"
        },
        {
            "user": "odestra",
            "user_id": "25527",
            "date": "2003-09-22 15:08:16",
            "id": "1261587",
            "reply_to_id": "1261586",
            "text": "undertaker.. ef þú ætlar að skrifa eitthvað fróðlegt á ensku þá legg ég til að þú lærir málið betu"
        },
        {
            "user": "karijo",
            "user_id": "5836",
            "date": "2003-09-10 23:58:59",
            "id": "1261588",
            "reply_to_id": "1261578",
            "text": "Ég hef voða litla trú á því að hver og einn hafi eikkern spes tilgang ekki nema bara að fjölga sér or some enn alltaf gaman að diskútera svona hluti endilega að koma með fleyrri greinar í þssum dúr\nkv.karijo"
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2003-09-11 02:22:26",
            "id": "1261589",
            "reply_to_id": "1261578",
            "text": "Sævar?"
        },
        {
            "user": "kontri",
            "user_id": "25245",
            "date": "2003-09-11 08:05:14",
            "id": "1261590",
            "reply_to_id": "1261578",
            "text": "Ég er ekki búinn að lesa greinina.  En maðurinn er egóisti.  Það er slæmt, því þar tapast tilfinningin fyrir tilganginum.  Tilgangur lífsins er að allir hjálpist að við að skapa heilbrigt samfélag þar sem öllum líður vel.  Það að finna að maður sé hluti af heild og að heildin skipti mann meira máli en egóið.\nVið erum bara eins og maurar!\nVið deyjum jú öll, til hvers að óttast dómsdag þegar við munum jú öll upplifa okkar persónulega dámsdag?  Jú, því að tilgangur lífsins er heildin, að halda jafnvægi í náttúrunni, og viðhalda mannkyninu.  Að vísu ekki á kostnað annarra tegunda.  En við erum bara komin svo langt frá tilganginum.\nVið ættum til dæmis að borða mat beint frá jörðinni.  Þ.e.a.s. tína banana af trjánum en ekki kaupa þá í búð o.s.fr.\nSkyndibiti er til því að við þurfum ekki lengur að safna matar sjálf og erum upptekin af öðrum hlutum (t.d. verðbréfum eða að selja bíla) og í staðinn kaupum við matinn út í búð sem er tilbúinn með gerfiefnum (sem valda flest krabbameini).  Fæstir gera sér grein fyrir því að lífrænt ræktað grænmeti og ávextir hafa öfug áhrif, styrkja ónæmiskerfið og eru fyrirbyggjandi fyrir sjúkdómum eins og t.d. krabbameini.\nSem sagt við erum langt frá tilganginum.  Ef þú vaknaðir á morgnanna til að fara út að veiða og tína ávexti og rækta grænmeti, þá myndirðu finna tilganginn.  Því ef þú sinnir því ekki þá deyrðu af næringarskorti.  Ég held líka að líkamleg vinna sé hluti af tilganginum.  Ef maður fer ekki út að ganga með hundinn verður hann þunglyndur.  Sama er með menn, ef við fáum ekki hreyfingu verðum við þunglynd.\nEf þú mætir ekki í skólann, þá gerist afskaplega lítið.  Kannski yrðirðu rekinn!?! so what!\nVið lifum í bjöguðum heimi og getum ekki leiðrétt hann.\nSjálfur er ég að læra á kontrabassa í Danmörku.  Hvaða tilgangur er í því.  Ég hef oft velt því fyrir mér.  Væri ekki betra að bjarga mannslífum en að spila á kontrabassa.  En ég hef upplifað tónleika þar sem fólk var brosandi út að eyrum eftir tónleikana og fannst meiriháttar gaman (t.d. þegar ég spilaði núna í sumar í kammersveitinni Ísafold  www.isafold.net )og þá fannst mér vera tilgangur með þessu.  Að auðga andann og gleðja fólk.  Það er mjög gefandi og gott fyrir samfélagið.\nJæja, ég er búinn að blaðra nóg…óþolandi hvað maður hefur mikið af skoðunum…svo maður þarf alltaf að vera troða þessu á Huga.is :)\nTakk fyrir, Kristján\np.s. ætla að lesa greinina þína sem fyrst."
        },
        {
            "user": "hugsudur",
            "user_id": "15965",
            "date": "2003-09-11 08:26:10",
            "id": "1261591",
            "reply_to_id": "1261578",
            "text": "Ég vil þakka kærlega fyrir svörin. Þau eru öll mjög skemmtileg.\nMér finnst pælingin þín kontri vera frábær. Persónulega finnst mér peningar óþarfi ef allir myndu vera sáttir við það að vera án þeirra og lífið gæti verið mjög skemmtilegt ef við gætum verið að skemmta okkur allan daginn, fengið okkur að borða þegar við erum svöng (en stöku sinnum þyrftum við að gróðursetja og gera þannig hluti). Það væru minni áhyggjur og mér finnst frábært að heyra að þetta styrkir ónæmiskerfið svo að ég held að þetta yrði frábært líf."
        },
        {
            "user": "fkndabbi",
            "user_id": "9677",
            "date": "2003-09-11 08:50:22",
            "id": "1261592",
            "reply_to_id": "1261578",
            "text": "Kannski er tilgangur lífs þíns að uppgötva þann tilgang sem þú hefur valið fyrir þig, kannski áttu eftir að uppgötva það á dánarbeði þínu?\nHugsanlega finnurðu tilgang í því að hjálpa öðrum. Enn fyrst og fremst áttu að skera þína eigin leið enn ekki fylgja ,,Ameríska draumnum´´\nog reyna að uppfylla einhver óraunveruleg markmið sem hafa verið búinn til og fólkið sem hefur nað þeim eyðir miljónum í að friða sál sína."
        },
        {
            "user": "Kagemusha",
            "user_id": "38067",
            "date": "2003-09-11 10:17:22",
            "id": "1261593",
            "reply_to_id": "1261578",
            "text": "Svarið er bæði einfalt og augljóst: Tilgangurinn með lífinu er að halda lífinu áfram, þ.e. að eignast afkvæmi. Hvaða annar tilgangur ætti svo sem að vera?"
        },
        {
            "user": "Garmur",
            "user_id": "23194",
            "date": "2003-09-11 11:32:54",
            "id": "1261594",
            "reply_to_id": "1261593",
            "text": "Sá einn sem skapaði lífið getur sagt hvaða tilgang lífið hefur - alveg eins og það er bara ég sem get sagt hver er tilgangurinn með þessum skrifum mínum. Aðrir geta náttúrulega gettað - en það er bara gett.\nOg ef enginn skapaði lífið - þá er enginn tilgangur.\nOg ef vegir þess sem skapaði lífið eru órannsakanlegir - þá er tilgangurinn líka órannsakanlegur."
        },
        {
            "user": "moon",
            "user_id": "6030",
            "date": "2003-09-11 11:39:13",
            "id": "1261595",
            "reply_to_id": "1261578",
            "text": "Einfalt. Tilgangur lífsins er það sem þú sjálf ákveður að hann sé. Ef þú ætlar að hlamma þér niður og reyna að “finna” tilganginn eins og hann sé eitthvað sem bíður bara tilbúinn eftir þér undir kodda eða inni í skáp þá færðu bara hausverk og nennir ekki að vakna á morgnana. Þú verður sjálf að “ákveða” hver tilgangur þíns lífs á að vera. Þarf ekki að vera eitthvað mikilvægt eða flókið eða mikið og þarf ekki einusinni að vera það sama ár frá ári en tilgangurinn er einfaldlega það markmið sem þú setur sjálfri þér. T.d. læra og mennta þig, örfa hugsun og auka þekkingu. Eða kanski að verða ógeðslega rík (getur farið alvarlega út í öfgar sb.USA). Eða að ráða yfir öðrum (Stjórnmál s.s.). Eða að eignast fjölskyldu (kall, krakka og kött) til að elska og vernda. Eða hjálpa öðrum. Eða finna guð. Eða bara skemmta þér. Eða allt þetta og meira til.\nÞetta er eiginlega besta svarið sem mér hefur dottið í hug. Milljónir manna hafa pælt í þessu nákvæmlega sama á undan okkur og fæstir fundið svör og þeir sem hafa fundið svör hafa oftar en ekki fundið frekar vangefin svör. :D Held að málið sé bara að slaka á og vera ekkert að spá í það til hvers maður er til heldur bara einbeita sér að því að njóta þess að vera til. Ef það er einhver einn algildur sameiginlegur réttur tilgangur með lífinu (sem ég drep stórlega í efa) þá hjótum við að komast að því að lokum (þ.e.a.s. í “næsta lífi” eða eitthvað í þá áttina).\nAnnars eru þetta allt of djúpar pælingar til að vera að stúdera fyrir hádegi. :P\nNett grein samt."
        },
        {
            "user": "Apache",
            "user_id": "22151",
            "date": "2003-09-11 13:08:06",
            "id": "1261596",
            "reply_to_id": "1261578",
            "text": "Tilgangurinn er að gera Nafn Drottins kunnugt! Nafnið Jesús!"
        },
        {
            "user": "moon",
            "user_id": "6030",
            "date": "2003-09-11 14:00:34",
            "id": "1261597",
            "reply_to_id": "1261596",
            "text": "Ég hélt nú að “guð Ísraels” þ.e.a.s. guðinn sem kristnir menn og gyðingar trúa á héti YHVA eða Jehovah og Jesú væri ýmist sonur hans eða spámaður eftir því hvað þú lest. :D\nEkki það að ég hafi eitthvað vit á málinu."
        },
        {
            "user": "Gleipnir",
            "user_id": "26799",
            "date": "2003-09-12 19:52:47",
            "id": "1261598",
            "reply_to_id": "1261578",
            "text": "Ég fer oft að hugsa um lífið og verð þá hræddur við dauðan t.d. hvort við erum bara eins og geitungar við erum bara til enginn tilgangur og þegar við deyjum þá bara deyjum við bara einfaldur .PUNKTUR. við sjáum síðan bara svart í 1 milljón ára til 9999999999999999999999999999999999999999999999999999999 999999999999999999milljónir ára hver veit"
        },
        {
            "user": "Wortex",
            "user_id": "1227",
            "date": "2003-09-12 21:05:34",
            "id": "1261599",
            "reply_to_id": "1261598",
            "text": "hehe þú og þitt líf hugsuður .. það er flókið … :) … annars fínar pælingar þannig .. ekki nennti ég nú að lesa allt en vá hvað mér fannst þetta flókið eitthvað … eða of miklar pælingar … ég held að allir læri jafn mikið og séu voð jafnir í þessu lífsreynsludæmi .. bara spurning hvaða leið menn fara .. mar getur verið atvinnulaus aumingi og ákveðið það að fara að lifa á kerfinu eða ákveðið að fara að læra eitthvað til að uppfilla kröfur sem maður dreimir um … ég held að lífið sé ekki flókið sko . bara að láta sér líða vel og reyna gera sem rétt er ..\nog þú kemst að því hvað rétt er með reynslunni … svo það þíðir lítið að öfunda gamalmenni á níjum bílum sem loksins hafa fundið réttu leiðina til að gera það sem það vill gera hehe …\nég held samt að aðalmálið sé að gefast ekki upp og gera það sem maður vill gera og stefna að því.. ekki að fara að vokenna sér og lifa á ríkinueins og margur annar ;)"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2003-09-13 00:33:34",
            "id": "1261600",
            "reply_to_id": "1261599",
            "text": "bíddu .. er fólk hætt að hugsa rökrétt hérna ?\nstór hluti fólks er hreint og beint latir aumingjar sem nenna ekki gera neitt(gróðursetja osfrv.) og myndu ekki gera neitt í sona peningalausu-utópíu samfélagi.\nog þetta með að Guð hafi skapað manninn til samfélags við sig: ég spyr enn og aftur: afhverju þurfa kristnir alltaf að rugla saman afleiðingu og orsök ? mennirnir sköpuðu Guð til samfélags við sig - EKKI öfugt. :)\nkv. Duff"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2003-09-13 00:35:34",
            "id": "1261601",
            "reply_to_id": "1261600",
            "text": "þetta peningalausa-utópíu samfélag myndi kanski ganga ef við myndum drepa alla þá sem engu nenna og leyfa hinum að vera með okkur.\nEn það er náttúrulega ekki hægt útafþví að þið myndið eflaust krefjast þess að kristin trú yrði ríkjandi þarna og morð eru bönnuð samkvæmt henni.\nYour loss.\nkv. Duff :)"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2003-09-18 22:54:08",
            "id": "1261602",
            "reply_to_id": "1261601",
            "text": "Ég er ekki alveg sammála þér í þessu, ölluheldur finnst mér þetta skondin pæling hjá þér Duff. Hefurðu hugsað út í það að ef að svona samfélag myndi skapast þá hefði fólk bara einn valkost…?\nKv. Hilma"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2003-09-22 19:02:18",
            "id": "1261603",
            "reply_to_id": "1261602",
            "text": "mjasi87: já þetta er nefnilega fyndin pæling.\nen hefur fólk meira en einn valkost ? ef “val”kost skyldi kalla.\nþú lifir. Hefur engann valkost, verður að standast kröfur samfélagsins.\nSama myndi gerast í “útópíu” samfélaginu.\nEn aftur að tilgangi lífsins:\nég hef minn tilgang í lífinu þó að ég sé ekki kristinn.\nKristni er bara trúarbragð og er ekki raunveruleg nema þú trúir henni og þessvegna getur enginn alhæft neitt varðandi raunveruleikann útfrá henni.\nþó að ég hafi fundið minn tilgangi þá er ég ekkert hamingjusamari manneskja fyrir það, spurning vekur upp spurningu, spurning upp aðra spurningu osfrv. og svör gera það líka.\nÞað er eiginlega bara náttúrulögmál.\nVið gætum líka hugsað okkur að tilgangsleysið sé tilgangurinn ?\nAndstæðurnar hafa þann tilgang að styðja hvora aðra og þessvegna er tilgangsleysið tilgangurinn ? :) nei þetta er hugarleikur.\nEn allavega þá er þetta spurning sem mannkynið hefur eflaust velt fyrir sér síðan það varð til og mun gera það þangað til það deyr út, ólíklegt að við munum svara henni hér og nú.\nFróður maður sagði einusinni “I think, therefor I am.” samt man ég ekki hvort hann hafi sagt þetta í sambandi við tilganginn eða sönnun sína fyrir því að hann sé til, maður getur túlkað það einsog manni sýnist. :)\nKanski það sé tilgangurinn ? að túlka lífið einsog manni finnst það vera rétt.\n“That Is Not Dead Wich Can Eternal Lie, And With Strange Aeons Even Death May Die.” - The Call of Cthulhu.\nH.P. Lovecraft\nkv. Duff"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2003-09-22 19:06:17",
            "id": "1261604",
            "reply_to_id": "1261603",
            "text": "Og þarsem við(ég) erum komnir útí þessa sálma þá finnst mér rétt að minnast á að mér finnst kristið fólk yfirleitt vera alveg ömurlega þröngsýnt, sér ekkert annað en kristni.\nÞessvegna efast ég um að kristnir muni einhverntímann finna “tilgang” lífsins, það mun bara finna tilgang kristninnar.\nOg með því að segja “NEI VIÐ ERUM EKKERT ÞRÖNGSÝN” þá eruði bara að sanna mitt ‘point’.\ntakk fyrir\nDuff."
        },
        {
            "user": "hugsudur",
            "user_id": "15965",
            "date": "2003-09-14 20:18:18",
            "id": "1261605",
            "reply_to_id": "1261600",
            "text": "Duff: “Af hverju þurfa kristnir alltaf að rugla saman afleiðingu og orsök?”\nÉg veit að þú meintir þetta ekki sem alveg alltaf, (þá væri jú t.d. þyngdarafl jarðar eins og það er kennt afleiðing þess að hlutir falla til jarðar en ekki orsök, því að þar sem Isaac Newton var kristinn hefði hann verið að rugla þessu saman ;) ). Takk fyrir ábendinguna um það að mennirnir sköpuðu Guð til samfélags við sig. En ég trúi því ekki. Kannski er ég vitlaus að trúa því að Guð skapaði mennina til samfélags við sig. En ég ætla samt að trúa því, vegna þess að reynsla mín hefur sannað þessa staðhæfingu fyrir mér.\nEn já, ef ég yrði spurður að því hver tilgangur lífsins er, þá myndi ég persónulega byrja á því að segja að ég trúi því að tilgangur lífsins væri að eiga samfélag við Guð. Það er mín trú.\nkv. hugsudu"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2003-09-14 23:38:41",
            "id": "1261606",
            "reply_to_id": "1261605",
            "text": "jú það er rétt að þeir gera það kanski ekki alltaf :) en þó alltof oft.\ngott dæmi um að kristnir séu að rugla saman afleiðngu og orsök: þeir segja að jörðin hefi verið sköpuð undir okkur.\nþvílíkt endemis rugl að ég ætla ekki einusinni að segja neitt um þetta.\nDuff."
        },
        {
            "user": "Dee",
            "user_id": "37006",
            "date": "2003-09-13 16:03:58",
            "id": "1261607",
            "reply_to_id": "1261578",
            "text": "Min skodun er su ad lif mitt her a jordinni hefur tann tilgang ad vera troskandi, andlega troskandi tad er… likaminn er tatturinn sem gerir dvol okkar a jordinni mogulega.. salin gerir okkur “mennsk” (to ad eg trui tvi lika ad morg dyr hafi sal) andinn er svo adal tatturinn, andinn erum vid, allt sem vid hofum reynslu af og allar taer alyktanir sem vid drogum af tessari reynslu. Svo er eitthvad serstakt sem vid eigum ad laera i tessu lifi tegar vid erum buin ad leara tad ta turfum vid ekki ad ver her lengur og deyjum liklegast bara…\nbara min skodun samt…"
        },
        {
            "user": "Balders",
            "user_id": "10977",
            "date": "2003-09-14 11:14:58",
            "id": "1261608",
            "reply_to_id": "1261578",
            "text": "Mjög góð grein."
        },
        {
            "user": "wasted",
            "user_id": "5912",
            "date": "2003-09-14 19:06:44",
            "id": "1261609",
            "reply_to_id": "1261608",
            "text": "Ég held að tilgangur lífsins sé sá tilgangur sem þú vilt að sé í lífinu. Ef að það eina sem þú vilt gera er að smíða borð handa forsetanum þá er þinn tilgangur að smíða borð handa forsetanum.\nÉg persónulega lifi eftir orðum Sókratesar “Líf í fáfræði er líf sem ekki er vert að lifa” ég hef hug á að sanka að mér eins miklum fróðleik og ég get og ég vil nota þann fróðleik til að gera eitthvað merkilegt. Ég vil bæði að ég geri eitthvað sem mun verða til góða fyrir mannkynið (ósjálfselskt) og þessi hlutur sem ég vil gera á líka að haldi nafni mínu uppi (sjálfselskt). Þarna tel ég mig hafa fundið “hinn gullna meðalveg” sem Aristóteles talaði um.\nAuðvitað má endalaust deila um þetta en mín skoðun er allavega þessi."
        },
        {
            "user": "gthth",
            "user_id": "10645",
            "date": "2003-09-14 19:40:08",
            "id": "1261610",
            "reply_to_id": "1261609",
            "text": "Ég held að Aristóteles hafi nú ekki verið að tala um meðalveg af þessu tagi :)"
        },
        {
            "user": "wasted",
            "user_id": "5912",
            "date": "2003-09-15 13:36:11",
            "id": "1261611",
            "reply_to_id": "1261610",
            "text": "Hin gullni meðalvegur Aristótelesar er mjög einfaldur:\nAumingjaskapur\nHugrekki (hinn gullni meðalvegur jafnvægi milli aumingjaskaps og fífldirfsku)\nFífldirfska\ní mínu dæmi er þetta\nÓsjálfselska\nFinn ekki alveg orð fyrir þetta hehe\nSjálfselska\nað mínu mati er alger ósjálfselska öfgi því að maður hreinlega verður að gera eitthvað fyrir sjálfan sig"
        },
        {
            "user": "gthth",
            "user_id": "10645",
            "date": "2003-09-15 17:19:42",
            "id": "1261612",
            "reply_to_id": "1261611",
            "text": "wasted:\nJújú, hinn gullni meðalvegur er meðalvegur tveggja öfga, sem báðar eru lestir. Meðalvegurinn sjálfur er svo dygð (þegar hann er í samræmi við sálarvirkni af réttu tagi, en það er flóknara mál).\nHinn gullni meðalvegur felst í breytni (t.d. athöfn x) sem er mitt á milli tveggja öfga (þ.e. lasta, eins og t.d. sjálfselsku og ósjálfselsku) en hann felst ekki í því að gera bæði eitthvað sjálfselskt og eitthvað ósjálfselskt þannig að það jafnist út, heldur í því að velja meðallagið í athöfninni og forðast öfgarnar.\nÍ þínu dæmi viltu gera eitthvað sem bætir heiminn fyrir aðra (ósjálfselskt) og veitir þér frægð (sjálfselskt) og þetta á að jafnast út. En hinn gullni meðalvegur sem Aristóteles talar um myndi frekar felast í því að gera eitthvað sem felur hvorugar öfgarnar í sér.\nEins og þú segir: “… ég hef hug á að sanka að mér eins miklum fróðleik og ég get og ég vil nota þann fróðleik til að gera eitthvað merkilegt. Ég vil bæði að ég geri eitthvað sem mun verða til góða fyrir mannkynið (ósjálfselskt) og þessi hlutur sem ég vil gera á líka að haldi nafni mínu uppi (sjálfselskt).”\nAristóteles myndi ugglaust segja hér að hinn gullni meðalvegur fælist frekar í því að sanka að sér fróðleik en forðast þó öfgar í viðleitni þinni til þess (t.d. þannig að þú vanrækir ekki fjölskyldu þína í kjölfarið o.s.frv.); og að þú mættir leita frægðar en gæta þó hófs í því. Hann myndi hins vegar ekki fallast á að hinn gullni meðalvegur fælist í því að öfgarnar í óhóflegri fróðleiksfýsn til að bæta lífið fyrir aðra (ósjálfselska) og óhóflegri eftirsókn í frægð (sjálfselska) jöfnuðust út. Það er hárfínn greinarmunur á þessu :)\nUm gullna meðalveginn má lesa í 6.-9. kafla annarrar bókar Siðfræði Níkomakkosar eftir Aristóteles (bls. 263-279 í ísl. þýð. Svavars Hrafns Svavarssonar)."
        },
        {
            "user": "wasted",
            "user_id": "5912",
            "date": "2003-09-16 15:47:31",
            "id": "1261613",
            "reply_to_id": "1261612",
            "text": "gthth.\nja þetta er alveg rétt hjá þér og leyfðu mér að endurorða takmark mitt.\nÉg vil gera eitthvað gott fyrir mannkynið (og finnst mér þetta ekki sérlegur öfgi) og meðan ég geri það vil ég líka að nafnið mitt haldist uppi (mín skoðun er sú að lífið er stutt og gerðu eitthvað þannig þú verðir ekki gleymdur og finnst mér þetta heldur ekki öfgi).\nÞannig að ég er ekki aðhyllast öfgana allavega ekki að mínu mati :)\nwasted\nwasted"
        },
        {
            "user": "gthth",
            "user_id": "10645",
            "date": "2003-09-16 16:13:40",
            "id": "1261614",
            "reply_to_id": "1261613",
            "text": "Okkur Aristótelesi líst strax betur á orðalagið :)"
        },
        {
            "user": "Metalfreak",
            "user_id": "10034",
            "date": "2003-09-14 22:58:43",
            "id": "1261615",
            "reply_to_id": "1261578",
            "text": "Ég vona að svarið verði áfram ráðgáta..\nkv."
        },
        {
            "user": "frestur",
            "user_id": "32039",
            "date": "2003-09-15 11:16:33",
            "id": "1261616",
            "reply_to_id": "1261578",
            "text": "Ég er sammála Manilla, Svarið er 42.\n42 segi Ég YKKUR!!!!\nFJÖRUTÍUOGTVEIR!!!!!!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-09-15 22:06:41",
            "id": "1261617",
            "reply_to_id": "1261578",
            "text": "Ég lagði það reyndar ekki á mig að lesa þetta allt.. en allavega þá held ég að lífið hafi ekki tilgang, og ástæaðn fyrir því er sú að til að hlutir hafi tilgang þarf eithver að gefa því tilgang, steinn út í náttúrunu hefur engann tilgang nema við gefum honum svo tilgang til að notast sem “stóll” (eithvað til að sitja á), vatnið í ánni hefur engann tilgang nema við kannski setjumst þar að og það gefur okkur næringu og tréð hefur ekki tilgang nema að við séum viðstödd til að anda súrefninu sem það framleiðir fyrir okkur.\nTilgangur er ekki til fyrir líf því aðeins líf getur sagt til um tilgang hluta."
        },
        {
            "user": "gamehunter",
            "user_id": "25110",
            "date": "2003-09-17 21:12:33",
            "id": "1261618",
            "reply_to_id": "1261578",
            "text": "Ég sé tilganginn í lifinu að þróa sig fram til góðs það að segja rækta dyggðir og afrækja syndirnar svo einfalt en um leið flókið er það ekki!"
        },
        {
            "user": "Grindhead",
            "user_id": "21632",
            "date": "2003-09-18 23:00:55",
            "id": "1261619",
            "reply_to_id": "1261578",
            "text": "Góð grein, en mig langar samt að koma einu að…\nHver er tilgangurinn í því að finna tilgang lífsins?\nHver er orsök þess að þú vilt finna hann?\nÉg vona að þú finnir hann þegar þú finnur ótvírætt óumdeilanlegan tilgang lífsins, ef þú finnur hann."
        },
        {
            "user": "Grindhead",
            "user_id": "21632",
            "date": "2003-09-19 17:05:23",
            "id": "1261620",
            "reply_to_id": "1261619",
            "text": "Mjög gott hjá ykkur öllum, sérstaklega start greinin. Oftast þegar mér og flest öllum líður illa eða leiðist þá hugsum við yfirleitt “ohh, bara það væri eitthvað skemmtilegt hægt að gera.” eða álíka og yfirleitt ekki öfugt nema um furðulegan hugsunarhátt væri um að ræða.\nÞar af leiðandi er greinilegt að við erum verur sem fylgjum þeim áreitum sem gerir okkur glöð eða eitthvað sem okkur finnst skemmtilegt að gera. T.d. eitthvað gefandi og skapandi. Þ.e.a.s. við leitum að þægindum, spennu, hamingju. Sem sagt við erum einhverskonar hamingjudýr því án ánægju og þess kyns myndum við einfaldlega dafna niður og staðna.\nÞá er ég einmitt sammála um að tilgangur (ef það er rétta orðið) lífsins sé breytilegur eftir tíma og stund og mismunandi eftir ákveðnum einstaklingi. Tilgangur lífsins er einfaldlega smekksatriði hvers og annars þó í aðalatriðum erum við kannski sammála um hinni rétta og sanna tilgang. Einmitt, ef hann er til… en það skiptir engu=)\n-gummi"
        },
        {
            "user": "gamehunter",
            "user_id": "25110",
            "date": "2003-09-19 17:30:49",
            "id": "1261621",
            "reply_to_id": "1261619",
            "text": "tilgangur í því að finna tilganginn er fullkomnun\nlestu þarfa píramíddan.\nP.s. fyrirgefðu villur mínar."
        },
        {
            "user": "misscobain",
            "user_id": "31431",
            "date": "2003-09-21 01:20:18",
            "id": "1261622",
            "reply_to_id": "1261578",
            "text": "ég eiginlega veit ekki hvað ég á að segja en ég vakna líka á morgnana og spá í þetta. ég vil ekki að þið haldið að ég sé eitthver þunglyndissjúklingur en ég hugs stundum þegar ég vakna á morgnana “af hverju þurfti ég að vakna í dag? af hverju endaði þetta ekki í gær, eða daginn þar á undan?”\neins og þú segir að dagarnir eru allir eins, stundum vildi ég óska þess að ég gæti bara týnst! þá er ég ekki að meina að fara í bæinn og láta engann vita eða eitthvað solliss heldur bara fara eitthvert leingst útí rassgat, til Danmerkur, Englands eða Germany bara komst burt og týnast!\nég held að það sé ekki til sá eini rétti “tilgangur lífsins”…ég held að hver og einn hafi sinn sérstaka tilgang!\nCHAU"
        },
        {
            "user": "ImosesI",
            "user_id": "30718",
            "date": "2003-09-23 00:26:07",
            "id": "1261623",
            "reply_to_id": "1261578",
            "text": "Ég tel að svarið við þessari spurningu muni aldrei finnast. Hver og einn hefur myndar mismunandi skoðanir um tilgang lífsins, t.d að vera fjárhagslega vel stæður, finna sanna hamingju/ást, þroskast eða bara að lifa annan dag betur enn daginn í dag. Kannski er þetta bara bull hjá mér, enn ég get ekki útskýrt þetta betur hvernig ég tel að þetta sé.\nP.s Ég biðst afsökunar á öllum stafsetningavillum sem eru eða ekki eru í þessum texta."
        },
        {
            "user": "zechron",
            "user_id": "4400",
            "date": "2003-09-24 09:49:55",
            "id": "1261624",
            "reply_to_id": "1261578",
            "text": "Tilgangurinn með lífinu er að:\nverða ríkur!\ngiftast ríkum gaur eða flottri gellu!\nríða og eignast börn\nríða meira\nog meira\nog meira\nog ennþá meira\nhafa það gott í ellinni\nOg DEYJA svo bara!\nHvað meira viltu út úr lífinu?\n(ekki nema þú viljir fara út í þá sálma að tala um það hvort það sé til Guð eða yfirnáttúrulegir hlutir, sem ég veit talsvert um líka)\n;)"
        },
        {
            "user": "icekrulli",
            "user_id": "26491",
            "date": "2003-09-24 22:23:54",
            "id": "1261625",
            "reply_to_id": "1261578",
            "text": "tilgangur lifsins: Skoli - heima - sofa - djamma\nallavega minn tilgangu"
        },
        {
            "user": "peturh88",
            "user_id": "34854",
            "date": "2003-09-25 20:10:09",
            "id": "1261626",
            "reply_to_id": "1261578",
            "text": "klassísk tónlist ;)"
        },
        {
            "user": "SlipKoRn",
            "user_id": "4331",
            "date": "2003-09-25 23:57:53",
            "id": "1261627",
            "reply_to_id": "1261578",
            "text": "tilgangur lífsins fellst í góðri pípu af grasi"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2003-09-26 00:01:32",
            "id": "1261628",
            "reply_to_id": "1261578",
            "text": "ég bíð enn eftir svari frá greinarhöfund."
        },
        {
            "user": "maggimega",
            "user_id": "20821",
            "date": "2003-09-26 22:43:06",
            "id": "1261629",
            "reply_to_id": "1261578",
            "text": "Tilgangur lífsins er mjög einfaldur og  ég veit nákvæmlega hver hann er: Að koma erfðaefni sínu áfram, eða ríða."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2003-09-26 23:25:19",
            "id": "1261630",
            "reply_to_id": "1261629",
            "text": "maggimega, ef þú telur þig vita hann þá ertu lengst frá honum."
        },
        {
            "user": "xDarkLordx",
            "user_id": "35180",
            "date": "2003-09-28 14:27:01",
            "id": "1261631",
            "reply_to_id": "1261578",
            "text": "Það er enginn tilgangur.\nVið erum bara lífverur sem hafa “greind” það er geta skapað hluti, rökrætt, og stjórnað sinni tegund og öðrum. Það er eini munurinn á okkur og hinum dýrunum."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2003-09-28 16:27:06",
            "id": "1261632",
            "reply_to_id": "1261631",
            "text": "xDarkLordx, já það má líka deila um það, en getur verið svolítið niðurdrepandi :þ og þessvegna vilja sumir telja sér trú um að það sé einhver tilgangur í lífinu og líta á lífið sem eitthvað sérstakara en hvað sem er sem gerist á þessari blessuðu jörð."
        },
        {
            "user": "Ulfur79",
            "user_id": "43805",
            "date": "2003-09-29 23:31:00",
            "id": "1261633",
            "reply_to_id": "1261578",
            "text": "Klassísk spurning ! Ég held að allir velti þessu fyrir sér einhvern tímann um ævina. Og eins og ég hef skrifað í einhverju ljóði mínu um þetta (ég er ekki mikið skáld en það hjálpar mér oft að hugsa að skrifa hluti niður) “and in the eyes of our imagined creator we find the faint illusion of an answer”. Þessi einfalda spurning hlýtur að bjóða upp á endalausa umræðu um skoðanir og fleiri spurningar, eins og þá um guð eða ekki guð, hvort kom á undan hænan eða eggið ? Eða eins og hugsuðir Indlands til forna rökræddu um hvort við og heimurinn væri í raun og veru til eða ekki, eða bæði í einu. Einn lærimeista minna segir: “Life is indeed an elusive reality that transcends both the words and concepts of existence and non-existence. It is neither existence nor non-existence, yet exhibits the qualities of both.” Þess ber að geta áður en þið lesið það sem ég hef að segja að ég er trúaður maður, semsagt, ég trúi að það sé meira við þennann heim en mætir auganu (ef það gefur ykkur fordóma um það sem ég segi eru þeir ykkar, ekki mínir).\nÉg trúi að hægt sé að komast að niðurstöðu með “einföldum rökum” sem maður getur verið sáttur við og fyrir mig hefur það verið mikilvægur liður í að finna lífs-orku og/eða löngun til að starfa í átt að því sem ég trúi að sé minn tilgangur. Athugið að með “einföldum rökum” á ég ekki við með “einföldum rökum” því vísindamenn og hugsuðir hafa svo oft í gegnum söguna komist að og framkvæmt það sem áður var talið ómögulegt og jafnvel trúvilla með “einföldum rökum”.\nDuff er nú búinn að minnast nokkrum sinnum á orsök og afleiðingu. Ef við lítum á efnisheimin þá sjáum við að ekkert í honum er frjálst frá lögmáli orsakar og afleiðingar allt sem gerist í honum á sér orsök og afleiðingu, það gerist ekkert af sjálfu sér (nema í huga algers trúleysingja sem getur auðveldlega blekkt sig með því að allt eða sumt gerist fyrir tilviljun, þetta hefur gerst í mínum huga). Afhverju ættum við mannverurnar að vera eitthvað öðruvísi ? Ef við göngum út frá því að við lútum líka undir lögmál orsaka og afleiðinga, semsagt, að allt sem við gerum á sér afleiðingar, og, að allt sem gerist fyrir okkur á sér orsakir. Getum við fengið þá niðurstöðu að fæðing okkar á sér orsök. Sumir kunna að segja: “já að pabbi gleymdi að nota smokkinn” en það útskýrir samt ekki afhverju ÉG eða ÞÚ fæðist, nema í huga sannra trúleysingja sem segja að lífið sé til fyrir tilviljun og að við séum bara samansafn efnasambanda á fleygiferð inn í ekkert (semsagt að við lútum ekki neinu lögmáli). Ok, ef þið hafið fylgt þessum “einföldu röksemdafærslum” mínum þá sjáið þið að tilvist ykkar og minnar á sér orsök.\nEf ég eða þú sem einstaklingur á sér ekki ástæðu (orsök) fyrir tilvist þá hefði einhver eða eitthvað annað fæðst, því ekkert gerist án orsakar. Ef við hefðum öll sama tilgang, til dæmis samfélag við guð, afhverju erum við þá ekki öll eins ? Vissulega hlýtur tilgangur allra manna að samtvinnast á einhvern hátt því við höfum svo marga eðlistþætti sem eru nákvæmlega eins hvert sem er litið. En, engu að síður hefur hver einstaklingur eitthvað sem finnst ekki í neinni annari manneskju, semsagt, við eigum okkur öll einhvern sér tilgang eða hlutverk, sem enginn getur uppfyllt nema við sjálf. Það sem ég á við er að hvert mannslíf er í raun ómetanlegt og einstakt. Ég persónulega trúi ekki að “samfélag við guð” sé einhver tilgangur í sjálfu sér, ég veit ekki betur en að Jesús hafi lofað okkur eilífa hamingju með drottni í himnaríki ef við trúm á hann, svo að ef við eigum að eyða eilífð með guði, þá hljótum við að eiga að gera eitthvað annað á þessum stutta tíma á jörðinni sem við höfum… Annars er jörðin ekkert annað en biðskýli að eilífðinni… Sem aftur þýðir að líf okkar hér og nú á sér eingan tilgang eða orsök.\nNiðurstaða mín (athugið, mín, ég er ekki að reyna að þröngva neinu upp á neinn hérna) Líf hvers einstaklings á sér tilgang. Sá tilgangur getur verið eins margbreytilegur og maðurinn sjálfur, en hver er einstakur og ómetanlegur. Því er erfitt að spyrja: “hver er tilgangur lífsins ?” og fá svarið: “Pizza” og segja: “ahhh, loksins, nú get ég lifað ánægður og áhyggjulaus það sem eftir er !” eða “hjúkk, þá er það afgreitt”. Ég trúi ekki heldur á örlög, og þessvegna held ég að hægt sé að uppfylla sinn tilgang (eða sitt hlutverk) án þess að finna svarið einhverstaðar “forprenntað” í undirmeðvitundina. Og það eru margar leiðir til að uppfylla sitt hlutverk í lífinu eins og það eru margar leiðir til Akureyrar. Og það sem kann að hljóma þversagnarkennt, að tilgangurinn er vegurinn og öfugt, semsagt að tilgangurinn er ekki markmið eða áfangi sem maður nær og segir “jæja, þá er það búið…” heldur að leiðin að því að uppfylla hlutverk sitt er hlutverkið sjálft.\nÞað sem ég á við er að ég er að uppfylla mitt hlutverk sem manneskja með því að skrifa þessi orð, og enginn annar gæti skrifað þau fyrir mig, þessvegna á ég mér tilgang.\nSmá pælingar, en nú þarf ég að fara að sofa svo ég geti uppfylt hlutverk mitt sem verkamaður í fyrramálið."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2003-09-30 15:10:45",
            "id": "1261634",
            "reply_to_id": "1261633",
            "text": "Ulfur79, frábær skrif :)\nMjög rétt þetta með að maður getur ekki fengið eitthvað svar við þessari spurningu og bara verið ánægður með það.\nÉg er ekki kristinn.(ef þið voruð ekki búin að ná því)"
        },
        {
            "user": "Sushanta",
            "user_id": "43933",
            "date": "2003-09-30 09:39:35",
            "id": "1261635",
            "reply_to_id": "1261578",
            "text": "Þetta er ofur einfallt, ef þú brýtur ekki gegn eigin samvisku(hugsunum) og þykir vænt um aðra(sem og sjálfan þig) þá finnurðu tilganginn. Hmm eða öllu heldur finnur tilgangurinn þig.\nGangi þér vel."
        },
        {
            "user": "Night",
            "user_id": "34410",
            "date": "2003-10-03 19:22:49",
            "id": "1261636",
            "reply_to_id": "1261578",
            "text": "En kannski er lífið um að spyrja spurninga. Eða margt. Líf sumra um spurningar aðrir hugsa mest um karma vertu góður við aðra þá gerist gott fyrir þig, en kannski er tilgangur lífsins bara að lifa því, og jafnvel er engin tilgangur við erum hérna vegna engra ástæðna. Hver veit"
        },
        {
            "user": "SVensi",
            "user_id": "44523",
            "date": "2003-10-07 10:41:58",
            "id": "1261637",
            "reply_to_id": "1261636",
            "text": "ER að þroska sálina og hananú!!!!!!!!!!1"
        }
    ]
}