{
    "forum_title": "Deiglan",
    "user": "Kagemusha",
    "user_id": "38067",
    "date": "2003-09-11 14:25:50",
    "title": "Sorpritið Séð og Heyrt",
    "text": "Sagt var frá því á vísi í gær að Séð og Heyrt birti frétt í tölublaði sínu þann dag sem ritstjóri hafi áður fengið staðfest að sé röng:\n“Sigurður Kári Kristjánsson alþingismaður segist borinn röngum sökum í tímaritinu Séð og heyrt sem kemur út í dag. Segir þingmaðurinn í yfirlýsingu sem hann hefur sent frá sér að fullyrðinging þess efnis að hann hefði verið gripinn fyrir of hraðan akstur í Ölfusumdæmi án ökuréttinda 5. júlí sl. rangar. Í yfirlýsingunni frá Sigurður Kára segir: ”Vegna fréttar tímaritsins Séð og Heyrt sem kemur út í dag, miðvikudaginn 10. september 2003, sé ég mig knúinn til að taka eftirfarandi fram. Í frétt blaðsins er fullyrt að þann 5. júlí sl. hafi ég verið gripinn fyrir of hraðan akstur í Ölfusumdæmi án ökuréttinda. Hafi hið meinta umferðalagabrot mitt verið ljósmyndað og sýni ljósmyndin að í umræddu tilviki hafi ég verið ökumaður bifreiðarinnar. Þá er fullyrt að ég eigi yfir höfði mér háar fjársektir vegna hins meinta umferðalagabrots. Það skal skýrt tekið fram að frétt blaðsins og áðurnefnd fullyrðing Séð og Heyrt er röng og úr lausu lofti gripin, enda var ég ekki ökumaður bifreiðarinnar. Ég hef fengið staðfestingu á því frá Sýslumanninum á Selfossi, sem jafnframt hefur staðfest við mig og ritstjóra Séð og Heyrt að á umræddri ljósmynd komi skýrt fram að ég sé ekki ökumaður bifreiðarinnar og að frétt blaðsins sé því röng og eigi ekki við rök að styðjast. Ég sé þar borinn röngum sökum. Blaðamaður Séð og Heyrt sá ekki ástæðu til að bera frétt sína undir mig áður en hún var skrifuð. Eftir að ég fékk vitneskju um að blaðið hyggðist birta umrædda frétt, og í kjölfar þess að ég fékk upplýsingar um að Sýslumaðurinn á Selfossi hefði staðfest við ritstjóra blaðsins að fréttin væri efnislega röng, fór ég þess á leit við ritstjóra Séð og Heyrt og stjórnarformann útgáfufélagsins Fróða hf., sem gefur blaðið út, að fréttin yrði ekki birt. Urðu þeir ekki við ósk minni. Óskaði ég þá eftir því að blaðið lýsti því yfir að fréttin væri röng og bæði mig afsökunar á því að hafa haft mig fyrir rangri sök með þessum hætti. Þeirri ósk minni var einnig hafnað. Ég harma það að tímaritið Séð og Heyrt skuli viðhafa önnur eins vinnubrögð og ég hef hér líst. Ég harma það einnig að ritstjóri blaðsins skuli ekki hafa dregið birtingu fréttarinnar til baka eða beðið mig velvirðingar á fréttaflutningnum þrátt fyrir að hafa fengið staðfestingu frá sýslumanninum á Selfossi, æðsta yfirmanni lögreglunnar og handhafa ákæruvalds í umdæminu, um að fréttin væri röng. Að lokum beini ég því til þeirra frétta- og blaðamanna sem hyggjast fjalla um málið að fá staðfestingu á því sem að ofan greinir hjá Ólafi Helga Kjartanssyni, sýslumanni á Selfossi.“ ”\nEf þessi fréttatilkynning Sigurðar Kára er sannleikanum samkvæm, er þarna um að ræða níðingslegasta fréttaflutning Íslandssögunnar, að svo miklu leyti sem ég þekki til. Ég vil taka það fram að sjálfstæðisflokkurinn er síðasti flokkurinn sem ég myndi kjósa og að mér finnst Siggi Kári alls ekki fínn pólitískur pappír. Þó vona ég að hann höfði meiðyrðamál gegn blaðinu og hafi út úr því væna summu, með þeim fyrirvara að frásögn hans sé rétt.\nÞetta er ekki í fyrsta sinn sem Séð og Heyrt brýtur saurugt blað í íslenskri fréttamennsku. Ekki er langt síðan blaðið birti slúðursögu um meint framhjáhald og barnsgetnað þekkts knattspyrnumanns, nokkuð sem hérlendir fjölmiðlar hafa ekki fjallað um fram til þessa sem betur fer.\nÞað er mín skoðun að þetta blað sé blettur á íslensku samfélagi og ég hvet alla til að láta hjá líða að kaupa það eða lesa. Athugið að þeir sem lesa, td. á tannlæknastofum, búa til eftirspurn eftir blaðinu sem skilar sér í sölu þess.",
    "url": "https://www.hugi.is/deiglan/greinar/165519/sorpritid-sed-og-heyrt/",
    "url_id": "165519",
    "id": "1262997",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2003-09-11 17:12:18",
            "id": "1262998",
            "reply_to_id": "1262997",
            "text": "Held að ég hafi aldrei lesið neitt í Séð og Heyrt.. Bara fyndið að lesa headlines þegar mar sér þetta´´ut í búð.. lame"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-09-11 17:21:28",
            "id": "1262999",
            "reply_to_id": "1262998",
            "text": "Jámm… ömurlegt blað…"
        },
        {
            "user": "JolaMetal",
            "user_id": "2606",
            "date": "2003-09-11 17:48:41",
            "id": "1263000",
            "reply_to_id": "1262997",
            "text": "Ekki sé minnst á þá trú blaðsins að aukinn fjöldi upphrópunarmerkja skili sér í betri skrifuðum texta."
        },
        {
            "user": "Rawk",
            "user_id": "7092",
            "date": "2003-09-11 18:21:39",
            "id": "1263001",
            "reply_to_id": "1263000",
            "text": "Af hverju kærir maðurinn ekki blaðið fyrst hann er svona blásaklaus? Mér finnst þetta eitthvað grunsamlegt hjá þessari mannfýlu."
        },
        {
            "user": "aspirin",
            "user_id": "14194",
            "date": "2003-09-11 18:20:54",
            "id": "1263002",
            "reply_to_id": "1262997",
            "text": "Júbb, nú er það komið í ljós. Fréttin var röng og Séð og heyrt hefur dregið hana til baka. Eitt versta (og vinsælasta) blað Íslands sló annað vindhögg."
        },
        {
            "user": "Abesynth",
            "user_id": "13646",
            "date": "2003-09-11 18:38:04",
            "id": "1263003",
            "reply_to_id": "1262997",
            "text": "Séð og heyrt hefur nú dregið lygafrétt sína til baka um Sigurð Kára en margar aðrar lygafréttir þess standa óhreyfðar. Það vita það allir sem vilja vita að Séð og heyrt er drasl og að tilraunir ritstjóranna til þess að reyna að sannfæra fólk um annað eru hlægilegar."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-09-12 03:30:57",
            "id": "1263004",
            "reply_to_id": "1263003",
            "text": "Vinnufélagi minn sagðist þekkja mann sem Séð & Heyrt vildu fá í viðtal vegna slyss sem hann hafði lent í en hann neitaði.  Í næsta tölublaði birtist samt sem áður “viðtal” við þennan mann."
        },
        {
            "user": "Hlynzi",
            "user_id": "21838",
            "date": "2003-09-11 19:07:19",
            "id": "1263005",
            "reply_to_id": "1262997",
            "text": "Fyrst verð ég að segja að gaurinn var tekinn fyrir of hraðan akstur, eitthvað meira liggur bakvið það, þar sem hann fer fyrir rétt.\nséð og heyrt er innihaldslausasta sorp tímarit sem ég veit, fyrir fólk sem hefur ekkert að gera. Ég hef aldrei lesið þetta blað, og finn enga löngun til þess."
        },
        {
            "user": "shelob",
            "user_id": "19816",
            "date": "2003-09-11 20:07:57",
            "id": "1263006",
            "reply_to_id": "1262997",
            "text": "“…er þarna um að ræða níðingslegasta fréttaflutning Íslandssögunnar…”\nRugl. Allt sem er og hefur verið í Séð og Heyrt og álíkum “tímaritum” eru lygar og rugl. Séð og Heyrt er rusl sem er gert af hálfvita öpum, fyrir fjórðungsvita apaketti, og svo mun alltaf vera.\nHann mun þó vita af því að allt sem birtist þar er aðeins lesið af þeim hluta þjóðarinnar sem er of heimskt til að kjósa…"
        },
        {
            "user": "Lyra",
            "user_id": "40420",
            "date": "2003-09-11 21:51:43",
            "id": "1263007",
            "reply_to_id": "1262997",
            "text": "Er til ömurlegra blað eða? Hef aldrei lesið jafn innihalds laust og leiðinlegt blað!"
        },
        {
            "user": "karijo",
            "user_id": "5836",
            "date": "2003-09-11 23:58:24",
            "id": "1263008",
            "reply_to_id": "1262997",
            "text": "Séð og heirt er jú mikið óþverablað enn þeir meiga klína hverju sem þeir vilja á helvítið hann Sigurð Kára fyrir mér.\nK.Karijo"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2003-09-11 23:58:48",
            "id": "1263009",
            "reply_to_id": "1262997",
            "text": "Pandering to the lowest common nominator - það er það sem er um þetta blað að segja.\nÉg skil ekki hvers vegna fólk eyðir fé svita síns í þennan ósóma."
        },
        {
            "user": "baddevil",
            "user_id": "20841",
            "date": "2003-09-12 00:34:35",
            "id": "1263010",
            "reply_to_id": "1262997",
            "text": "Á forsíðu nýjasta Séð&heyrt er stærsta fréttin um “Heitar ástir” Loga Bergmanns og þulunnar sem ég man ekki hvað heitir.\nKann þetta tímarit ekki að skammast sín? Ef þetta er satt þá er það samt hræðilegt að gera þetta, hann er nýbúinn að eignast 4 barnið með eiginkonu sinni!\nÉg vinn í sjoppu sem er rétt hjá heimili þeirra og svo koma krakkar úr grunnskólanum sem er næst og pískra um þetta. Eigendur sjoppunnar vildu helst ekki hafa blaðið uppi þegar það kom.\nAðgát skal höfð í nærveru sálar!"
        },
        {
            "user": "Kagemusha",
            "user_id": "38067",
            "date": "2003-09-12 09:45:29",
            "id": "1263011",
            "reply_to_id": "1262997",
            "text": "Veit einhver emailið hjá ritstjórninni?"
        },
        {
            "user": "tran",
            "user_id": "59",
            "date": "2003-09-12 10:56:13",
            "id": "1263012",
            "reply_to_id": "1262997",
            "text": "séð og heyrt er ömurlegasta lesefni sem sögur fara af, ég les þetta stundum þegar ég er að bíða einhverstaðar og það er á borðinu fyrir framan mig..  efnið í þessu blaði er alveg sorglegt, hverjum er ekki sama hvað “íslensku stjörnunar” gera við líf sitt?\nööööööömurlegt blað"
        },
        {
            "user": "jant",
            "user_id": "9703",
            "date": "2003-09-12 12:17:14",
            "id": "1263013",
            "reply_to_id": "1263012",
            "text": "Það er bara sorgleg staðreynd að meginþorri Íslendinga eru grátbroslegir HNAKKAR! Ósjálfstætt pakk sem er mótað í “eðlilegt” samfélagshorf þar sem framtak einstaklingsins er nánast vítisvert.\nPakkið fer í sambíóin á Hnakkamyndir - hlustar á FM, les séð og heyrt og reynir svo að líkja eftir því sem það sér og heyrir.\nBíóin sýna bara rusl, útvarpið spilar bara rusl og meginþorri allra blaða og tímarita sem eru prentuð eru rusl.\nhananú"
        },
        {
            "user": "baddevil",
            "user_id": "20841",
            "date": "2003-09-13 14:05:54",
            "id": "1263014",
            "reply_to_id": "1263013",
            "text": "Vil samt benda þér á að háskólabíó er sambíó..\nÞeir telja einfaldlega ekki stærri markað fyrir myndir eins og eru sýndar í háskólabíói, myndir sem eru ekki innihaldslausar Hollywood myndi"
        },
        {
            "user": "BinniE",
            "user_id": "8413",
            "date": "2003-09-12 15:09:33",
            "id": "1263015",
            "reply_to_id": "1262997",
            "text": "Svo lengi sem það eru til hárgreiðslukonur á Íslandi þá mun Séð og Heyrt lifa góðu lífi."
        }
    ]
}