{
    "forum_title": "Smásögur",
    "user": "fleppi",
    "user_id": "1410",
    "date": "2003-09-11 00:21:10",
    "title": "Reykjavík Borg Óttans",
    "text": "Reykjavík borg óttans\n,,Baldur Benónísson, einkaspæjari, flettir upp frakkakraganum til að skýla sér fyrir norðanslyddunni.  Reykjavík, borg glæpanna, opnar kaldan faðm sinn og býður hann velkominn.\"\nHann er búinn að bíða í tvo tíma fyrir utan heimili hjónanna, það er ekkert að gerast, hann skilur ekkert í þessu en svo gerist eitthvað herra Davíð læðist út svo enginn tekur eftir! Börninn enda fastasofandi og frúin líka. Eða hvað!\nÞað var nú hún sem hringdi í mig í fyrradag og sagði að maðurinn hennar hefði hegðað sér svo undarlega seinustu daga. Hún var mjög skelkuð þegar hún sagði mér frá því, svo ég ákvað að taka málið að mér. En hvað var í gangi hugsaði ég með mér? Hann var klæddur í jakkaföt og í þessu skíta veðri og snjóinn kyngir niður, eins og himnarnir séu að gráta för hans út.\nHann settist í Bensan sem var nú ekki að vera kantinum enda tíu milljón krónu bíll, sem ríkið skafaði honum. Hann keyrði að stað og ég hlóp að mínum og byrjaði að elta hann. Hann stefndi að kópavogi hvað var að hann að fara gera þar á sunudags nótt um tvö leytið!\nLoksins stoppaði hann fyrir framan Goldfinger og steig þar út úr bílnum eftir að hafa setið í honum í dágóðan tíma og sogið eitthvað í nefið. Hann stóð voða stressaður og virtist vera í vandamáli með að halda á einnhverju í buxnaraufinni, hvað gat það verið hugsaði ég með mér!\nUm huga mér fóru margar hugmyndir og margar ekki svo fagrar, ég var orðinn spenntur og jafnframt kvíðin um hvað var í gangi hjá honum. Hann kveikti sér í sígarettu opnaði skottið og tók upp svarta íþróttatösku þaðan.\nSvo gekk hann  inn rétti dyraverðinum eitthvað sem var ekki hægt að sjá hvað var. Hvað átti maður að gera fara inn eða ekki! Ég varð að vita hvað var í gangi svo ég fór inn og settist við barinn.\nÞað leið ekki á löngu þar til að dömurnar komu og spurðu mig hvort ég vildi bjóða þeim í glas, hvað átti ég að segja annað enn já enda ekki vildi maður láta koma upp um sig.\nÞað bólaði ekkert á Davíð svo ég vissi ekkert hvað ég átti að gera! Ég tók til minna ráða ég spurði barþjóninn hvað hefði orðið um Davíð og vonaði að hann mundi halda að ég væri með honum, viti menn það tókst og ég fór þangað sem hann hafði sagt mér að fara. Það vantaði sko ekki að ég var smeykur! Ég gekk upp tröppurnar upp á efri hæðina þar sem ég heyrði allt í einu mikinn hávaða eins og það væri verið að brjóta eitthvað ég hlaup upp til að sjá hvað var í gangi! Snarstoppði svo þegar ég sá hann vera að rífast við einnhverja menn við borð inni litlu herbergi, ég skreið meðfram veggnum og faldi mig inní fatahenginu sem var beint á móti þeim.\nSvo sá ég það þetta var Jóhannes í bónus og Jón Ólafs sem hann var að rífast við enn hvað voru þeir að rífast?\nÉg átti svo erfitt að heyra um hvað þér voru að tala um útaf allri tónlistinni sem ómaði niðri, enn svo var bænum mínum svarað og tónlistin hætti og heyrði ég um hvað þér voru að rífast.\nTaskan sem Davíð kom með var full af kókaini og Jón ásakaði Davíð að vera búinn að nota helling af því í öllum þessum skemtunum í Perlunni sem hafa verið nokkuð margar undanfaranar mánuði.\nHann tók þessu ekki mjög vel og henti pokanum beint í andlitið á Jóhannesi!\nÞað var þá sem þetta rann allt fyrir framan augum mér! Davíð var orðinn flæktur í eiturlyfjahring og var hann orðinn svona svaka háður kóki að hann var búinn að stofna sér í þvílíkar skuldir og var byrjaður að nota peninga þegnanna til að greiða þær niður.\nEnn Jóhannes var alveg æfur yfir því, því allt gæti komist upp þá og þér misst allar þær stöður sem þér voru búnir að vinna sér inn á óheiðarlegan hátt. Með mútum og braski.\nÁ meðan ég var að hugsa þetta dró Davíð upp byssu úr buxnaskálminni og skaut þá báða!\nMér brá þetta litla og stökk úr skápnum til að stöðva hann enn hann dró þá byssuna að höfði sínu og skaut.\nÉg missti allan mátt, ég ætlaði bara að rannsaka hvort hann væri að stunda framhjáhald við konuna sína og endaði svo með því að sjá þrjá valdamestu menn á Íslandi drepna.\nÞetta var seinasta mál sem hann ransakaði um sína æfi, og seinasti vettvangur sem hann fór á….\nENDIR\n(tekið skal fram að höfundur hefur ekkert á móti persónum sem koma fram í textanum! Og ekkert að þessu hefur stoð í raunveruleikanum enda er þetta allt skáldskápur)",
    "url": "https://www.hugi.is/smasogur/greinar/165521/reykjavik-borg-ottans/",
    "url_id": "165521",
    "id": "1263032",
    "replies": [
        {
            "user": "ljosapera",
            "user_id": "32883",
            "date": "2003-09-13 17:40:08",
            "id": "1263033",
            "reply_to_id": "1263032",
            "text": "massa góð saga hjá þér =)\nekki vildi svo til að þú væriri iðnskrælingur(IR) ?? =)"
        },
        {
            "user": "DvS",
            "user_id": "21075",
            "date": "2003-09-13 22:34:08",
            "id": "1263034",
            "reply_to_id": "1263033",
            "text": "Jú.. og ég líka.. ég á söguna fyrir neðan þessa."
        },
        {
            "user": "fleppi",
            "user_id": "1410",
            "date": "2003-09-16 10:56:47",
            "id": "1263035",
            "reply_to_id": "1263033",
            "text": "Mikið satt maður er víst í þessum skóla þótt ég sé vísu ekki í þessum tíma!\nÉg gerði þetta bara fyir kellinguna… haha"
        },
        {
            "user": "zorglubb",
            "user_id": "347",
            "date": "2003-09-17 12:29:44",
            "id": "1263036",
            "reply_to_id": "1263032",
            "text": "Efni sögunnar er nokkuð fyndið, Davíð sem dópsali  :)\nÞað er að þessari smásögu eru endalausar málvillur sem ganga í gegnum alla blessaða söguna og skemma virkilega fyrir á köflum. Þú ættir að fara yfir hana og lagfæra eða láta einhvern gera fyrir þig.\nSkyndileg skipting úr þriðju persónu í fyrstu í byrjun sögunnar stingur í augun.\n\"Baldur Benónýsson einkaspæjari…  …hún sem hringdi í mig…\nÞetta mætti laga.\nAnnars ágætis lesning"
        },
        {
            "user": "fleppi",
            "user_id": "1410",
            "date": "2003-09-18 11:09:08",
            "id": "1263037",
            "reply_to_id": "1263036",
            "text": "ok takk… ég vissi að það voru mál villur ég henti þessu bara á neyið strax eftir að ég var búinn að skrifa..\nTakk samt.."
        }
    ]
}