{
    "forum_title": "Stjórnmál",
    "user": null,
    "user_id": null,
    "date": "2003-09-12 03:02:03",
    "title": "\"Þeir sem styðja nýju ríkisstjórnina\"",
    "text": "Ég var að reka augun í einn Hugakubbinn, þar sem yfirskriftin er; “þeir sem ætla\nað styðja nýju ríkisstjórnina”.\nÞað sem er merkilegt við þennan kubb, er að hann gefur í rauninni ekkert val í\nþátttöku. Þú bara annaðhvort ert með í kubbnum eða ekki. Ég man að þegar Hugi\nbyrjaði, fékk maður stig fyrir að smella á hvað svosem stóð þarna.\nMér er farið að þykja svolítið vænt um núverandi ástand þessa kubbs, vegna þess\nað hann segir mér svo margt. Fyrir hvert nick sem þarna birtist, og í hvert skipti\nsem ég er næstum því búinn að smella á en hætt við þegar ég átta mig á því hvað\nég er að kvitta fyrir, þá skil ég ennþá betur hvernig Ísland virkar.\nÉg skal styðja Davíð Oddsson þegar hann lúti mínum málsstað, sem og Halldór\nÁsgrímsson. Ég skal styðja hvalveiðar, og ég skal styðja sjálfstæði Íslendinga. Ég\nskal styðja andstöðuna við ESB, og ég skal styðja við minn leiðtoga þegar þess er\nþörf. Færum við í stríð, myndi ég án nokkurra spurninga styðja nýju ríkisstjórnina.\nÉg ætla að styðja einstaklingsfrelsið og ég ætla að styðja skattalækkanir.\nEn ég ætla ekki að styðja hvernig farið var með Falun Gong meðlimina. Ég ætla\nekki að styðja Íraksstríðið. Ég ætla ekki að styðja kvótakerfið. Ég ætla ekki að\nstyðja hækkun á meira eða minna öllum gjöldum í menntakerfinu. Ég ætla ekki að\nstyðja áframhaldandi hnignun í þjónustu á heilbrigðissviði.\nÉg ætla ekki að styðja nýju ríkisstjórnina.\nHvað er svona nýtt við hana? Æjæj, þarf Davíð a víkja vegna þess að Halldór hefur\nallt í einu, þrátt fyrir að vera einungis forsvari mikils minnihlutahóps þjóðarinnar,\nvöld til þess að skera úr um það hver er hæfur til þess að stjórna þessu landi?\nAumingja Davið.\nEn hvað með aumingja landið? Hvað með aumingja lýðræðið, sem við köllum\nokkur siðmenntuð fyrir?\nHVAÐ ÞARF, til þess að Falun Gong tilfellið verði skráð sem mistök? HVAÐ ÞARF,\ntil þess að Ísland fari ekki í stríð við það sem Bandaríkjamenn vilja fara í stríð við?\nVopnað valdarán? Er það virkilega það sem við þurfum að gera, sem þjóð, bara til\nþess að geta fengið að ráða þessu sjálf?\nVið spurðum ykkur aldrei álits, stjórnmálamenn. Þið sögðuð ykkar álit, og við\nsögðum til um það hverjir væru hæfir til þess að tala fyrir okkur. Við gerðum það,\ní þeirri trú að það værum við sem réðum þessu landi. Að það værum við sem\nréðum því hvernig Ísland liti út erlendis frá. Þið eruð ekki við, þið eruð bara fólk\neins og við, en við erum bara svo miklu, miklu fleiri… og það er jú meirihlutinn\nsem skal ráða. Og við þurfum að ráða. Það er það sem kallast lýðræði. Og þið\nvirðið það ekki.\nÉg býð skattalækkanir velkomnar. Ég býð Luo Gan velkominn í heimsókn til\nÍslands til þess að hann geti nú loksins fucking lært að meta mannslíf. Ég kvitta\nundir ýmislegt sem núverandi ríkisstjórn gerir, enda bara svo margt sem ein\nríkisstjórn getur klúðrað einsömul.\nEn ég kvitta ekki undir nýju ríkisstjórnina. Þessa líka splunkunýju, lýðræðislegu\nríkisstjórn. Ég styð hana í mörgu, en ég styð hana sjálfa ekki.\nÉg skrifa ekki undir samninga, sem ég fæ ekki að lesa áður.",
    "url": "https://www.hugi.is/stjornmal/greinar/165730/their-sem-stydja-nyju-rikisstjornina/",
    "url_id": "165730",
    "id": "1264779",
    "replies": [
        {
            "user": "binnibinni2456",
            "user_id": "35706",
            "date": "2003-09-12 07:11:33",
            "id": "1264780",
            "reply_to_id": "1264779",
            "text": "afhverju vopnað valda rán? ég held að fólkið kjósi bara það sem það styður af þessu sem mest."
        },
        {
            "user": "MesserSchmitt",
            "user_id": "33983",
            "date": "2003-09-12 08:16:05",
            "id": "1264781",
            "reply_to_id": "1264780",
            "text": "Já, en það er kannski af því að það þekkir ekki annað en X-D.\nFlestir krakkar þeirra sem kjósa X-D, kenna börnum sínum X-D lífshætti og halda þannig keðjunni áfram.\nEftir 20 ár verða allir farnir að kjósa Sjálfstæðisflokkinn án vitundar hvers vegna.\nÞessir kallar geta gert hvað sem þeim sýnist og fólkið mótmælir því hástöfum, en það er allt gleymt og grafið fyrir kosningar, því þá kemur heilaþvottur foreldra krakkanna í veg fyrir að þeir geri eitthvað sem skaðar Dabba Kóng\n(Ég þekki svona krakka í alvöru þannig að það þíðir ekkert að mótmæla þessari kenningu)"
        },
        {
            "user": "dadi",
            "user_id": "4956",
            "date": "2003-09-12 08:28:36",
            "id": "1264782",
            "reply_to_id": "1264781",
            "text": "Hahaha! Þetta á við um alla aðra líka…\nForeldrar sem styðja Frjálslynda, Samfylkinguna, Vinstri Græna…krakkarnir eru mjög líklegir til að fylgja í þeirra fótspor hvað varðar pólitík.\nHvað er heilaþvottur og hvað ekki? Mér sýnist allir vera svo uppteknir í dag við að ásaka þennan og hinn um heilaþvott að þeir átta sig ekki á því að þeir eru heilaþvegnir líka. Er maður heilaþveginn ef maður styður ákveðinn stjórnmálaflokk, sama hvaða flokkur það er?\nTökum sem dæmi um einhvern mann sem styður Frjálslynda. Vinur þessa manns er vinstri grænn. Er þá rétt af þessum aðilum að segja við hver annan um flokka hvors annars: “iss, þeir eru bara búnir að heilaþvo alla sína fylgjendur”\n?!"
        },
        {
            "user": "geirag",
            "user_id": "4133",
            "date": "2003-09-12 09:48:19",
            "id": "1264783",
            "reply_to_id": "1264781",
            "text": "Messer:\nÉg mótmæli. Þú, ég og þessir krakkar sem þú þekkir eru einstaklingar sem gera upp við sjálfa sig hvað á að kjósa. Þú þykist kannski vera yfirburðarmaður þegar kemur að sjálfsþekkingu, djúpri innsýn inn í stjórnmálin, skynmati á því hvað er rétt og rangt, osfrv, en þegar allt kemur til alls þá ertu einfaldlega einstaklingur eins og krakkarnir sem þú þekkir og kýst af einhverjum ástæðum einhvern flokk, rétt eins og þeir.\nUppnefni á þá sem kjósa öðruvísi en við sjálf eru ekki bara arfaslöpp áróðursleið, heldur segja þau svo margt um málflutning og málefni og rök og efnisinnihald þess sem þau notar."
        },
        {
            "user": "binnibinni2456",
            "user_id": "35706",
            "date": "2003-09-12 12:34:55",
            "id": "1264784",
            "reply_to_id": "1264783",
            "text": "messerschimt….\nþetta er að vissu leiti rétt, enn samt ekki tökum bara x-d krakkana til dæmis MIG.\nég ólst til dæmis upp við það að maður ætti að reyna mikið á sig,vera heiðarlegur, vinna vel eða basicly græða pening til að geta gert eitthvað sem mér finnst skemmtilegt.\nþó ég segji sjálfur frá þá er þetta fínt viðhorf\nkrakkarnir fara með þetta viðhorf út í lífið, ekki eins og forledrar þeirra hafi staðið yfirþeim.\nkjósa x-d annars kemur kuldaboli og tekur þig!\nÞað er fáranlegur rasismi beinlínis að segja þetta þó ég komi frá hardcore sjálfstæðis fjölskyldu, þá er ég ekki einhver persónu snauddur fáviti sem hefur ekki sjálfstæðan vilja eða getu til að taka ákvarðanir.\nég hef talað við þannig fólk……\nþarna ertu enn meir að draga þennan hóp í dilk. eins og þú komir með þína “heilögu” stefnu og predikar yfir þeim og finnst þau svo vera hopeless case afþví þau vilja ekki aðhyllast henni. tssssssss\nég hef líka heyrt af einhverjum ykkar að við x-d krakkarnir séum einhversskonar ofdekruð yfirstétt.\nþað finnst mér persónulega bara vera sora móðgun!"
        },
        {
            "user": "Apocalisp",
            "user_id": "3477",
            "date": "2003-09-12 17:22:02",
            "id": "1264785",
            "reply_to_id": "1264780",
            "text": "Þið eruð nú skuggalega mörg ekki að ná punktinum. :)\nÉg er alveg sammála stefnuskrá Sjálfstæðisflokksins, sem og Samfylkingarinnar. Ég bara get ekki kvittað undir ríkisstjórn, þó að ég sé sammála henni í grundvallaratriðum, þegar hún brýtur stöðugt í bága við önnur grundvallaratriði, sem hún þó síðan eftirá þykist stundum vera hlynnt.\nHin dulda meining með þessari grein, er að lýðræðið hérlendis er ekki nógu virkt. Hvers vegna ætti ég að kjósa flokk sem gerir bara 50% af því sem ég segi, í staðinn fyrir einfaldlega að kjósa um þetta sjálfur? Og áður en það kemur “hér færi allt á annan endann”, þá nei. Hér færi ekkert á annan endann frekar en í öðrum löndum þar sem lýðræði er aukið. Þvert á móti batnar þjóðfélagið fyrir alla undantekningalaust. Ekki taka Bandaríkin til fyrirmyndar, þau eru með jafnvel ennþá glataðara lýðræði en Ísland.\nÞað sem gerist er, að alveg sama hvernig kosið er, ríkisstjórnin representar alltaf minnihlutahóp. Auðvitað eigum við að vera þakklát fyrir það, að hafa allavega það, en mér finnst það ekki nóg. Þetta er árið 2003, fjandinn hafi það, við getum gert svo miklu, miklu betur. :)\nLifi lýðræðið! Einhvern tíma!"
        },
        {
            "user": "Apocalisp",
            "user_id": "3477",
            "date": "2003-09-12 18:53:04",
            "id": "1264786",
            "reply_to_id": "1264785",
            "text": "“Þið eruð nú skuggalega mörg ekki að ná punktinum.”\nÞú ert sjálfur skuggalega ekki að ná punktinum. Punkturinn er ekki lýðræði heldur sjálfræði. Sjálfstæði og frelsi hvers og eins og vald hans yfir sjálfum sér er leiðin til að fá það fram sem þú “kvittar undir”. Það er engin lausn að færa löggjafarvaldið til kjósenda beint.\nHættu nú þessari hóphugsun, þessu “argumentum ad populum”, og skildu það að það gildir einu hvort örlög þín ráðast af stærri hóp eða minni. Hagsmuna þinna er ekki gætt af meirihluta, sama hversu stór hann er. Þú ert minnsti minnihluti í heimi og enginn gætir hagsmuna þinna betur en þú sjálfur. Þú ættir því að krefjast þess að vald yfir þér verði fært úr höndum ríkisstjórnar, úr höndum “fólksins” og í þínar eigin hendur.\nLestu svo Aristóteles, og Republic eftir Plató. Menn hafa nefnilega verið að velta þessari spurningu fyrir sér um ómunatíð, og sögðu þá eflaust “þetta er árið 350 fyrir krist, fjandinn hafi það, við getum gert svo miklu, miklu betur.” ;-)"
        },
        {
            "user": "geirag",
            "user_id": "4133",
            "date": "2003-09-13 11:50:54",
            "id": "1264787",
            "reply_to_id": "1264786",
            "text": "Sjálfstædi ekki lýdrædi?????????????\nUndan hvada steini skreidstu eiginlega???\nTó tú hafir skridid undan sjálfsstædisflokkssteininum tídir tad ekki tad ad vid séum ad tala um sjálfstædi frammyfir lýdrædi.\nSjálsfsstædi hefur hreinlega ekkert med íslenska pólitík ad gera lengur.\nVid fengum okkar sjálfsstædi árid 1944, og vid áttum ad verda lýdrædisríki. Vid erum BARA ad tala um LÝDRÆDI ekki SJÁLFSSTÆDI. Ég er til ad mynda náungi sem tekur ekki neinu kjaftædi frá nokkrum manni og undirstrikar tad mitt SJÁLFSSTÆDI en ef tjódin á ad geta tróast áfram sem lýdrædisríki er spurninginn ekki hversu sjálstædur Der Führer er heldur hversu lýdrædisleg stjórn nær ad ríkja yfir landinu.\nLýdrædisleg stjórn er ekki teir stjórnarmenn sem geta haft sem lýdrædislegustu fundina heldur teir sem veita lýdnum tad sem lýdnum er lofad.\nMér er skítsama hvad stjórnmálamönnum fynst med (eftir á ad hyggja KJAFTÆDI) Tegar veitt eru loford í teim tilgangi ad fá athvædi lýdsins svo vidkomandi geti fengid ad sitja á tingi, tá hefur lýdurinn líka kosid sér leidtoga til ad fá tad sem hann lofadi ad lýdurinn myndi fá í stadinn.\nEf (eftir á ad hyggja KJAFTÆDI) ber á góma og stjórnmálamenn fara ad afsaka afhverju ekki er hægt ad efna lofordin er samningurinn tegar úr sögunni og vidkomandi stjórn hefur tar med ógildad sæti sitt í stjórninni med teim ordum.\nTú Apocalisp hryggir mig ad segja, ert med drullu í stad heila.\nVirdingarfyllst GHOST."
        },
        {
            "user": "geirag",
            "user_id": "4133",
            "date": "2003-09-13 16:02:13",
            "id": "1264788",
            "reply_to_id": "1264787",
            "text": "ghost:\nEkkert illa meint, en ertu lesblindur?\nApocalisp segir: S-J-Á-L-F-R-Æ-Ð-I\nValdið til að ráða yfir sjálfum sér.\nÞú segir: S-J-Á-L-F-s-t-Æ-Ð-I\nsem tengist því hvort einhver eining fólks (þjóð, ríki eða hvað sem er) geti tekið sjálfstæðar ákvarðanir um sjálfa sig eða ekki.\nLestu nú endilega svarið sem þú “svaraðir” og gerðu aðra tilraun, og að þessu sinni einhverja sem kemur málinu við."
        },
        {
            "user": "Apocalisp",
            "user_id": "3477",
            "date": "2003-09-13 17:22:22",
            "id": "1264789",
            "reply_to_id": "1264788",
            "text": "Takk fyrir að skýra greinamuninn þarna geirag. Það er erfitt að tjá sig á íslensku um þessi hugtök. Sjálfræði og sjálfstæði ruglast oft saman. Ég var að sjálfsögðu að tala um sjálfræði eins og í hugtakinu “liberty”, sem menn vilja oft rugla við hugtökin “autarchy” (sjálfstæði þjóðar) og “autocracy” (einræði)."
        },
        {
            "user": "Apocalisp",
            "user_id": "3477",
            "date": "2003-09-13 17:08:34",
            "id": "1264790",
            "reply_to_id": "1264787",
            "text": "“Sjálfstædi ekki lýdrædi?????????????”\nÞú ert að misskilja, minn æsti færeyski vinur. Við erum að ræða um sjálfstæði hvers einstaklings, ekki þjóðar. Við erum ekki að tala um sjálfstætt einræðisríki, heldur lýðræðisríki þar sem hver einstaklingur er sjálfstæður. Það tilheyrir íslenskri pólítík það lítið að hálf stjórnarskráin snýst um einmitt þetta. Að hver einstakur íslendingur sé sjálfstæður og sjálfs síns herra. Með öðrum orðum frjáls.\n“Tú Apocalisp hryggir mig ad segja, ert med drullu í stad heila.\nVirdingarfyllst…”\nÞykir mér kræla á mótsögn atarna."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-09-14 14:50:16",
            "id": "1264791",
            "reply_to_id": "1264790",
            "text": "“Sjálfstædi ekki lýdrædi?????????????”\n\"Tú Apocalisp hryggir mig ad segja, ert med heila í stad drullu.\nVirdingarfyllst… Bydst ég afsökunar á tessari ótímabæru ólund.\nKv. GHOST."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-09-12 08:15:38",
            "id": "1264792",
            "reply_to_id": "1264779",
            "text": "Flott grein"
        },
        {
            "user": "Apocalisp",
            "user_id": "3477",
            "date": "2003-09-12 15:21:16",
            "id": "1264793",
            "reply_to_id": "1264779",
            "text": "“enda bara svo margt sem ein ríkisstjórn getur klúðrað einsömul”\nÞað er nefnilega ótalmargt sem ríkisstjórn getur klúðrað, en afar fátt sem hún getur lagað. Það sem miður fer í þjóðfélaginu er nefnilega yfirleitt ríkisstjórnum að kenna, en það sem vel vegnar er afar sjaldan ríkisstjórnum að þakka."
        },
        {
            "user": "dadi",
            "user_id": "4956",
            "date": "2003-09-12 17:08:21",
            "id": "1264794",
            "reply_to_id": "1264793",
            "text": "Apocalisp skrifaði:\n“Það er nefnilega ótalmargt sem ríkisstjórn getur klúðrað, en afar fátt sem hún getur lagað. Það sem miður fer í þjóðfélaginu er nefnilega yfirleitt ríkisstjórnum að kenna, en það sem vel vegnar er afar sjaldan ríkisstjórnum að þakka.”\nTil hvers þá að hafa ríkisstjórn? ;þ\nEn það sem Binni segir er merkilegt og er ég algjörlega sammála."
        },
        {
            "user": "Apocalisp",
            "user_id": "3477",
            "date": "2003-09-12 19:06:00",
            "id": "1264795",
            "reply_to_id": "1264794",
            "text": "“Til hvers þá að hafa ríkisstjórn? ;þ”\nTil að setja hlutlæg lög, framfylgja þeim og tryggja þannig frelsi og réttlæti. Ríkisstjórninni ber að halda uppi lögreglu, dómstólum, hegningum og löggjöf. Ekki að taka ákvarðanir fyrir hönd borgaranna. Borgararnir taka sjálfir mun gáfulegri ákvarðanir enda séu borgararnir ábyrgir fyrir sjálfum sér."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-09-12 16:31:40",
            "id": "1264796",
            "reply_to_id": "1264779",
            "text": "FRÁBÆR GREIN !\nAlltaf gaman að lesa eftir þig !"
        },
        {
            "user": "johanng",
            "user_id": "9215",
            "date": "2003-09-12 20:23:05",
            "id": "1264797",
            "reply_to_id": "1264779",
            "text": "veit ekki um þig en ég er sammála því að við studdum bandaríkjamenn. Langar lika alveg að halda bandaríska hernum hér á landi."
        },
        {
            "user": "Bobo1",
            "user_id": "13053",
            "date": "2003-09-12 21:22:23",
            "id": "1264798",
            "reply_to_id": "1264779",
            "text": "Við kjósum okkur á fjögurra ára fresti fulltrúa sem taka ákvarðanirnar fyrir okkur."
        },
        {
            "user": "Apocalisp",
            "user_id": "3477",
            "date": "2003-09-12 23:11:07",
            "id": "1264799",
            "reply_to_id": "1264798",
            "text": "“Við kjósum okkur á fjögurra ára fresti fulltrúa sem taka ákvarðanirnar fyrir okkur.”\nHvaða ákvarðanir þarf svosem að taka fyrir þig? Ertu ekki fullfær um að taka ákvarðanir fyrir þig sjálfur?\nErtu þá kannski að tala um “ákvarðanir” eins og “hverra einkahagsmuni eigum við að styrkja næst og hvern eigum við að rukka?”"
        },
        {
            "user": "Bobo1",
            "user_id": "13053",
            "date": "2003-09-12 23:15:53",
            "id": "1264800",
            "reply_to_id": "1264799",
            "text": "Apocalisp: Reyndu nú aðeins að fylgja mér. Ég er að tala um ákvarðanir sem ríkisstjórnin tekur varðandi það að hækka/lækka skatta, byggja virkjanir, einkavæða fyrirtæki og svo framvegis. Við kjósum þá sem við höfum mesta trú á að muni taka ákvarðanir sem eru okkur að skapi. Ég vil ekki að það þurfi að stofna til þjóðaratkvæðagreiðslu í hvert skipti sem það á að taka einhverjar ákvarðanir."
        },
        {
            "user": "Apocalisp",
            "user_id": "3477",
            "date": "2003-09-13 01:02:46",
            "id": "1264801",
            "reply_to_id": "1264800",
            "text": "“hækka/lækka skatta”\nEngin ákvörðun nauðsynleg. Skattar eiga að vera nákvæmlega það háir að þeir rétt nægi fyrir rekstri ríkisins árið á undan. Ef rekstur ríkisins væri ekki svona gífurlega umsvifamikill væri sárafátt að ákveða í fjárlögum. Ákvarðanir um skatta eru nefnilega ákvarðanir um hvernig á að fjármagna allar hinar ákvarðanirnar.\n“byggja virkjanir”\nRíkið ætti alls ekki að taka að sér að byggja virkjanir. Eftirspurn eftir rafmagni er nægileg til að einkaaðilar geti rekið raforkuveitur með hagnaði. Þeir sem byggja síðan virkjanirnar geta séð um ákvarðanir varðandi þær.\n“einkavæða fyrirtæki”\nRíkið gæti stóraukið hagræðingu með því að selja öll fyrirtæki í eigu þess. Ákvarðanir varðandi þau fyrirtæki gætu þá þeir tekið sem eiga þau.\n“Ég vil ekki að það þurfi að stofna til þjóðaratkvæðagreiðslu í hvert skipti sem það á að taka einhverjar ákvarðanir.”\nEkki ég heldur. Ég vil að sá taki ákvörðunina sem málið varðar. Sá verður þá einnig að vera ábyrgur fyrir ákvörðunum sínum. Það er ríkið ekki.\nAnnars er ég aðallega að gamnast í þér með þessum svörum. Einfaldlega að benda á að ákvarðanataka þarf ekki að vera annað hvort af hendi þjóðaratkvæðis eða ríkisstjórnar. Ákvarðanir geta þeir tekið sem eiga hlut að máli, og þess vegna ætti ríkisstjórnin að sækjast eftir að eiga hlut að sem fæstu."
        },
        {
            "user": "Bobo1",
            "user_id": "13053",
            "date": "2003-09-13 01:13:23",
            "id": "1264802",
            "reply_to_id": "1264801",
            "text": "Engin ákvörðun nauðsynleg um hversu háir skattar eigi að vera ?\nAuðvitað þarf einhver að ákveða hversu háir skattar eigi að vera. Það er alls ekki nóg að vita hversu há útgjödlin voru á síðasta ári og miða út frá því.\n“Ríkið gæti stóraukið hagræðingu með því að selja öll fyrirtæki í eigu þess. Ákvarðanir varðandi þau fyrirtæki gætu þá þeir tekið sem eiga þau.”\n…og hverjir eiga það sem eiga ríkisfyrirtækin sem ákveða þarf hvort skuli einkavæða eður ei ? Jú, auðvitað ríkið.\n“Ekki ég heldur. Ég vil að sá taki ákvörðunina sem málið varðar.”\nStundum varða málin ekki neinn annan en ríkið og því verður ríkið að taka ákvarðanir.\nÉg er að tala um Ísland í dag. Ekki hvernig það mun verða eða hvernig við viljum að það sé. Mér sýnist þú vera að ræða þetta meira út frá eigin framtíðarhugsjónum."
        },
        {
            "user": "Apocalisp",
            "user_id": "3477",
            "date": "2003-09-13 01:29:25",
            "id": "1264803",
            "reply_to_id": "1264802",
            "text": "“Auðvitað þarf einhver að ákveða hversu háir skattar eigi að vera. Það er alls ekki nóg að vita hversu há útgjödlin voru á síðasta ári og miða út frá því.”\nÞað er hægt að taka skatt fyrir úgjöldum aftur í tímann. Ríkið tekur einfaldlega lán með því að prenta peninga (sem ríkið gerir iðulega, það er kallað verðbólga) og rukkar svo verðmæti frá skattgreiðendum til að eiga fyrir peningunum sem prentaðir voru. Jafn mikið magn peninga er síðan tekið úr umferð næsta ár til að verðbólgan verði ekki varanleg.\n“Stundum varða málin ekki neinn annan en ríkið og því verður ríkið að taka ákvarðanir.”\nEf málin varða engann, til hvers erum við að greiða ríkinu fyrir að ákveða þau? Mál sem engan varðar er ekki vert að taka ákvarðanir um.\n“Ég er að tala um Ísland í dag. Ekki hvernig það mun verða eða hvernig við viljum að það sé”\nÉg er að tala um að við getum gert Ísland í betra strax í dag með því að fjarlægja ákvarðanatökur frá ríkinu. Þannig fáum við aukið lýðræði sem Armon sækist svo eftir. Ekki með því að færa ákvarðanirnar “til fólksins” þar sem “fólkið” miðstýrir, heldur “til fólksins sem málið varðar” þar sem hver tekur ákvarðanir fyrir sig. Það hlýtur að vera markmið ríkisstjórnar í frjálsu landi að auka frelsi og lýðræði svo og sjálfstæði einstaklinganna sem það byggja."
        },
        {
            "user": "Bobo1",
            "user_id": "13053",
            "date": "2003-09-13 02:38:32",
            "id": "1264804",
            "reply_to_id": "1264803",
            "text": "Það er ekki hægt að gera svona breytingar á einu augnabliki.\nMálin varða engan einn sérstakan. Það er ekki þar með sagt að þau varði engan. Frekar að þau varði okkur öll en engan einn sérstakan.\nHvernig ætlarðu bara að fjarlægja ákvarðanatökur frá ríkinu ? Eiga öll ríkisreknu fyrirtækin bara allt í einu að deyja. Bara einn góðan veðurdag hætti í þeim öll starfsemi.\nHvað verður t.d. um löggæslu, heilbrigðiskerfið, og fleira ? Samfélagið myndi hrynja."
        },
        {
            "user": "Bobo1",
            "user_id": "13053",
            "date": "2003-09-13 04:54:32",
            "id": "1264805",
            "reply_to_id": "1264804",
            "text": "Kemur hér enn og aftur, í milljónasta skiptið, “hér færi allt á annan endann”-pælinginn.\nÞað er enginn að tala um það að bara yfir eina nótt, sveifla ríkisstjórninni á hvolf og hindra allar skattabreytingar þar til þjóðin ákveður sig. Það er enginn einu sinni að tala um það að þjóðin fari að ráða hlutum á borð við sköttum.\nÞað er bara verið að tala um það, að þjóðin fái að ráða því SEM HÚN VILL RÁÐA. Sem eru einstaka málefni. Hún veit vel að hún veit ekkert hvernig er hentugast að hafa skattprósentuna miðað við útgjöld.\nÆji, veistu… það þarf ekki einu sinni að fara út í þessar röksemdir. Nákvæmlega hvaða dæmi sýnir það að aukið lýðræði borgi sig ekki? Svisslendingar hafa haft kosningar 4 sinnum á ari um þau málefni sem þeim þykja skipta það miklu máli, síðan 1848! Árið átjánhundruð fjörutíu og átta! Engin ásláttarvilla þar!\nAð sjálfsögðu ber að fara út í breytingar varlega… ALLAR breytingar, AÐ SJÁLFSÖGÐU! Það véfengir enginn!\nEn þessar dómsdagsspár sem fylgja undantekningalaust hverri annarri og einustu breytingartillögu á Íslandi, eru alveg út úr kortinu.\nVér lýðræðissinnar höfum þegar rökstutt okkar mál, og það andskoti vel. Hvenær ætla andstæðingarnir að fara að nota actual rök, og actual fordæmi?"
        },
        {
            "user": "Bobo1",
            "user_id": "13053",
            "date": "2003-09-13 12:46:17",
            "id": "1264806",
            "reply_to_id": "1264805",
            "text": "Ég er ekki að segja að allt fari á annan endann nema þetta verði gert á einhverri viku eins og mér finnst Apocalisp vilja. Mér finnst ástandið hér á landi ágætt eins og það er og ég vil ekki fórna því fyrir eitthvað annað sem hvorugur ykkar hefur útskýrtnákvæmlega, hvernig muni virka."
        },
        {
            "user": "Apocalisp",
            "user_id": "3477",
            "date": "2003-09-13 19:40:08",
            "id": "1264807",
            "reply_to_id": "1264805",
            "text": "“Hvenær ætla andstæðingarnir að fara að nota actual rök, og actual fordæmi?”\nÉg bendi enn og aftur á fordæmi lýðræðislegrar aftöku Sókratesar á fjórðu öld fyrir okkar tímatal. Ég bendi á lýðræðislegt kjör Adolfs Hitler á fjórða áratug síðustu aldar. Ég bendi á lýðræðislegar ofsóknir á kínverjum af hendi hins lýðræðislega kínverska meirihluta allt frá upptöku kommúnismans FRAM TIL DAGSINS Í DAG. Ég bendi á lýðræðislega útilokun Tævan úr hinum lýðræðislegu Sameinuðu þjóðum.\nTalandi um “actual rök”, þá er sú forsenda sem þú gefur þér að lýðræði sé í eðli sínu gott algeng rökvilla sem kallast “ARGUMENTUM AD NUMERAM”, að sjónarmið sé endilega rökrétt vegna þess að ákveðið stór hópur aðhyllist það. Náskylt því er rökvillan “ARGUMENTUM AD POPULUM”, sem er sú rökvilla að sjónarmið geti verið “vilji fólksins” eða að mælandinn geti kallað sig “okkur” og það gefi því sjónarmiði rökfræðilegt gildi þess vegna.\n“Vér lýðræðissinnar höfum þegar rökstutt okkar mál, og það andskoti vel.”\nNei, frekar andskoti illa, samkvæmt rökfræðinni. Komdu nú sjálfur með “actual rök” sem ekki falla í þessar tvær rökfræðilegu gryfjur.\nOg svona til að bæta gráu ofan á svart hjá þér, þá kallast það “ARGUMENTUM AD IGNORANTIAM” þegar maður flytur sönnunarbyrðina yfir á andstæðinginn (“Hvenær ætla andstæðingarnir að fara að nota actual rök…”). Önnur rökvilla sem segir að sjónarmið sé endilega gilt vegna þess að það hafi ekki verið afsannað, eða að engin gild rök gegn því hafi komið fram."
        },
        {
            "user": "Apocalisp",
            "user_id": "3477",
            "date": "2003-09-13 20:46:28",
            "id": "1264808",
            "reply_to_id": "1264807",
            "text": "Þakka þér fyrir þessar skemmtilegu skilgreiningar. En eins og þú ættir að vita sjálfur, þá segir það, að þú þekkir fyrirbærin, ekkert til um það hvort þú sért sjálfur hæfur til þess að gagnrýna öll þessi fyrirbæri slæm eða ill. Þ.e.a.s., þó þú getir bent á það að eitthvað ehitir hitt eða þetta, segir það ekki neitt um hæfni þína til þess að dæma það sem fylgir fyrirbærinu hverju sinni. Léleg röksemd að mínu mati, þó kannski engu verri en sú sem þú gagnrýnir hjá mér, það má vel vera. Látum það liggja milli hluta í bili.\nSpurningin var hvar lýðræðið hefði klikkað. Þú nefnir nokkur ágætis dæmi, tökum þau fyrir.\nTökum Sókrates.\n1. Hefði hann fengið að lifa ef lýðurinn hefði ekki ráðið þessu?\n2. Átti lýðurinn ekki að ráða þessu frekar, á þessum stað og þessum tíma? Það eitt að hann hafi verið tekinn af lífi segir lítið til um lýðræðið, þar eð þarna er um allt annan menningarheim að ræða, og samkvæmt þeim tíma þótti væntanlega við hæfi að taka menn að lífi fyrir ákveðnar gjörðir. Hreinlega eins og í dag! Jafnvel í lýðræðislegum ríkjum, en athugaðu… ekkert síður í ólýðræðislegum.\nTökum Adolf Hitler næst.\nHefði semsagt átt að kúga þjóðina áfram, í staðinn fyrir að gefa henni það vald sem hún notaði síðan, til þess að kjósa Hitler? Gleymdu því aldrei hvernig Þýskaland var orðið þegar hann náði völdum. Svo er hitt vel þekkt, að hann barði niður það sem ætlaði að koma á móti honum, og ÞAR var ekki lýðræði. Semsagt, það var ekki bara lýðræðið fyrir hans tíma sem varð þess valdandi að hann gerði það sem hann gerði, heldur einnig SKORTURINN á lýðræði í hans tíð.\nÉg þekki ekki málefni Kínverja sem þú nefnir, ég skal gefa þér þau svosem. Þar virðist nú samt vera alveg sama hvað er gert; Kínverjar virðast vera fasistar, þ.e.a.s. þjóðin sjálf. Það verður bara að vera þannig, ef þjóðin vill það.\nÉg skal glaður taka til baka “vér lýðræðissinnar” klausuna mína, fyrst þér finnst þú nú hafa bakað hana svona illilega með því að nefna hvað svona orðalag heitir. Til hamingju! Þú hlýtur nú að hafa rétt fyrir þér, þar sem þú þekkir þessi vel völdu hugtök! (Þetta heitir á íslensku kaldhæðni, og þar sem ég veit það, hlýt ég að hafa rétt fyrir mér.)\nÉg flyt sönnunarbirðina ofan á andstæðinginn vegna þess einfaldlega að það er löngu kominn tími til þess að andstæðingar lýðræðisins sýni fram á einhver raunveruleg rök fyrir því, að aukið lýðræði “setji hér allt á annan endann” o.s.frv., og að “samfélagið myndi hrynja”, svo ég noti orðrétt “rökstuðning” einhver sem skrifaði hérna.\nÞað er gott að þú þekkir þessi hugtök, en mér þykir það meira hlægilegt heldur en sorglegt að þú teljir þekkingu þína á þeim, segja nokkurn skapaðan hlut um það hvernig þau eru notuð. Að “kasta sönnunarbyrðinni yfir á andstæðinginn”, sem þú nefnir, er í uppáhaldi hjá mér í svarinu þínu, þar sem það er svo innilega, gjörsamlega og algerlega innihaldslaus röksemdafærsla fyrir því að svarið sem þú ert að svara, sé nokkuð ábótavant (þó ég viðurkenni að sjálfsögðu að vera ekkert alvitrari en þú).\nÞetta eru stjórnmál, félagi og bróðir. Ekki Latína. Stick to the point."
        },
        {
            "user": "Apocalisp",
            "user_id": "3477",
            "date": "2003-09-13 20:49:06",
            "id": "1264809",
            "reply_to_id": "1264808",
            "text": "Spurningin stendur ennþá.\nAf hverju megum ekki ráða meiru?"
        },
        {
            "user": "Apocalisp",
            "user_id": "3477",
            "date": "2003-09-13 21:40:43",
            "id": "1264810",
            "reply_to_id": "1264809",
            "text": "“Spurningin stendur ennþá.\nAf hverju megum ekki ráða meiru?”\nSpurningin stendur ekki ennþá, enda er spurningin ógild. Þér láist nefnilega að skilgreina hver það er sem má ekki ráða meiru, og þér láist að skilgreina meiru en hverju.\nÉg biðst velvirðingar á að taka upp rökfræðihugtök á latínu við þig, en þannig er nú að latínan er einstaklega þægileg að grípa í þegar maður vill vera ótvíræður. Þá er enginn ruglingur um orðaval þar sem hugtökin eru þegar vel skilgreind.\nÞað sem meira er, þessar rökvillur hjá þér eru ekki bara villur vegna þess að þær heita nöfnum, heldur heita þær nöfnum vegna þess að þær eru vel skilgreindar og alþekktar í rökfræði sem villur. Rökræður fara nefnilega yfirleitt þannig fram að hvor aðilinn um sig bendir á rökvillur hjá hinum. Það er kallað að hrekja rök.\nÉg ætla meira að segja að ganga það langt á eftir þér að benda á þrjár rökvillur enn í síðustu svörum þínum. Ég skal meira að segja nota íslensk heiti yfir þau.\nÞegar þú segir: “Ég flyt sönnunarbirðina ofan á andstæðinginn vegna þess einfaldlega að það er löngu kominn tími til þess að andstæðingar lýðræðisins sýni fram á einhver raunveruleg rök fyrir því, að aukið lýðræði ”setji hér allt á annan endann“ o.s.frv.,” þá ertu að gefa þér að andstæðingur þinn geti aðeins aðhyllst eina skoðun, að beint lýðræði setji allt á annan endann. Að það geti bara alls ekki verið að það séu þrjú eða fleiri sjónarhorn á málið. Þetta kallast tvíkvíslun eða svart/hvít röksemd. Það er rökvilla númer eitt.\nAð gera andstæðing sínum upp skoðanir á þennan máta er einnig kallað tuskubrúðurökfærsla, þar sem þú setur upp sjónarmið sem auðvelt er að skjóta niður, þó það sé alls ekki sama sjónarmið og andstæðingurinn er að rökfæra. Rökvilla númer tvö.\nÉg er nefnilega að reyna að útskýra fyrir þér að lýðræðið eitt og sér sé hvorki tilgangur né meðal. Ég er að reyna að benda þér á að beint lýðræði og fulltrúalýðræði komi í nákvæmlega sama stað niður hvað varðar að hagsmuna þinna sé gætt eða að niðurstaðan verði eitthvað sem þú getur “kvittað undir”. Í báðum tilfellum er annað fólk að taka ákvarðanir sem varða örlög þín. Lausnin við ergelsi þínu er sjálfræði hvers einstaklings, sem felur nauðsynlega í sér ákaflega beint lýðræði sem óhjákvæmilega afleiðingu.\nOg svo þegar þú spyrð “Af hverju megum við ekki ráða meiru?” þá ertu að gera rökvillu númer þrjú, sem er yfirheyrslurökvillan. Sú rökvilla felur í sér að þú sért búinn að gefa þér að forsendur spurningarinnar hafi verið sannaðar. Og þú gerir það ekki einu sinni, heldur tvisvar í sömu spurningunni. Þegar þú segir “megum við” þá ertu að gefa þér að það sé til vel skilgreindur hópur “við”, og að það sé þegar staðfest að sá hópur sé hugsandi vera sem er fær um aðgerðir eins og að “ráða”. Þetta er eins konar persónugerving hjá þér. Svo þegar þú spyrð hvers vegna þessi persónugerving megi ekki “ráða meiru” þá ertu að gefa þér að það sé staðfest og sannað að tillögur þínar leiði sjálfkrafa til þess að þessi illa skilgreindi hópur “við” komi til með að “ráða meiru” en einhverju sem ekki er skilgreint.\nÉg hafna augljóslega forsendunum fyrir þessari spurningu, því það getur ekki talist rökfært af þinni hálfu að þetta beina lýðræði þitt komi til með að hjálpa “okkur” að “ráða meiru”. Spurningin er þess vegna fallin."
        },
        {
            "user": "Apocalisp",
            "user_id": "3477",
            "date": "2003-09-13 22:11:50",
            "id": "1264811",
            "reply_to_id": "1264808",
            "text": "“Tökum Sókrates. 1. Hefði hann fengið að lifa ef lýðurinn hefði ekki ráðið þessu?”\nJamm. Ef hann hefði fengið að ráða þá hefði hann eflaust ekki verið tekinn af lífi. Það hefði líklega ekki einu sinni verið stungið upp á því að taka hann af lífi fyrir skoðanir sínar ef lýðurinn hefði ekki gert skoðanir hans ólöglegar.\n“2. Átti lýðurinn ekki að ráða þessu frekar, á þessum stað og þessum tíma?”\nAuðvitað ekki. Auðvitað átti Sókrates fullan rétt á sínu lífi, því hann hafði engan glæp framið annan en að hafa “hættulegar” skoðanir.\n“Hefði semsagt átt að kúga þjóðina áfram, í staðinn fyrir að gefa henni það vald sem hún notaði síðan, til þess að kjósa Hitler?”\nNei, tvíkvíslun aftur. Að sjálfsögðu átti að veita þjóðinni frelsi og hverjum einstaklingi sjálfræði. Frelsi milljóna þjóðverja fór nú fyrir lítið undir hæl hinna lýðræðislegu þjóðernissósíalista. En í mætti sínum sem ráðandi meirihluti tröðkuðu meðlimir umrædds meirihluta all rækilega á lífsrétti milljóna samborgara sinna. Það var enginn skortur á lýðræði þar, heldur skortur á frelsi og virðingu við rétt hvers og eins til þess frelsis.\n“Að ”kasta sönnunarbyrðinni yfir á andstæðinginn“, sem þú nefnir, er í uppáhaldi hjá mér í svarinu þínu, þar sem það er svo innilega, gjörsamlega og algerlega innihaldslaus röksemdafærsla”\nAlls ekki. Sá sem kemur með staðhæfingu er sá sem verður að rökstyðja hana. Það nægir ekki að koma með staðhæfingu og segja “komdu með rök á móti”."
        },
        {
            "user": "Apocalisp",
            "user_id": "3477",
            "date": "2003-09-15 15:39:26",
            "id": "1264812",
            "reply_to_id": "1264811",
            "text": "Það er líka ekki það sem VÉR LÝÐRÆÐISSINNAR (sem ég vil meina að séu í minnihluta, og þ.a.l. ekki í samræmi við þín fyrri orð um Argumendum Ad Meirihluti eða hvað það var) eru að gera, að varpa út “við viljum meira lýðræði” og svo bara spyrja “af hverju ekki”?\nÞað sem ég er að benda á með þessari grein er annars ekki beinlínis til þess að heimta virkara lýðræði. Bara að spyrja spurninga á borð við það; hvað þarf til þess að þjóðin ráði sínum málum sjálf? Undir núverandi kringumstæðum er lýðræðið bara hálfvirkt; þ.e.a.s., fólk þarf að velja um hvort það kýs fólk, stefnur eða einstaka málefni fortíðarinnar.\nÉg er t.d. hægrimaður og get ekkert stutt VG vegna þess að ég er hægrimaður. En ég er náttúruverndarsinni og friðarsinni svo að ég get ekkert kosið Sjálfstæðisflokkinn. Þegar öllu er á botninn hvolft, er val mitt á Íslandi svo óljóst að það skiptir bókstaflega engu máli hvað ég kýs; ég er alltaf að kjósa á móti þorra minnar sannfæringar. Það er þetta eðli lýðræðisins í dag sem ég er að benda á, og þegar menn loksins ná því hvað ég er að tala um, þá fyrst geta menn farið að spyrja sig að því hvort þeir vilji hafa þetta svona áfram, eða hvort þeir vilji auka lýðræðið, eða minnka það (og leysa deilurnar bara með vopnavaldi til að knýja fram vilja sinn).\nAllir útreikningar þurfa að byggja á forsendum.\nOg ég byggi þessar pælingar mínar á þeirri grundvallarforsendu, að fullorðið fólk hafi þroska, menntun og vilja til þess að stjórna sínu lífi, og hið sama útfæri ég fyrir heilu þjóðirnar. Ég tel, eftir mína reynslu af lífinu, að þjóðin hafi þroska, menntun og vilja til þess að ráða flestum sínum málum sjálf.\nÓkei, þú hefur allavega komið með dæmin sem ég hef svo lengi leitað að; gott að þú finnur þau, svo að þú sigrar auðvitað þau rök mín (þ.e.a.s. þau að hvergi hafi aukið lýðræði verið til ama). Þá er eftir hitt; tölfræðin. Þú mátt fræða mig, hafirðu vit á því (sem ég ætla ekkert til að þú hafir), hvort þú getir með sannfæringu sagt að hér færi allt á annan endann ef Íslendingar fengju nú það sem þeir halda enn þann dag í dag að þeir hafi; vald yfir ákvarðanatöku ríkisins.\nGleymum í bili grundvallaratriðum lýðræðisins og því hvað er “betra en hitt”. Ég ætla að reyna að útskýra betur dulda merkingu mína með þessari grein.\nÍslendingar telja sig í dag vera lýðræðisríki, sem það er. Tilfinning landans er sú að þjóðin ráði málunum, og Íslendingar eru að öllu jöfnu sáttir við það fyrirkomulag sem nú er fyrir hendi. Ekkert er slæmt um það að segja, en það sem ég er að benda á, er að valdið sem fólk sjálfkrafa ímyndar sér að það hafi, er í rauninni ekki í þeirra höndum.\nHvort þeim finnist það bara hið besta mál, eða hvort það þurfi að greiða úr, er seinni tíma umræða. Fyrst þarf að útkljá hversu virkt lýðræðið á Íslandi raunverulega er, áður en farið er út í breytingartillögur. Þetta hugsa ég nú að við séum báðir sammála um.\nÉg tek fyrir Falun Gong málið, kvótakerfið (sem hinn almenni sjómaður hefur meira en nóg vit og áhuga á), stríðsrekstur Bandaríkjanna o.s.frv., og spyr; hvurn djöfulinn þarf til þess að það sé hlustað á þjóðina?\nHvernig sem við ræðum málið hérna “in theory”, þá er eitt greinilegt. Annaðhvort er þjóðin sífellt að mótmæla án þess að vera raunverulega á móti, eða þá að hið núverandi lýðræðiskerfi (sem ég get ekki ítrekað nógu oft að við eigum að vera þakklát fyrir, þrátt fyrir þetta væl í mér), er ekki í stakk búið til þess að tryggja raunverulegan vilja þjóðarinnar. Hvort heldur sem er, er það verk umræðu."
        },
        {
            "user": "Apocalisp",
            "user_id": "3477",
            "date": "2003-09-15 18:41:25",
            "id": "1264813",
            "reply_to_id": "1264812",
            "text": "Armon, nú erum við sammála.\n“ég er alltaf að kjósa á móti þorra minnar sannfæringar. Það er þetta eðli lýðræðisins í dag sem ég er að benda á”\nÞað er nákvæmlega vandamálið við lýðræði beint eða óbeint. Hver einn einstaklingur hefur ákaflega lítil áhrif á ákvarðanatökur eða stefnumál. Enda kýs ég ekki. En athugaðu að þetta er alveg eins sama hversu beint lýðræðið er. Og þó þú fengir að kjósa með þinni sannfæringu um hvert einasta málefni þá hefði það samt ákaflega lítið að segja. Á hvorn veginn sem er þá er líklegt að niðurstaðan verði oftar en ekki gegn þinni sannfæringu.\n“Og ég byggi þessar pælingar mínar á þeirri grundvallarforsendu, að fullorðið fólk hafi þroska, menntun og vilja til þess að stjórna sínu lífi, og hið sama útfæri ég fyrir heilu þjóðirnar.”\nFyrri forsendan hjá þér er algerlega rökrétt. Að sjálfsögðu getum við gert ráð fyrir því að hver einstaklingur geti best stjórnað sínu eigin lífi, að fullorðið fólk þurfi ekki að láta segja sér hvað það á og á ekki að gera, segja og hugsa. En þú gerir reginmistök þegar þú gefur heilli þjóð sömu eiginleika. Því einmitt sú forsenda að hver einstaklingur sé sjálfráða og hugsandi kemur í veg fyrir að við getum litið á þjóðir sem sjálfráða og hugsandi. Við getum ekki talað um “vilja þjóðarinnar” meðan við gefum okkur að til séu einstaklingar innan hennar sem ekki lúta þeim vilja heldur sínum eigin. Það er hægt að tala um einhvers konar tölfræðilegt meðaltal eða námundun, vissulega, og hægt að segja að ákveðnir hópar fólks hafi ákveðnar skoðanir sameiginlegar, en þjóðir hafa ekki vilja.\n“hvort þú getir með sannfæringu sagt að hér færi allt á annan endann ef Íslendingar fengju nú það sem þeir halda enn þann dag í dag að þeir hafi; vald yfir ákvarðanatöku ríkisins.”\nÉg veit ekki alveg hvað þú átt við hér með “Íslendingar fengju”. Því svo framarlega sem ég veit þá fara Íslendingar í dag með allt vald ríkisins svo langt sem það vald nær. Það sem ég tel þig vera að meina er hvort hlutirnir “færu á annan endann” ef löggjafarvaldið væri flutt af alþingi og til einhvers konar þjóðaratkvæðis. Að í stað rökræða á Alþingi um ákveðin málefni kæmi opin umræða í fjölmiðlum og svo þjóðaratkvæði í stað kosninga innan Alþingis.\nÞessi spurning vekur frekari spurningar. Væri vald hvers Íslendings yfir ákvarðanatöku ríkisins aukið með beinu lýðræði eða væri ákvörðunarvald hvers Íslendings minna? Ég tel að það væri annað hvort minna eða jafn mikið. Það skiptir í raun engu. Annars vegar ertu með lítinn hóp einstaklinga sem fara með ákvarðanir fyrir þína hönd og hins vegar ertu með stóran hóp sem fer með ákvarðanir fyrir þína hönd. Leiðin til að auka þitt ákvörðunarvald er augljóslega að fjarlægja það úr höndum þessara hópa, alþingis eða þjóðar eða hvaða nafni þeir nefnast, og taka ákvörðunina sjálfur fyrir þína eigin hönd.\nTökum sem dæmi vinsælt málefni. Hvort á að banna eða leyfa reykingar á veitingahúsum? Með fulltrúalýðræðinu rökræða fulltrúarnir um málið uns þeir komast að niðurstöðu með kosningu. Með beina lýðræðinu skiptast menn á skoðunum í þjóðfélaginu og ganga svo til þjóðaratkvæðis. Hvor leiðin “gefur Íslendingum meira vald”? Hvorug er svarið. Því báðar leiðirnar eru jafn hrikalega ósanngjarnar og óhagkvæmar. Hagkvæmast og sanngjarnast er að hver og einn taki þessa ákvörðun fyrir sjálfan sig, enda sé hver einstaklingur ábyrgur, hugsandi og sjálfstæður. Eigendur veitingahúsa ákvarða hvaða athæfi skal leyft og hvað bannað í sínum húsum og gestir veitingahúsa skulu ákveða hvaða veitingahús þeir sækja og hver ekki.\n“það sem ég er að benda á, er að valdið sem fólk sjálfkrafa ímyndar sér að það hafi, er í rauninni ekki í þeirra höndum.”\nAlveg sammála þér þar. En valdið sem fólk ímyndar sér að það hafi verður ekkert raunverulegra með beinu lýðræði. Þvert á móti, það vald sem fólk ímyndar sér að það hafi yfir sjálfum sér, m.ö.o. frelsið, verður meira eftir því sem ákvarðanir annarra hafa minni áhrif á líf þeirra. Við þurfum því ekki fleira fólk til að taka ákvarðanir, við þurfum að taka færri ákvarðanir. Við þurftum að tryggja rétt hvers einstaklings til að vera lénsherra síns lífs, ekki að tryggja að sem flestir geti drottnað sameiginlega hver yfir öðrum.\n“Ég tek fyrir Falun Gong málið”\nÍ frjálsu samfélagi hefði einmitt ríkið ekki haft vald til að meina Falun Gong inngöngu. Né hefði það haft vald til að rýma ákveðin svæði til að frjálst fólk flæktist ekki fyrir keisaranum frá Kína. Þvert á móti, ef ríkið ætti ekki hálfa höfuðborgina hefðu einstaklingar og fyrirtæki getað sagt “nei takk, enga kommúnista-einræðisherra á minni gangstétt”. Þjóðaratkvæði um þessi mál hefðu e.t.v. valdið meiri sátt, en engu meira réttlæti.\n“kvótakerfið”\nAftur, það gildir einu hvort ákvarðanir um fiskveiðistjórnun eru teknar af alþingi eða þjóðaratkvæði. Hins vegar er kvótakerfið ágætt að því leitinu til að ákvarðanir aðrar en hve mikið skal veitt eru fjarlægðar frá ríkisvaldinu og í hendur þeirra sem hlut eiga að máli. Hvernig skal veitt og hver skal veiða er ákvörðun sem tekin er af þeim sem veiða. Ég vil skjóta því inn að glósur um “þjóðareign” eru svipaðar og tal um “vilja þjóðar”. Þegar slíkar persónugervingar koma í staðinn fyrir rök er það aftur latneski góðvinur okkar “argumentum ad populum”.\n“stríðsrekstur Bandaríkjanna”\nÞað er ákaflega hæpið að Íslendingar hafi haft hagsmuna að gæta í sambandi við Íraksstríðið, nema ef til vill að halda herstöðinni í Keflavík. Ég leyfi mér að efast að ákvörðun ríkisstjórnar Íslands að styðja eða andmæla stríði hafi nokkuð að segja fyrir nokkurn Íslending nema þá helst fyrir svekkelsi íslenskra frið(þæging)arsinna."
        },
        {
            "user": "Apocalisp",
            "user_id": "3477",
            "date": "2003-09-16 15:04:46",
            "id": "1264814",
            "reply_to_id": "1264813",
            "text": "Þetta eru helvíti góðir punktar hjá þér, þeir vekja mikla umhugsun.\nÉg hef áður hérna rifist við einhvern um grundvallarmuninn á lýðræðinu og einstaklingsfrelsinu, sem ég hef hingað til viljað meina að væri enginn siðfræðilega. Ég ætla ekki að ítreka þá skoðun mína áður en ég tek hana til endurskoðunar í kjölfar þessa svars þíns.\nÞað var mikið að fleiri færu að nenna að skrifa meira en örfáar línur hérna! ;)\nÉg er ennþá dálítið ósammála því að virkara lýðræði tryggi ekki meira réttlæti heldur en óvirkara, en þó verð ég að játa að ég upplifi skoðun mína ekki jafn heilsteypta eftir þennan lestur.\nÉg ætla að leggjast undir feld áður en ég mótmæli þér þó ég sé ekki alveg orðinn sammála. Ég vil hrósa þér sérstaklega fyrir góðan málflutning."
        },
        {
            "user": "Apocalisp",
            "user_id": "3477",
            "date": "2003-09-16 18:32:10",
            "id": "1264815",
            "reply_to_id": "1264814",
            "text": "“Ég hef áður hérna rifist við einhvern um grundvallarmuninn á lýðræðinu og einstaklingsfrelsinu”\nJá, það var ég. :-)\n“Ég ætla ekki að ítreka þá skoðun mína áður en ég tek hana til endurskoðunar í kjölfar þessa svars þíns.”\nHér er nokkuð lítilræði til að aðstoða þig við endurskoðunina:\nhttp://www.capitalism.org/faq/democr\nacy.htm\n“Ég ætla að leggjast undir feld áður en ég mótmæli þér þó ég sé ekki alveg orðinn sammála. Ég vil hrósa þér sérstaklega fyrir góðan málflutning.”\nTakk fyrir og sömuleiðis. Ef svörin hafa verið löng og ítarleg, þá þýðir það að skrif þín hafa verið svarverð.\nLifðu heill, lengi og frjáls,\nApocalisp"
        },
        {
            "user": "Apocalisp",
            "user_id": "3477",
            "date": "2003-09-22 11:45:51",
            "id": "1264816",
            "reply_to_id": "1264815",
            "text": "Jæja, núna er maður loksins skriðinn undan feldinum. Ég las slatta af þessum ágæta vef sem þú bentir mér á.\nEftir að hafa vaðið fram og til baka eins og jójó í skoðun minni, er niðurstaðan sú að ég er í grundvallaratriðum sömu skoðunar og áður, þó hún sé útfærð aðeins öðruvísi.\nÞú bendir réttilega á að þetta lýðræði sem ég þrái svona ógurlega, sé ákveðin ógn við einstaklingsfrelsið, sem er algert grundvallaratriði. En gallinn við þennan rökstuðning, er að siðferðislegur réttur til einstaklingsfrelsis (sem er greinilega að mínu mati sem og þínu, alger), er að mínu mati að siðferðislegur réttur þjóðar til þess að ráða sínum málum, er jafn.\nEn hið sama er hægt að segja um hitt; ég tel það ákveðna hræsni að leyfa einstaklingnum að mála veggina sína svarta en ekki að leyfa almenningi t.d. að kjósa um stríðsþátttöku, hvort heldur sem það er til hins betra eða verra.\nMálið er siðferðislegs eðlis, og er ekki spurning um það hvað sé betra eða jafnvel praktískara, heldur “réttara”.\nEftir þessar vangaveltur lít ég dæmin sem þú tókst áður öðrum augum, og nú skil ég Sókrates-tilvitnun þína mun betur.\nÞú spyrð hvort lýðræðið hefði átt að ráða þá, og ég segi alfarið nei, vegna þess að þar klikkaði nákvæmlega sama grundvallaratriði og ég trúi á í sambandi við lýðræðið; einstaklingsfrelsið. Það þurfti að eyða frelsi Sókratess til þess að tryggja lýðræðið, hvort tveggja sem ég tel tiltölulega heilagt.\nSvo er verkfræðilega vandamálið við að koma algeru einstaklingsfrelsi á. Lýðræðið er í eðli sínu mjög gott tól til þess að losna við það að almúginn noti ofbeldi til að fá sínu fram, og til þess að ég eða þú, getum haft þær afleiðingar í för með okkur að einstaklingsfrelsi verði gulltryggt í stjórnarskrá eins og við báðir viljum, verðum við að hafa eitthvað um það að segja. Og þá þurfum við þetta lýðræði sem ég er að tala um.\nKæmist einstaklingsfrelsið að, þyrfti líka að réttlæta það. Það væri að mínu mati ekki nógu gott að segja bara “það á bara að vera þannig vegna þess að ég vil að það sé þannig, jafnvel þó að 90% þjóðarinnar sé á móti því”. Réttlætingin er nákvæmlega sú, að lýðurinn sjálfur, alþýðan, hefur komist að þeirri niðurstöðu að einstaklingurinn skuli njóta sömu réttinda og almúginn; réttinda til þess að fara með eigin málefni.\nEn það er rétt sem þú segir, og við erum sammála þar, að almúginn á ekki að ráða yfir einstaklingnum, bara yfir því sem snertir almúgann sjálfan, t.a.m. því sem gert er í nafni þjóðarinnar.\nRétt eins og öfugt. Einstaklingur á ekki að ráða yfir múgnum. Og ÞAÐ, er það sem ég gagnrýni við núverandi stjórnvöld með upprunalegu greininni, að valdið sem siðferðislega ætti að vera fólskins, er í höndum fárra, jafnvel í þeim málum þar sem yfirvöld hafa engu nákvæmari heimildir en almenningur, og er þá best að nefna stríðið. Hann las sömu greinarnar, hann heyrði sömu röksemdirnar, enda hafði hann rétt fyrir sér. Þar vissi almúginn alveg hvað hann var að tala um, og hann átti að ráða þessu.\nSvo gætum við tekið annað málefni. Kannabiseign og neyslu. Ég er 120% hlynntur lögleiðingu neyslu og eign á kannabisefnum, þrátt fyrir það að 75% þjóðarinnar (samkvæmt könnun Morgunblaðsins, að mig minnir) sé “mjög andvíg” (orðrétt). Þegar ég las þetta varð ég auðvitað að spyrja mig hvort ég væri ekki hræsnari fyrir að heimta lögleiðingu kannabisefna en jafnframt að hafna andstæðri niðurstöðu, byggðri á kerfi sem ég væri nákvæmlega jafn hlynntur.\nÉg get ekki kallað það hræsni lengur af sjálfum mér, að vilja lögleiða kannabisefni en jafnframt brjóta í bága við vilja þjóðarinnar; vegna þess að þarna er þjóðin sjálf að brjóta á rétti einstaklingsins; sem er eitthvað sem ég get alls ekki tekið undir. Ekkert frekar en að ég get tekið undir bann á eign og neyslu kannabisefna… en ekkert síður heldur.\nÞú hefur ekki beinlínis breytt afstöðu minni, en haft mjög jákvæð áhrif á hana. Ég er ennþá fastari en fyrr á því að einstaklingsfrelsi og lýðræði séu siðferðislega nákvæmlega sami hluturinn, EN, þú hefur aftur á móti komið vel þeim punkti á framfæri, sem ég tek algerlega undir, að einstaklingsfrelsinu má alls ekki fórna fyrir lýðræðið. Ég bæti hinsvegar við, “né öfugt”."
        },
        {
            "user": "Apocalisp",
            "user_id": "3477",
            "date": "2003-09-22 15:58:00",
            "id": "1264817",
            "reply_to_id": "1264816",
            "text": "“Lýðræðið er í eðli sínu mjög gott tól til þess að losna við það að almúginn noti ofbeldi til að fá sínu fram”\nÞvert á móti er lýðræði, þar sem frelsi er lítið og/eða vald stjórnar er mikið, tilvalið tól til að almúginn geti notað ofbeldi til að fá sínu fram. En lýðræðið er á móti ágætis tól þar sem frelsi er mikið til að hafa hemil á stjórninni því hún endurnýjast í sífellu. Ef þú skoðar skrif t.d. Thomas Paine og Jefferson þá má sjá að einmitt þess vegna var látið reyna á lýðræði í Bandaríkjunum, svo enginn einn gæti tortímt frelsinu sem þeir börðust svo hart fyrir.\n“Kæmist einstaklingsfrelsið að, þyrfti líka að réttlæta það”\nRéttlæta það fyrir hverjum? Frelsi er í eðli sínu réttlátt. Og raunar, samkvæmt Aristóteles, þá er réttlæti ómissandi til að tryggja frelsi, og öfugt.\n“Réttlætingin er nákvæmlega sú, að lýðurinn sjálfur, alþýðan, hefur komist að þeirri niðurstöðu að einstaklingurinn skuli njóta sömu réttinda og almúginn; réttinda til þess að fara með eigin málefni.”\nNei, nei og aftur nei. Réttlætingin felst í eþík, í rökréttu og hlutlægu siðfræðislögmáli. Það felst enginn réttlæting í samþykki alþýðunnar, og reyndar er það þversögn við einstaklingsfrelsið að það skuli einungis vera “réttlætanlegt” ef ákveðinn meirihluti segir það. Það er ekki frelsi, heldur leyfi.\nSem dæmi, ef 10 menn af 1000 eru þrælar og einn þeirra krefst frelsis “bara af því að hann vill það”, þarf hann þá að fá leyfi hinna 9, eða hinna 999 til að “réttlæta” frelsi sitt?\nEins og þú segir sjálfur: “Málið er siðferðislegs eðlis, og er ekki spurning um það hvað sé betra eða jafnvel praktískara, heldur ‘réttara’.”\nEr þá mælikvarðinn á hvað sé réttara hversu stór meirihluti alþýðunnar er sammála?\n“Rétt eins og öfugt. Einstaklingur á ekki að ráða yfir múgnum.”\nHugsaðu aðeins um þetta. Það er ekki til neinn múgur. Þú gætir alveg eins sagt “einstaklingur á ekki að ráða yfir öðrum einstaklingum”. Múgurinn er ekkert annað en hópur einstaklinga sem  hafa réttindi hver um sig. Hópurinn er ímyndun þín, en einstaklingarnir eru raunverulegir hver fyrir sjálfum sér. Hver og einn þeirra er frjáls og hugsandi, óháður hinum. Og að sjálfsögðu á enginn þeirra að ráða yfir hinum.\n“Ég get ekki kallað það hræsni lengur af sjálfum mér, að vilja lögleiða kannabisefni en jafnframt brjóta í bága við vilja þjóðarinnar; vegna þess að þarna er þjóðin sjálf að brjóta á rétti einstaklingsins;”\nÞað er hún svo sannarlega að gera, og ég get heilshugar verið sammála þér að bönn við hvers konar neyslu og sölu eru óréttmæt.\n“Ég er ennþá fastari en fyrr á því að einstaklingsfrelsi og lýðræði séu siðferðislega nákvæmlega sami hluturinn”\nÞar er ég að hluta til sammála þér, en það er þá líka til lýðræði og lýðræði. Annars vegar demókratískt lýðræði þar sem allt vald á himni og jörðu er falið í atkvæði og örlög manna eru ákveðin af lýðnum einum saman. Hins vegar er svokallað republic, þar sem ekkert (eða takmarkað) vald er falið í atkvæðum og enginn ræður örlögum annars. En “republic” er líklega afbakaðasta orð í sögunni, þannig að í nútímalegri orðum skulum við kalla slíkt laissez faire kapítalisma, eða “neytendalýðræði”.\nUndir slíku kerfi er kosið, en aðeins til að ákvarða stöður sem fara með málefni ríkis. Þeim stöðum er ekkert vald gefið yfir fjármálum, trúmálum, atvinnuvegi, samgöngum né neinu slíku. Heldur aðeins vald yfir dómi og lögum. Slíkt kerfi þolir engan veginn beint lýðræði því dómur og lög verða að vera hlutlæg. Atkvæði mæla á huglægan hátt, sem er ágætt til að velja menn í stöður, en ekki til að ákveða dóm og lög.\nVið búum að vissu leyti við síðara kerfið, en þó töluvert í bland við það fyrra. Það holdgast í því að stjórn sem er kosin fer með meira vald en æskilegt eða réttlátt er."
        },
        {
            "user": "Apocalisp",
            "user_id": "3477",
            "date": "2003-09-22 16:51:46",
            "id": "1264818",
            "reply_to_id": "1264817",
            "text": "Veistu, mig er farið að gruna mjög sterklega að við séum í rauninni bara nokkuð sammála. Mér sýnist þú einfaldlega vera að ræða þetta út frá heimspeki, á meðan ég er að reyna að troða þessu inn í stjórnmál.\nOg jájá, samkvæmt Jefferson og hinum og þessum ágætis körlum er frelsið jafn mikið grundvallaratriði og þú og ég viljum meina. En það er bara ekki nóg að það sé það, fólk þarf líka að vera sammála um það. Ellegar berjast fyrir því… með vopnavaldi. Og þar kemur lýðræðið inn í.\nÉg þarf ekkert að réttlæta það fyrir sjálfum mér, hvort ég hafi rétt til þess að segja það sem mér sýnist. Hinsvegar, ef ég fer í beinni útsendingu að tala um skoðun mína á t.d. fyrrverandi dóms- og kirkjumálaráðherra, þá dugar það ekki til að ég réttlæti það fyrir SJÁLFUM MÉR, að ég megi það ef mér sýnist að gera svo.\nÞá eru nefnilega allir sem horfa á, komnir inn í spilið, og hvort sem þeir hafa rétt á því að hafa skoðun á mínu framferði eða ekki, HAFA þeir skoðun á framferði mínu. Og þess vegna þurfa allir einhverjar algerar grundvallarforsendur til þess að miða við, til þess að rökstyðja mál sitt. Við byrjum á því að komast að því litla sem við erum sammála um, til þess að byggja restina ofan á. Svo er auðvitað misjafnt hvaða grundvallarforsendur menn gefa sér, og þú ert mjög greinilega mjög einbeittur á einstaklingsfrelsið.\nÉg skil alveg hvað þú meinar, og ég er sammála þér í grunnatriðum, EF við erum að gefa okkur þær forsendur sem við tökum marktækar, á borð við orð Jeffersons og annarra ágætra manna sem þú nefnir. Ef við GEFUM OKKUR þær forsendur er ég fullkomlega sammála þér. Ég er hinsvegar á móti því að við setjum allt sem ríkisstjórn á að stjórna, undir þau grundvallaratriði bara vegna þess að ÉG SJÁLFUR er sannfærður um þau grundvallaratriði. Það eru grundvallaratriði þegnanna sem skipta máli.\nÉg held við mína skoðun, og ég er sammála þér “in theory”. “In practice” hinsvegar, er ég það ekki."
        },
        {
            "user": "Apocalisp",
            "user_id": "3477",
            "date": "2003-09-22 18:15:03",
            "id": "1264819",
            "reply_to_id": "1264818",
            "text": "“En það er bara ekki nóg að það sé það, fólk þarf líka að vera sammála um það”\nTil að frelsið eigi rétt á sér þarf enginn að vera sammála um það nema sá sem vill vera frjáls. Aftur ef nægur hellingur fólks er ósammála um að einn skuli vera frjáls, þá er líklegt að frelsi hans verði lítið. Hann hefur jafnan rétt á frelsi fyrir það.\n“Ég er hinsvegar á móti því að við setjum allt sem ríkisstjórn á að stjórna, undir þau grundvallaratriði bara vegna þess að ÉG SJÁLFUR er sannfærður um þau grundvallaratriði.”\nSammála því, þess vegna er það grundvallaratriði að ríkisstjórnin stjórni sem allra allra minnstu, til að sem allra mest sé undir sannfæringu hvers og eins komið. Pólítískt frelsi er ekki mögulegt öðruvísi.\nRíkið er vald, og þeir sem fara með vald ríkisins hafa vald yfir samborgurum sínum. Við getum aldrei skilið að ríki og vald. Þetta skildu stofnfeður fyrsta stjórnarskrárbundna lýðvelsisins ósköp vel. En til að frelsi og réttlæti fái sín að njóta verður að skilja að vald og vilja. Annars er næsta víst að þeir valdlausu lúti vilja valdhafanna.\nTil að tryggja trúfrelsi verður að skilja að ríki og kirkju, til að tryggja viðskiptafrelsi verður að skilja að ríki og viðskipti, o.s.frv. Að öðrum kosti verður alltaf einhver sem beitir valdi ríkisins gegn frelsi annarra. Og skilgreiningin á frelsi er einmitt þessi, að vera laus við valdbeitingar.\nÞað er því ekkert skrýtið að stofnfeður Bandaríkjanna hafi kallað ríkisvaldið nöfnum eins og “necessary evil”, og þá ekki í gríni. Þeim var dauðans alvara. Í orðum Washington:\n“Government is not reason. It is not eloquent. It is force. Like fire, it is a dangerous servant and a fearful master.”"
        },
        {
            "user": "Apocalisp",
            "user_id": "3477",
            "date": "2003-10-04 15:45:50",
            "id": "1264820",
            "reply_to_id": "1264819",
            "text": "Mér finnst alveg mögnuð, þessi virkilega einlæga trú á því að einstaklingsfrelsið sé æðra öllu öðru.\nÉg festist sífellt á þeirri niðurstöðu að þessar pælingar þínar eigi heima meira í heimspeki en í stjórnmálum, og með ÞEIM forsendum er ég alveg sammála þér.\nEn það er ekkert gaman að því, rífumst smá.\n“Til að frelsið eigi rétt á sér þarf enginn að vera sammála um það nema sá sem vill vera frjáls. Aftur ef nægur hellingur fólks er ósammála um að einn skuli vera frjáls, þá er líklegt að frelsi hans verði lítið. Hann hefur jafnan rétt á frelsi fyrir það.”\nEn heldurðu að ríkisvaldið sé eina valdið? Ef einstaklingsfrelsið væri svona algert eins og þú talar um, hver ætlar að stöðva nágranna þinn í því að hindra frelsi þitt?\nSvarið er einfalt. Sá sem hefur meira af vopnum. Þá hefur valdið einfaldlega færst úr því að heita “ríki”, og orðið að einræði þess valdamesta. Þetta er nú ástæðan fyrir því að almúginn sá ástæðu til þess að koma á skipulagi til að byrja með; sameiginleg trygging allra um að þeir sem væru einfaldlega sterkastir (í HANDAFLI, þess vegna, hvað þá með nútímaþáttum eins og vopnum og gáfum), myndu ekki ráða yfir öllum hinum.\nSvo var ríkið ekki að standa við sitt, þannig að það varð til lýðræði, sem er auðvitað svona patch ofan á patch ofan á patch, en það er ekki þar með sagt að það eigi allt saman að víkja, bara til þess að undirstrika að einstaklingsfrelsið gæti verið betra í Útópíu.\nSameiginlegt ríki allra landsmanna er alls ekkert það eina sem heldur uppi skoðunum og viðhorfum á almenningi með valdi. Ef það væri ekki fyrir ríkið, væri sá þáttur yfirvalds einfaldlega í höndum sterkra einstaklinga (hvernig sem þú vilt túlka “sterkra”)."
        },
        {
            "user": "Apocalisp",
            "user_id": "3477",
            "date": "2003-10-04 18:19:49",
            "id": "1264821",
            "reply_to_id": "1264820",
            "text": "“Mér finnst alveg mögnuð, þessi virkilega einlæga trú á því að einstaklingsfrelsið sé æðra öllu öðru.”\nOg þér má finnast það því þú ert jú frjáls einstaklingur með eigin hugsanir og skoðanir.\n“Ég festist sífellt á þeirri niðurstöðu að þessar pælingar þínar eigi heima meira í heimspeki en í stjórnmálum”\nStjórnmál eru náskyld heimspeki. Það er engin pólítík sem ekki byggir á einhverskonar heimspeki. Í rauninni er ekkert, hvorki vísindi né listir, sem byggja ekki á heimspeki. Það skiptir ekki máli hvort þú gerir þér grein fyrir því eða ekki, þú notar heimspeki meðvitað og ómeðvitað á hverjum degi.\nÞað eru engin rök að brennimerkja eitthvað “heimspeki” og telja það afgreitt.\n“En heldurðu að ríkisvaldið sé eina valdið?”\nNei, en ríkisvaldið er yfirgnæfandi valdið, og sterkasta aflið í hverju samfélagi. Vald ríkisins er einnig fest í lög, og er þannig sjálf-styrkjandi.\n“Ef einstaklingsfrelsið væri svona algert eins og þú talar um, hver ætlar að stöðva nágranna þinn í því að hindra frelsi þitt?”\nÉg. Og ef ég get það ekki þá kalla ég á ríkisvaldið til að aðstoða mig í krafti laganna að vernda frelsi mitt.\n“Svarið er einfalt. Sá sem hefur meira af vopnum. Þá hefur valdið einfaldlega færst úr því að heita ”ríki“, og orðið að einræði þess valdamesta. Þetta er nú ástæðan fyrir því að almúginn sá ástæðu til þess að koma á skipulagi til að byrja með; sameiginleg trygging allra um að þeir sem væru einfaldlega sterkastir (í HANDAFLI, þess vegna, hvað þá með nútímaþáttum eins og vopnum og gáfum), myndu ekki ráða yfir öllum hinum.”\nJá! Húrra. Þetta er alveg rétt. Þarna í upphafi ertu að tala um algjört skipulagsleysi, eða anarkisma. Afleiðingin er síðan, eins og þú segir, einræði. Svona var nærri allur heimurinn á miðöldum t.d. Menn réðu einfaldlega því sem þeir gátu haldið með vopnavaldi. Og réðu yfir þeim mönnum sem þeir gátu ógnað nægilega.\nMér sýnist þú vera búinn að týna þræðinum sem þú varst búinn að finna hérna áður. Lýðræðið var ekki lausnin á einræðisvandamálinu og anarkismanum. Lausnin var að setja í lög takmarkað ríkisvald og láta einstaklingum eftir allt frelsi annað en að beita aðra einstaklinga valdi að fyrra bragði. Þetta er ótrúlega einföld hugmynd, og hið farsælasta stjórnarfar í allri mannkynssögunni.\nSlíkt stjórnarfar hófst fyrst í Bandaríkjunum á seinni hluta 18. aldar. Ef þú vilt kynna þér þessar hugmyndir nánar vil ég mæla með að þú lesir skrif þeirra sem voru uppi þá og tóku þátt í þeirri endurreisn. Og þú munt komast að því, þér til mikillar furðu, að lausnin var ekki lýðræði heldur frjálsræði. Ekki “democracy” heldur “limited republic”.\nÉg ætla að gefa þér stuttan lista yfir skrif sem þú ættir að kynna þér, og í raun allir ættu að kynna sér sem hafa áhuga á stjórnmálum eða stjórnmálasögu, og kenningum um hlutverk ríkisins.\n1. Aristóteles. Faðir rökfræðinnar og sá sem mótaði helst gríska eþík og hugmyndir um réttlæti.\n2. Thomas Aquinas. Enduruppgötvaði aristóteles eftir myrkaldir og hóf endurreisn grískrar hugsunar.\n3. Frederic Bastiat. Endurreisnarsinni í frakklandi á 19. öld. Veltir fyrir sér lögum, réttlæti, lýðræði og pólítík. Gífurlega áhrifamikill fyrir franska byltingar- og lýðræðissinna. Enn áhrifamikill fyrir frjálshyggjumenn nútímans.\n4. James Madison, Thomas Jefferson og Thomas Paine. Áhrifavaldar og hugsuðir amerísku byltingarinnar.\n5. Ayn Rand og Leonard Peikoff. Endurreistu á 20. öld kenningar Aristótelesar og amerískra byltingarsinna og útfærðu þær nánar í pólítík, listum og menntun."
        },
        {
            "user": "Apocalisp",
            "user_id": "3477",
            "date": "2003-10-07 19:00:21",
            "id": "1264822",
            "reply_to_id": "1264821",
            "text": "Við erum löngu komnir í hring, félagi. Mig langar bara að svara einni klausu frá þér sem ég tel útskýra ótta minn dálítið.\n“Nei, en ríkisvaldið er yfirgnæfandi valdið, og sterkasta aflið í hverju samfélagi. Vald ríkisins er einnig fest í lög, og er þannig sjálf-styrkjandi.”\nRíkisvaldið er einmitt yfirgnæfandi valdið, og sé það lýðstýrt er það lítið vandamál á meðan einstaklingsfrelsið er virt jafnt lýðræðinu (enda, eins og ég kom inn á áður, nákvæmlega sama fyrirbærið bara með stigsmun, ákvarðanarétt hlutaðila).\nNEMA auðvitað, þegar stórfyrirtækjum og auðmönnum eru gefin of mikið völd. :) Og hvort sem þessi Útópía þín gerir ráð fyrir því ekki, eru peningar gríðarleg völd. Til þess einmitt að það sé hægt að halda uppi velferðarkerfi, þarf einmitt að vera mótvægi, sem er ríkið. Og til þess að ríkið verði ekki bara enn eitt fyrirtækið sem sér um eigin hagsmuni, þarf það að vera lýðstýrt.\nAuðvitað notar maður heimspeki í daglegu lífi, ég var ekkert að dissa heimspeki. Það er vanmetið fag, ég er bara ósammála því að blanda saman hugleikjum og útópískum hugsunarhætti saman við stjórnmál. Heimspeki er svo mikið “in theory” hvað varðar stjórnmál, það þarf líka að taka inn í myndina “in practice”, sem oft er alls ekkert það sem “in theory”-hlutinn sagði til um. Þetta ættir þú að vita eftir þennan lestur þinn.\nÉg held við höfum ekkert komist áfram í umræðunni. Lýðræði og einstaklingsfrelsi eru ennþá nákvæmlega jafn mikil grundvallaratriði fyrir mér, og þú ert ekki ennþá að skilja hvað ég er að fara með því að líkja því saman. Eða kannski ertu því bara ósammála í grundvallaratriðum, ég sé allavega ekki að við getum sannfært hvorn annan. :) Verum bara sammála um að vera ósammála, þó það sé orðið klisja. ;)"
        },
        {
            "user": "Apocalisp",
            "user_id": "3477",
            "date": "2003-10-08 16:37:01",
            "id": "1264823",
            "reply_to_id": "1264822",
            "text": "“Og hvort sem þessi Útópía þín gerir ráð fyrir því ekki, eru peningar gríðarleg völd.”\nNei. Peningar eru einskis konar vald. Með peningum einum saman geturðu aldrei þvingað neinn til neins. Það þarf alltaf að koma til meðvituð sjálfstæð ákvörðun viðkomandi svo peningar hafi nokkuð að segja. Það er aðeins hægt að nota peninga til að skipta þeim fyrir eitthvað verðmætt, en, og taktu nú eftir, aðeins ef hinn aðilinn er tilbúinn að skipta verðmætunum fyrir peningana. Þar endar hlutverk peninga og það er eina nytsemd þeirra.\nÞað nægir þér ekki að segja að peningar séu gríðarleg völd, “sama hvort” þetta og hitt “gerir ráð fyrir því”. Þú verður að sýna fram á nákvæmlega hvernig peningar eru völd því það er ekki viðtekinn sannleikur hérna megin.\nVissulega, ef einhver hefur völd, óháð fjármagni, þá getur annað boðið honum fjármagn til að nýta þau völd til einhvers tilgangs. En vandamálið liggur ekki í peningunum heldur í valdinu sjálfu. Það þarf að spyrja hvort umrætt vald eigi rétt á sér á annað borð, einmitt vegna þess að vald er hægt að misnota.\nDæmi: stjórnin hefur algjört vald (segjum sem svo) yfir hvernig bíl þú mátt kaupa. Jón bílasali gefur stjórninni milljón til að ákveða að þú megir aðeins kaupa bíl frá honum, sem kemur sér auðvitað ferlega illa bæði fyrir þig og aðra bílasala en Jón. Vandamálið er ekki að Jón er of efnaður heldur að stjórnin hefur of mikið vald. Færðu valdið yfir á “lýðinn”. Vandamálið er það sama. Ef Jón er nógu efnaður (eða vinsæll og skemmtilegur) þá getur hann sannfært meirihlutann að kjósa sína tegund af bílum sem hina einu réttu. Hins vegar, ef enginn hefur þetta vald getur hver sem er keypt hvaða bíl sem er af hverjum sem er, eins og vera ber.\nÞetta finnst þér kannski fjarstæðukennt dæmi, en skiptu Jóni bílasala út fyrir ÁTVR, RÚV, Tryggingastofnun Ríkisins, Húsnæðislánasjóð eða hvaða ríkisapparat sem er og þú sérð þá að þetta er ekki svo langsótt.\n“Verum bara sammála um að vera ósammála”\nÉg held að það sé frekar skilningsbrestur hjá hvorum fyrir sig frekar en að við séum í grundvallaratriðum ósammála."
        },
        {
            "user": "Apocalisp",
            "user_id": "3477",
            "date": "2003-09-13 16:58:58",
            "id": "1264824",
            "reply_to_id": "1264804",
            "text": "“Það er ekki hægt að gera svona breytingar á einu augnabliki.”\nAð sjálfsögðu ekki. Enda er enginn að stinga upp á því.\n“Hvað verður t.d. um löggæslu”\nLöggæsla er ekki fyrirtæki í hefðbundnum skilningi heldur forsenda þess að lög séu við lýði. Lögregla verður aldrei einkavædd, enda ætti hún aldrei að vera það. Lögreglan selur engan varning né þjónustu. Heilbrigðiskerfið má hins vegar einkavæða smátt og smátt."
        },
        {
            "user": "Bobo1",
            "user_id": "13053",
            "date": "2003-09-13 18:20:52",
            "id": "1264825",
            "reply_to_id": "1264824",
            "text": "Nú líst mér mun betur á hljóðið í þér og er ég sammála þér í flestu. Ég sagði aldrei að lögreglan væri fyrirtæki. Ég sagði bara að það þyrfti að taka ákvarðanir í kringum lögregluna."
        },
        {
            "user": "GUMMster",
            "user_id": "32780",
            "date": "2003-09-13 00:32:50",
            "id": "1264826",
            "reply_to_id": "1264779",
            "text": "Passaðu að alhæfa ekki, ég styð Íraksdeiluna, eða “stríðið” og HVAÐ ANNAÐ EN KVÓTAKERFIÐ ÞAÐ VIRKAR! Ef þú færir á fyrirlestra og svona um þetta þá vissirðu að það er besti valkosturinn og ef til vill besta fiskveiðarkerfi í heiminum, alls staðar annars staðar eru ýmsar fisktegundir í útrýmingarhættu og aðallega þær algengustu, og ef þú styður ríkisstjórnina ekki í ákveðnum hlkutum heldurðu að það batni að velja Samfylkinguna ef til vill sem veit varla hvað þeir eru að gera annað en að reyna að vinna kosningar af því þeir þykjast vera flokkur fólksins sem er bara gamalt komma kjaftæði!\nStundum vita þjóðarleiðtogar okkar best (sem ég bendi á voru kosnir af fólki) en jú þú mátt hafa þínar skoiðanir en ekki gera þær að skoðunum allra."
        },
        {
            "user": "Callahan",
            "user_id": "30007",
            "date": "2003-09-15 13:17:12",
            "id": "1264827",
            "reply_to_id": "1264826",
            "text": "Kvótakerfið virkar sem fiskveiðistjórnarkerfi EN það sem deilt er um þar er úthlutinin á kvóta og hvað allt er gert til þess að þjóðarauðlindin haldist hjá fáum útvöldum eigendum Sjálfstæðisflokksins. Hann Berlusconi okkar og siðblindu sauðir hans hafa sýnt það oft á tíðum að þjóðin öll á ekki rétt á að nýta auðlindirnar heldur bara fáein fyrirtæki og einstaklingar."
        },
        {
            "user": "woodie",
            "user_id": "10471",
            "date": "2003-09-13 17:49:40",
            "id": "1264828",
            "reply_to_id": "1264779",
            "text": "Þetta er það sem gerir okkar lýðræði mjög svo slæmt og gallarnir eru mjög margir þar sem of margar skoðanir virðast hafa mjög ófélagleg og neikvæð vandamál í för með sér.\nÞegnar þessa lands eiga að þekkja það lýðræði sem það býr við, á 4 ára fresti eru kosningar og þá segjum við okkar skoðun, thats it.\nTil þess að ekki verði nein heildarröskun er ráðlegast að fólk sameinist um að reyna halda valhöfum við völd en ekki kjósa breytingar, breytinganna vegna.\nStjórnmál snúast um að leiðbeina og halda fólki við réttar skoðanir sem eru á hverjum tíma bestar fyrir landið í heild sinni.\nHversvegna rífist þið yfir svo litlum hlut eins og þið gerið hér, hversvegna sjáið þið ekki að best er að flestir fylgi sömu skoðunum, stað þess að efna til illdeilna á spjallvefjum.\nÞað er heillavænlegast fyrir okkar að sameinast í að hafa sömu skoðanir þannig eflum við landið sem eitt land með sameiginlegt markmið. Eitt land ein þjóð með sterka skoðun.\nMeð þessu gæti stjórnmálaflokkurinn unnið markvisst að uppbyggingu stærri landbúnaðarbúskapar þar sem búskapur yrði fluttur á stærri býli og fikveiðar yrðu grundvöllur framtíðaríslands með fiskveiðistjórnum þar sem ríkið myndi taka til sín auðlyndina alfarið og nýta hana á réttan hátt fyrir þjóðina í heild sinni.\n“ ég skrifa ekki undir samninga sem ég fæ ekki að lesa áður ” þú ert þegn þessa lands og átt ekki að vera í stöðu til þess að lesa yfir eða segja skoðun þína á einstökum samningum eða öðru því sem kemur þér einfaldlega ekki við. Með kveðju."
        },
        {
            "user": "Apocalisp",
            "user_id": "3477",
            "date": "2003-09-13 19:19:20",
            "id": "1264829",
            "reply_to_id": "1264828",
            "text": "“þú ert þegn þessa lands…”\nÞó ég þykist vita að þetta er hótfyndni í þér, þá eru merkilega margir sem aðhyllast þá skoðun að menn séu þegnar þjóða sinna. Þetta eiga kommúnismi, nasismi og aðrir kollektivismar sameiginlegt, að telja að einstaklingurinn sé nythald til uppfyllingar einhverrar hugsjónar. En grundvöllur frjálsra þjóða er sú sannfæring að einstaklingurinn sé ekki þræll sem þjónar tilgangi samfélagsins, heldur að hver einstaklingur sé tilgangur í sjálfum sér."
        },
        {
            "user": "GUMMster",
            "user_id": "32780",
            "date": "2003-09-14 23:27:50",
            "id": "1264830",
            "reply_to_id": "1264779",
            "text": "Ég er orðinn svo þreyttur á anti x-D hróðri frá vinstri sinnuðum oftast fátæklingum, getiði róað ykkur niður þegar þið gagnrýinið ég bara verð þreyttur, ef þið gerðuð það á vitsamlegri hátt en ekki svona gagnrýnin myndu kannski fleiri taka mark á því sem þið segðuð."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-09-15 09:52:21",
            "id": "1264831",
            "reply_to_id": "1264830",
            "text": "Mér tikir leidinlegt ef tér fynst tér ógnad fjárhagslega, en hafdu engar áhyggjur Íslendingar upp til hópa eru of mikklar gúrkur til ad tetta ætti ad hafa nokkrur áhrif á tig GUMMster."
        }
    ]
}