{
    "forum_title": "Hundar",
    "user": "Zaluki",
    "user_id": "6799",
    "date": "2003-09-12 14:14:08",
    "title": "Uppáhalds dót og leikir ?",
    "text": "Hver eru uppáhaldsleikföng hundanna ykkar, og hvaða leikir finnast þeim skemmtilegastir?\nUppáhaldsleikfang hundsins míns er skærgulur mini fótbolti sem er með ca 100 götum á núna eftir að hundurinn tók ástfóstri við hann.\nÞennan bolta nennir hann að þvælast með hægri vinstri og er vanalega það fyrsta sem er náð í þegar gesti ber að garði.\nEf ég segi við hann “hvar er boltinn?” þá hleypur hann\nog fer að leita að honum og kemur ekki fyrr en boltinn er fundinn!\nHann á líka svona tannhreinsi kaðal sem honum finnst mjög gaman að leika sér með, hann vill helst togast á við okkur með þeim kaðli, en það er sjaldan gert vegna þess að hann vinnur togkeppnina í 50% tilvika (ekkert voðalega sniðugt uppeldislega séð)\nÞegar við erum úti þá finnst honum skemmtilegast í heimi að sækja bolta, hann tekur það framyfir að leika við aðra hunda.\nHann er ánægðastur ef við hendum bolta út í á fyrir hann, en við gerum það nú ekki mikið því það er farið að kólna svolítið og hann er alger kuldaskræfa.\nMér finnst eiginlega mest gaman að sjá hvað hann breytist þegar maður leikur við hann, hann verður eins og lítill hvolpur og fer að hoppa og skoppa út um allt, svo þegar við erum hætt að leika þá er hann vanalega alveg búinn á því og sefur heilllengi á eftir … ekki beint hægt að segja að hann sé með mikið úthald :)\nEndilega komið með innlegg um uppáhaldsleikföng og leiki hundanna ykkar, svona aðeins til að hressa upp á andrúmsloftið hérna á hugi.is/hundar :)",
    "url": "https://www.hugi.is/hundar/greinar/165728/uppahalds-dot-og-leikir/",
    "url_id": "165728",
    "id": "1264739",
    "replies": [
        {
            "user": "Swandys8",
            "user_id": "3145",
            "date": "2003-09-12 14:36:52",
            "id": "1264741",
            "reply_to_id": "1264739",
            "text": "mín stelur öllum böngsum í húsinu og hefur þau sem börnin sín. Svo þegar hún vill leika þá hleypur hún í hringi eins og speeedy gonzales og lætur engan ná sér, og ef maður nær henni þykist hún vera að kafna svo maður sleppi henni en um leið og maður gerir það þá skýst hún frá manni og ekkert er að:D:D"
        },
        {
            "user": "Chillz",
            "user_id": "43335",
            "date": "2003-09-12 14:41:03",
            "id": "1264742",
            "reply_to_id": "1264739",
            "text": "Ég fjárfesti í síðustu ferð til læknisin í forlátum bangsa…. Höfuðið og fæturnir eru festir á með kaðli og þetta getur hún dröslast með allt sem hún fer. Ef hana vantar athygli lemur hún þessu í kálfana á manni og nuddar þessum bangsa við mann á alla kanta. Þetta sækir hún líka um leið og við fáum gesti.\nEins er það mikil huggun fyrir hana þegar hún sefur og er einmana að hafa skóna okkar í fletinu sínu. Hún er löngu hætt að naga þá (fyrir utan þegar maður er ekki búin að sýna henni næga athygli, þá nagar hún þá vel) en hún hefur sofið ófáar næturnar með nefið ofan í skóm húsbóndans (meiri táfýla)… þetta er voffan mín:)"
        },
        {
            "user": "dsr200",
            "user_id": "35383",
            "date": "2003-09-12 16:33:15",
            "id": "1264743",
            "reply_to_id": "1264739",
            "text": "Uppáháldsleikföng hundsins míns er allt sem eru ekki hundaleikföng ( þó hún eigi nóg af því )svo sem hendur á barbie dúkkum og sokka"
        },
        {
            "user": "spotta",
            "user_id": "3121",
            "date": "2003-09-12 17:06:54",
            "id": "1264744",
            "reply_to_id": "1264743",
            "text": "Uppáhaldsleikfangið hans Mósa míns eru boltar. Það skiptir engu máli hvernig þar sem hann týnir þeim alltaf. Hann fær bara að leika sér úti og finn skemmtilegast þegar við köstum boltanum til hans. Stundum leik ég við hann í 1-2 klukkutíma og hann gæti ennþá haldið áfram í 3 tíma í viðbót :).\nSvo var hann með úlpu sem hann tók ástfóstri við, en við þurftum að henda henni fyrir nokkrum mánuðum þar sem hún var öll í ræmum og hann gat ekkert sogið hana. Eftir það tekur hann öll teppi og allar flíspeysur sem hann kemst í til þess að sjúga hana. Hann sofnar yfirleitt út frá því. Þó hef ég aldrei áttað mig á því afhverju hann sígur allt svona…."
        },
        {
            "user": "johkaren",
            "user_id": "23870",
            "date": "2003-09-12 19:28:25",
            "id": "1264745",
            "reply_to_id": "1264744",
            "text": "Uppáhalds leikföng hundanna minna eru bara sokkar, helst ef það er táfýlulykt af þeim þá er það extra gott :Þ Ef við lokum ekki inn í þvottahús þá eru sokkarnir komnir út um allt hús ;)\nAnnars eiga þeir líka litla hundabangsa sem þeim finnst rosa gaman að tuska til."
        },
        {
            "user": "Pingvin",
            "user_id": "19866",
            "date": "2003-09-12 19:46:48",
            "id": "1264746",
            "reply_to_id": "1264744",
            "text": "Var hundurinn þinn tekin of ungur frá mömmu sinni?\nÉg hef heyrt að þeir taki þá oft upp á því að sjúga allskonar föt og alles…"
        },
        {
            "user": "Sli",
            "user_id": "22963",
            "date": "2003-09-13 11:38:03",
            "id": "1264747",
            "reply_to_id": "1264743",
            "text": "nákvæmlega…..allt sem er ekki hundaleikföng, þá aðalega sokkar og bangsa"
        },
        {
            "user": "zeldagirl",
            "user_id": "13809",
            "date": "2003-09-14 19:34:35",
            "id": "1264748",
            "reply_to_id": "1264747",
            "text": "Flugu fanns alltaf skemmtilegast að leika sér af gosflöskum, sérstakleg 2.l flöskum. Hún náði aldrei góðu gripi um þær svo að hún var vön að hlaupa útum allt hús á eftir flöskunni, bara fyndið;)\nSvo nagaði hún líka mikið tannhreinsi kaðal…"
        },
        {
            "user": "Gexus",
            "user_id": "5048",
            "date": "2003-09-12 19:27:35",
            "id": "1264749",
            "reply_to_id": "1264739",
            "text": "uppáhalds leikfang vins míns er bolti sem skoppar vel, ef maður skoppar boltanum sirka 3svar og hleypur með hann smá þá ræðst þessi hundur á boltan á meðan með lafandi tunguna og dillandi skotti!!, hann skaðar mann ekkert á meðan :P"
        },
        {
            "user": "Tara",
            "user_id": "28837",
            "date": "2003-09-12 19:57:55",
            "id": "1264750",
            "reply_to_id": "1264739",
            "text": "Tera mín á einhverskonar orm sem er með haus og hala úr plasti og búkurinn er gerður úr efni,\nÞetta er alveg uppáhaldið hennar enda búið að naga andlitið af og rífa innyflin út,\nHún verður alltaf voða spennt þegar ég segi “hvar er dótið!” þá stekkur hún til og nær í dótið hristir það svo til og frá og kastar því,sækir það svo og kastar því….svona getur hún leikið sér heillengi alein,en ekki með neitt annað dót ,svo leggst hún á bakið með framfæturna upp í loftið og hefur orminn á milli loppanna,togar svo og nagar orminn í þessari fáránlegu stellingu :)\nEmbla aftur á móti lítur eiginlega ekki við neinu nema boltum,og þá á sko aldrei að hætta!"
        },
        {
            "user": "HockeyMonkey",
            "user_id": "33396",
            "date": "2003-09-12 20:02:50",
            "id": "1264740",
            "reply_to_id": "1264739",
            "text": "Uppáhaldsleikurinn sem hundurinn minn veit það er ef einhver fer með honum út í garð með svona tannhreinsikaðal sem hann dröslast með út um allt og kastar, hann sækir og svo á maður að elta hann og reyna að ná kaðlinum. Þetta getur hann gert eeendalaust..!\nsvo finnst honum ekkert smá gaman þegar ég fer í street hokkí….þá er hann sko með!!"
        },
        {
            "user": "toppur",
            "user_id": "36632",
            "date": "2003-09-12 20:10:21",
            "id": "1264751",
            "reply_to_id": "1264739",
            "text": "Uppáhalds dótið hans Kols er bolti sem er í laginu eins og broddgöltur og tístir.Þetta dót getur hann leikið sér með tímunum saman sérstsklega ef einhver nennir að kasta því.fyrst var hann svo drullu hræddur við það en núna er þetta hans uppáhalds dót."
        },
        {
            "user": "spotta",
            "user_id": "3121",
            "date": "2003-09-12 20:45:33",
            "id": "1264752",
            "reply_to_id": "1264751",
            "text": "pinguin. hann var 6 eða 7 vikna þegar við fengum hann og þá ætti hann að vera orðinn nógu gamall…."
        },
        {
            "user": "hvuttinn",
            "user_id": "31189",
            "date": "2003-09-13 10:43:42",
            "id": "1264753",
            "reply_to_id": "1264752",
            "text": "Hundar eiga alls ekki vera yngri en 8 vikna við afhendingu.\nSvo hann hefur verið of ungur þegar þú hefur fengið hann."
        },
        {
            "user": "NiceLady",
            "user_id": "34224",
            "date": "2003-09-12 23:05:18",
            "id": "1264754",
            "reply_to_id": "1264739",
            "text": "Það sem er mest í uppáhaldi hjá Tító eru allir tístuboltar/dót þ.e.a.s. á meðan tístið endist en það er ekki lengi kanski 15-20 mín hámark. Honum finnst líka alveg æðislegt ap fá hráar kartöflur, þeim kastar hann fram og til baka og grípur þær svo og geltir á þær. Næsta uppáhaldið fyrir utan tístuboltana/dótið eru plastflöskur (undan öli) en hann getur dundað sér af þeim tímanum saman við að naga tappan af en svo missir hann áhugann þegar tappinn er farinn af. Svo alltaf þegar hann sefur þá er hann með lítinn fjólubláann bangsa með mikið loðið hár á hausnum hjá sér en hann heldur alltaf annaðhvort utan um hann eða notar hann sem kodda, hann tístir líka pínulítið. =)"
        },
        {
            "user": "zzzofandiii",
            "user_id": "40440",
            "date": "2003-09-12 23:54:33",
            "id": "1264755",
            "reply_to_id": "1264739",
            "text": "Hundurinn minn dýrkar allt sem heitir bolti. Það er mikil leikur í honum og ef það tístir, rúllar og/eða hreyfist þá fílar hann það í ræmur:)"
        },
        {
            "user": "Christina",
            "user_id": "19291",
            "date": "2003-09-13 01:39:56",
            "id": "1264756",
            "reply_to_id": "1264739",
            "text": "Uppáhalds dótið hennar Vísu Skvísu er bolti með bandi og inn í boltanum er bjalla. Það dót fær hún bara að leika með úti og er hún með það á hreinu.\nInni þá er gamall fótbolti sem litli bróðir átti þennan fótbolta er hún með í kjaftinum allan daginn og er ekki friður fyrir framan sjónvarpið. Alltaf kominn með þennan ógeðslega bolta upp á mann og með svipinn “Ætlaru ekki að fara að kasta”."
        },
        {
            "user": "Pippa",
            "user_id": "10238",
            "date": "2003-09-15 11:58:28",
            "id": "1264757",
            "reply_to_id": "1264739",
            "text": "Ég á sjálf tvo hunda. Fengum seinni hundinn til að vera leikfélagi hins fyrri (sem mistókst hræðilega þar sem þeim semur ágætlega en leika sér ALDREI saman).\nEldri hundurinn Tinna (8 ára) er alveg vitlaus í svona handbrúðu. Hún á einn sem við köllum Gíró því hann er gíraffi. Hún veit sko alveg hvar hann er geymdur ;). Litli vitleysingurinn á heimilinu, Hnota, er 3ja ára og leikur sér með ALLT sem hún kemst í þannig að við þurfum að fela leikföng eldri hundsins svo sú yngri eyðileggi þau ekki.\nEn Hnota er algjör boltakelling!!! Ef hún væri karlmaður væri hún Eiður Smári ;)   Hún ræðst á allt sem er hringlótt og rúllar. Hún er blanda af pulsuhundi og Corgi og er því mjög stuttfætt og löng. En hún á 2 fótbolta, körfubolta, 2 skotbolta og fleiri litla bolta og henni þykir þeir stærstu langskemmtilegastir. Hún gæti verið endalaust í boltaleik. Maður sjálfur er orðinn löngu uppgefinn á undan henni ;)"
        },
        {
            "user": "Gungun",
            "user_id": "8102",
            "date": "2003-09-27 16:14:47",
            "id": "1264758",
            "reply_to_id": "1264739",
            "text": "Otrulegt en satt… uppahaldid hans Bangsa\ner stor satin-harteygja. Jamm, svoldid hommalegt\nheheheh"
        }
    ]
}