{
    "forum_title": "Smásögur",
    "user": "vanilla",
    "user_id": "43071",
    "date": "2003-09-15 22:35:04",
    "title": "Enn Eitt Ritgerðarverkefnið",
    "text": "Vinsamlegast athugið að þetta er skrifað með það í huga að sakamálasögur ERU skrípasögur og eiga ekki skilið að vera vel skrifaðar… og þessi skilur okkur lesendur ekki eftir með svarið í höndunum, hún endar án endis og það er ekkert framhald. Njótið.\nBaldur Benónísson, einkaspæjari, flettir upp frakkakraganum tilað skýla sér fyrir norðanslyddunni. Reykjavík, borg glæpanna, opnar kaldan faðm sinn og býður hann velkominn. Nóttin er myrkari en venjulega, það er einsog frostið sé ekki bara jökulkalt, heldur kolsvart líka. Kannski er það vegna þess að nú fyrst er hann að komast að hinu sanna um hina vitskertu veröld, nú fyrst er hann að uppgötva að fólk er fífl. Það eru til brjálæðingar, og sumir þeirra búa í Reykjavík, sem nú hefur skyndilega fengið yfir sig óhugnanlegan blæ. Í huganum fer hann yfir gömlu góðu dagana, þegar hann hlýddi mömmu og trúði því í blindni að Guð hefði skapað heiminn. Og svo rifjar hann upp símtalið sem hann fékk frá Guðrún fyrr um dnóttina.\n,,Baldur?&#8221; er spurt umleiðog hann tekur upp tólið.\n,,Já, það er hann,&#8221; svarar hann eins virðulega og honum er unnt, nýkomnum úr sturtu og ekki klæddur öðru en tveimur handklæðum.\n,,Þetta er Guðrún&#8230; manstu, þú njósnaðir um Harald fyrir mig&#8230; ha?&#8221;\nBaldur hugsar stíft og spólar aðeins til baka. Já, hann hafði myndað þennan Harald, tryggingasala á miðjum aldri, með tvítugum guðfræðinema í rúminu. Og Guðrún, hún var bitra eiginkonan.\n,,Já, ég man eftir þér,&#8221; svarar hann og lagar gráa handklæðiði sem er að því komið að renna ofaní augun.\n,,Hérna&#8230; ég held að Haraldur sé&#8230;&#8221;\n,,Já?&#8221;\n,,D&#8230;&#8221; Rödd hennar drukknar í óhljóðunum frá leið fimmtán sem brunar framjá skrifstofu einkaspæjarans. Þetta var einn af göllunum við að hafa skrifstofu í miðbænum.\n,,Hvað segirðu?&#8221;\n,,Hérna&#8230; dauður. Ég held að Haraldur sé dauður.&#8221; Hrollur fer um Baldur.\n,,Og&#8230; hvað kemur þér tilað halda það?&#8221; Rödd hans skelfur örlítið. Morð hafa þessi áhrif á suma menn.\n,,Það að hann liggur blóðugur í svefnherberginu okkar. Eða, hluti af honum. Tönnunum hefur verið dreift um íbúðina. Og ég finn hvergi augun&#8230;&#8221; Guðrún brestur í grát. Baldur veit ekki hvernig hann á að bregðast við. Hvað er hægt að segja við svona aðstæður?\n,,Hérna&#8230; ég kem strax. Ekki hringja á lögregluna strax.&#8221; Og svo skellir hann á. Og fullur eftirvæntingar klæðir hann sig í viðeigandi föt fyrir fyrstu morðgátuna. Frakka með háum kraga sem hægt er að bretta upp, kúluhatt og brúna skó úr leðurlíki. Nú má lögreglan ekki komast að neinu. Allavega ekki strax. Þetta er hans mál í bili.\nEn svo fer hann að hugsa. Í raun langar hann ekkert tilað sjá líkið. Hann langar ekkert að stíga kannski á blóðuga tönn og þurfa að hugga Guðrúnu. Og ef hann á að vera fullkomlega hreinskilinn, þá er hann dauðhræddur.\nHann kemur við á Skinninu tilað róa taugarnar með einum léttum. Skúli kráareigandi er á barnum þessa nóttina.\n,,Og hvað var það fyrir þig, Jón Spæjó?&#8221; Baldur hvessir á hann augun, hálfsvekktur yfir að vera stöðugt strítt á starfinu.\n,,Ein kók.&#8221;\n,,Hrghrg,&#8221; hlær Skúli og hellir einhverju svo sterku að það lýsir í hálfrökkrinu í lítið staup. Baldur skellir því í sig og tekur andköf.\n,,Ertað eitra fyrir mér?&#8221; spyr hann hneykslaður, tekur af sér hattinn með vinstri hendi og þurrkar svitadropa af enninu með þeirri hægri.\nUm stund stendur hann uppvið barinn og fyglist með náttuglunum streyma inn og út um gluggann. Nei, dyrnar. Hann er orðinn eitthvað undarlegur. Er það tilhugsunin um rúllandi augu einhversstaðar í felum, eð a er það viðbjóðurinn sem Skúli var að hella í hann? HAnn getur ekki hugsað skýrt.\n,,Skúli, í guðanna bænum, eina hálfslíters kók í plasti.&#8221; Eigandinn glottir og tekur síðan eina kalda útúr ellilegum kæliskáp undir vínskápnum. Baldur tekur feginn við henni og þambar hálfa flöskuna í fyrsta sopa. Síðan stendur hann upp. Hann kveður orðalaust og gengur útum dyrnar. Og bregður. Á móti honum tekur stórhríð, ísköld desembernóttin hefur augljóslega ákveðið að gera honum lífið leitt. Baldur reynir að teygja frakkakragann uppfyrir eyru, dregur hattinn niðrí augu og keyrir hökuna ofaní bringu. Síðan heldur hann að stað og reynir að hugsa fallegar hugsanir. Það tekur sæmilega á.\nUm fjögurleytið er hann kominn heimtil Guðrúnar, sem tendur trekkt í stofuglugganum, greinilega að bíða eftir honum. Hún opnar dyrnar og hlýjan streynir til Baldurs þarsem hann stendur á tröppunum með hendurnar í vösum.\n,,Komdu inn. Í guðanna bænum, komdu inn,&#8221; segir Guðrún og nánast dregur hann inní forstofuna.\n,,Takk,&#8221; umlar Baldur. ,,Hvar er hann?&#8221; spyr hann svo, aðeins skýrar.\n,,Inni&#8230; inní stofu.&#8221; Baldur þangað.\nÞetta er ekki fallegt. Á miðju stofugólfinu, hálfur undir glerborðinu, liggur Haraldur einsog nýslátraður kálfur, og bíður þess að vera hirtur upp. Varirnar eru innfallnar, og það er rétt hjá Guðrúnu, tennurnar eru útum allt, uppí ljósakrónunni og ofaní konfektskálinni. Allsstaðar annarsstaðar en uppí munninum á Haraldi. Og augun&#8230; Baldur lítur undan og þykist vera að leita að vísbendingum. Hann getur ekki horft á þetta lengur.\n,,Hérna&#8230; á ég að hringja á lögrlegluna núna?&#8221; spyr Guðrún vandræðalega.\nBaldur kinkar kolli. Hann kemur ekki upp orði. Var það þetta sem hann dreymdi um þegar hann hljóp um Þingholtin með stækkunargler og þóttist vera að leita að fótsporum? Augnlaust lík og blóð&#8230; hann þolir ekki blóð. Annars hefði hann sjálfsagt orðið læknir, einsog pabbi.\nÍ einu horninu kemur hann skyndilega auga á bréfmiða. Hann setur upp tannlæknahanskana sem hann er alltaf með í rassvasanum til öryggis, og tekur upp. Á hann hefur verið ritað með brunnum eldspýtuhaus:\nÞETTA ER GERT Í NAFNI TRÚARINNAR. ÞESSI MAÐUR HLÝDDI EKKI LÖGMÁLINUM. MEGI HANN BRENNA Í HEITASTA HELVÍTI. TIL EILÍFÐAR. DROTTINN VILL EKKI EIGA BÖRN EINSOG HARALD JÓNSSON.\nÞað skreið eitthvað uppeftir hryggnum á Baldri. Ískaldur hrollur. Þetta var þá sennilega eitthvað í sambandi við guðfræðinemann. Einhversstaðar í fjarska heyrði Baldur óm af rödd Guðrúnar í hörkusamræðum við lögregluna. Honum fór aftur að líða undarlega. Þetta var áreiðanlega djöfladrykkurinn frá Skúla. Baldur tók upp kókflöskuna og kláraði guðaveigarnar. Hann fór að svima. Tirtrandi skjögraði hann að hægindasstól með rósóttu áklæði og settist. Hann reyndi að berjast á móti, en hægt og rólega seig hann niður á gólfið við hlið Haraldar. Það var einsog þyngdaraflið hefði styrkst á einhvern undarlegan hátt. Stofu gólfið sogaði hann til sín.\nÁðurenn hann leið endanlega útaf flaug ein hugsun í gegnum rugalð höfuð hans: Hafði Guðrún ekki sagt í símann að Haraldur lægi í svefnherberginu?",
    "url": "https://www.hugi.is/smasogur/greinar/166261/enn-eitt-ritgerdarverkefnid/",
    "url_id": "166261",
    "id": "1269020",
    "replies": [
        {
            "user": "Ljomalindin",
            "user_id": "15558",
            "date": "2003-09-18 17:47:49",
            "id": "1269021",
            "reply_to_id": "1269020",
            "text": "Hei fín saga :D\nog það er satt sem þú segir, hún endar á endis ;)"
        },
        {
            "user": "vanilla",
            "user_id": "43071",
            "date": "2003-09-18 17:48:45",
            "id": "1269022",
            "reply_to_id": "1269021",
            "text": "enda meina ég það sem ég segi… takk:)"
        },
        {
            "user": "Ljomalindin",
            "user_id": "15558",
            "date": "2003-09-18 17:57:31",
            "id": "1269023",
            "reply_to_id": "1269022",
            "text": "ekkert mál, alltaf gaman að lesa góðar smásögur :D"
        },
        {
            "user": "DvS",
            "user_id": "21075",
            "date": "2003-09-18 18:20:40",
            "id": "1269024",
            "reply_to_id": "1269020",
            "text": "Mig rámar nú í það að bein ræða sé slæm og óbein betri. Þó svo að þetta sé fín saga og allt, þá færðu ábyggilega ekkert svakalega einkun fyrir hana."
        },
        {
            "user": "vanilla",
            "user_id": "43071",
            "date": "2003-09-18 19:01:35",
            "id": "1269025",
            "reply_to_id": "1269024",
            "text": "og hefði þér þótt skemtilegra að lesa:\n,,Þá sagði hann að honum þætti þetta ekki nógu gott. En hún sagðist ekki vera sammála honum og fór út. Hann kallaði á eftir henni að hún mætti ekki fara því að hann elskaði hana og…\" (algjört bull reyndar)\ní alvöru?\njæja, misjafn er smekkur mannanna…"
        },
        {
            "user": "DvS",
            "user_id": "21075",
            "date": "2003-09-18 21:00:28",
            "id": "1269026",
            "reply_to_id": "1269025",
            "text": "Ég er ekki að segja að mér finnist þetta betra, en fyrirmælin um ritgerðina voru þannig ;)"
        },
        {
            "user": "vanilla",
            "user_id": "43071",
            "date": "2003-09-18 21:53:39",
            "id": "1269027",
            "reply_to_id": "1269026",
            "text": ",,Í lok greinarinnarmá lesa upphaf á íslenskri glæpasögu um Baldur Benónísson einkaspæjara. Haltu áfram með söguna í svipuðum stíl. Skrifaðu tvær til þrjár blaðsíður og ljúktu frásögninni á því að Baldur kemur á vettvang glæpsins sem hann á að rannsaka.\"\nSvo mikið var það, þetta var orðrétt uppúr kýrhausnum… hvergti minnst á beina eða óbeina ræðu…\nég biðst velvirðingar á því hvað ég er pirrandi;)"
        },
        {
            "user": "DvS",
            "user_id": "21075",
            "date": "2003-09-18 22:35:54",
            "id": "1269028",
            "reply_to_id": "1269027",
            "text": "þú fékkst greinilega ekki verkefnablaðið… O jæja.. mér er svosem sama ;)"
        },
        {
            "user": "fleppi",
            "user_id": "1410",
            "date": "2003-09-19 12:44:09",
            "id": "1269029",
            "reply_to_id": "1269020",
            "text": "Geggjuð saga…"
        }
    ]
}