{
    "forum_title": "Tolkien",
    "user": "Tzipporah",
    "user_id": "4564",
    "date": "2003-09-15 11:40:46",
    "title": "Tolkien vs. Peter Jackson",
    "text": "Í einu af greinarsvörunum við greinina “Allt dautt” kom fram sú alhæfing að þeir sem hefðu lesið bækurnar og séð myndirnar um LOTR væru á sama máli um að bækurnar sköruðu fram úr myndunum hvað gæði og upplifun varðar. Orðrétt segir FraqGer:\n“þetta áhugamál var ekki gert til að snúast í kringum bíómynd, sem þó ágæt sé er ekki nærri eins öflug af reynslu og að lesa meistaraverkið sjálft. Ég held að lang mest ykkar sem eruð að lesa það sem ég er að skrifa og hafið lesið bækurnar og séð myndirnar séu sammála mér um að þar mæli ég sannleikann.”\nÉg er ekki alveg sammála þessu. Ég hef lesið allar bækurnar og séð myndirnar (þær sem eru komnar) og mér finnst eiginlega að Peter Jackson takist betur til með að koma sögunni frá sér. Með nokkrum undantekningum þó. Mér finnst allar hans breytingar út frá söguþræði Tolkiens, sem ekki eru margar, vera til batnaðar nema hvað Faramir varðar. Ég var mjög ósátt við þá meðferð sem hann fékk í TTT. Hann er miklu betri en þetta og átti ekki skilið að fá svona aðför.\nMér fannst mjög erfitt að lesa fyrstu bókina. Hún var þung og hæg yfirferðar og fylgdi Fróða allt of vel. Mig vantaði að vita meira um hinar persónur föruneytisins. Við kynntumst þeim lítið sem ekkert. Við þekkjum t.d. Boromir hérumbil ekkert í bókinni. Ég efast um að ég hefði komist í gegn um fyrstu bókina ef ég hefði ekki verið búin að sjá myndina. Reyndar veit ég að ég hefði ekki komist í gegn um hana því að ég var byrjuð fyrir nokkru síðan en gafst upp. Það var ekki fyrr en ég var búin að sjá myndina sem ég tók hana upp aftur.\nMér fannst þetta reyndar batna í TTT og ROTK þegar föruneytið sundrast og við fáum að sjá með augum annarra en bara Fróða. Ég veit ekki hvort að það er bara sagan sem fer svona á flug eða hvort að Tolkien hafi smám saman orðið betri rithöfundur á meðan hann skrifar þetta meistaraverk. Reyndar hallast ég æ meir að því síðarnefnda. Sérstaklega eftir að hafa séð hvað Peter Jackson tókst snilldarlega til með sama söguþráð.\nNú vil ég ekki verða misskilin. Mér finnast þessar bækur hreint meistaraverk og þetta eru bestu ævintýrabækur sem ég hef nokkurntíman lesið. En ég held að stærstur hluti af því hve góðar þær eru er heimurinn sem býr að baki. Allt sem Tolkien veit um þennan heim, öll vinnan sem liggur að baki þess að búa til slíkan heim skilar sér í sögunni. Við finnum að það eru engin “plotholes” hann veit alltaf hvað er að gerast og afhverju. Það er það sem gerir söguna stórkostlega.\nSpurningin er ekki hvor er meiri meistari sagnagerðar Tolkien eða Jackson, því þar er engin spurning.\nSpurining er bara hvor kom henni betur frá sér?\nTzip",
    "url": "https://www.hugi.is/tolkien/greinar/166274/tolkien-vs-peter-jackson/",
    "url_id": "166274",
    "id": "1269172",
    "replies": [
        {
            "user": "viktore",
            "user_id": "21790",
            "date": "2003-09-16 21:44:48",
            "id": "1269173",
            "reply_to_id": "1269172",
            "text": "Ég hef nú aldrei klárað hringadróttinssögu en ég er búinn að lesa alla fyrstu tvær bækurnar og get ég nú sagt að mér líkaði tolkien betur þó að myndirnar tvær eru búnar að vera það besta sem ég hef á ævinni séð, allavega fyrsta myndin (fellowship of the ring) en býst ég við að Return of the king eigi eftir að bæta öll met en bíð ég spenntur þangað til."
        },
        {
            "user": "Rancid97",
            "user_id": "24018",
            "date": "2003-09-16 21:50:46",
            "id": "1269174",
            "reply_to_id": "1269172",
            "text": "Ég er sammála þér um að Fotr bókin sýni full mikið af Fróða miðavið hina. En þú segir að þú haldir að Tolkien hafi farið fram í skrifum sínum er lengra dró á Lotr. Þessu er ég ekki sammála því Tolkien var haldinn fullkomnunaráttu og endurskrifaði heilu kaflana aftur og aftur þar til að hann var sáttur við þá. Það kæmi mér ekki á óvart að hann hafi endurskrifað t.d. kaflann ,,Three is company“ eftir að hann lauk við kaflann ,,Shelob´s lair”."
        },
        {
            "user": "Fatboy",
            "user_id": "5729",
            "date": "2003-09-16 23:24:34",
            "id": "1269175",
            "reply_to_id": "1269172",
            "text": "Eppli og Appelsínur.\nÞað er ekki hægt að bera kvikmyndaformið saman við bókina, þetta eru tveir mismunandi miðlar sem skila verkina frá sér á mismunandi hátt. Það er eins og að bera “Stairway to Heaven” saman við Þakið á Sixtínsku Kapellunni.\nAnnars finnst mér báðar uppfærslurnar á LotR skara fram úr, hvor á sínu sviði."
        },
        {
            "user": "mansi",
            "user_id": "36809",
            "date": "2003-09-17 03:41:25",
            "id": "1269176",
            "reply_to_id": "1269172",
            "text": "Það er ekki hægt að bera saman framsetningu á verki við upprunalegu hugmyndina."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-09-17 11:45:57",
            "id": "1269177",
            "reply_to_id": "1269176",
            "text": "Ímyndunaraflið verður alltaf betra en kvikmyndir:þ"
        },
        {
            "user": "Dafoe",
            "user_id": "27826",
            "date": "2003-09-17 12:02:18",
            "id": "1269178",
            "reply_to_id": "1269172",
            "text": "Ef þú hefðir átt að lesa Hobbitan fyrst til að koma þér í gang.\nMyndirnar og bækurnar eru ekki sambærilegar. Bækurnar eru svo miklu miklu betri."
        },
        {
            "user": "hanxer",
            "user_id": "13810",
            "date": "2003-09-17 15:47:52",
            "id": "1269179",
            "reply_to_id": "1269172",
            "text": "mig langaði nú bara að benda á að allt sem ekki kom við fróða og hringnum var cuttað úr fyrstu myndinni\nannars rúla bækurnar líka og PJ er bara Lalli loose"
        },
        {
            "user": "svanaerla",
            "user_id": "32092",
            "date": "2003-09-17 16:38:40",
            "id": "1269180",
            "reply_to_id": "1269172",
            "text": "Ég las bækurnar ekki fyrr en eftir að hafa séð báðar myndirnar. Það var aðallega vegna þess að mér fannst ég ekki skilja söguþráðinn í fyrri myndinni nógu vel, en eftir seinni myndina rann þetta allt upp fyrir mér, og ég sá hversu mikið meistaraverk sagan er. En, jæja, ég las semsagt bækurnar, og ég get ekki gert upp á milli hvor er betri. Bækurnar eru þungar verð ég að viðurkenna, en ég skildi þær alveg, og var mjög hrifin af þeim, myndirnar eru mjög góðar, og ég verð einfaldlega að segja að ég get ekki gert upp á milli…"
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2003-09-17 16:51:00",
            "id": "1269181",
            "reply_to_id": "1269172",
            "text": "Það er ekki hægt að bera saman bíómynd og bók!\nAnnars þá finnst mér bæði myndin og bókin skara fram úr hvor á sínu sviði. Myndin er meistaraverk og bókin líka en það er erfitt að bera þær saman. Ef þið viljið bera hadritið gróflega saman við bókina þá finnst mér þær breytingar sem gerðar hafa verið verið góðar. Ef myndin hefði verið gerð akkúrat eftir bókinni hefði hún orðið alltof löng og dýr í framleiðslu."
        },
        {
            "user": "hvurslags",
            "user_id": "7875",
            "date": "2003-09-17 18:31:41",
            "id": "1269182",
            "reply_to_id": "1269172",
            "text": "Sammála Fatboy :\nEpli og Appelsínur\nHinsvegar er allt of mikið sleppt í myndinni. Hefði mátt gera 6 myndir eins og bókin er… er þaggi bara ;) ?"
        },
        {
            "user": "hvurslags",
            "user_id": "7875",
            "date": "2003-09-17 19:10:36",
            "id": "1269183",
            "reply_to_id": "1269182",
            "text": "Hmm, jú sindriguru, og hafa síðan maraþonkvikmyndasýningu upp á heilan sólarhring, plús Hobbitann sem gera 27 tíma allt í allt :)"
        },
        {
            "user": "Mangi",
            "user_id": "1098",
            "date": "2003-09-17 22:46:59",
            "id": "1269184",
            "reply_to_id": "1269183",
            "text": "Það væri jafnvel hægt að nýta langar flugferðir, eins og til Nýja Sjálands, í að horfa á allar myndirnar í einu."
        },
        {
            "user": "turambar",
            "user_id": "27379",
            "date": "2003-09-17 22:51:34",
            "id": "1269185",
            "reply_to_id": "1269172",
            "text": "Tja, ég get náttúrulega bara svarað fyrir mig, enda er þetta spurning um smekk, en mér fannst bækurnar mun skemmtilegri en myndirnar.  Það sem er major factor í því er að ég las bækurnar, fyrst t.H. og svo L.o.t.R., löngu áður en ég heyrði að það ætti að búa til myndir eftir þeim. Þess vegna var ég búinn að búa til mynd af öllu í bókunum í huganum, og þegar ég sá svo túlkun P.J. á verkinu, var óhjákvæmilegt að hans hugmynd væri önnur en mín. Til dæmis þá litu bæði Gimli og Boromir allt öðruvísi út, og hobbitarnir allir  voru mun eldri.  Ekki misskilja mig og halda að mér finnist myndirnar vondar, því þetta er tvær uppáhalds myndirnar mínar! En þeir sem segja að myndirnar séu betri hafa í 90% tilvika séð þær áður en þeir lásu bækurnar. Það er allavega mín kenning! ;)\n-turamba"
        },
        {
            "user": "slate",
            "user_id": "1150",
            "date": "2003-09-18 09:34:42",
            "id": "1269186",
            "reply_to_id": "1269172",
            "text": "ok myndirnar eru en það er vegna þess að þær eru byggðar á meistaraverkum og heilsteiptri sögu.\nen það eru hlutir sem hann hefur slept og hefur bætt inní auðvitað getur hann(Peter Jackson) ekki haft allt sem er í bókinni í myndinni.\nEinu mistökin sem mér persónulega finnst hann hafa gert er að setja álfana í hjálms dýpi.\nog já síðan er auðvitað breytingin á honum Faramir kallinum.\nEn Hvað er málið með álfana?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-09-18 17:23:14",
            "id": "1269187",
            "reply_to_id": "1269186",
            "text": "amm það var asnalegt"
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2003-09-18 21:58:43",
            "id": "1269188",
            "reply_to_id": "1269186",
            "text": "Ég geri mér fullkomlega grein fyrir því að kvikmyndir og bækur eru tvennt ólíkt og bækurnar eru að sjálfsögðu algert meistaraverk.\nEn ég held líka að það sér rétt sem fram kom hér að ofan að ef horft er á myndirnar áður en að bækurnar eru lesnar er auðvelt að hrífast meir af myndunum. Því ef ekki eru hugmyndirnar um hvernig allt er orðar svo sterkar.\nEn þetta með álfana í Hjálmsdýpi fannst mér hrein snilld.\nEf ég man rétt er Éomer og hans lið allan tíman í Hjálmsdýpi samkvæmt bókunum. Með Gandalfi kemur svo Erkenbrand með sína menn. Í myndunum þekkjum við ekki Erkenbrand og það er engin leið að kynna hann til sögu með góðu móti. Þess vegna lætur PJ Éomer koma með Gandalfi. Þar er einhver sem við þekkjum og vitum hver er. En hver átti þá að verja Hjálmsdýpi áður en þeir koma? Hver átti að verja virkið í heila nótt. Gamalmenni og börn? Það varð að fá einhvern með og mér fannst bara snilld að setja álfana þangað. Það sýnir hve gott sambandið er á milli Aragorns og álfanna ásamt því að sýna að álfunum er ekki alveg sama hvað verður um Miðgarð. Þeir vilja ekki að Sauron sigri, þeir vilja hjálpa. Ýmislegt sem er sagt í bókinni er ekki hægt að sýna á skjánum, en það er hægt að sýna orðin í verki á þennan hátt.\nÉg var mjög sátt við þessa breytingu, það eina sem ég var ósátt við í myndunum var Faramir.\nTzip\np.s. svo bauð innreið álfanna uppá snilldar comment í “The secret diarys of Aragorn” …at least I am going to die looking at something pretty!\nÞessar dagbækur eru eitt það fyndnasta sem ég hef lesið."
        },
        {
            "user": "dernhelm",
            "user_id": "29387",
            "date": "2003-10-04 20:33:47",
            "id": "1269189",
            "reply_to_id": "1269186",
            "text": "Álfarnir börðust reyndar í ýmsum orrustum annars staðar í Miðgarði á sama tíma, til dæmis unnu þeir orrustuna um Dol Guldur (sem að mig minnir var m.a. höfuðvígi The Witch King, æðsta hringvomans), og hefðu þeir ekki gert það er ósennilegt að stríðið hefði getað unnist.  Þessu var ekki hægt að koma að í myndinni, og því var brugðið á það ráð að senda álfahersveit frá Elrond og Galadriel til Helm's Deep til að koma þátttöku álfanna í stríðinu að í sögunni."
        },
        {
            "user": "FragGer",
            "user_id": "17033",
            "date": "2003-09-18 22:42:32",
            "id": "1269190",
            "reply_to_id": "1269172",
            "text": "Ég er alveg sammála þér að honum Peter Jackson tókst mjög vel til við gerð myndanna (og svo RotK sem getur ekki annað en að vera betri ;) en að honum hafi tekist að gera betur en Tolkien er það sem kallast að setja sjálfan sig í skotlínuna.\nÍ fyrsta lagi þá skrifaði hann ekki bókina og getur því ekki gert betur en hún nema að honum takist að endurskrifa hana og gera nýtt meistaraverk.\nOg í öðrulagi þá eru þetta tveir stílar af sagnagerð. Tolkien skrifaði, Jackson myndaði. Ég efa það að ég myndi horfa á þá útgáfu af myndinni sem Tolkien sæi um og fundist hún eins góð eða betri og Jackson gerði hana og öfugt ef Jackson hefði skrifað bókina.\nÁ meðan ég er meira fyrir að lesa verkið og finnst ég upplifa það nær og betur þannig þá eru það aðrir sem vilja frekar sjá það og finnst meira gaman.\nOg svo í lokin ætla ég bara að svara því eins og þú segir að það að bækurnar séu svo góðar sé af stærsum hluta út af heiminum sem býr af baki. Það getur ekki verið rangara, hjá mér allavegana. Fyrst þegar ég las bókina þá vissi ég ekkert um hinar bækurnar eða heiminn sem stendur á bak við þær og naut þeirra engu að síður.\nOg svo eftir mál :OP (erfitt að hætta þegar maður byrjar). Hvernig Tolkien samndi allt þetta í kringum heiminn og bækurnar er akkuratt það sem gerir skriftir hans svona meistaralegar og að það að takast það…etc…etc…etc…etc (fyllið í eiðurnar)."
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2003-09-18 23:29:41",
            "id": "1269191",
            "reply_to_id": "1269190",
            "text": "Ég verð að segja að ég er sammála lang flestu sem þú segir þarna.\nJackson hefði aldrei getað skrifað betri bók og Tolkien hefði ekki getað gert betri mynd. Þetta er bara ein af staðreyndum lífsins sem aldrei verður haggað.\nEn mér finnst samt að Peter Jackson takist snilldar vel upp með persónusköpun og fleira sem Tolkien gleymir alveg. Tolkien gleymir að segja okkur meira frá manninum Boromir t.d. Hann gleymir að sýna okkur hvað býr í fleirum en t.d. í Frodo (þá sérstaklega í the fellowship). Reyndar er það aðallega fyrsta bókin sem mér finnst myndin skara fram úr bókinni. Þar finnst mér PJ bæta upp það sem Tolkien sleppti.\nÞú segir að þú hafir ekki vitað af heiminum í bakrunn. Það er ekki það sem málið snýst um. Lesandinn þarf ekki að vita af honum, en það skín svo í gegn um sögurnar að Tolkien veit nákvæmlega hvað hann er að tala um. Hann veit nákvæmlega hvernig þetta eða hitt fjallið lítur út. Hann veit nákvæmlega hvernig allt lítur út í Miðgarði, hann veit allt um þennan heim. Þegar höfundur þekkir söguna sína svona vel verður hrein unun að lesa verk hans. Lesandinn rekst aldrei á eitthvað sem ekki kemur heim og saman við það sem hann las áðan. Það er það sem ég á við þegar ég segi að gæði bókanna séu af stærstum hluta út af heiminum sem býr að baki.\nKveðja\nTzip"
        },
        {
            "user": "FragGer",
            "user_id": "17033",
            "date": "2003-09-20 14:03:06",
            "id": "1269192",
            "reply_to_id": "1269191",
            "text": "Ég gleymdi að bæta einu inn í þetta. Hvernig maður hefur alltaf á tilfinningunni að Tolkien veit alltaf hvað er að gerast næst er út af því að hann notar svo kallaðan riddarasögu stíl eins og riddarasögur voru skrifaðar áður fyrr. Það lýsir sig þannig að það er einskonar sögumaður sem fylgir sögunni allt sem hún fer. Það á kannski ekki alveg við frásagnarstílinn, en þar sem Tolkien var margfróður á sviði tungumála og öðru því sem við kemur tjáningu. Svo gerast þær líka svo nálægt honum og menningu hans (enskri ekki afrískri á ég við ;) að hann hefur all líklega haft það í menntun sinni hina ýmsu frásagnarstíla og söguleg fyrirbæri."
        },
        {
            "user": "Jogi7",
            "user_id": "31333",
            "date": "2003-09-20 14:04:43",
            "id": "1269193",
            "reply_to_id": "1269191",
            "text": "Mér finnst meiri upplifun í bókunum, eins og fyrst þegar ég las þær var ímyndunaraflið mjög sterkt og betri en myndirnar. En myndirnar eru snilldarlega unnar og Peter Jackson kom verkinu vel frá sér með nokkrum undantekningum þó, t.d. með að sleppa Tom Bombadil fannst mér ekki sniðugt í fyrsta skipti sem ég sá myndina og líka að sleppa Old Forrest kaflanum en annað var mjög flott!"
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2003-09-21 21:17:58",
            "id": "1269194",
            "reply_to_id": "1269193",
            "text": "Mér fannst Tom Bombadil leiðinlegur og það er ekki mikill missir af honum hvað söguþræðinum viðkemur.\nAnnars kemur aldrei fram að þeir hafi ekki farið í gegn um the Old Forrest, það er bara ekki sýnt. Við vitum ekkert hvað gerist á milli ferjunar og Bree, eða hvursu langur tími líður á milli.\nTzip"
        },
        {
            "user": "GLXRBLT",
            "user_id": "42678",
            "date": "2003-09-24 21:30:43",
            "id": "1269195",
            "reply_to_id": "1269172",
            "text": "Jahá! sko það fer náttúrulega eftir því hvernig er litið á þetta… eins jackson kemur með hugmyndir sem Tolkien hefði átt að hafa (Arven bjargar frodo, Álfarnir hjálpa til með Helms Deep) en svo er það náttúrulega það að hann sleppir mörgu góðu (Tom Bombadil og ýmsu fleiru) svo þetta er svona tvíhliða mál doldið…"
        },
        {
            "user": "hanxer",
            "user_id": "13810",
            "date": "2003-09-25 11:06:51",
            "id": "1269196",
            "reply_to_id": "1269195",
            "text": "Ekki alveg sáttur við þitt svar\nGlorfindill tengir allt draslið við middle earth heiminn. Þetta er bara ekki stand alone saga\nog svo álfarnir, þá held ég að þetta hafi frekar átt að sýna að mennirnir gætu líka gert eitthvað. ef þú sjá álfa, lestu þá silmerilinn og fleiri góðar bækur(held nú samt að þú gerir það ekkert). Á Hringastríðstímum eiga mennirnir að vera ráðandi.\nPersónulega held ég líka að Tolkien hafi lítið vilja hafa Arven í sögunni nema bara til að kóngurinn gæti fengið drottningu"
        },
        {
            "user": "rang3r",
            "user_id": "42828",
            "date": "2003-09-25 17:51:53",
            "id": "1269197",
            "reply_to_id": "1269172",
            "text": "þetta er að mestu leiti r´tt hjá öllum en samt er sumt dálítið ansalegt eins því sem er breytt(t.d. Sam fær ekki reipi heldur box of earth frá álfunum í lothlorien. Box of earth inniheldur einhverkonar mold eða eitthvað sem getur gert jörð mjög frjósama fyrir þá sem ekki vita það)\nsamt snilldarlegt hjá bæði Tolkien og Peter Jackson og það er erfitt að meta hvor kom söguni betur frá sér.þó er ég sammála um fyrstu bókina, hún er aðeins of langdreginn og fyrsta myndinn eiginlega betri en bókin."
        },
        {
            "user": "Absurd",
            "user_id": "36364",
            "date": "2007-05-22 18:33:58",
            "id": "4923073",
            "reply_to_id": "1269172",
            "text": "þær sem eru komnar eh ?"
        }
    ]
}