{
    "forum_title": "Músík almennt",
    "user": "znarf",
    "user_id": "1896",
    "date": "2003-09-18 12:01:44",
    "title": "Stórtónleikar Bang Gang",
    "text": "Nú er loks komið að því að Bang Gang gefi út sína aðra breiðskífu í Evrópu, Something Wrong.\nÞað er Recall í Frakklandi sem sér um útgáfuna í Evrópu en 21 12, menningararmur 1001 NÆTUR\nsér um útgáfuna hér á landi. Auk þess þá hefur Barði Jóhannsson forsprakki Bang Gang gert\n“publishing” samning við útgáfurisann EMI.\nVinsældir Bang Gang hafa verið miklar í Evrópu og sem dæmi um mátt tónlistar Bang Gang þá\nhefur Georgia Armani keypt lag frá Bang Gang til að nota í nýjustu auglýsingaherferðinni sinni.\nSjá má auglýsinguna á\nhttp://www.recallgroup.com/banggang/index.php?lg=uk\nFramundan er mikil tónleikaferð um Evrópu til að kynna plötuna. Upphafið á túrnum verður 20.\nseptember hér í Reykjavík. Þá verða séstakir Showcase tónleikar haldnir í Listasafni Reykjavíkur.\nÞar munu mæta, auk Bang Gang og sérstakrar strengjasveitar, gestasöngvarar plötunnar s.s.\nKaren Ann Zeidel, Daníel Ágúst Haraldsson, Pheobe Tolmer og Esther Talia Casey.\nÍ tengslum við tónleikana mun sérstakt Panik kvöld verða haldið í fyrsta sinn á Íslandi. PANIK er\nhaldið reglulega í Frakklandi við miklar vindældir enda koma plötusnúðar heimshorna á milli til að\nskemmta á þessum klúbbakvöldum. Á Panik kvöldinu í Reykjavík munu listamennirnir Terranova,\nVitalic, og Tommy Hool skemmta ásamt vel völdum íslenskum listamönnum. Mikill hiti hefur\nskapast fyrir þessari uppákomku enda ekki á hverjum degi sem Panik kvöld eru haldin utan\nheimavallar.\nBúist er við fjöldanum öllum af fjölmiðlafólki til að fylgjast með þessari uppákomu. Búið er að\ntryggja umfjöllun fyrirfram í þessum fjölmiðlum. Sem dæmi af þeim fjölmiðlum sem hingað mæta\nmá nefna sjónvarpsstöðvarnar Mcm 2, Telerama 2 og Zurban 1. Auk þess sem mikið kemur af\nblaðamönnum frá ekki ómerkari blöðum eins og Rolling Stones, Le Monde og Nouvel Obs. Auk\nþeirra gesta sem koma á vegum fjölmiðla þá hafa verið seld um 50 sæti til fólks sem eingöngu er\nað koma hingað heim til að fara á tónleikana og á PANIK kvöldið.\nShowcase\nListasafn Reykjavíkur Hafnarhús – Portið\nHúsið opnar kl. 20:30\nTónleikar hefjast kl. 21:00\nPANIK\nKapital við Hafnarstræti\nOpnar kl 00:30 til 05:30\nSöngvarar:\nKeren Ann Zeidel\nPheobe Tolmer\nDaníel Ágúst Haraldsson\nEsther Talia Casey\nLydía Grétarsdóttir\nJarþrúður Karlsdóttir\nHljómsveitina skipa:\nBarði Jóhannsson – Söngur/gítar\nFranz Gunnarsson Gítar\nGuðni Finnsson – Bassi\nArnar Þór Gíslason – Trommur\nValdimar Kristjónsson – Hljómborð\nStrengjasveit:\nRoland Hartwell – lágfiðla\nOlga Björk Ólafsdóttir – fiðla\nHjörleifur Valsson – fiðla\nHrafnkell Orri Egilsson – selló\nForsala miða er í verslunum BT og Listasafni Reykjavíkur - Hafnarhúsinu\nMiðaverð: Bang Gang tónleikar kr. 1500, Panik-kvöld kr. 1500,\nBáðir viðburðirnir í forsölu kr. 2000",
    "url": "https://www.hugi.is/musik/greinar/166873/stortonleikar-bang-gang/",
    "url_id": "166873",
    "id": "1273746",
    "replies": [
        {
            "user": "TonyIommi",
            "user_id": "39036",
            "date": "2003-09-20 18:54:23",
            "id": "1273747",
            "reply_to_id": "1273746",
            "text": "Barði er snillingur!"
        },
        {
            "user": "fooker",
            "user_id": "7821",
            "date": "2003-09-23 10:42:42",
            "id": "1273748",
            "reply_to_id": "1273746",
            "text": "ha, koma rolling stones?  en gaman"
        }
    ]
}