{
    "forum_title": "Rómantík",
    "user": "greenragga",
    "user_id": "24033",
    "date": "2003-09-18 16:00:35",
    "title": "hvað á ég að gera?",
    "text": "okey… ég verð eiginlega að fá smá hjálp hjá ykkur kæru hugarar….\nmálið er að það er strákur sem er 3 árum eldri en ég(mér finnst það svona eiginlega of gamalt, það fer sammt allveg eftir persónuleika) sem ég hafði áhuga á, hitti hann um versló, hann er gegt góður við mig og allt, en hann nöldrar bara svo mikið!! ég bara get ekki hlustað á þetta endalausa nöldur….\nsvo kom að því að hann fór að tala við mig um samband, en ég vildi það eiginlega ekki…. ég meina hver nennir að hlusta á endalaust nöldur þegar marr hittir vini sína og kærasta :S svo ég sagðist ætla hugsa málið….. (eins og ég segi, þá fannst mér hann sætur…)\nsvo núna á sunnudaginn þá hringir hann og spyr mig hvort ég væri búin að hugsa málið… ég villdi auðvita ekki særa hann svo það kemur solldil þögn…. og þá spyr hann mig hvort ég væri með strák… en ég svaraði ekki…. og núna heldur hann að ég sé með stráki…. mér líður ógeðslega illa…. og ef hann kemmst að því að ég sé að ljúga verður hann enþá sárari…. það eru líka þessir litlu hlutir sem minna mann á hann….. ég get þetta bara ekki… ég vil ekki særa hann…..\nsvo hitti ég hann í gær og mér fannst hann alveg sætur… en bara þetta nöldur!!!!\nhvað á ég að gera??? ég er að verða brjáluð….. (ég veit allveg að ég er búin að vera leiðinleg við hann… en honum er allveg sama…. og segir að ég sé allveg nógu góð fyrir sig :S en mér bara finnst það ekki)\nGóð ráð verða vel þegin…. og ég vil ekki fá einhver komment um stafsetnigu, er ekki góð í henni og það verður bara að hafa það…..\nkv. greenragga….",
    "url": "https://www.hugi.is/romantik/greinar/166886/hvad-a-eg-ad-gera/",
    "url_id": "166886",
    "id": "1273937",
    "replies": [
        {
            "user": "greenragga",
            "user_id": "24033",
            "date": "2003-09-18 18:52:17",
            "id": "1273938",
            "reply_to_id": "1273937",
            "text": "Hvers konar nöldur ertu eiginlega tala um?"
        },
        {
            "user": "greenragga",
            "user_id": "24033",
            "date": "2003-09-18 19:46:25",
            "id": "1273939",
            "reply_to_id": "1273938",
            "text": "nöldrið í honum er um hvað hann er ljótur, hvað vinir hans eru vondir við sig og um foreldra sína!! shit…. ég get ekki hlustað á það lengur :S"
        },
        {
            "user": "divaa",
            "user_id": "11336",
            "date": "2003-09-20 18:22:34",
            "id": "1273940",
            "reply_to_id": "1273939",
            "text": "úff.. ég skil þig. ég myndi ekki meika það heldu"
        },
        {
            "user": "MegaMoli",
            "user_id": "1804",
            "date": "2003-09-18 19:09:56",
            "id": "1273941",
            "reply_to_id": "1273937",
            "text": "Blessuð skjóttu þig það leysir hans vandamál….\nNei nei….\nSegðu það við hann að hann nöldri of mikið og að þú sért ekki sátt við það….vera hreinskilin/n er best."
        },
        {
            "user": "Ljomalindin",
            "user_id": "15558",
            "date": "2003-09-18 20:19:35",
            "id": "1273942",
            "reply_to_id": "1273937",
            "text": "Það er alltaf(eða oftast) best að segja sannleikann… segðu honum bara að þú þolir ekki nöldur og segðu honum að þú sért ekki með neinum strák….\nef hann verður sár þá þegir hann kannski og hættir að nöldra c\",)"
        },
        {
            "user": "greenragga",
            "user_id": "24033",
            "date": "2003-09-18 20:20:40",
            "id": "1273943",
            "reply_to_id": "1273937",
            "text": "…. og ef hann kemmst að því að ég sé að ljúga verður hann enþá sárari….\nErtu semsagt með öðrum strák?"
        },
        {
            "user": "greenragga",
            "user_id": "24033",
            "date": "2003-09-18 21:00:12",
            "id": "1273944",
            "reply_to_id": "1273943",
            "text": "mig langar að segja sanleikan en ég þoli ekki að særa fólk…. ég er ekki með stráki en hann var sár að ég hafnaði honum…. ég er búin að gera það tvisvar og hann skilur það ekki að ég meika ekki samband við hann….. ef hann heldur áfram að nöldra!\nen takk fyrir góð ráð ;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-09-18 21:04:51",
            "id": "1273945",
            "reply_to_id": "1273944",
            "text": "hann hlýtur að vera með mjög lélegt sjálfstraust þá, hvaða stelpa vill svoleiðis strák, ekki myndi ég vilja gaur sem væri sínöldrandi um útlit sitt og eithvað annað bull,þú hlýtur að verða einhveerntíman það pirruð á þessu að þú springur, hvernig nenniru að vera með leiðinlegum strák? það er ekki nóg að vera BARA sætur, það verður líka að fylgja eitthvað annað með því..en útlitið skiptir samt auðvitað HEILMIKLU MÁLI;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-09-18 21:12:21",
            "id": "1273946",
            "reply_to_id": "1273944",
            "text": "Gleymdu honum bara, hann er pottþétt með lítið typpi og er þar af leiðandi með minni máttarkennd."
        },
        {
            "user": "D2000",
            "user_id": "43652",
            "date": "2003-09-19 11:56:49",
            "id": "1273947",
            "reply_to_id": "1273944",
            "text": "seygðu það sem þú þoryri að seyja við hann en ekki særa hann,,hann gæti tekkið því ílla svo sem seygðu við hann (sorry ég vill ekki fara í samband),,(ég held að þetta myndi ekki ganga upp hjá okkur)(og eitt að djóki ekki láta þig dreima að þú eigir séns í mig)"
        },
        {
            "user": "greenragga",
            "user_id": "24033",
            "date": "2003-09-19 17:09:36",
            "id": "1273948",
            "reply_to_id": "1273947",
            "text": "ég er búin að segja við hann einu sinni áður að ég villdi ekki vera í sambandi (og þá almennt) en hann bara viðist ekki skilja það…. hversvegna eru strákar svona ógeðslega tregir!!"
        },
        {
            "user": "alliet",
            "user_id": "9303",
            "date": "2003-09-19 19:06:04",
            "id": "1273949",
            "reply_to_id": "1273948",
            "text": "Hei!!! Við erum ekki allir svona ógeðslega miklir nöldrarar!! Og ekki alhæfa okkur alla!! BTW, ég er á lausu :D"
        },
        {
            "user": "greenragga",
            "user_id": "24033",
            "date": "2003-09-19 20:14:10",
            "id": "1273950",
            "reply_to_id": "1273949",
            "text": "alliet… ég er að tala bara um þennan eina strák!….. og ég veit vel að allir stákar eru ekki svona ;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-09-18 20:32:52",
            "id": "1273951",
            "reply_to_id": "1273937",
            "text": "Það er fátt sem ég þoli verr en endalaus sjálfsvorkunn. Segðu þessum strák að taka sér tak ef hann vill vera með þér. Ef til vill er þetta bara orðinn ávani hjá honum að væla yfir öllum sköpuðum hlutum, hann jafnvel tekur ekki eftir því að hann nöldri svona mikið.\nHvort sem þú vilt samband við þennan strák eða ekki þá skaltu segja honum sannleikann. Sannleikurinn er sagna bestur!"
        },
        {
            "user": "Oreon",
            "user_id": "15467",
            "date": "2003-09-18 20:53:46",
            "id": "1273952",
            "reply_to_id": "1273937",
            "text": "oj.. þoooli ekki svona nöldrara"
        },
        {
            "user": "BlizzarD",
            "user_id": "32444",
            "date": "2003-09-18 21:23:00",
            "id": "1273953",
            "reply_to_id": "1273937",
            "text": "hehe mér sýnist bara á öllu að þessu gaur sé bara algjör lúði sem er bara að leita eftir vorkunn"
        },
        {
            "user": "Abigel",
            "user_id": "22798",
            "date": "2003-09-18 21:50:30",
            "id": "1273954",
            "reply_to_id": "1273937",
            "text": "Mitt ráð er, gleymdu honum.\nÉg var með nöldrara í langan tíma og var mest fegin þegar það endaði!\nÞú endar í því hlutverki að vera huggarinn, segjandi honum að þetta sé ekki rétt og þér finnist hann svo æðislegur og dadada…\nÚtlitið skiptir sko ekki máli þegar um nöldrara er að ræða, best að forða sér!\nAbigel"
        },
        {
            "user": "befb",
            "user_id": "26999",
            "date": "2003-09-18 22:41:36",
            "id": "1273955",
            "reply_to_id": "1273954",
            "text": "óskaplega eruð þið kjánalegar, stelpur.\nmér finnst að þið mættuð alveg príla út úr hellinum og sætta ykkur við að karlkynið er ekki lengur einungis til þess að veiða og vernda.. hann er líka “tilfinningavera”, ef ég má nota svo væmið orð. ef hann er með vandamál, af hverju má hann ekki tala um þau við ykkur? er hann þá aumingi? mega bara stelpur tala um vandamál sín? mér heyrist á þér, ragga mín, að þú sért sjálf að nöldra, og biðja um hjálp/innsæi í þetta vandamál þitt. er þessi valkostur ekki opinn fyrir strákum?\nég hef verið að taka eftir þessu meira og meira meðal stelpna sem ég þekki, þeim ofbýður hreinlega ef strákar gerast svo ósvífnir að tjá ósviknar tilfinningar sínar til þeirra. mér þykir mjög leiðinlegt að horfa upp á þetta, þetta er svo ósanngjarnt gagnvart strákunum; þeim er gjarnan dömpað fyrir að vera honest og segja ykkur hvað þeir eru að hugsa! sjáið þið ekki fáranleikann í þessu?"
        },
        {
            "user": "Abigel",
            "user_id": "22798",
            "date": "2003-09-18 22:43:03",
            "id": "1273956",
            "reply_to_id": "1273955",
            "text": "Nei nei eitt er að tala um tilfinningar, annað er að hamra og hamra á sama hlutnum, sama hvað maður reynir að rökræða. Ef stelpa myndi gera þetta sama þá myndi ég líka forða mér!"
        },
        {
            "user": "befb",
            "user_id": "26999",
            "date": "2003-09-18 22:58:34",
            "id": "1273957",
            "reply_to_id": "1273956",
            "text": "“Ef stelpa myndi gera þetta sama þá myndi ég líka forða mér!”\nþað efa ég nú. það er ekki algengt að strákar hætti með stelpum vegna þess að þær tali of mikið um tilfinningar sínar. það er eitt einkenni (eða öllu heldur stereótýpa, to be fair) kvenkynsins, að þær tali mikið um svoleiðis. það þykir bara eðlilegt, liggur við. en ef strákar gera það þá skal sko forða sér úr sambandinu a.s.a.p. double standard!"
        },
        {
            "user": "karijo",
            "user_id": "5836",
            "date": "2003-09-19 00:28:16",
            "id": "1273958",
            "reply_to_id": "1273955",
            "text": "það er munur á því að vera “honest” og svo að nöldra, ég lít nú ekki stórt á sjálfan mig enn ég sé alveg að það hefur ekkert upp á sig að vera endalaust að nöldra og röfla yfir því sem misferst í lífinu, hjá mér er það svo margt að það tekur því ekki að vera að nöldra ;) enn hérna annars er soldið til í þessu hjá þér ef maður vogar sér að láta tilfiningar sýnar í ljós þá er maður yfirleitt brandaður hommi eða aumingji\nkv.karijo"
        },
        {
            "user": "greenragga",
            "user_id": "24033",
            "date": "2003-09-19 17:07:50",
            "id": "1273959",
            "reply_to_id": "1273955",
            "text": "befb.. sko málið er hann er ekki með tilfingingar… ó nei…. þetta er nöldur í fyrsta flokki…. þetta er orðið svo leiðinlegt að ég get valla verið með honum ein :S mér finnst ekkert að því að strákar opni sig og tjá tilfiningar sínar en þegar þeir eru farnir að NÖLDRA þá finnst mér vera komið nóg!!"
        },
        {
            "user": "Einarmar16",
            "user_id": "44341",
            "date": "2003-10-01 17:37:41",
            "id": "1273960",
            "reply_to_id": "1273959",
            "text": "það er reyndar alveg satt að strákar eiga ekki að nöldra það eru stelpurnar sem eiga að sjá um það:)"
        },
        {
            "user": "hlaup",
            "user_id": "8642",
            "date": "2003-09-19 00:27:22",
            "id": "1273961",
            "reply_to_id": "1273937",
            "text": "Sko ef hann er að nöldra yfir því hvað hann er ljótur við þig, þá er hann örugglega bara að bíða eftir því að þú segir honum að hann sé ekki ljótur! Það ætti að stoppa nöldrið…greyið drengurinn er hrifinn af þér og er að reyna að athuga hvort þú hafir eitthvern áhuga? Ég skil þetta allavega sona…\nKveðja\nHlaup\n(ekki eins og kvennahlaup heldur eins og jello ;)"
        },
        {
            "user": "greenragga",
            "user_id": "24033",
            "date": "2003-09-19 17:05:46",
            "id": "1273962",
            "reply_to_id": "1273961",
            "text": "sko, ég er alltaf að segja við hann að hann er ekki ljótur og allan pakkann….. og ég er búin að kynnast honum allveg….. en málið er bara að ég var smá hrifinn af honum en áhuginn hefur allveg horfið útaf þessari sjálfsvorkun og nöldri….."
        },
        {
            "user": "Satanboy",
            "user_id": "6407",
            "date": "2003-09-19 09:03:49",
            "id": "1273963",
            "reply_to_id": "1273937",
            "text": "ahhmm… gaurinn er semsagt drepleiðinlegur en rosa sætur. þá ættiru frekar að finna brjálæðislega skemmtilegann gaur og helst að hafa hann sætann líka.\nnöldrarar eru leiðinlegir. maður verður ekki hrifinn af nöldrara. ef þú heldur að þú sért hrifinn af gaur sem er leiðinlegur þá er það svipað og ef þú værir hrifin af brad pitt, þú veist ekkert hvernig brad pitt er og þess vegna væri það dýrkun. sama á við um þennan gaur, hann lítur vel út og þú hrífst af útlitinu ekki honum sjálfurm.. losaðu þig við hann og finndu einhvern skemmtilegann..\ngangi þér vel…"
        },
        {
            "user": "Bekkare",
            "user_id": "5593",
            "date": "2003-09-19 10:51:59",
            "id": "1273965",
            "reply_to_id": "1273937",
            "text": "það er ekki nóg að vera bara sætur! ég hélt að allir vissu það"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-09-19 11:10:30",
            "id": "1273964",
            "reply_to_id": "1273937",
            "text": "Bull og vitleisa, audvitad skiptir útlitid mikklu máli. Tad skiptir samt enn meira máli ad fullordnast og hætta ad væla endalaust eins og vanskapadur ræfill.\nÉg tek undir tad ad best er ad vera hreinskilin. Tú skalt tala vid hann og í gudana bænum síndu smá festu og vertu ákvedin, tví tad skiptir öllu í tessari stödu ef vel á ad fara.\nTú segir vid hann eftirfarandi og ordrétt.\nÉg er ekki med neinum gaur núna og ég ætla ekki ad svara tér strax um tad hvort ég vilji vera med tér. Ég ætla ad gefa tér nokkrar vikur í tad ad æfa tig ad hætta ad væla um tad hvad tú eigir bágt og ef tad tekst tannig ad ég sé sátt máttu alveg fara ad búa tig undir sveittar og uppákomusamar nætur í mínum félagsskap.\nEf ekki er best ad tú fynnir tér einhverja adra mömmu tví ég tarf á karlmansefni ad halda :)\nGangi tér vel GHOST."
        },
        {
            "user": "D2000",
            "user_id": "43652",
            "date": "2003-09-19 11:46:13",
            "id": "1273966",
            "reply_to_id": "1273937",
            "text": "bjódu honum í bío kinntust honum betur en þú þekkir hann nún og reidu svo okkey gangi þér vel"
        },
        {
            "user": "ArabStrap",
            "user_id": "1396",
            "date": "2003-09-19 12:13:01",
            "id": "1273967",
            "reply_to_id": "1273937",
            "text": "hmm…\n“Ohhh ég er svoooo feiiiiit”\n“Ohhh mér er svo íllt í löppunum”\n“Hún Gunna er svo mikil tussa!!!”\n“Sjáðu þessa, djöfulsins drusla, í G-Streng og stífmáluð!!!”\n“Er rassinn á mér stór í þessum buxum??”\n“Ohh ég er með svo lítil/stór brjóst ég þoli það ekki”\n“Kærastinn minn nöldrar svo mikið ég er að verða geðveik”\n“Ohhhh ég á svo erfitt”\n“Ohhhh þessi strákur er svo hrifin af mér en ég er svo hrifin að öðrum”\n“Ohhh ég þoli ekki þegar hitt og þetta og blablabla…”\nStelpur eiga þetta nú líka til sko ;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-09-19 15:42:12",
            "id": "1273968",
            "reply_to_id": "1273937",
            "text": "Hvað ertu að meina Nöldur ???"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-09-20 01:00:13",
            "id": "1273969",
            "reply_to_id": "1273937",
            "text": "Sætur? Mér finnst að þú ættir alls ekki að byggja samband á því að eithver sé sætur, frekar á tilfiningum þínum gagnhvart persónuleika hanns, og ef þér finnst persónuleiki hanns vera alveg ómöguelegur (semsagt nöldrið er hluti af því!) þá er ættiru kannski að setja smá spurninga merki á þetta, en ef þú getur lifað með nöldrið og hann hefur fleiri kosti varðandi við sig þá væri fínt að slá til, og mögulega RÆÐA VIÐ HANN varðandi nöldrið hanns, segja honum það, hann kannski særist smá en hann á eftir að verða miklu betri maður eftir það því þá fer hann kanski frekar að taka eftir því sjálfur þegar hann er að nöldra og stoppar sig kannski og allir verða glaðari :D"
        },
        {
            "user": "hestagellan",
            "user_id": "38257",
            "date": "2003-09-20 20:41:39",
            "id": "1273970",
            "reply_to_id": "1273937",
            "text": "Hvurslags spurning…ég nennti ekki einu sinni að lesa kommentin…við hverju þarftu eiginlega hjálp? Ég meina þú ert sjálf búin að skrifa um allt sem segja þarf…taktu þig saman í andlitunu og segðu stráknum bara það sem hann þarf að fá svar við!!"
        },
        {
            "user": "villah",
            "user_id": "27226",
            "date": "2003-09-20 21:16:17",
            "id": "1273971",
            "reply_to_id": "1273937",
            "text": "það er skrifað alveg en ekki allveg!!"
        },
        {
            "user": "befb",
            "user_id": "26999",
            "date": "2003-09-22 16:03:16",
            "id": "1273972",
            "reply_to_id": "1273971",
            "text": "“það er skrifað alveg en ekki allveg!!”\njá, þetta er líka eina stafsetningarvillan sem hefur komið fram hér í þessari umræðu..\ngreenragga:\nsammt -> samt\nallveg -> alveg\nvilldi -> vildi\nkemmst -> kemst\nsanleikan -> sannleikann\nsjálfsvorkun -> sjálfsvorkunn\nvalla -> varla\ntilfiningar -> tilfinningar\nninas:\nkemmst -> kemst\nenþá -> ennþá\nasta50:\neinhverntíman -> einhverntímann\njoitiger:\nminni máttarkennd -> minnimáttarkennd\nhlaup:\neitthvern -> einhvern\nkarijo:\nenn -> en\nsýnar -> sínar\naumingji -> aumingi\nsatanboy:\nsætann -> sætan\nskemmtilegann -> skemmtilegan\nghostarinn:\nmikklu -> miklu\nsíndu -> sýndu\nfynnir -> finnir\nkarlmansefni -> karlmannsefni\nd2000:\nbjódu -> bjóddu\nkinntust -> kynntust\nseygðu -> segðu\nþoryr -> þorir\ntekkið -> tekið\nvill -> vil\ndreima -> dreyma\narabstrap:\níllt -> illt\nhrifin -> hrifinn\nmagus:\nhanns -> hans\nkanski -> kannski\nstjanistud:\nkisstu -> kysstu\ntakka -> taka\nég er hvorki að taka með villur sem eru greinilega innsláttarvillur, né málfræðivillur. þetta er frekar sláandi fjöldi stafsetningarvillna, ef þið pælið í því. ég vona að enginn taki því nærri sér að ég hafi búið til þennan lista, mér fannst ástæða til að benda á þessar villur vegna þeirra möguleika að sum ykkar (vonandi) hafa kannski áhuga á að kunna tungumálið ykkar, og bæta ykkur.\nhvað varðar umræðuna sjálfa, þá legg ég til að greenragga íhugi hvort henni þykir nógu vænt um drenginn til að sætta sig við þennan “galla”. fólk umber furðulegustu hluti í fari hvors annars ef það er ástfangið eða mjög hrifið hvort af öðru; þannig virka sambönd. ekki einblína á einn ókóst þar sem hann gæti verið úr sögunni eftir eitt ár, þegar hann er e.t.v. kominn með meira sjálfstraust og öryggi. ef þið náið vel saman, ef sambandið *virkar*, þá ætti það að vera nóg.\nþú verður líka kannski að líta í eigin barm og athuga hvort þú sért að dæma hann of hart. það virðist enginn sem hefur kommentað hér líta á það sem möguleika. ég vona að þetta sé ekki svona miðstöð þar sem stelpur hvetja kynsystur sína til dáða, sama hvert málefnið er. “já dömpaðu honum bara!” sé ég hérna víða.\nþegar allt kemur til alls, þá gerirðu auðvitað það sem þér þykir skynsamlegast í því samhengi sem við höfum ekki í höndunum. ekki þekki ég þennan strák, þannig að ég get ekki dæmt um það hvort hann sé þess virði til að umbera gallann.\ngangi þér vel með þetta, ragga mín. vertu sanngjörn við strákinn."
        },
        {
            "user": "Rimanna",
            "user_id": "42409",
            "date": "2003-09-21 16:08:31",
            "id": "1273973",
            "reply_to_id": "1273937",
            "text": "Málið er það, að hann er óánægður með sjálfan sig og sjálfstraustið hans er í lágmarki, ég skil vel að þú þolir ekki nöldrið í honum og prufaðu næst þegar þú hittir hann, þegar hann byrjar að nöldra, prufaðu þá að spurja hann: ,,af hverju ertu að segja mér þetta? eða : ,,Og hvað get ég gert í því?\" og hann verður orðlaus. Biddu hann um að hætta að nöldra. Ég var ógeðslega þunglynd einu sinni og var alltaf nöldrandi, ég er hætt því og hætt í þunglyndi, en ég hefði ekki hætt að nöldra hefði ekki einhver bent mér á að ég væri að því, meina ég tók ekki eftir því! Reyndu að hjálpa honum að fá sjálfstraustið aftur með því að fá til að reyna gera hluti sem hann hefur ekki þorað eða sagt að hann gæti ekki… ekki leyfa honum að bögga þig með nöldri.\nKveðja\nRímanna"
        },
        {
            "user": "stjanistud",
            "user_id": "8873",
            "date": "2003-09-21 21:38:09",
            "id": "1273974",
            "reply_to_id": "1273937",
            "text": "Klóraðu þér í rassinum……nei djók farðu að djamma með honum og kisstu hann nei djók ………. ég er fullur ekki takka mark á mér farðu að ríða við hann….. hann verður glaður og hættir að nöldra takk fyri"
        },
        {
            "user": "Kupo",
            "user_id": "29733",
            "date": "2003-09-21 22:03:22",
            "id": "1273975",
            "reply_to_id": "1273937",
            "text": "það hefur pottþétt verið skorið undan honum í fangabúðunum í Namibíu fyrir 5 árum,þess vegna er hann svona..nenei þessi gaur er bara fucker og segðu honum bara að finna aðra á sínum aldri og eða vegg til að nöldra við..þýðir ekkert að standa í einhverju sona rugli…\n…minnir mig bara á Villa.."
        },
        {
            "user": "sandrass",
            "user_id": "25449",
            "date": "2003-09-22 15:34:30",
            "id": "1273976",
            "reply_to_id": "1273937",
            "text": "gvuuð hvað ég skil þig vel…. var með svona dúdda og þetta var NÁKVÆMLEGA eins… nema það að hann var algjört egó og var bara að fiska eftir hrósi… hann vissi vel að hann er andskoti fallegur! en svo kemur að því að hann villl fara í samband og ok mér fannst það í lagi.. (skil það ekki, hafði ekki hástt álit á gaurnum) en sá eftir því…..\nEn segðu dúddanum bara satt, hann getur tekið þvi illa en það verður bara að hafa það!\ngood luck=)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-09-22 20:23:19",
            "id": "1273977",
            "reply_to_id": "1273937",
            "text": "Lol.  Þetta er snilld… en já svo að þú fáir nú ekki neinar rang hugmyndir þá finnst mér teiknimyndaklám æsandi."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-09-30 17:27:10",
            "id": "1273978",
            "reply_to_id": "1273937",
            "text": "Segðu honum að hann sé sætur,geti fundið sér nýja vini og foreldrar eru foreldrar búið mál ;)"
        }
    ]
}