{
    "forum_title": "Netið",
    "user": null,
    "user_id": null,
    "date": "2003-09-21 17:30:30",
    "title": "FRISK - Er ég \"Greindarskertur\"",
    "text": "eða er FRISK með grófar spam sendingar í gangi.\nÉg var að lesa nýjasta hefti Tölvuheims, Septemper 7/03 nr.79, og mér var brugðið þegar ég las grein um Vesselin Bontchev einn virtasta sérfræðing í heimi á sviði vírusvarna.\nVesselin sem starfar hjá hinu virta vírusvarnarfyrirtæki Friðriks Skúlasonar, FRISK var á NORDUener 2003 ráðstefnunni og greindi frá niðurstöðum merkrar gagnasöfnunar á vegum fyrirtækisins.\nGreinin fjallar um vírus-orm W98M/Groov.a sem herjar á Word skjöl.\n“Vírus þessi hefur þá sérkennilegu virkni að hann vistar gjarnan afrakstur forritsins IPCONFIG yfir í textaskrá og hleður henni inn á ftp síðu okkar, ftp.complex.is.  Þar með fengum við einstætt tækifæri til að fylgjast með ferðum vírussins út um allan heim og vara þá við sem sýkst hafa af honum,”\nsagði Vesselin.\n“Fyrir utan að safna tölfræðiupplýsingum um vírusinn höfum við reynt að vara notendur sýktra tölva við honum. Það hefur verið vandasamt í sjálfu sér, því þótt auðvelt sé að bera kennsl á sýktu tölvuna út frá IP-tölu hennar, en vandinn hefur hins vegar falist í  að finna tölvupóstföng til að senda viðvörunina”, sagði hann og bætti við að það hefði verið meiriháttar vinna en búið hefði verið til lítið forrit til að auðvelda verkið.\nSvo segir hann að viðbrögð notenda hefðu verið harkaleg og þeir fengið harðorðar skammanir í tölvupósti. Og sumir, auðvitað, litu á þetta sem rusl-póst og eyddu honum.\nEnnfremur segir hann af niðurstöðunum að dæma þar sem um 97% viðtakenda vildu ekki sjá þessar tilkynningar , (sem ég vil meina að sé gróft spam), séu um 90% fólks í heiminum greindarskert!\n“Kerfisstjórinn okkar segir reyndar að rétt tala sé 99 prósent, þannig að sannleikurinn er líklega þarn á milli, 97,4 prósent” Segir vasselin og vakti mikla kátínu ráðstefnugesta.\n“Sérfræðingurinn á sviði vírusvarna segir þér að tölvan þín sé sýkt og ef þú vilt ekkert af því heyra þá hlýtur þú að vera heimskingi” bætir hann við.\nJæja, nú fæ ég umþað bil 20-30 ruslpósta á dag, og það er þrátt fyrir að ég sé með rusl-síu símans internets og láti þar allan líklegan póst eyðast fyrir mig.\nEkki myndi ég líta á það sem annað en hvert annað spam ef mér algerlega óþekkt fyrirtæki sem FRISK hlýtur að vera gagnvart flestum þeim notendum sem fá viðvaranir frá þeim til dæmis erlendis.\nEinnig finnst mér nokkuð grófar njósnir vera í gangi þar sem hugbúnaður er keyrður hjá FRISK til að finna út netföng viðkomandi smitaðrar tölvu. Þetter væntanlega ekki þjónusta sem beðið hefur verið um.\nAllavega mega FRISK gera sýnar víruskannanir á öðrum tölvum en mínum.\nSvo hefur nýlega birst grein eftir Friðrik Skúlason\nhttp://www.f-prot.com/news/gen_news/open_letter_10s\nept2003.html\nþar sem hann talar um að bandvídd sé eytt af vírusvörnum sem stilla póstþjóna sína rangt og senda ónauðsynilegar tilkynningar á ranga aðila.\nNú má benda á að umferð til þeirra  frá þessum vírusi hlýtur að vera truflun á bandvídd og ætti þeir að loka á viðtöku viðkomandi upplýsinga úr IPCONFIG til að minka óþarfa netumferð.\nOg að talsmaður FRISK skuli kalla fólk “greindarskert” og “heimskingja” af því að það er kannski ekki tilbúið að taka við óumbeðnum pósti frá fyrirtækinu, sem er líka lögbrot í flestum löndum að ég held, er ekki alveg það sem ég vil sjá\nfrá slíku fyrirtæki.\nÉg myndi gjarnan vilja fá þessi orð tekin til baka um mig þar sem ég er alveg örugglega ekki tilbúinn að fá slíkar sendingar frá einhverju vírusvarnarfyrirtæki útí heimi.\nEn ég keyri mína vírusvörn, hef borgað fyrir  hana, mun uppfæra hana reglulega og þarf ekki á því að halda að kalla mig greindarskertan heimskingja þó ég vilji ekki óumbeðin póst.\nHið verra er að vírusvörnin mín heitir f-secure,,\nog hún notar víst hugbúnað frá vinum mínum hjá FRISK!",
    "url": "https://www.hugi.is/netid/greinar/167455/frisk-er-eg-greindarskertur/",
    "url_id": "167455",
    "id": "1278455",
    "replies": [
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-09-21 20:23:25",
            "id": "1278456",
            "reply_to_id": "1278455",
            "text": "Það sem hann er kannski að meina er að fólk skrifar til baka og fer að rífast í þeim.  Ef maður virkilega álítur eitthvað vera ruslpóst, þá myndi maður ekki fara að skrifast á við sendandann, þ.e. nema maður væri eitthvað greindarskertur :)\nAnnars myndi ég alveg vilja vita ef tölvan mín væri að senda eitthvað rusl út um allt en ég myndi líklega uppfæra eigið vírusvarnarforrit og skanna frekar en að kaupa eitthvað frá fyrirtækinu sem sendi mér póstinn."
        },
        {
            "user": "Gourry",
            "user_id": "758",
            "date": "2003-09-21 22:57:16",
            "id": "1278457",
            "reply_to_id": "1278455",
            "text": "Sem starfsmaður hjá Frisk þá get ég fullyrt að hann er enginn official talsmaður fyrir Frisk, þannig að ef þú vilt fá afsökun þá þarftu að spyrja hann persónulega en ekki fyrirtækið.\nVess fer á þessar ráðstefnur til að tala um vírusa, halda fyrirlestra og kynnast hugsunum annarra. Það sem hann segir er oftast hans eigið mál þrátt fyrir að fyrirtækið sendi hann þangað. Ef þú hefur unnið við Tech Support þá kannastu eflaust við frasann “Fólk er Fífl” sem flest allt þjónustufólk notar yfir kúnnana. Ef þú segir það fyrir utan vinnunna og utan vinnutíma(þeas þú ert ekki að vinna) þá er ekki hægt að skamma fyrirtækið fyrir það sem þú segir á þínum eigin tíma. Jafnvel þegar það er í sumarleyfi þínu þar sem þú færð borgað en ert ekki að vinna.\nFyrirtækin á fólkið ekki.\n“Einnig finnst mér nokkuð grófar njósnir vera í gangi þar sem hugbúnaður er keyrður hjá FRISK til að finna út netföng viðkomandi smitaðrar tölvu. Þetter væntanlega ekki þjónusta sem beðið hefur verið um.”\nEins og þú sagðir sjálfur og tókst upp úr blaði þá er þetta virkni vírusins, ekki fyrirtækisins. Að ásaka fyrirtækið sjálft um það sem vírusinn gerir þegar þeir eiga ekkert í honum er nú gróft í sjálfu sér. Þeir gætu auðvitað lokað sendingu frá þessum vírusi en eins og þú quotaðir sjálfur:\n“”Þar með fengum við einstætt tækifæri til að fylgjast með ferðum vírussins út um allan heim og vara þá við sem sýkst hafa af honum,“\nsagði Vesselin.”\nÞað þarf að framkvæma rannsóknir á sjúkdómum áður en maður getur fyrirbyggt þá. Það getur nú hver sem er sagt þér. Í raun gæti ég vel trúað að önnur fyrirtæki hafi lent í svipaðri aðstöðu og nýtt tækifærið. Við getum ekki alltaf treyst á að boltavírusinn verði eini vírusinn.\n“Hið verra er að vírusvörnin mín heitir f-secure,,\nog hún notar víst hugbúnað frá vinum mínum hjá FRISK!”\nEf hún virkar og er að gera það sem hún þarf þá skil ég ekki afhverju það er verra. En fyrst þú ert svona prinsipp maður þá væri kannski ekki verra að fá sér Norton, hann er nefnilega svo hraðvirkur og skemmtilegur eins og öll Norton fjölskyldan.\nÉg er samt alveg sammála að það sé gróft að senda óumbeðinn póst og ég undrast yfir því að það hafi verið gert þar sem margir innan fyrirtækisins Hata ruslpóst með stóru H.\nDisclaimer:(svona til vonar og varar)\nEn eins og ég sagði, þó ég sé starfsmaður fyrirtækisins þá er ég ekki talsmaður þess og það sem ég skrifa hér er gert í mínum eigin frítíma á mína eigin ábyrgð og ekki er hægt að sakast á við fyrirtækið um gjörðir starfsmanna þeirra utan vinnutíma."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-09-22 09:50:52",
            "id": "1278458",
            "reply_to_id": "1278457",
            "text": "Ég held ég hafi ekki talað um að FRISK hefði eitthvað átt við vírusinn. Ég meinti að þið bjugguð til tól sem þefar uppi e-mail smitaðrar tölvu. Og það er sá hugbúnaður sem þið keyrið. Eða svo sagði í greininni.\nÉg hugsa þetta megi alveg ræða og deila um þetta allt saman, ég er samt ekki sáttur við svona orðalag um hugsanlega viðskiptavini eða fólk sem FRISK reynir að ná sambandi við.\nVitlaust, ílla upplýst, óskynsamt, jafnvel leiðinlegt.\nEn greindarskert og heimskt..nei!\nÉg var nú kannski að meina þetta síðasta í kaldhæðni enda nenni ég nú ekki að fara kaupa mér nýja vörn þar sem hin virkar fullkomlega held ég bara."
        },
        {
            "user": "svg",
            "user_id": "330",
            "date": "2003-09-22 08:49:06",
            "id": "1278459",
            "reply_to_id": "1278455",
            "text": "Þú gætir líka kannski upplýst okkur fáfróðu hvernig þetta er gert.\n…loka á viðtöku viðkomandi upplýsinga úr IPCONFIG til að minka óþarfa netumferð."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-09-22 09:55:56",
            "id": "1278460",
            "reply_to_id": "1278459",
            "text": "Er nú enginn ftp gúrú en ég held nú að það sé hægt að gera ‘access denied’ á viðkomandi sendingu.\nÞ.e ‘aðgangi hafnað’ á viðkomandi skjalar heiti/tegund."
        },
        {
            "user": "demonz",
            "user_id": "3238",
            "date": "2003-09-22 11:16:33",
            "id": "1278461",
            "reply_to_id": "1278455",
            "text": "Vá færðu virkilega 20 ruslpósta á dag…\nRuslpóstur er svosem plága fyrir marga en samt, 20 póstar er heldur mikið…\nSegðu mér, þegar þú ert að registera user á eitthverri síðu…ertu aldrei að passa uppá að afhaka möguleikann að fá fréttabréf og þannig ruslpóst frá síðunni?\nÞað virðast alveg ótrúlega margir eiga í eitthverjum svakalegum vandræðum með ruslpóst en ég er með sér mail sem ég nota ef ég þarf að registera á eitthverri síðu…og jafnvel það mail fær bara 3 rusl-email á viku!\nHvað er málið!?"
        },
        {
            "user": "demonz",
            "user_id": "3238",
            "date": "2003-09-22 11:28:54",
            "id": "1278462",
            "reply_to_id": "1278461",
            "text": "já, þetter því miður staðreyndin. Það eru um 20-30 bréf á sólahring sem ég fæ sem ég kæri mig ekki um. e-mailið mitt er búið að vera í gangi síðan 1997 og er greinilega búið að fara víða um og virðist vera vinsælt á ruslpóstlistum. þetta eru aðallega tilboð um typpalengingar, viagra og fleira í þeim dúr.\nSamt er ég með ruslpóstsíu hjá símanum internet.\nNú var ég ekki búinn að eyða úr deleted items hjá mér, þar voru 657 skeyti eydd. Elsta síðan 1.þessa mánaðar.\nGefum okkur samt að þar séu um 100 (og þá er ég að gefa mér háa tölu) sem ég fæ af póstlistum sem ég skráði mig viljandi á og eyði svo samt.\n550/22 = 25… I kid u not!\nÞessvegna vil ég láta handtaka ruslpóstara sem glæpamenn!"
        },
        {
            "user": "demonz",
            "user_id": "3238",
            "date": "2003-09-22 11:36:17",
            "id": "1278463",
            "reply_to_id": "1278462",
            "text": "ouch, well er ekki búið að gera ruslpóst ólöglegan flestallstaðar…nema hmm…usa ;)"
        },
        {
            "user": "Frisk",
            "user_id": "43821",
            "date": "2003-09-22 11:57:15",
            "id": "1278464",
            "reply_to_id": "1278455",
            "text": "Tja, ef þú gefur bara tvo valkosti - hvort Frisk sé að senda SPAM eða að þú sért greindarskertur, þá virðist niðurstaðan frekar augljós, þar sem við sendum ekki út SPAM í einni eða neinni merkingu þess orðs.\nÞessi veira virðist upphaflega hafa verið skrifuð til að hrella okkur, með því að senda okkur þúsundir skráa á dag.  Við hefðum getað lokað á þær án vandkvæða, en við ákváðum að reyna að vara þá sem voru smitaðir við og höfum safnað þessum gögnum þar sem þær gefa einstakt tækifæri til að fylgjast með ferli einnar veiru. Stór hluti þeirra sem eru smitaðir vill hins vegar ekki fá slíkar viðvaranir - ef menn vilja frekar sitja uppi með sína smituðu vél heldur en að taka til, þá er það þeirra vandamál, ekki mitt.  Hins vegar get ég nú ekki talið þá skynsama sem ekki vilja láta vara sig við ef tölvan þeirra er smituð.\nHvað aðdróttanir þínar um “grófar njósnir” varðar þá ættir þú að sjá sóma þinn í að biðjast afsökunar á þeim ummælum."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-09-22 13:12:48",
            "id": "1278465",
            "reply_to_id": "1278464",
            "text": "Bíddu, hvað kemur þér við hvað e-mail addressan er á tölvu sem sendir þér eitthvað ‘request’ á opin ftp þjón hjá þér?\nþú annaðhvort lokar bara á það ef þú vilt það ekki eða samþykkir að e-mail sé ekki sent með.\nþar sem e-mail virðist ekki vera sent með þessum pakka, þá ber þér held ég skylda til að ‘ignora’ hann samkvæmt 44.gr laga um fjarskipti frá 1999. Ekki safna honum saman! Þér ber nú einnig að tilkynna um þetta að mér virðist.\nEn ég efast um að það sé annað en spam ef þú keyrir hugbúnað sem leitar að massa af e-mailum og sendir tilkynningar á það.\nLíka þar sem þú gast lokað á þetta og sleppt því að safna saman þér óviðkomandi upplýsingum og auglýsa vírusvörnina þína!\nOg þið FRISK verðið nú aðeins að marka stefnu ykkar betur, hvað ef næsta veira sendir ykkur alvarlegri upplýsingar. kannski addressubók, eða eitthvað álíka, ætlið þið að safna því saman í gagnagrunn fyrir næstu ráðstefnu?\nOg það held ég að sé aðal málið!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-09-22 15:20:48",
            "id": "1278466",
            "reply_to_id": "1278464",
            "text": "Ég sé enga ástæðu fyrir  hann að biðjast afsökunar á “grófar njósnir”.\nMér aftur á móti langar að vita hvort þetta sem þið séuð að gera sé 100% löglegt eður ei.."
        },
        {
            "user": "delphi",
            "user_id": "487",
            "date": "2003-09-22 15:28:26",
            "id": "1278467",
            "reply_to_id": "1278455",
            "text": "“Vírus þessi hefur þá sérkennilegu virkni að hann vistar gjarnan afrakstur forritsins IPCONFIG yfir í textaskrá og hleður henni inn á ftp síðu okkar, ftp.complex.is. Þar með fengum við einstætt tækifæri til að fylgjast með ferðum vírussins út um allan heim og vara þá við sem sýkst hafa af honum,”\nSkil ég þetta rétt að einhver gaur útí heimi hafi smíðað vírus sem sendir FRISK ipconfig upplýsingar?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-09-22 15:55:57",
            "id": "1278468",
            "reply_to_id": "1278467",
            "text": "ég held að þetta sé rétt skilið hjá þér já.\nþetter tekið orðrétt uppúr greininni í Tölvuheimi."
        },
        {
            "user": "Gourry",
            "user_id": "758",
            "date": "2003-09-22 17:14:13",
            "id": "1278469",
            "reply_to_id": "1278467",
            "text": "Það er ekkert óalgengt fyrir vírusforritara að gera vírusana úr þannig garð gerða að þeir hafi eitthvað anti-virus fyrirtæki sem skotmark. Eins og Frisk orðar þá var þessi vírus gerður til að hrella þá.\nÞú getur rétt ímyndað þér hversu margir hafa verið gerðir út á að ráðast á Symantec og stærri aðila(og ef ég man rétt þá var MsBlast gerður til að hrella Windows).\nÞað að einhver búi til vírus sem hrellir FSI er í raun merki um það að Frisk hefur stækkað talsvert á seinustu árum."
        },
        {
            "user": "Merlin",
            "user_id": "36",
            "date": "2003-09-24 11:46:23",
            "id": "1278470",
            "reply_to_id": "1278469",
            "text": "Ég hugsa reyndar að þú hafir misskilið þetta allt saman. Hann talar um að finna út iptölur og vara fólk við.\nÞá eru það netþjónustur og eigendur ipneta sem fá þessi skilaboð um að notendur þeirra séu að dreifa pósti.\nVírusar og Ormar eiga það til að targeta anti-virus fyrirtæki sérstaklega og var það mjög sennilega tilvikið þarna.\nFyrir utan það að ef ormurinn/vírusinn dreifir sér í tölvupósti má komast að iptölum útfrá email header.\nÉg er fyrrverandi starfsmaður hjá Frisk og ég get fullyrt að það er enginn þar að spamma þig frekar en aðra.\nSvo fyrir utan það eru einfaldar mailing reglur MJÖG auðveldar í uppsetningu ef þú vilt ekki sjá einhvern póst sem fer í hólfið þitt"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-09-24 16:12:01",
            "id": "1278471",
            "reply_to_id": "1278470",
            "text": "Ég hugsa að sú boðleið að senda tilkynningu á ISP viðkomandi og láta ISP vara við ‘ólöglegri/óæskilegri’ notkun  á tengingu væri nú alveg ásættanlegt.\nEn það hefur liklega ekki verið gert þannig enda hefðu þeir þá ekki tölur yfir alla ‘fávitana’!?"
        },
        {
            "user": "nonni2",
            "user_id": "5379",
            "date": "2003-09-24 19:30:09",
            "id": "1278472",
            "reply_to_id": "1278455",
            "text": "ég fæ eingan ruslpóst, og hef aldrei feingið af ástæðulausu það kemur bara ef ég skrái mig á eitthvern sora. annars skil ég þetta ekki að ´fólk sé að fá um 200 skeiti í póstisinnn daglega og allt ruslpóstur. þetta gerist ekki hjá mér, ég fæ kannski 3-4 skeiti vikulega útaf eitthverju sem ég skráði mig inná og læt afskrá mig af þessu."
        },
        {
            "user": "Balinn",
            "user_id": "28309",
            "date": "2003-09-30 20:38:15",
            "id": "1278473",
            "reply_to_id": "1278455",
            "text": "Segja ykkur svolítið? Friðrik Skúlasson bjó í herberginu mínu í 9 ár :D. Ég finn alveg fyrir tölvumættinum sem rennur um þetta herbergi.\n…….. Eða whatever."
        }
    ]
}