{
    "forum_title": "Jazz og blús",
    "user": "happye",
    "user_id": "19860",
    "date": "2003-09-21 15:56:30",
    "title": "Tom Waits og jazzinn",
    "text": "Það eru fáir sem kannast ekki við sandpappírsröddina og djöfullegan kabarett hljóminn, sem er svolítið eins og samblanda af Kurt Weill og Marilyn Manson á stundum.  Tom Waits er ekki fyrir alla.  Síðustu tvo áratugina hefur hann skapað alveg nýjan hljóðheim, einkennandi fyrir verk hans.  Hann heldur því fram að hann heyri öðruvísi en aðrir og notar hvað sem honum dettur í hug á hljómplötum sínum til að skapa ótrúlegustu hljóð, allt frá húsgögnum upp í gjallarhorn, auk hefðbundnari hljóðfæra.\nNei, Tom Waits er alls ekki fyrir alla.\nEn það vita ekki allir af því að Waits hóf feril sinn sem jazz- og folktónlistarmaður.\nThomas Alan Waits fæddist 7. desember árið 1949 í Californiu fylki Bandaríkjanna.  Þegar hann var að alast upp tröllriðu beat listamenn á borð við Jack Kerouac, Allen Ginsberg, Charles Bukowsky, grínistann Lord Buckley og fleiri heimsmynd Bandaríkjamanna, og höfðu mikil áhrif á Tom litla.  Hann var alla tíð mjög músíkalskur, enda foreldrar hans miklir tónlistaráhugamenn.  Snemma ákvað hann að leggja tónlistina fyrir sig, og byrjaði á því að læra á trompett.  Hann entist þó ekki lengi í því, en fór að læra á píanó.  Píanóið sem hann notaðist við var afgamalt og handónýtt.  Sagan segir að einungist svörtu nóturnar hafi virkað, og hann hafi eytt nokkrum árum í að spila uppáhalds lögin sín bara á þær.\nWaits samdi fullt af lögum, og fór að koma fram á skuggalegum krám í Los Angeles og San Diego í kringum tvítugt.  Beatnikkarnir voru enn að miklu leyti við lýði á þessum stöðum, svo Waits passaði vel í hópinn.  Hann fór snemma að yrkja um drykkju, reykingar og annan ólifnað.  Hann fékk umboðsmann, Herb Cohen, sem var m.a. umboðsmaður Frank Zappa.\nFyrsta platan, Closing Time, kom út hjá Asylum Records árið 1973, þegar Waits var 23ja ára gamall.  Hún samanstóð af rólegum, jazzy folklögum, sem sum hver hafa öðlast klassískan staðal (þeirra á meðal Ol’ 55, sem Eagles gerðu ódauðlegt í túlkun sinni, og I Hope That I Don’t Fall in Love With You, sem margir kannast eflaust við í flutningi Emiliönu Torrini).\nÞað var þó fyrst á annarri plötunni, The Heart of Saturday Night (1974), sem Waits fór að stunda jazz af alvöru.    Þá ákváðu Waits og Cohen að fá hinn margfræga jazzpródúsant Bones Howe til liðs við sig.  Waits og Howe ákváðu að búa til nokkurs konar concept plötu, gera meira úr fyllibyttu, beatnikka ímyndinni sem Waits var hægt og rólega að skapa sér.  Á framhlið plötunnar má sjá teikningu af þreyttum og ringluðum Waits koma út af pöbb sem er að loka, og gleðikonu að reyna við hann.  Þetta var andrúmsloftið sem þeir vildu skapa.\nÞeir fengu til liðs við sig stúdíólistamanninn Michael Melvoin, sem hafði útsett plötur fyrir ótal stjörnur (t.d. Fifth Dimention).  Melvoin hafði aldrei áður heyrt um Tom Waits, en eftir að heyra nokkur lög var hann stórhrifinn, sérstaklega af textunum, sem hann líkti við verk stóru beat skáldanna.  Auk þess fannst honum tónlistin, sem minnti mjög á grasrótar jazztónlist beat tímabilsins, mjög flott og eiga vel við viðfangsefnið.  Hann var því ekki lengi að slá til.\nAfraksturinn var einstakur.  The Heart of Saturday Night stendur Closing Time mun framar bæði í hljómgæðum, útsetningum og í mörgum tilfellum tónsmíðum.  Hér rekur hvert snilldarverkið það næsta, og útkoman er ótrúlega heilleg og nær fullkomlega þessu beatnikka, kráarandrúmslofti sem þeir sóttust eftir.\nÁrið 1975 stakk Herb Cohen upp á því við Waits að hann gæfi út tónleikaplötu, þar sem hann gerði það jafnan svo gott á tónleikum, og væri í raun og veru miklu meiri live maður en nokkru sinni stúdíólistamaður (þetta átti svo auðvitað eftir að breytast, þegar hann fór að sleppa fram af sér beislinu í hljóðverinu).  Waits var ekki ýkja hrifinn af hugmyndinni í fyrstu, en samþykkti að lokum, þó með því skilyrði að platan samanstæði einungis af nýju efni.\nBones Howe var mjög spenntur yfir verkefninu, og vissi nákvæmlega hvernig hann vildi gera það.  Hann hafði ekki áhuga á að taka plötuna upp í einhverjum klúbbi, heldur vildi hann færa klúbbinn inn í stúdíóið.  Þeir slógu upp sviði í horninu og röðuðu upp borðum og stólum, buðu fullt af fólki og gáfu því ókjör af bjór.  Jazzgrúppa var sett saman utan um Waits, þar sem Michael Melvoin fór fremstur í flokki, og svo var ýtt á “record”.  Útkoman, Nighthawks at the Diner, er umdeild.  Mörgum finnst þetta versta plata Waits, en aðrir halda mikið upp á hana.  Það er að minnsta kosti víst að platan hljómar ekkert eins og fyrri plöturnar tvær.  Hún er auðvitað mun hrárri, enda í fyrsta sinn sem engir strengir hljóma undir til að mýkja lögin.  Auk þess er mun meira um spuna og ljóðalestur, sem hafði ekki þekkst áður en hann átti eftir að leika sér meira með seinna.\nÞegar Nighthawks at the Diner var tekin upp var Waits búinn að vera að spila nánast á hverju kvöldi í nokkuð langan tíma, og var auk þess búinn að drekka ansi stíft.  Og hér heyrum við í fyrsta sinn afraksturinn:  Ótrúlega grófa rödd, sem hljómar næstum eins og rámur hundur.  Reyndar öðlaðist Waits þessa rödd því hann var alltaf svo ósáttur við eigin rödd sem barn, og byrjaði því að herma eftir frænda sínum, Vernon, sem hann átti svo eftir að gera ódauðlegan í lagi sínu, Cemetery Polka.\nNighthawks at the Diner er kannski sú plata Waits sem sækir hvað mest áhrif frá beat kynslóðinni.  Textarnir minna mjög á Charles Bukowsky og Jack Kerouac, og lögin eru með betri lounge jazzi sem ég hef heyrt.\nSvo var komið að hápunktinum.  Árið 1976 fór Waits enn á ný inn í stúdíó með Bones Howe, og í þetta sinn má segja að hljóðheimurinn hafi náð fullkomnun.  Yrkisefnið var enn í anda beat kynslóðarinnar, enn gegnsósa af viskýi og allt úti í nikótínblettum, en þó miklu dýpra en áður.  Waits hafði áttað sig á því að undirheimarnir höfðu líka sínar skuggahliðar, og hann vildi ekki að fólk héldi að hann væri bara einhver róni.  Þess vegna er þessi plata töluvert myrkari en þær fyrri, dregur upp neikvæðari mynd af fyllibyttunni en áður.\nPlatan var tekin upp á svipaðan hátt og Nighthawks at the Diner, nema nú voru engir áhorfendur.  En öll var tónlistin tekin upp beint inn á tveggja rása tæki.  Nú voru útsetningarnar margar hverjar flóknari, en þó var ekki eins fallegur hljómur eins og á fyrstu tveimur plötunum.  Útkoman var Small Change, fyrsta platan hans sem sló í gegn.  Nú var Waits orðinn cult listamaður með stóran áheyrendahóp (sem átti þó fyrst eftir að verða eitthvað að viti þegar hann fór, í kjölfarið á plötunni, að spila í Evrópu og Asíu).\nSmall Change er lounge jazz plata, með örlitlu folk ívafi, og er að margra mati langbesta plata Tom Waits.\nNæstu tvær plötur Waits voru svo í mjög svipuðum dúr, en náðu aldrei sama fluginu.  Foreign Affairs kom út árið 1977, og innihélt mörg ágætis lög, þ.á.m. dúettinn I Never Talk to Strangers með Bette Midler og Burma Shave, en hún er samt ekkert stórmerkileg, nema ef vera skyldi fyrir þær sakir að þarna vann hann í fyrsta sinn með bassaleikaranum Greg Cohen, sem vann með honum alla tíð síðan, en lést því miður fyrir skemmstu í bílslysi.\nBlue Valentine kom út 1978, og þótt hún væri reyndar mun betri en Foreign Affairs fellur hún samt í skuggann af Small Change, þar sem Waits er enn svolítið á svipuðum nótum.\nEftir Blue Valentine tók Waits sér smá pásu frá tónleikaferðum og upptökum.  Hann var búinn að vera fastur í sömu rútínunni í meira en fimm ár, og það var farið að taka sinn toll.  Þannig að þegar honum bauðst að semja tónlist fyrir kvikmynd Francis Fords Coppolas, One From the Heart, tók hann því fegins hendi.\nNú tók við margra mánaða vinna, allt öðru vísi en hann hafði nokkru sinni fengist við.  Nú vann Waits frá níu til fimm inni á skrifstofu í kvikmyndaveri, þar sem komið hafði verið fyrir píanói.  Hann horfði á það sem Coppola var búinn að taka, og samdi svo tónlist.  En svo dróst verkefnið og dróst, og Waits varð óþreyjufullur.\nHann ákvað að taka upp plötu fyrir sjálfan sig.  Hann tók sér smá frí frá One From the Heart, og flutti inn í hljóðverið.  Þar vann hann að lögunum á kvöldin og nóttunni og svo mætti hljómsveitin um morguninn og þá var tekið upp.\nAfraksturinn varð allt öðruvísi en nokkur önnur plata sem hann hafði áður gefið út.  Jazzinn vék að mestu fyrir blús, fyrir utan nokkur lounge númer, sem voru þó lítið eitt harðari en áður hafði heyrst á Tom Waits plötu.  Platan hlaut nafnið Heartattack and Vine og kom út árið 1980.  Waits fór ekki í tónleikaferð eftir útgáfu plötunnar, heldur hélt áfram að vinna við One From the Heart.  Þó dró enn meir til tíðinda þegar Waits giftist Kathleen Patriciu Brennan, sem hann kynntist við vinnu sína við One From the Heart.  Þau giftust skömmu eftir útgáfu Heartattack and Vine, en á plötunni er einmitt að finna ástaróð til Kathleen, sem ber heitið Jersey Girl.\nWaits hélt ótrauður áfram vinnu sinni við One From the Heart, og nú voru tónsmíðarnar að mestu tilbúnar og kominn tími á upptökur.  Coppola langaði að gera ástarsögu þar sem sagan væri sögð í gegnum tónlist að hluta.  Nokkurn vegin eins og kórinn í grískum harmleik, nema þetta átti að vera jazz.  Waits átti að syngja karlröddina, en þá vantaði kvenrödd.  Upphaflega var hugmyndin að fá Bette Midler, en nú var hún að meika það í leiklistinni, og vildi ekki syngja í mynd sem hún léki ekki í.  Þá var kántrýsöngkonan Crystal Gayle fengin til að syngja, og gerir það af stakri snilld.  Tónlistin í myndinni er mjög frábrugðin fyrri verkum Waits, en alls ekki lakari.  Hér er kannski að finna hreinasta jazzinn, en mörgum hefur reyndar þótt hún of rjómakennd og fínpússuð.  Plata með tónlistinni var gefin út árið 1982.\nNú var komið að kaflaskilum í lífi Waits.  Þegar hann og Kathleen fóru að fara yfir fjármálin hans kom í ljós að hann átti í rauninni ekki neitt.  Herb Cohen, umboðsmaðurinn hans, hafði samið af honum öllum lögin (yfir á sjálfan sig) og þar með var Waits gjörsamleg réttlaus, og átti engin stefgjöld eða neitt.  Waits var ekki lengi að reka Cohen, og ákvað að pródúsera næstu plötu sjálfur.  Og hér sagði hann skilið við jazzinn.  Næsta plata, Swordfishtrombones, var ólík öllu sem hafði heyrst áður.  Hér fór hljóðheimurinn sem Waits er kannski frægastur fyrir að verða til.  Þegar hann var búinn að taka hana upp og fór með hana til Asylum sagði útgefandinn:  “Þú átt eftir að missa alla aðdáendurna sem þú ert með fyrir og ekki fá neina nýja.”\nÞá sagði Waits skilið við Asylum og flutti sig yfir til Island, sem var aðal tilraunaútgáfan á þeim tíma.  Island hafði verið að gefa út listamenn eins og Bob Marley og U2, og hér fékk Waits taumlaust frelsi.\nHér ætti umfjöllun minni um Waits og jazzinn kannski að ljúka, en sagan er ekki alveg búin.\nÁrið 1998 skipti Waits aftur um útgefendur.  Hann gaf út sex plötur á vegum Island, sem eru flestar eins konar sambland þjóðlagarokks og kabarett tónlistar, og raunar var Mule Variations, fyrsta platan sem kom út hjá nýju útgefendunum, pönkútgáfunni Epitaph, nokkuð svipuð.  En svo kom Alice.\nÁrið 2002 gaf Waits út tvær plötur samtímis, báðar með tónlist sem hann hafði samið fyrir leiksýningar leikstjórans Roberts Wilsons.  Blood Money er mjög myrk og hörð plata, svolítið svipuð og Black Rider, sem hafði einnig verið samin fyrir sýningu Wilsons.  Blood Money innihélt tónlist sem hafði verið samin fyrir útgáfu Wilsons á Woyzeck.\nAlice er mjög svo dimm og drungaleg útgáfa af Alice in Wonderland, þar sem mikið er gert úr óeðlilegum áhuga höfundar ævintýrisins, Lewis Carroll, á Alice, dóttur besta vinar síns.\nTónlistin í Alice er ekkert lík því sem Waits var að spila áður en hann sagði skilið við Asylum útgáfuna, en á heldur ekkert skylt við Island tónlistina.  Hér bregður við alveg nýjan tón.  Jazzinn er kominn aftur, en hér er hann meira að leika sér með jazzáhrif frá þriðja og fjórða áratug tuttugustu aldarinnar, á meðan Asylum árin einkenndust frekar af áhrifum bebops og annarar tónlistar eftirstríðsáranna.  Reyndar er enn áberandi kabarett hljómur á plötunni, en manni líður samt svolítið eins og maður sé staddur á skugglegum jazzstað í kreppunni þegar maður hlustar á Alice.  Röddin er líka öðruvísi.  Waits hefur elst, og nú má eiginlega segja að röddin sé fyrst orðin náttúrulega gróf.  Hann reynir í fæstum lögunum virkilega á röddina, þannig að útkoman verður oftast drungaleg, sorgleg og mjög falleg.\nMér finnst Waits misskilinn listamaður.  Margir komast aldrei framhjá grófum hljómi og rámri röddu, en handan þessa liggur heimur fagurra tóna og ótrúlegrar ljóðlistar.  Og þeir sem geta ekki vanist röddinni ættu að geta hlustað á fyrstu plöturnar, Closing Time og The Heart of Satuday Night, og jafnvel One From the Heart.  Hvað sem öðru líður hvet ég alla jazzáhugamenn að kynna sér eldri plötur Waits, og endilega líka þá nýjustu, Alice.\nSvo er í gangi orðrómur um að ný plata sé á leiðinni frá meistaranum, og aldrei að vita nema Alice hljómurinn haldi áfram þar.  Vonum amk það besta!\nÉg vona að þetta hafi varpað einhverju ljósi á jazz í verkum Waits, og kannski vakið einhvern áhuga á manninum hjá forföllnum jazzáhugamönnum.\nTakk takk.\nEyvindur Karlsson",
    "url": "https://www.hugi.is/jazz/greinar/167450/tom-waits-og-jazzinn/",
    "url_id": "167450",
    "id": "1278368",
    "replies": [
        {
            "user": "hvurslags",
            "user_id": "7875",
            "date": "2003-09-22 09:11:40",
            "id": "1278369",
            "reply_to_id": "1278368",
            "text": "Geðveik grein. Ég drakk hana í mig. Stórkostlega vel skrifuð, áhugaverð grein. Myndin af Tom Waits er líka ótrúlega flott :þ"
        },
        {
            "user": "happye",
            "user_id": "19860",
            "date": "2003-09-22 10:17:16",
            "id": "1278370",
            "reply_to_id": "1278369",
            "text": "Jú þakka þér bara kærlega fyrir!  (það var ekkert smá vesin að ná myndinni í rétta stærð til að koma henni hérna inn… var í vinnunni, þurfti að nota paint!!!)\nÞess ber að geta, fyrir áhugasama, að við í Misery loves company ætlum að flytja tvær Waits plötur, þar á meðal Alice (hin er Black Rider) í heild sinni á Central, laugardagskvöldið 25. október.  Við munum reyndar jazza Black Rider töluvert upp, og sníða þetta eftir okkar formi…\nBara fyrir þá sem fíla þetta allt saman…"
        },
        {
            "user": "killi",
            "user_id": "9394",
            "date": "2003-09-22 10:54:53",
            "id": "1278371",
            "reply_to_id": "1278370",
            "text": "Mjög, mjög góð grein. Ég hef alltaf haft mjög gaman af Tom Waits og það var mjög gaman að lesa þetta."
        },
        {
            "user": "mreiki",
            "user_id": "17448",
            "date": "2003-09-22 12:50:05",
            "id": "1278372",
            "reply_to_id": "1278371",
            "text": "…"
        },
        {
            "user": "Past",
            "user_id": "19593",
            "date": "2003-09-22 15:23:55",
            "id": "1278373",
            "reply_to_id": "1278368",
            "text": "Frábær grein, mjög vel skrifuð. Tom Waits er einn af uppáhaldstónlistarmönnum mínum, enda er maðurinn goð."
        },
        {
            "user": "HrErlendur",
            "user_id": "5365",
            "date": "2003-09-22 15:35:21",
            "id": "1278374",
            "reply_to_id": "1278368",
            "text": "Geðveik grein, og Tom Waits er snillingur :)"
        },
        {
            "user": "elDoro",
            "user_id": "3625",
            "date": "2003-09-22 15:43:33",
            "id": "1278375",
            "reply_to_id": "1278368",
            "text": "Frábær grein! Tom Waits er ekki bara einn af uppáhaldstónlistarmönnunum mínum, hann er sá sem ég held allra mest uppá. Ég hef reyndar mjög gaman af ‘skipulagður hávaði’ tímabilinu hjá honum en jazzinn stendur alltaf fyrir sínu.\nÉg er einn af þeim sem held líka mikið uppá Nighthawks. Hún var fyrsta platan sem ég keypti með honum (reyndar með Mule Variations og Swordfishtrombones).\nÞað er alveg ljóst að ég tek 25. október frá og mæti á Central (er reyndar ekki alveg viss hvar sá staður er en ég hlýt að finna hann).\nÞess má einnig geta að á næsta ári á að koma út ný plata eftir Waits, fyrsta stúdíóplatan í 5 ár. Ég get ekki beðið :)"
        },
        {
            "user": "Trajan",
            "user_id": "9829",
            "date": "2003-09-22 15:45:58",
            "id": "1278376",
            "reply_to_id": "1278368",
            "text": "Greinin er vel skrifuð af einstaklngi sem nær að setja hana í form sem flestir skilja. Ég mun kíkja eftir öðrum greinum eftir þig."
        },
        {
            "user": "Xman",
            "user_id": "3316",
            "date": "2003-09-22 16:35:19",
            "id": "1278377",
            "reply_to_id": "1278368",
            "text": "Svakalega var þetta rosalega góð grein. Ég mana þig til að skrifa meira :)"
        },
        {
            "user": "hangover",
            "user_id": "35470",
            "date": "2003-09-22 19:13:41",
            "id": "1278378",
            "reply_to_id": "1278368",
            "text": "Yndisleg grein um yndislegan tónlistarmann!\nAlice er ein af mínum allra uppáhalds plötum!\n..en þar sem ekkert var minnst á meistaraverkið Rain Dogs vil ég hérmeð hvetja ALLA til að grípa hana í næstu innkaupsferð!!!\nÉg mæti á Central!"
        },
        {
            "user": "barrett",
            "user_id": "12862",
            "date": "2003-09-23 11:50:39",
            "id": "1278379",
            "reply_to_id": "1278368",
            "text": "Mikið svakalega er þetta góð grein um yndislegan tónlistarmann.\nÉg á einmitt Alice og hún er alveg frábær.\nTitillagið bræddi mig frá fyrstu sekúndu."
        },
        {
            "user": "happye",
            "user_id": "19860",
            "date": "2003-09-24 10:32:38",
            "id": "1278380",
            "reply_to_id": "1278379",
            "text": "Vá, ég þakka öllum fyrir alltof falleg orð!!!\n:D\nEf áhugi er skal ég setja saman framhald af þessari grein (þar sem þið virðist hafa áhuga á hávaðatímabilinu líka).  Er áhugi fyrir minni jazzpælingu varðandi Waits?\nÉg mun vissulega reyna að setja hér inn fleiri greinar!\nMig langar að taka fram af gefnu tilefni að fyrir utan ágætisbók sem heitir Wild Years eru heimildirnar í þessa grein aðallega komnar af tomwaits.tk, sem er langbesta Tom Waits síða í heiminum.\nOg jú, Alice er algerlega tær snilld.  Ógeðslega flott kreppu-jazz sound. Finnst mér.\nSvo langar mig að skjóta því að, ef einhverjir hafa áhuga á að lesa greinar eftir mig um aðeins víðara efni (aðallega bókmenntir) held ég úti veftímariti á:\nhttp://www.onanis.tk\n…\nOg enn og aftur, takk kærlega fyrir frábærar viðtökur.  Alltaf gaman að hafa ofan af fyrir fólki.\nEyvindur Karlsson.\np.s.\nWaits aðdáendur hefðu kannski gaman af að mæta á Grandrokk miðvikudaginn 1. október.  Misery loves company spilar þar, þar á meðal nokkur af snilldarverkum Waits.  (m.a. tvö lög af Alice  ;)\nbæbæ!"
        },
        {
            "user": "elDoro",
            "user_id": "3625",
            "date": "2003-09-24 17:05:27",
            "id": "1278381",
            "reply_to_id": "1278380",
            "text": "Alls ekki fara í minni Jazzpælingar. Þetta svæði huga er nú einu sinni helgað jazzi og blús og því fínt að fókusa á þann hluta ferilsins hjá Waits. Vissulega væri í fínu lagi að koma með aðra grein um Frank-þrennuna og seinni plötur en það ætti varla heima hér. Þyrfti eiginlega að stofna sérsvæði um Waits-tónlist :P Annars held ég að sú grein ætti best heima á /tonlist\nEf af verður þá bíð ég spenntur eftir næstu grein. Á reyndar Wild Years og það er fín bók.\nkv.\ne.s. hvenær byrja þeir að spila á miðvikudaginn?"
        },
        {
            "user": "happye",
            "user_id": "19860",
            "date": "2003-09-25 13:17:22",
            "id": "1278382",
            "reply_to_id": "1278381",
            "text": "reyndar hafa þeir hjá grandrokk ekki svarað tölvupósti þegar ég hef spurt, en við gerum ráð fyrir að byrja klukkan 22:00…\nannars læt ég vita.\nókey, ég skal ekki fara útí einhverjar aðrar pælingar.\ner með nokkrar fleiri jazzgreinar í pokahorninu…"
        },
        {
            "user": "GunnarThor",
            "user_id": "3443",
            "date": "2003-09-30 20:07:36",
            "id": "1278383",
            "reply_to_id": "1278381",
            "text": "Endilega komdu með framhald, mig langar mikið að vita hvað þú hefur að segja um Bone Machine."
        },
        {
            "user": "happye",
            "user_id": "19860",
            "date": "2003-10-02 19:42:24",
            "id": "1278384",
            "reply_to_id": "1278383",
            "text": "hehe… það er nú mjög margt hægt að segja um bone machine!!!\nen mér finnst vanta áhugamál fyrir svona tónlist!  eitthvað svona folk/alternative áhugamál…\nhvað finnst ykkur???\nhvernig getur maður komið slíkum óskum á framfæri???"
        },
        {
            "user": "jogi78",
            "user_id": "15412",
            "date": "2003-10-03 23:47:23",
            "id": "1278385",
            "reply_to_id": "1278384",
            "text": "bone machine var fyrsta platan mín. Nú a ég um 50 stikki, allt regular plus alls konar bootlegs. Er mer finnst bara allt flott sem Tom gerði. Hann er bara snillingur."
        },
        {
            "user": "hangover",
            "user_id": "35470",
            "date": "2003-10-04 03:50:01",
            "id": "1278386",
            "reply_to_id": "1278384",
            "text": "happye… það er náttúrulega ekkert sem bannar það að þú sendir framhaldið af greininni sem svar við þessari grein :) ..annars er ég sammála að það vanti folk eða indie áhugamál.  Ég myndi berjast hart fyrir því ef ég myndi nenna að vera stjórnandi :)\n..En annars varðandi þetta magnaða sánd á Alice, þá er eitthvað “brak”-hljóð undirliggjandi nær alla plötuna (þ.e.a.s í rólegu lögunum) sem heillar mig svo gífurlega… veistu nokkuð hvað það er? ..sjálfur hef ég ýmindað mér að þetta sé brak í eldgömlum píanóstól sem Waits situr á og ruggar sér af innlifun við tónlistina…\nÉg er líka sammála þér með Nighthawks plötuna, mér finnst hún mögnuð!  Intro-in eru snilld, sérstaklega á undan ‘Better off without a wife’ þar sem hann talar um sitt draumastefnumót með sjálfum sér.. hehe.. mér fannst líka mjög gaman að sjá þig fara hlýjum orðum um ‘Heart of Saturday Night’, þar sem ég hélt að almennt álit væri að hún hefði verið slæmt follow-up af frumrauninni.. en hjá mér er hún í miklu uppáhaldi!\nAnnars á ég ennþá slatta eftir í Waits-fræðum, á t.d. eftir að kynna mér Small Change og Mule Variations.  Hlakka því til að vera heillaður upp úr skónum enn og aftur af þessum meistara!\nTakk aftur fyrir frábæra grein!"
        },
        {
            "user": "happye",
            "user_id": "19860",
            "date": "2003-10-04 13:30:24",
            "id": "1278387",
            "reply_to_id": "1278386",
            "text": "sæll hangover!\nbrakið á alice myndi ég giska á að sé annaðhvort eins og þú segir, gamall píanóstóll, eða (sem mér finnst líklegra) að hann hafi verið að nota eldgamalt og hrörlegt píanó, og hafi sett hljóðnema við fótstigin.  þessvegna kemur líka (sem maður heyrir ef vel er að gáð) svona bank þegar hann stígur á sustain (urg, vantar íslenskt orð) fótstigið.\nþað myndi ég giska á, án þess að vita það fyrir víst.  en þetta brak er rosalega flott (reyndar stal ég þessari hugmynd í lagi sem ég gerði (sem heitir To Whom it May Concern, og má nálgast á\nhttp://www.miserylovescompany.tk),\nþar sem ég tók upp eina rás af braki úr þröskuldi og setti undir…  hljómar eins og einhver sé að hengja sig).\njá, introin á nighthawks eru æði.  uppáhaldið mitt er á undan emotional weather report.  en þau eru öll æði.  og líka textarnir á plötunni.  ég er svo mikill beat fan, að þetta er ekta plata fyrir mig…  :)\ner almenningsálitið að heart of saturday night sé verri en closing time?  mér finnst það rosalega skrýtið.  mér finnast tónsmíðarnar vera miklu þroskaðari á þeirri seinni, fyrir utan það að upptökurnar á closing time eru afleitar (þótt tónlistin sé vitaskuld mjög góð).  svo eru útsetningarnar á heart of saturday night bara svo mikil snilld.\nnújæja.\nen ef þú átt bæði small change og mule variations eftir myndi ég drífa mig strax í að ná í þær!  small change er að mínu mati besta platan fyrir ‘83 (en að mínu mati er ekki hægt að tala um bestu plötu ferilsins, því það er svo rosalegur munur á fyrri og seinni hluta höfundarverksins.  ég tala bara um fyrir og eftir ’83), og mule variations er gargandi snilld.  hún fékk einmitt grammy sem besta folk/alternative platan, og það er skemmtilegt að segja frá því að hún var tekin upp í skúr á kentucky kjúklingabúinu.  æði!\nog enn tek ég fram að ég hugsa til þess oft á dag hvað það verður rosalega gaman hjá mér í mars, þegar nýja platan kemur!\nog það læðist að mér sá grunur að meistarinn fari á túr um evrópu í vor, þannig að ég er byrjaður að safna mér fyrir flugfari til kaupmannahafnar og miða á snilldartónleika!\nþað er gaman að vera til!"
        },
        {
            "user": "happye",
            "user_id": "19860",
            "date": "2003-09-25 18:50:28",
            "id": "1278388",
            "reply_to_id": "1278368",
            "text": "Ókey, langaði bara að bæta einu við hérna.\nVið töluðum um orðróm um nýja plötu…  En nú er það orðið opinbert.\nEftirfarandi tilvitnun er af Billboard síðunni:\n“A new album by enigmatic singer/songwriter Tom Waits is on the Anti Records release schedule. No details are available about the set, which is tentatively slated for a March 2004 release.”\nÞetta ku vera fyrsta stúdíóplata Waits í fimm ár, eða síðan hann gaf út Mule Variations árið 1999 (en MV er, skilst mér, söluhæsta plata sem hann hefur sent frá sér, og vann Grammy verðlaun sem besta Folk platan)…\nLangaði bara að láta ykkur vita af þessu…\nDjöfull hlakka ég til!!!\n:D\nkk\nEyvi"
        },
        {
            "user": "elDoro",
            "user_id": "3625",
            "date": "2003-09-26 00:50:09",
            "id": "1278389",
            "reply_to_id": "1278388",
            "text": ":) ég var reyndar búinn að koma þessu á framfæri, sá þetta fyrir nokkru síðan á heima síðu anti útgáfunnar, sem gefur einmitt gripinn út…\nég er farinn að telja niður dagana"
        },
        {
            "user": "happye",
            "user_id": "19860",
            "date": "2003-09-26 11:07:43",
            "id": "1278390",
            "reply_to_id": "1278389",
            "text": "já hvernig er það?\nNýtt label fyrir kallinn?  Aftur?  Ég sem hélt að epitaph væri svo magnað dæmi.  Er þetta kannski eitthvað skylt fyrirtæki?\nJá, dagar eru niðurtaldir.\nMig langar líka að taka fram að mér finnst nighthawks snilld.  Kannski mætti lesa annað úr greininni, en ég var bara að tiltaka almenningsálit (sem fer sjaldan saman við mitt)…\nkk\neyvi"
        },
        {
            "user": "happye",
            "user_id": "19860",
            "date": "2003-10-04 14:31:08",
            "id": "1278391",
            "reply_to_id": "1278368",
            "text": "Við nánari eftirgrennslan hef ég uppgötvað eina staðreyndarvillu í greininni hér að ofan, sem mig langar til að leiðrétta tafarlaust:\nGreg Cohen er ekki dáinn!  (sem betur fer, enda magnaður bassaleikari)\nÉg veit ekki hvernig þessu skolaði til í hausnum á mér, en Greg Cohen er sprelllifandi, og spilaði síðast með Waits á tónleikum til heiðurs Dalai Lama 21. september síðastliðinn  (sumsé sama dag og ég sendi þessa grein inn… vonandi er skyggnigáfa mín það takmörkuð að við fáum að njóta snilligáfu Cohens um ókomna tíð).\nÉg vil biðjast afsökunar á þessu.\nEins vil ég biðja mér gáfaðara fólk sem kynni að lesa þessa hrákasmíð mína að benda mér á það ef það rekst á einhverjar frekar vitleysur…\nKærar þakkir!"
        },
        {
            "user": "elDoro",
            "user_id": "3625",
            "date": "2003-10-06 16:47:25",
            "id": "1278392",
            "reply_to_id": "1278391",
            "text": "er þetta ekki sami Greg Cohen og hefur stundum spilað með Jazz-bandi Woody Allen?\nÉg veit allavega að þessi Greg Cohen (ef þetta er ekki sami maðurinn) er mikill vinur Waits og gott ef ekki giftur systur Kathleen Brennan.\nEf það er satt að Waits fari í tónleikaferð eftir plötuútgáfuna í mars þá er ég líka mættur þangað. Ætli það sé ekki hægt að fá kallinn til að stoppa við á klakanum?"
        },
        {
            "user": "happye",
            "user_id": "19860",
            "date": "2003-10-07 21:27:20",
            "id": "1278393",
            "reply_to_id": "1278392",
            "text": "Jú, ég hef trú á að þetta sé sami maðurinn…\nÉg efast mjög stórlega um að Waits komi til íslands…"
        },
        {
            "user": "happye",
            "user_id": "19860",
            "date": "2003-10-23 20:27:14",
            "id": "1278394",
            "reply_to_id": "1278393",
            "text": "Vil enn einu sinni minna á Alice og Black Rider á laugardaginn!\nEndilega allir að mæta og drekka eins og svín og drekka í sig fagra tóna (og yndislegan hávaða líka).\nSjáumst!\nmisery loves company\nhttp://www.miserylovescompany.tk"
        },
        {
            "user": "happye",
            "user_id": "19860",
            "date": "2003-11-10 10:21:43",
            "id": "1278395",
            "reply_to_id": "1278368",
            "text": "Ókey, bassaleikarinn sem dó í bílslysi (ég vissi að þetta væri ekki algert rugl) hét Matthew Sperry…  Waits spilaði á minningartónleikum til styrktar fjölskyldu hans í september síðastliðnum.\nRétt skal vera rétt, langaði bara að koma þessu á framfæri!\nkk\nE"
        },
        {
            "user": "hangover",
            "user_id": "35470",
            "date": "2003-12-09 01:08:46",
            "id": "1278396",
            "reply_to_id": "1278368",
            "text": "hehe.. var að hlusta á plötuna ‘Sailing the Seas of Cheese’ með Primus í fyrsta skipti í mörg ár og fannst ég rekast á kunnuglega rödd í laginu ‘Tommy the Cat’… leit í bæklinginn og ..jújú.. “Voice of Tommy the Cat: Tom Waits”\nGaman að þessu!\nEn bara svona til að updeita smá þá er ég búinn að versla mér Small Change og Mule Variations og gahhh… hvað sú síðarnefnda er MÖGNUÐ!!!"
        },
        {
            "user": "happye",
            "user_id": "19860",
            "date": "2003-12-11 18:14:58",
            "id": "1278397",
            "reply_to_id": "1278396",
            "text": "Hún er það, en small change er eiginlega uppáhaldsplatan mín í heimi.  Ég á einmitt viðtalsdisk sem heitir Mule Conversations, og er endalaus botnlaus snilld.  Fullt af skemmtilegum upplýsingum um diskinn.\nJá, Waits hefur gert þrjú lög með primus:\nTommy the Cat\nOn the Coattails of a Dead Man (SNILLD!!!)\nOn The Road (eftir Jack Kerouac… eiginlega sísta af þessum lögum)\nMikil er gleðin og enn meiri snilldin…\nAnnars var ég að fá upptöku af sýningu á Black Rider í þýskalandi, sem ég hlakka mikið til að horfa á (er í prófum, hef ekki tíma fyrr en eftir helgi)…\nTær snilld.\nJá, og síðan mín, sem er búin að vera í ólestri í ár og daga, er komin upp!\nhttp://onan.kjarni.org\n…\nEndilega kíkja!\nAnnars bara, til hamingju með SC og MV…\nSjáumst!\nE"
        }
    ]
}