{
    "forum_title": "Stjórnmál",
    "user": "WillySutton",
    "user_id": "36803",
    "date": "2003-09-23 11:02:54",
    "title": "Topp 10 listinn - nr 8 Umhverfisvernd",
    "text": "Jæja, höldum nú áfram. Nr 8 yfir mestu úrkynjun samtímas er…\n8. UMHVERFISVERND. Fátt eitt hefur í jafn slæman farveg og umhverfisvernd á undanförnum árum. Tökum nokkur dæmi:\nENDURVINNSLA. Það er ekki alltaf sjálfgefið að “endurvinnsla” sé hagkvæm fyrir umhverfið þegar allt er til tekið. Það kostar mikla orku að keyra með 2 ruslapoka af dósum í endurvinnsluna og til baka. Það kostar orku að kremja, bræða og brenna það sem kemur til þeirra. Draslið er líka sorterað á hinn ýmsasta hátt og það kostar sitt líka. Það kostar líka orku að flytja draslið á áfangastað þar sem efnið er unnið aftur. Ójá, mínir sósíalísku umhverfisvinir, þessi orka leiðir til mengunar. Meirasegja hrein orka eins og vatsorka mengar og drekkir þaraðauki líka gæsum þegar verst lætur.\nÞað verður sem sagt að hugsa dæmið til enda. Ég man eftir einhverjum æðstaketti hjá endurvinnslunni sem sagði aðspurður um hvort þetta borgaði sig að það skipti ekki máli..í rauninni. Hann sagði eithvað á þá leið að hugmyndafræðin þar á bakvið væri svo mikilvæg (að vernda umhverfið með endurvinnslu) að svona hagfræði útreikningar ættu eiginlega ekki við.\nURBAN SPRAWLING. Hugmyndafræði sem fordæmir að það sé verið að útvíkka byggðir í hina óspilltu náttúru og ræktarlendur. Ok, þetta er vægast sagt umdeilanlegt því það fer minna land undir ræktun í dag en fyrir nokkrum áratugum vegna framfara í landbúnaði. Jú, menn verða að athuga hvar þeir byggja en landrýmið er nóg í flestum tilfellum. Ok, umdeilt í útlöndum en síðan kemur þessi umhverfis hugmyndafræði til Íslands þar sem er nóg af landrými.\nNú vilja menn “þétta byggð” vegna þess að “mengun” (hvaða mengun) er víst svo mikil þegar menn keyra í úthverfin. Þetta meikar ekki sens en það er ervitt að eiga við bjúrókrata sem eru gegsýrðir af einhverri hugmyndafræði.\nERFÐABREYTTAR PLÖNTUR. Ok, hversu mörg tilfelli eru um að einhver hefur látist af því að borða erfðabreytta bætta HUNTS tómatsósu eða eithvað álíka. ALLIR, borða erfðabreyttan bættan mat. Væntanlega  borðum við hann daglega því hann er jú útum allt, í seríósinu okkar, tómatsósunni og kanski í bjórnum okkar líka. Og enginn dauður…enn.\nOk, græna byltingin sem hófst fyrir um 30 árum og miðaði af því að auka framleiðni landbúnaðar í heiminum hefur brauðfætt miljarða. Já, MILJARÐA, eins og 4-10 þúsund sinnum fleiri en búa á klakanum. Erfðabætt(breytt) matvæli, hvort sem þau eru bætt með cross breeding (ísl?) eða með nútíma erfðafræði aðferðum hefur margfaldað afkastagetu landbúnaðarins í heiminum og minnkað skordýraeiturs notkun því erfða-plönturnar eru líka meira resistant fyrir hinum ýmsu snýkidýrum og plöntu ætum.\nHvað er fólk að kvabba. Á að láta miljarða af einhverjum indverjum deyja útaf því að einhver kalifroníubúi með skrýtin gleraugu og hippa-bol kemur í sjónvarpið og bölvar erfðabreyttum mat (og globalisation í leiðinni).\nÞað á að gefa erfðafræðingum medalíu í hvert sinn sem þeir finna upp nýjar aðferðir til þess að gera plöntur sterkari, fallegri, bragðbetri og fjlótvaxnari.\nkv\nWilly",
    "url": "https://www.hugi.is/stjornmal/greinar/167860/topp-10-listinn-nr-8-umhverfisvernd/",
    "url_id": "167860",
    "id": "1281556",
    "replies": [
        {
            "user": "Uberman",
            "user_id": "17104",
            "date": "2003-09-23 14:17:51",
            "id": "1281557",
            "reply_to_id": "1281556",
            "text": "það er euðvitað alltaf munur á ,,náttúrulegri mengun“ og ,,mannlegri mengun”.\nt.d. er geislavirkni náttúrulegt fyrirbrigði, en aðeins fyrir tilstilli mannsins mengar hún á þann hátt sem hún gerir í dag.\nÞetta með erfðabreyttu plönturnar getur verið híð besta mál, en ég held að það sem bændur í evrópu séu hræddir við að t.d. sníkjudýr aðlagi sig að sterkari plöntum og verða því öflugri gegn veikari tegundum, og geti því valdið usla á því sviði, en ég sé ekki mikið vandamál hér á landi, allavega ekki svo ég viti, endilega leiðréttið mig annars.\nReyndar er ástæðan fyrir því að afrískir bændur vilja ekki kaupa erfðabætt korn er sú að erfðbæta kornið sem stendur þeim til boða gefur ekki ræktanleg fræ af sér, þ.e.a.s. að það er ekki hægt að rækta nýtt korn með því að sá kornum sem tekin voru af síðust uppskeru, heldur verða þeir að kaupa nýtt upplag frá bandaríkjunum, og afrískir bændur ega bara ekki efni á slíku, en annars væru þeir til í það….en bandarískir viðskiptajöfrar taka það ekki í mál því að þá myndu þeir ekki græða jafn mikið."
        },
        {
            "user": "Maxium",
            "user_id": "432",
            "date": "2003-09-23 15:28:47",
            "id": "1281558",
            "reply_to_id": "1281557",
            "text": "Gleymdir að taka það inní útreikninga þína að hvort sem við endurvinnum úrganginn okkar eða “förgum” honum þá er enginn gífurlegur munur á vinnuni. Það kemur ruslabíll, sem mengar, einu sinni í viku og tæmir ruslið, keyrir með þá í sorpu, þar sem það er unnið á svipaðan máta og þú nefndar þarna áðan, pressað, og svo er því, komið fyrir í jörðu, og fargað. Tel nú endurvinnsluna ekkert lakari kost í þessum efnum, en þú virðist hafa bara gert ráð fyrir að það sem við ekki færum með í endurvinnsluna hyrfi bara af yfirborði jarðar, og það yrði enginn ami af því.\nFyrir utan það sem við endurvinnum, þarf ekki að ná í jörðina, með stórvirkum vinnuvélum, flytja frumefnin til landa eins og íslands, þar sem við vinnum ál úr súrálinu, flytja það svo síðan það til landa sem vinna hluti sem eru framleiddir úr álinu. Hugsaðu nú dæmið til enda :)"
        },
        {
            "user": "WillySutton",
            "user_id": "36803",
            "date": "2003-09-23 16:04:34",
            "id": "1281559",
            "reply_to_id": "1281558",
            "text": "Maxium,\nFyrst þú minnsit á það: SORPA. Jú, eins og þú segir, þeir sortera ruslið og jarða það síðan með viðhöfn. Ekki er öll vitleisan eins þótt æði lík sé.\n“Tel nú endurvinnsluna ekkert lakari kost í þessum efnum, en þú virðist hafa bara gert ráð fyrir að það sem við ekki færum með í endurvinnsluna hyrfi bara af yfirborði jarðar, og það yrði enginn ami af því.”\nÞað er hægt að hafa ýmsar skoðanir á hinum ýmsustu málum. Sum mál eru svo sjálfsögð að við teljum ekki þörf á því að sannreina eitt eða neitt. Þegar kemur að máli eins og hvort endurvinnsla borgar sig verður að fara vel yfir málið og athuga hvort málið borgar sig út frá umhverfislegu sjónarmiði (gerum ráð fyrir því að við séum rík og höfum efni á að “vernda” umhverfið).\nÞað er hægt að hugsa sér að endurvinnsla sem tekur á móti 10 kókdósum á ári á Íslandi sé varla hagkvæm en risa-endurvinnsla í Þýskalandi þar sem afurðirnar rata beint í álbræðslu í næsta bæ er hugsanlega ekki svo galin (??).\nÞað sem ég gangrýni mest er að umhverfis vinir telja að umhverfis-hitt og endurvinnslu-þetta sé alltaf gott fyrir umhverfið. Því miður falla stjórnmálamenn oft fyrir þessari hugmyndafræði og ráðast í stórframkvæmdir að vanhugsuðu máli.\nPS Lestu bókina eftir Björn Lomburg.\nkv\nWilly"
        },
        {
            "user": "Maxium",
            "user_id": "432",
            "date": "2003-09-23 17:02:43",
            "id": "1281560",
            "reply_to_id": "1281559",
            "text": "Ég er það grænn að fyrir mér er þetta ekki spurning, þó svo að það skili okkur einhverju tapi peningalega séð að gera þetta svona."
        },
        {
            "user": "biko",
            "user_id": "5867",
            "date": "2003-09-24 07:30:06",
            "id": "1281561",
            "reply_to_id": "1281559",
            "text": "Èg er stúdennt í jarðeðlisfræði við Kaupmannahafnarháskóla og veit að í það minnsta sá hluti kenninga Bjørns Lomborgs á sviði loftslagsbreytinga og mest allt sem kemur að nátúrunni eru rangar og hafa engar stoðir í raunveruleikanum. Hvað hagfræðina get ég ekki tjáð mig um en hann er nú ekki fínn pappír að vera að hengja kenningarnar sínar uppá. Òvísindalegur og villandi mákfkuttningur."
        },
        {
            "user": "WillySutton",
            "user_id": "36803",
            "date": "2003-09-24 10:41:25",
            "id": "1281562",
            "reply_to_id": "1281561",
            "text": "stúdent biko,\n“Kenningar” Lomburgs sem hafa “engar stoðir í raunvöruleikanum”:\nOk, ég las bókina fyrir um ári síðan og en ég man að það fór lítið fyrir sértækum “kenningum”, heldur safnaði hann saman vísindalegum niðurstöðum og fjallaði síðan um þær. Hann gagnrýndi einnig mikið fullyrðingar ýmissa um umhverfið þar sem þær stönguðust á við þær niðurstöður sem hann hafði safnað og eru birtar í bókinni.\nEf  þú getur komið með dæmi um hvað er að í hanns “kenningum”, þá væri það ágætt.\n“hann er nú ekki fínn pappír” - það er gott að afskrifa menn á þennan hátt. Það erbarasta ekkert að markann því hann er svona eða hinseginn. Ha.\nHvað meinarður að hann sé ekki “fínn pappír”? Er hann alki og dópisti sem ekkert er mark takandi á?? Svar óskast."
        },
        {
            "user": "siggret",
            "user_id": "41656",
            "date": "2003-09-23 21:03:42",
            "id": "1281563",
            "reply_to_id": "1281556",
            "text": "Það kostar margfalt meiri orku að frumvinna ál en að endurvinna það.\nEf byggð er þétt dregur það mikið úr akstri bifreiða vegna þess að sú meðalvegalengd sem íbúarnir verða að fara til að sinna vinnu og öðrum erindum er styttri. Einnig er hægt að halda út betri þjónustu almenningssamgangna og/eða fá betri nýtingu út úr hverjum strætisvagni/lest.\nÞar að auki er hægt að sinna fleiri erindum í göngu eða reiðhjólafæri.\nÞað fylgir því mun meiri mengun að aka bifreiðum en menn gera sér grein fyrir. Það sem kemur út úr pústuröri bifreiðarinnar er aðeins hluti mengunarinnar."
        },
        {
            "user": "siggret",
            "user_id": "41656",
            "date": "2003-09-23 21:04:24",
            "id": "1281564",
            "reply_to_id": "1281556",
            "text": "Það kostar margfalt meiri orku að frumvinna ál en að endurvinna það.\nEf byggð er þétt dregur það mikið úr akstri bifreiða vegna þess að sú meðalvegalengd sem íbúarnir verða að fara til að sinna vinnu og öðrum erindum er styttri. Einnig er hægt að halda út betri þjónustu almenningssamgangna og/eða fá betri nýtingu út úr hverjum strætisvagni/lest.\nÞar að auki er hægt að sinna fleiri erindum í göngu eða reiðhjólafæri.\nÞað fylgir því mun meiri mengun að aka bifreiðum en menn gera sér grein fyrir. Það sem kemur út úr pústuröri bifreiðarinnar er aðeins hluti mengunarinnar."
        },
        {
            "user": "WillySutton",
            "user_id": "36803",
            "date": "2003-09-24 10:25:19",
            "id": "1281565",
            "reply_to_id": "1281564",
            "text": "1. “Það kostar margfalt meiri orku að frumvinna ál en að endurvinna það” - ef svo er er það víst líka efnahagslega hagkvæmt, ef allt er tekið með í reikninginn. Einkafyrirtæki myndu flykkjast að til þess að endur vinna ál…\n2. Ef þú villt “þétta byggð” vegna þess að þá er hægt að nota strætó og labba, þá skalt ÞÚ flytja í miðbæinn (ef foreldrar búa í mosó og þú færð vinnu í garðabæ þá verðuru víst samt að fá þér bíl).\n3. Jú, bílar menga hversu nú mikið “menn gera sér grein fyrir”. Síðan er nú til eithvað sem heitir hljóðmengun.\nOk, mengun á íslandi er ekki til sem praktíst vandamál. Jú, mengunin er til, en ekki í því mæli að fólk líði fyrir hana.\nBarátta stjórnmálamanna gegn einkabílnum og mengun kemur fram með þrennum hætti:\nFíflalegum bíllausum degi þar sem framámenn keyra um í forstjórabílum (árni þór) og jeppum (ingibjörg) og predika um leið hversu eikabíllinn sé vondur.\nAðgerðarleysi í gerð umferðarmannvirkja. Kaldhæðið að menn finna helst fyrir mengun á stillum sumardegi fastir í umferðarhnút.\nÞétting byggðar, þar sem snillingar hafa ákveðið út frá hugmyndafræði, ekki vísindum, hvar og hvernig eigi að byggja.\nkv\nWilly"
        },
        {
            "user": "Abesynth",
            "user_id": "13646",
            "date": "2003-09-24 18:04:36",
            "id": "1281566",
            "reply_to_id": "1281556",
            "text": "Bara aðeins varðandi “Urban Sprawl”. Því fer fjarri að loftmengun sé eina eða aðalvandamálið við úthverfavæðinguna. Óheyrilegur kostnaður vegna fleiri fleiri ferkílómetra af malbiki sem þarf að leggja, slaufum og römpum og brúm sem þarf að reisa, slysum og almenns rekstrarkostnaðar við ökutæki Íslendinga er miklu meira vandamál á Íslandi heldur en loftmengunin. Erlendis eru menn búnir að læra það að það er endalaust hægt að breikka vegi og byggja flækjur, það hjálpar til í smástund en síðan fyllir umferðin uppí þessi nýju mannvirki og stíflurnar myndast aftur, þetta er dálítið eins og að pissa í buxurnar á köldum degi. Úthverfaþenslan skapar mannfjandlegt umhverfi þar sem stór svæði eru sett undir stofnbrautir, bílastæði, hljóðmanir og ónothæfar óræktir og það einkennilega er að þessi hugmyndafræði virðist byggja á því að veita fólki meira pláss heldur en það hefði nær miðborginni! Ég fæ ómögulega skilið hvers vegna við þurfum að reisa “mislæg” gatnamót á öðru hverju horni þegar flestar aðrar siðmenntaðar þjóðir sjá ekki tilganginn með því.\nSem betur fer er vakning í gangi í þessum efnum útum víða veröld og það meira að segja í Bandaríkjunum en eins og svo oft áður þá nær sú vakning væntanlega ekki til Íslands á næstunni ef miða á við gildandi aðalskipulag Reykjavíkur sem afhjúpar það algjörlega að þó að R-lista liðið tali fallega um mannvæna borg þá meinar það ekki neitt! R-listinn í Reykjavík er alveg jafn fanatískur í dýrkun sinni á ljótleikanum eins og stórkallarnir í Kópavogi."
        },
        {
            "user": "WillySutton",
            "user_id": "36803",
            "date": "2003-09-24 22:30:42",
            "id": "1281567",
            "reply_to_id": "1281566",
            "text": "1. Hugmyndafræðin á bak við þéttingu bygðar og að vera á móti úthverfum er einmitt það, hugmyndafræði. Ekki vísindi.\n2. Hvað með fólkið sem vill ekki búa í þröngum borgum og vill hafa smá speis fyrir sig og sína? Byggja meðalstórt einbílishús og hafa garð án þess að lóðin kosti 20 millur.\nEr það ekki besserwisser hugsunaháttur að ákveða að allir eigi að búa ægilega þétt og labba í vinnuna. Hvernig væri ef það væri einhver hreyfing fólks sem berðist fyrir því að allir ættu heima í úthverfum og vildu jafna við jörðu hús í miðbænum til að byggja almenningsgarða??\n3. Þessi hugmyndafræði bítur dáldið í skottið á sér stundum.\nEinhver stúlka birti “skýrslu” (þýð. sínar persónulegu skoðanir) þar sem það var víst gott að byggja í “auðu” svæðin nálægt hraðbrautum. Og útsetja þar með íbúana fyrir hljóðmengun og þá þarf að byggja ljóta hljóðmúra meðfram veginum.\nStjórnmálamenn draga lappirnar með að byggja gatnamannvirki og útsetja þarmeð íbúana fyrir mengum þar sem þeir sitja gramir í bílum sínum í umferðarteppu.\nEr það ekki “ómanneskjulegt” að búa í einhverri þjappaðri miðborg þar sem er búið að byggja í öll græn svæði. Hvar er fólk útsettara fyrir mengun en einmitt í þéttir byggð.\nkv\nwilly"
        },
        {
            "user": "Abesynth",
            "user_id": "13646",
            "date": "2003-09-25 01:25:41",
            "id": "1281568",
            "reply_to_id": "1281567",
            "text": "Þétting byggðar hefur klárlega ekki sömu merkinguna í þínum huga og mínum. Það er ekki mín sýn að byggja einhverja turna þar sem fólk hírist í 50 fermetra holum og hefur enga náttúru fyrir augunum. Þegar ég er að tala um þéttingu byggðar þá er ég ekki að hugsa um Manhattan heldur Þingholtin í Reykjavík eða Eyrina á Akureyri. Það hvarflar ekki að mér að grípa til einhverra aðgerða til að refsa bíleigendum, fjarri því. Þegar ég tala um þéttingu þá á ég jafn mikið við blöndun, blöndun er sennilega mikilvægari þáttur í því að búa til mannvæna borg. Þá á ég við blöndun atvinnu og íbúðasvæða, fráhvarf frá zoning stefnunni sem var fundin upp í Ameríku eftir seinna stríð og felst í því að setja niður íbúðarhverfi þarna, atvinnuhverfi þarna og tengja saman með samgönguæðum. Styttri vegalengdir milli heimila og vinnustaða minnka þörfina fyrir malbikseyðimerkur, gerir almenningssamgöngur að raunhæfum möguleika, sparar okkur öllum tugmilljarða og heilmikið pláss mætti nota undir eitthvað heilbrigðara eins og til dæmis almenningsgarða og einbýlishús og einkabílar væru alls ekki fordæmd.\nÞað er leiðindamisskilningur af þinni hálfu að setja samasemmerki á milli þéttingu byggðar og eyðingu grænna svæða, hvar eru almenningsgarðar í Reykjavík? Í úthverfunum? Græn svæði eiga akkúrat mest undir högg að sækja þar, sífellt er sótt að þeim með malbiki og þó að vissulega séu stór og víðáttumikil tún útum alla borg þá gegna þau ekki hlutverki almenningsgarða heldur eru þau yfirleitt hugsuð sem “dauðasvæði” milli malbiksins og heimila fólks vegna þess að þó að allir vilji hafa breiða og greiða vegi þá vill enginn búa nálægt þeim.\nÞað eina sem ég bið um er val, fasteignaverðið í miðborginni gefur það skýrt til kynna að fólk sækir í að búa þar og að færri komast að en vilja. Sumir álíta það kost að búa í úthverfi, aðrir ekki og þeir sem vilja búa í borg sem er byggð fyrir fólk hafa ekki úr miklu að velja og þú mátt trúa mér þegar ég segi að sá hópur fer stækkandi."
        },
        {
            "user": "WillySutton",
            "user_id": "36803",
            "date": "2003-09-25 22:07:42",
            "id": "1281569",
            "reply_to_id": "1281568",
            "text": "Abesynth,\n1. Gott að vita að þú villt ekki grípa til sértækra aðgerða gegn bílum. Því miður rúlar þú ekki því sumir stjórnmálamenn eru nefnilega mikið á móti bílum og vilja sem minnst fyrir þá gera. Td hafa borgaryfirvöld dregið lappirnar með umferðarmannvirki og sumir lýsa opinberlega andúð sína á einkabílnum og tala um “einkabílismann”.\n2. Jú, því miður eru pólitískir greiðar réttlættir með því að “þétta eigi byggð” og ýmis áform um að byggja í almenningsgörðum. Það er þó rétt að nýbyggingar eru ekki endilega í almenningsgörðum eða einhverjum fallegum grasbölum. Td var túnið þar sem snobb-blokkirnar í skggahverfinu eru að rísa frekar ljótt og með nokkra ljóta kofa á stangli.\n3. Ég óska hér með borarfulltrúum sem keyra á einkabílum á bíllausa deginum hamingju með daginn bíllausa (þe öllum borgarfulltrúunum). Megi þeir ávallt keyra um á sínum eyturspúandi drekum á bíllausum dögum sem á öðurm dögum í framtíðinni.\nkv\nWilly"
        }
    ]
}