{
    "forum_title": "Metall",
    "user": null,
    "user_id": null,
    "date": "2003-09-24 20:30:10",
    "title": "Living Sacrifice",
    "text": "Árið 1989 var living Sacrifice stofnuð í heimabæ Bill Clinton, Little Rock í Arkansas af DJ(á bassa og söng), Lance\nGarvin(Trommur) og Bruce Fitzhugh(Gítar). Þá var DJ Tvítugur en hinir allir 17 ára og svo ári seinna kom Jason Truby á gítar,\nrithma gítar. Í byrjun spiluðu þeir bræðing Thrash metal og pönk, samt aðallega pönk því þeir voru komnir með æluna uppí kok\nþví hljómsveitirnar í kringum sem spiluðu Metal voru bara að gera Coverlög.\nÞeir gerðu sitt fyrsta Demó ároð 1990 þarsem hljóðið sem er hræðilegt og það mun aldrei koma á markaðinn þótt enn séu um 300\neintök til, upptakan var tekinn up heima hjá DJ, á græjur.\nSamt varð þetta demó til þess að REX records bauð þeim samning, en þeir voru eina fyrirtækið sem var kristið sem hafði áhuga\ná metal, því Living Sacrifice eru kristnir.\nÁrið 1991 kom sjálftitluð plata þeirra ur hjá REX. Svo túruðu þeir um Austurströndina með öðru kristnu metalbandi sem heitir\ncrucified. Og ári seinna kom út plata þeirra hjá REX sem heitir Nonexistent, sem var tekinn upp með gömlum djasspródúsent sem\nhafði aldrei komið nálægt metal áður. Eftir að þeir höfðu svo farið um Ameríkuna þá hófust þeir handa við upptökur á\nþriðjuplötu þeirra. Hún kom út árið 1994, og fékk nafnið Inhabit og þeir þyngdu sig aðeins upp(tónlistarlega) á þeirri plötu.\nEftir að hafa verið í fríi þá sagðist DJ ætla að hætta í hljómsveitinn, og þá var ákveðið að Bruce Fitzhugh mundi syngja, en\nþá vantaði bassaleikara. Chris Truby sem er bróðir Jasons Truby, gítarleikara kom inn í sveitina. Þá hættu þeir hjá REX og\nfluttu sig yfir til Tooth and Nail. Eftir 3 ára hlé kom platan Reborn út, og hún var tekinn upp í heimabæ þeirra. Reborn er\ngóður titill því hún er eitthvað nýtt fyrir hljómsveitarmeðlimi, eiginlega endurfæðing sveitarinnar. Platan seldist vel en\naftur breyttist röðunin í bandinu. Bræðurnir Cris og Jason hættu, Chris varð Trúboði og Jason átti fjölskyldu og stofnaði\neigið fyrirtæki. Jay Stacy, sem var langtíma vinur þeirra tók við bassanum í eitt og hálft ár. Arthur Green og Corey Putman\ngengu til liðs við hljomsveitina frá hljómsveitinnni Eso Charis á árinu 1998 og fóru með þeim um Mekka metalsins, Svíþjóð og\nNoreg. Eftir að hafa túrað um þessi lönd þá gekk maður að nafni Rocky Gray við sveitina, en hann hafði mikil áhrif á\nhljómsveitina sem gítarleikar.\nSvo árið 2000 voru önnur 3 ár liðin frá seinustu plötu sveitarinnar og þá fóru þeir að taka upp þeirra 5. plötu, The\nHammering Process, og á þeim disk var röðin sú sama. Nú er kominn nýr diskur, sá 6. með þeim sem heitir Conceived in Fire. Röðin á hljómsveitinni er núna:\nBruce Fitzhugh: Rythmagítar/Söngur\nRocky Gray: Lead gítar\nArthur Green: Bassi\nLance Garvin: Trommur\nMatt Putman: Percussion(?)",
    "url": "https://www.hugi.is/metall/greinar/168082/living-sacrifice/",
    "url_id": "168082",
    "id": "1283247",
    "replies": [
        {
            "user": "LazerbeamJesuz",
            "user_id": "23508",
            "date": "2003-09-26 00:03:12",
            "id": "1283248",
            "reply_to_id": "1283247",
            "text": "hef aldrei heirt um þessa hljómsveit en kannski bara að mar fari að “chekka” á henni.\nHjalti A.K.A Reficul"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-09-26 10:04:39",
            "id": "1283249",
            "reply_to_id": "1283248",
            "text": "Þetta er örugglega besta Kristna metal sveitin"
        },
        {
            "user": "genguravatni",
            "user_id": "21868",
            "date": "2003-10-07 20:14:48",
            "id": "1283250",
            "reply_to_id": "1283247",
            "text": "Ég gerði nú eitt sinn þau mistök að kaupa disk með Living Sacrifice. Braut ég hann og brenndi um leið og ég komst að því að þetta var kristin hljómsveit. Álit mitt á þeim er ekki mikið og hvað þá á þessari P.O.D. hljómsveit sem einn þeirra gekk til liðs við nýverið."
        }
    ]
}