{
    "forum_title": "Teiknimyndir",
    "user": null,
    "user_id": null,
    "date": "2003-09-27 01:44:18",
    "title": "Einn alveg splendid",
    "text": "Þátturinn byrjar á því að allir meðlimir Springfield eru samankomnir á “The Springfield Awards!” og Hómer segist fullviss um að hann vinni einhvað þetta árið. Annað var raunin því að allir nema Hómer fengu verðlaun. Þegar komið er að því að velja elsta meðlim Springfield kalla Britney Spears og Kent Brockman mann upp mann sem er víst elsti maðurinn, en hann deyr þegar Britney kissir hann á létt á vangann.\nKent Brockman segir yfir salinn “Allir yfir 70 standi upp” og Abe og Mr.Burns standa upp ásamt nokkrum öðrum. Hann segir þá aftur “Allir yfir 80 standi upp” Abe sest niður og Mr.Burns ásamt tveim öðrum standa en. Hann segir þá “Allir yfir 90 standi upp” þá setjast þessir tveir og Abe stendur upp og Mr.Burns. (Þá fór ég því að Abe sast niður og stóð svo aftur :D) og Mr.Burns er krýndur sigurvegari og þegar Britney ætlar að kissa hann segir hann “Láttu mig vera þú svarta ekkja”. Kvöldið endar með því að Hómer sættir sig ekki við að vinna ekki neitt og rænir hluta af leikmyndinni sem er verðlauna bikar í x300 stærð.\nMr.Burns telur það gáfulegt að fara í læknisskoðun vegna aldur síns. Smithers styngur uppá að þeir fari til beztu lækna í heiminum. Þeir þurfa að vera yfir eina nótt og þarf einhver að vakta húsið, eða herra-garðinn. Hómer er fenginn í það verk ásamt fjölskyldunni. Þegar þeir eru farnir þá fer Hómer að þykjast vera ríkur og gerir allt sem hann myndi gera ef hann væri ríkur.\nHómer fer inná Moe´s og ætlar að fá bjór. En Moe segir honum að hann megi ekki selja bjór fyrr en 14:00 á virkum dögum og en segir hann Hómeri samt frá því að það er ekki bannað að selja bjór fyrir utan BNA-landhelgi. Hómer tekur það til bragðs að taka snekkjuna hans Mr.Burns og fara yfir Ameríska landhelgi. Þeir fara af stað, (með þeir þá meina ég Hómer, Lenny, Carl, Barney, Cruzty The Clown, Moe, Bart og nokkrir fleiri) og komast yfir landhelgina og byrja að drekka þegar sjóræningjar ræna bátnum þeirra og henda þeim í net og sleppa þeim oní sjóinn. Þeir bjargar flestir en þeir sem voru á botninum þegar netið fór í sjóinn drukkna. Ég fer alltaf að hlægja þegar Hómer segir “Ohh..No, there is something crowling up my leg….OK, it stopped” Þá meinar hann að einhver sem er að drukkna sér að klifra upp hann en svo dó hann og þá hætti það. Mr.Burns fær að vita það að hann sé veikasti maður heims, með allar veikir sem mögulegt er að fá. Hann kemur samt heim með þá dellu að hann sé ódrepandi.\nÞátturinn endar á því að Hómer fattar að hann verður aldrei ríkur og fer þar af leiðandi að grenja.",
    "url": "https://www.hugi.is/teiknimyndir/greinar/168688/einn-alveg-splendid/",
    "url_id": "168688",
    "id": "1288400",
    "replies": [
        {
            "user": "HinrikSig",
            "user_id": "14816",
            "date": "2003-09-27 01:48:13",
            "id": "1288401",
            "reply_to_id": "1288400",
            "text": "Afsakið innsláttarvilluna þarna sem er “kissir” á að vera “kyssir” auðvitað. Og í 6. línu stendur “(Þá fór ég því að Abe sast niður og stóð svo aftur :D)” á að standa “(Þá fór ég að hlægja afþví að Abe sast niður og stóð svo aftur :D)”\nÉg er bara farinn að sofa, Þetta gengur ekki.\nAfsakið aftur\nKv,\nHrannar M."
        },
        {
            "user": "HinrikSig",
            "user_id": "14816",
            "date": "2003-09-27 01:58:24",
            "id": "1288402",
            "reply_to_id": "1288401",
            "text": "fín grein, en hvað er málið með að afsaka og afsaka þig í hvert skipti sem þú gerir stafsetningar/innsláttarvillu? einum of kannski"
        },
        {
            "user": "HinrikSig",
            "user_id": "14816",
            "date": "2003-09-27 02:01:07",
            "id": "1288403",
            "reply_to_id": "1288402",
            "text": "Málið? Ég er gerði mistök og baðst forláts á þeim. Ég er stjórnandi hér og ber mér að sýna gott fordæmi. stafsetningarvillur eru af hinu vonda og hananú!"
        },
        {
            "user": "HinrikSig",
            "user_id": "14816",
            "date": "2003-09-27 02:07:29",
            "id": "1288404",
            "reply_to_id": "1288403",
            "text": "You're only human. ;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-09-27 02:10:51",
            "id": "1288405",
            "reply_to_id": "1288404",
            "text": "Það veit ég mæta vel. En mér ber samt að stafsetja rétt og þegar ég geri ekki svo á ég að biðjast afsökunar. Þessar reglur eru ekki settar af huga heldur sjálfum mér og eigið þér að gjöra eins."
        },
        {
            "user": "korvus",
            "user_id": "2649",
            "date": "2003-09-27 01:49:34",
            "id": "1288406",
            "reply_to_id": "1288400",
            "text": "Go Hrannar! Go!\nVekjum þetta áhugamál til lífsins."
        },
        {
            "user": "korvus",
            "user_id": "2649",
            "date": "2003-09-27 01:50:51",
            "id": "1288407",
            "reply_to_id": "1288406",
            "text": "Ójá, það er planið. Ætlar þú að heiðra okkur með návist þinni í þeirri för Birkr sonur Þengils?"
        },
        {
            "user": "korvus",
            "user_id": "2649",
            "date": "2003-09-27 01:52:37",
            "id": "1288408",
            "reply_to_id": "1288407",
            "text": "Sjúr.. stoppaði korkaskrif til að svara þér, hann ætti að koma eftir smástund."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-09-27 01:53:43",
            "id": "1288409",
            "reply_to_id": "1288408",
            "text": "Flott er, ég býð spenntur kæri félagi."
        },
        {
            "user": "Dopst3r",
            "user_id": "3836",
            "date": "2003-09-27 10:26:54",
            "id": "1288410",
            "reply_to_id": "1288400",
            "text": "Simpsons eru bara snilld…\n;)"
        },
        {
            "user": "MisterBong",
            "user_id": "6395",
            "date": "2003-09-27 11:17:41",
            "id": "1288411",
            "reply_to_id": "1288400",
            "text": "í hvaða seríu er þessi þáttur?"
        },
        {
            "user": "Steypukall",
            "user_id": "30187",
            "date": "2003-09-27 11:26:13",
            "id": "1288412",
            "reply_to_id": "1288411",
            "text": "7 eða 8 að ég held."
        },
        {
            "user": "Steypukall",
            "user_id": "30187",
            "date": "2003-09-27 12:03:36",
            "id": "1288413",
            "reply_to_id": "1288412",
            "text": "Frábær grein, ömurlegur þáttur."
        },
        {
            "user": "Steypukall",
            "user_id": "30187",
            "date": "2003-09-29 15:56:12",
            "id": "1288414",
            "reply_to_id": "1288413",
            "text": "Hvernig getur greinin verið frábær en þátturinn ömurlegur þar sem greinin er ekkert annað en bein endursögn af þættinum…?\nJust asking…!"
        },
        {
            "user": "achondar",
            "user_id": "6386",
            "date": "2003-09-30 09:05:20",
            "id": "1288415",
            "reply_to_id": "1288400",
            "text": "Ég er ekkert að reina móðga þig en Cruzty The Clown á að ver Krusty the Klown :S\nannars góð grein um snilldar þátt."
        },
        {
            "user": "achondar",
            "user_id": "6386",
            "date": "2003-09-30 09:34:53",
            "id": "1288416",
            "reply_to_id": "1288415",
            "text": "Hmm.. hann heitir Crusty The Clown, ég var bara að leika mér að Z eins og ég geri oft. VÁM “Klown” er “Uppgefinn”"
        },
        {
            "user": "achondar",
            "user_id": "6386",
            "date": "2003-09-30 09:37:36",
            "id": "1288417",
            "reply_to_id": "1288416",
            "text": "ekki móðgast en ég hélt að þú værir stjórnandi á þessu simpsons áhugamáli. hann er skrifaður með K-i.\nKamp Krusty, Krusty Gets Busted."
        }
    ]
}