{
    "forum_title": "Teiknimyndir",
    "user": null,
    "user_id": null,
    "date": "2003-09-27 14:59:00",
    "title": "Skemmtilegur Simpsons þáttur",
    "text": "Þátturinn er skiptir í sögur.\nÞátturinn byrjar í kirkjunni og söfnunardiskurinn er látinn ganga og allir gefa einhvað nema Hómer sem gefur súkkulaði kanínu. Hr.Prestur verður reiður og les meira. Marge dreymir að hún sé Eva í Eden-Garði og hittir hún Adam (Hómer) og fara þau að tala saman og svona. Hómer borðar af hinum forboðna ávexti og er send út úr garðinum. Hómer slysast svo til að drepa Gary, einhyrninginn hans Guðs. Og sendir hann Hómer Líka burt.\nSaga nr. 2 er í Egyptalandi. Börnin eru þrælar og Groundskeeper Willie er maðurinn með svipuna. Faróinn er Skinner. Þetta er allt eins og skólinn nema bara Egyptaland. Milhouse er Móses, Bart er þrællinn sem gerir allt eins og í skólanum. Krotar á grafhýsi og þannig lagað. Mósesi gengur ekkert að koma fólki sínu burt og þegar Lísa og hann reyna að komast lokast þau inní búri en komast út. Móse boðar fólki sínu að fylgja sér til frelsis. Þau koma að vatninu og allir sturta og þá fer vatnið úr og allir fara yfir. (Tek fram að maður verður að sjá þetta til að fatta) Þetta endar alveg eins og jesúsagan. Milhouse segir “What is next for us?” og Lísa svarar “40 years in the desert” og þá segir hann “But after that we judens are pretty clean..aren´t we?” og hún segir bara “ehmm..yes pretty much” En auðvitað vissi hún af WW2. Síðan endar þessi saga.\nÞriðja sagan er um að Bart er Davíð. Sonur Golíats drap elsta vin hans og mun hann hefna hans. Golíat annar misþyrmir Dabba og tekur yfir ríki hans. (Golíat annar er Wilson) Dabbi hittir ungann lambahirðir sem segir að Dabbi sé hetjan hans. Dabbi fer að æfa og stælta sig upp fyrir bardagann og svo fer hann till hallar sinnar að berjast við Golíat. Dabbi sprengir Golíat upp og vinnur ríki sitt aftur….eða það hélt hann. Golíar var ekki dauður en svo kemur Ralph hinn ungi lambahirðir og drepur hann. En svo er Dabbi fangelsaður því að hann drap bezta kóng þeirra sem hafði verið uppi.\nSimpsonarnir koma út úr kirkjunni þegar allir eru farnir og þau búin að sofa yfir sig. Kominn er heimsendir. Þau fara til helvítis og þá kemur ACDC lag Higway To Hell, algjör snilldar þáttur.\nKv,\nHrannarM.",
    "url": "https://www.hugi.is/teiknimyndir/greinar/168713/skemmtilegur-simpsons-thattur/",
    "url_id": "168713",
    "id": "1289016",
    "replies": [
        {
            "user": "OrvarSamuelsson",
            "user_id": "32901",
            "date": "2003-09-27 15:08:50",
            "id": "1289017",
            "reply_to_id": "1289016",
            "text": "'eg er sammála, snilldar þáttu"
        },
        {
            "user": "Sorp",
            "user_id": "20450",
            "date": "2003-09-27 15:10:13",
            "id": "1289018",
            "reply_to_id": "1289016",
            "text": "Það eru uþb. 16 þættir sem ég hef ekki séð af Simpsons og þú skrifar bara um þá sem ég hef ekki séð eða man ekki eftir!"
        },
        {
            "user": "Sorp",
            "user_id": "20450",
            "date": "2003-09-27 15:34:57",
            "id": "1289019",
            "reply_to_id": "1289018",
            "text": "AlmarD: Er þá ekki bara málið að fara að leigja sér þessa þætti"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-09-27 15:41:18",
            "id": "1289020",
            "reply_to_id": "1289019",
            "text": "ArnórPjé: Leigja eða Niðurhlaða"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-09-27 15:59:03",
            "id": "1289021",
            "reply_to_id": "1289016",
            "text": "Jamm er búin að sjá þennan þátt;)"
        },
        {
            "user": "HilmarTh",
            "user_id": "9740",
            "date": "2003-09-27 16:32:30",
            "id": "1289022",
            "reply_to_id": "1289016",
            "text": "Ekki væri ég á móti því ef þú nefndir nafnið á þessum þætti…?"
        },
        {
            "user": "Hegga",
            "user_id": "45046",
            "date": "2003-09-27 16:55:02",
            "id": "1289023",
            "reply_to_id": "1289016",
            "text": "Já, góður þáttur minnir hann hafi verið í 13 seríu, ekki satt?\nac/dc lagið toppaði endirinn"
        },
        {
            "user": "stigvel",
            "user_id": "24303",
            "date": "2003-09-27 17:21:02",
            "id": "1289024",
            "reply_to_id": "1289016",
            "text": "það sem mér fannst fyndnast var þegar Homer labbaði ofaní helvíti undir laginu Highway to hell með allri familíunni og eftir smástund heyrist… AAAAAHHHHH THEY ARE OUT OF HOTDOGS (minnir mig að hann hefði sagt) en samt snilldarendir á þættinum"
        },
        {
            "user": "Steypukall",
            "user_id": "30187",
            "date": "2003-09-27 18:53:07",
            "id": "1289025",
            "reply_to_id": "1289024",
            "text": "Ég er ekki allveg viss en ég held að hann hafi öskrað…“AAAHHH…ÞEIR ERU MEÐ RAUÐKÁL Í KARTÖFLUSALATINU”…!"
        },
        {
            "user": "humbuk",
            "user_id": "24060",
            "date": "2003-09-27 19:06:49",
            "id": "1289026",
            "reply_to_id": "1289016",
            "text": "Segir hann ekki: “NOOOOOO, they're out of hot dogs!!” og síðan: \"And they got pineapple in the cold slaw (Man ekki hvernig marr skrifar etta, þýðir allaveganna hrásalat) :)"
        },
        {
            "user": "Akuma",
            "user_id": "37816",
            "date": "2003-09-27 19:19:47",
            "id": "1289027",
            "reply_to_id": "1289016",
            "text": "Wilson eins og þu kallar hann heitir Nelson. En þetta er snilldar þáttur, eg er sammala með það."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-09-27 19:20:26",
            "id": "1289028",
            "reply_to_id": "1289027",
            "text": "hehe Wilson, hvað var ég að hugsa!"
        },
        {
            "user": "kazaaguy",
            "user_id": "17821",
            "date": "2003-09-27 19:56:11",
            "id": "1289029",
            "reply_to_id": "1289016",
            "text": "hvað heitir þessi þáttur mér langar að sjá hann :p"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-09-27 19:56:59",
            "id": "1289030",
            "reply_to_id": "1289029",
            "text": "En og aftur segi ég þetta, ég veit ekki hvað hann heitir."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-09-28 09:39:26",
            "id": "1289031",
            "reply_to_id": "1289016",
            "text": "Ekkert voða skemmtilegur þáttur, en flott grein"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-09-28 15:37:41",
            "id": "1289032",
            "reply_to_id": "1289016",
            "text": "Í hvaða seríu er þessi þáttur og númer hvaö er hann?"
        },
        {
            "user": "jonasigga",
            "user_id": "25298",
            "date": "2003-09-28 15:54:43",
            "id": "1289033",
            "reply_to_id": "1289016",
            "text": "Veit einhver hvað þessi þáttur heitir?"
        },
        {
            "user": "20frb",
            "user_id": "36083",
            "date": "2003-09-28 17:33:00",
            "id": "1289034",
            "reply_to_id": "1289016",
            "text": "Þetta er 18. þáttur í 10. seríu og hann heitir “Simpsons bible stories”"
        },
        {
            "user": "rfm",
            "user_id": "23226",
            "date": "2003-09-29 10:58:00",
            "id": "1289035",
            "reply_to_id": "1289016",
            "text": "Var akkúrat að horfa á þennan þátt á fimmtudaginn :-) Alveg hreint frábær þáttur."
        },
        {
            "user": "achondar",
            "user_id": "6386",
            "date": "2003-09-30 09:09:43",
            "id": "1289036",
            "reply_to_id": "1289016",
            "text": "alveg hinn fínasti þáttur, ekki það besta frá þeim.\nP.S. Hr.prestur er Reb.Lovjoi"
        }
    ]
}