{
    "forum_title": "Deiglan",
    "user": "MorganKane",
    "user_id": "4254",
    "date": "2003-09-27 16:27:57",
    "title": "Hass og Kristjania, advorun",
    "text": "Eg sendi inn thessa grein af borgaralegri skilduraekni. Eg er nyfluttur til Kaupmannahafnar og er buinn ad vera her i ruman manud. Eg bjo herna lika fyrir fimm arum sidan.\nNu veit eg ad margir islendingar leggja leid sina til Køben og margir af theim, serstaklega yngra folkid leggur leid sina i Kristjaniu.\nNu er orolegt i Stinu, oeirdaloggan gerir rassiu tvisvar til thrisvar i viku og leitar stundum a folki sem er ad fara ut. I hasssolubasunum hanga myndir af oeinkennisklaeddum loggum og fyrir utan alla innganga standa verdir med plogg i eyra og hvikandi augu.\nEn thad er ekki thad sem eg vil skrifa um.\nNu hef eg sjalfur reykt hass meira og minna vikulega og stundum daglega i seks ar. Eg tok eftir thvi nuna ad mer fanns hassviman vera eitthvad odruvisi og undarlegri  en thegar madur reykir a islandi og lika odruvisi en eg mundi eftir fyrir fimm arum. Hassid er bara eitthvad undarlegt. Eg hef stadfastan grun um ad thad er verid ad blanda einhverjum andskotanum ut i thad. Eg atti samtal i nott vid gamlan Kristjanubua sem er hassbransanum kunnur og spurdi hann ut i thetta. Og hann sagdi mer ad thad er P eitthvad sem er blandad ut i sumt, og thad er bara eitthvad bolvad eitur i aett vid stryknin og i svart hass er blandad opiumi eda brunu heroini sem flaedir vist thessi misserin yfir evropu. Liklega eru ther sem blanda thetta (th.e.a.s. Hells Angels sem rada hassmarkadinum i Kaupmannahofn)ad gera ser vonir um ad folk verdi meira had og kaupi meira.\nThannig ad eg vil bara vara vid thessu, best er ad lata hass alveg eiga sig og thad er lika thad sem eg stefni ad, ad haetta thessu rugli. En ef einhver skyldi fara tharna og vilja versla tha er thad gott rad ad kaupa bara gras eda odyrustu tegundina af hassi. Thad a vist ad vera litid eda ekkert af thessu djofulsins eitri i thvi. Annars bestu kvedjur fra Køben.",
    "url": "https://www.hugi.is/deiglan/greinar/168715/hass-og-kristjania-advorun/",
    "url_id": "168715",
    "id": "1289045",
    "replies": [
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2003-09-28 00:12:39",
            "id": "1289050",
            "reply_to_id": "1289045",
            "text": "grasið er náttúrulega eina vitið sko :)"
        },
        {
            "user": "MrGoodman",
            "user_id": "7110",
            "date": "2003-09-28 00:55:53",
            "id": "1289046",
            "reply_to_id": "1289045",
            "text": "Slæmt mál fyrir hasshausa.\n“i svart hass er blandad opiumi eda brunu heroini sem flaedir vist thessi misserin yfir evropu. Liklega eru ther sem blanda thetta ad gera ser vonir um ad folk verdi meira had og kaupi meira.”\nMér finnst þetta mjög ólíklegt. Í fyrsta lagi er gramm af bæði opíum og heróíni mun dýrara en gramm af hassi/grasi (hærri framleiðslukostnaður). Í öðru lagi skilst mér að ef þú hitar valmúaefni yfir ákveðið hitastig skemmiru það. Þess vegna er það alltaf “freebase'að”.\nGóðar stundir."
        },
        {
            "user": "keiz",
            "user_id": "41599",
            "date": "2003-09-28 01:03:55",
            "id": "1289047",
            "reply_to_id": "1289046",
            "text": "u know it babe.\nBEVAR CHRISTIANIA ! !"
        },
        {
            "user": "MorganKane",
            "user_id": "4254",
            "date": "2003-09-28 19:21:36",
            "id": "1289048",
            "reply_to_id": "1289046",
            "text": "Mér finnst þetta mjög ólíklegt. Í fyrsta lagi er gramm af bæði opíum og heróíni mun dýrara en gramm af hassi/grasi (hærri framleiðslukostnaður).\nThetta er thad sama og eg hef lesid i ymsum hass litteratur. En athugadu thad ad i fyrsta lagi er opium framleidsla i heiminum ad storaukast vegna adstaedna i Afganistan. Nu hef eg thessar upplysingar ur Politiken en thar segir ad thar sem bandariski herinn i Afganistan veridi ad treysta a godvilja stadbundinna heradshofdingja, sem eru hofdingjar i krafti auds af valmuaframleidslu, til at hafa starfsfrid til ad eltast vid leyfar Talibana og adra skaerulida, tha fai valmuinn nu um stundir ad springa ut oareittur thvi godviljinn mundi fljott gufa upp ef farid vaeri ad grufla eitthvad i theim okrum. Thessvegna er heimsmarkadsverdid a opiumi og heroini lagt nu um stundir. I odru lagi er thvi liklega blandad i svart hass i framleidslulandi hassins og thannig er opiumi smygglad bakdyramegin eftir leidum sem annars eru bara notadar til hasssmyggls (ef madur spyr um heroin i Kristjaniu faer madur hnefann i andlitid, onnur vidvorun).\nI thridja lagi tha er svart hass tvisvar til thrisvar sinnu dyrara en odyrt hass, th.e. standard ryger.\nNu er eg liklega ad saka HA um eitthvad sem their er saklausir af, th.e. ad their vilji endilega hukka fleyrri notendur, allavegana eru their liklega ekki ad gera thetta nema ad litlu leiti medvitad ef tha tahd. Tek thad aftur og bidst afsokunar a hafi eg rangt fyrir mer.\nThetta hitt, P eitthvad sem eg nadi ekki alveg nafninu a gaeti liklega og er orugglega skordyraeitur og/eda rotvarnarefni. Thegar eg hugsa til baka og ber saman vid thad sem eg hef heyrt um og i Kristjaniu get eg imyndad mer ad hardari adgerdir moti hassinnflutningi og hasssolu hafi liklega leitt til thessara oaskilegu hlidarverkana. Th.e.a.s. thegar efnid er falid eru likur til ad thad geti ekki verid a thurrum og godum stad. Liklegra ad thad se grafid nidur eins og frettir i dagblodunum her benda til um en eftir tharsidustu rassiu i Stinu var hasshundur einn hetjann thvi hann thefadi upp fleyri tugi af nidurgrofnu hassi. Thad breytir thvi ekki ad thetta efni sem blandad er ut i er storlega oaeskilegt i likamanum og tala ekki um heilann og gefur auk thess undarlega og mjog othaegilega hlidarvimu.\nEg vaeri thvi samthykkur ad logleyfa kannabis. Thannig vaeri notendur bara ad reykja tha tegund sem skadar minnst ut fra ser. Thad ma likja thvi vid ad ef afengi vaeri ologlegt tha vaeru uppreisnarseggirnir neyddir til ad drekka gambra i stadinn fyrir bjor.\nOg ja Kristjania er alger snilld. Eg vard gjorsamlega astfanginn af henni thegar eg kom thangad i fyrsta skipti, frelsi og anarkismi og allt thad. Hinsvegar finnst mer i dag ad sa hluti Stinu sem snyr mest ad gestum. Krarnar og Pusherstreet se einhvernvegin ordid hardara og kaldara. Folk thjappar ser meira saman i klikur og er ekki vingjarnlegt gagnvart einsomum forvitrum ferdalongum eins og adur. Eda thannig upplifi eg thad thegar eg ber saman skiptin sem eg var thar fyrir fimm arum og svo nuna. Mjog liklega hefur thad bein tengsl vid stefnu stjornvalda i danmorku nuna. Folkid tharna sem med fullum retti ma skilgreina sem ser thjodflokk er beitt meiri horku og er thar af leidandi ordird hardara sjalft.\nGodar stundi"
        },
        {
            "user": "MorganKane",
            "user_id": "4254",
            "date": "2003-09-28 19:21:46",
            "id": "1289049",
            "reply_to_id": "1289046",
            "text": "Mér finnst þetta mjög ólíklegt. Í fyrsta lagi er gramm af bæði opíum og heróíni mun dýrara en gramm af hassi/grasi (hærri framleiðslukostnaður).\nThetta er thad sama og eg hef lesid i ymsum hass litteratur. En athugadu thad ad i fyrsta lagi er opium framleidsla i heiminum ad storaukast vegna adstaedna i Afganistan. Nu hef eg thessar upplysingar ur Politiken en thar segir ad thar sem bandariski herinn i Afganistan veridi ad treysta a godvilja stadbundinna heradshofdingja, sem eru hofdingjar i krafti auds af valmuaframleidslu, til at hafa starfsfrid til ad eltast vid leyfar Talibana og adra skaerulida, tha fai valmuinn nu um stundir ad springa ut oareittur thvi godviljinn mundi fljott gufa upp ef farid vaeri ad grufla eitthvad i theim okrum. Thessvegna er heimsmarkadsverdid a opiumi og heroini lagt nu um stundir. I odru lagi er thvi liklega blandad i svart hass i framleidslulandi hassins og thannig er opiumi smygglad bakdyramegin eftir leidum sem annars eru bara notadar til hasssmyggls (ef madur spyr um heroin i Kristjaniu faer madur hnefann i andlitid, onnur vidvorun).\nI thridja lagi tha er svart hass tvisvar til thrisvar sinnu dyrara en odyrt hass, th.e. standard ryger.\nNu er eg liklega ad saka HA um eitthvad sem their er saklausir af, th.e. ad their vilji endilega hukka fleyrri notendur, allavegana eru their liklega ekki ad gera thetta nema ad litlu leiti medvitad ef tha tahd. Tek thad aftur og bidst afsokunar a hafi eg rangt fyrir mer.\nThetta hitt, P eitthvad sem eg nadi ekki alveg nafninu a gaeti liklega og er orugglega skordyraeitur og/eda rotvarnarefni. Thegar eg hugsa til baka og ber saman vid thad sem eg hef heyrt um og i Kristjaniu get eg imyndad mer ad hardari adgerdir moti hassinnflutningi og hasssolu hafi liklega leitt til thessara oaskilegu hlidarverkana. Th.e.a.s. thegar efnid er falid eru likur til ad thad geti ekki verid a thurrum og godum stad. Liklegra ad thad se grafid nidur eins og frettir i dagblodunum her benda til um en eftir tharsidustu rassiu i Stinu var hasshundur einn hetjann thvi hann thefadi upp fleyri tugi af nidurgrofnu hassi. Thad breytir thvi ekki ad thetta efni sem blandad er ut i er storlega oaeskilegt i likamanum og tala ekki um heilann og gefur auk thess undarlega og mjog othaegilega hlidarvimu.\nEg vaeri thvi samthykkur ad logleyfa kannabis. Thannig vaeri notendur bara ad reykja tha tegund sem skadar minnst ut fra ser. Thad ma likja thvi vid ad ef afengi vaeri ologlegt tha vaeru uppreisnarseggirnir neyddir til ad drekka gambra i stadinn fyrir bjor.\nOg ja Kristjania er alger snilld. Eg vard gjorsamlega astfanginn af henni thegar eg kom thangad i fyrsta skipti, frelsi og anarkismi og allt thad. Hinsvegar finnst mer i dag ad sa hluti Stinu sem snyr mest ad gestum. Krarnar og Pusherstreet se einhvernvegin ordid hardara og kaldara. Folk thjappar ser meira saman i klikur og er ekki vingjarnlegt gagnvart einsomum forvitrum ferdalongum eins og adur. Eda thannig upplifi eg thad thegar eg ber saman skiptin sem eg var thar fyrir fimm arum og svo nuna. Mjog liklega hefur thad bein tengsl vid stefnu stjornvalda i danmorku nuna. Folkid tharna sem med fullum retti ma skilgreina sem ser thjodflokk er beitt meiri horku og er thar af leidandi ordird hardara sjalft.\nGodar stundi"
        },
        {
            "user": "Hrislaa",
            "user_id": "42360",
            "date": "2003-09-28 14:31:47",
            "id": "1289051",
            "reply_to_id": "1289045",
            "text": "Kristjania er bara hrein snilld!!! Var þar í skólaferðalagi í vor og það var eitt af því skemmtilegasta í ferðalaginu að fara þangað…var einhver Indjáni sem var að tala við okkur á fullu og helling af létt rugluðu fólki ;)"
        },
        {
            "user": "TheySeeMeTrollin",
            "user_id": "26622",
            "date": "2003-09-28 17:02:40",
            "id": "1289052",
            "reply_to_id": "1289045",
            "text": "Svo heyrir maður líka fréttir um að það eigi að fara að loka Kristjaníu, og byggja einhver blokkahverfi þar í staðinn.\nÞær fréttir, ásamt þessum þykja mér eigi ýkja sniðugar, vona að það verði enn opið í Stínu þegar að maður fer til Danmerkur einhverntíman, það er ekki laust við að mig langi mikið að sjá þann stað.\nEn ekki langar mig að prófa það sem að þar er ef að það er orðið eitthvað bull efni þar. Fussumsvei.\nGóðar stundir, kv. Glaurung"
        },
        {
            "user": "MorganKane",
            "user_id": "4254",
            "date": "2003-09-28 19:30:01",
            "id": "1289053",
            "reply_to_id": "1289052",
            "text": "Thad ma ekki rugla saman Kristjaniu og Pusherstreet. Thad er verid ad tala um ad loka Pusherstreet, ad gera hasssolubasanu utlaega. Ad loka Kristjaniu er einhfaldlega ekki haegt fyrir donsku stjornvoldin vegna thess ad folk er buid ad bua tharna thad lengi ad thad er buid ad avinna ser buseturett. Tharna bua ad stadaldir alika margir og a Stokkseyri. Vaeri thad rekid ut med illu fengju stjornvold skridu af malshofdunum yfir sig sem gaeti tekid tugi ara ad vinna ur og mundi kostad danska rikid marga peninga.\nAuk thess hugsa eg ekki ad danska rikisstjorinin tho haegri sinnu se, seu nogu miklir nasistar i ser til ad lata a reyna."
        },
        {
            "user": "TheySeeMeTrollin",
            "user_id": "26622",
            "date": "2003-09-28 20:21:59",
            "id": "1289054",
            "reply_to_id": "1289053",
            "text": "Já, ég heyrði þetta bara utanfrá, ekki frá áræðanlegum fréttamiðli.\nOg eitt að lokum sem að ég skildi ekki alveg, er venjulegur Riger þetta venjulega í Kristjaníu, eða er það í honum sem að óæskilegu efnin eru ?\nGóðar stundir, kv. Glaurung"
        },
        {
            "user": "MorganKane",
            "user_id": "4254",
            "date": "2003-09-29 10:34:54",
            "id": "1289055",
            "reply_to_id": "1289054",
            "text": "Samkvaemt thvi sem thessi gamli kristjaniubui sagdi mer tha er manni ohaettast med ad reykja thad sem er kallad “standard ryger”, thad er thad odyrasta (og lelegasta, en alveg nogu gott).\nAnnars eru nyustu frettir fra Kristjaniu ad i fyrradag birti Ekstra Bladet frettir um ad thad vaeri allt fljotandi  i ekstasi a diskoteki i utjadri Stinu. Og i nott var brotin upp hurd a thessu diskoteki eftir lokun og bøns af molotovkokteilum hent inn. Stadurinn brann svo illa ad hann er onytur. Thannig ad stinubuum er alvara med ad halda øllu jønk uti eins og their kalla allt annad en hass."
        },
        {
            "user": "Ferenzcy",
            "user_id": "8754",
            "date": "2003-09-29 23:31:10",
            "id": "1289056",
            "reply_to_id": "1289045",
            "text": "Skjótum dópistana"
        },
        {
            "user": "GUMMster",
            "user_id": "32780",
            "date": "2003-09-30 21:18:26",
            "id": "1289057",
            "reply_to_id": "1289056",
            "text": "ALVEG SAMMÁLA, SKJÓTA ÞÁ"
        },
        {
            "user": "loddi",
            "user_id": "8119",
            "date": "2003-10-01 15:17:51",
            "id": "1289058",
            "reply_to_id": "1289057",
            "text": "hengjum alla öfgasinna….."
        },
        {
            "user": "MesserSchmitt",
            "user_id": "33983",
            "date": "2003-10-02 10:39:34",
            "id": "1289059",
            "reply_to_id": "1289058",
            "text": "drepum alla sem vilja láta drepa aðra ………"
        },
        {
            "user": "MesserSchmitt",
            "user_id": "33983",
            "date": "2003-10-03 11:44:24",
            "id": "1289060",
            "reply_to_id": "1289059",
            "text": "þig líka ?"
        },
        {
            "user": "MesserSchmitt",
            "user_id": "33983",
            "date": "2003-10-03 11:44:25",
            "id": "1289061",
            "reply_to_id": "1289059",
            "text": "þig líka ?"
        },
        {
            "user": "MesserSchmitt",
            "user_id": "33983",
            "date": "2003-10-03 11:44:27",
            "id": "1289062",
            "reply_to_id": "1289059",
            "text": "þig líka ?"
        },
        {
            "user": "karijo",
            "user_id": "5836",
            "date": "2003-09-30 11:21:28",
            "id": "1289063",
            "reply_to_id": "1289045",
            "text": "hells angels eða banditos eru búnir að taka hass söluna yfir þarna í stínu þeir flytja þetta allvega inn sjá samt öruglega ekki um söluna á þessu drasli enn í sambandi með að það eigi að loka stínu þá er það ekkert ákveðið þeir ætla að taka þetta til um ræðu á þinginu og stína er búinn að kæra ríkið fyrir eikkað rugl þannig að það er ekki víst að stínu verði lokað"
        },
        {
            "user": "zechron",
            "user_id": "4400",
            "date": "2003-10-06 03:19:27",
            "id": "1289064",
            "reply_to_id": "1289045",
            "text": "Er þetta ekki farið að ganga pínu langt? Ég meina að aðvara hasshausa um vont hass!!!!!!! á huga????? Viltu bara ekki setja frétt í dagblaðið líka?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-12-21 17:33:07",
            "id": "1854690",
            "reply_to_id": "1289045",
            "text": "Hey ég er freðinn núna !!!!"
        }
    ]
}