{
    "forum_title": "Metall",
    "user": "dordingull",
    "user_id": "2630",
    "date": "2001-02-15 20:54:50",
    "title": "Derrick Green:Ástæðan fyrir að Jason Newsted hætti",
    "text": "Ég sá þetta á töflu á heimasíðu Dynamo Open Air hátíðarinnar.  Þetta hérna fyrir neðan segir frá sjónvarpsþætti í Ástralíu.  Derrick Green söngvari hljómsveitarinnar Sepultura er í viðtali í þættinum… lesið….. (afsakið að ég þýddi þetta ekki).\nLast night, here in Australia, on “channel {v}” (australians version of MTV) they had their valantines day special. and included in the line up of music celebs who came into the studio and co-hosted the special was Sepulturas Derrick Green (vox, replaced the immortal Max Cavalera…)\nAnyways, when he came in, there was like, the special audience who had won competetions to be there, and all of ‘em were wearing a Sepultura shirt…except for this one guy, who had a garage inc shirt….\nSo anyways, Derrick is blabbing on about touring, bout CD’s etc etc etc, and when question time comes, the guy with the metallica shirt puts his hand up… He gets picked, and the question he asked was something like this: “what was it like working with jason newsted of metallica?”\nAnd the answer went along these lines… (i was so excited to have this topic brought up, i wasnt fully sure, but it was along these lines…)\n“Oh it was great… Me and jason are such close freinds now…… Jason is just such a great and friendly guy… I remember when i first met him, at his house, he came to me and said ‘yo man! hows it going! come in man! fridge is there! grab a beer! do this! do that…’ He was so cool and down to earth. he had this hugh arse CD collection that was fully stacked and awesome!! And he had this room fulled with basses, it was so cool! We went in, and he started jamming on this one, it was a special custom made, and i said something like ‘cool bass man’… A few weeks later we (Sepultura) were touring in Florida, and he had sent us this package… I opened it, and it was, the bass! He had givin me the bass cause i thought it was so cool! He came with us later on that tour… He would show up, walk in, massive grin, and wave and speak to EVERYBODY! Not just me and Igor and the band, but the support personla, the roadies, everyone! He is, without doubt, not only the nicest musician i have ever met, but the nicest person overall….. It is great that he quit metallica…”\nAs Derrick said this, not only did the jaw of the guy who asked the question drop, but the co host was like, shocked!! He said - “why Derrick? why is it great? Why did he quit? we only got a little info down here bout medical reasons….”\nderrick looked smug… “I know Jason, me and him are such close freinds now…. And thats just pure BS…. Jason is the kind of man who NEEDS to make music… And he was suffocating there.. Sure he had some influence… But he just wasn't given the chance to fully live out his creative ability… Those guys didn't fully respect his full talent, so he just upped and left… I'm very sure we will hear some excellent stuff from him very soon… Much better then his work with Metallica… He is just so talanted… I wouldnt be surprised….”\nthe co-presenter just turned to the camera, with a grin on his face, and says… “Well, you heard it here folks.. The insides story..”\nDerrick laughs and says “hell yeah.. Thats the inside story guys.. The real reason!”",
    "url": "https://www.hugi.is/metall/greinar/16877/derrick-greenastaedan-fyrir-ad-jason-newsted-haetti/",
    "url_id": "16877",
    "id": "107412",
    "replies": [
        {
            "user": "hamrotten",
            "user_id": "5029",
            "date": "2001-02-15 21:25:11",
            "id": "107413",
            "reply_to_id": "107412",
            "text": "já hérna hér, ég svona vona það innst inni að þetta sé ekki satt, ekki það að ég vill að jason sé meittur né neitt það, en vonandi er þetta eftir að koma í ljós"
        },
        {
            "user": "Dionysos",
            "user_id": "7571",
            "date": "2001-02-15 22:24:47",
            "id": "107414",
            "reply_to_id": "107413",
            "text": "Hvaða astæða önnur ætti að vera að baki??…hefuru skoðað bæklingana sem fylgdu með diskunum…Jason Newsted er er skraður fyrir 3 lögum af þessum 4 studioplötum sem 'tallica hafa gefið ut eftir að hann joinaði bandið…Personulegar og likamlegar astæður…minn rass…hann var bara þreyttur a bullinu i hinum þremur og þa aðallega þessum danska ræfli."
        },
        {
            "user": "TheFrog",
            "user_id": "9036",
            "date": "2001-04-19 11:40:27",
            "id": "107415",
            "reply_to_id": "107414",
            "text": "°Vitiði…………..ég hef aldrei haft álit á Jason Newsted!!! maðurinn er ekkert meðað við Cliff Burton….. Jason passar (held ég) ekkert við metallica!   það er bara honum að kenna að hann fékk ekki að gera meir!\nMetallicA rulx"
        },
        {
            "user": "thorok",
            "user_id": "7541",
            "date": "2001-02-15 22:56:34",
            "id": "107416",
            "reply_to_id": "107412",
            "text": "Ég veit að þetta er bara vitleysa í mér en mér hefur alltaf fundist Jason Newsted líta svona heldur illilega út - ekki hegða sér illa, heldur bara svona útlitslega séð… eða eins og frændi minn orðaði það: “Hann lítur alltaf út eins og hann sé nýbúinn að myrða móður sína…”  Það þarf náttúrulega ekki að nefna það að frændi minn hefur verið á sömu skoðun og ég um þetta.\nVildi bara svona nefna þetta, ykkur til ánægju og yndisauka og mjög gaman að vita til þess að maðurinn sé besta skinn.\nÞorsteinn K"
        },
        {
            "user": "reynzi",
            "user_id": "1069",
            "date": "2001-02-16 13:05:11",
            "id": "107417",
            "reply_to_id": "107412",
            "text": "þó svo að ég hafi grátið þegar Jason hætti þá verð ég að viðurkenna að þetta er alveg rétt…hann var virkilega kúgaður af þeim og fékk ekki að njóta sýn til fulls og það var geðveikt pirrandi…það liggur við að ég sé að verða sáttur við þetta því þá fær maður núna kannski að heyra hvað hann virkilega getur!!"
        },
        {
            "user": "Barney",
            "user_id": "6950",
            "date": "2001-02-16 13:41:46",
            "id": "107418",
            "reply_to_id": "107412",
            "text": "Þegar Jason var hjá Flotsam & Jetsam samdi hann mest öll lögin þeirra(ef ekki öll). Og það má heyra á …And Justice For All plötunni að bassinn gjörsamlega heyrist ekki og var Jason heldur óhress með það.\nÞetta er mjög leiðinlegt að heyra en þrátt fyrir þetta munu Þeir í Metallica alltaf vera í Guðatölu hjá mér. Ég vona bara að Jason muni ganga vel í tónlistabransanum(ef hann leggur það sér á hendur).\nEr kannski mögulegt að Jason muni ganga til liðs við Sepultura? Það væri skemmtilegt."
        },
        {
            "user": "Barney",
            "user_id": "6950",
            "date": "2001-02-16 13:43:35",
            "id": "107419",
            "reply_to_id": "107412",
            "text": "Þegar Jason var hjá Flotsam & Jetsam samdi hann mest öll lögin þeirra(ef ekki öll). Og það má heyra á …And Justice For All plötunni að bassinn gjörsamlega heyrist ekki og var Jason heldur óhress með það.\nÞetta er mjög leiðinlegt að heyra en þrátt fyrir þetta munu Þeir í Metallica alltaf vera í Guðatölu hjá mér. Ég vona bara að Jason muni ganga vel í tónlistabransanum(ef hann leggur það sér á hendur).\nEr kannski mögulegt að Jason muni ganga til liðs við Sepultura? Það væri skemmtilegt."
        },
        {
            "user": "Barney",
            "user_id": "6950",
            "date": "2001-02-16 13:45:45",
            "id": "107420",
            "reply_to_id": "107412",
            "text": "Þegar Jason var hjá Flotsam & Jetsam samdi hann mest öll lögin þeirra(ef ekki öll). Og það má heyra á …And Justice For All plötunni að bassinn gjörsamlega heyrist ekki og var Jason heldur óhress með það.\nÞetta er mjög leiðinlegt að heyra en þrátt fyrir þetta munu Þeir í Metallica alltaf vera í Guðatölu hjá mér. Ég vona bara að Jason muni ganga vel í tónlistabransanum(ef hann leggur það sér á hendur).\nEr kannski mögulegt að Jason muni ganga til liðs við Sepultura? Það væri skemmtilegt."
        },
        {
            "user": "hamrotten",
            "user_id": "5029",
            "date": "2001-02-17 23:19:38",
            "id": "107421",
            "reply_to_id": "107420",
            "text": "deja vu? já, ég vona að meistara jason muni ganga vel í framtíðinni, en ef hann á eftir að gera meira í framtíðinni þ´á hugsa ég að metallica muni missa fleiri aðdáendur, napster málið og að ljúga af aðdáendum sínum og halda sköpunar gleði jasons aftur er náttrulega ekkert til að vera stoltur af……. en þeir eru goð"
        },
        {
            "user": "blackblond",
            "user_id": "6838",
            "date": "2001-02-20 18:46:16",
            "id": "107422",
            "reply_to_id": "107412",
            "text": "Ég vona bara að hann hafi verið sáttur með þessa ákvörðun og muni ekki sjá eftir þessu.\nGangi þér vel í framtíðinni Jason Curtis Newsted"
        },
        {
            "user": "aherg",
            "user_id": "6010",
            "date": "2001-02-21 03:44:24",
            "id": "107423",
            "reply_to_id": "107422",
            "text": "Jason er bara eini maðurinn með viti af þessum\nfjórum mönnum.\nMetallica er ekki einu sinni hljómsveit í mínum huga heldur bara fyrirtæki sem að danska hóran\ner forstjórinn.Metallica hefði átt að hætta á\ntoppnum (eftir túrinn af svarta disknum) því\nnúna er það of seint að hætta með virðingu í þeirra garð, NEMA Jason Newsted,\nþið vitið, sá með heilann."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-02-21 19:39:19",
            "id": "107424",
            "reply_to_id": "107412",
            "text": "Auðvitað er maður ósáttur við að Jason Newstead hætti en það er enginn ástæða til að vera að úthúða hinum. Lars Ulrich var sá sem stofnaði allt þetta battery en James Hetfield er aðal lagahöfundurinn.. Það er ekki mikið sem Kirk Hammet hefur verið að semja en það sem hann er að gera setur svip sinn á Metallica…. Það er alveg eins með Jason Newstead, hann setti svip sinn á Metallica… Maður heyrir það þegar hann kemur inn á …And justice for all disknum að þeir eru farnir að vanda lögin sín mikið betur…. Ég persónulega fíla þá betur eftir að Jason Newstead byrjaði að spila með þeim…. En ef að honum finnst að það hann geti gert betur með öðrum hljómsveitum þá er það hans ákvörðun…. Ég hætti ekki að fíla Metallica þó að hann hætti en ég mun kannski koma til með að fíla það sem hann kemur til með að gera….."
        },
        {
            "user": "sverrir11",
            "user_id": "7759",
            "date": "2001-02-24 19:16:45",
            "id": "107425",
            "reply_to_id": "107412",
            "text": "Metallica eru ekki dauðir heldur eru þeir bara í lægð sem ég er hræddur um að þeir rífi sig aldrei uppúr. Éh held að það sé kominn tími á seinasta diskinn og að þeir fari í frí."
        }
    ]
}