{
    "forum_title": "Manager leikir",
    "user": "F4nn4r",
    "user_id": "8337",
    "date": "2003-09-30 21:36:42",
    "title": "Millwall",
    "text": "Ég er búinn að búa í Englandi í mörg ár. Árið er 2005 og ég er búinn að stjórna Millwall í nokkur ár, með svo sem ágætum árangri. Núna kemur smá útdráttur frá fyrri tímabilum og nákvæmari frá síðasta tímabili.\n2001/2.Fyrsta deild : Ég endaði í fyrsta sæti með 105 stig  103 mörk skoruð. Sonur minn Cherno Samba sem hafði verið að æfa lengi hjá Millwall, fór hamförum aðeins 15 ára og skoraði 27 mörk í 41 leik. Steve Claridge, gamall refur sem spilaði með honum frammi, skoraði líka helling en þar sem hann er ekki lengur að spila þá sé ég ekki mörkin hjá honum. Miðjan fór á kostum með Tim Cahill, Paul Ifill og Dennis Wise í farabroddi. Dennis var stoðsendingakóngurinn með 25 stoðsendingar og Cahill, maðurinn sem hætti að spila með landsliðinu 21 árs, var með 24 mörk frá miðjunni. Fátt fór í gegnum vörnina og voru Steven Reid og Joe Dolan framúrskarandi í þeim efnum.\n2002/3.Úrvalsdeildin : Fyrsta tímabilið þá lenti ég í níunda sæti, Samba aðeins með 17 mörk, en miðjan var alveg snilld, Cahill og Ifill að fara á kostum, og Belgíski miðjumaðurinn Kinet alveg að brillera. Andreas Isaksson var þá kominn í markið, með Reid og Dolan voru Taribo West og landi hans Ifeani Udeze mjög góðir í vörninni. Það voru eingin stórkaup þessi tímabil. Liverpool, Arsenal og Man u voru alveg að klikkast því ég neitaði að selja menn eins og Cahill og Reid. Það fór ekki einn maður úr liðinu þetta tímabil, ekki einu sinni úr varaliðinu. Ég keypti nokkra varnarmenn og einn framherja, ekkert stórt. Clint Hill var efnilegur og ég keypti hann frá Oldham á 3,2m, verstu kaupin á ferlinum, ásamt Andy Todd, hvorugur spilaði vel og ég seldi báða fljótt. Eftir þetta tímabil þá missti ég Tim Cahill á minium fee release clause.. aðeins 7,5 millur, Arsenal keyptu hann og ég var ekkert smá reiður, ég reyndi að bjóða honum samning en hann neitaði.\n2003/1.Tímabil tvö var Hörmung, vægast sagt, ég tapaði flestu og rétt náði að hanga uppi. Það er ótrúlegt hvað lið spilar illa þegar aðeins einn lykilmaður fer. Þetta tímabil var markalægð og ég keypti 2 menn til að reyna bjarga því, Tommy Smith frá Watford og Grískan mann sem ég kýs að kalla Dimitriss. Það virkaði og ég bjargaði mér og lenti í 17 sæti.\n2004/5.Næsta tímabil  : Ég keypti líka Bobby Zamura, efnilegan framherja. Til að fylla í skarðið sem Cahill skildi eftir sig þá keypti ég sænskan mann sem ég kýs að kalla Anders frá Southampton. Svo fékk ég Kaká frítt og Lewis Buxton, efnilegan varnarmann. Þetta var miðlungstímabil þar sem framherjarnir mínir skoruðu 36 mörk samtals, ég skipti mjög jafnt á milli Zamura og Dimitriss því þeir spiluðu mjög vel báðir. Ég átti í miklum meiðslavandræðum og missti Kinet og Ifill oft í margra vikna meiðsli. Még gekk alveg ágætlega og ég lenti í í miðri deild bara. Ég tapaði líka á móti Man U í Fa Cup Final.\n2004/5.Síðan er komið að besta tímabilinu. Ég byrjaði á 2 vinaleikjum, á móti Basel og Betis. Ég vann Basel og gerði jafntefli á móti Basel. Ég fékk aðeins 2 stig fyrstu 4 leikina í deildinni . En svo byrjaði liðið aðeins að bæta sig og  eftir tapleik á móti Newcastle þá tapaði ég ekki leik í 3 mánuði, þangað til ég tapaði aftur á móti Newcastle. Ég klifraði upp deildina og var í baráttu við Leeds og Arsenal um .5 sætið alla deildina. En eftir klaufalegt tap á móti Liverpool þá missti ég 5. sætið til Leeds. Arsenal lenti í 7. sæti og ég stríddi Cahill mjög mikið eftir þetta. Hann talaði við mig að kaupa sig aftur en ég sagði að það myndi aldrei gerast, frekar mundi ég nota Dennis Wise, 39 ára gamlan. Þar sem Dennis Wise er orðinn svona gamall og Michael Stewart er ekki að  standa sig sem varnarsinnaður bakvörður þá fékk ég Jorge Bola&#328;ofrítt frá Roma, 29 ára Colombíumaður. Newcastle vann deildina og Man U lenti í öðru sæti. Middlesbrough, Birmingham og Nottingham Forest féllu. Samba varð markahæstur í deildinni með 20 mörk, svo kom Dimitriss með 13 og Smith með 11 mörk. Tommy Smith var Stoðsendingakóngur í deildinni með 11 stoðsendingar svo kom Samba með 9 sendingar.\nSamba og Dimitriss spiluðu best af öllu liðinu og voru með 7,74(Samba) og 7,73 (Dimitriss) í meðal einkunn.\nÉg notaði 4312Nakano* (sem er hérna á huga).Byrjunaliðið var: Taylor(gk), Gasperoni(dl), Udeze(dc),Dolan(dc), Reid(dr),Kinet(mc),Anders(mc),Ifill/Bola&#328;o(mc), Smith/Kaká(amc), Samba(sc), Dimitriss/Zamura. BEkkurinn var mjög breytilegur. Eftir tímabilið var Samba valinn uppáhaldsleikmaður áhangenda og stjórnin boðaði áætlanir um að stækka völlinn um 6000 sæti.\nLeague Cup : Lítið að tala um, datt út á móti  Newcastle í spennandi 3-4 tapi í áttaliða úrslitum.\nFa Cup : Sló erkifjendurna Everton út í vítaspyrnukeppni eftir 2 jafntefli 0-0 og 2-2. Annars var þetta létt þangað til í lokaleiknum, það sem ég mætti Man U. Góður leikur, Dimitriss skoraði strax á 9.min en enginn annar en Phil Neville skoraði 2 mörk og kláraði þetta. Ég var mjög svekktur að tapa Fa bikarinn aftur til Man U, en Barthez og Phil kláruðu þetta á eigin spítur.\nUEFA cup : Ég  spilaði best í þessari keppni og ég sló lið eins og Club Brugge, AEK og Fiorentina út. Og í úrslitunum mætti ég Panathinaikos. Mjög spennandi leikur það sem Udeze og Reid fóru á kostum í vörninni og Dimitriss skoraði eina mark leiksins á 51.min eftir vel útfærða aukaspyrnu úr 20 metra færi. Udeze var valinn maður leiksins og ég var í skýjunum yfir sigrinum.\nVonbrigði hafa verið nokkur, t.d missti ég af Agahowa til Chelsea, Youssuf Hersi til Newcastle og Tim Cahill til Arsenal. Sonur minn Samba vildi fara á tímabili en þar sem ég endaði tímabilið svona vel þá hefur hann ákveðið að vera ennþá hjá pabba sínum í Millwall. Ég var hissa á nokkrum leikmönnum sem hafa spilað mjög vel, t.d Cristiano Ronaldo og Sævar Freyr Alexanderson, þeir eru ungir og upprennandi stjörnur. Sævar skoraði 5 mörk og byrjaði aðeins 5 sinnum inná, og Ronaldo er með meðaleinkuna 7,44 eftir 13 leiki.. Einn að eftirminnilegustu leikjunum var 6-6 jafntefli á móti Tottenham og 4-1 sigur á Arsenal á útivelli. Ég hef haft einn mann í liði ársins öll árin sem ég hef veið í  úrvalsdeildinni. Ég á ennþá metið í fyrstu deildinni með mestu stigin og mestu mörk skoruð. Í Úrvalsdeildinni á ég líka met með mest skoruð mörk, 87 mörk talsins, og svo líka mesta markaleikinn, 6-6.\nÉg fékk líka starf að þjálfa landsið Danmerkur og hef aðeins kept tvö leiki, báðir leikir voru vinaleikir og báðir á móti Júgúslavíu, ég vann fyrir 3-1 og gerði síðan jafntefli 3-3.",
    "url": "https://www.hugi.is/manager/greinar/169301/millwall/",
    "url_id": "169301",
    "id": "1293783",
    "replies": [
        {
            "user": "carpe",
            "user_id": "31491",
            "date": "2003-10-01 17:37:05",
            "id": "1293786",
            "reply_to_id": "1293783",
            "text": "“Ég vann Basel og gerði jafntefli á móti Basel”\nHmmmm…smá villa;)"
        },
        {
            "user": "F4nn4r",
            "user_id": "8337",
            "date": "2003-10-01 17:56:51",
            "id": "1293787",
            "reply_to_id": "1293786",
            "text": "Alltaf eru það einhverjar villur sem sleppa í gegn :) á ég gerði jafntefli á móti betis :)"
        },
        {
            "user": "carpe",
            "user_id": "31491",
            "date": "2003-10-01 21:07:16",
            "id": "1293788",
            "reply_to_id": "1293787",
            "text": "Ok:)"
        },
        {
            "user": "runarmk",
            "user_id": "37028",
            "date": "2003-10-02 16:07:51",
            "id": "1293784",
            "reply_to_id": "1293783",
            "text": "fyrst að þú ert búinn að vera með “Milwall”\ní nokkur ár, af hverju geturu þá ekki skrifað það rétt!"
        },
        {
            "user": "F4nn4r",
            "user_id": "8337",
            "date": "2003-10-02 23:18:55",
            "id": "1293785",
            "reply_to_id": "1293784",
            "text": "ok, hvar er það skrifað vitlaust ? Ég er allavega ekki að sjá það…"
        },
        {
            "user": "hannesd",
            "user_id": "30584",
            "date": "2003-10-07 16:44:01",
            "id": "1293789",
            "reply_to_id": "1293783",
            "text": "góður árangur góð grein"
        }
    ]
}