{
    "forum_title": "Skóli",
    "user": "FrostyBiatch",
    "user_id": "42359",
    "date": "2003-10-01 14:36:57",
    "title": "Illa komið fram við stelpu..",
    "text": "oki vissi ekkert hvar ég átti að setja þetta en málið er að mér finnst allir kennarar koma ýkt illa fram við eina vinkonu mína og vera geðveikt vondir… sko, við erum í 9.bekk, þessi vinkona mín drekkur, reykir og hefur gert það lengi, hún skrópar stundum í tímum og er í allskonar rugli, en hún er ýkt skemmtileg og allt allt öðruvísi en maður heldur að hún sé þegar maður kynnist henni.. hún er í hægferð, ég held hún sé lesblind eða eikkað en henni gengur bara ekkert vel að læra.. það er líka því að kennararnir gefa henni bara engan séns til þess! við vorum t.d. í dönsku um daginn, sátum saman.. dönskukennnarinn er allt örðruvísi við mig ef ég sit við hliðiná henni, alltaf að skamma mig, en við sátum saman og hann var barað lesa upp eða eitthvað og hún sagði EITT orð við mig og hann sagði henni að færa sig eða bara beint út! ég varð so pirruð því honum hefði ekki dottið þáð í hug ef þetta væri einhver önnur.. það eru t.d. 2 svona “little miss perfect” stelpur í bekknum sem eru alltaf bara að blaðra á fullu, honum gæti ekki verið meira sama labbar bara af þeim og byrjar að spjalla við þær.. við vorum líka í vorprófonum í fyrra og hann sagði við hana “so er bannað að flýta sér út að farað reykja” með sona kaldhæðni og hló.. ekki í firsta skipti sem hannr þeð eikkað sona.. hún er nefninlega ýkt góð manneskja og allir kennarar eru alltaf að böggast í henni útaf engu, það er bara virkilegað fara í mig…\n*pirr*\nhafiði lent í þessu?",
    "url": "https://www.hugi.is/skoli/greinar/169517/illa-komid-fram-vid-stelpu/",
    "url_id": "169517",
    "id": "1295243",
    "replies": [
        {
            "user": "hanxer",
            "user_id": "13810",
            "date": "2003-10-01 18:46:31",
            "id": "1295244",
            "reply_to_id": "1295243",
            "text": "ohhhhhh…\nþað er svo erfitt að vera til"
        },
        {
            "user": "GLXRBLT",
            "user_id": "42678",
            "date": "2003-10-01 19:00:31",
            "id": "1295245",
            "reply_to_id": "1295244",
            "text": "(not)"
        },
        {
            "user": "hanxer",
            "user_id": "13810",
            "date": "2003-10-01 19:08:01",
            "id": "1295246",
            "reply_to_id": "1295245",
            "text": "LOL"
        },
        {
            "user": "Lovebird",
            "user_id": "24919",
            "date": "2003-10-01 19:04:08",
            "id": "1295247",
            "reply_to_id": "1295243",
            "text": "Ég myndi bara einhvern timann standa upp fyrir henni..\nsegja kennaranum hvað hann er ómerkilgur!!!"
        },
        {
            "user": "Selena",
            "user_id": "29486",
            "date": "2003-10-01 19:23:25",
            "id": "1295248",
            "reply_to_id": "1295243",
            "text": "Ekki hlusta á alla þessa vitleysinga hérna sem eru að gera lítið úr grein þinni.\nÞegar ég var í grunnskóla fann ég fyrir greinilegri breytingu hjá kennurum mínum eftir að ég skipti um vinahóp.\nÉg tók líka eftir hvernig þeir voru tilbúnir að refsa fyrir eitthvað sem þessir krakkar áttu kannski engan þátt í.\nÞú ættir kannski að ræða þetta við námsráðgjafan, félagsráðgjafna eða jafnvel félagsmiðstöð þína.\nAllavega fullorðið fólk á engan rétt á að koma illa fram við unglinga, gangi þér vel;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-10-01 19:39:39",
            "id": "1295249",
            "reply_to_id": "1295243",
            "text": "Ok….\nWhatever.\nMér myndi kannski finnast þetta merkilegt ef vinkona þín væri ekki í þessu “rugli” sem þú talar um.\nAnnars veit ég hvað þú meinar um “perfect” hópinn. Það er einn svoleiðis í bekknum mínum. Gæti stundum farið út og hengt mig þær eru svo leiðinlegar."
        },
        {
            "user": "Kaycie",
            "user_id": "15064",
            "date": "2003-10-01 20:08:14",
            "id": "1295250",
            "reply_to_id": "1295243",
            "text": "Það er, eftir því sem ég best veit, bannað með lögum að kennarar komi mismunandi fram við nemendur.\nÞegar ég var í grunnskóla var ég með kennara sem sagði aldrei stakt orð við mig…\nSami kennarinn  lagðist algerlega á einn strákinn og allt sem gerðist var honum að kenna.\nef þetta batnar ekki ættir þú að tala við trúnaðamann nemenda í skólanum eða félagsráðgjafann og byðja hann að hjálpa ykkur, hann er þarna til þess. Það er örugglega ömurlegt fyrir vinkonu þína að reyna að læra eitthvað ef kennarinn gerir upp á milli…\nKaycie - The original comic book villain"
        },
        {
            "user": "Skassus",
            "user_id": "20399",
            "date": "2003-10-01 20:16:40",
            "id": "1295251",
            "reply_to_id": "1295243",
            "text": "Ég skil bara ekkert í þessu…\nÉg er fullkominn, fullkominn nemandi, eiginlega bara fullkominn.\nVinkona þín verður bara að hætta þessu crazy rugli sem hún er í, annars verður hún bara 2. class!"
        },
        {
            "user": "johanng",
            "user_id": "9215",
            "date": "2003-10-01 21:03:13",
            "id": "1295252",
            "reply_to_id": "1295243",
            "text": "greyið hún, hennar val að reykja :P"
        },
        {
            "user": "MissKay",
            "user_id": "39805",
            "date": "2003-10-02 01:06:16",
            "id": "1295253",
            "reply_to_id": "1295252",
            "text": "djöfull ert þú viðurstyggilega heimskur!\nAf hverju í fjandanum á það að skipta máli hvort hún reyki eða ekki, hvernig kennarar koma fram við hana?\nVinsamlegast dragðu þinn nautheimska, fordómafulla haus út úr rassgatinu á þér og líttu í kringum þig."
        },
        {
            "user": "fkndabbi",
            "user_id": "9677",
            "date": "2003-10-02 11:19:56",
            "id": "1295254",
            "reply_to_id": "1295253",
            "text": "Þetta er þannig með marga kennara að þeir kunna bara ekki að taka á svona nemendum þannig að þeir verða ilkvittnir. Ég held að það væri hægt að laga þetta allt með einu góðu ;Shotting Spree; í einum skóla og hræða kennara almennilega…..                                                                                                                  You better watch out. I´m dangerous you know"
        },
        {
            "user": "kazaaguy",
            "user_id": "17821",
            "date": "2003-10-06 04:39:10",
            "id": "1295255",
            "reply_to_id": "1295254",
            "text": "hehe ég gerði það"
        },
        {
            "user": "johanng",
            "user_id": "9215",
            "date": "2003-10-02 15:24:28",
            "id": "1295256",
            "reply_to_id": "1295253",
            "text": "það skiptir miklu máli ég myndi líta öðruvísi á þannig krakka eftir alla fræðsluna sem þeir hafa fengið."
        },
        {
            "user": "asgeir1",
            "user_id": "35210",
            "date": "2003-10-01 21:08:59",
            "id": "1295257",
            "reply_to_id": "1295243",
            "text": "Í hvaða skóla er þetta."
        },
        {
            "user": "aggar",
            "user_id": "39708",
            "date": "2003-10-01 21:37:00",
            "id": "1295258",
            "reply_to_id": "1295243",
            "text": "það gerðist einhvað svona bara aðeins öguruvísi þega ég var í 5.bekk! stelpa sem var í mínum bekk var lögð í einelt og stelpurnar áttu 98% hlut í því! svo í tónmenntatíma þá kom aðstoðaskólastjórin og SENDI STELPURNAR ÚT AÐ LEIKA SÉR EN VAR INNI OG SKAMMAÐI STRÁKANA í að minsta kosti í 20 min! stelpurnar voru ekkert skammaðar! Dj***l vorum við vinir mínir svektir!"
        },
        {
            "user": "elle",
            "user_id": "44305",
            "date": "2003-10-01 22:09:52",
            "id": "1295259",
            "reply_to_id": "1295243",
            "text": "Já svona er þetta bara. Stelpan náttúrulega verður samt að róa sig í þessum málum (rugli). Getur þú ekki bent henni á að kannski gera eitthvað sem bætir afstöðu kennarana til hennar. Þú gætir reynt að koma vitinu fyrir hana. Þetta er líka svona í menntó, treystu mér. Sækir hún þá í annan vinskab fyrst þú tekur ekki þátt í þessu með henni. Svo virkar örugglega vel að tala bara við kennarana, ekki með leiðindi, heldur bara að rólega og segja stöðu þína í þessu máli. Gangi ykkur vel!"
        },
        {
            "user": "lillla",
            "user_id": "24121",
            "date": "2003-10-01 22:36:16",
            "id": "1295260",
            "reply_to_id": "1295243",
            "text": "segðu stelpunnibara að segja helvitiz kennuurunum að fokka zér í fokking burtu og vera ekki með neina foKKing stæla við sig og segðenni að tala við skolastjóran og láta hann klípa í bossann á kennurunum ;)"
        },
        {
            "user": "topper",
            "user_id": "35304",
            "date": "2003-10-02 14:30:17",
            "id": "1295261",
            "reply_to_id": "1295243",
            "text": "Lent í svipuðu dæmi þá var vinahópurinn minn tekinn fyrir gaurarni sem reykja og dreka en þessar perfect stelpur gátu tallað endalaust.    En í hvaða skóla er þetta."
        },
        {
            "user": "Unakidman",
            "user_id": "32936",
            "date": "2003-10-02 16:05:32",
            "id": "1295262",
            "reply_to_id": "1295243",
            "text": "ÓJÁ!!\nkennarinn okkar er algjörlega búin að taka mig fyrir!\nÉg gleymi bókinni minni heima og líka einn “profinn”í bekknum en hún sendir mig heim en ekki hann!!\nOk ok kannski hún setji bara háar kröfur til mín og ég eigi að standa mig….\nEn raunin er bara sú að hún er algjörlega búin að fá nóg af mér!!\nSamt er eg ekkert að sýna verri hegðun en aðrir…\nHJÁLP!!!"
        },
        {
            "user": "snikkin",
            "user_id": "25858",
            "date": "2003-10-03 15:02:56",
            "id": "1295263",
            "reply_to_id": "1295243",
            "text": "Þú ættir að lesa grein sem er í Mogganum í dag þar sem kona segir frá gamalli mömmu sinni sem er mismunað vegna þess að hún hefur reykt í mörg ár. Kannski maður ætti að stofna samtök sem berjast gegn ofbeldi gegn fólki sem reykir o.þ.h."
        },
        {
            "user": "FrostyBiatch",
            "user_id": "42359",
            "date": "2003-10-04 13:38:24",
            "id": "1295264",
            "reply_to_id": "1295243",
            "text": "já.. þetta er í litlum aulaskóla sem heitir húsaskóli, skólastjórinn hatar hana so hún getur ekki talað við hana, það er ekki hæg að tala um starfsmenn skólans við aðra starfsmenn í þessum skóla.. það er bara þannigog ég er líka sona liggur við rekin útúr tímum fyrir að gleima bókum en allt öðruvísi ef það er verið að tala um hina krakkana en þetta með þessu stalpu er mikklu mikklu lengra komið en það… ég þoli ekki þegar fólk er að böggast í fólki sem t.d. reykir bara útaf því það reykir, þetta er mjög skemmtileg og góð stelpa ef marr þekkir hana, og það væri allir að dírka hana ef hún gengi í öð´ruvísi fötum, skipti um félagsskap og skipti bara um allt sem fólk er að dæma hana á, semsagt öllu nema hvernig hún er í raun og veru…"
        },
        {
            "user": "KristaB",
            "user_id": "23122",
            "date": "2003-10-07 14:30:53",
            "id": "1295265",
            "reply_to_id": "1295243",
            "text": "Það er ein svona “little miss perfect” í bekknum mínum og er kennarasleikja aldarinnar! Hún kemur sér alltaf innundir hjá kennaranum og allt það og svo er svo mikil bitch við alla krakkana! ÞAÐ ÞOLIR HANA ENGINN!"
        },
        {
            "user": "Unnnsla",
            "user_id": "32259",
            "date": "2003-10-09 10:42:12",
            "id": "1295266",
            "reply_to_id": "1295243",
            "text": "Ein vinkona mín hefur lent í þessu og sjálf var ég vitni að því. Það verður að gera eitthvað í þessu. Kennarinn er að leggja nemanda sinn í einelti!!!!"
        }
    ]
}