{
    "forum_title": "Heimspeki",
    "user": null,
    "user_id": null,
    "date": "2003-10-01 17:18:18",
    "title": "1 stk. ansi slöpp grein",
    "text": "Jæjajá. Ég veit nú ekki alveg hvort þetta á heima á Heimspeki-áhugamálinu, en ég bara hef ekki hugmynd um hvar annarsstaðar ég á að hafa þessar pælingar mínar.\nEinn…\n…tveir…\n…og…\n…NÚ!\nÉg vil byrja á því að segja að ég trúi á Guð. Ég fermdist fyrir trúna en ekki gjafirnar og skammast mín ekkert fyrir það. En sumt er vafamál… er t.d. allt réttlætanlegt sem stendur í Biblíunni? Einsog það að grýta samkynhneigða og ljúga ekki… hver lýgur tilaðmynda ekki fyrir ekkjuna með stolna brauðið (Ég gef mér að þið hafið öll heyrt þá sögu)?\nÉg hef nokkrum sinnum gengið í gegnum ýmisskonar \\“tímabil\\” á minni tiltölulega stuttu ævi, sem einkennast af hugsunum. Endalausum hugsunum. Hugsunum um lífið eftir dauðann (ef eitthvað er) og hugsunum um tilfinningar, hugsunum um hvað ég myndi gera við ýmiskonar aðstæður (þið þekkið þetta öll, myndi ég bjarga bróður mínum eða mömmu minni fyrst ef húsið væri að brenna… o.s.frv.) og hugsunum um hvort ég hefði virkilega aldrei orðið til ef foreldrar mínir hefðu aldrei hittst. Erum við kannski öll hugsunarlausar sálir flögrandi um himinhvolfið uns agnarlítið fóstur finnur til með okkur og hleypir okkur inní sig? (Tek það fram að þessi setning var skrifuð í augnabliksbrjálæði.)\nNákvæmlega á þessari stundu sit ég við tölvuna og pikka á lyklaborðið með Metallica í eyrunum og berar tærnar á dökkbrúnu og ísköldu parketinu í herberginu mínu. Og ég hugsa. Ég hugsa sjálfstætt og ég ein get fundið fyrir því ef ég fæ hjartaáfall einmitt á þessu augnabliki. Og ég hugsa: Ef frumurnar tvær sem upphaflega var ætlað að verða að mér hefðu aldrei mætt hvor annarri, hefði ég þá samt getað orðið ÉG, í einhverjum öðrum líkama? Eða er hluti af sálinni (áhugamálum, greind, félagsþroska) fastur í frumunum? Er þetta kannski alltsaman áunnið?\nOg svo er það þessi sál, sem ég var að enda við að minnast á: tilfinningin fyrir réttu og röngu, tónlistin sem þú \\“fílar\\”, hversu miklu máli vináttan skiptir þig, skoðanir þínar og fullt af flóknum hlutum sem ég hef ekki orðaforð tilað nefna, getur verið að þetta þroskist alltsaman í gegnum lífið? Hlýtur það ekki í rauninni að vera? EF barn er skilið eftir útí skógi í tíu ár, er ansi tæpt áætlað að halda að það læri muninn á réttu og röngu. En sjálfsbjargarviðleitnin verðu líklegast í góðu lagi, spurning um vandamál í hópvinnu í skólanum í framtíðinni (eh?)? Og svo er ekki einusinni til eitthvað RÉTT og RANGT. T.d. sagan um ekkjuna með brauðið (enn geri ég ráð fyrir því að þið hafið heyrt hana).\nSvo þetta er víst alltsaman eintóm steypa sem ollið hefur uppúr mér síðustu mínúturnar. Jæja, þegi ég. Ætli maður sendi þetta ekki bara á korkinn? Æ, nei, ég geri allavega tilraun. Spurning hvort þú, minn kæri admin, setjir þetta ekki bara á korkinn fyrir mig? Annars, nei, það er svo leiðinlegt að lesa af korknum… litlir stafir… vá, munnræpa!\nÉg er þögnuð.",
    "url": "https://www.hugi.is/heimspeki/greinar/169500/1-stk-ansi-slopp-grein/",
    "url_id": "169500",
    "id": "1294958",
    "replies": [
        {
            "user": "SoKKuR",
            "user_id": "2151",
            "date": "2003-10-01 18:36:49",
            "id": "1294959",
            "reply_to_id": "1294958",
            "text": "Skemmtilegar pælingar, Hef oft pælt í svipuðu áður. nema …\nhvað ert þú? Hvað er það sem þú sérð, skynjar, bragðar, finnur ?  Eru þetta ekki Allt bara efnasambönd í hausnum á þér.\nTrúarbrögðin eru að mínu mati Hækja sem auðveldaði fólki á sínum tíma að svara fullt fullt af spurningum og hjálpar því að líða betur(sbr. líf eftir dauðann) en hinsvegar komu með þeim siðferði og hjálpaði það við að mynda samvisku okkar…\nLeiðréttið mig ef ég fer með fleipru"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2003-10-01 19:03:31",
            "id": "1294960",
            "reply_to_id": "1294959",
            "text": "Ein spurning til viðbótar á listann þinn: sérðu sömu liti og aðrir? Getur til dæmis ekki vel verið að það sem þú álítir bláan sjái einhver annar sem rauðan, en afþvíað hann hefur lært að kalla hann bláan gerir hann það en sér í raun rauðan… skilur einhver hvað ég er að fara?\nJæja, ætli maður fari ekki bara að fara að fá sér kvöldmat… fiskur með ananas og karrý, slúrp!"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2003-10-01 19:41:59",
            "id": "1294961",
            "reply_to_id": "1294960",
            "text": "Já þetta eru skemmtilegar pælingar þó að maður hafi sjálfur pælt í þessu lengi. :)\nÉg er eiginlega ekki viss hverju ég trúi í þessu samhengi, stundum finnst mér að við séum bara dýr með of hátt sjálfsálit eða að við séum sálir sem stjórna líkamanum.\nFer eiginlega bara eftir því hvernig skapi ég er í.\n:)"
        },
        {
            "user": "SpaceBoy",
            "user_id": "17134",
            "date": "2003-10-01 18:42:36",
            "id": "1294962",
            "reply_to_id": "1294958",
            "text": "Ljómandi fín grein, eins og flest allt sem ég hef séð eftir þig.\n“Ég fermdist fyrir trúna”\nÞað er bara grúví, það er bara undir sjálfri þér komið að velja hvernig þú vilt haga lífi þínu og hvernig manneskja þú vilt vera.  Þú getur verið “a stand up girl” alveg sama hvaða trúarbrögð þú kýst að tileinka þér og hvenrig sem þú túlkar þessa blessuðu biblíu.\n“Er þetta kannski alltsaman áunnið?”\nSumir vilja meina að merkilega mikið áf því hvernig við hugsum sé kóðað í genin okkar, en ég álít það holt að halda að maður sé sinnar gæfu smiður og muna að vera sjálfsgagnrýninn og taka ábyrgð á því sem maður gerir hvort sem genin hafa áhrif eða ekki.\n“tilfinningin fyrir réttu og röngu”\nég held að allir sem eru heiðarlegir við sjálfa sig hafi nokkuð skýra tilfinningu fyrir réttu og röngu, þó að það séu vissulega mismunandi eftir menningarsvæðum með einstaka hluti.  þá er ég að tala um þetta venjulega lið, ekki þá sem eru aldir upp af úlfum eða eitthvað álíka :)\n“ætli maður sendi þetta ekki bara á korkinn”\nenga minnimáttarkennd!\nEinn með stórabróðursyndrome, segið mér bara að halda kjafti! :Þ\nSkál."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-10-01 19:00:35",
            "id": "1294963",
            "reply_to_id": "1294962",
            "text": "Segja þér að halda kjafti? Jafnvel þó þú þegðir gætirðu hamast áfram á lyklaborðinu… svo ég læt það bara vera :)\nGen… ég er ekki erfðafræðingur, en ég held þú sért ekkert að bulla þarna. Svo getur varla verið að þessi blessuðu gen hafi innbyggðar skoðanir og hæfileika. Þau eru reyndar ekki með heila, en… (vá, ímyndið ykkur gen með heila!) …ég er farin að þjást af kvöldmatarleysi. að bara hlýtur að vera.\nLátið einsog þið hafið ekki lesið þetta!"
        },
        {
            "user": "VeryMuch",
            "user_id": "10074",
            "date": "2003-10-01 19:58:42",
            "id": "1294964",
            "reply_to_id": "1294958",
            "text": "TheHumiliated:\nMér finnst bara mjög hressandi og jákvætt að heyra frá fólki eins og þér, sem getur gleymt sér í eigin hugarheimi, og er sannarlega hugfangið.\nHvað get ég sagt?  Ég er ekki viss um að ég vilji vera að blanda mínum skoðunum eða niðurstöðum í þetta hjá þér.  Ég segi bara haltu áfram að hrífast og láta hugan reika, og varðveittu þetta sjálfstæði.  Láttu engan segja þér neitt.  Þú verður að finna þessa hluti sjálf.  En samræður eru þó þroskandi.  Og allarskoðanir eru verðar þess að þær séu hugleiddar af fullri alvöru, íþm þangað til þú hefur náð þeirri færni að þær verða glærar.  Hmm.. ef þú skilur hvað ég á við.\nVarðandi litina þá leyfi ég mér etv að tala.\nSko ef sá litur sem við bæði köllum “rauðan”, væri ekki sami liturinn hjá okkur báðum, eftir að við skynjum hann.  Jafnvel þó við kölluðum þennan lit “rauðan”.  Þá kæmist það ekki upp, ef þannig mætti orða, ef þú skynjaðir engann lit annan á sama hátt, sem aðrir kalla etv “bláan” eða eitthvað annað.\nÞeas ef þú VÍXLAR bara “merkimiðunum” á litunum, ss “blár” verður “rauður” þá er ekki eins víst að neinn átti sig á ólíkri skynjun þinni.  Og við gætum, eins og þú ert líklega að velta fyrir þér, ekki vitað hvort við skynjum litina öll á sama hátt þó við köllum þá sömu nöfnum.\nÞó myndi ég ætla að smekkur fólks sem skynjaði liti á ólíkann hátt, væri ólíkur.\nAuk þess, grunar mig að ákveðin “litalögmál” þeas hvernig litir virka saman, myndi orsaka greinilegan mismun, þe mismun sem kæmi í ljós fyrr en síðar.  Þó myndi þetta seinasta, velta á því hvernig litirnir víxlast.\nEn í grófum dráttum ræðst þetta af samhengi litana.  Þe þeim lögmálum sem væntanlega gilda á milli þeirra.  Það má vera að þar sé rúm fyrir ólíkar skynjanir, þannig að samhengi haldist.\nEins og ég sagði, þá væri augljóslega eitthvað öðruvísi hjá þeim sem skynjaði rauðan og bláan eins, og í daglegu tali eru slíkir einstaklingar skilgreindir litblindir.  En ef um lita-VÍXL er að ræða þá er ekki hægt að fullyrða að slíkt komist upp.  Munurinn í þessum tveimur tilvikum snýst um heildar samræmi.  Í fyrra tilvikinu er samræmið augljóslega komið úr skorðum, en í hinu síðara helst íþm ákveðið heildar samræmi litanna.  En spurningin er hvort það sé ekki líka ákveðið samræmi nauðsynlegt á milli náttúrunnar(lömála hennar) og innbyrðis samræmis litana.\nÞe mörg ólík innbyrðis samræmi lita eru möguleg, köllum þau bara “L1 … Ln” þegar n er stór tala ;).  (Hér er ég að meina mismunandi samraðanir lita og þess sem við köllum þá.)\nSamræmi við náttúrulögmálin gætum við td táknað N(L1 … Ln).\nSpurningin er ss hvort öll tilvik af L gangi upp í samhengi við N (náttúrulögmálin) þeas án þess að það komist ekki upp.  Þeas án þess að það komi ekki upp brot á samræmi.\nSegjum að ég hafi litasamrmæmi L8 og þú L3, spurningin er hvort N(L8)=N(L3)?\nÉg er ekki viss, en mig grunar að það komi upp ósamræmi sem myndi koma í ljós.  Td ef tveir listmálarar með ólíkt L færu að bera saman verk sín og ræða málin, grunar mig að þeir muni átta sig á því að eitthvað sé ekki alveg rétt.\nEn þó má vera að raunveruleikinn sé tilbrigði við þessar vangaveltur.  Þeas að það sé einhver smár munur á því hvernig við skynjum liti.  Það er td nokkuð sniðugt að eftir því sem við eldumst skynjum við alla liti meira út í rautt, en skynjuðum þá upphaflega blárri.  Þetta hefur komið í ljós íþm við augnaðgerðir þegar hornhimnan er fjarlægð eða eitthvað í þeim dúr, en það er annað hvort hún eða augasteinninn sem breytist, ég man það ekki alveg.  Til er dæmi um frægan málara, sem ég man ekki hvað hét, sem fór í augnaðgerð sem tók þennan rauðablæ af augum hans, og hann henti eða brendi slatta af málverkum sínum í kjölfarið sökum þess að honum fannst hann hafa verið að fara villur vegar í þeim.\nJæja þetta var ekki það skýrasta sem hefur komið frá mér, en ég vona að þú getir síað út úr þessu hvað ég meina.\nKv.\nVeryMuch\nPs. Ekki biðjast svona mikið afsökunar.  Ef þú telur það sem þú skrifar ekki nógu gott, þá er ekki málið að biðjast afsökunnar, bara bæta sig, eða hætta að væla. ;)  (Þetta er fínt hjá þér.)"
        },
        {
            "user": "VeryMuch",
            "user_id": "10074",
            "date": "2003-10-01 20:08:58",
            "id": "1294965",
            "reply_to_id": "1294964",
            "text": "Úff… þetta er nógu andskoti flókið, og það jafnvel þó ég sé nú södd og sæl og ætti þarafleiðandi að vera skýrari í hugsun en fyrir hálftíma.\nEn segjum nú að litaandstæður röðuðust alltaf á móti hvor annarri (þaðsem þú sérð sem gulan sé ég sem fjólubláan, grænn hjá þér er rauður hjá mér). Það ætti ekki að vera neitt grimmilega skrýtið, sérstaklega ekki ef þú hefur vanist því frá fæðingu að trén séu rauð og sólin fjólublá. Hm?\nOg ekki skamma mig fyrir afsakanirnar mínarm, ég lít ekkert voðalega mikið niður á sjálfa mig, finnst þetta bara einhvernvegin öruggara… uppeldið;)\nOg vinsamlegast ekki vera að hverja mig tilað láta hugann reika, núna ætti ég í rauninni að sitja við eldhúsborðið, tyggjandi tyggjó og með fingur í eyrum að læra fyrir enskupróf… úff aftur… bleh :S"
        },
        {
            "user": "VeryMuch",
            "user_id": "10074",
            "date": "2003-10-01 20:42:11",
            "id": "1294966",
            "reply_to_id": "1294965",
            "text": "TheHumiliated:\nEins og ég minntist einhverstaðar á þarna, þá er ég ekkert viss á þessu.\nEn ef við pælum í þessum tveimur listmálurum sem hittast og bera bækursínar, með ólík L.  Þá hljóti að koma fram mikill munur á því hvernig þeir skynja litina og raða þeim saman.  En ef munurinn væri lítill þá mætti hugsa sér að þeir myndu bara álíta ólíkar samraðanir sem dæmi um ólíkan smekk.\nEf þú ímyndar þér heiminn í öðrum litum, þannig að þú víxlar þeim, þá mun heimurinn líta verulega öðruvísi út.  Ég held að það hljóti að koma fram á einhvern hátt.  Td í smekk og litavali hverskonar, jafnvel á því hvernig þú skynjar og tekur eftir hlutum.\nRaunar sé ég núna, þegar ég minnist á það að ólík litaskynjun myndi væntanlega hafa áhrif á það hvernig þú tækir eftir hlutum í umhverfi þínu; að slíkt hefur bein áhrif á í þóun og náttúruvali.  Því hlýtur að teljast líklegt skv lögmálum þróunar að við höfum flest mjög líka skynjun þegar kemur að litum, þar sem náttúruvalið ætti að vera búið að stilla það.\nÍmyndum okkur samspil rándýra og bráðar.  Bráðin hefur ákveðinn lit og rándýrið þarf að greina bráðina frá umhverfi sínu.\nÞað er í hag bráðarinnar að renna saman við umhverfi sitt.\nÞað er í hag rándýrsins að greina bráðina frá umhverfi sínu.\nFljótt á litið virðist þetta samspil ekkert vega að því að við gætum haft mjög ólík “L”.\nÞar sem það ætti ekki að skipta máli hvort grasið og bráðin séu græn eða fjólublá.  Þeas málið snýst um að greina tilbrigði við einhvern einn lit, en hver hann er ætti ekki að skipta máli.\nEn ef við horfum á heim bráðarinnar og rándýrsins í víðara samhengi, ættu fleiri þættir að koma inní dæmið.\nÞað skiptir máli hvaða litir eru á hlutunum þegar um lífsbaráttu í gegn um milljónir ára er að ræða.  Þeas það hlítur að koma fram einhvert hagstætt samræmi.\nÞannig að smátt og smátt nær fær heimurinn þann lit sem hentar þeirri lífveru sem um ræðir, þeas lífshlaupi lífveru sem skynjar heiminn í lit.\nÞannig mætti álykta sem svo, bara af þessum rökum, að litaskynjun ráðist af lífsháttum lífvera sem sjá í lit.\nÞað er raunar svo að sum skordýr skynja útfjólubláa liti sem við sjáum ekki.  En þar væri frekar um brot á samræmi á milli litaskynjunar að ræða (svipað og litblinda) fremur en um víxl væri að ræða.\nÞess má geta að litblindir voru notaðir í styrjöldum (íþm Víetnamstríðinu held ég) til þess að “spotta” hluti úr lofti sem venjuleg litskynjun hentaði síður til að sjá.  Því er náttúruval litaskynjunar ekkert fjarstæðukennd hugmynd.\nEn þetta er líklega orðið nóg í bili.\nVarðandi afsakanirnar: Já þær verða líklega vani.  En það er líka gott að venja sig af sumum hlutum. ;)  En ég ætla ekkert að vera bögga þig yfir þeim.\nJá það er gott að læra vel og vandlega alla mögulega hluti.  En hvað svo?  Maður  þarf að hafa einhverja hugsun úr að moða til að nota það sem maður lærir.  Heimspeki er kjörin til þess að rækta hana.  (En þó verður að ríkja jafnvægi á milli heimspekinnar og því sem mætti kalla lærðrar hegðunar.)\nKv.\nVeryMuch"
        },
        {
            "user": "VeryMuch",
            "user_id": "10074",
            "date": "2003-10-01 20:56:23",
            "id": "1294967",
            "reply_to_id": "1294966",
            "text": "Og fyrst við erum komin á fullt í þróunarröfl, ertu þá að segja að einhverntíman hafi þetta verið þannig að engir tveir hafi skynjað litina eins? Ja, ef það er það sem þú meinar, þá samþykki ég það með glöðu geði úr blómabeði…\nþað er mjög líklegt (finnst mér) að einhverntíman á algjöru frumstigi, einhverskonar mitt á milli kattar og skordýrs (fljúgandi veiðihára?) höfum við skynjað liti einsog ég byrjaði að rausa um þarna einhversstaðar fyrir ofan.\nOg með þessari blessuðu þróun hefur það svo breyst, mér leist bara helvíti vel á það sem þú sagðir um veiðina og alle det blablabla…\nUm daginn sá ég mynd í líffræðitíma um skordýr, og í svona hálfa mínútu sáust litirnir á skjánum einsog skordýr myndu sjá þá, grasið blátt og blómin rauð og gul og óþægilega skær… nógu áberandi tilað laða flugurnar til sín.\nMátulega líklegt að það sé líka hluti af þessu náttúruvali, þær fornflugur sem sáu skærustu litina áttu auðveldast með að finna hunangið sitt, og lifðu þarmeð frekar af en þær sem sáu minna.\nJahá! Þú ert ssemsagt búinn að telja mér trú um að við sjáum öll svipaða liti og skýrir það með náttúruvals-þróunar-kenningunni (hef eki hugmynd um hvað á að kalla hana).\nEn… smekkurinn. Hann er nú mjög misjafn fyrir og veit ég ekki hvort hann myndi breytast ef litunum yrði breytt. En það er smekksatriði!\nJæja, ef ég og allar mínar afsakanir eru farnar að fara í taugarnar á þér, þá bið ég þig að fyrirgefa mér MjögMikið. ;)\nElvis er dauður."
        },
        {
            "user": "VeryMuch",
            "user_id": "10074",
            "date": "2003-10-01 21:13:47",
            "id": "1294968",
            "reply_to_id": "1294967",
            "text": "TheHumiliated:\nJá varðandi smekk, þá held ég að hann verði aldrei nákvæmlega eins á milli fólks með nákvæmlega eins L.  Hann gæti raunar verið bara rosalega ólíkur.  Enda myndi ég telja að smekkur sé samspil skynjunar og persónuleika, þannig að báðir þættir eru mikilvægir.\nEn smekkur verður varla borinn saman nema að fólk sé að meta “sömu” hlutina, þeas “skynja” það sama.  Þannig að persónuleiki ætti að vera svona ríkjandi þáttur ef þannig er litið á málið.  En að sjá alltaf ólíka hluti, ætti að ss að virka sem ólíkur smekkur í praxís.  Þannig að tvær manneskjur með td L2 og L5 myndu hafa ólíkan smekk á umhverfi sínu, en um leið og þær hefðu sama L þá gætu þær haft sama smekkinn á umhverfi sínu.  Spurning hvort þær höfðu alltaf sama smekk, eða ekki?  En það er skilgreiningar atriði býst ég við.\nÆtli ég myndi ekki hallast af því að smekkur ráðist af persónuleika eingöngu, þó að svo gæti virst sem hann breytist með mismunandi L.  En það væri í raun bara misskilningur.  Ss í raun myndi hann ekki breytast.\nAfsakið:\nHehe, já ég afsaka afsakanir þínar og biðst afsökunar á því að minnast á takmarka nauðsyn afsakana almennt og hér og nú.  Afsakaðu. ;)\nKv.\nVeryMuch"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-10-01 21:16:38",
            "id": "1294969",
            "reply_to_id": "1294968",
            "text": "Ég afsaka, og tel mig ekki þurfa að biðjast afsökunar á því! :D\nNú þegar ég hef brosað og afsakað af fullum krafti í kangan tíma hefur Elvis ákveðið að líva bildínguna og fara að læra fyrir enskupróf.\nLifið!"
        },
        {
            "user": "raggi66",
            "user_id": "25819",
            "date": "2003-10-01 20:51:18",
            "id": "1294970",
            "reply_to_id": "1294958",
            "text": "VáV\nþessar hugsanir þínar eru NÁKVÆMLEGA það sama og ég er að hugsa, og ég veit að fleiri gera það og hafa sagt það hénna á huga, ég held að ALLIR geri etta á ævinni (þ.e.a.s hugsi um etta) og tel ég að það sé mest á unglingárum (eins og u segir á þinni suttu ævi, gef mér að u sért unglingur)\nÉg hugsa oft hvað ég myndi gera ef ég EINN gæti bjargað mannkyninu og sollis dæmi !!!\nMér finnst ekki gaman að hugsa t.d. um líf eftir dauð þarsem ég er ekki viss um etta, þannig að þegar ég er að hugsa etta geri ég ALLT til að reyna hætta því :S s.s. ég vill sannanir (sem er náttlega ekki hægt að fá memm DNA, heldur memm að lifa lífinu og komast að því, sem gæti gerst að marr komist ekkert að.\nBtw, etta finnst mer EKKI slöpp grein,\nog finnst mer þetta eina það góða við huga að ég get sagt frá sonna hlutum og eina sem þið vitið um mig er að ég er kallaður raggi (nafnið mitt er Raggi66 ;))\nÉg vildi að fólk skrifað meira í sonna dúr ;=)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-10-01 20:58:54",
            "id": "1294971",
            "reply_to_id": "1294970",
            "text": "“Ég vildi að fólk skrifað meira í sonna dúr ;=)”\nTaktu þig bara til og skrifaðu niður hugsanir þínar sjálfur! ;)\nAnnars… þetta með sannanirnar. Er hægt að fá sannanir fyrir nokkru yfirleitt? Væri lífið ekki andskoti skítt ef allt væri fyrirséð og öruggt og enginn gæti efast?\nJá, Elvis, þú ert dauður."
        },
        {
            "user": "raggi66",
            "user_id": "25819",
            "date": "2003-10-01 21:05:41",
            "id": "1294972",
            "reply_to_id": "1294958",
            "text": "ertu að segja að þér sé ALVEG sama þótt allt sé búið þegar marr fer héðan ?? :S"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-10-01 21:07:34",
            "id": "1294973",
            "reply_to_id": "1294972",
            "text": "Allsekki! Hvernig fékkstu það út???"
        },
        {
            "user": "raggi66",
            "user_id": "25819",
            "date": "2003-10-01 21:09:23",
            "id": "1294974",
            "reply_to_id": "1294958",
            "text": "ég bara spyr :S"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-10-01 21:13:56",
            "id": "1294975",
            "reply_to_id": "1294974",
            "text": "Hey, ekki súr á svip!!! Brosum :)"
        },
        {
            "user": "raggi66",
            "user_id": "25819",
            "date": "2003-10-01 21:16:03",
            "id": "1294976",
            "reply_to_id": "1294958",
            "text": "Etta er meira sonna “Confused” kall ;)"
        },
        {
            "user": "raggi66",
            "user_id": "25819",
            "date": "2003-10-01 21:19:08",
            "id": "1294977",
            "reply_to_id": "1294958",
            "text": "Já gangi þér bara allra vel í þessu prófi, og vertu ekkert að láta hugan flakka um það sem efst stendur í þessu prófi :)\nGOOD LUCK :)"
        },
        {
            "user": "elle",
            "user_id": "44305",
            "date": "2003-10-01 22:46:00",
            "id": "1294978",
            "reply_to_id": "1294977",
            "text": "Já þetta er æðislegt sem þið eruð búin að vera að skrifa hér, ég er mjööög sammála ykkur í bara eiginlega öllu. Ég ætla að hvetja ykkur til þess að lesa bókina, Ýmislegt um risafurur og tímann. Ég á sko að lesa hana fyrir skólann. Hún er frekar fljótlesin. Hún er einmitt með svona skemmtilegar pælingar manns, aðallega í barnæsku hans. Bókin er eftir Jón Kalman Stefánsson. Heh ætli nokkur lesi þetta… Ég er sammála með að trúbrögðin hafi kannski verið hækja fyrir fólk hér áður fyrr. Sjálf væri ég til í að trúa á Guð en því miður er ég ekki alveg að ná því. Biblían er ekki alltaf “boðskabur Guðs” heldur sögur sem hafa gengið á milli kynslóða og viðhorf sem þróast bara með þeim. Það væri kannski betra ef maður gæti bara lesið Biblíuna árgerð 2002, eða álíka. Ég aðhyllist frekar trúarbrögð sem eru undir sjálfri mér komin, s.s. með íhugun, líkt og Amitabha Búddatrú. (kínversk). Takk fyrir kærlega ef þið lesið þetta. Greinin þín er ekki slöpp, ég er sjálf frekar ung að aldri og þetta er mjög gott framlag unlinga hér á síðu sem þessari. =)\nKveðja Elle"
        },
        {
            "user": "elle",
            "user_id": "44305",
            "date": "2003-10-02 15:41:00",
            "id": "1294979",
            "reply_to_id": "1294978",
            "text": "Er Búddhatrú eitthvað annað en eintóm íhugun? (Fáfræði, ég veit.)\nAnnars held ég að þessi blessaði “Guð” sé soldið slunginn náungi, og ég held að hann villi á sér heimildir og kalli sig t.d. Allah í sumum löndum og eitthvað annað í öðrum. (Já, ég er ekkert góð í trúarbragðafræði og þetta var því eekki löng upptalning.)\nÍ trúarbrögðum sem hafa marga guði, einsog Ásatrú og Hindúatrú, hafa upphafsmennirnir klofið Guð niðrí fleiri persónuleika…\nOg þessi “Guð”, sem flest okkar trúa á, (sama hvað við köllum hann) held ég að sé í rauninni bara tilbúningur, eitthvað sem við notum okkur til huggunar þegar illa gengur og fylgjum í blindi, til þess eins að sannfæra okkur um að það er líf eftir dauðann.\nEn þetta er nú bara kenning að hætti óþroskuðu unglingaplágunnar…\nÚff… ég ætla ekki að fara að tala um líf eftir dauðann, þá verð ég alltaf svona hálfskelkuð… :/\nOg ég trúi því að hann sé þarna einhversstaðar uppi og reyni sitt besta tilað gera eitthvað gagn, auðvitað getur hann ekki lagfært allt sem aflaga fer í heiminum, en ímyndið ykkur ef hann gerði nú ekki neitt! Þá væri jafnvel stríð og viðbjóður hérna á litla Íslandi…\nOg semsagt, hvort sem trú mín stafar af sannfæringu um líf eftir dauðann og skeggjaða kallinn á himninum eða einfeldninni einni saman, þá er hún til staðar.\nÉg hef ekkert á móti svona “íhugunartrúarbrögðum” (þ.e.a.s. ef þau eru það, ég veit voða lítið um þau, búin að gleyma öllu sem ég lærði í hittífyrra) en ég er ekki viss um að ég gæti treyst á sjálfa mig, og engan annan, mér finnst einsog ég verði að hafa einhver æðri máttarvöld í spilinu sem ég get kennt um ef eitthvað fer úrskeiðis;)\nOg Biblían er vissulega eintóm steypa… bara einsog Íslendingasögurnar. Kannski einvherjar persónurnar hafi verið til í raunveruleikanum, en megnið er skáldskapur og ýkjur.\nJæja, þetta er orðið ansi langt hjá mér, spurning hvort maður hætti ekki bara takkaslættinum…\nLifið!"
        },
        {
            "user": "elle",
            "user_id": "44305",
            "date": "2003-10-02 18:37:12",
            "id": "1294980",
            "reply_to_id": "1294979",
            "text": "Já sammála. Skemmtilegar pælingar. Ég trúi á Karma og endurfæðingar, líkt og hjá Hindúum en ekki samt endilega svona stéttaskiptingu. Þetta er flókið mál og verður aldrei útrætt en þetta er bara eitthvað sem er í eðli mannsins að velta fyrir sér. Því miður hef ég áhuga á öllu óskiljanlegu…Ertu í 10. bekk?\nElle"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-10-02 18:45:41",
            "id": "1294981",
            "reply_to_id": "1294980",
            "text": "Mhm, bekknum sem helgaður er Gísla Súrssyni og skorkvikindum…"
        },
        {
            "user": "oldlady",
            "user_id": "21799",
            "date": "2003-10-01 22:57:31",
            "id": "1294983",
            "reply_to_id": "1294958",
            "text": "góð grein ….Mjög djúpar pælingar……..Þegar ég fermdist sagði ég að mér langaði ekki í neitt því ég er að gera það fyrir trúnna en ég fékk auðvitað gjafir frá ættmönnum ..hehe……En góð grein………"
        },
        {
            "user": "Hm1",
            "user_id": "20360",
            "date": "2003-10-01 23:52:19",
            "id": "1294982",
            "reply_to_id": "1294958",
            "text": "Ég trúi líka á guð enn er oft að pæla í svolitlu (sem líklega einhverjir aðrir hafa pælt í)\nÉg held að mest allur persónuleiki okkar komi af því sem við skynjum, blindur maður og heyrnalaus maður hljóta að skynja hluti öðruvísi og hugsa þar af leiðandi öðruvísi.\nEnn þá kemur önnur pæling hvort að það sé svo annar hlutur (sem væri þá líklega frá guði) sem væri sálin, og hún væri hinn hlutinn persónuleikans, eitthvað innprentað, annað þýddi að ég og einhver vinur minn gætum verið sitthvor tegundin nema það komi allt af skynjun líka.\nEnn og aftur kemur þa önnur pæling hvort að þetta sé allt aðskilið og við það bætist hugsun eins og þegar við reiknum lesum og notum eitthvað til að túlka hlutina í kringum okkur.\nVeit ekki hvort ég er eitthvað skrítinn eða enn fannst bara sniðugt að dumpa þessari hugsun hérna, vonandi er eitthvað vit í þessu."
        },
        {
            "user": "FragGer",
            "user_id": "17033",
            "date": "2003-10-02 20:40:12",
            "id": "1294984",
            "reply_to_id": "1294958",
            "text": "Þú ert ekki sama þú og þú varst nýfædd. Þú ert ekki sama mannsekjan og í gær eða áðan.\nFyrst og fremst þá segir það svo samkvæmt rannsóknum einhverra vísinda manna að allar frumur líkamans endurnýist á um 10 árum.\nEn svo er líka hægt að segja svo að hlutirnir fara bara í eina átt en ekki aðra og eru því getgátur um tíman s.s. bara ef ég hefði, gæti, kannski ef. Eins og vitur maður sagði eitt sinn að það dregur bara á manni eða hægir að líta aftur fyrir axlir sínar og hugsa ef ég bara.\nSama hver áttin sé, þá átt þú að fljóta með en ekki synda upp á móti straumi."
        }
    ]
}