{
    "forum_title": "Hundar",
    "user": "iice",
    "user_id": "39740",
    "date": "2003-10-01 14:26:05",
    "title": "Golden Retriever",
    "text": "Ég vil byrja á því að staðfesta það að ég er enn sem komið er bara í hunda HUGLEIÐINGUM.\nÉg er 14 stelpa og er alveg ótrúlega ástfangin af hundum !!!!!\nÉg á/átti shceffer hund (blending) en hún er því miður í Afríku og á heima þar :(\nmig langar alveg rosalega mikið í hvolp (ekki vegna þess að þeir eru litlir og krúttlegir, þó þeir séu það, heldur vegna þess að ég vil að ég sé fyrsti og eini eigandinn sem hann þekjir) og hef sérstakan áhuga á Golden Retriever og Scheffer…\n(mér finst reyndar líklegra að ég fái Golden Retriever) málið er bara að mamma mín (eins yndisleg og hún er) er ekki mikið fyrir hunda og stendur föst á því að þetta séu bara\n“sóðar” og að hún harð neitar því algjörlega að taka það í mál að fá hund inná heimilið !!! Hefur eithver lent í þessu og “unnið” ????????\nog er eithver sem getur bent mér á íslenskan ræktanda sem ræktar Golden Retriever hunda ?????\nþ.e.a.s. eithverja heima síðu eða eithvað…………..\nkv.\n*Inga Karen*",
    "url": "https://www.hugi.is/hundar/greinar/169516/golden-retriever/",
    "url_id": "169516",
    "id": "1295224",
    "replies": [
        {
            "user": "deadgau5",
            "user_id": "25259",
            "date": "2003-10-01 16:23:57",
            "id": "1295225",
            "reply_to_id": "1295224",
            "text": "Nahh ég veit ekkert um ræktendur en ég átti Golden Retriver…þeir eru yndislegir hunda"
        },
        {
            "user": "JReykdal",
            "user_id": "77",
            "date": "2003-10-01 16:31:01",
            "id": "1295226",
            "reply_to_id": "1295224",
            "text": "Golden Retriver eru æði. Það var ein slík fjölskyldumeðlimur hjá mér í 10 ár. Hún átti mig en ég átti hana ekki :)\nÞeir eru æðislega barngóðir og ljúfir.\nHelsti gallinn er að þeir geta verið nokkuð loðnir og fara úr hárum en maður lætur það alveg yfir sig ganga því þeir eru svo góðir vinir."
        },
        {
            "user": "labgirl",
            "user_id": "21884",
            "date": "2003-10-01 17:48:24",
            "id": "1295227",
            "reply_to_id": "1295226",
            "text": "Sæl,\nég þekki vel þetta foreldra vandamál. Ég var með þetta vandamálum fyrir rúmum 3 árum, pabbi vildi ALLS ekki hund, mamma var hlutlaus og mér og bróður mínum langaði í hund.\nÞað er góð spurning hvernig við fórum að þvi að vinna þetta stríð…ein sinni settumst við bara niður og töldum kostina og gallana og hver ætlaði að gera hvad med hundinn (fara i göngutur, ala upp o.s.f)\nKostirnir voru sem betur fer fleiri!!!\nEn fyrst að mamma þin vill ekki hund og þu ert ennþa i skola þa mæli eg ekki með Golden Retriever þó þeir seu æðislegir.\n1. Þeir þurfa MIKLA útiveru minnsta kosti 2 tima lausir a dag eða marga langa göngutura a dag.\n2. Þeir fara MIKIÐ úr hárum og þá meina eg MIKIÐ!!! ÞAð þarf að ryksuga a hverjum degi á vorin og haustin þvi þa er harlosið mest.\n3. Þeir hata ad vera aleinir og þvi er ekki gott að loka þa inni i meira en 2-3 tima a dag.\n4. Þeir eru mjög æstir. Eg veit um fjölskyldu sem  fekk ser golden og hann var svo æstur að hann var fluttur i hndakofann og var bara uti allan daginn!\n5. Þeir eru dýrir í rekstri og efast eg um að þu hafir efni a golden ein.\nFyrst að foreldrar þinir eru ekki mikið fyrir hunda þa mundi eg frekar fa mer litinn hund sem fer ekki mikið fyrir og þarf ekki mikla utiveru.\nkveðja,\nlabgirl"
        },
        {
            "user": "iice",
            "user_id": "39740",
            "date": "2003-10-01 19:55:49",
            "id": "1295228",
            "reply_to_id": "1295227",
            "text": "ég veit þetta allt um þá………….\nen ég er mikið fyrir úti veru og eins og kemur framm þá hef ég átt hund (shceffer) og þeir þurfa líka mikla hreyfingu !!!!\nÉg myndi líka líklegast kenna honum hundafimni og það tekur soldið á……\nég myndi fá mér hvolp þegar sumar fríið er ný byrjað til að ég geti verið hjá honum eins oft og ég get og að ég hefði nóan tíma til að kenna honum að vera einum áður en það er nauðsinlegt !\nog auðvitað myndi ég ekki geta fengið hund inná heimilið og séð fyrir honum sjálf……allt heimilis fólkið verður að vera til búið til að hjálp allavegana smá til…..eins og ef ég er veik þá þarf hann samt að fara út !..eins og dýralæknisferðir, það þarf eithver að keyra !\nÞannig að ég hef alveg kynt mér allt sem þarf að kynna sér, og ég veit að ég er með aðstöðu og vilja í þetta !!!\naðal vandinn minn er að reyna að sanfæra mömmu mína um að þetta muni ekki valda henni aukavinnu !!!!!\nkv.\n*Inga Karen*"
        },
        {
            "user": "eyr",
            "user_id": "41794",
            "date": "2003-10-03 15:43:09",
            "id": "1295229",
            "reply_to_id": "1295227",
            "text": "er ekki alveg að fatta þetta með að þeir séu æstir\nég á eina stelpu að vísu bara hvolp enþá og hún er mjög þæg innan dyra. nátturulega leikur í henni en ekkert spes æst !!! spr hvort að þessi hundur sem var svona æstur hafi eitthvað verið að honum, eða ekki fengið nógu mikla athygli og hreyfingu.  eins með dýrir í rekstri eitthvað dýrari en aðrar tegundir sem eru jafn stórar ???\nvonandi geturu sannfært foreldra þína um að fá svona vin\nbaráttukveðju"
        },
        {
            "user": "Bicycle",
            "user_id": "37491",
            "date": "2003-10-01 18:08:48",
            "id": "1295230",
            "reply_to_id": "1295224",
            "text": "Það eru allavega einhverjar síður með auglýsingum hénna neðst á síðunni…..ef þú vissir það ekki"
        },
        {
            "user": "Traustith",
            "user_id": "30886",
            "date": "2003-10-01 19:21:41",
            "id": "1295231",
            "reply_to_id": "1295224",
            "text": "Golden retriver eru æðislegir hundar. Frænka mín á blending af golden retriver og Labrado"
        },
        {
            "user": "Zaluki",
            "user_id": "6799",
            "date": "2003-10-01 23:46:07",
            "id": "1295232",
            "reply_to_id": "1295224",
            "text": "Þú gerir bara skriflegan samning við mömmu þína, ef þú stendur þig ekki, þá fer hundurinn :D"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-10-02 02:56:33",
            "id": "1295233",
            "reply_to_id": "1295224",
            "text": "Ég vann hundastríðið við foreldra mína þegar ég var 12 ára og bara með suði.  Mér tókst sko að vinna á þeim hvoru fyrir sig.  Mamma var erlendis og þá gat ég suðað í pabba þannig að hann gaf sig.. ef mamma segði já sem hann var viss um að myndi ekki gerast.  Þá vann ég á henni þegar hún kom heim og hún gaf sig líka á endanum.\nHins vegar myndi ég sjálfur aldrei gefa barni hund og ekki ráðleggja neinum að gera það nema þau séu tilbúin að sjá um hann sjálf.  Það getur vel verið að þú ætlir þér að sjá um hundinn alveg ein en ætlar þú aldrei í útilegur, skólaferðalög, til útlanda, sem skiptinemi, nordjobb, au-pair, út í nám eða neitt?  Svo verður líka erfiðara fyrir þig að flytja að heiman með hundinn því það eru margir sem vilja ekki leigja fólki sem er með dýr.  Alla vega mjög líklegt að eitthvað af hundapössuninni lendi á foreldrum þínum auk þess sem þau þurfa náttúrulega að búa við hár út um allt og tilheyrandi."
        },
        {
            "user": "zheelah",
            "user_id": "17887",
            "date": "2003-10-02 10:22:50",
            "id": "1295234",
            "reply_to_id": "1295224",
            "text": "Það eru náttúrulega mjög margir kostir við það að eiga hund. Þegar þú ert komin með svona stóran hund þá fylgir allur kostnaður í samræmi við það (þekki það afar vel því ég á einn vel stóran og einn nokkuð lítin). Þegar ég var 16 ára þá fékk ég hund sem ég á enn í dag, fyrir var á heimilinu hundur sem ég “átti” en tilheyrði allri fjölskyldunni og mest eiginlega mömmu. Þetta er ekki óvinnandi vígi en ég myndi mæla eindregið með því að þú vegir og metir kosti og galla. Þegar þú ert komin með hund þá er erfit að gera ýmislegt, s.s. að fara að vinna í útlöndum, fara yfir helgi og þess háttar. Það þarf að taka tillit til þess. Þó efa ég reyndar ekki að útkoman sé sú að þér sé sama um það og langi enn í hund, það var þannig líka með mig :)\nÞessar tegundir sem þú hefur áhuga á eru ansi stórar og fara MIKIÐ úr hárum. Hárlos er yfirleitt eitthvað sem foreldrar setja mikið fyrir sig þegar kemur að hundahugleiðingum. Þ.a. ef þú færð hund þá máttu alveg gera ráð fyrir því að þurfa að ryksuga og þrífa jafnvel alla daga. Það eru nokkrir sem eru að rækta þessar tegundir og besta leiðin fyrir þig er að fara á heimasíðu HRFÍ www.hrfi.is og kynna þér málið.\nÞað eru margir kostir við það að eiga hund eins og flestir hérna inni vita, lífstílinn verður heilbrigðari (mikið um útieru), þessu fylgir mikil ábyrgð og þú munt líklega koma til með að kynnast alveg fullt af frábæru fólki. Ég vona að þú munir koma til með að eignast hund og standa þig í öllu því sem því fylgir.\nkveðja zheelah"
        },
        {
            "user": "Pingvin",
            "user_id": "19866",
            "date": "2003-10-02 15:58:41",
            "id": "1295235",
            "reply_to_id": "1295224",
            "text": "Pabbi ætlaði sko ekki að leyfa mér að fá hund! ég suðaði bara þar til ég fékk einn :)"
        },
        {
            "user": "sykurpudinn",
            "user_id": "44454",
            "date": "2003-10-03 20:07:29",
            "id": "1295236",
            "reply_to_id": "1295224",
            "text": "oh my god…..akkru viltu fá Golden Retriever?\nvið höfum mikla reynslu af hundum (eigum 4 stykki)og Golden Retriever eru dáltitlir sóðar og við mælum með Chihuahau………..Litlir hundar sóða lítið út ;).\nsykurpúðarnir ;);)"
        },
        {
            "user": "sykurpudinn",
            "user_id": "44454",
            "date": "2003-10-03 20:14:53",
            "id": "1295237",
            "reply_to_id": "1295236",
            "text": "meinnti Chihuahua ekki CHIHUAHAU…hehe\nmomez us sagði alltaf Shívávi fyrst…hehe\n…púðarnir…"
        },
        {
            "user": "iice",
            "user_id": "39740",
            "date": "2003-10-03 23:15:14",
            "id": "1295238",
            "reply_to_id": "1295236",
            "text": "litlir hundar henta mér EKKI vel þeir fara í taugarnar á mér, ég hef áhuga á shceffer og retirever hundum ekki….ég hef áhuga á úti veru og vil gjarnan hafa eikkurn sem getur tekið þátt í því með mér !!!!!!"
        },
        {
            "user": "iice",
            "user_id": "39740",
            "date": "2003-10-03 23:26:37",
            "id": "1295239",
            "reply_to_id": "1295238",
            "text": "litlir hundar henta mér EKKI vel þeir fara í taugarnar á mér, ég hef áhuga á shceffer og retirever hundum ….ég hef áhuga á útiveru og vil gjarnan hafa eikkurn sem getur tekið þátt í því með mér !!!!!!***"
        },
        {
            "user": "AnnaKata",
            "user_id": "32373",
            "date": "2003-10-03 22:01:26",
            "id": "1295240",
            "reply_to_id": "1295224",
            "text": "jjjjaaaaa…. ég hef “unnið” í svipuðum máli\nen pabba langaði soldið í hund sjálfur…\nþað er bara að við búum í bokk þar sem “ MÁ ekki fá hund” eins og þú veist Inga karen…\nen ég fékk auðvitað hund!!!!!  :);):)"
        },
        {
            "user": "iice",
            "user_id": "39740",
            "date": "2003-10-03 23:34:45",
            "id": "1295241",
            "reply_to_id": "1295240",
            "text": "Ef að pabbi minn væri á heimilinu þá ætti ég pottþétt hund, hann dekrar mig so mikið að ég ætti kannski bæði scheffer og golden ;) en mamma er miklu erfiðari ! hún er so þrjósk !!! en ég fæ þrjóskuna frá henni og hún hefur margfaldast soldið mikið þannig að það er solldið spennó að sjá hver “vinnur” ;):);)\nkv.\n*IKaren*"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-10-10 20:34:18",
            "id": "1295242",
            "reply_to_id": "1295224",
            "text": "Ég á Íslenskan hund og mig langar mjög mikið í Pomeranian hund en mamma leifir mér það ekki hún segir alltaf þú átt hund en ég er bara að segja þér það það er ekki hægt að vinna í svona að suða um hund það er bara ekki hægt annars þá veit ég ekkert um einhvern ræktanda sem ræktar Golden Retrever hvernig sem maður skrifar þetta."
        }
    ]
}