{
    "forum_title": "Farsímar",
    "user": "BlackCode",
    "user_id": "29640",
    "date": "2003-10-02 23:51:55",
    "title": "Hvað á ég að velja???",
    "text": "Jæja núna kemur að því að maður ætlar að fara fá sér gemsa og ég ætlaði að gá hvort ég fengi hjálp hjá öðrum.\nÉg hef verið að pæla mikið í Nokia símum eins og Nokia 3310 hann er ódýr, fínt léttur og með nóg af plássi fyrir símanúmer.\nSvo eru gemsar með myndavél. Ég hef ekki prófað þetta MMS dæmi en það má alveg segja mér hver er svona léttasti, ódýrasti og flottasti síminn af myndavélasímunum.\nVinur minn að Nokia 3510 hann er ekki með litaskjá en samt góður með fínar hringingar og valmöguleika. Svo kemur Nokia 3510i ég held að hann sé með aðeins fleyri hringitóna en venjulegi 3510 síminn.\nÞetta er bara svona nett val milli síma sem mér finnst flottir.\nEf einhver hefur athugasemdir um val mitt svaraðu þá greininni eða sendu mér skilaboð. Og ef einhverjir mæla með öðrum ódýrari og betri síma.\nkv. djgmo (Gummi)",
    "url": "https://www.hugi.is/farsimar/greinar/169737/hvad-a-eg-ad-velja/",
    "url_id": "169737",
    "id": "1296803",
    "replies": [
        {
            "user": "Merkur",
            "user_id": "2800",
            "date": "2003-10-04 17:50:35",
            "id": "1296804",
            "reply_to_id": "1296803",
            "text": "Þú talar ekkert um hvort ´GSM kortið þitt sé frá Símanum eða og Vodafone. Það skiptir máli með verð og fleira.\nÞú hefur áhuga á MMS, og ég ætla að áætla að GSM kortið þitt sé hjá Símanum.\nÞá eru bestu kaupin í SonyEricsson T300 símanum. Hann er á 9980 og honum fylgdi myndavél. Ég veit bara ekki hvort hann sé til ennþá.\nSvo getur þú fengið SonyEricsson T310 með myndavél á 16980.\nMunurinn á T300 og T310 er að T310 er með hraðvirkara valmyndakerfi, þú getur skrifað íslenska stafi á hann og hann hefur innbyggða dagbók sem má “synca” við tölvu.\nT300 er með skiptanlegar framhliðar, sem T310 hefur ekki.\nNokia 3510 með svarthvítum skjá er ekki lengur seldur. Í stað hans kom 3510i sem er með litaskjá. Ansi snotur sími, en hann er ekki tengjanlegur við myndavél.\n´\nEf þú vilt síma með innbyggðri myndavél, þá er SonyEricsson T610 besti kosturinn. Hann kostar 34980 krónur, aðeins fyrir kort frá Símanum.\nSambærilegur Nokia sími er 7250, en hann er rúmlega 12 þúsund krónum dýrari en T610 og hefur minni skjá og ekki Bluetooth svo fátt eitt sé nefnt.\n´\nÁ næstunni er vona á nýjum símum, t.d. Motorola E365, sem verður ódýr sími með stórum skjá og innbyggðri myndavél. Þær verðhugmyndir sem ég hef séð erlendis benda til þess að hann verði undir 20 þúsund krónum hérna heima.\nSvona til að taka saman, þá mæli ég með SonyEricsson T310, en ef þú vilt hafa símann ódýrann, þá mæli ég með T300 símanum."
        },
        {
            "user": "FarmerJon",
            "user_id": "3219",
            "date": "2003-10-05 02:14:31",
            "id": "1296805",
            "reply_to_id": "1296804",
            "text": "SonyEricsson T610 er roooosalegur."
        },
        {
            "user": "egillfc",
            "user_id": "39305",
            "date": "2003-10-23 21:17:59",
            "id": "1296806",
            "reply_to_id": "1296804",
            "text": "Já ég er í svipuðum hugleiðingum og þú því ég er nýbúinn að týna mínum (Nokia 3310). Geggt pirrandi þarf að eyða peningunum mínum sem eru fáir í nýjann síma!"
        },
        {
            "user": "Fanzi",
            "user_id": "47512",
            "date": "2003-12-01 14:16:56",
            "id": "1296807",
            "reply_to_id": "1296804",
            "text": "maður á bara kaupa sér sony ericcson t300 af því að ég á svoleiðis síma\nPS: Hann er bestur, eða næst bestur, eða bara kannski er hann ekki neitt bestur."
        },
        {
            "user": "vorkipork",
            "user_id": "41660",
            "date": "2003-10-04 23:00:19",
            "id": "1296808",
            "reply_to_id": "1296803",
            "text": "Fáðu þér kort hjá símanim."
        },
        {
            "user": "BlackCode",
            "user_id": "29640",
            "date": "2003-10-05 00:16:37",
            "id": "1296809",
            "reply_to_id": "1296808",
            "text": "Er það eitthvað betra en OgVodafone?"
        },
        {
            "user": "Merkur",
            "user_id": "2800",
            "date": "2003-10-05 12:14:46",
            "id": "1296810",
            "reply_to_id": "1296809",
            "text": "Helstu kostir Símans umfram Og Vodafone eru meðal annars:\nÖflugara dreifikerfi: Og Vodafone viðskiptavinir reika oft inn á GSM kerfi Símans (og borga hærra verð fyrir) þegar þeir eru úti á landi.\nSíminn er með MMS\nOg Vodafone rekur eins og stendur 2 dreifikerfi og er að vinna í að sameina þau. Á meðan á þessari vinnu stenudur má búast við óþægindum fyrir notendur.\nVerðið. Það er dýrara að hringja milli kerfa en að hringja innan kerfis. Þessvegna er betra að velja það kerfi sem hefur fleiri notendur.\nBT GSM auglýsir til dæmis frábær verð, en þau gilda aðeins innan BT GSM númera, sem eru varla fleiri en 2000!"
        },
        {
            "user": "tero",
            "user_id": "14804",
            "date": "2003-10-05 18:10:29",
            "id": "1296811",
            "reply_to_id": "1296810",
            "text": "Ef þú ert að spá í myndavélasíma, þá er að mínu viti algjört “möst” að hafa myndavélina innbyggða, ekki sem aukahlut eins og í SE T310.  Ég myndi frekar bíða eftir Nokia 3200, innbyggð myndavél, útvarp, vasaljós og þú getur búið til þínar eigin myndir til að setja í fram og bakhliðarnar.  Kemur fyrir Jól skv. nokia.com, og verður eftir því sem ég hef heyrt á skynsamlegu verði."
        },
        {
            "user": "FarmerJon",
            "user_id": "3219",
            "date": "2003-10-08 07:17:30",
            "id": "1296812",
            "reply_to_id": "1296810",
            "text": "Merkur: Þó að Vodafone reiki inn á kerfi Símans,\nþá borga þeir samt áfram sömu verðskrá - hún\nverður ekkert hærri.\nVarðandi verðið þá er það eitthvað sem að fólk\nþyrfti að kynna sér betur.  Þegar TAL var uppi\nþá markaðsetti það svolítið mikið á ungt fólk -\nenda flest ungmenni sem ég þekki með TAL (Vodafone) númer.  En margir af eldra fólkinu sem ég þekki eru hjá Landssímanum.\nEn ef maður skoðar verðskránar bara innbyrðis,\nþá er Vodafone verðskráin ódýrari."
        },
        {
            "user": "Jogi7",
            "user_id": "31333",
            "date": "2003-10-08 21:18:43",
            "id": "1296813",
            "reply_to_id": "1296812",
            "text": "Ég get selt þér Sony Ericson T300 síma sem ég keypti fyrir 1 1/2 mánuði en hef bara ekkert við hann að gera. Hann er með 16 milljón lita myndavél,E-maili (getur sent og skoðað mail, en styður samt ekki hotmail), polyfonum, mms, grps, eitthverjum mörgum svæðum, litaskjá sem er nokkur hundruð þúsund lita, með þrem góðum leikjum      ( mini golf, casino leikur, og skotleikur, en svo getur þú náð í fleiri ef þú vilt!) Ég myndi bjóða þér hann á svona 7000 kr. með öllu dæminu. Hafðu samband ef þú hefur áhuga."
        },
        {
            "user": "FarmerJon",
            "user_id": "3219",
            "date": "2003-10-08 21:43:25",
            "id": "1296814",
            "reply_to_id": "1296813",
            "text": "Ehm já, átti þetta ekki að fara á einhvern annan\nen mig?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-11-26 23:13:02",
            "id": "1296815",
            "reply_to_id": "1296813",
            "text": "Ég get keypt bara myndavélina en ég á svona síma en á hvað myndiru selja mér myndavélina?"
        },
        {
            "user": "psycho",
            "user_id": "1791",
            "date": "2003-10-29 23:20:35",
            "id": "1296816",
            "reply_to_id": "1296810",
            "text": "nei merkur það er ekki hærra verð fyrir ef þú reikar inn á kerfi símans.\nEn landsímastarfsmenn segja það alltaf því að þeir halda að það sé betra að vera hjá símanum heldur en vodafone"
        },
        {
            "user": "psycho",
            "user_id": "1791",
            "date": "2003-10-29 23:22:44",
            "id": "1296817",
            "reply_to_id": "1296810",
            "text": "já og eitt sem ég gleimdi…\n…það er staðreind að þú hringir (nánast alltaf) lang lang mest í 1-2.\nhefur þú þann möguleika að hringja frítt í hann hjá símanum?\nfyrir utan það þá er verðskráinn hjá vodafone bara einfaldlega ódýrari"
        },
        {
            "user": "closed",
            "user_id": "7589",
            "date": "2003-10-06 11:01:14",
            "id": "1296818",
            "reply_to_id": "1296809",
            "text": "Ég á líka motorolla c330… hann er búinn að endast mér vel… þar geturu skipt um bæði aftur og bakhliðar en batteríið er hinsvegar fast í sem er gott að sumu leiti en að öðru ekki t.d. geturu ekki skipt um batterí þegar þér hentar en þegar síminn dettur í gólfið slokknar aldrei á honum :D. Annars er sá sími frekar hægur eins og sony ericsson t200. Hann er með gprs, ekki litaskjá, og blablabla\nSíminn er með þeim léttari en ég keypti minn fyrir 6 mánuðum síðan og þá bara rétt aðeins dýrari en hann er núna svo að ef ég væri að kaupa mér síma núna myndi ég fá mér sony ericsson (en hinsvegar suckar myndavélinn) það er bara massa sími fyrir lítinn pening. Ég myndi ekki kaupa mér flottasta og besta símann þegar þú getur keypt þér svoleiðis síma eftir 1-2 ár og þá helmingi ódýrari.\nAfsakið stafsetningarvillur ég þarf að flýta mér í tíma og hef ekki tíma til að lesa þetta allt yfir (allt gert í miklu flýti)"
        },
        {
            "user": "mariakj91",
            "user_id": "38475",
            "date": "2003-11-24 18:24:38",
            "id": "1296819",
            "reply_to_id": "1296809",
            "text": "Það eru mjög margir að kvarta undan ogvotafon símunum. ég á svona 3310 en mér finnst hann svo þungur, ég á líka svona símreikning hjá ogvotafon og ég finn fyrir pínulitlum truflunum sko………."
        },
        {
            "user": "ommig",
            "user_id": "12075",
            "date": "2003-10-06 19:18:08",
            "id": "1296820",
            "reply_to_id": "1296803",
            "text": "ég á nokia 3310\nhann er fínn þegar búið er að kaupa í hann li-in battery. Hitt kláraðist allveg um leið.\nHann verður líka léttari við það.\n3310 er klassískur og ÓDÝR"
        },
        {
            "user": "BlackCode",
            "user_id": "29640",
            "date": "2003-10-06 20:52:48",
            "id": "1296821",
            "reply_to_id": "1296820",
            "text": "já, ég er að spá í hann."
        },
        {
            "user": "psycho",
            "user_id": "1791",
            "date": "2003-10-29 23:24:19",
            "id": "1296822",
            "reply_to_id": "1296820",
            "text": "ef þú kaupir þér 3510i þá ertu kominn með li battery og þú ert með helling af fídusum í viðbót.\nog það besta 3310 og raflaða = 3510i"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-10-30 01:17:50",
            "id": "1296823",
            "reply_to_id": "1296822",
            "text": "þetta er samt eil aorðið fáránlegt þessi símaframleiðsla.. skofyrir sona 4 árum, að þá var það frétt þegar nokia gaf út síma, en núna vveit maður ekki hvad helmingurinn ef þessum símum eru…  og megnpartinn snýst það nýjasta i kringum einhverja leiki…\nfáðu þér síma sem u getur hringt úr og sennt sms, thats all :P"
        },
        {
            "user": "Bumbuliuz",
            "user_id": "534",
            "date": "2003-10-07 09:07:22",
            "id": "1296824",
            "reply_to_id": "1296803",
            "text": "Flottasti myndavélasíminn er án efa Samsung V200, ég á hann sjálfur og það er ekki hægt að fá nóg af honum keyptu hann.\nÞetta er bara málið:\nhttp://www.bt.is/BT/GSM/GSM_simar/Samsung+SGH-V\n200.htm"
        },
        {
            "user": "Bumbuliuz",
            "user_id": "534",
            "date": "2003-10-07 18:22:11",
            "id": "1296825",
            "reply_to_id": "1296824",
            "text": "Ég fékk mér Sony Ericsson T610 um daginn, snilldar sími mæli sterklega með honum. Skjárinn er brill"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-10-10 23:28:41",
            "id": "1296827",
            "reply_to_id": "1296803",
            "text": "Ef ég væri þú þá myndi ég ekki kaupa síma með myndavél. Það er miklu betra að kaupa bara stafræna myndavél og hafa hana bara til að taka myndir. Þessar myndavélar í símunum eru oft lélegar og það er oft ekki hægt að prenta þær út eða hafa þær í tölvunni. Þær eru líka svo litlar að það sést varla á þær.\nEn ég skal hætta með leiðindin. Símarnir sem ég mæli með eru:\n- Nokia 5100\nHann er flottur, góður, með litaskjá en\ndáldið dýr.\n- Nokia 3510 og 3510i\nÞessir símar eru eiginlega eins annar er bara með litaskjá. Þeir eru líka gegt flottir.\n- Og svo er einn sem ég veit ekki hvað heitir. Það er ekki Nokia. Hann er MJÖG ódýr en samt alltílagi. Hann er flottur að utan og með polytónum. það fylgir myndavél með honum (hún er ömurleg)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-10-10 23:28:41",
            "id": "1296826",
            "reply_to_id": "1296803",
            "text": "Ef ég væri þú þá myndi ég ekki kaupa síma með myndavél. Það er miklu betra að kaupa bara stafræna myndavél og hafa hana bara til að taka myndir. Þessar myndavélar í símunum eru oft lélegar og það er oft ekki hægt að prenta þær út eða hafa þær í tölvunni. Þær eru líka svo litlar að það sést varla á þær.\nEn ég skal hætta með leiðindin. Símarnir sem ég mæli með eru:\n- Nokia 5100\nHann er flottur, góður, með litaskjá en\ndáldið dýr.\n- Nokia 3510 og 3510i\nÞessir símar eru eiginlega eins annar er bara með litaskjá. Þeir eru líka gegt flottir.\n- Og svo er einn sem ég veit ekki hvað heitir. Það er ekki Nokia. Hann er MJÖG ódýr en samt alltílagi. Hann er flottur að utan og með polytónum. það fylgir myndavél með honum (hún er ömurleg)"
        },
        {
            "user": "lolla",
            "user_id": "4610",
            "date": "2003-10-12 18:18:09",
            "id": "1296828",
            "reply_to_id": "1296803",
            "text": "ég á Siemens A800.. Illa nettur sími, þó það sé ekki myndavél né litaskjár þá er hann alveg massa kúl skal ég segja þér…. 20.000 kall, ágætis verð! ;)"
        },
        {
            "user": "mariakj91",
            "user_id": "38475",
            "date": "2003-10-15 15:03:11",
            "id": "1296829",
            "reply_to_id": "1296803",
            "text": "Nokia 3310 er ekki mjög léttur finnst mér en það er víst bara mín skoðun því ég hef spurt mjög marga en það er víst bara ég sem finn það!"
        },
        {
            "user": "sata",
            "user_id": "8294",
            "date": "2003-10-17 22:27:34",
            "id": "1296830",
            "reply_to_id": "1296803",
            "text": "EKKI FÁ ÞÉR MEÐ MYNDAVÉL ÞAÐ EYÐIR BATTERÍINU ÓEÐSLEGA…..Bróðir minn á þannig og þarf alltaf að hlaða hann"
        },
        {
            "user": "Shadow_Of_Castiel",
            "user_id": "10379",
            "date": "2003-10-19 17:36:20",
            "id": "1296831",
            "reply_to_id": "1296830",
            "text": "nokia 6610 eru bestu gemsani"
        },
        {
            "user": "rakelg",
            "user_id": "36355",
            "date": "2003-10-19 21:09:25",
            "id": "1296832",
            "reply_to_id": "1296803",
            "text": "6610 eru góði"
        },
        {
            "user": "zeeta",
            "user_id": "28730",
            "date": "2003-10-21 17:58:45",
            "id": "1296833",
            "reply_to_id": "1296803",
            "text": "Ég var að fá mér NOKIA 3510i og er að hlaða hann núna. Hann er mjög flottur, keypti kort hjá símanum og mæli sko með því að þú gerir það… Þá er auðveldara að hringja út á landi, þú getur sent myndskilaboð(MMS) og haft svona nýja Pólýtóna, þetta er ekki hægt hjá Vodafone… og heldur ekki ef síminn þinn er ekki MMS og pólýtónasími…"
        },
        {
            "user": "zeeta",
            "user_id": "28730",
            "date": "2003-10-21 17:59:44",
            "id": "1296834",
            "reply_to_id": "1296833",
            "text": "Gleymdi að segja að það virðist vera ódýrara að vera hjá símanum…upp á innegnina og svoleiðis.."
        },
        {
            "user": "egillfc",
            "user_id": "39305",
            "date": "2003-10-23 21:19:36",
            "id": "1296835",
            "reply_to_id": "1296834",
            "text": "Hvernig er hægt að vera ódýrara að vera hjá símanum tengd inneigninni. Ertu kannski að meina að sms og símtöl séu ódýrari!"
        },
        {
            "user": "Snaea",
            "user_id": "31531",
            "date": "2003-10-24 18:47:17",
            "id": "1296836",
            "reply_to_id": "1296835",
            "text": "ég er einnig að spá í að kaupa mer síma…er með nokia 3330 núna sem er alveg finn, battaríið er ennþá mjög fínt og allt en mig bara langar svo míkið í eitthvað nýtt…\njæja. ætla samt að bíða þangað til ég fer út í desember svo að ég get nótað öll kort bara frjáls eins og mig langar. Ég vildi reynda kaupa nokia 7250 í sumar því mér finnst hann rosa flottur en hann var uppseldur!\nNúna er ég að spá í Ngage, ég meina hann er jafnvel ódýrari!\nHvað á ég að gera?"
        },
        {
            "user": "HinniBinni",
            "user_id": "41558",
            "date": "2003-10-26 09:23:58",
            "id": "1296837",
            "reply_to_id": "1296803",
            "text": "Fáðu þér 3510i hann er:með litaskjá,Polyfoníska hringitóna,stórt minni,síminn sjálfur er ekkert stór heldur og hann er léttur…"
        },
        {
            "user": "skyhawk",
            "user_id": "16997",
            "date": "2003-11-26 22:17:19",
            "id": "1296838",
            "reply_to_id": "1296803",
            "text": "Nú eru komnir nokkrir skemmtilegir kostir ef þú villt síma með myndavél.\nNokia 7250i góður sími svolítið dýr.\nNokia 6600 frábær sími en líka dýr.\nSamsung E700 meiriháttar en líka dýr.\nNokia 3200 góður sími á góðu verði.\nSony Ericsson T610 góður en dýr.\nÉg mæli með áskrift hjá Vodafone þeir eru komnir með gott dreifikerfi og mjög góða verðskrá sem er allavega ódýrari en hjá okraranum Símanum GSM."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-11-26 23:08:14",
            "id": "1296839",
            "reply_to_id": "1296803",
            "text": "ég var að kaupa mér sony ericsson t300 og hann er rosalegur en það fylgdi ekki með myndavél:(  en það er rosamikið að valmöguleikum í honum og batterðíið er gott. En það eru samt dáldið fáir litir á skjánnum sem skiptir reyndar ekki miklu máli en samt gott að hafa marga liti. En ég held líka að þetta hafi verið seinasti þannig sími í búð á öllu landinu en svo held ég líka að það komi fleirri bráðum."
        },
        {
            "user": "Hlynzi",
            "user_id": "21838",
            "date": "2003-11-27 22:45:24",
            "id": "1296840",
            "reply_to_id": "1296803",
            "text": "Ég mæli með SonyEricsson T68i. Það er verulega góður sími, ég og bróðir minn eigum báðir þannig, og hann svínvirkar. Kostar 20 þúsund kall. Með öllu sem maður þarf að mínu mati, og ég hef sett myndir á hann með ferðatölvunni minni."
        },
        {
            "user": "kogga",
            "user_id": "33463",
            "date": "2003-12-01 23:11:56",
            "id": "1296841",
            "reply_to_id": "1296803",
            "text": "ömm ég myndi bara kaupa mér svona högg og vatnsheldan held ég 5110 nokia ég á þannig og hann er mjög góður.."
        }
    ]
}