{
    "forum_title": "Rokk",
    "user": "MesserSchmitt",
    "user_id": "33983",
    "date": "2003-10-02 21:03:19",
    "title": "My morning jacket !!!!!",
    "text": "Ok, VÁ !!!! Ég fór á Foo Fighters tónleikana í ágúst, og þeir sem þangað fóru muna örugglega eftir My morning jacket sem hituðu upp fyrir þá. Tónlist þeirra og sviðsframkoma hafði rosaleg áhrif á mig og minnkaði áhuga minn á FF (Ekki mikið samt)\nNú hef ég skoðað smá af upplýsingum og ætla að deila þeim með ykkur.\nHljómsveitina skipa þeir: Jim James (söngvari)(hann semur líka lögin), Johnny Quaid (gítar), Two-Tone Tommy (bassi), Danny Clash (hlómborð) og Patrick Hallahan (trommur) Þeir koma allir frá Louisville í Kentucky.\nSaman skapa þessir menn slíka tilfinningu hjá hverjum sem á þetta hlustar að maður veit ekki hvernig maður á að bregðast við. Þetta minnir svolítið á Sigurrós en er nokkuð rokkaðara og er þetta einskonar rokk/indi tónlist sem skapar frábæra upplifun.\nTékkið á þessum síðum (Það eru nokkur lög til að hlusta á)\nhttp://www.mymorningjacket.com\nhttp://www.epit\nonic.com/artists/mymorningjacket.html\nhttp://www.ium\na.com/IUMA/Bands/My_Morning_Jacket/index-0.html",
    "url": "https://www.hugi.is/rokk/greinar/169710/my-morning-jacket/",
    "url_id": "169710",
    "id": "1296379",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2003-10-03 12:49:33",
            "id": "1296380",
            "reply_to_id": "1296379",
            "text": "já, fílaði þessa hljómsveit í tætlur… áður enn Foo Fighters stigu á svið, annars massagóð hljómsveit"
        },
        {
            "user": "doddolfur",
            "user_id": "30893",
            "date": "2003-10-03 12:57:28",
            "id": "1296381",
            "reply_to_id": "1296379",
            "text": "Vá ég er alveg hreint 110 sinnum fróðari núna…..ehhh…….\nMy morning Jacket:\nJæja eins og kommúnista elskarinn sagði fyrr hér í grein sinni þá er þetta 5 manna band og já hljómsveitina skipa: Jim James (söngvari), Johnny Quaid (gítar), Two-Tone Tommy (bassi), Danny Clash (hljómborð) og Patrick Hallahan (trommur). Og jú mikið rétt, þeir koma allir frá Louisville í Kentucky.\nÞessi hljómsveit byggðist eiginlega upp allt í kringum hæfileikaríka lagahöfundinn og söngvarann Jim James. Hljómur þeirra er einnmannalegur, grípandi og svolítið country á tímum (má sérstaklega heyra á plötunni At Dawn).\nSöngvarinn Jim James er einnig talinn ná í gamla áhrifavalda svosem “Neil Young”, en í leiðinni einnig nútíma áhrifavalda eins og “Flaming Lips” og “Wayne Coyne”.\nMy morning Jacket eru líka duglegir við að nota allskonar sound og reverb dæmi, sérstaklega á söngnum og ná oftast að smella þessu mjög vel saman.\nFyrsta plata My morning Jacket : “The Tennessee Fire” kom út í maí 1999 og inniheldur heil 15 lög. Plötunni var tekið mjög vel og veitti þeim vinsældir ekki aðeins í Ameríku heldur einnig í Evrópu.\nNæsta plata þeirra: “At Dawn”, var ekki síður góð og sömu snilldar lagagerðir á henni. Hún kom út í Apríl 2001. Þar er að finna smellina “Death is the easy way” og “Lowdown” . Og svo auðvitað mikið mikið meira af góðu efni….\nNú þeir voru einnig að enda við að gefa út nýja plötu sem kom út 9 september. 2003: “It Still Moves”. Sem inniheldur alla þessa snilldar smelli sem þeir tóku í höllinni. Af mínu mati finnst mér “Run thru” og “One Big Holiday” bestu smellirnir á þessari skífu.\nEf ég myndi greina My morning Jacket yfir á tónlistarstíl myndi ég segja Indie Rock, en þeir lýsa þessu svona: “not indie rock, just beautifly classic Americana music.”\nAllaveganna hvað sem það er þá er það frábært.\nÞað hefur verið sýnt My morning Jacket áhuga í þýskalandi á að gera heimildarmynd, veit ekki alveg nóg og mikið um þetta þanni að kannski þegi ég bara……..\nMy morning Jacket er búin að ferðast mikið um Evrópu og Ameríku og gaf sér sinn tíma og komu hingað til Íslands sem var frábært og ég ætla rétt að vona að ég sjá þessa drengi á sviði aftur."
        },
        {
            "user": "doddolfur",
            "user_id": "30893",
            "date": "2003-10-03 13:36:02",
            "id": "1296382",
            "reply_to_id": "1296381",
            "text": "“Jæja eins og kommúnista elskarinn sagði”…..\nMá hann ekki vera kommúnisti án þess að þú minnist á það?\nÁ ég að fara að segja:\nEins og kapítalisma elskarinn doddolfur sagði\", ef þú ert hlynntur kapítalisma?\nNei….Slepptu þessu!"
        },
        {
            "user": "doddolfur",
            "user_id": "30893",
            "date": "2003-10-03 13:55:27",
            "id": "1296383",
            "reply_to_id": "1296382",
            "text": "Slimshady, þú ert að miskilja kaldhæðni mína í þessu orði. Jú jú auðvitað má hann vera sinn mikli kommúnisti í friði ég var svosem ekkert að setja út á það. Ég meina það er augljóst að maðurinn elskar kommúnismann.\nÉg sé svosem ekkert sem kommúnisminn hefur gert betra fyrir heiminn. Og nei ég er ekki kapítalismi. Það er svo fyndið að allir þessir gervi kommar, sem ganga um með myndir af Che og svona je heví töff sko, eru einmitt í leiðinni að sinna kapítalisma. Einmitt bara eins og allir þessir Che guevara bolir. Þetta er bara fjöldaframleitt drasl. Hvað helduru að Che guevara mundi í alvöru segja ef hann væri upp í dag, horfandi á fólk vera fjöldaframleiða sjálfan sig á bol. Hann yrði kolvitlaus….."
        },
        {
            "user": "doddolfur",
            "user_id": "30893",
            "date": "2003-10-03 13:59:44",
            "id": "1296384",
            "reply_to_id": "1296383",
            "text": "True, en samt. Ég hef það á tilfinningunni að Messer sé aðeins meira en gervikommúnisti og held að hann megi bara vera það í friði."
        },
        {
            "user": "doddolfur",
            "user_id": "30893",
            "date": "2003-10-03 14:15:17",
            "id": "1296385",
            "reply_to_id": "1296384",
            "text": "Já það er reyndar satt hjá þér slimshady….. Ég gef honum credit fyrir að vera að taka þetta alvarlega…….Það er miklu meira heldur en sumir nenna……sumir segja lifi kommúnismi lifi kommúnismi en vita ekki neitt…….En messer er allaveganna að meina eitthvað með þessu……..\nAllaveganna sorrí Messer, ekkert illa meint…no hard feelings here……Gott hjá þér að byrja með þessa grein ;)"
        },
        {
            "user": "LazerbeamJesuz",
            "user_id": "23508",
            "date": "2003-10-03 14:01:37",
            "id": "1296386",
            "reply_to_id": "1296383",
            "text": "jæja vilji þið ekki frekar færa þessa umræðu á stjórnmál eða eikkað…en allavega mér fannst My morning jacket geðveikt góðir…svo voru þeir líka svo cool, með sítt hár og svona rokkaðir."
        },
        {
            "user": "MesserSchmitt",
            "user_id": "33983",
            "date": "2003-10-04 01:02:16",
            "id": "1296387",
            "reply_to_id": "1296381",
            "text": "Já, sorrý….. Ég var að skrifa þetta í tíma ogvar neyddur til að hætta…\nHeimildarmyndin var gerð í Belgíu, mynnir mig, allavega var það eitt af Benelux-löndunum sem gerði þessa heimildarmynd, enda er mestur áhugi af þessari hljómsveit í Evrópu spruttinn frá Benelux-löndunum (Fyrir þá sem ekki vita eru Benelux-löndin: Belgía, Hollands og Lúxumborg)\nÉg er kommúnisti… Er þáð slæmt ? Er slæmt að vilja eyða fátækt á kostnað manna sem eiga svo mikinn pening að þeir hafa varla möguleika á að eyða honum ?\nEn ég ætla ekki að fara að tala um pólitík hérna, það eru önnur áhugamál fyrir það hér á Huga ('eg ráðlegg þér að gera það sama)"
        },
        {
            "user": "Sunbeam",
            "user_id": "5207",
            "date": "2003-10-03 13:43:09",
            "id": "1296388",
            "reply_to_id": "1296379",
            "text": "Ég er mikið sammála þér, Foo Fighters eru náttla alltaf Foo Fighters, en ég mun alltaf minnast fyrst þessara tónleika fyrir að hafa uppgötvað My Morning Jacket…Þeir voru svo magnaðir!"
        },
        {
            "user": "hangover",
            "user_id": "35470",
            "date": "2003-10-03 13:47:30",
            "id": "1296389",
            "reply_to_id": "1296379",
            "text": "Frábær hljómsveit!"
        },
        {
            "user": "Shure",
            "user_id": "42598",
            "date": "2003-10-03 16:52:46",
            "id": "1296390",
            "reply_to_id": "1296379",
            "text": "úje ég talaði við alla gauranna úr My morning jacket. Þerir voru bara skemmtilegustu gaurar!"
        },
        {
            "user": "doddolfur",
            "user_id": "30893",
            "date": "2003-10-03 17:21:07",
            "id": "1296391",
            "reply_to_id": "1296390",
            "text": "Hehehe…….hey shure hvaða brandara sagðiru þeim???"
        },
        {
            "user": "Goalkeeper",
            "user_id": "16530",
            "date": "2003-10-03 19:14:57",
            "id": "1296392",
            "reply_to_id": "1296379",
            "text": "Ég naut þess ekki að horfa á þá spila á FF"
        },
        {
            "user": "Splitz",
            "user_id": "13993",
            "date": "2003-10-03 19:36:56",
            "id": "1296393",
            "reply_to_id": "1296379",
            "text": "WHAT THE FUCK ??\nÉg er ekki að fatta fólk, þetta var lélegasta tónlist sem ég hef heyrt !"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-10-03 21:55:44",
            "id": "1296394",
            "reply_to_id": "1296379",
            "text": "Góóóóóóóóóð hljómsveit. Hitaði mann vel upp fyrir Foo Fighters. Vil sjá meira frá þeim í framtíðinni. Góóóóóðir!"
        },
        {
            "user": "bls",
            "user_id": "9477",
            "date": "2003-10-04 12:40:27",
            "id": "1296395",
            "reply_to_id": "1296379",
            "text": "Ég er alveg sammála þessu.  Þegar ég sá þá á foo fighters tónleikunum þá missti ég andan, þeir eru alveg geggjaðir!\nÉg get sagt í hreinskilni að mér fannst bara leiðinlegt á foo fighters, my morning jacket áttu hug minn og hjarta gjörsamlega alla tónleika, og ennþá - ég get ekki gleymt þeim, mig langar ekki að gleyma þeim! Mér finnst þeir alveg frábærir! :D\nAhh, ég verð að kaupa mér diska!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-10-06 21:53:11",
            "id": "1296396",
            "reply_to_id": "1296395",
            "text": "Bah, þá tek ég sko frekar sigurrós yfir svona gutta… Nei nei, hlakkar líka mjög til að heyra í þeim, þótt ég gerðist það heppinn að sleppa við Foo Fighters\nJako"
        },
        {
            "user": "hilla88",
            "user_id": "38274",
            "date": "2003-10-04 23:02:19",
            "id": "1296397",
            "reply_to_id": "1296379",
            "text": "Djölfull er ég sammála ykkur, þessi hljómsveit er allveg æðislega góð og spilar klikkaða tónlist…fallega spilað og góð tónlist.. ég já tók sko fyrst eftir þeim á ff en var búinn að kynna mer tónlist þeirra áður… og leist allveg rosalega vel á hana… á fullt af lögum í tölfunni,, en er svonna að spá í að fá mér einn disk,,, þetta eru stráka að mínum skapi"
        },
        {
            "user": "stjanistud",
            "user_id": "8873",
            "date": "2003-10-05 23:56:15",
            "id": "1296398",
            "reply_to_id": "1296379",
            "text": "Já shit hvað þeir eru góðir maður. Ég er búinn að ná í nokkur lög þar á meðal eru snilldar lögin: Bermuda Highway, Evelyn is not real og Rocketman (sem er reyndar cover). Eins og ég sagði þá eru þetta algjör snilldarlög.\nÞeir voru massívir á tónleikunum og alveg ótrúlega samstilltir á sviðinu og voru greinilega að fíla þetta í botn. En veit einhver hvað lögin sem þeir tóku á tónleikunum heita?\nEn fyrst að ég er að skrifa þetta þá ætla ég að nota tækifærið (þótt það hafi örugglega einhverjir sagt þetta annarsstað) og segja hvað Vinyll voru ömurlegir á þessum tónleikum. Hverjum datt í hug að fá þetta band til að spila?\nÞeir eru svo ótrúlega hugmyndasnauðir þar sem lögin þeirra eru öll svipuð eða bara alveg eins.\nEn My Morning Jacket bættu þá svo sannarlega upp og svo voru náttúrulega Foo Fighters geðveikir."
        },
        {
            "user": "BongoKazmir",
            "user_id": "34194",
            "date": "2003-10-06 10:30:09",
            "id": "1296399",
            "reply_to_id": "1296379",
            "text": "Bú bú ba ba! M.M.J. eru lélegasta hljómsvet í heiminum! ef ég væri ekki hestur og gæti sagt eitthvað annað en “hneggj hneggj” þá mundi ég úthella úr skálum reiði minnar yfir ykkur!!!\nBévaðir djöfladýrkendur! Fuss og svei!"
        },
        {
            "user": "MesserSchmitt",
            "user_id": "33983",
            "date": "2003-10-06 10:59:22",
            "id": "1296400",
            "reply_to_id": "1296399",
            "text": "Það er fólk eins og þú sem sína hversu einhæfar manneskjur eru til…."
        },
        {
            "user": "BongoKazmir",
            "user_id": "34194",
            "date": "2003-10-07 08:05:22",
            "id": "1296401",
            "reply_to_id": "1296400",
            "text": "það er einmitt málið, ég er ekki til!! Ég er frá!\nAAAAAAAAAAAAAA  PÚFF!!! Batmann………."
        },
        {
            "user": "BongoKazmir",
            "user_id": "34194",
            "date": "2003-10-06 10:31:36",
            "id": "1296402",
            "reply_to_id": "1296379",
            "text": "KISS RÚLA!!"
        }
    ]
}