{
    "forum_title": "Skóli",
    "user": "HannaLitla",
    "user_id": "37715",
    "date": "2003-10-02 00:46:42",
    "title": "Eru kennarar alltaf hæfir í sitt starf!?",
    "text": "Í byrjun skólaársins 2002-2003 fékk ég hræðilegan íslensku/dönskukennara sem vissi ekki einu sinni hvernig maður getur fundið út hvort stafur er sérhljóði eða samhljóði. Þessi kona átti að undirbúa nemendur unglingastigs skólans míns fyrir þyngra íslenskunám í framtíðinni!! Ég var mjög ósátt við þig þetta og talaði við stjórn skólans þar sem ég bæði sagði skólastjórnendum að ég réði líklega betur við kennslu námsefnissins en sjálfur kennarinn auk þess sem helmingur tímans fór í feluleik. Í bókstaflegri merkingu!\nÞessi kona fékk uppsagnarfrest á grundvelli þess að hún stæði ekki nógu vel að sér í námsefninu til þess að geta kennt það. Hún sagði upp og hætti. Í stað hennar fengum við sæmilegan dönskukennara og FRÁBÆRA konu til kennslu í íslensku.\nÉg var einnig með annan kennara í fyrra sem kenndi mér 3 greinar (starfsfræðslu, samfélagsfræði & trúarbragðafr.) og virtist ekki ráða við kennsluna. Sú kona hafði reyndar vitið en hafði ekki gott lag á okkur nemendunum. Hinir mestu snilingar geta stundum ekki kennt. Því miður.\nHún hafði tamið sér alveg hrikalega og óskiljanlega glósutækni sem enginn hugsandi hugur gat lesið úr. Einnig átti hún það til að taka nemendur fyrir. Hún kippti t.d. stólum undan 3 manneskjum, þverneitaði fyrir það í áheyrn fullorðinna (jafnvel þó að hún vissi að heill bekkur hefði hoft á atburðinn) en afsakaði sig svo í bak og fyrir þegar enginn fullorðinn var nærri. Hún gaf sumum punkta án nokkurs tilefnis, hún reif kjaft og ásakaði nemendur um samsæri í þeim tímum sem við höfðum hljóð og vörum góð.\nYfir þessarri konu kvartaði allt unglingastigið í skólanum en skólanefndin sló málinu alltaf á frest..\nSegið mér eitt, er þetta í lagi?",
    "url": "https://www.hugi.is/skoli/greinar/169732/eru-kennarar-alltaf-haefir-i-sitt-starf/",
    "url_id": "169732",
    "id": "1296699",
    "replies": [
        {
            "user": "frodi",
            "user_id": "31723",
            "date": "2003-10-02 15:02:47",
            "id": "1296700",
            "reply_to_id": "1296699",
            "text": "nei alls ekki,þetta er fáránlegt!!!!!!"
        },
        {
            "user": "HilmarTh",
            "user_id": "9740",
            "date": "2003-10-02 15:12:22",
            "id": "1296701",
            "reply_to_id": "1296699",
            "text": "“Hún sagði upp og hætti” Já…:D\nEn þetta á ekki að viðgangast. Ég var með kennara í 8. bekk sem hrækti ufan í varasálva box hjá bekkjarsystur minni og lét hana fá hann aftur og spurði hvort hún myndi ekki hugsa sig tvisvar um hvort hún drægi þetta aftur upp. :D"
        },
        {
            "user": "Deathrock",
            "user_id": "30603",
            "date": "2003-10-02 15:21:07",
            "id": "1296702",
            "reply_to_id": "1296699",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": "Unakidman",
            "user_id": "32936",
            "date": "2003-10-02 16:01:07",
            "id": "1296703",
            "reply_to_id": "1296702",
            "text": "Váá…þessi lýsing er nákvæmlega eins og lýsingin við kennaran okkar!!\nHún heitir Svanhildur og er að kenna okkur núna í tvo mánuði vegna þess að kennarinn okkar er í barneignafríi,en allavega hún er sko ALGJÖRLEGA á móti okkur!!\nSendi  mig að óþörfu til skólastjórans og er alltaf að móðga mann…segja maður sé latur,svo segir hún ,þar sem við erum að fara að taka samrændu prófin bráðum,að við eigum pottþétt eftir að fá MJÖG lágt á prófum!!\nÞetta er bara móðgun og við erum að BRJÁLAST Á HENNI!!\nEf Rúnar,kennarinn okkar les þetta.KOMDU AFTUR!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!! !!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!"
        },
        {
            "user": "Thorin",
            "user_id": "10897",
            "date": "2003-10-02 15:22:08",
            "id": "1296704",
            "reply_to_id": "1296699",
            "text": "Úff ég veit ekki hversu oft svona hefur komið fyrir bekkina mína að þola eitthvað frá kennaranum, en síðan neitar kennarinn alla sök."
        },
        {
            "user": "olla55",
            "user_id": "33197",
            "date": "2003-10-02 17:11:42",
            "id": "1296705",
            "reply_to_id": "1296699",
            "text": "Nei, ekkert í lagi við þetta. Einn kennarinn minn tróð einu sinni randaflugu upp í einn strák, svo er einn sem er alltaf fullur í skólanum, og svo er ein gömul kelling og gamall kall sem eru saman(að halda framhjá, og fara alltaf í frímítúnum út í bíl að kela. Er þetta eðlilegt maður..held ekki…"
        },
        {
            "user": "HypnoToad",
            "user_id": "28901",
            "date": "2003-10-02 17:20:07",
            "id": "1296706",
            "reply_to_id": "1296699",
            "text": "Í 9. bekk lenti ég nú í versta kennara sem ég veit um. Hún kenndi stærðfræði, en var ekki einu sinni menntaður kennari. Hún kunni efnið illa og oft bara alls ekki! Það sem hneikslaði mig samt mest var að það kom fyrir að hún þurfti að fá svör hjá mér og fleiri sem gátu leist dæmi sem hún gat sjálf ekki leist!! Við kláruðum ekki nema rúmlega hálfa bókina og þurftum að eyða byrjuninni á næsta vetri til að klára að fara yfir efnið sem við fórum á mis við árið áður."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2003-10-02 18:29:46",
            "id": "1296707",
            "reply_to_id": "1296699",
            "text": "Veit einhver um starfsstétt sem í eru eingöngu einstaklingar starfi sínu vaxnir? Það stór efa ég.\nKennarar eru jafn misjafnir og þeir eru margir. Og eins og þú bendir réttilega á geta hinir mestu snillingar verið lakir kennarar."
        },
        {
            "user": "HannaLitla",
            "user_id": "37715",
            "date": "2003-10-02 19:11:09",
            "id": "1296708",
            "reply_to_id": "1296707",
            "text": "Auðvitað hæfa ekki allir sínu starfi.. það var kannski svolítið asnalegt að spyrja að því.\nEn það sem ég vildi í raun koma á framfæri var það að það eru svo margir kennarar sem hæfa sínu starfi ENGAN veginn.\nKennarar er fólkið sem gegnir þeirri skyldu að hjálpa til við undirbúning okkar fyrir lífið (hvort sem hann er í kennslubók eða ekki) og þeir að vera okkur góðar fyrirmyndir.!\nÍ mörgum tilfellum getur verið að kennarinn sé einfaldlega ekki að kenna rétta fagið og það er yfirleitt hægt að bæta úr því. Í þeim tilfellum þar sem það er ekki málið finnst mér að kennarar eigi að endurskoða atvinnumöguleika sína..\np.s.Mér finnast kennarar ómissandi og vil með engu móti að t.d. tölvu gangi í stað þeirra. Ef ég fengi nokkru ráðið væru kennarar með hæstlaunaða fólki í þjóðfélaginu, því hvar væru nú stjórnmálamenn, lögfræðingar og læknar ef ekki væri fyrir kennara?\nVildi bara koma þessu að ef einhverjum dytti það í hug að ég hef eitthvað á móti kennurum =)"
        },
        {
            "user": "annapotter",
            "user_id": "34019",
            "date": "2003-10-02 19:50:35",
            "id": "1296709",
            "reply_to_id": "1296699",
            "text": "Í fyrra var ég í 6. bekk. Og umsjónarkennarinn var ömurlegur.\nAllir í bekknum HÖTUÐU hann beinlínis.\nHann sagði okkur að halda kjafti og bókaðu okkur fyrir allt.\nSvo þegar einn strákur var alltaf að kýla okkur stelpurnar þá talaði hann meira að segja ekki við foreldra en gerði minnstu mál að einhverju…\nAllavega held ég að það sé ekki gott að vera með kennara sem maður hatar því að þá er maður alltaf að hugsa hvað allt sé leiðinlegt…\nVinkona mín sem er mjög góður námsmaður lenti t.d. svolítið í þvi…\nEn allavega\nBless bless\n-AnnaPotte"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-10-02 20:38:33",
            "id": "1296710",
            "reply_to_id": "1296699",
            "text": "Heh… af þessu heyrist mér að kennararnir hafi afskaplega mikið skap. En hefur einhver lent í því að kennarinn sé alveg gjörsamlega snarklikkaður? Systir mín lenti í saumakennara sem sagðist hafa verið tekin af geimverum á Miklubraut, batt nemendur við stóla þegar henni fannst hann eitthvað grunsamlegur og eitthvað álíka…svo er það náttúrulega þegar þau eru með eitthvað furðulegt skap, berja bókum í borðið aðra stundina og tala óskup rólega hina.\nFurðulegt fólk, kennarar…\nkv.\nIndiya"
        },
        {
            "user": "paskalilja",
            "user_id": "30573",
            "date": "2003-10-02 20:41:00",
            "id": "1296711",
            "reply_to_id": "1296699",
            "text": "Kennarinn minn er ekki hæfur í starf sitt, sko stærðfræðikennarinn minn, hún er brjáluð, það eru allir hræddir við hanan og hún leggur nemendur sína í einelti, hún er alvarlega brjáluð !!!"
        },
        {
            "user": "DevilGirl",
            "user_id": "36345",
            "date": "2003-10-02 21:11:21",
            "id": "1296712",
            "reply_to_id": "1296699",
            "text": "Ok..Þarf að segja frá stærðfræðikennaranum mínum! Hún  er ýkt góður stærðfræðikennari og getur verið mjög hress og allt það en egó!! hún er að deyja úr egói! Svo um daginn þá var búið að stela einhverjum svörum úr einhverri möppu frá henni og það var sko 10.bekkingar sem gerðu það en ég er í 9. og hún sagði: “ég veit alveg að svona hlutur fer ekkert fram hjá neinum í skólanum þetta fréttist alltaf”. og klukkan var orðin 1 mínútu í hálf 10 og hún var að SKAMMA okkur og HÓTA okkur að ef hún fengi ekki þetta í hendurnar fyrir einhvern ákveðinn dag þá mundi hún vera leiðinleg og ömurleg við okkur það sem eftir væri af skólanum!\nog við nátturlega bara: já…uu við vitum ekkert um þetta..\nSvo hringdi bjallan og einn strákur steig EITT SKREF til hliðar og HÚN KLIKKAÐIST!!! sagði okkur að SETJAST og þegja!\nSvo sagði hún strax á eftir: \"Drulliði ykkur út!Fíflin ykkar!\nYou ain't seen nothing yet (kann því miður ekki að skrifa þetta)\nEn sorry hvað þetta var langt bara varð að segja þetta…\nkveðja"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-10-03 08:27:50",
            "id": "1296713",
            "reply_to_id": "1296699",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": "FrostyBiatch",
            "user_id": "42359",
            "date": "2003-10-06 13:55:06",
            "id": "1296714",
            "reply_to_id": "1296699",
            "text": "já, enn ein sona saga :Þ ýkt langt en lesa etta:\nsmíðakennarinn minn er þekktur fyrir að vera brjálaður kaggl.. hannn lokar oft krakki inni í einhverju sona litlu herbergi með glerhurð:) þera ég var í 1-3 bekk örugglega voru 3 krakkar eikkað að fíbblast og hann tók þá bara og læsti þá þaddna inni, ei stelpan var bara hágrenjandi og so einn strákurinn girti nú bara niður sig !!!, þessi kaggl er líka alltaf að segja okkur sögur af hitler og stalín (kallaður nasistinn, eftir nokkur ár aððí komumst við að því að hann átti heima í þískalandu og eikkað)\nso er kennari sem var martreiðslukennari, hann var að segja okkur aðann hafði verið í fangelsi og aðann hafði drepið vin sinn og eikkað rugl.. það voru eikkerjir 8. bekkingar fyrir 2 árum, og einhver strákur heldi vatn í deigið eða matinn hjá vini sínum og kennarinn tók hann hálstaki uppvið vegginn og sagðis ætlað kirkja hann og eikkað :Þ"
        },
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2003-10-15 10:31:40",
            "id": "1296715",
            "reply_to_id": "1296699",
            "text": "Í 1. bekk var ég með snaróða kellingu og krakkarnir bara 6 ára og hún var að berja í putann á okkar svo stór sást á en sem betur fer var hún rekinn eftir veturinn og við fengum 2 kennara í 1. bekk en hin var bara góð og ég var með hana fram í 7. bekk en samt var hún svoldið heymsk og treg. En frá því að ég byrjaði í dönsku þá hef ég haft sama kennarann sem er núna umsjónarkennari minn líka hún er leiðinleg strong grimm gefur engum grið og rinu sinni kom ég svona 5 mínótum of seint í umsjónartíma sem skiptir engu og ég fékk seint. Ég er búin a´ð hafa dönsku sem lélegasta fagið mitt´frá því að ég byrjaði í því og nú hata ég dani og allt sem er danskt bara útaf henni hún rekur mann útur tíma fyrir smáspjall og ég langar mest til að drepa helvítis hóruna."
        }
    ]
}