{
    "forum_title": "Hundar",
    "user": null,
    "user_id": null,
    "date": "2003-10-04 00:08:56",
    "title": "Erró",
    "text": "Síðustu vikurnar hef ég sent inn greinar um hunda sem ég þekki og núns ætla ég að senda inn einu aðra af þeim. Þessi á að vera um hund sem heitir Erró.\nErró er lítill og sætur Cavalier King Charles Spaniel hundur og er brúnn og hvítur á litinn. Það er svo heppilegt að uppáhaldstegundin mín er Cavalier svo hann er í uppáhaldi hjá mér eða allveganna einn af þeim því ég vill ekki vera að gera upp á milli hunda. Ég þekki eigendur Erró ekkert en ég þekki Erró bara útaf því að þegar ég hitti hann úti þegar hann er í göngutúr. Þá þegar ég sé hann þá hleyp ég alltaf að honum og kissi hann og hann sleikir mig allann í framann.\nEinu sinni þegar ég var að passa Ástrík sem er einning Cavalier hittum við Erró og eigendur hans í göngutúr svo byrjaði Erró eitthvað að labba í kringum Ástrík og svo allt í einu réðst hann á hann og ég og eigendur Erró slitum þá í sundur. Mér brá svo ógeðslega mikið þegar hann réðst á hann því fyrst var hann svo rólegur.\nÉg veit ekkert um Erró eins og hva hann er gamall eða eitthvað þannig enda þekki ég ekki eigendurnar og Erró getur ekki sagt mér það en Erró er svo mikil krúsidúlla og eins og allir aðrir Cavalir hundar eru og ég öfunda mig sjálfan að ég sé að fá eitt svoan rasgat sjálfur.\nKveðja Birki",
    "url": "https://www.hugi.is/hundar/korkar/170146/erro/",
    "url_id": "170146",
    "id": "1299933",
    "replies": [
        {
            "user": "Nefertiti",
            "user_id": "34972",
            "date": "2003-10-04 14:29:31",
            "id": "1299934",
            "reply_to_id": "1299933",
            "text": "hæhæ,\nSá greinina þína og skil þig mjög vel þetta eru sætustu hundar í heimi :)  Getur verið að Erró búi í vesturbænum eða á seltjarnarnesi?  Ef svo er þá er hann ca. 8-9 ára :)  Ég fékk einu sinni cavalier king charles spaniel hund sem hét Erró en við áttum hann bara í nokkra mánuði svo fékk hann nýja eigendur sem búa í vesturbænum eða Seltjarnarnesi :)  Ég á nokkrar myndir af honum nokkra mánaða og hann er svakalegt krútt!  Þetta eru sætustu hvolparnir!\nkveðja Nefertiti"
        }
    ]
}