{
    "forum_title": "Stjórnmál",
    "user": "Nuff",
    "user_id": "365",
    "date": "2003-10-06 23:26:58",
    "title": "Viðbjóður",
    "text": "19 dauðir í síðustu sjálfsmorðárás. Það þurrkuðust út 2 heilar fjölskyldur, frá ungabörnum til afa og ömmu. Einnig létust 2 Arabar.\nOg allt í nafni þess að frelsa Palestínu.\nValið á veitingastaðnum Maxim er dæmigert.\nMaxim hefur í áratugi verið sóttur af bæði Aröbum og Ísraelum og hefur þeim komið vel saman þar.\nSvo í sjálfsmorðsárásinni felst viðvörun til Araba: Ekki eiga neitt samneyti við Ísraela.\nOg valið á skotmarkinu eykur enn tiltrú margra á málstað Palestínumanna. Mikilvægur hernaðarlegur staður.\nÉg tek ofan fyrir snilli Jihad manna. Þeir eru þvílíkar hetjur!\nNei, enga kaldhæðni. Það er ekkert kaldhæðnislegt við dauða saklausra borgara, sama af hvaða þjóðerni.\nÍ raun kúgast ég af viðbjóði og samkennd og meðaumkvun mín, með málstað Palestínumanna hefur snarminnkað.\n<br><br>All is well as ends Better.   The Gaffer.",
    "url": "https://www.hugi.is/stjornmal/korkar/170668/vidbjodur/",
    "url_id": "170668",
    "id": "1304117",
    "replies": [
        {
            "user": "Apache",
            "user_id": "22151",
            "date": "2003-10-07 08:15:20",
            "id": "1304118",
            "reply_to_id": "1304117",
            "text": "Sammála!  Ótrúlegt hvað fáir sjá hvern mann (eða ára frekar)palestínuskæruliðar hafa að geyma.  Gengur meira að segja svo langt að íslenskir þingmenn verja þennan viðbjóð og telja að sjálfsmorðsárásir palestínuskæruliða séu bara eðlileg viðbrögð við áreitni."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-10-10 22:04:16",
            "id": "1304119",
            "reply_to_id": "1304118",
            "text": "ætlaru í alvöru að segja að palestínumenn, sem eru að verja landið sem þeir búa á. séu verri en ísraelar sem gera loftárás með hátækni vopnum á flóttamannabúðir.\nef þriðja heimstyrjöldin mun byrja einhverstaðar þá mun hún byrja út frá þessu landsvæði sem ísrael stendur á, og út af því hvernig ísraelar haga sér í mið austurlöndum."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-10-08 14:36:54",
            "id": "1304120",
            "reply_to_id": "1304117",
            "text": "100% sammála þér!\nOg svo að fólk skuli kalla þessa viðbjóðslegu hryðjuverkamenn hetjur er alveg út í hött!! Það þarf sko svo mikið hugrekki til að geta sprengt konur og börn á veitingastað!"
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-10-10 22:05:00",
            "id": "1304121",
            "reply_to_id": "1304117",
            "text": "þú talar ekkert um afhverju þessi árás var gerð. afhverju veltiru því ekkert fyrir þér ?"
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-10-10 23:21:08",
            "id": "1304122",
            "reply_to_id": "1304121",
            "text": "Ég þarf ekkert að vera að velta því fyrir mér afhverju þessi árás var gerð.\nÉg veit allt um það.\nÞau samtök sem stóðu fyrir árásinni viðurkenna ekki tilverurétt Ísrael. Og því er að þeirra áliti allir Ísraelar lögleg skotmörk. Samtökin(jihad) stefna á að henda öllum Ísraelum í sjóinn eða eyða þeim á einn eða annan hátt.\nÞá fyrst mun Palestína verða sjálfstæð.\nVonlaus leið til að berjast fyrir sjálfstæði Palestínu.\nEn í anda Araba, sem vafalaust eru óskynsamlegasti kynþáttur sem uppi er á jörðinni núna. Nógu oft sýna þeir það skýrt.\n<br><br>All is well as ends Better.   The Gaffer."
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-10-11 00:21:28",
            "id": "1304123",
            "reply_to_id": "1304122",
            "text": "ein staðreynd í þessu öllu er að palestína var þarna áður en gyðingar komu og stofnuðu ísrael. svo les ég ákveðna fordóma úr svarinu frá þér sem má líkja við svertingja hatur.\nallavega myndi þér ekki líka það ef ísraelsríki yrði stofnað í bakgarðinu hjá þér og þeir kæmu og yfirtækju landið sem húsið þitt stendur á með öllu sem því fylgir.\nþetta er það sem deilan gengur út á, plain and simple. og gyðingar eða ísrael eiga ekkert tilkall eða eignarétt álandi sem fólk býr á og hefur búið á , áður en ísraelsríki var stofnað."
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-10-11 07:29:22",
            "id": "1304124",
            "reply_to_id": "1304123",
            "text": "SÞ gaf gyðingum part af þeirri Palestínu sem Bretar réðu 1947.\nHeimastjórn Palestínumanna hefur viðurkennt tilverurétt Írsael.\nÞað hafa einnig gert mörg, ef ekki allflest Arabaríkin.\nEn ekki Hamas og Jihad. Þau koma ekki fram sem málsvarar Palestínumann, heldur eru þetta samtök öfgamanna.\nÞau þarf að stöðva. Og auðvitað ætti það að vera gert af Heimastjórninni.\nÞetta eru samtök sem hafa það eitt á stefnuskrá sinni(leynt og ljóst) að útrýma Ísraelum.\nSvo var enginn rasismi í áliti mínu á Arabaheiminum.\nÞetta er bara svona þarna. Þeir eru sjálfum sér verstir og með hegðum sinni almennt, ábyrgir fyrir áliti mínu á þeim.\n<br><br>All is well as ends Better.   The Gaffer."
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-10-11 12:12:34",
            "id": "1304125",
            "reply_to_id": "1304124",
            "text": "sameinuðu þjóðirnar og England ? hvorugar þessir aðilar eiga palestínu, stór efast um að íbúar palestínu hafi gefið sameinuðu þjóðunum eða Englendingum leifi til að gefa ísrael land sem þeir eru á.\nþetta er mjög einfalt rót vandans sem er þar, Ísraelar eru að taka land af palestínumönnum."
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-10-11 14:42:55",
            "id": "1304126",
            "reply_to_id": "1304125",
            "text": "Á þeim tíma voru önnur sjónarmið en í dag.\nBretar réðu Palestínu.\nÞar áður réðu Tyrkir Palestínu um aldaraðir.\nOg á undan Tyrkjum Rómverjar.\nÞetta land hefur ekki verið sjálfstætt um árþúsund.\nVið horfum öðrum augum á þetta í dag. En 1947 var viðhorfið allt annað.\nEn það verður ekki tekið aftur, sem gert var þá, sama hvað sumir berjast um. Því er að reyna að koma á friði.\nOg það er hægt ef allir viðurkenna tilverurétt hvors anars.\nOg að Ísrael sé stærra í dag, en fyrst var ætlað, er þeim að kenna sem ætluðu að henda þeim í sjóinn strax 1948 og réðust á þá. Og seinna 1967 og 1973.\n<br><br>All is well as ends Better.   The Gaffer."
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-10-11 19:51:54",
            "id": "1304127",
            "reply_to_id": "1304126",
            "text": "ég hefði haldið að palestína sem telur um nokkrar miljónir íbúa sé nóg til að stofna sjálfstætt ríki, þessi rök þín réttlæta eingan veginn landatöku ísraels, þetta er eins og að segja að fyrst að maður er einu sinni lagður í einelti eigi að láta hné fylgja í kvið og greiða náðarhöggið, og eða sparka í liggjandi mann.\nþú ert öruggle meðvitaður um það að helstu minjar kristinnar trúar eru í palestínu og gyðingar hafa gert í því að eiðileggja þessar minjar.\nsvo er þessi síða örugglega þyrnir í þinum augum.\nhttp://www.palestina.is/"
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-10-11 23:34:07",
            "id": "1304128",
            "reply_to_id": "1304127",
            "text": "Palestina.is er ómarktæk síða. Líkt og intifada.com.\nVegna hlutdrægs áróðurs í gegn Ísraelum og með Palestínumönnum.\nÞað finnast vafalaust síður á netinu sem eru jafn vitlausar, en styðja Ísraela blint.\nLeitaðu að sagnfræðilega raunsönnum síðum á netinu, sem eru hvorki mengaðar af hatri á Ísraelum né Palestínumönnum.\nÞað er fullt af þeim. Þær segja frá hlutunum eins og þeir raunverulega gerðust.\nAð Ísraela séu að eyðileggja minjar kristinnar trúar þarna hef ég hvergi séð á prenti né í TV. Gaman væri að vita hvaða heimildir þú hefur fyrir því svo ég geti kynnt mér sannleiksgildi þeirra.\nAuðvitað á Palestína að verða fullvalda ríki.\nEn það þýðir líka að Ísrael verði um leið áfram fullvalda ríki.\nÞessi lönd verða að læra að búa saman í friði og spekt, það er eini möguleikinn á varanlegum friði þarna.<br><br>All is well as ends Better.   The Gaffer."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-10-12 02:27:07",
            "id": "1304129",
            "reply_to_id": "1304128",
            "text": "djöfull ertu ruglaður. endilega farðu að styðja morð á fólki sem hefur ekki hátæknivopn frá bandaríkjunum til að verja sig með.\neinu sannanir sem þú þarft fyrir að gyðingar eru að rústa sögulegum mynjum er þegar hersveitir þeirra létu rigna vébyssu skotríð á gamla kyrkju á torgi sem var í fréttu fyrir áramót.\nhér á hugi.is er/var einnig linkur á síðu með myndir af bardögum í palestínu og sýna limlest börn. endilega farðu og legðu þinn stuðning við gyðinga og gyðinga paradísina ísrael sem er haldið uppi með fjárstuðningi frá bandaríkjunum.\nég þori að veðja að ástæðan fyrir árásinni 11 sept er ástandið í palestínu."
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-10-12 02:30:53",
            "id": "1304130",
            "reply_to_id": "1304128",
            "text": "langar að bæta við að þú veist alveg full vel út af hverju þetta stríð byrjaði milli palestínu og ísraels. það er út af yfirgangi ísraels , og landatöku þeirra af landi palestínu.\nótrúlegt að þú komir  hér og sért að verja aðgerðir ísraela, þetta er alveg eins og þegar stjórnmálamenn koma og koma með rök til að verja aðgerðir sem þeir vita að muni koma illa niður á fólki, og samt blá kalt og tilfininglaust koma þeir og mæla með að þetta og hitt verði gerti og felt niður eða lögum breitt.\nþetta er alveg eins og að selja skrattanum sálina úr sér."
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-10-12 10:39:59",
            "id": "1304131",
            "reply_to_id": "1304130",
            "text": "Var ég að verja eitthvað frekan en hitt.\nEf þú skilur ekki það sem ég skrifa og leggur allt aðra meiningu í það en það sem ég er að segja. Þá vaknar sú spurning. ‘Hvernig geturu þá myndað þér skoðun almennt?’, ef þú greinilega\nmisskilur allt.\nÉg varði ekki neitt. Ég benti þér á að leita og finna síður á netinu sem segja frá staðreyndunum. Ekki síður þeirra sem styðja Ísraela blint, ekki heldur þeirra sem styðja Palestinumenn blint.\nOg þú kallar mig ruglaðan fyrir vikið.\nAð hverju gerir slík yfislýsing frá þér þig þá?\nOg já, ég veit fullvel hver réðist á hvern 1948, 1967 og 1973.\nOg ég veit hvað gerðist fyrir og eftir áðurnefnd ár.\nÉg hvet þig aftur til að kynna þér það á hlutlausan hátt.\nOg ég get fullvissað þig um að þú færð ekki raunsönnu upplýsingarnar á Palestina.is né indifata.com. Þar er allt skrumstælt, beygt og hreinlega ekki minnst á margt.\n<br><br>All is well as ends Better.   The Gaffer."
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-10-12 21:49:50",
            "id": "1304132",
            "reply_to_id": "1304131",
            "text": "gæti verið að ástæðan fyrir að palestína réðst á ísrael sé að þeir vilji þá burt ? gæti líka viljað svo ótrúlega til að þeir vilji þá burt því ísrael sé að taka land af þeim ?\nég sé ekki betur en þú sért að afsaka það að ísraelar séu að ráðast á flóttamannabúiðir. afhverju helduru að orustuflugmenn í ísraelska hernum hafi neitað að gera loftárásir um daginn á palestínu ?"
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-10-12 22:48:12",
            "id": "1304133",
            "reply_to_id": "1304132",
            "text": "Heldur þú virkilega að Ísraelar bara gufi upp?\nEf þú heldur það þá ertu í meira lagi barnalegur.\nPalestínumenn munu aldrei reka Ísraela í burtu, frekar en að Ísraelar munu gera slíkt við Palestínumenn.\nEina leiðin er að þessar 2 þjóðir læri að lifa saman í friði.\nOg þér að segja, þá eiga Ísraelar nærri 500 orustuflugvélar og mun fleiri flugmenn til að fljúga þeim. Svo  það er varla marktækt þó nokkrir vilji ekki fljúga þeim. Og ég veit hvað orsakaði að nokkrir neituðu að gera árásir. Samviska þeirra.\nOg ég er EKKI að hefja Ísrael til skýjanna, né afsaka framferði Ísraela.\nSvo ætla ég að hætta núna.\nEf þú gefur þér tíma til að fara á netið og lesa hvað gerðist Í RAUN á árunum frá 1947 til 2003 þá munu augu þín opnast fyrir þeirri staðreynd að þarna búa 2 þjóðir, báðar sekar um ofbeldi gagnvart hvorri annari og allt í hring eru þjóðlönd sem hafa farið með ofbeldi gagnvart Ísraelum margoft og þeir gegn þeim.\nOg eins og ég sagði: Ekki lesa palestina.is. Sú síða er full af lygi og hálflygi og sjaldnast nokkuð að marka hana. Tær einhliða áróður, sem allir viti bornir menn sjá á augabragði.\nSvona líkt og heimasíða einhvers fótboltafélags.(Við erum bestir þrátt fyrir að vera í Utandeildinni)\n<br><br>All is well as ends Better.   The Gaffer."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-10-13 03:01:56",
            "id": "1304134",
            "reply_to_id": "1304133",
            "text": "jam þeir eiga vopn sem þeir fá gefins frá bandaríkjamönnum , ísrael er haldið uppi af framlögum frá gyðingum í USA. gæti verið komin en ein ástæðan fyrir árásinni 11 sept ?\nþað er mjög göfurmannlegt af ísrel að svara fyrir grjótkast með loftárás með 15 orustu þotum frá USA og Apache árásarþyrlum einnig frá USA."
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-10-13 10:32:22",
            "id": "1304135",
            "reply_to_id": "1304133",
            "text": "ætli þú getir ekki verið stoltur af fréttinni sem er á forsíðu morgunblaðsins í dag, ísraelar völtuðu yfir 1500 þús á skrdrekumunum sínum sem þeir fengu frá Bandaríkjunum."
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-10-13 21:55:14",
            "id": "1304136",
            "reply_to_id": "1304135",
            "text": "Ertu eitthvað ruglaður?\nVantar eitthvað í toppstykkið hjá þér?\nKannski stærstan part heilans?\nÉg las þessa frétt og hef EKKERT til að vera stoltur yfir.\nÍsraelar eyðilögðu heimili 1500 manna.\nÞað þýðir að þar höfðu búið eitt þúsund og fimm hundrum manns.\nÞeir völtuðu ekki yfir 1500 þús(sem er í raun ein og hálf milljón) eins og þú segir. Og ekki 1500 hús.(ef þú þykist hafa slegið inn vitlausan staf, það er of langt á milli h og þ á lyklaborðinu)\nOg hvað með það þó þeir hafi notað skriðdreka keypta í BNA til þess verks.\nÞeir kaupa sin stríðstól þar sem þeim hentar hverju sinni. Kaupa það besta.\nT.d. 1967 áttu þeir nær eingöngu franskar orustu- og sprengjuþotur.\nÞær dugðu þeim vel til að eyðileggja flugheri nágranna sinna, Egypta, Sýrlendinga, Íraka, Jórdana og Líbana.\nHver selur svo Kalasnikov AK 47 hriðskotabyssur og hefur gert í gegnum áratugina?\nÞær byssur hafa drepið fleiri manns síðan þær komu á markaðinn heldur en allir sem létust(þá og síðar) í Hiroshima og Nagasaki.\nEf allt sem þú lest, fer jafn brenglað inn í kollinn á þér og þessi 5 orða fyrirsögn Moggans, þá áttu alla mína vorkunn skilið.\n5 FEITLETRUÐ ORÐ, ha..\n<br><br>All is well as ends Better.   The Gaffer."
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-10-14 11:25:30",
            "id": "1304138",
            "reply_to_id": "1304136",
            "text": "ég er ekki að taka upp hanskann fyrir barnamorðingjan Ariel Sharon. þannig ef það vanntar í einhvern þá er það í þig."
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-10-14 20:01:48",
            "id": "1304139",
            "reply_to_id": "1304138",
            "text": "Svo í þokkabót við aðrar vitleysur sem vella upp úr þér, þá ýjar þú að því að ég sé að taka upp hanskann fyrir Sharon.\nSlíkt mun aldrei hvarfla að mér.\nHann er öfgamaður, líkt og Hamas og Jihað eru öfgasamtök.\nHefur þú tekið nokkuð eftir að ég hef þá skoðun að þegar tveir deila, þá sé ekki bara einum um að kenna.\nÞú hefur aftur á móti þá skoðun, að ALLT sé Ísraelum að kenna.\nOg byggir þá skoðun líklega á hversu erfitt þú átt með að skilja einfaldar setningar. Samanber hversu mikið þú gast snúið út úr 5 ORÐA FYRIRSÖGN.\nEkki ætla ég að reyna að eiga orðaskipti við þig hér framar.\nÞú svarar með sömu ‘frösunum’ slag í slag. Kannt það utanað en veist ekki hvað rök eru.\nTala kannski við þig eftir 10-15 ár, ef þú hefur þá náð að þroskast eitthvað á þeim tíma.\n<br><br>All is well as ends Better.   The Gaffer."
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-10-15 00:47:40",
            "id": "1304140",
            "reply_to_id": "1304139",
            "text": "þegar kemur að ísraelum þá eru þeir betur vopnum búnir. betur fjárhagslega settir. og þú talaðir aldrei um að þú fyrirlitir ísrael. þú marg talaðir um og gafst í skyn að palestína vildu ísraela út í sjó og hefðu gert í því að myrða ísraela,\nþú lýsir palestínu sem morðóðum skeppnum sem séu að ráðast á saklausa gyðinga í ísrael."
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-10-15 19:58:41",
            "id": "1304141",
            "reply_to_id": "1304140",
            "text": "Annað hvort skilur þú ekki skrifað mál eða vilt ekki skilja það.\nÉg er kominn á þessa skoðun eftir samskipti mín hér við þig.\nÞú segir mig lýsa “þú lýsir palestínu sem morðóðum skeppnum sem séu að ráðast á saklausa gyðinga í ísrael.”(tilvísun lýkur)\nÞetta sagði ég ALDREI. Ég get hermt þessa lýsingu upp á Hamas og Jihad, en þau samtök eru ekki Palestína.\nÉg talaði aldrei um að ég fyrirliti Ísrael, NÉ talaði ég um að ég fyrirliti Palestínumenn.\nÉg fyrirlít aftur á móti alla ögfahópa(Ísraelsmegin eða Palestínumegin)\nÉg gaf ALDREI í skyn að Palestína vildu Ísraela út í sjó.\nHeimastjórn þeirra hefur viðurkennt tilverurétt Ísrael.\nÞað hafa Hamas og Jihad aftur á móti ekki gert. Svo draga má þá ályktun á nokkuð traustum grunni að Hamas og Jihad vilji Ísraela á brott(í sjóinn)\nÞú skalt ekki reyna að vitna í hvað ég hef sagt áður hér, það kemur allt brenglað út úr þér.\nÞrír kostir eru á mati á andlegu atgerfi þínu, miðað við skrif þín.\n1)Þú ert með gullfiskaminni.\n2)Þú ert kominn að fótum fram(90 ára+ með alzheimer)\n3)Þú ert 5 ára eða yngri.(andlega)\n<br><br>All is well as ends Better.   The Gaffer."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-10-14 11:34:58",
            "id": "1304137",
            "reply_to_id": "1304136",
            "text": "og það vita það ALLIR að ísrael fær fjárstðuning frá USA. og yrði lítið úr ísraelsríki ef gyðingar í bandaríkjunum héltu því ekki uppi með peningastyrkjum.\nog ísrael fær einnig vopn frá USA. og þeir nota þau til að berja á palestínu. AK-47 riffil dugar ekki gegn f-16 orustuþotum eða stærðarinnar skriðdrekum sem ísraelar hafa."
        },
        {
            "user": "biz",
            "user_id": "14323",
            "date": "2003-10-19 15:35:47",
            "id": "1304142",
            "reply_to_id": "1304124",
            "text": "SÞ gáfu jú Gyðingum u.þ.b helminginn af landinu… hinn hlutinn átti að vera fyrir palestínumenn.   Hvað eru Gyðingar búnir að taka mikið land af Palestínumönnum síðan þá?!?<br><br><b>Tilvitnun:</b><br><hr><i>“þegar fólk spyr spurninga eins og , hefur þú tekið MCSE námskeið eða Redhat námskeið ? , þá liggur það alveg ljóst að það er verið að gefa í skyn að það nám sem ég er búin með er ekki nóg”</i><br><hr> GunniS 2.okt 2003"
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-10-19 18:27:40",
            "id": "1304143",
            "reply_to_id": "1304142",
            "text": "Vesturbakkann og 1/2 Jerúsalem af Jórdönum, ekki Palestínumönnum.\nGaza ströndina af Egyptum, ekki Palestínumönnum.\n<br><br>All is well as ends Better.   The Gaffer."
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-10-20 16:06:40",
            "id": "1304144",
            "reply_to_id": "1304124",
            "text": "Hvað með hegðun Ísraelsmanna? Þeir fengu úthlutað landi og þeir gátu ekki bara sætt sig við það.  Þeir vilja meira og meira og meira.  Það er staðreyndin.. Þetta væri hræðileg staða fyrir Palestínumenn ef landið hefði verið tekið af þeim (eins og var gert) og jafnvel ekkert meir gert. En Ísraelsmenn halda áfram að kúga og drepa á þessu svæði, hertaka meira og meira. Það getur ENGINN hér sett sig í spor Palestínumanna. Og svo hafa Ísraelsmenn getað gert allt þetta í skjóli USA og með vorkunn alls heimsins útaf kúgun á gyðingum undanfarnar aldir.\nÉg stend með öllu mannkyninum  og tel ofbeldi ALLS ekki vera lausn, EN ef ég ætti að velja “hlið” þá mundi það hiklaust vera Palestína."
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-10-20 20:22:13",
            "id": "1304145",
            "reply_to_id": "1304144",
            "text": "Ég vel hvoruga hliðina.\nÉg vel aftur á móti að standa gegn tilgangslausum sjálfsmorðsárásum sem engu þjóna nema að herða tak Ísraela enn frekar á Palestínumönnum.\nEkki skynsamleg leið til frelsis og sjálfstæðis að mínu mati.<br><br>All is well as ends Better.   The Gaffer."
        },
        {
            "user": "Czar",
            "user_id": "1110",
            "date": "2003-10-20 16:34:57",
            "id": "1304146",
            "reply_to_id": "1304122",
            "text": "þvílíkt rasistatal<br><br>_______________________\nHatred is the most poisonous human emotion. It blocks the capacity to empathise that lies at the heart of human association. It turns the object of the hatred into just that - an object. It robs the hater of his or her fundamental human quality - humanity. In so doing, it opens the door to the most callous and depraved acts that one human being can commit against another."
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-10-20 20:33:39",
            "id": "1304147",
            "reply_to_id": "1304146",
            "text": "Hvenær þarf það að vera rasistatal að raða kynþáttum niður eftir eigin mati.\nKynþættirnir eru ekki allir eins.\nSumir eru menntaðri en aðrir, en þurfa samt ekki að vera skynsamari en aðrir.\nSumir eru skynsamari en aðrir, en eru samt ekki þeir ríkustu.\nSumir eru ríkari en aðrir, en geta verið þeir fáfróðustu á sama tíma.\nEr þá öll slík niðurröðun kynþátta rasistatal?\nBlessaður, hugsaðu aðeins áður en þú dæmir.\n<br><br>All is well as ends Better.   The Gaffer."
        },
        {
            "user": "Czar",
            "user_id": "1110",
            "date": "2003-10-21 01:19:34",
            "id": "1304148",
            "reply_to_id": "1304147",
            "text": "mæli með að þú prufir það einmitt, sárlega vantar í svör þín í þessum þræði<br><br>_______________________\nHatred is the most poisonous human emotion. It blocks the capacity to empathise that lies at the heart of human association. It turns the object of the hatred into just that - an object. It robs the hater of his or her fundamental human quality - humanity. In so doing, it opens the door to the most callous and depraved acts that one human being can commit against another."
        }
    ]
}