{
    "forum_title": "Leikjatölvur",
    "user": "RoyalFool",
    "user_id": "5820",
    "date": "2003-10-07 13:10:11",
    "title": "Sony PSX",
    "text": "Sony hafa opnað heimasíðu tækisins, sem má finna hér: <a href=\"\nhttp://www.psx.sony.co.jp\n\">psx.sony.co.jp</a>.\nFyrir þá sem ekki vita þá er PSX ný alhliða afþreyingarmiðstöð frá Sony. Með henni er verður hægt að spila PlayStation og PlayStation 2 leiki, horfa á, taka upp og brenna sjónvarpsefni á DVD-R og DVD-RW diska, hlusta á tónlist, halda utan um myndaalbúmin þín og margt, margt fleira.\nÍ tækinu er harður diskur og Ethernet kort til að tengjast netinu, en Sony eru að gæla við að gera notendum kleift að uppfæra hugbúnað tækisins þegar þörf er á.\nPSX hefur alveg fullt af spennandi innstungum og möguleikum, og má þar nefna composite input og output, S-Video input og output, stereo audio input og output, component output og optical audio output. Einnig er stuðningur fyrir USB og Memory Stick. Með tölvunni fylgir einn hvítur Dual Shock 2 stýripinni sem virkar ekki í venjulegum PlayStation 2 tölvum vegna einhvers hönnunarmismunar og svo fylgir líka alveg ný fjarstýring (Sem virkar ekki heldur í venjulegum PlayStation 2 tölvum).\nTvær gerðir af PSX fara á markaðinn í Japan í lok ársins. Önnur verður með 160 GB harðan disk (DESR-5000) og mun kosta 79.800 yen ($723, €614, 55.000 kr.), en hin útgáfan mun hafa 250 GB (DESR-7000) og mun kosta 99.800 yen ($905, €768, 69.000 kr.).\nEkkert er enn vitað um áætlanir Sony um að markaðssetja tækið í Evrópu, en Sony hafa talað um 2004 fyrir Bandaríkin svo það er líklegt að það gildi líka fyrir Evrópu.",
    "url": "https://www.hugi.is/leikjatolvur/greinar/170699/sony-psx/",
    "url_id": "170699",
    "id": "1304390",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2003-10-07 13:29:20",
            "id": "1304391",
            "reply_to_id": "1304390",
            "text": "magnað"
        },
        {
            "user": "flyboy",
            "user_id": "28325",
            "date": "2003-10-07 13:35:35",
            "id": "1304392",
            "reply_to_id": "1304390",
            "text": "svo má náttúrulega ekki gleyma digital satellite tunernum, sem undir venjulegum kringumstæðum kostar einn og sér svipaðan pening og þessi græja."
        },
        {
            "user": "RoyalFool",
            "user_id": "5820",
            "date": "2003-10-07 14:48:14",
            "id": "1304393",
            "reply_to_id": "1304392",
            "text": "“svo má náttúrulega ekki gleyma digital satellite tunernum, sem undir venjulegum kringumstæðum kostar einn og sér svipaðan pening og þessi græja.”\nDigital Satellite Tuner? Ekki hef ég heyrt eða lesið neitt um það… heldur ekkert minnst á það á vefsíðunni eða í þessarri frétt á Yahoo! Finance:\nhttp://biz.yahoo.com/ap/031007/as_fin_com_jap\nan_sony_4.html"
        },
        {
            "user": "flyboy",
            "user_id": "28325",
            "date": "2003-10-07 15:09:45",
            "id": "1304394",
            "reply_to_id": "1304393",
            "text": "aahhhh…. misminnti, það stendur ekki að þetta sé digital tuner, en það væri algjör steypa að setja bara analog tuner í svona græju í dag.\n“…said the PSX would feature a satellite TV tuner, DVD recorder, hard disk drive (HDD) recorder and PlayStation 2 (PS2) game player.”\nhttp://asia.reuters.com/newsArticle.jhtml?\ntype=technologyNews&storyID=3567108"
        },
        {
            "user": "akarnid",
            "user_id": "6152",
            "date": "2003-10-07 17:38:17",
            "id": "1304395",
            "reply_to_id": "1304394",
            "text": "Þetta verður það sem kemur í staðinn fyrir mid- to hi end spilarana frá þeim.  Mun fallegri pakki, þó svo að allir munu ekki nýta sér alla aukahlutina."
        },
        {
            "user": "Tankian",
            "user_id": "1709",
            "date": "2003-10-07 18:47:21",
            "id": "1304396",
            "reply_to_id": "1304394",
            "text": "Tekið af psx.sony.co.jp\nBuilt-in tuner  Terrestrial analog (VHF1 - 12ch, UHF13 - 62ch, CATV13 - 35ch),\nBS analog (1, 3, 5, 7, 9, 11 and 13, 15ch) *4\nJá ég er sammála því að það væri steypa að setja analog tuner í svona nútím græju, ég tók einning eftir því að það er USB 1.1 tengi en ekki USB 2.0. Spurning hvort að þeir breyti þessu áður en þeir hefja framleiðslu."
        },
        {
            "user": "skaarjking",
            "user_id": "26378",
            "date": "2003-10-07 21:35:09",
            "id": "1304397",
            "reply_to_id": "1304396",
            "text": "Hvað um að fá sér MCE2004 og vera flottur á því?"
        },
        {
            "user": "MadMax",
            "user_id": "2959",
            "date": "2003-10-07 22:02:05",
            "id": "1304398",
            "reply_to_id": "1304397",
            "text": "Þess má geta að þessi græja verður markaðssett af Sony Electronics sem keypti PS2 og PSX license af Sony Entertainment og má að líkum láta að þar liggi partur af ástæðunni fyrir því að ekki er hægt að nota aukahluti fyrir PS2 með PSX..\nMadMax"
        },
        {
            "user": "siggi84",
            "user_id": "1449",
            "date": "2003-10-07 13:43:23",
            "id": "1304399",
            "reply_to_id": "1304390",
            "text": "En er hún eitthvað betri? Munu koma nýjir leikir á hana? Er þetta ekki bara til að græða meiri pening. Ekki mundi ég að kaupa þessa tölvu ef hún kemur eftir eitt ár og er jafngóð og PS2. Það er mín skoðun.."
        },
        {
            "user": "hjeppi",
            "user_id": "3701",
            "date": "2003-10-07 14:00:17",
            "id": "1304400",
            "reply_to_id": "1304399",
            "text": "Ertu heimskur? þetta er ekki bara tölva, þetta er svo miklu meira."
        },
        {
            "user": "hjeppi",
            "user_id": "3701",
            "date": "2003-10-07 14:05:25",
            "id": "1304401",
            "reply_to_id": "1304400",
            "text": "þetta er svo miklu miklu meira *nanananana*"
        },
        {
            "user": "hjeppi",
            "user_id": "3701",
            "date": "2003-10-07 14:06:56",
            "id": "1304402",
            "reply_to_id": "1304401",
            "text": ":D"
        },
        {
            "user": "flyboy",
            "user_id": "28325",
            "date": "2003-10-07 14:17:06",
            "id": "1304403",
            "reply_to_id": "1304399",
            "text": "ég lít svo á að leikjatölvu hlutinn sé bara bónus ofan á allt hitt.\nÞetta virðist ætla að verða almennilegt set-top box. Svona stofu dótarí ofan á heimabíómagnarann.\nég meina, þeir hefðu getað komið út með bara venjulegt set-top box sem gerir allt þetta mínus PS2 en þeir eiga þá tækni fyrir, geta sett hana í boxið fyrir lítinn pening, komið út fleiri vélum, selt fleiri leiki…. and profit.\nAuðvitað er þetta markaðssetning, en þetta er samt þó nokkuð sniðug græja.\nMyndirðu kaupa þetta ef að PS2 væri ekki í þessu? Þeir hefðu alveg geta gert það svoleiðis…"
        },
        {
            "user": "RoyalFool",
            "user_id": "5820",
            "date": "2003-10-07 14:22:09",
            "id": "1304404",
            "reply_to_id": "1304403",
            "text": "lol playstation 1 er þekkt fyrir að heita Psx en mér finnst þessi tölva alltof dýr……….!!!!!!!!!!!!!!"
        },
        {
            "user": "RoyalFool",
            "user_id": "5820",
            "date": "2003-10-07 14:37:11",
            "id": "1304405",
            "reply_to_id": "1304404",
            "text": "Getur búist við þessarri venjulegu Evrópsku álagningu sem fellur á gjörsamlega allt sem er selt í þessarri heimsálfu. Plús íslensku smurninguna á verðið. Og það að raftæki eru venjulega ódýrari í Japan…"
        },
        {
            "user": "jonkorn",
            "user_id": "8512",
            "date": "2003-10-07 14:47:06",
            "id": "1304406",
            "reply_to_id": "1304405",
            "text": "Þetta verður örugglega á um 80þús kall eða yfir hérna heima, en hvað veit ég… við búum á klaka þar sem allt er of dýrt :/"
        },
        {
            "user": "BinniE",
            "user_id": "8413",
            "date": "2003-10-08 09:13:41",
            "id": "1304407",
            "reply_to_id": "1304390",
            "text": "Voða flott og allt það en ef þessi græja verður ekki Region Free þannig að það þarf að modda hana eitthvað þá er hún ekki þess virði…svo er líka alltof stutt í næstu kynslóð leikjatalvna (2005) til að það sé þess virði að kaupa þessa.  Að mínu mati þá áttu Playstation 2 eða X-Box að vera svona í upphafi í stað þess að fara bara hálfa leið.  Annaðhvort ertu leikjatalva eða þú ert eitthvað meira, en mitt þar á milli virkar bara ekki fyrir minn smekk."
        },
        {
            "user": "skaarjking",
            "user_id": "26378",
            "date": "2003-10-08 13:38:36",
            "id": "1304408",
            "reply_to_id": "1304407",
            "text": "þessvegna segi ég fáið ykkur Windows Media Center Ediditon 2004, það er mikið flottara og endalaust hægt að uppfæra og ekkert mál að bæta við auka HDD annað en í þessu psx rusli, færð líka miklu öflugri leikjatölvu, en auðvitað fyrir meiri pening… en endingartími MCE2004 er amk lengri en PSX og hægt að bæta við hverju sem er…"
        },
        {
            "user": "Aage",
            "user_id": "2449",
            "date": "2003-10-08 13:48:22",
            "id": "1304409",
            "reply_to_id": "1304390",
            "text": "Mér líst ágætlega á þennan grip..\nOg þar sem ég hef aldrei átt PS né PS2 þá væri jafnvel ráð að skella sér á þennan pakka og fá “þær báðar” með."
        },
        {
            "user": "jonkorn",
            "user_id": "8512",
            "date": "2003-10-08 15:00:21",
            "id": "1304410",
            "reply_to_id": "1304409",
            "text": "þú færð “þær báðar” jafn mikið í PS2 einni og sér eins og þessu dótaríi…"
        },
        {
            "user": "Aage",
            "user_id": "2449",
            "date": "2003-10-08 15:36:57",
            "id": "1304411",
            "reply_to_id": "1304410",
            "text": "Já ég veit það, en málið er að PS og PS2 elementin heilla mín ekki mest, það er bara smá bónus.\nAð taka upp og brenna sjónvarpsefni á DVD-R diska er hins vegar magnað!"
        },
        {
            "user": "kanill",
            "user_id": "2362",
            "date": "2003-10-08 16:21:10",
            "id": "1304412",
            "reply_to_id": "1304390",
            "text": "Er ekki líka innbygður Multi Tab?? Þ.e.a.s. eru ekki 4 port fyrir stýripinna?"
        },
        {
            "user": "RoyalFool",
            "user_id": "5820",
            "date": "2003-10-08 19:51:22",
            "id": "1304413",
            "reply_to_id": "1304412",
            "text": "Það eru bara tvö port. Enn og aftur tekst Sony að skara fram úr í nýjungum og endurbótum."
        },
        {
            "user": "bsodbsod",
            "user_id": "1478",
            "date": "2003-10-08 21:42:16",
            "id": "1304414",
            "reply_to_id": "1304413",
            "text": "got that true :)"
        },
        {
            "user": "Appi",
            "user_id": "37002",
            "date": "2003-10-08 23:55:39",
            "id": "1304415",
            "reply_to_id": "1304390",
            "text": "hmmm ekki bara leikja talva heldur eithvad meira hmmmmmmmm hafidi heirt um Pc og maca svona eins og tid skrifudud tetta a :D"
        },
        {
            "user": "hjeppi",
            "user_id": "3701",
            "date": "2003-10-09 00:57:20",
            "id": "1304416",
            "reply_to_id": "1304415",
            "text": "Pc og Maca :o? nei, aldrei heyrt þess getið. Endilega fræddu mig."
        },
        {
            "user": "Gauos",
            "user_id": "297",
            "date": "2003-10-11 16:03:12",
            "id": "1304417",
            "reply_to_id": "1304390",
            "text": "Áhugaverð græja! Þó dýr."
        },
        {
            "user": "arnifannar",
            "user_id": "33302",
            "date": "2003-10-15 00:23:35",
            "id": "1304418",
            "reply_to_id": "1304417",
            "text": "common gys við eum að tala um allt þetta í pakka, og það sem eg er mest spentur fyrir: DVD-RECORDER!!!   eg meina, huxið ykkur safnið sem maður eignast, með áskrift af stöð 3 (sem er með það allt þ.e.a.s simpsns, friends ofl)  og svo bara fullt af dc :) þið verðið að viðurkenna merkilegheitin sem við munum upplifa… :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-10-17 12:18:33",
            "id": "1304419",
            "reply_to_id": "1304418",
            "text": "fullt af CD áti það að vera :/"
        },
        {
            "user": "arnifannar",
            "user_id": "33302",
            "date": "2003-10-31 08:12:58",
            "id": "1304420",
            "reply_to_id": "1304418",
            "text": "fá sér frekar dvd spilara með inbygðum 40gb hdd sem hægt er að taka upp á og færa svo i tölvuna i sony center kostar bara 200þús en þá þarf maður ekki að kaupa alltaf dvd diska…..en ég mun samt fjarfesta i þessa psx en á ekki að koma svona gameboy tölva frá sony……."
        },
        {
            "user": "arro",
            "user_id": "31929",
            "date": "2003-10-20 02:28:05",
            "id": "1304421",
            "reply_to_id": "1304390",
            "text": "Fyrir þá sem vilja er hægt að þýða flestar PSX síðurnar hérna …\nhttp://babelfish.altavista.com/\nkv/ Arró"
        },
        {
            "user": "Aquemini",
            "user_id": "42255",
            "date": "2003-11-03 12:22:59",
            "id": "1304422",
            "reply_to_id": "1304390",
            "text": "Verðið á þessu er nú ekkert voðalega hátt miðað við hvað er í þessu öllu saman"
        },
        {
            "user": "hoddii",
            "user_id": "17641",
            "date": "2003-11-03 14:44:47",
            "id": "1304423",
            "reply_to_id": "1304390",
            "text": "Magnað"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-11-24 19:31:24",
            "id": "1304424",
            "reply_to_id": "1304390",
            "text": "þetta er frábær talva en ég hugsa að ég fá mér hana ekki(ég veit að þið haldið að ég sé klikkaður).\nmér finnst alveg nóg að eiga PS2"
        }
    ]
}