{
    "forum_title": "Körfubolti",
    "user": "jois",
    "user_id": "7833",
    "date": "2003-10-08 10:38:42",
    "title": "Spútnikleikmenn næsta tímabils",
    "text": "Það er ansi algengt að NBA leikmenn taki sér 2-3 ár (sumir færri ár, sumir fleiri) að plumma sig inn í deildina. Þannig var það með T-Mac, Kobe (enda komu þeir svo ungir inn í deildina). Síðan eru sumir sem áttu auðvelt með að koma sér inn í deildina, t.d. Allen Iverson og Tim Duncan. Allaveganna, ég ætla að spá hvaða leikmenn eiga eftir að verða spútnikleikmenn á þessu tímabili.\nTil að byrja með ætla ég að minnast á Qyntel Woods (á 2. ári) og Zach Randolph (á 3. ári) hjá Portland. Báðir fæddir ‘81.  Þið ættuð að þekkja Randolph, 6-9, 270 pund, kom beint úr High School. Spilar sem SF eða PF. Sterkur og góður frákastari, en þykir vera hægur og þungur. Spilaði vel á köflum í fyrra. Skoraði 18 stig í nótt og tók 8 fráköst á 28 mín. Með einhver 9 stig í leik í fyrra, en ég er alveg öruggur á því að sú tala á eftir að hækka verulega á þessu tímabili.\nQyntel Woods er 6-8 á hæð, spilar sem SG eða SF, fjölhæfur og hefur verið líkt við T-Mac (reyndar hefur maður heyrt þennan áður). Hætti í háskóla eftir 2 tímabil. Ódraftaður og eins og sönnum Portland leikmanni sæmir þá er hann víst með einhverjar lausar skrúfur í kollinum. Hefði verið draftaður hefði ekki verið vegna vandamála utan vallar. Fór á kostum í Rocky Mountain sumardeildinni með 28 stig í leik. Í nótt, 5-9 í skotum og 12 stig á 18 mín. Ljóst að Maurice Cheeks (þjálfari Portland) er enn með vafa um hvort Woods sé nógu þroskaður til að spila reglulega með Portland. Lætur hann eflaust vera á bekknum eitthvað til að byrja með.\nAllt þetta fár í kringum Lebron og Carmelo hefur ekki farið framhjá neinum. En nýliðinn TJ Ford hjá Milwaukee hefur hinsvegar tekist að læðast framhjá fjölmiðlafárinu (hingað til). Fæddur 1983, 5-10 til 6-0, PG, ÓTRÚLEGA snöggur, mætti skjóta betur, valinn númer 8 í draftinu, stjórnar spili vel og fékk mjög margar viðurkenningar í þau 2 ár sem hann spilaði með Texas háskólanum, . Hefur fengið Buck áhangendur til að gleyma að Payton eða Cassell hafi nokkru sinni spilað með Bucks. Byrjaði frábærlega í sínum fyrsta leik með Bucks, 28 mín, 5-7 í skotum, 5 fráköst, 7 stoð og 15 stig.\nDwyane Wade hjá Miami Heat, 6-4 og 210 pund, sterkur með frábæra sóknarhæfileika, kröftugur strákar en þó ekki nógu góður skotmaður, með PG hæð, en SG líkama, ennþá efast um PG hæfileika hans enda er SG í eðli sínu. Fæddur ’82, draftaður #5. Átti frábæran alhliðaleik gegn Sixers í æfingaleik, 35 mín, 7-18 í skotum, 8 fráköst, 4 stoðsendingar, 5 stolnir, 4 varinn skot og 18 stig.\nAmare Stoudamire, hann verður ennþá betri með Suns núna heldur en í fyrra.\nAðrir sem ég nefni:\nLamar Odom, öðlast nýtt líf hjá Miami\nJohn Salmons hjá Sixers\nAl Harrington hjá Indiana. Núna springur hann út. Sendið Reggie Miller e-mail og segið honum að hætta svo Harrington komist í byrjunarliðið.\nMike Dunleavy hjá GSW. Við GSW aðdáendur bíðum eftir því að þessi leikmaður sýni eitthvað af viti. Núna er komið að honum. Núna er að duga eða drepast.\nJR Bremer hjá Cleveland. Eini alvöru PG hjá Cleveland, en spurning hvort hann verði nokkuð byrjunarleikmaður. Góð skytta.\nCarlos Boozer hjá Cleveland\nTayshaun Prince hjá Detroit\nMichael Redd hjá Bucks, örvhentur og þvílík skytta. Bara verst að það er nánast það eina sem hann getur.\nMaciej Lampe hjá NY Knicks\nRichard Jefferson hjá Nets.\nJoe Johnson hjá Suns.\nK-Mart hjá Nets, springur núna endanlega út.\nRafer Alston hjá Miami.\nQuinten Richardson, Corey Maggette og Mario Jaric hjá LA Clippers. Nú skapast pláss fyrir þá því Andre Miller og Lamar Odom eru farnir. Síðan er Clippers komnir með nýjan þjálfara.\nPau Gasol og Mike Miller hjá Memphis\nMögulega Kwame Brown hjá Wizards. Wizards Hafa fengið nýtt líf eftir að Jordan fór, loksins geta þeir farið að spila eins og þeir vilja, ekki eins og Jordan vill. Núna verður Kwane að sýna eitthvað af viti.\nStackhouse hjá Wizards. Verður með eitthvað yfir 20 stig í vetur. Aftur orðinn aðalmaðurinn í sínu liði. Með góðan PG sér við hlið í Gilbert Arenas.\nJarvis Hayes hjá Wizards, Nýliði, '81, valinn #10, frábær sóknarmaður, skotmaður en á erfitt með að skapa sín eigin skot. Á eftir að taka sinn tíma, en kemst á skrið í takt við Wizards liðið, annars ekki.\nNene Hilario hjá Denver. Gríðarlega skemmtilegur leikmaður. Þvílíkur íþróttamaður! Á varla heima í körfubolta, slakur skotmaður.\nButler bræður hjá Miami\nDrew Gooden hjá Magic, bara fyrir JonKorn, auk þess að ég hef trú á honum. Spurning hvar Doc Rivers ætlar að spila honum.\nJosh Howard hjá Dallas, honum er gert að byrja sem SF, enda lítil samkeppni þar.\nGordon Giricek hjá Orlando, góður körfuboltamaður, frábær skotmaður, en mætti vera betri íþróttamaður, mjög teknískur og evrópskur.\nDeShawn Stevenson hjá Utah. Enginn Stockton eða Malone hjá Utah. Einhver verður að skora fyrir þá, gæti alveg eins verið Stevenson. Verður líklegast á bekknum til að byrja með, en allaveganna fyrstur inn á af bekknum.\nKeon Clark hjá Utah, var alltaf í skugga Webber hjá Kings, en núna er hann aðalmaðurinn hjá Utah. Mikill troðari, ótrúlega sterkur, glataður skotmaður og gefst ekki upp. Getur blokkað skot sama hversu hátt er skotið enda með meira vænghaf heldur en 747 þota.\nLebron James, allt fárið í kringum hann er ofblásið. En hann hefur hæfileikana. En hann er ennþá bara krakki. Á 28 mín, 4-12 í skotum, 3 fráköst, 7 stoðsendingar, 8 stig, 2 varinn og 3 tapaðir boltar. Ansi erfitt að vera nýliði, lítill krakki og leiðtogi Cleveland. Hann er ekki tilbúinn til þess.\nMarquis Daniels hjá Dallas. Kannski, núna er enginn Nick Van Exel og hann gæti verið fyrsti bakvörðurinn af bekknum.\nJamal Crawford, Tyson Chandler og Eddy Curry hjá Bulls. Jamal byrjar inn á enda verður Jay Williams frá lengi vegna meiðsla eftir mótorhjólaslys. Jamal á eftir að eiga MJÖG gott tímabil.\nEinhverjir sem þið viljið nefna sem ég nefndi ekki???",
    "url": "https://www.hugi.is/korfubolti/greinar/170944/sputnikleikmenn-naesta-timabils/",
    "url_id": "170944",
    "id": "1306196",
    "replies": [
        {
            "user": "Sporti",
            "user_id": "26071",
            "date": "2003-10-08 14:46:43",
            "id": "1306197",
            "reply_to_id": "1306196",
            "text": "Þetta eru frekkar margir spútnikleikmenn"
        },
        {
            "user": "jois",
            "user_id": "7833",
            "date": "2003-10-08 14:52:49",
            "id": "1306198",
            "reply_to_id": "1306197",
            "text": "Enda eru margir leikmenn og mörg lið í NBA."
        },
        {
            "user": "jonkorn",
            "user_id": "8512",
            "date": "2003-10-08 15:21:44",
            "id": "1306199",
            "reply_to_id": "1306196",
            "text": "Haha :D þakka fyrir þetta. Ég hef tröllatrúa á Drew Gooden og Gordan Giricek. Drew er að mínu mati einn af framtíðarframherjum deildarinnar en strax í sinni fyrstu úrslitakeppni á móti Pistons í fyrra var hann með 13 fráköst að meðaltali í leik, sem er ekki slæmt! Drew getur einnig skorað þegar hann tekur sig á eins og sást í nótt sem dæmi. Bæði Drew og Gordan voru stigahærri en T-Mac, en mig grunar að skipun Docs hafi verið að láta fyrst og fremst alla aðra en T-Mac reyna að skora, prófa hversu mikið þeir geta.\nGordan sýndi það í nótt að hann er engin smá skytta. Það var umtalað í æfingabúðunum að hann er greinilega heitur enda hefur hann spilað í Evrópu í allt sumar og ekki verið í “sumarfríi”. Hann hitti fyrstu fjórum þriggjastigaskotum sínum en var svo með að mig minnir 5 af 7 þristum sínum. Stórgóð skytta, en mætti alveg bæta vörnina. ÞAÐ KEMUR! ;)\nEn mér aðra leikmenn deildarinnar bíð ég spenntur eftir að sjá Carmelo Anthony. Ég er meira spenntur fyrir honum en Lebron James, ekki það að ég efi að Lebron sé góður leikmaður, bara eins og ég sagði áður þá finnst mér þetta vera ofblásin blaðra. Eins og þú segir, Lebron er bara barn á NBA mælikvarða og er ekki tilbúinn til að leiða Cleveland langt áfram, en þeir hafa fengið meiri talent inn í liðið og það kannski drífur þá lengra en í fyrra, enging spurning.\nQyntel Woods lofar vissulega góðu. Hef verið svolitið að fylgjast með honum og hann virðist geta spilað körfubolta stráksinn. En það er ekkert sjálfsagt að komast í hóp með T-Mac, Kobe, AI, Duncan og Shaq, þ.e í hóp þeirra bestu. T-Mac var nú reyndar ekki talinn í þeim hópi fyrr en handjárn merkt Toronto Raptors voru tekin af honum og hann fór að spila með Orlando. Ég er ansi viss um að í deildinni leynast margar ofurstjörnur en eru bara í handjárnum blindra þjálfara eða þá hreinlega að þeir fá ekki að njóta sín hjá viðkomandi liðum.\nEn vá það er svo mikið af spennandi leikmönnum í NBA í dag, erfitt að fara yfir þá alla :o"
        },
        {
            "user": "jon4",
            "user_id": "31820",
            "date": "2003-10-08 15:51:14",
            "id": "1306200",
            "reply_to_id": "1306199",
            "text": "Lika Jois Jay Williams hann verður góður og það var lika að koma nýr í Bullsarana hanns Kirk Hinrich hann verður góður en aðalega Jay Williams a 2 ári"
        },
        {
            "user": "jois",
            "user_id": "7833",
            "date": "2003-10-08 16:00:44",
            "id": "1306201",
            "reply_to_id": "1306200",
            "text": "Ef þú hafir lesið síðustu 3 línurnar í greininni minni gætir þú kannski séð hvers vegna Jay Williams var ekki nefndur. Hann verður frá í langan tíma.\nKirk Hinrich verður þá væntanlega varamaður fyrir Jamal. Hann lofar víst ágætu."
        },
        {
            "user": "jon4",
            "user_id": "31820",
            "date": "2003-10-08 18:09:39",
            "id": "1306202",
            "reply_to_id": "1306201",
            "text": "Ok gleymdi honum sry!!"
        },
        {
            "user": "gilli",
            "user_id": "3867",
            "date": "2003-10-08 16:01:33",
            "id": "1306203",
            "reply_to_id": "1306200",
            "text": "já það er annsi spennandi tímabil framundan, eins og það er reyndar oftast,\nmig hlakkar einn mesta að sjá hvort okkar maður jón arnór fær einhvern séns, hann fékk að spila 18 min í nótt á móti orlando, en var því miður ekki að setja neitt niður (eða 1-7 fg)\nen eitt sem ég var að spá var hvort Sýn ætlar að sýna NBA eða bara úrslitakeppnina eða hvað??!?!?!? það var nú eitthvað tæpt seinasta ár og ég ætla bara rétt að vona að þeir sýni sem mest núna.\nÉG skora hér með á sýn að sýna sem allra mest úr NBA !!!!!!!"
        },
        {
            "user": "JohnnyBravo",
            "user_id": "43044",
            "date": "2003-10-09 09:44:43",
            "id": "1306204",
            "reply_to_id": "1306196",
            "text": "Það er eitt sem þú ferð rangt með og það er að hann Allen Iverson komst ekki svona létt áfram í deildinni.\nHann byrjaði 96-97 og það vissi enginn um hann fyrr en 00-01 tímabilið sem sé það tók hann töluverðan tíma að aðlagast deildinni."
        },
        {
            "user": "jonkorn",
            "user_id": "8512",
            "date": "2003-10-09 09:57:49",
            "id": "1306205",
            "reply_to_id": "1306204",
            "text": "Rólegur á fullyrðingunum! Þó þú hafir ekki vitað um hann fyrr en 00-01 þýðir ekki að hann hafi ekki byrjað strax af krafti.\nAI hefur verið frá byrjun mikil sprengja.\nÞetta var út í hött! Ertu að segja mér að AI hafi orðið frægur og vakið eftirtekt sama tímabil og T-Mac? Nei góði minn! Full sterkt til orða tekið hjá þér og ranghugmyndir."
        },
        {
            "user": "JohnnyBravo",
            "user_id": "43044",
            "date": "2003-10-09 10:03:05",
            "id": "1306206",
            "reply_to_id": "1306205",
            "text": "ég er ekki að segja að hann hafi ekki byrjað af fullum krafti. ég er bara að segja að hann hafi ekki náð þessari stjörnu byrjun eins og Duncan."
        },
        {
            "user": "jonkorn",
            "user_id": "8512",
            "date": "2003-10-09 11:00:43",
            "id": "1306207",
            "reply_to_id": "1306206",
            "text": "Ég er samt svo langt frá því að vera sammála þé"
        },
        {
            "user": "Stock12",
            "user_id": "8069",
            "date": "2003-10-09 11:12:47",
            "id": "1306208",
            "reply_to_id": "1306206",
            "text": "Ég segi nú bara líka “vertu rólegur, JohnnyBravo”! Mig grunar að þú sért að grínast. Allan Iverson setti NBA met á nýliðaári sínu þegar hann skoraði 40 sig eða meira í 4-5 leiki í röð. Þar með sló hann met Wilt Chamberlains, að ég held. Allan Iverson hefur verið ein af stórstjörnum deildarinar síðan að hann kom í hana.\nKveðja, Stock12"
        },
        {
            "user": "JohnnyBravo",
            "user_id": "43044",
            "date": "2003-10-09 13:24:40",
            "id": "1306209",
            "reply_to_id": "1306208",
            "text": "ok miðað við það sem ég hef verið að skoða á nba.com þá lítur það ekki eins rosalega út eins og margir vilja meina."
        },
        {
            "user": "jois",
            "user_id": "7833",
            "date": "2003-10-09 15:05:30",
            "id": "1306210",
            "reply_to_id": "1306209",
            "text": "Þegar AI kom inn í deildina var hann með 23.5 stig í leik, 7.5 stoðsendingar, 4.1 fráköst og 2 stolnir boltar á sínu fyrsta tímabili (96-97) og 22 stig í leik á öðru tímabilinum og eftir það hefur hann aldrei farið undir 26.8 stig í leik.\nHvað sem segja má um Allen Iverson má ekki taka það af honum að það tók hann ekki langan tíma að brillera í þessari deild."
        },
        {
            "user": "goat",
            "user_id": "18686",
            "date": "2003-10-09 16:31:28",
            "id": "1306211",
            "reply_to_id": "1306210",
            "text": "Enda er HANN BESTUR !!!! … nei nei segi svona. En hann Iverson kallin minn á eftir að standa sig á þessu tímabili … það get ég lofað ykkur."
        },
        {
            "user": "kelimar",
            "user_id": "20604",
            "date": "2003-10-13 08:54:24",
            "id": "1306212",
            "reply_to_id": "1306196",
            "text": "ég vil endilega nefna Darko Milicic frá serbíu/svartfjallalandi hann er hjá detroit pistons ég tel að hann eigi eftir að blómstra í vetur hann er fæddur 85´ og hann hefur líka reynslu í evrópskra boltanum"
        },
        {
            "user": "jois",
            "user_id": "7833",
            "date": "2003-10-13 12:18:53",
            "id": "1306213",
            "reply_to_id": "1306212",
            "text": "Ég efast nú um að Milicic blómstri núna strax í vetur, en hann verður góður seinna. Hann er bara smákrakki. Detroit hefur líka það góðan mannskap að þeir geta stjórnað svolítið pressunni á honum. Hann er allaveganna alls ekki tilbúinn."
        },
        {
            "user": "kelimar",
            "user_id": "20604",
            "date": "2003-10-14 08:48:22",
            "id": "1306214",
            "reply_to_id": "1306213",
            "text": "hann hefur alveg reynsluna úr evrópskraboltanum þegar lebron james og hinir hafa bara spilað við jafnaldra sína"
        },
        {
            "user": "jois",
            "user_id": "7833",
            "date": "2003-10-14 15:08:03",
            "id": "1306215",
            "reply_to_id": "1306214",
            "text": "Milicic hefur nú ekki mikla reynslu úr Evrópuboltanum, enda er hann svo rosalega ungur. Hann var með 9.5 stig og 4.6 fráköst í leik í fyrra með sínu liði, spilaði 20 leiki og hefur aðeins spilað 38 leiki samtals með sínu liði. Við hverju er annars hægt að búast við af stráki sem er fæddur 1985. Allaveganna, 18 ára gutti eins og Milicic, fer ekki beint í byrjunarliðið hjá Detroit, enda hefur það sýnt sig að Carmelo og Lebron og mjög margir nýliðar úr háskólum eins og Dwyane Wade, TJ Ford, Chris Bosh, Josh Howard og Mike Sweetney hafa spilað betur heldur en Milicic á undirbúningstímabilinu. Toronto, með Chris Bosh, spilað gegn Detroit um daginn og var minnst á hvað Chris Bosh virtist miklu tilbúnari heldur en Milicic.\nSíðan er eitt annað í sambandi við Milicic að hann á eftir að aðlagast Bandaríkjunum sem og NBA. Strákurinn talar ekki góða ensku og hefur lifað svo gjörólíku lífi miðað við suma nýliðina að það hálfa væri nóg.\nÞað er samt enginn spurning að Milicic er ótrúlega hæfileikaríkur miðað við hæð. Rosalega langur og þykir ekki vera þessi týpiski evrópuleikmaður.\nÉg giska á að Milicic verður svona svipaður og Yao Ming var á sínu fyrsta tímabili. Lengi af stað en kemst síðan á gott ról á seinni hlutanum. En Detroit mun ekki láta hann byrja mikið inn á og verður hann varla með með meira en 10 stig í leik, enda mætti hann vera ánægður með að skora yfir 10 stig í leik á þessu tímabili."
        }
    ]
}