{
    "forum_title": "Húmor",
    "user": "DeeMer",
    "user_id": "27393",
    "date": "2003-10-08 22:16:48",
    "title": "Nokkrir enskir copy/paste",
    "text": "The test\nThree men who were lost in the forest were captured by\ncannibals. The cannibal king told the prisoners that they could\nlive if they pass a trial. The first step of the trial was to go\nto the forest and get ten pieces of the same kind of fruit. So\nall three men went separate ways to gather fruits.\nThe first one came back and said to the king, “I brought ten\napples.” The king then explained the trial to him. “You have to\nshove the fruits up your butt without any expression on your\nface or you'll be eaten.”\nThe first apple went in… but on the second one he winced out\nin pain, so he was killed.\nThe second one arrived and showed the king ten berries. When the\nking explained the trial to him he thought to himself that this\nshould be easy. 1…2…3…4…5…6…7…8… and on the\nninth berry he burst out in laughter and was killed.\nThe first guy and the second guy met in heaven. The first one\nasked, “Why did you laugh, you almost got away with it?” The\nsecond one replied, “I couldn't help it, I saw the third guy\ncoming with pineapples.”\nMan falls asleep at church\nOne day Mrs. Jones went to have a talk with the minister at the\nlocal church. “Reverend,” she said, “I have a problem, my\nhusband keeps falling asleep during your sermons. It's very\nembarrassing. What should I do?”\n“I have an idea,” said the minister. “Take this hatpin with you.\nI will be able to tell when Mr. Jones is sleeping, and I will\nmotion to you at specific times. When I motion, you give him a\ngood poke in the leg.”\nIn church the following Sunday, Mr. Jones dozed off. Noticing\nthis, the preacher put his plan to work. “And who made the\nultimate sacrifice for you?” he said, nodding to Mrs. Jones.\n“Jesus!”, Jones cried as his wife jabbed him the leg with the\nhatpin.\n“Yes, you are right, Mr. Jones,” said the minister. Soon, Mr.\nJones nodded off again. Again, the minister noticed. “Who is\nyour redeemer?” he asked the congregation, motioning towards\nMrs. Jones.\n“God!” Mr. Jones cried out as he was stuck again with the hatpin.\n“Right again,” said the minister, smiling. Before long, Mr.\nJones again winked off. However, this time the minister did not\nnotice. As he picked up the tempo of his sermon, he made a few\nmotions that Mrs. Jones mistook as signals to bayonet her\nhusband with the hatpin again.\nThe minister asked, “And what did Eve say to Adam after she bore\nhim his 99th son?”\nMrs. Jones poked her husband, who yelled, “You stick that\ngoddamned thing in me one more time and I'll break it in half\nand shove it up your ass!”\n“Amen,” replied the congregation.\nTwo nuns in a alley\nTwo nuns went out of their convent to sell cookies. One of them\nwas known as Sister Mathematical and the other one was known as\nSister Logical. It was getting dark and they were still far away\nfrom the convent.\nSister Logical: Have you noticed that a man has been following\nus for the past half-hour?\nSister Mathematical: Yes, I wonder what he wants.\nSister Logical: It's logical. He wants to rape us.\nSister Mathematical: Oh, no! At this rate he will reach us in 15\nminutes at the most. What can we do?\nSister Logical: The only logical thing to do, of course, is to\nwalk faster.\nSister Mathematical: It's not working.\nSister Logical: Of course it's not working. The man did the only\nlogical thing. He started to walk faster too.\nSister Mathematical: So, what shall we do? At this rate he will\nreach us in one minute.\nSister Logical: The only logical thing we can do is split. You\ngo that way and I'll go this way. He cannot follow us both.\nSo the man decided to follow Sister Logical. Sister Mathematical\narrived at the convent and was worried about what had happened\nto Sister Logical. Then Sister Logical arrived, breathless and\nflushed.\nSister Mathematical: “Sister Logical! Thank God you are here!\nTell me what happened!”\nSister Logical: The only logical thing happened. The man\ncouldn't follow us both, so he followed me.\nSister Mathematical: Yes, yes! But what happened then?\nSister Logical: I started to run as fast as I could and he\nstarted to run as fast as he could.\nSister Mathematical: And?\nSister Logical: The only logical thing happened. He reached me.\nSister Mathematical: Oh, dear! What did you do?\nSister Logical: The only logical thing to do. I lifted my dress\nup.\nSister Mathematical: Oh, Sister! What did the man do?\nSister Logical: The only logical thing to do. He pulled down his\npants.\nSister Mathematical: Oh, no! What happened then?\nSister Logical: Isn't it logical, Sister? A nun with her dress\nup can run much faster than a man with his pants down……..",
    "url": "https://www.hugi.is/humor/greinar/170990/nokkrir-enskir-copypaste/",
    "url_id": "170990",
    "id": "1307017",
    "replies": [
        {
            "user": "greip",
            "user_id": "43504",
            "date": "2003-10-09 13:59:46",
            "id": "1307018",
            "reply_to_id": "1307017",
            "text": "snilld :D"
        },
        {
            "user": "lenin2508",
            "user_id": "33607",
            "date": "2003-10-09 16:42:39",
            "id": "1307019",
            "reply_to_id": "1307017",
            "text": "ha ha ha ha ha ha ha ha"
        },
        {
            "user": "Drengurinn",
            "user_id": "50114",
            "date": "2003-10-09 21:51:48",
            "id": "1307020",
            "reply_to_id": "1307017",
            "text": "hehe, þetta er tær snilld :D\nsamt mættirðu nú gera eitt næst, láta einhver bil á milli brandara, þá er betra að lesa þetta :)"
        }
    ]
}