{
    "forum_title": "Djammið",
    "user": "ginnungargapi",
    "user_id": "23512",
    "date": "2003-10-08 02:37:58",
    "title": "Iceland Airwaves",
    "text": "Jæja Góðir hálsar nú er komið að því að Iceland Airwaves fer í gang aftur.En mun hún hefja göngu sína 15 oct og standa yfir til 19. Einn meginmunur er á hátíðinni núna og þeirri sem var haldin í fyrra, það er enginn höll, og engin heimsfrægur dj sem eitrar hugsun-anir okkar, þeirra sem fíla góða dance tónist(Fatboy slim). En hafiðið en engar áhyggjur það er nóg af öllu á þessari blessuðu hátið. Og sérstaklega vil ég nefna Gus Gus. Það er band sem ég tel vera eitt stærsta  band sem mun koma fram og mun ég heiðra þá með veru minni þar. G.G spila Nasa á laugardagskvöldið og mun það kvöld, vera kvöldið sem án efa mun standa upp hjá mér og öruglega mörgum öðrum. ( misjafn er smekkurinn) ;)\nAnnar er nóg að gerast alla daganna og hvet ég alla, sem vilja og nenna að skella sér á airwaves og djamma feitast. því að þegar það er loksins eithvað að ske á þessum skítaklaka þá eigum við að nýta okkur það og djamma með útlendingunum sem eru að hrúgast hingað og skoða okkar skrýtna, kalda og norðlæga menningarkima. En ég nenni ekki að skrifa meira enda var þetta bara svona 1:55 Skrif þar sem ég er andvaka OG VAR Að skoða huga og sá að það vantaði grein um Airwaves. Hér fyrir neðan ætla ég að láta dagkskrá föstudags og laugardags flakka. Annars fyrir ykkur hin sem ætlið að taka alla daganna með trompi bendi ég á slóðinna\nhttp://www.icelandairwaves.com.\nÞar er allt um hljómsveitirnar sem spila og hvað verður að ske á hverjum stað hvern dag fyrir sig.\nFöstudagur October 17, 2003\nGaukur á Stöng\nDaysleeper,Maus,Brain Police,Prosaics, Tv On The Radio,Captain Comatose og Audio Bullys.\nGrand Rokk\nBúdrýgindi,Dikta,Sein,Miðnes,The Flavors,One Rhino,200.000 Naglbítar,Tequilla Jazz\nHallgrímskirkja\nJóhann Jóhannson\nKapital\nOctal,John Log,Berglind,jara,Biogen,Frank Murder og Ruxpin\nNasa\nKimono,VINYL,Singapore Sling,The Kills,quarashi,Dáðadrengir\nVídalín\nLokbrá,Pollock,Han Solo,Örkuml,Moody Company,Handsome Joe og Úlpa\nÞjóðleikhúskjallarinn\nSkytturnar og Jagúar\nLaugardagurinn, October 18, 2003\nGaukur á Stöng\nEnsími,Ricochets,Botnleðja,Einar Örn,Mínus og Eighties Matchbox B-Line Disaster!\nKapital\nTommi White,Aaron Carl,Stefan Prescott og IJ Catling\nGrand Rokk\nAnubis,Nilfisk,Innvortis,Ceres 4,Canoria,Sign,Dr. Spock og Solid IV\nNasa\nWorm Is Green,Call Him Mr Kid,Trabant,Blake,International Pony,Gus Gus og´Nadia Ksaiba\nReykjavík Art Museum - Hafnarhúsið\nThe Album Leaf og Gísli\nVídalín\nEinóma,Funk Harmony Park,George Geometry,Anonymous,Thor,Yagia og Exos\nJæja þá höfum við dagskrána hérna. Þá er ekkert annað en að skella sér á pöpparölt og sleikja rjóman af því besta. persónulega ætla ég ekki að láta listamenn eins og Gus gus, ensími, botnleðju,jaguar,exos og marga skemmtilega fram hjá mér fara og því gæti vel verið að þú sem lest þetta rekist í öxlina á mér í öllum látunum á Nasa þarnæsta laugardag.\nJæja besta að hætta þessu djamm hugsunum, klukkan er orðin 2:28, þriðjudagur og skóli á morgun. En huggum okkur við það að það er ekki nema rúmlega vika í að mad sessionið byrjar, og ekki nema 3 dagar í helgi:)",
    "url": "https://www.hugi.is/djammid/greinar/170957/iceland-airwaves/",
    "url_id": "170957",
    "id": "1306416",
    "replies": [
        {
            "user": "LadyJ",
            "user_id": "8744",
            "date": "2003-10-08 13:39:34",
            "id": "1306417",
            "reply_to_id": "1306416",
            "text": "Frábært! Einmitt það sem ég vildi vita, var að fara að afla mér einhverra upplýsinga um airwaves og sá þá greinina.\nEn eru einhverjir sem vita hverjir þetta eru sem eru að spila á Kapital á föstudagskvöldinu? Og hverskonar tónlist þeir spila?\nJa svo er víst að maður kíkir allavega eitthvað á djammið sko! Og já… í guðanna bænum, þið hin, mætiði líka á djammið!\nÞað er sorglegt hvað bærinn er búinn að vera hálf tómur uppá síðkastið."
        },
        {
            "user": "somganja",
            "user_id": "23783",
            "date": "2003-10-09 10:26:24",
            "id": "1306418",
            "reply_to_id": "1306417",
            "text": "Þetta er garura sem eiga einu stæðstu plötubúð í house geiranum í New york. Þetta eru magnaðir gaurar. svo mæli ég með margeiri þetta er lista plötusnúður sem spila á potta og pönnur meðan hann spila"
        },
        {
            "user": "MrGoodman",
            "user_id": "7110",
            "date": "2003-10-08 14:01:18",
            "id": "1306419",
            "reply_to_id": "1306416",
            "text": "Þessi grein verð ég að telja gott framtak! Big up! Flott að fá dagskrá hingað.\nÆtla líka að minna fólk á Garage vs. Breakz kvölið á miðvikudeginum á Kapital, þar sem Bjössi og Ingvi munu blússa. Einnir að John B mun heiðra klakann með nærveru sinni á Kapital á fimmtudeginum.\nGóðar stundir."
        },
        {
            "user": "ginnungargapi",
            "user_id": "23512",
            "date": "2003-10-08 14:18:28",
            "id": "1306420",
            "reply_to_id": "1306416",
            "text": "Icelandairwaves armbandið kostar 3.900,-\nArmbandið gildir inn á alla viðburði hátíðarinnar á meðan húsrúm leyfir - aldurstakmark 20 ár\nÞú kaupir armband á\nhttps://www.icelandair.is/index.jsp?branch=3813183&setQ\nStr=1  sækjir það síðan á Hressó í Austurstræti. Opið frá mán 13 til lau 18 okt frá kl 12-18\nEinnig hægt að kaupa armband hjá Icelandair í Kringlunni opið frá 10-18"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-10-08 16:27:00",
            "id": "1306421",
            "reply_to_id": "1306416",
            "text": "EKKI ER VIRKILEGA FOKKING 20 ÁRA ALDURSTAKMARK EINS OG STENDUR Á\nhttps://www.icelandair.is/index.jsp?branch=3813183&setQ\nStr=1"
        },
        {
            "user": "hangover",
            "user_id": "35470",
            "date": "2003-10-08 16:57:16",
            "id": "1306422",
            "reply_to_id": "1306416",
            "text": "Frábært!!!  Góð dagskrá og fínasta mál að sleppa þessum stóru nöfnum því nóg er til af efnilegum íslenskum böndum og eins sýnist mér úrval erlendra sveita enn meira spennandi en í fyrra!"
        },
        {
            "user": "dannith",
            "user_id": "23242",
            "date": "2003-10-08 18:57:57",
            "id": "1306423",
            "reply_to_id": "1306422",
            "text": "Já ég er sammála. Fínt tækifæri að kíkja á þessar íslensku efnilegu hlómsveitir sem maður myndi kanski ekkert nenna að fara á nema af því að þær eru allar að spila á einni helgi"
        },
        {
            "user": "Goalkeeper",
            "user_id": "16530",
            "date": "2003-10-08 17:16:16",
            "id": "1306424",
            "reply_to_id": "1306416",
            "text": "Það einir tónleikar sem ég gæti hugsað að fara á (fyrir utan hiphopið)og það á NASA á föstudag."
        },
        {
            "user": "jonnie5",
            "user_id": "11850",
            "date": "2003-10-08 19:17:52",
            "id": "1306425",
            "reply_to_id": "1306416",
            "text": "Ég mæli sko þvílíkt með að fólk fari og sjá THE KILLS á Nasa föstudagskvöldið..Ég sá þá spila útí Los Angeles fyrir 6 vikum síðan og þau voru fokking GEÐVEIK..Einir flottustu tónleikar sem ég hef á ævi minni séð. Þetta var á 500 manna stað og þarna voru samankomnir flottustu rokkararnir í hini USA. Zack De La Roch var að fíla þau geðveikt, Rick Ruben hin frægi próduser var þarna, Gwen Stefani og Gavin Rochdale, sjálfur Antony Kiades úr RHCP og allir að headbanga á milljón..\nÞau eru með geðveika sviðsframkomu, þökk sé gellunar, sem er sjúklega flott á sviði og krafurinn í þeim er geggjaður. Ég hef séð Rage Against The Machine og Tool á sviði þar sem að krafturinn er alls ráðandi og þau gefa þeim ekkert eftir..\nVerðið að tékka á þessu bandi…\nGóða skemmtun á Airwaves, mér líst vel á prógrammið.."
        },
        {
            "user": "mygla",
            "user_id": "26324",
            "date": "2003-10-08 20:53:58",
            "id": "1306426",
            "reply_to_id": "1306425",
            "text": "það vantar dagskránna á fimmtudeginum."
        },
        {
            "user": "LadyJ",
            "user_id": "8744",
            "date": "2003-10-09 19:42:59",
            "id": "1306427",
            "reply_to_id": "1306426",
            "text": "Getur skoðað nánar alla dagskrá á www.icelandairwaves.com"
        },
        {
            "user": "EXOZ",
            "user_id": "21269",
            "date": "2003-10-13 13:41:03",
            "id": "1306428",
            "reply_to_id": "1306427",
            "text": "fram koma\nairwaves presents :+\nfunk harmony park\nAnonimous\nThule Presents :\nOculus Dormans\nThor\nYagya\nExos\nTechnokvöld airwaves er að sjálfsögðu laugardagurinn 18 okt."
        },
        {
            "user": "Zolly",
            "user_id": "44670",
            "date": "2003-10-26 23:20:54",
            "id": "1306429",
            "reply_to_id": "1306428",
            "text": "áttu muse ekki að vera þarna einhverstaðar… eða er ég algjörlega út úr heiminum?"
        }
    ]
}