{
    "forum_title": "Tíska & útlit",
    "user": null,
    "user_id": null,
    "date": "2003-10-09 14:28:27",
    "title": "ég, þú og allir í heiminum...",
    "text": "jæja svona lýt ég á málin…:\nAllir í heiminum ganga í gengum Gelgjuskeiðið og bara fyrirgefðu ef að þú heldur eitthvað annað en það er satt. Allir taka gelgjunni á mismunandi hátt og er það bara ekki allt í lagi?\nGelgjuskeiðið er mjög mishæft eftir persónum og ALLIR fara í gengum það eins og ég var búin að minnast á og allir ættu bara að sætta sig við það ef að þeit sjá einhverja gelgju hér á huga sem að er alveg mjög spennt fyrir gaurum eins og J.T. og Brad Pitt! Hver hefur sinn smekk. Ég hef tekið eftir því hér á huga að geljurnar eru farnar í taugarnar á fólkinu hérna og ég spyr afhverju?\n——-\nTiskan.\n——-\nTiskan er nú alltaf að breytast og er mjög mismunandi eftir áhuga og smekk fólks. Tískan gengur í hringi (eins og allir vita) og ef að þér vantar hjálp með tískuna í dag þá er hún eins og mamma þín og pabbi voru þegar þau voru á þínum aldri. Margir (stelpur helst) hafa farið og gramsað í dótinu hjá foreldrum sínum og fundið þar alls konar dót s.s. –> föt, eyrnalokkar, armbönd, skór og svo miklu miklu meira. Spurningin: Gengur þú í fötum eða einvher sem að er í tísku eða “býrðu” til þína eigin tísku?\n—\nÞú.\n—\nÞú átt að ganga í fötum sem að þú vilt ganga í! Ekki láta neina tískubylgju ráða því hvernig þú berð þig. Ef að þér finnst t.d. skórnir sem að eru í tísku núna óþægilegir: EKKI ganga þá í þeim! Þú átt skilið að vera eins go þú ert og vertu þú sjálf. Alltaf best. spurningin: Hvað finnst þér best að vera í?\n—\nÉg.\n—\nÉg er 14 ára stelpa og ég er svona eiginlega mjög sátt við mig eins og ég er. Og það ættu allir að gera það. (þá er ég ekki alveg að tala um andlitsfall). Ég bý mér ekki til eigin tísku heldur reyni að fara mest eftir tískubylgjunni. Mér finnst best að vera bara í einhverjum íþróttabuxum eða jafnvel gallbuxum og bol (EKKI of þröngum, ég vil geta andað en má vera þröngur, ég er ekki að segja að ég geng ekki í þröngum bolum).\ntakk…",
    "url": "https://www.hugi.is/tiska/greinar/171150/eg-thu-og-allir-i-heiminum/",
    "url_id": "171150",
    "id": "1308070",
    "replies": [
        {
            "user": "Feminem",
            "user_id": "33357",
            "date": "2003-10-10 12:17:12",
            "id": "1308071",
            "reply_to_id": "1308070",
            "text": "Ég var fysrt að svara :)"
        },
        {
            "user": "Feminem",
            "user_id": "33357",
            "date": "2003-10-10 15:53:38",
            "id": "1308072",
            "reply_to_id": "1308071",
            "text": "Til Hamingju með það HeidzBeib..\nEn flott grein..;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-10-10 22:58:14",
            "id": "1308073",
            "reply_to_id": "1308072",
            "text": "takk…"
        },
        {
            "user": "Stam",
            "user_id": "3312",
            "date": "2003-10-10 22:58:29",
            "id": "1308074",
            "reply_to_id": "1308071",
            "text": "km"
        },
        {
            "user": "Stam",
            "user_id": "3312",
            "date": "2003-10-11 12:31:31",
            "id": "1308075",
            "reply_to_id": "1308074",
            "text": "Vá!… eru bara gelgjur hérna??"
        },
        {
            "user": "villingur",
            "user_id": "43160",
            "date": "2003-10-10 19:38:33",
            "id": "1308076",
            "reply_to_id": "1308070",
            "text": "Flott grein :) ég er ofboðslega sammála þér =) ég er 13 ára og flokkast undir “gelgja” en ég ok geng í g-streng þegar mig langar til og í venjulegum nærbuxum þegar mér hentar… Ég gref oft upp dót hjá ömmu eða mömmu og geng í stundum í fötum af langömmu minni (muniði tískan gengur í hringi!) og ég er bra stolt af því! Veriði stolt af því hvernig þið eruð og verið þið sjálf!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-10-10 22:57:40",
            "id": "1308077",
            "reply_to_id": "1308076",
            "text": "satt…satt og enn og aftur satt… takk…"
        },
        {
            "user": "Kexi",
            "user_id": "28960",
            "date": "2003-10-11 14:02:01",
            "id": "1308078",
            "reply_to_id": "1308070",
            "text": "töff mín kæra ;o)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-10-11 14:37:11",
            "id": "1308079",
            "reply_to_id": "1308078",
            "text": "lol"
        },
        {
            "user": "Ama",
            "user_id": "27008",
            "date": "2003-10-12 12:18:28",
            "id": "1308080",
            "reply_to_id": "1308070",
            "text": "Ætli þetta sé bara ekki ákveðinn partur af þroskanum.\nGelgjan er ekki eitthvað neikvætt, það er þroskastig sem allir ganga í gegnu, líkt og að hætta með bleyju, leiðinlegt, en óhjákvæmilegt.\nÁ þessum aldri er eins og sagt er, hórmónarnir fljúgandi og barnið ekki lengur bara barn heldur líka fullorðinn. Það er ákvðið öryggi í fjöldanum, og það að vera öðruvísi dregur mann útúr hópnum.\nÞað eru ekki allir sem hafa nógu sterk bein til þess að vera öðruvísi þegar maður stendur á þessum krossgötum sem gelgjan er og veit ekkert hvert maður á að fara.\nHætta bara að pirra sig á því, það gengu allir í gegnum þetta."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-10-12 13:07:53",
            "id": "1308081",
            "reply_to_id": "1308080",
            "text": "nákvæmlega"
        },
        {
            "user": "morgan",
            "user_id": "33023",
            "date": "2003-10-19 16:32:14",
            "id": "1308082",
            "reply_to_id": "1308070",
            "text": "vel gert ein af fáum greinum sem er vit í."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-10-19 16:44:41",
            "id": "1308083",
            "reply_to_id": "1308082",
            "text": "ehe takk :D"
        },
        {
            "user": "Gauos",
            "user_id": "297",
            "date": "2004-01-11 21:19:06",
            "id": "1308084",
            "reply_to_id": "1308070",
            "text": "sníp sníp"
        }
    ]
}