{
    "forum_title": "Rómantík",
    "user": "EstHerP",
    "user_id": "11032",
    "date": "2003-10-11 23:46:15",
    "title": "Blint stefnumót með hjálp netsins.",
    "text": "Þetta kemur rómantík ekki beint við, en þar sem ég held að flestir sem ég held þurfa að spá í þessu lesi þetta hérna, þá tek ég mér bessaleyfi og set þetta hingað inn. Og ég minni á að þó ég sé að tala um stefnumót í gegnum netið þá er ég alls ekki á móti að fólk notfæri sér netið í þeim tilgangi að kynnast fólki enda hef ég góða reynslu af því sjálf, hinsvegar er spurning hvort fólk megi ekki vera varkárara í þessum málum en hinsvegar er netið er alls ekki nein grýla eða eitt um að vera hættulegt, það er bara eitt af mörgu sem fólk þarf að varast.\n—————————\nSmá copy/paste af mbl.is\n10.10.2003 | 12:37\n“Sautján ára stúlku var nauðgað í Víðidal ofan Reykjavíkur í nótt. Fór hún þangað í bíl með manni en vegfarendur heyrðu neyðaróp stúlkunnar og gerðu lögreglu viðvart en þá var gerandinn á burt.\nSigurbjörn Víðir Eggertsson aðstoðaryfirlögregluþjónn í Reykjavíkur vildi að svo stöddu einungis staðfesta að mál þetta væri til rannsóknar er rætt var við hann í hádeginu.”\n10.10.2003 | 16:15\n„Það liggur fyrir játning og við teljum að málið sé upplýst,“ sagði Hörður Jóhannesson, yfirlögregluþjónn í Reykjavík við Fréttavef Morgunblaðsins um nauðgunarmálið sem upp kom í borginni í nótt. Var gerandinn handtekinn á þriðja tímanum í dag.\nMaðurinn er um tvítugt og segir Hörður allt benda til þess að hann hafi kynnst stúlkunni, sem er 17 ára, kynnst á spjallrásum á Netinu.\nLögreglu var tilkynnt um neyðaróp í Víðidal ofan Reykjavíkur um hálf fjögur sl. nótt. Þegar lögregla kom á vettvang fannst stúlkan ein og yfirgefin en nauðgarinn var á brott. Þekktust þau ekki og höfðu ekki hist fyrr en sl. nótt.”\n—————————–\nÉg set þessa frétt ekki inn til að ræða þennan voðaatburð neitt sérstaklega og bið fólk um að sem virðingarvott við þennan þolanda að ræða þetta tiltekna mál ekki, en hinsvegar langar mig að vita hvort það sé virkilega algengt að fólk hittist á svona fáförnum stöðum í fyrsta skipti. Um daginn las ég grein hérna á Huga frá stelpu sem fór á stefnumót með manni sem hún kynntist á netinu og á fyrsta stefnumóti hittust þau heima hjá honum. Eru íslenskar stelpur virkilega svona kærulausar að þær spá ekki meira í hlutina en þetta? Er ennþá “svona gerist ekki á Íslandi eða fyrir mig” moldarbúa hugsunin í gangi? Það sem gerðist í vikunni var ekki í fyrsta skipti sem svona gerist í tengslum við Internetið og örugglega ekki það síðasta, enda misjafnir sauðir sem leynast á netinu.\nÍ guðsbænum stelpur, ekki hitta menn í fyrsta skipti annarsstaðar en á kaffihúsum eða opinberum stöðum, látið alltaf vinkonu, foreldra eða einhvern sem þið treystið vita hvað stendur til og það er ekki vitlaust að biðja þá um að hringja þegar 30 mín eru búnar af stefnumótinu, þið hafið þá tækifæri til að komast í burtu ef ykkur lýst ekki á aðilan og eins er bara nauðsynlegt að hafa svona öryggisnet ef eitthvað klikkar.\nReynið að vera búin að spjalla lengi við aðilan áður en þið hittið hann og passið að gefa ekki of mikið upp um ykkur sjálf. Ég veit um fólk sem hefur þurft að láta loka hjá sér símanúmerum og fá sé leyninúmer eftir að það gaf upp of mikið af upplýsingum til manneskja sem kunna ekki með það að fara.\nVið vitum aldrei hver er hinum megin á línunni þegar við erum að spjalla á netinu og sem betur fer er það venjulega sá sem hann eða hún segist vera, hinsvegar er aldrei of varlega farið og alltaf gott að pæla í að sá sem segist vera 12 ára stelpa eða strákur gæti verið 56 ára karlmaður og það kannst örugglega allir við svoleiðis dæmi.\nOg að lokum munið að þó að sumar þessar öryggisráðleggingar hljómi kannski kjánalegar, þá hefði kannski ein af þeim getað komið í veg fyrir málið sem ég vitna í efst í greininni….spáið líka í því.\nKv. EstHe",
    "url": "https://www.hugi.is/romantik/greinar/171536/blint-stefnumot-med-hjalp-netsins/",
    "url_id": "171536",
    "id": "1311394",
    "replies": [
        {
            "user": "iWonderboy",
            "user_id": "24775",
            "date": "2003-10-12 00:32:29",
            "id": "1311395",
            "reply_to_id": "1311394",
            "text": "Persónulega finnst mér að ætti að bæta við einum hegningarlögum\n“XXX grein hegningalaga - Ef Karlmaður reynir að þvinga aðra manneskju til kynmaka við sig skal skorið undan honum og skal hann síðan sæta fangelsi ekki skemur en 10 ár. Sé fórnarlambið yngra en 18 ára skal skorið undan honum og hann látinn blæða til dauða.”"
        },
        {
            "user": "eaue",
            "user_id": "19588",
            "date": "2003-10-12 00:39:12",
            "id": "1311396",
            "reply_to_id": "1311395",
            "text": "Þetta er lifandi dæmi þess að almenningur er refsiglaðari en dómsvaldið."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-10-12 05:35:59",
            "id": "1311397",
            "reply_to_id": "1311395",
            "text": "iWonderboy, þú kannski gerir þér ekki grein fyrir því að í mörgum tilfellum eru saklausir menn dæmdir fyrir eitthvað sem þeir hafa ekki gert.\nEf einhverjum hefur tekist að lesa þennan texta fyrir ofan sem öllum í staðinn fyrir mörgum þá ætti hann/hún að endurlesa.\nOf harður dómur, líkt og að skera undan einhverjum, er ekki leiðin til þess að stöðva þessa tegund af glæpum.\nMeð því að herða refsinguna þá drögum við úr siðferðiskennd okkar.\nEf refsing myndi afnemast gagnvart kynferðis afbrotamönnum, heldurðu að þau myndu aukast?\n“Jeijj, nú getum við farið að nauðga” - Þetta er ekki pælingin hjá almenningi.\nEf lög gegn þjófnaði myndu hinsvegar verða afnumin myndi sú tegund af glæpi (sem nú flokkast sem glæpur, sem betur fer) án efast aukast.\nEins sorglegt og það er, þá held ég að afnema refsingu við kynferðisafbrotum væri gagnlegra.\nFÁRÁNLEGT! myndu flestir hugsa. Ég væri sennilega í sama hóp fyrir ári eða svo, enda finnst mér þetta vera ein versta tegund af glæpum.\nEn málið er að til að minnka þessa tegund af glæpum (sem oftast eru framkvæmdir af andlega sjúkum einstaklingar, hvort sem þeir gera sér grein fyrir því eða ekki nú til dags) þá þurfum við að gefa þessum einstaklingum tækifæri á því að leita sér hjálpar, í stað þess að bæla þá í felur með hótunum um misþyrmingar eða annað slíkt.\nEina leiðin til að laga þetta vandamál (eins mikið og hægt er) er virkilega í samráði við þá sem fremja þessa glæpi, í stað þess að misþyrma þeim og hleypa þeim svo aftur út í samfélagið.\nÉg skil vel hvernig fólk vill helst vinna sig útúr þeirri reiði sem maður finnur fyrir þegar maður heyrir svona lagað, en því miður þá er misþyrming engin lausn á einu eða neinu.\nEf þér líður betur með að tala um að láta skera undan fólki þá er það svosem ágætis mál ef það spillir ekki fyrir neinum, en svona ofbeldistal leiðir því miður ekki af sér góða hluti, og ef útrás þín fyrir einhverjum bældum kenndum þarf að birtast á þennan máta - gerðu þér þá grein fyrir því að svipað bældar tilfinningar er einmitt ástæðan fyrir þessum glæpum.\nEins reiður og maður verður þegar maður heyrir um þessa hluti þá verður maður því miður að sætta sig við það að maður getur virkilega fátt gert til að bæta hlutina.\nÞegar svona lagað gerist þá er það óbætanlegt, og engin refsing kemur til með að bæta fyrir það - þó svo að einhverjum kæmi til með að líða tímabundið vel fyrir vikið.\nDæmi: Ef þú hefur t.d áhuga á því að ríða einstaklingi geturðu þessvegna nauðgað einhverri stelpu sem tímabundin lausn á því vandamáli. En það kemur til lengri tíma ekki til með að leysa öll vandamál. Einungis eitt lítið vandamál, og í leiðinni skapar það mörg önnur vandamál.\nÞað sama gildir um lausn á kynferðisafbrotamálum.\nVið getum svalað okkar þörf með því að láta þessa einstaklinga finna fyrir okkar valdi yfir þeim, en það leysir ekkert nema að láta okkur líða vel í smá stund.\nHugsanlega ertu ekkert að botna í því sem ég segi, og það þýðir alls ekki að þú sért eitthvað tregur - ég er bara búinn að vaka alltof lengi miðað við venjulega og er orðinn ansi þreyttur."
        },
        {
            "user": "porschinn",
            "user_id": "24526",
            "date": "2003-10-13 08:53:56",
            "id": "1311398",
            "reply_to_id": "1311395",
            "text": "ég held nú að fornalambið sé í flestum tilvikum yngra en 18 ára, en mér lýst vel þessa aflimum hjá þér! þá myndu menn kannski hugsa sig 2-var um áður en þeir byrja.\nAflimum og skaðabætur til þolanda væri fínt og ef það er mjög alvarlegt er hægt að skella fangelsi líka u"
        },
        {
            "user": "eaue",
            "user_id": "19588",
            "date": "2003-10-12 00:36:10",
            "id": "1311399",
            "reply_to_id": "1311394",
            "text": "En  pældu í því að í flestum tilfellum er nóg að vita fullt nafn þess sem maður er að tala við, og þá getur maður komist að því hvar hann býr, og fundið út kennitölu. Ég lenti í þessu einu sinni, ég var búin að tala við einhvern mann í smá tíma, við vissum fullt nafn hvors annars og hann vissi að ég var í HÍ. Svo kom mynd af mér í mogganum í tengslum við deildina sem ég er í, og sama dag bankaði hann bara uppá hjá mér og bauð mér í bíltúr. Ég fékk algjört áfall! Reyndar var þetta að öllum líkindum enginn kynferðisglæpamaður eða svoleiðis, þetta var meinleysislegur maður sem var helst til vitgrannur til að þekkja sín mörk. Og hann baðst afsökunar.\nEn þetta kenndi mér að passa mjög vel upp á að gefa sem minnst upp af persónulegum upplýsingum, því það er jú mjög auðvelt að komast að ýmsu bara með að hafa nafnið.\nPS. Ég verð að ávíta þig fyrir þessa setningu: “Eru íslenskar stelpur virkilega svona kærulausar að þær spá ekki meira í hlutina en þetta?”\nÍ fyrsta lagi finnst mér felast í þessu alhæfing sem á ekki rétt á sér, því að þó að sumar manneskjur hætta á þetta gerir meirihlutinn það ekki. Og í öðru lagi  þarf ekkert að vera að þessi manneskja sem um ræðir sé yfirhöfðu kærulaus. Henni hefur kannski yfirsést í þetta skipti eins og kemur fyrir alla stöku sinnum eða kannski hefur hinn aðilinn með útsjónarsemi snúið á hana."
        },
        {
            "user": "EstHerP",
            "user_id": "11032",
            "date": "2003-10-12 00:56:46",
            "id": "1311400",
            "reply_to_id": "1311399",
            "text": "eaue:\nGetur spurning verið alhæfing? ;) Annars viðurkenni ég að það hefði mátt orða þetta betur.\nCendenZ:\nVið skulum nú ekkert vera að auglýsa eða slúðra um hver gerði þetta, mér finnst þetta ekki staður né stund til þess að vera að birta nöfn og því eyddi ég því innleggi.\nKv. EstHe"
        },
        {
            "user": "eaue",
            "user_id": "19588",
            "date": "2003-10-12 14:39:27",
            "id": "1311401",
            "reply_to_id": "1311400",
            "text": "EstHerÐ\nSpurning getur falið í sér alhæfingu. Sumar alhæfingar eiga rétt á sér, að minnsta kosti eru þær oft notaðar í félagsvísindalegum rannsóknum.\nEn þessi alhæfing átti tæpast rétt á sér þó svo að ég efist reyndar ekkert um að þetta hafi átt að koma öðruvísi út."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2003-10-12 18:47:04",
            "id": "1311402",
            "reply_to_id": "1311400",
            "text": "Gott að sjá að einhverjir adminar fylgjast með svörum!"
        },
        {
            "user": "Nero",
            "user_id": "30928",
            "date": "2003-10-12 01:44:18",
            "id": "1311403",
            "reply_to_id": "1311394",
            "text": "Góður punktur hjá þé"
        },
        {
            "user": "gaur",
            "user_id": "454",
            "date": "2003-10-12 02:42:36",
            "id": "1311404",
            "reply_to_id": "1311394",
            "text": "Ég hef hitt stelpur af netinu, djamminu, vinnunni, náttúrunni, útihátíðum, veislum og á öllum stöðum þar sem kvenfólk birtist og þar sem fólk getur verið…. Internetið, well since the internet came people went crazy það eru náttúrulega bara hálvitar sem nauðga stelpum hvort sem það er af Internetinu eða ekki en ég vara stelpur við að hitta stráka af netinu vegna\nþess margir af þeim geta verið geðveikt sick og reyndar á þetta við stelpur líka. p.s. ég var að enda við að hitta gullfallega stelpu af netinu áðan sem er í háskólanum hún var smeyk um að hitta\nfólk en hún þorði að hitta mig sagði mig sérstakan og bara helvíti skemmtilegan :P"
        },
        {
            "user": "EstHerP",
            "user_id": "11032",
            "date": "2003-10-12 05:39:45",
            "id": "1311405",
            "reply_to_id": "1311404",
            "text": "Gott mál gaur.\nMér finnst þetta ekki vera fórnalömbunum að kenna, þó svo að hægt sé að líta á það frá vissu takmörkuðu sjónarhorni.\nMaður á að geta haft trú á mannkyninu, maður á ekki að þurfa að halda að aðrir í kringum mann muni nauðga manni.\nÓeðlið er í höndum þeirra sem fremja glæpina en ekki þeirra sem verða fyrir þeim."
        },
        {
            "user": "EstHerP",
            "user_id": "11032",
            "date": "2003-10-12 09:42:37",
            "id": "1311406",
            "reply_to_id": "1311405",
            "text": "241.\nAuðvitað á fólk ekki að þurfa að líta aftur fyrir sig allan daginn, en hinsvegar er ekkert að því að stelpur geri viðeigandi ráðstafanir áður en þær fara og hitta bláókunnuga menn og það getur ekkert sakað að fara varlega."
        },
        {
            "user": "EstHerP",
            "user_id": "11032",
            "date": "2003-10-12 11:01:44",
            "id": "1311407",
            "reply_to_id": "1311406",
            "text": "Æi, sorrý. Seinni hlutinn á síðasta svar átti reyndar að vera til þín, EstHerP.\nMér fannst nefnilega þetta: “Eru íslenskar stelpur virkilega svona kærulausar að þær spá ekki meira í hlutina en þetta? Er ennþá “svona gerist ekki á Íslandi eða fyrir mig” moldarbúa hugsunin í gangi? Það sem gerðist í vikunni var ekki í fyrsta skipti sem svona gerist í tengslum við Internetið og örugglega ekki það síðasta, enda misjafnir sauðir sem leynast á netinu.” vera frekar móðgandi gegn þeim sem hafa þurft að lenda í svona atburði.\nÉg veit að minnsta kosti að ég hefði ekki viljað lesa þetta ef ég hefði lent í nauðgun útfrá internet tengslum.\nMér finnst ekkert að því að fólk geri ráðstafanir þegar það hittir bláókunnugt fólk en mér finnst þó ekki að maður eigi að kalla fólk kærulaust fyrir að hafa smá trú á fólki sem það hefur ekki hitt, sérstaklega ekki þegar kemur að þessu máli.\nÉg skil alveg pælinguna í því að segja svona lagað við einstakling sem hefur ekki lent í svona hörmung, þar sem orðavalið var frekar ágætis hvatning til að minna fólk á að vera varkárt - en það gæti vel leynst einstaklingur hér sem hefur þurft að ganga í gegnum svona atburðu og frá því sjónarhorni finnst mér greinin ekki vera vel skrifuð..\nSérstaklega ekki þegar þú segir að útaf virðingu við þetta sérstaka fórnalamb ættum við ekki að ræða þann tiltekna atburð, síðan fylgir hálfgerð gagnrýni á íslenskt kvenfólk fyrir að vera svona kærulausar og tregar (Eru íslenskar stelpur virkilega svona kærulausar að þær spá ekki meira í hlutina en þetta? Er ennþá “svona gerist ekki á Íslandi eða fyrir mig” moldarbúa hugsunin í gangi?)."
        },
        {
            "user": "EstHerP",
            "user_id": "11032",
            "date": "2003-10-12 11:38:09",
            "id": "1311408",
            "reply_to_id": "1311407",
            "text": "“Mér fannst nefnilega þetta: ”Eru íslenskar stelpur virkilega svona kærulausar að þær spá ekki meira í hlutina en þetta? Er ennþá “svona gerist ekki á Íslandi eða fyrir mig” moldarbúa hugsunin í gangi? Það sem gerðist í vikunni var ekki í fyrsta skipti sem svona gerist í tengslum við Internetið og örugglega ekki það síðasta, enda misjafnir sauðir sem leynast á netinu.“ vera frekar móðgandi gegn þeim sem hafa þurft að lenda í svona atburði.\nÉg veit að minnsta kosti að ég hefði ekki viljað lesa þetta ef ég hefði lent í nauðgun útfrá internet tengslum.”\nAfhverju hefðir þú ekki viljað lesa þetta? Því sannleikurinn særir?\nÉg er nú alveg viss um að þær stelpur sem lenda í svona viti alveg hvað þær gerðu vitlaust enda alltaf auðvelt að vera vitur eftir á, og því tel ég mig ekki hafa sagt neitt sem við vissum ekki fyrir. Íslenskar stelpur eru margar OF kærulausar og íslensk ungmenni ef því er að skipta og mér finnst ekkert að því að segja það sem við vitum flest.\nÞegar ég tala um virðingu fyrir fórnarlambinu þá að sjálfsögðu var ég að biðja aðra Hugara um að taka þetta tiltekna mál ekki meira sem dæmi með því að birta nöfn eða nánari lýsingu á þessu, enda lítið land og maður þekkir mann. Hins vegar finnst mér ekkert að því að benda á hvað þessi tiltekna stelpa gerði vitlaust enda það búið og gert og hún veit það vel sjálf, málið er að koma þeim skilaboðum til annara stelpna og þá jafnvel bjarga annarri stelpu frá því að lenda í því sama. Þessi stúlka, hennar fjölskylda og fjölskylda drengsins á alla mína samúð.\nKv. EstHe"
        },
        {
            "user": "eaue",
            "user_id": "19588",
            "date": "2003-10-12 15:02:00",
            "id": "1311409",
            "reply_to_id": "1311408",
            "text": "“Ég veit að minnsta kosti að ég hefði ekki viljað lesa þetta ef ég hefði lent í nauðgun útfrá internet tengslum.”\nAfhverju hefðir þú ekki viljað lesa þetta? Því sannleikurinn særir?“\nVoðalega er þetta eitthvað einföld nálgun hjá þér. Sko þú byrjar á að tala um þennan glæp, og alhæfa svo um íslenskar stelpur sem ég svosem trúi að hafi ekki endilega verið meiningin. En athugaðu að í greininni þinni ertu aðallega að fárast yfir gjörðum fórnarlambsins, og það lítur út eins og þetta hafi verið fórnarlambinu á einhvern hátt að kenna. Þú hlýtur hins vegar að viðurkenna að þú veist ekkert um það hvernig málin litu út í raun og veru. Getur verið að þau hafi til dæmis verið búin að spjalla saman í langan tíma og svo ákveðið að hittast og fara saman á rúntinn, og þá hefur hann gegn vilja hennar keyrt alla leið út í Víðidal?\nGetur verið að hann hafi með útsjónarsemi platað hana þangað?\nSannleikurinn er sá að hvorki þú né ég veit um það, og jafnvel þó svo að  þau væru bara búin að tala saman í 3 mínútur og hann hefði síðan stungið upp á því að þau hittust í Víðidal, þá er örugglega særandi fyrir hana að sjá einhvern besserwisser hér á huga að nafni EstHerP bera á hana og aðrar íslenskar stelpur að vera kærulausar og haldnar ”moldarbúa-hugsunarhætti\" eða eitthvað þaðan af fáránlegra.\nHvernig væri að muna það að nauðgun er aldrei fórnarlambinu að kenna sama hvernig það hegðar sér og klæðir sér, þó að það sé auðvitað hægt að brýna fyrir fólki varúðarráðstafanir?\nÉg veit að þessi grein er hugsuð sem varúðarráðstöfun, en athugaðu samt hvort það var ekki siðlaust að taka hérna einstakt dæmi þarsem hlutaðeigendur gætu alveg eins verið að lesa þetta, og í þokkabót bera á fórnarlambið og um leið aðrar íslenskar stelpur að vera kærulausar og eitthvað þaðan af verra?\nPældu aðeins í því!"
        },
        {
            "user": "nedrud",
            "user_id": "26720",
            "date": "2003-10-12 13:08:35",
            "id": "1311410",
            "reply_to_id": "1311394",
            "text": "Ég mæli nú bara með því að fólk sé ekkert að reyna leita sér að maka á netinu. Held að sé bara gáfulegra að spjalla við fólk um áhugamál sín og svoleiðis. Er hægt að finna sér fínustu vini þannig. En aldrei hitt einstaklingin nema að þú ert búinn að tala við hann lengi og þekkir hann ágætlega."
        },
        {
            "user": "iWonderboy",
            "user_id": "24775",
            "date": "2003-10-12 13:21:03",
            "id": "1311411",
            "reply_to_id": "1311394",
            "text": "Menn myndu ekki nauðga ef þeir vissu að það væru svona 10% líkur á að það væri skorið undan þeim.\nOg bíddu ertu þroskaheftur eða eithvað, “Stundum eru menn dæmdir sekir sem eru saklausir”\nEigum við þá bara ekki að leggja niður refsingar yfir höfuð vegna þess að það er möguleiki á að fólkið sem er verið að dæma er saklaust ?"
        },
        {
            "user": "wbdaz",
            "user_id": "6083",
            "date": "2003-10-12 15:29:10",
            "id": "1311412",
            "reply_to_id": "1311411",
            "text": "iWonderboy: menn myndu líklega ekki heldur drepa ef þeir vissu að það væri 10% líkur á því að þeir yrðu sjálfir drepnir er það nokkuð? Dauðarefsingin virkar svo sannarlega ekki satt?\nEstherP: kemur umræðunni ekkert við en ég bara verð að leiðrétta smá: “moldarbúa hugsunin” Ertu ekki að meina “Molbúa hugsun”?"
        },
        {
            "user": "iWonderboy",
            "user_id": "24775",
            "date": "2003-10-12 15:41:24",
            "id": "1311413",
            "reply_to_id": "1311412",
            "text": "flestir sem fremja glæpi og eru dæmdir til dauðarefsingar eru geðbilaðir að stóru leiti, þeir spá ekkert í því hvað gerist fyrir þá eftir að þeir fremja glæpinn og er oftast alveg sama.\nstór hluti þeirra sem fremja kynferðisglæpi eru venjulegir gaurar , örugglega alveg eins og flestir vinir þínir en þeir búast ekki við því að nást, og þó svo að þeir náist vita þeir að enginn fer lengi í fangelsi fyrir kynferðisgæpi.\nMálið er að kynferisglæpir eru taldir “minniháttar glæpir” af flestum, og líklega er það út af því að það er tæplega hægt að kalla refsingarnar “refsingar”.\nEf þú sæir eithvað sem þig langaði í en vissir að hendin á þér væri skorin af ef þú tækir það, myndiru reyna ?\nen ef þú sæir annan hlut sem þig langaði í en vissir að refsingin við að reyna að taka hann væri kinnhestur ?"
        },
        {
            "user": "Viskan",
            "user_id": "14331",
            "date": "2003-10-12 14:45:22",
            "id": "1311414",
            "reply_to_id": "1311394",
            "text": "EstHerP\n“Um daginn las ég grein hérna á Huga frá stelpu sem fór á stefnumót með manni sem hún kynntist á netinu og á fyrsta stefnumóti hittust þau heima hjá honum.”\nÉG held að hér sé verið að tala um stefnumót mitt við þann mann sem ég er búin að vera að date og verð ég að segja að þetta finnst mér fáránlegt hjá þér, ég sagði já að ég hefði farið á fyrsta STEFNUMÓTIÐ heima hjá honum en var ég þar með segja að væri að hitta hann í fyrsta skiptið? Nei veistu mér finnst þetta vera svolítið sem þú átt að pæla í áður en þú ferð að tala, fá facts.\nSorry en ég er nett pirruð og varð það strax og þó fórst að tala um þetta eftir að hafa verið að tala um nauðgunarmál!\nkv. Taran"
        },
        {
            "user": "iWonderboy",
            "user_id": "24775",
            "date": "2003-10-12 15:43:47",
            "id": "1311415",
            "reply_to_id": "1311394",
            "text": "Ég vil líka koma því á framfæri að það þyrfti í rauninni ekki að vera nein refsing fyrir kynferðisglæpi þar sem það ætti ekki að vera til fólk sem er svona gjörsamlega sturlað að það ákveður að gera svona og persónulega finndist mér að það ætti að skjóta allt þetta fólk á færi, en eins og með annað þá er þetta bara mín skoðun og ég ræð engu um þetta."
        },
        {
            "user": "HinrikSig",
            "user_id": "14816",
            "date": "2003-10-12 20:37:32",
            "id": "1311416",
            "reply_to_id": "1311415",
            "text": "“stór hluti þeirra sem fremja kynferðisglæpi eru venjulegir gaurar , örugglega alveg eins og flestir vinir þínir en þeir búast ekki við því að nást, og þó svo að þeir náist vita þeir að enginn fer lengi í fangelsi fyrir kynferðisgæpi.”\nVenjulegir gaurar eru ekki nauðgarar! Maður þarf að vera virkilega sjúkur til að ætla að nauðga. Síðan eru það ekki allir sem eiga bara vini sem eru geðsjúklingar!"
        },
        {
            "user": "andreag",
            "user_id": "31624",
            "date": "2003-10-12 19:08:44",
            "id": "1311417",
            "reply_to_id": "1311394",
            "text": "Þetta er alveg hræðilegt mál og aumingja stelpan er í rusli (sem er skiljanlegt). Ég veit soldið mikið um þetta mál (sem ég ætla ekki að ræða meira) en svona gaurar eins og hann þykjast vera rosa góðir á netinu og plata þannig viðkomandi. Aldrei hitta fólk í gegnum netið t.d. á Betra.net eða Yrkinu. Þetta er bara stórhættulegt og þú tekur kannski ekki mark á því fyrr en eitthvað svona hefur gerst og þá er það um seinan. Þetta gjörsamlega eyðileggur þitt líf og þinn andlega líðan. Spáið verulega í þessu og afleiðingunum sem þetta hefur í för sér.\n(Á spjallrásunum eru 90% fólks sem segir ekki satt og gæti platað þig)."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2003-10-12 19:31:38",
            "id": "1311418",
            "reply_to_id": "1311417",
            "text": "Þetta er full djúpt í árina tekið. Það er allt í góðu lagi að hitta fólk í gegnum netið, maður verður bara að gera varúðarráðstafanir.\nEru ekki nauðgarar almennt einhver sem þekkir fórnarlambið? Og eigum við svo að hætta að hitta fólk í gegnum netið. Eigum við ekki bara hætta að fara út úr húsi?\nMaður gæti líka ákveðið að kynnast betur vinnufélaga og uppgötvað að maður hefði betur ekki heimsótt viðkomandi…"
        },
        {
            "user": "andreag",
            "user_id": "31624",
            "date": "2003-10-12 20:43:49",
            "id": "1311419",
            "reply_to_id": "1311418",
            "text": "Það er allt í lagi að kynnast fólki ef þú vilt taka áhættuna. Ég veit um svo mörg tilfelli sem fólk hefur verið platað í gegnum netið að ég þori allaveganna ekki að hitta einhvern í gegnum netið nema vera með varúðarráðstafanir og hitta viðkomandi um hábjartan dag. Ég er svolítið inn í þessu nauðgunaratviki (veit allt um það) og í þessu tilviki treysti stelpan gaurnum fullkomlega (kannski ekki nema von því hann var svo “góður” á netinu). Ég er samt ekki að segja öllum að hætta að fara úr húsi ;)\nP.S. Svo var ég líka að tala meira við yngri krakka………………………………."
        },
        {
            "user": "Moondance",
            "user_id": "31800",
            "date": "2003-10-12 20:37:51",
            "id": "1311420",
            "reply_to_id": "1311417",
            "text": "Sælir andreag,\nÞetta er frekat djúbt í árina tekið hjá þér\n“Aldrei hitta fólk í gegnum netið t.d. á Betra.net eða Yrkinu.”\nFlest allir sem eru á þessum vefum eru ósköp venjulegt fólk. Sá sem ætlar sér að nauðga, hann nauðgar. Hann þarf ekki netið til þess. Enda voru nauðganir miklu algengari fyrr á öldum.\nEn það er samt þannig, að menn með ógeðslegar hugsanir geta reynt að tæla til sín börn í gegnum svona vefsvæði.\n“Á spjallrásunum eru 90% fólks sem segir ekki satt og gæti platað þig”.\nHvernig veist þú hver sgir satt og hver ekki? Ertu með lygamæli tengda við tölvuna hjá þér?\nFlest okkar eru heil á geði. En það eru og verða til klikkhausar sem vilja öðrum mein gera. Það að ætla að fara hræðast alla og sjá nauðgara í hverju horni er bara móðursýki.\nEn allur vari er að sjálfsögðu til góða. Hvort sem það er á netinu eða í lífinu almennt.\nKv.\nMoondance"
        },
        {
            "user": "divaa",
            "user_id": "11336",
            "date": "2003-10-13 17:33:24",
            "id": "1311421",
            "reply_to_id": "1311394",
            "text": "Góðar ábendingar. En samt er raunin sú að flestum er nauðgað af einhverjum sem þær þekkja. En það má samt alltaf hafa varann á."
        }
    ]
}