{
    "forum_title": "Fiskar",
    "user": "bonusgris",
    "user_id": "44408",
    "date": "2003-10-12 12:40:24",
    "title": "Ég átti fiska!",
    "text": "Ég átti einu sinni marga fiska. En þeir dóu flestir úr elli en 2 fiskar lifðu mjög lengi, riksuga og gullfiskur.\nSíðan var ég að fara til Akureyrar eitt sumarið og bað stelpu sem ég þekkji að passa þá á meðan ég var í burtu, vegna þess að hún átti líka gullfiska. Ég lét hana hafa fiskabúrið mitt, fiskamatinn minn, svona tæki til að koma hreyfingu á vatnið(veit ekki alveg hvað það heitir), sandinn svona “gamallt” skip, gróður og allt sem að fiskarnir mínir áttu!\nÉg var á Akureyri í 1 mánuð eða svo og stelpan sagði mér að hún væri ekki að fara neitt og ég þyrfti ekkert að drýfa mig. Þegar ég kom til baka voru fiskarnir mínir ekki á sínum stað, nehei hún hafði selt þá og allt sem þeim fylgdi búrið allt oní búrinu, allt nema matinn. Matinn tókst henni náttúrlega ekki að selja en hún var búin að nota hann, hafði gefið fiskunum sínum að éta matinn minn!\nÉg varð auðvitað ekkert smá reið og sagði henni að hún væri kvikindi og allt það en hún hló. Hún sagði bara að hún hefði ekki nennt að hafa fiskana mína lengur svo að hún seldi þá. Ég bað hana um peninginn sem hú hafði fengið fyrir fiskana mína af því að ég ætlaði að fara og reyna að fá fiskana mína til baka. Hún sagðist ekki vera með þá lengur hefði keypt sér buxur fyrir þá. Ég spurði hana hvert hún hefði selt þá en þú henti í mig 100 krónum og sagði mér að þetta væri afgangurinn af peningnum. Hún sagði mér svo að drulla mér út, ég neitaði og sagðist ekki fara fyrr en hún léti mig fá a.m.k. peninginn sem hún fékk og heimilisfang eða símanúmer eða eikkað hjá þessum manni svo ég gæti náð í hann. Þá kallaði hún í pabba sinn og sagði að hún vildi að ég færi út og hann ýtti mér út!\nÉg fékk ekkert að sjá meira af fiskunum mínum og varð að sætta mig við það. Ég hata þessa stelpu og mun alltaf gera!\nKveðja/Erna",
    "url": "https://www.hugi.is/fiskar/greinar/171769/eg-atti-fiska/",
    "url_id": "171769",
    "id": "1313078",
    "replies": [
        {
            "user": "bonusgris",
            "user_id": "44408",
            "date": "2003-10-13 11:41:09",
            "id": "1313081",
            "reply_to_id": "1313078",
            "text": "Já þetta er mjög kvikindislegt af henni. Þú áttir að segja forelrum þínum frá þessu og láta þau tala við foreldra hennar og fá peninginn til baka. Lætur hana ekki vaða svona yfir þig.\nps: já góða vinkonan. Miðan við hvernig hún kom fram við þig er ég hissa að þú hafir treyst henni fyrir fiskunum og ef svo er ætti þér að vera sama um þá."
        },
        {
            "user": "bonusgris",
            "user_id": "44408",
            "date": "2003-10-17 12:46:12",
            "id": "1313082",
            "reply_to_id": "1313081",
            "text": "Ég sagði mömmu og hún talaði við foreldra hennar en þau sögðust ekki einu sinni hafa vitað til þess að hún hefði passað fiskana mína…ég treysti henni þá enn ekki lengur!"
        },
        {
            "user": "MonteCristo",
            "user_id": "41359",
            "date": "2003-10-13 12:57:57",
            "id": "1313083",
            "reply_to_id": "1313078",
            "text": "ég er sammála darkskin, en ég skil ekki af hverju þú baðst þessa stelpu um að passa fiskana fyrir þig og að pabbi hennar ýti þér út, þetta hlýtur að vera hræðileg fjölskylda."
        },
        {
            "user": "bonusgris",
            "user_id": "44408",
            "date": "2003-10-17 12:47:00",
            "id": "1313084",
            "reply_to_id": "1313083",
            "text": "Já!…kannksi ég bað hana um að passa af því að hún VAR vinkona mín!"
        },
        {
            "user": "joasupergirl",
            "user_id": "39995",
            "date": "2003-10-17 16:15:42",
            "id": "1313085",
            "reply_to_id": "1313078",
            "text": "Sko…mér finnst viðbjóðslegt að gera þetta….\ngett mikill hálfviti þessi stelpa….\nÉg myndi aldrei bara selja fiskana…..það er gett heimskulegt…og kaupa eikkerjar druslulegar buxur fyrir…..\nOJJJ!!!!"
        },
        {
            "user": "LoZeRR",
            "user_id": "42529",
            "date": "2003-10-19 22:24:17",
            "id": "1313079",
            "reply_to_id": "1313078",
            "text": "þer hlítur að hafa verið allveg sama um fiskana þína lætur einhverja luffsu fa þa sem selur allt sem hun á að passa ! ef hun væri barnapía væri hun sennilega dauð…! rofl"
        },
        {
            "user": "bonusgris",
            "user_id": "44408",
            "date": "2003-10-20 08:28:09",
            "id": "1313080",
            "reply_to_id": "1313079",
            "text": "Ég ætla bara að taka það fram að ég lét hana passa vegna þess að hún VAR vinkona mín!\nÉg vissi ekkert að hún myndi selja þá!"
        },
        {
            "user": "tampon",
            "user_id": "45444",
            "date": "2003-10-24 16:43:54",
            "id": "1313086",
            "reply_to_id": "1313078",
            "text": "ég skil ekki hvað er að þessari helv druslu þú ættir að hefna þín.\n(ég seyji þetta bara af því að ég hef átt og á enn fiska og veit hvað það er sárt að missa þá)"
        },
        {
            "user": "bonusgris",
            "user_id": "44408",
            "date": "2003-10-26 20:00:05",
            "id": "1313087",
            "reply_to_id": "1313078",
            "text": "það er víst að dagbjort (eins og jakíka kallar hana) er hóra"
        },
        {
            "user": "bonusgris",
            "user_id": "44408",
            "date": "2003-10-30 16:11:43",
            "id": "1313088",
            "reply_to_id": "1313087",
            "text": "hahhahhaha\nsnilldar stelpa ert u með símanúmmerið henner ;)"
        },
        {
            "user": "bonusgris",
            "user_id": "44408",
            "date": "2003-10-30 19:17:54",
            "id": "1313089",
            "reply_to_id": "1313088",
            "text": "Helduru virkilega að ég hafi ekki eytt því útaf gemsanum mínum eftir þetta….ég á ekkert vantalað við hana, er það???"
        },
        {
            "user": "bonusgris",
            "user_id": "44408",
            "date": "2003-10-30 22:47:04",
            "id": "1313090",
            "reply_to_id": "1313089",
            "text": "þú veist díses kræst marrr !\nhelduru virkilega að ég vilji tala við hana aftur.\nertu algjör L úði! tiss tiss\ngvöð minn almáttugur húin var svo tottaly tekin þegar ég deletaði henni af gemsanum mínum híhí.\nshitt!!!!!!!!!!!!!!!!\nertu 13 ára eða einhver andskotin!"
        },
        {
            "user": "bonusgris",
            "user_id": "44408",
            "date": "2003-11-03 08:43:18",
            "id": "1313091",
            "reply_to_id": "1313090",
            "text": "Hvað ertu að bulla???…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-11-14 16:39:19",
            "id": "1313092",
            "reply_to_id": "1313091",
            "text": "segja að þú sért aljör gelgja vinan ;)"
        },
        {
            "user": "2Stelpur",
            "user_id": "45711",
            "date": "2003-11-02 12:07:26",
            "id": "1313093",
            "reply_to_id": "1313078",
            "text": "ojj rosalega var þetta ljótt og kvikindislegt af henni ég á líka fiska þeir eru margir að deyja en ég hef átt 2 af þeim (sem voru fyrstu fiskarnir mínir)í 2-3 og hálft ár eða meira rosalega var þetta mikil tussa þessi stelpa ég vorkenni þér hrikalega ojj bara þetta er rándjöfullinn myndi ég hata þessa stelpu og ýtti pabbi hennar þér virkilega út?? rosalega langar mig að blóta mikið þetta er rosalega dónalegt asnalegt og hrikalegt þetta er það hrikalegasta sem ég hef heyrt í dag jæja en ég verð að kveðja"
        }
    ]
}