{
    "forum_title": "Kvikmyndir",
    "user": "lilbitch",
    "user_id": "13002",
    "date": "2003-10-12 14:47:29",
    "title": "Spaghetti Westerns",
    "text": "Titill: A Fistfull of Dollars ( Per un pugno di dollari)\nLeikstjóri: Sergio Leone\nHandrit: A. Bonzzoni og Víctor Andrés Catena\nTagline: In his own way he is perhaps, the most dangerous man who ever lived!\nFramleiðsluár: 1964\nLand: Vestur - þýskaland/Spánn/Ítalía\nLengd: 99 mín\nEinkun á imdb: 7,7\nAðalhlutverk: Clint Eastwood, Gian Maria Volonté, Wolfgang Lukschy o.fl.\nClintarinn leikur Joe, mann sem þvælist inní mexikóskan bæ sem er stjórnað af tveimur glæpagengjum, Joe hugsar sér gott til glóðarinnar og ákveður að vinna fyrir báða aðila með skemmtilegum afleiðingum.\nÉg hafði aldrei haft mikla trú á vestrum, en það breyttist þegar ég sá þessa hér, Clint leikur vel í hlutverkinu sem gerði hann frægan og er fyrsta andhetjan, Gian Maria Volonté sem leikur Ramon er eki að standa sig jafnvel og Clint.\nSergio Leone vann mjög gott verk, þó svo að tónlistin eldist ekki vel þá virkar langflest í myndinni, nema Fredy Arco sem leikur litla strákinn Jesus en þar hef ég sjaldnar séð verri frammistöðu á hvítatjaldinu.\n****/*****\nTitill: For a Few Dollars More (Per qualche dollaro in più)\nLeikstjóri: Sergio Leone\nHandrit: Sergio Leone\nTagline: The man with no name is back… The man in black is waiting… a walking arsenal - he uncoils, strikes and kills!\nFramleiðsluár: 1965\nLand: Vestur - þýskaland/Spánn/Ítalía/Mónakó\nLengd: 130 mín\nEinkun á imdb: 7,9\nAðalhlutverk: Clint Eastwood, Lee Van Cleef, Gian Maria Volonté o.fl.\nClint leikur mannveiðara sem kallst Monco, Monco er svaka fær í sínu fagi og ákveður að reyna að taka El Indio höndum, Lee Van Cleef leikur Douglas Mortimer sem er einnig mannveiðari og er líka svaka klár og ákveða þeir að vinna saman við að ná El Indio(Gian Maria Volonté) og hans mönnum.\nEkki finnst mér Clint standa sig jafn vel og í A Fistful og Dollars, en skilar samt sínu sömuleiðis var Lee van Cleef ekki sannfærandi, hinsvegar var Gian Maria Volonté að standa sig mjög vel.\nSergio Leone tekst ekki alveg jafn vel og með fyrri myndina, en samt er þetta alveg ágætis mynd sem hafði alla möguleika á að vera betri en fyrri myndin.\n***1/2 af *****\nTitill: The Good, The Bad, and The Ugly (Il Buono, il brutto, il cattivo)\nLeikstjóri: Sergio Leone\nHandrit: Luciano Vincenzoni og Sergio Leone\nTagline: For Three Men The Civil War Wasn't Hell. It Was Practice!\nFramleiðsluár: 1966\nLand: Ítalía/Spánn\nLengd: 160 mín\nEinkun á imdb: 8,7 (25 sæti af 250)\nAðalhlutverk: Clint Eastwood, Lee Van Cleef, Eli Wallach o.fl.\nClint leikur Blondie (The Good) sem vinnur við það að fara með vin sinn Tuco/The Ugly (Eli Wallach) til yfir valda, framselja hann og bjarga honum og framkvæma þetta svo aftur á öðrum stað, Lee Van Cleef leikur Angel Eyes/The Bad sem er leigumorðingi ásamt fleiru. Þessir þrír menn flækjast svo á skemmtilegan hátt inn í borgarastyrjöldina með tilheyrandi látum.\nClint bætir frammistöðu sína stórlega frá For a Few Dollars More ásamt Lee Van Cleef sem gerir Angel Eyes að rosa flottu illmenni, en hvorugur er nálægt því jafn góður og Eli Wallach sem leikur Tuco/The Ugly af tærri snilld.\nSergio Leone hefur verið í bana stuði þegar hann gerði þessa mynd, handritið er mjög gott, húmorinn er fínn og sviðsmyndin er í hæsta gæðaflokki.\n****1/2 af *****",
    "url": "https://www.hugi.is/kvikmyndir/greinar/171753/spaghetti-westerns/",
    "url_id": "171753",
    "id": "1312756",
    "replies": [
        {
            "user": "Limer",
            "user_id": "27419",
            "date": "2003-10-14 17:13:59",
            "id": "1312759",
            "reply_to_id": "1312756",
            "text": "Með betri myndum sem fyrir finnast……vildi bara koma þessu framfæri."
        },
        {
            "user": "nedrud",
            "user_id": "26720",
            "date": "2003-10-14 21:30:36",
            "id": "1312758",
            "reply_to_id": "1312756",
            "text": "Hey Clinturinn “ownar” allt í The Good, The Bad and the Ugly. Aldrei hefur einhver mannvera verið jafn svöl og hann í þessari mynd."
        },
        {
            "user": "Splitz",
            "user_id": "13993",
            "date": "2003-10-15 00:46:43",
            "id": "1312757",
            "reply_to_id": "1312756",
            "text": "The Good The Bad and The Ugly er algjör snilld, hef ekki séð hinar :/"
        },
        {
            "user": "johnMclane",
            "user_id": "22187",
            "date": "2003-10-15 18:46:31",
            "id": "1312760",
            "reply_to_id": "1312756",
            "text": "Alveg hreint magnaðar myndir, en Good, Bad , And THe Ugly er einmit mín uppáhalds mynd.\nMæli líka með A Fistful Of Dynamite og Once Upon A Time in The West."
        },
        {
            "user": "ari218",
            "user_id": "12984",
            "date": "2003-10-17 15:07:57",
            "id": "1312761",
            "reply_to_id": "1312756",
            "text": "The Good the Bad and the Ugly er náttúrulega ekkert annað en gargandi snilld. Hinar eru líka góða"
        }
    ]
}