{
    "forum_title": "Teiknimyndir",
    "user": null,
    "user_id": null,
    "date": "2003-10-11 22:39:03",
    "title": "320 - European Road Show",
    "text": "320 - European Road Show\nLeikstjóri:\nDan Povernmire\nGestaraddir:\nKiss, Andy Dick, Michael McKean\nUm þáttinn:\nBrian og Stewie halda að þeir séu á leiðinni til Englands en þeir lenda óvænt í Sádí-Arabíu. Á meðan í Bandaríkjunum eru Peter og Lois á KISS tónleikum.\nSkemmtileg “Quotes”:\nBréf Stewie: Dear stupid dog, I've gone to live with the children on jolly farm. Good bye forever. Stewie.\nP.S. I never got a chance to return that sweater Lois gave me for Christmas. Umm, I left the receipt on top of my bureau. I'm probably over the thirty day return limit but umm… I'm sure if you make a fuss they'll at least give you a store credit or something. Umm.. It's actually not a horrible sweater. It's… It's just I can't imagine when I would ever wear it you know? Oh I also left a button on the bureau. I'm not sure what it goes to, but I can never bring myself to throw a button away. I know that as soon as I do I'll find the garment it goes to and then it'll… Wait a minute, could it be from the sweater? Did that sweater have buttons? Hmm… Well I should wrap this up before I start to ramble. Again, goodbye forever.\nP.P.S. You know, it might be a little chilly in London, I'm actually going to take the sweater.\nLag Stewie og Brian\nBrian & Stewie: You and I are so awfully different, too awfully differnt, to ever be pals.\nStewie: Do you want to go first.\nBrian: Yeah i'll go, your favorite hero is the Marquis De Sade.\nStewie: Oh your one to talk, you got a stiffy from Phylicia Rashad.\nBrian: Oh one time\nStewie: I have a style flair, just look at my hip hair.\nBrian: Oh yeah thats quite a nice do there.\nStewie: Oh thanks\nBrian: For me to poop on.\nStewie: What\nBrian: Oh come on you look like Charlie Brown.\nStewie: Oh bite me snoopy.\nBrian & Stewie: Theres not a whole lot that we got to agree on..\nBrian: Cause I love the strains of a classical score.\nStewie: And I like that singer who looks like a whore.\nBrian: Ricky Martin\nStewie: Love him\nBrian & Stewie: Were too different to ever be pals…You and I are so awfully different, too awfully differnt, to ever be pals.\nBrian: Your heads as massive as a meteorite.\nStewie: Oh very funny…you have a weenie like a christmas tree light.\nBrian: I bet money, you'll marry a honey, who's pretty and funny, and her name will be Ted.\nStewie: Oh a gay joke.\nBrian: I just work with what you give me.\nBrian & Stewie: You might think were in sync but we stink, as a duo..\nBrian: Cause you get a kick out of carnege and guts.\nStewie: And you get a kick out of stroking your…\nBrian: Whoa whoa whoa, you cant say that on TV\nStewie: What, ego.\nBrian: Nevermind\nBrian & Stewie: Were too differnt to ever be pals.",
    "url": "https://www.hugi.is/teiknimyndir/pistlar/171749/320-european-road-show/",
    "url_id": "171749",
    "id": "1312731",
    "replies": [
        {
            "user": "tracx",
            "user_id": "9407",
            "date": "2004-08-23 12:04:46",
            "id": "1312732",
            "reply_to_id": "1312731",
            "text": "reyndar heitir þátturin Road To Europe"
        }
    ]
}