{
    "forum_title": "Hestar",
    "user": "estro",
    "user_id": "33301",
    "date": "2003-10-13 12:57:53",
    "title": "Smá hugleiðing fyrrverandi hestamanns.",
    "text": "Einu sinni fyrir langa löngu þá átti ég fjóra hesta og hesthús.\nHestamennskan var lífstíll hjá mér og fyrrverandi manninum mínum, við eyddum öllum frítíma okkar í hesthúsunum.\nÁður en ég kynntist manni mínum, hafði ég verið í hestamennskunni í fimm ár, en þá leigði ég pláss í hesthúsi og var bara með einn hest.\nKynntist svo þessum tilvonandi eiginmanni mínum og ekki spillti það fyrir að hann var líka í hestamennskunni.\nVið keyptum okkur hesthús og bættum við okkur tveimur hestum.\nÁ þessum tíma bjóst ég aldrei við öðru en að ég yrði alla mína ævi í hestamennsku, þetta var líf mitt og yndi.\nAllt snerist í kringum hestana, ef ég átti afmæli þá vildi ég bara eitthvað tengt hestunum í afmælisgjöf og eins var með jólagjafir.\nSvo fór ég að eignast börn og þá fór að verða erfiðara að fara í hesthúsin , síðan fór hjónabandið að halla undan fæti og við ákváðum að skilja.\nPeningamálin buðu ekki upp á annað en að selja hestana og hesthúsið.\nÞað var erfiðasta ákvörðun í lífi mínu, held ég.\nÞað sem hélt í mér lífinu ef segja má svo , var sú hugsun að ég væri ekki hætt í hestamennskunni, ég myndi fá mér hest aftur seinna og byrja aftur frá grunni.\nSíðan eru liðin þrettán ár og í dag á ég nýjan eiginmann og nýtt barn :) sem er jú bara af hinu góða.\nÉg er hamingjusöm og á ágætis líf.\nEn einn er sá galli á gjöf Njarðar að\nhestarnir toga í mig sem aldrei fyrr.\nÉg bý ekki langt frá hesthúsunum og ef sá tími vetrarins er, þá sé ég fólk í útreiðartúrum fyrir neðan húsið mitt í dalnum.\nOg það er of mikið á mig sem fyrrum hestamann lagt.\nÞað versta við þetta allt saman er að núverandi maðurinn minn hefur ekki áhuga á hestum og því sem viðkemur þeim.\nHonum finnst þetta allt voða mikið vesen , mikil binding og\nkvöð að fara og moka undan þessu (hans orðalag) og gefa á hverjum einasta degi.\nEn ég sem fyrrverandi hestamaður veit, að þegar maður lifir og\nhrærist í hestamennskunni þá er það ekki kvöð og pína að fara upp í hesthús á hverjum degi að moka og gefa, heldur hin mesta ánægja og lífsfylling sem um getur!\nOg nú er bara að hrökkva eða stökkva…ekki satt?",
    "url": "https://www.hugi.is/hestar/greinar/171996/sma-hugleiding-fyrrverandi-hestamanns/",
    "url_id": "171996",
    "id": "1314727",
    "replies": [
        {
            "user": "Zaluki",
            "user_id": "6799",
            "date": "2003-10-13 14:01:21",
            "id": "1314728",
            "reply_to_id": "1314727",
            "text": "Ég myndi álíta það sem svo að það væri honum í hag að þú sért ánægð og að þér líði vel ekki satt.\nMér finnst að þú ættir bara að láta vaða og prófa þetta kannski í einn vetur .. sjá hvernig þetta leggst í ykkur bæði.\nÞú hefur gott af því að komast aðeins ein út (veit það sjálf sem mamma að maður verður að eiga smá prívat tíma bara fyrir sjálfan sig)og að gera það sem þér finnst skemmtilegast .. að vera í hestamennsku.\nÞað er aldrei að vita nema að maðurinn þinn smitist af dellunni líka :)\nOg þó að hann fái ekki áhugann, þá er það bara í fínasta lagi, þú ert ekki að biðja hann að moka eða gefa, þannig að hann hefur ekkert um það að segja :D\nLáttu vaða, held að þú sjáir ekki eftir því!\nGangi þér vel, hvað sem þú ákveður."
        },
        {
            "user": "ornbj",
            "user_id": "32323",
            "date": "2003-10-13 14:03:03",
            "id": "1314729",
            "reply_to_id": "1314727",
            "text": "Þakka þína hugnæmu grein, en mér finnst þú einblína um of á eina lausn. Það þarf ekki að byrja á því að kaupa hesthús og marga hesta. Þú getur byrjað með einn hest og komið honum fyrir hjá góðu fólki. Í hesthúsunum í Neðri_Fáki eru t.d. leigð út hesthúspláss og gjöf innifalin fyrir sanngjarnt verð, bæði hjá þeim bræðrum Gúnda og Gísla og eins hjá Sigurði."
        },
        {
            "user": "eyr",
            "user_id": "41794",
            "date": "2003-10-13 15:40:08",
            "id": "1314730",
            "reply_to_id": "1314729",
            "text": "vonandi getur´þú farið að sinna hestunum aftur\ngangi þér vel með það. segi nú bara eins og hefur komið hér fram maðurinn þarf ekkert endilega að hafa áhuga á þínu áhugamáli, á hann ekkert áhugamál sem að þér finnst ekki skemmtilegt og hann sinnir samt.  allir hafa gott að því að komast út úr húsi að gera eitthvað sem að ÞEIM finnst skemmtilegt.  byrjaðu á einum og sjáðu svo til\ngangi þér vel"
        },
        {
            "user": "Astabesta",
            "user_id": "20286",
            "date": "2003-10-13 17:46:03",
            "id": "1314731",
            "reply_to_id": "1314727",
            "text": "Ég get ekkert annað sagt þér en bara að skella þér í hestana aftur.\nEins og einhver annar hér sagði, þá sé ég ekki annað en að það ætti að vera manninum þínum og börnum í hag, ef þér líður vel og ef þú hefur gaman, því það er ekkert betra en að eiga ánægða mömmu og hvað þá eiginkonu.\nEf þú hefur einu sinni verið í hestum, þá eiga þeir alltaf eftir að toga í þig. Og þegar ég segi alltaf þá meinar ég alltaf.\nMín skoðun er sú að tíminn sem þú eyðir í að vellta þessu fyrir þér sé í raun spilltur tími, því vitum við ekki öll að þú munt alltaf enda með að fara aftur í hestana? Og ekki villtu þá þurfa að sjá eftir tímanum sem þú eyddir í að spá og spekúlera, en hefðir getað átt með hestunum!\nÞegar ég heyri fólk sem hefur verið í hestum og vill byrja aftur, fólk eins og þú sem er með efasemdir um hvort það sé þess virði þá verður mér alltaf hugsað til Pringles auglýsinganna því hestamennska er eins og Pringles; einu sinni smakka og þú getur ekki hætt ! :)"
        },
        {
            "user": "karensk",
            "user_id": "27587",
            "date": "2003-10-14 15:34:35",
            "id": "1314732",
            "reply_to_id": "1314727",
            "text": "ég mæli með að þú skellir þér beint í laugina, því enginn, ekki einu sinni sá sem maður elskar mest hefur rétt á að taka af manni áhugamálið manns. Ég meina hefur hann ekkert áhugamál sem þú hefur ekki og getur stundað á meðan þú ert í hesthúsinu???"
        },
        {
            "user": "estro",
            "user_id": "33301",
            "date": "2003-10-15 23:20:10",
            "id": "1314733",
            "reply_to_id": "1314732",
            "text": "Takk fyrir svörin :).\nJá það endar líklega með því að ég fæ mér einn hest og hef hann hjá td. Fáki til að byrja með.\nMálið er bara það að mér finnst þetta vera svo\nmikið fjölskyldusport, ég þekki sjálfa mig það\nþað vel að ég get eflaust ekki slitið mig frá\nhesthúsunum og mun nota allan minn frítíma þar.\nOg það er ekki sanngjarnt fjölskyldunnar vegna.\nÉg mun reyna ALLT til að fá kærastann til að\nsmitast * hehe* , ég trúi ekki öðru en það takist, ég meina, hver getur staðist mátt íslenska hestsins?"
        },
        {
            "user": "eyr",
            "user_id": "41794",
            "date": "2003-10-16 12:48:55",
            "id": "1314734",
            "reply_to_id": "1314733",
            "text": "varstu ekki að tala um að þú ættir börn\ngeturu ekki komið þeim í þetta sport líka\noft smitast þetta svona smám saman  einn byrjar og áður en varir er öll fjölskyldan komin á kaf í þetta."
        },
        {
            "user": "rammstein",
            "user_id": "27927",
            "date": "2003-10-19 12:29:23",
            "id": "1314735",
            "reply_to_id": "1314727",
            "text": "ég hætti einu sinni í hestunum, svo að ég veit hvað þú ert að ganga í gegnum:(.\nþetta er skelfilegt að hafa ekki hesta í húsi.\nþað er sko ekki kvöð að “þurfa” að fara uppí hesthús að gefa eða moka, það eru forréttindi að fá að fara uppí hest hús:):):)\nþað eru ekki nema 6 ára síðan ég byrjaði aftur í hestum og þarf að sleppa því þennan vetur að taka inn:(:(, vegna skorts á tíma og peningum, en ég mun samt fara reglulega uppí hesthús því að maðurinn sem að ég haf alltaf verið með í hús er búinn að bjóða mér að koma eins oft og ég vill:):)\nþað er líka"
        },
        {
            "user": "Kolla2",
            "user_id": "45249",
            "date": "2003-10-19 16:30:43",
            "id": "1314736",
            "reply_to_id": "1314727",
            "text": "Ég myndi gera það sem hjartað myndi sega. Ef ég væri þú og hefði peninga og vilja í þetta þá myndi ég hiklaust drífa mig af stað. Ef þú hefur áhuga en ekki maðurinn þinn þá myndi ég byrja með einum eða tvem hestum og leiga pláss og sjá svo til en aldrei blanda manninum í þetta ef hann hefur ekki áhuga þá fer honum að leiðast og hann verður pirraður á að gera eitthvað sem tengist hestum. En láttu vaða þetta er þitt líf og hafðu þín áhugamál útaf fyrir þig:)"
        },
        {
            "user": "zeldagirl",
            "user_id": "13809",
            "date": "2003-11-09 21:17:51",
            "id": "1314737",
            "reply_to_id": "1314736",
            "text": "Sjálf þrífst ég best í kringum hestana, þegar ég er fram í hesthúsum líður mér vel. Að finna fyrir nærveru hestanna, ríða út, kemba þeim, gefa þeim og bara horfa á þá, hvort svo sem þeir eru út í gerði eða inn í húsi. Tengsl manna og hesta geta verið hreint út sagt ótrúleg! Ég gæti aldrei slitið mig frá hestunum mínum, þetta er lífstíll og veit ekkert betra en að njóta náttúrunnar á hesti sem maður hefur lagt tíma og vinnu í-það er eitthvað töfrandu við þetta allt.\nMaður lesa það greinilega úr því sem þú skrifaðir að þetta er einhvað sem þig langar að gera, láttu hjratað ráða…þó að það sé ekki nema að komast í kynni við einhvern sem á hesta og fá að fara á bak og vera í kringum hestana´1x í viku. Ef kærasti þinn hefur aldrei verið í kringum hesta er skiljanlegt að hann viti ekki hvað þú ert að tala um, en ég efast það ekki að hann viljir að þú sért ánægð, og ef þetta er það….láttu vaða!"
        }
    ]
}