{
    "forum_title": "Hundar",
    "user": null,
    "user_id": null,
    "date": "2003-10-12 21:45:17",
    "title": "Pomeranian",
    "text": "Viktoría Englands drottning gerði Pomeranian hunda vinsæla þegar hún bætti nokkrum slíkum hundum við sína ræktun. Pomeranian hundurinn er líflegur, vandlátur og greindur. Fyrr á öldum var hann stærri heldur en hann er núna. Hvítur var algengasti litur á Pommum og voru hundarnir allt að 13 kg. Ræktendur vildu hafa þetta hundakyn smærra svo þeir völdu minnstu hvolpana úr hverju goti og hófu að rækta undan þeim. Þeir ræktuðu líka upp núverandi litamismuni. Hann geltir þó nokkuð mikið sé ekki tekið fyrir það, það gerir hann að góðum varðhundi. Pomeranian er mjög gott gæludýr, pommar eru vinalegir og tryggir. Þeir eru barngóðir hundar og þola vel kalda veðráttu.\nPomeranian er upprunninn í Þýskalandi, hann var ræktaður úr German Spits hundum sem síðan voru líklega blandaðir við aðra spitshunda. Eins og ég sagði áðan var hann stærri fyrr á öldum og síðan minnkaður niður. Viktoría Englands drottning er talin hafa minnkað tegundina enn þá meira. Þeir voru vinsælir meðal ríka fólksins.\nTvöfaldur feldur Pomeranian hunda þarf töluverða umhirðu. Það er næg hreyfing fyrir Pomeranian hunda að hafa lítinn garð til að leika sér í. Þótt Pomeranian sé lítill þá skemmtir hann sér við að fara í gönguferðir, hann getur labbað þó nokkuð langt án þess að þreytast.\nAllir litir á Pomeranian eru leyfilegir, samt án hvítra og svartra litbrigða. Heilir litir eru hvítur, svartur, brúnn, dökkur og ljós, blár (eins fölur og mögulegt er). Appelsínugulur, sem á að vera einlitur og eins bjartur og hægt er. Hvítir hundar eiga að verða að lausir við gulleitan lit, sem og aðra liti. Nokkur hvít hár á einlitum hundum eru leyfileg, en frekar óæskileg.\nÁ marglitum hundum (parti-color) ættu litirnir að vera jafn vel dreifðir á líkamann í skellum. Sable litaðir hundar ættu að vera skyggðir hvarvetna með þremur eða fleiri litum, hárið á að vera eins samræmt eins og mögulegt er, án einlitra skellna.\nHeimildirnar fann ég á www.hvuttar.net\nKveðja Birki",
    "url": "https://www.hugi.is/hundar/korkar/171952/pomeranian/",
    "url_id": "171952",
    "id": "1314316",
    "replies": []
}