{
    "forum_title": "Handbolti",
    "user": "gringo",
    "user_id": "2288",
    "date": "2003-10-14 11:24:57",
    "title": "HK-Stepan Razin",
    "text": "Jæja handboltafólk… og aðrir ;)\nNúna er HK að fara að spila seinni leikinn í Evrópukeppni bikarhafa við Rússneska liðið Stepan Razin á laugardaginn. Fyrri leikurinn gekk vel og þar voru HK menn víst óheppnir að tapa með einu marki eftir vægast sagt skrautlega ferð og dvöl í landi vodkans. Lítill sem engin hiti á herbergjum strákana, maturinn hræðilegur og aðstæður mest allar eins og árið 1952. Þetta eru atriði sem HK menn fjalla um á síðuni sinni www.hk.is eftir ferðina. Þeim finnst þetta fyndið núna en þetta var það örugglega ekki þegar þeir voru úti í kuldanum að bíða eftir rútu sem aldrei kom t.d. ;)\nNúna eru HK menn að fara að taka á móti Stepan hér heima og þeir fá nú líklegast meðferð sem er sæmandi forseta (allavega miðað við það sem HK fékk úti). Leikurinn er á laugardaginn og HK menn eru strax farnir að hita upp fyrir leikinn og allt komið í gang hjá þeim.\nÉg skora á alla aðdáendur handboltans að kíkja á leikinn því að ef HK vinnur þá eru þeir komnir áfram sem er auðvitað frábært mál fyri handboltann hér heima og auðvitað HK.\nsjá:\nhttp://www.islandia.is/biggigringo/hk.htm",
    "url": "https://www.hugi.is/handbolti/greinar/172189/hk-stepan-razin/",
    "url_id": "172189",
    "id": "1316551",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2003-10-14 19:11:56",
            "id": "1316552",
            "reply_to_id": "1316551",
            "text": "Þetta er nottlega alveg ömurlegt að íslenskt handboltalið þurfi að æfa, búa og spila við svona aðstæður, auk þess þýðir örugglega ekkert að kvarta við dómara frá Litháen þar sem húsið hans er örugglega eins og hótelherbergið.\nVona að HK rústi þessum Rússum."
        },
        {
            "user": "DjonnsonRivers",
            "user_id": "39608",
            "date": "2003-10-15 14:54:35",
            "id": "1316553",
            "reply_to_id": "1316551",
            "text": "áfram HK (á móti þessu liði)"
        },
        {
            "user": "metalisti",
            "user_id": "3620",
            "date": "2003-10-18 21:35:02",
            "id": "1316554",
            "reply_to_id": "1316553",
            "text": "í dag unnu Hk menn stephan razin með tvem mörkum.  Að mínu mati voru Hk menn að spila lélegan bollta en mótherjarnir frá landi vodkans hafa greinilega drukkið of mikið af honum því  Leikmennirnir voru í lélegu formi og illa spilandi, má taka sem dæmi linumanninn þeirra sem var númer 4 ( hann var einfaldlega feitur ) og markmanninn þeirra sem var meira að segja eldri en markmaður breiðabliks.  Ég er ánægður með að íslenslkt lið hafi komist áfram í evrópukeppninni en mér finnst að Hk menn eigi ekki að vera stoltir af því að vinna þetta bumbulið með tvem mörkum. Ég óska Hk mönnum til hamingju með sigurinn og vona að þeir verði meira sannfærandi næst"
        },
        {
            "user": "jolly81",
            "user_id": "6212",
            "date": "2003-10-19 01:52:14",
            "id": "1316555",
            "reply_to_id": "1316554",
            "text": "Þessi markvörður er fyrrverandi markmaður rússneska landsliðsins í handbolta, var varamarkmaðu"
        }
    ]
}