{
    "forum_title": "Sápur",
    "user": null,
    "user_id": null,
    "date": "2003-10-14 18:22:43",
    "title": "Nágrannar , Undarfarnir dagar",
    "text": "Vegna fjölda áskoranna ætla ég að skrifa um þættina síðustu daga, hvað hefur skeð og hver hefur gert hvað. Vonandi mun þetta koma eitthverjum aftur inní Nágranna-heiminn.\nMamma og Pabbi Toadie - The Ugly People >:)\nMamma og pabbi Toadie komu inní þættina fyrir 2-3 vikum fannst mér þau vera leiðinleg frá degi nr.1, ég veit ekki afhverju. Þau hafa alltaf verið að rífast, og eru þau bæði bara ófríð. Pabbi hans Toadie stakk af en kom svo aftur og það sama gerði mamma hans. Pabbinn vann eitthverjar milljónir í Lottói og keyptu þau sér eitthvern risastórann bíl fyrir hann. Þau fóru úr þáttunum í dag, gleðidagur fyrir mig :)\nScully-fólkið, Flick og Chooka og Valda\nMichelle er að fara til Bandaríkjanna og er búin að vera lítið með Connor. Connor er búinn að vera mikið með Nínu og er Michelle farið að gruna eitthvað. Nina kemur fram í útvarpsþættinum hans Toadie og segist vera sú sem söng lagið fræga þegar Tahni ætlaði að fara að ræna því og segjast eiga það. Michelle fær þá að vita leyndarmál Connor´s og Ninu og segir Connor til syndanna. Hún fer eftir nokkra þætti til BNA að ég held. Felicity og Chooka eru byrjuð saman. Hún vinnur eins og áður hjá Lassiters og hann er byrjaður að vinna bæði sjálfstætt og hjá Lassiters sem Limmódriver, hann vinnur líka á verkstæðinu. Undarfarnar vikur hefur Scully-fólkið fengið pakka senda til sín og vissu þau ekkert hver sendi. En núna kom það í ljós, það var Valda. Þessu kjélling er að koma aftur.\nHarold -\nHarold er verulega einmanna maður, Rosie vill ekki vera með honum, Lou hefur snúið baki við honum og loka ráð Harolds er að ganga í misskilda stefnumóta þjónustu. Það kom kona til hans um daginn og tók af honum myndband, en ekki fannst henni það ganga vel. Í dag tók Susan upp annað myndband og var það bara asnalegt. Í myndbandinu talar hann eins og eitthver P1mP og segjist ætla að rasskella dömurnar, kommon, þessi maður er 60 ára eða eitthvað ;l ;o\nÉg vona að þetta hafi eitthvað skýrt veginn að Nágrönnum\nTakk fyrir,\nHrannar M.",
    "url": "https://www.hugi.is/sapur/greinar/172214/nagrannar-undarfarnir-dagar/",
    "url_id": "172214",
    "id": "1317124",
    "replies": [
        {
            "user": "hannesa",
            "user_id": "53",
            "date": "2003-10-14 18:38:04",
            "id": "1317136",
            "reply_to_id": "1317124",
            "text": "Bölvað stöð2 að hætta með seinfeld, er ekki með neina motive til að fylgjast með neighbours lengur. Annars gott mál að Michelle sé farin, vonandi fyrir fullt og allt."
        },
        {
            "user": "yatzad",
            "user_id": "40659",
            "date": "2003-10-14 18:39:38",
            "id": "1317137",
            "reply_to_id": "1317136",
            "text": "góður Hrannar Már Gunnarson\"! kv.Nonni"
        },
        {
            "user": "joneinarm",
            "user_id": "7356",
            "date": "2003-10-14 19:19:49",
            "id": "1317135",
            "reply_to_id": "1317124",
            "text": "Þetta hjálpar manni að koamst inn í aftur :)"
        },
        {
            "user": "kittysvein",
            "user_id": "27105",
            "date": "2003-10-14 20:02:21",
            "id": "1317129",
            "reply_to_id": "1317124",
            "text": "Takk takk! Er nebla úti í Englandi og vantar svo mikið inn í hjá mér! En það er allta að koma ;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-10-14 20:22:22",
            "id": "1317130",
            "reply_to_id": "1317124",
            "text": "nau nau…kjúl grein ma"
        },
        {
            "user": "beta16",
            "user_id": "31267",
            "date": "2003-10-14 20:42:11",
            "id": "1317131",
            "reply_to_id": "1317124",
            "text": "jez!!!… Pabbi Toadie fer svo rosalega í taugarnar á mér…ARG!!…og svo eru hann og mamma Todie bara LJÓT!!…poor peeblez..\nPoor einmana Harold..þetta er ekkert að takast hjá honum…hann er frekar vonlaus og ég vorkenni bara karlgreyinu…svo var þetta myndband ógeðslega hallærislegt\nEn flott grein by the way…..mjög sniðug.."
        },
        {
            "user": "Pingvin",
            "user_id": "19866",
            "date": "2003-10-14 21:20:11",
            "id": "1317132",
            "reply_to_id": "1317124",
            "text": "HrannarM skrifaði: Pabbinn vann eitthverjar milljónir í Lottói.\nNei, mamma Todie vann milljónirnar í lottóinu, en pabbi hans stal miðanum… ;)"
        },
        {
            "user": "steina89",
            "user_id": "44168",
            "date": "2003-10-14 21:36:48",
            "id": "1317133",
            "reply_to_id": "1317132",
            "text": "nei, það var þannig að pabbi hans valdi tölurnar en hún keypti miðann."
        },
        {
            "user": "Pingvin",
            "user_id": "19866",
            "date": "2003-10-14 21:45:48",
            "id": "1317134",
            "reply_to_id": "1317133",
            "text": "Oki..\nEn veistu hvað er djlz snilld??\nVinkona mín hét akkúrat þessu nikki hér á huga!! (er búin að breyta :P)"
        },
        {
            "user": "Konungurinn",
            "user_id": "40134",
            "date": "2003-10-14 21:45:34",
            "id": "1317125",
            "reply_to_id": "1317124",
            "text": "ég er ekki að fatta hvað er svona spennandi við sápur?!? þetta er illa gert og svo ógeðslega óraunverulegt að maður er að springa. þið gerið kannski sagt mér hvað er svona rosalegt við þetta allt svo maður komist í samband við konuna í sér. en þangað til ætla ég bara að halda áfram að horfa ekki á sápu"
        },
        {
            "user": "steina89",
            "user_id": "44168",
            "date": "2003-10-14 21:55:59",
            "id": "1317126",
            "reply_to_id": "1317125",
            "text": "ég er eginlega sammála þér.\nég horfi á nágranna á HVERJUM DEGI og ég er alveg að missa áhugann :( þetta er orðið svo mikið bull og svoleiðis og illa leikið!!!!!!!!!!!!!!!!"
        },
        {
            "user": "beta16",
            "user_id": "31267",
            "date": "2003-10-15 10:22:26",
            "id": "1317127",
            "reply_to_id": "1317126",
            "text": "Það er akkurat það skemmtilega við þetta…þetta gæti aldrei gerst….ef það er ekki ástæðan þá er það bara forvitni sem er að hrjá ykku"
        },
        {
            "user": "egillfc",
            "user_id": "39305",
            "date": "2003-10-15 21:42:08",
            "id": "1317128",
            "reply_to_id": "1317126",
            "text": "Nákvæmlega, höfundarnir virðast ekki geta samið meira efni og ekki fundið betri leikara sérstaklega Rosie þessi þáttur er búinn að vera svo lengi að það skortir allt ýmundunarafl eða hugsun!"
        },
        {
            "user": "mandy",
            "user_id": "40526",
            "date": "2003-10-15 18:42:14",
            "id": "1317138",
            "reply_to_id": "1317124",
            "text": "Hibbí þú ert byrjaður afturu að skrifa nágranna greinar :)\nEn frábær grein :D"
        },
        {
            "user": "Hrund",
            "user_id": "5445",
            "date": "2003-10-17 19:05:03",
            "id": "1317139",
            "reply_to_id": "1317124",
            "text": "haha ég er búinn að vera að horfa á nágranna á einhverri enskri stöð…. snilld hvað hefur gerst…. en því miður næst stöðin ekki lengu"
        }
    ]
}