{
    "forum_title": "Harry Potter",
    "user": "annapotter",
    "user_id": "34019",
    "date": "2003-10-15 20:02:11",
    "title": "Draco Malfoy",
    "text": "Halló halló!\nMig minnir að það hafa aldrei komið neinar upplýsingar um Draco sjálfan heldur bara Tom Felton svo.\nP.S. Ég þýddi þetta af HPlexion eða hvernig sem það er skrifað.\nSlytherin, 1991-1998\nSeeker, house Quidditch team: 1992-ff.\nDraco Malfoy er sonur Lucius Malfoy og Narcissu Malfoy is the son of Lucius and Narcissa Malfoy and is currently attending Hogwarts. He is a rival of Harry Potter, actively trying to undermine him in any way he can. Draco er með ljós-hvítt hát og hvasst, fölt andlit. Hann á eina  Draco has white-blonde hair and a pale, pointed face. He owns an eagle owl who makes almost daily deliveries of sweets from home. Faðir Draco, Lucius, gaf honum Nimbus 2001 að gjöf og öllu Slytherin liðinu til þess að hann mætti spila með.\nDraco hitttir  Harry Potter í fyrsta skipti í Madam Malkin's skikkjubúð á Skástræti, 31 júlí árið 1991.\nDraco var sjálfsöruggur þegar hann hitti Harry í fyrsta skipti. Hann sagði honum að foreldrar hans væru að kaupa fyrir hann hluti sem hann vantaði, hann minnti Harry óendalega mikið á frænda sinn Dudley. Þegar Draco sá Hagrid hinum megin við gluggan í búðinni sagði hann:\n“Ég hef heyrt talað um hann. Hann er einskonar þjónn, er það ekki Ég frétti að hann væri hálfgerður villimaður-Býr einn í kofa á skólalóðinni. Þegar hann verður fullur- sem gerist nokkuð oft- reynir hann alltaf að fremja galdra sem endar yfirleitt með því að kveikja í rúminu sínu.”\nÞetta viðmót hans við annað fólk stoppaði Harry í frekari samræðum. Svo byrjaði hann aftur\n“ Mér finnst að hinum ætti alls ekki að vera hleypt inn í skólann. Hvað finnst þér? Þau eru ekki eins og við. Lífsstíllinn er allt annar en okkar. Hugsaðu þér, mörg þeirra hafa ekki einu sinni heyrt minnst á Hogwartsskóla fyrr en þau fá bréfið. Mér finnst að skólinn ætti að halda sig við gömlu galdraættirnar. ”\nÍ borð í lestinni,  heyrði hann fyrst hver Harry var, Draco kynnti sig og sagði að Harry ætti að passa sig hverja hann valdi sem vini. Hann ætti að líta til hans!Svo leit hann á Ron og sagði:\n“Faðir minn sagði mér að allir í Weasley fjölskyldunni hafa rautt hár, freknur og fleiri börn en þau hafa efni á. Þú átt eftir að finna út að sumar galdrafjölskyldur eru fremri en aðrar, Potter. Þú skalt ekki vera með þeim sem eru ekki þess virði. Þar get ég hjálpað þér”\nHár hann er ljós-hvítt og augun kuldaleg og grá, eins og hjá föður sínum. Hann er fölur í framan með hvasst andlit. Hann er góður námsmaður, þrátt fyrir að hann myndi vilja að Hogwart myndi kenna meira um Myrku öflin og hvernig á að verjast. Hann er mjög fær leitari í Quidditch.\nMalfoy herragarðurinn er staðsettur í Wiltshire í suð-vestur Englandi. Það er fínt- gamalt hús sem með Malfoy fjölskyldunni hafa búið galdrafjölskyldur með hreint blóð. Undir stássstofunni er leyniherbergi sem Lucius Malfoy fleur hluti sem tengjast myrku öflunum.\nMalfoy, Draco\nHár: Ljóshærður\nAugun: grá\neinkenni:Fölur andlitslitur og hvasst andlit.\nHeimavist: Slytherin\nHeimili: Herrragarður Malfoy fjölskyldunnar þegar hann er ekki í Hogwart.\nÁhugamál:Quidditch, Myrku öflin og hann sjálfur!\nFæddur: 1980\nGæludýr:Ekkert, en einu sinni átti hann uglu.\nVinir:\tVincent Crabbe, Gregory Goyle; hann fór á jóladanleikinn með Pansy Parkinson\nKústar:\tComet 260 (1991) Nimbus 2001 (1992)",
    "url": "https://www.hugi.is/hp/greinar/172438/draco-malfoy/",
    "url_id": "172438",
    "id": "1319145",
    "replies": [
        {
            "user": "hannesd",
            "user_id": "30584",
            "date": "2003-10-16 18:21:05",
            "id": "1319146",
            "reply_to_id": "1319145",
            "text": "flott grein gerist þetta ‘91 - ’98? hvar kemur það fram ? ég er ekki viss en ég hjelt að þeir væru fæddir '90"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-10-16 18:25:24",
            "id": "1319147",
            "reply_to_id": "1319145",
            "text": "Kúl ég er fyrst til að skrifa!!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-10-16 18:28:38",
            "id": "1319148",
            "reply_to_id": "1319147",
            "text": "eða ekki :("
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2003-10-16 18:41:21",
            "id": "1319149",
            "reply_to_id": "1319145",
            "text": "Þessi grein hefur allt að bera til að verða góð grein, en ég skil ekki afhverju þú lagaðir hana ekki betur áður en þú sendir hana inn.\n1 Fyrsta efnisgreinin er hálf á ensku og hálf á íslensku.\n2 Malfoy vill ekki læra að verjast myrku öflunum, hann vill læra að nota þau.\n3 Útliti drengsins er lýst þrisvar sinnum.\nÞetta voru verstu villurnar að mínu mati en svo eru hér nokkrar sem kannski skipta ekki miklu máli.\n4 Á einum stað stendur (reyndar á ensku) að hann eigi uglu á öðrum stað á hann ekki uglu lengu, hvað varð um hana?\n5 Hogwarts með s í endan, ekki Hogwart.\n6 Þú mættir vanda málfarið betur.\nÉg er eiginlega alveg hissa á þér AnnaPotter, aðrar greinar sem ég hef lesið frá þér hafa verið mikið betri, hreint til fyrirmyndar. Hvað gerðist núna? Gleymdirðu að lesa þetta yfir?\nKveðja Tzip\np.s.\nþetta er ekkert illa meint, ég veit bara að þú getur gert svo miklu betur en þetta."
        },
        {
            "user": "annapotter",
            "user_id": "34019",
            "date": "2003-10-16 19:21:13",
            "id": "1319150",
            "reply_to_id": "1319149",
            "text": "Því miður, var að flýta mér því að ég var að fara sofa. Var að taka samræmdaprófið í dag, og sendi þetta inní gær :S\nÚff allt of margar villur.\nÉg gleymdi greinilega að stroka út því ég var að þýða þetta af ensku.\nVóó ég skammast mín :S\n-AnnaPotte"
        },
        {
            "user": "kittacool",
            "user_id": "34472",
            "date": "2003-10-16 19:25:00",
            "id": "1319151",
            "reply_to_id": "1319150",
            "text": "Flott grein frænka en vonandi kemst ég á morgun í samræmdup. ! Sjáumst"
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2003-10-16 19:25:36",
            "id": "1319152",
            "reply_to_id": "1319150",
            "text": "Maður hlýtur að fyrirgefa það ;o)\nHvernig gekk þér?\nKveðja\nTzip"
        },
        {
            "user": "annapotter",
            "user_id": "34019",
            "date": "2003-10-17 21:14:22",
            "id": "1319153",
            "reply_to_id": "1319152",
            "text": "Bara mjög vel ;)\nÉg þakka þér innilega fyrir.\nInnilegar óskir um velgengi á HP!\nNei djókeríspókí heheheehehehehehe\n-AnnaPotte"
        },
        {
            "user": "Pemma",
            "user_id": "30312",
            "date": "2003-10-16 19:58:00",
            "id": "1319154",
            "reply_to_id": "1319150",
            "text": "Hví var þetta þá samþykkt ef setningarar eru svona??"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-10-16 21:03:16",
            "id": "1319155",
            "reply_to_id": "1319145",
            "text": "ÉG er ekki mikið fyrir harry potter þannig ég nenndi ekki að lesa þetta."
        },
        {
            "user": "deadgau5",
            "user_id": "25259",
            "date": "2003-10-16 21:31:07",
            "id": "1319156",
            "reply_to_id": "1319145",
            "text": "1. Draco er EKKI góður násmaður, eins og kemur fram í Harry Potter & Leyniklefinn.\n2. Hann er EKKI fær Quidditch spilari, raunar getur hann ekki rassgat, pabbi hans keypti hann ínní liðið.\n3.Honum er lýst 3 sinnum í greininni"
        },
        {
            "user": "stinkytoe",
            "user_id": "29707",
            "date": "2003-10-17 17:06:35",
            "id": "1319157",
            "reply_to_id": "1319156",
            "text": "Fín grein, en mætti vera betri..\nÆtla samt ekki að fara að predika um villurnar, nóg af fólki búið að koma því á framfæri.\nEn þið sem eruð að setja út á UPPLÝSINGARNAR í greininni, þá stendur að hún hafi þýtt þetta.. sem þýðir hvað? Jú, hún getur ekki gert að því þótt einhver á HP Lexicon hafi skrifað að Draco hafi verið fær Quiddich spilari eða eitthvað.."
        },
        {
            "user": "LollyPolly",
            "user_id": "47547",
            "date": "2004-01-07 14:03:36",
            "id": "1319158",
            "reply_to_id": "1319156",
            "text": "hann er talsvert góður þegar Harry keppti við hann á þriðja ári vann Harry eiginlega bara útaf því að hann var á miklu betri kúst. émeina draco varkominn af því að ná eldingunni en harry  fór hraðar þökk sé kústinum"
        },
        {
            "user": "Overture",
            "user_id": "41732",
            "date": "2003-10-16 22:47:41",
            "id": "1319159",
            "reply_to_id": "1319145",
            "text": "Afhverju ertu að segja að hann sé fæddur 1980 ? Fyrst að þetta sé Nimbus 2001 sem hann er með hlýtur þetta að vera AÐEINS lengri fram í tímanum… Eða er það ekki rétt ? Dno afhverju Rowling hafi skrifað þetta svona þá… :S"
        },
        {
            "user": "nemond",
            "user_id": "25802",
            "date": "2003-10-19 22:10:30",
            "id": "1319160",
            "reply_to_id": "1319159",
            "text": "Hún byrjaði að skrifa bækurnar (ég man ekki hvenær)og miðaði við að þeir byrjuðu í skólanum fyrr, þannig að bækurnar gerast nokkrum árum á eftir okkar tíma. semsagt 2003 og svoleiðis þetta stendur ég man ekki hvar en allavegana er þetta einhvern vegin svoleiðis."
        },
        {
            "user": "Overture",
            "user_id": "41732",
            "date": "2003-10-16 22:57:48",
            "id": "1319161",
            "reply_to_id": "1319145",
            "text": "Já og líka það er betra að frekar að bíða þangað til næsta dag og skrifa greinina þá… Hún mundi koma miklu betra út…"
        },
        {
            "user": "kittacool",
            "user_id": "34472",
            "date": "2003-10-17 09:00:29",
            "id": "1319162",
            "reply_to_id": "1319161",
            "text": "VÁ!!!!!!!!!!!!Hverju bíbandi máli skifta þessar villur þetta er flott grein. Ef þetta er of mikið fyrir ykkur að lesa þetta, HÆTTIÐI því þá! hverju skiptir það ykkur hún fær bara 10 stig fyrir þetta “vá”"
        },
        {
            "user": "sverrsi",
            "user_id": "26176",
            "date": "2003-10-17 11:50:18",
            "id": "1319163",
            "reply_to_id": "1319145",
            "text": "Ég myndi biðja um þessi grein yrði þurrkuð út, þú myndir laga hana og senda hana inn aftur."
        },
        {
            "user": "annapotter",
            "user_id": "34019",
            "date": "2003-10-20 12:38:46",
            "id": "1319164",
            "reply_to_id": "1319163",
            "text": "Alveg sammála þér!\n-AnnaPotte"
        },
        {
            "user": "sigthora",
            "user_id": "25276",
            "date": "2003-10-17 12:50:50",
            "id": "1319165",
            "reply_to_id": "1319145",
            "text": "Flott grein og góð hugmind"
        },
        {
            "user": "larandaria",
            "user_id": "3518",
            "date": "2003-10-17 14:36:26",
            "id": "1319166",
            "reply_to_id": "1319145",
            "text": "Hehe… get varla sagt að þetta hafi verið góð grein í heildina en efnið í henni var ágætt!\nEn hvar kemur fram að Malfoy Manor sé í Whitshire? Bara velta því fyrir mér…\nog það hafa verið uppi miklar umræður hvort Draco sé í alvöru lélegur í Quidditch og pabbi hans hafi keypt hann inn í liðið eða hvort hann sé alveg ágætur og liðið sé enn betra því það er á betri kústum. Það er alltaf talað um að Slytherin sé liðið sem er erfiðast fyrir Gryffindor að vinna, það er varla bara út af því að Draco er á góðum kústi, hann hlýtur nú að geta eitthvað.\nOg .. kemur eitthversstaðar fram að Draco sé góður eða slæmur námsmaður? Og kannski var hann latur þegar hann var 12 ára en tók sig svo á..\nog til að losna við allan misskilning þá fæddust Harry, Draco og Hermione og þau öll árið 1980. Fyrsta bókin gerist því 1991, held það komi fram að foreldrar Harry's voru drepin á Halloween árið 1981. Þannig að í dag væru þau 23 ára! Hehe…. væri það ekki skrítið…\nAnnars vitum við mjög lítið um Draco nema að pabbi hans er Death eater (drápari) og hann er hundleiðinlegur við alla sem honum líkar ekki við, sérstaklega þá Harry og þau. En hver veit, kannski er hann bara misskilinn og vildi helst af öllu vera vinur þeirra… hehe…"
        },
        {
            "user": "mariakj91",
            "user_id": "38475",
            "date": "2003-10-18 13:37:42",
            "id": "1319167",
            "reply_to_id": "1319145",
            "text": "akkurru eru þið að kvarta undan stafsetninga villum? hún er búin að segja að hún hafi verið að fara að sofa út af samrændu…….!\np.s. mjög flott grein kv.maría"
        },
        {
            "user": "GizmoRisaOpal",
            "user_id": "42939",
            "date": "2003-10-19 15:22:22",
            "id": "1319168",
            "reply_to_id": "1319145",
            "text": "Það var talað um í 3. bókinni að Döddlei hefði kastað pleisteisjon tölvunni sinni útum gluggann og pleisteisjon kom ekki fyrr en …hva '96 eða eitthvað í kringum það þannig að ártalið er ekki rétt hjá þér:$"
        },
        {
            "user": "IngaAusa",
            "user_id": "22132",
            "date": "2003-10-19 18:34:42",
            "id": "1319169",
            "reply_to_id": "1319168",
            "text": "Ef að þú værir ungur og fátækur rithöfundur frá bretlandi sem átt þér ekki mikla framavon, myndir þú nenna að fara svona djúpt ofan í saumana?\nþessi ártöl eru svolítið á reiki oft í bókunum, og ganga ekki alveg upp… en það verður bara að hafa það."
        },
        {
            "user": "Worghal",
            "user_id": "26658",
            "date": "2003-10-20 17:11:43",
            "id": "1319170",
            "reply_to_id": "1319145",
            "text": "Ég er sammála Ingu Ausu með ártölin. Ætti maður ekki að fara að skrifa Rowling og spyrja hana um þetta;):Þ Nei segi bara svona. Meðan ég man…. Hún( Anna Potter) er bara 12 ára og þessvegna bara búin að læra ensku í 2 ár svo þetta er mjög fínt….. Fyrir utan að það eru ensk orð +ut um allt en það er komin skýring á því svo…. Kveðja Þórunn"
        },
        {
            "user": "Worghal",
            "user_id": "26658",
            "date": "2003-10-20 20:23:20",
            "id": "1319171",
            "reply_to_id": "1319170",
            "text": "Það stendur að það hafi verið þýtt yfir á íslensku frá ensku en hálf greinin er á ensku.\nÞetta er damt góð grein !"
        },
        {
            "user": "icecatwo88",
            "user_id": "27243",
            "date": "2003-10-20 21:35:48",
            "id": "1319172",
            "reply_to_id": "1319171",
            "text": "Varðandi hvenar þetta á að gerast,þá er þetta alveg rétt.Ef þið lesið bók númer 2 þá fara þau í 500, ára dánarafmæli Hauslausa Nick, og þá stendur á legsteini þar: Herra Nicholas de Mimsy-Porington dáinn 31.október 1492.\nÞannig plúsið 500+1492: 1992, og það er í bók nr. 2, þannig að í bók 5, þá eru þau 16 ára í 5. bókinni, og í þeirri bók þá er árið 1996.\nEf þið trúið mér ekki þá skulið þið bara gá, og hvar er talað um playstaytion-tölva, bara langar að vita það!"
        },
        {
            "user": "icecatwo88",
            "user_id": "27243",
            "date": "2003-10-20 21:39:29",
            "id": "1319173",
            "reply_to_id": "1319172",
            "text": "okey, er búin að fatta þetta með tölvuna, en þá var árið 1997, og eins og einhver sagði, þá komu þær ekki fyrr um eitthvað 1996!\n;p)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-10-21 16:40:29",
            "id": "1319174",
            "reply_to_id": "1319171",
            "text": "Jamm veit. En það er samt komin skýring á því….. Anna Potter er besta vinkona mín sko…ertu ekki búin/n að lesa akkurru þetta er svona svolítil enska í þessu? Það er vegna þess að hún gleymdi að stroka hana út:Þ Kv Stubba Potte"
        },
        {
            "user": "ebbaflotta",
            "user_id": "43468",
            "date": "2003-11-06 18:06:02",
            "id": "1319175",
            "reply_to_id": "1319145",
            "text": "Flott grein!:)\n-Ebba-"
        },
        {
            "user": "Nugnar",
            "user_id": "40949",
            "date": "2003-11-08 18:07:53",
            "id": "1319176",
            "reply_to_id": "1319145",
            "text": "Mér fynnst þetta bara vera fín grein þótt það séu nokkur ensk orð í þessu\nkv.Gunna"
        }
    ]
}