{
    "forum_title": "Deiglan",
    "user": "garnagaul",
    "user_id": "21526",
    "date": "2003-10-15 17:23:04",
    "title": "Feministar (og annað leiðindalið)",
    "text": "Feministar fara alveg ótrúlega í taugarnar á mér og nú verð ég bara að fá útrás í þessari grein.\nÉg sem skil ekki hvers vegna feministar þurfa alltaf að vera að kvarta og kveina og geta aldrei látið neitt eiga sig.\nÞetta lið er mjög svipað og unhverfisverndarpakkið sem alltaf þarf að vera með einhver mótmæli og leiðindi nú síðast þegar við fórum að veiða nokkur hvalgrey sem hellingur er til af.\nFeministarnir þurfa alltaf að vera að kvarta og alltaf fá þær\nsínu fram á endanum og nú er svo komið að það er einhver konudagur, kvennadagur, baráttudagur kvenna og eitthvað álíka í annari hverri viku! Svo ekki sé talað um sjónvarpsþættina og netsíðurnar.\nÞær einfaldlega þurfa að vera á móti ÖLLU!\nEf það er eitthvað ákveðið sem þeim líkar ekki er farið í mótmælagöngu, valsað um með skilti á einhverjum hátíðum(sbr. 17. júní sl. voru þó ekki feministar en þetta er allt sama pakkið.)\neða farið í hið klassíska hungurverkfall.\nAð mínu mati á að leyfa þessum hálfvitum að svelta sig eins lengi og þeir vilja og drepa sig(bara einu fífli færra á jörðinni).\nMér fannst það ágætt sem Davíð Oddsson sagði þegar hann var borgarstjóri og einhver náttúrusinninn ætlaði í hungurverkfall út af einhverjum framkvæmdum (sem neyddu einhverja tíu þresti að fara úr hreiðrum sínum eða eitthvað) þá sagði hann einfaldlega að borgin bæri enga ábyrgð á matarvenjum fólks og ef þessi aðili vildi ekki borða þá væri það hans mál.\nAuðvitað hætti viðkomandi stuttu síðar.\nNú veit ég að allir feministar og friðarsinnar verða gjörsamlega snarvitlausir skrifa einhvern fjandann um tjáningarfrelsi o.s.frv.\nen mér gæti ekki verið meira sama. Gjöriði svo vel og takk fyrir mig.",
    "url": "https://www.hugi.is/deiglan/korkar/172618/feministar-og-annad-leidindalid/",
    "url_id": "172618",
    "id": "1320115",
    "replies": [
        {
            "user": "McSulli",
            "user_id": "25541",
            "date": "2003-10-16 17:12:09",
            "id": "1320116",
            "reply_to_id": "1320115",
            "text": "Góð grein… en búðu þig undir skítkastið sem á eftir að hrynja yfir þig… annars er mér nokkuð sama um þetta mál nema hvað svona harcore feministar það eru alveg skelfilega leiðinlegt fólk !"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-10-16 21:06:38",
            "id": "1320117",
            "reply_to_id": "1320116",
            "text": "ég hef kynnst þeim. því miður."
        },
        {
            "user": "baddevil",
            "user_id": "20841",
            "date": "2003-10-17 01:16:59",
            "id": "1320118",
            "reply_to_id": "1320115",
            "text": "Ekki rugla feministum saman við einhverja femnasista.\nEn afhverju er það svona mikið hræðilegra að vera feministi/rauðsokka sem finnst konur vera betri en karlar en að vera karlremba sem finnst karlar vera betri en konur?\nEkki gleyma því samt að feministar hafa líka barist fyrir hlutum í sambandi við karla. Fæðingarorlofi karlmanna t.d.\nMyndir þú ekki vilja eyða einhverjum tíma með konu þinni og nýfæddu barni?\nÉg las líka grein í Morgunblaðinu þar sem karlmaður var að kvarta undan nokkru sem feministar hafa barist fyrir. Hann var með ungri dóttur sinni í Kringlunni þegar hún þurfti að fá nýja bleyju. Þá lenti hann í því að inná karlaklósetinu var ekkert skiptiborð!\nFeministar eru fínasta fólk en hins vegar er ég ekkert hrifin af Bríetkonum sem mér finnast öfgafullar og of róttækar.<br><br><b><a href=\"\nhttp://www.feminem.blogspot.com\n“>feminem</a>\n<a href=”mailto:female_emin3m@hotmail.com\">e-mail</a></"
        }
    ]
}