{
    "forum_title": "Rómantík",
    "user": "tigeress",
    "user_id": "6146",
    "date": "2001-02-20 14:23:51",
    "title": "Skeppnur upp til hópa",
    "text": "Hvað er að heiminum í dag? Strákar eru skeppnur upp til hópa(þótt að það séu eflaust einhverjir sem skera sig úr). Ég veit ekki um neitt dýr á lífríki Jarðar sem er eins ómerkilegt og þeir!!!\nÞað er alveg ótrúlegt hvað sumir kk geta verið alveg hreint ekkert smá tilfinningalausir. Og einhvernig þá elta þeir gaurar mig af einhverri ástæðu sem er mér ekki ljós. Ég er ósköp venjuleg kvk og ekki ein af þessum sem eru algjörar dræsur.\nÍ fyrstu eru strákarnig alveg æðislega nice en svo allt í einu, algjörlega upp úr þurru þá breytast þeir í einhver skrímsli sem gera ekkert annað en að brjóta niður hjatrað manns, ég meina maður reynir sitt besta við að passa hjartað sitt en einhvernveginn þá virkar það aldrei hjá mér allavegana.\nHvað á maður að gera?\nÁ maður kannski bara að hætta þessu veseni og gerast lessa?",
    "url": "https://www.hugi.is/romantik/greinar/17277/skeppnur-upp-til-hopa/",
    "url_id": "17277",
    "id": "110489",
    "replies": [
        {
            "user": "BearZon",
            "user_id": "13",
            "date": "2001-02-20 15:39:42",
            "id": "110490",
            "reply_to_id": "110489",
            "text": "Ég held að allir geti sagt hryllingssögu af hinu kyninu. Það er ekki hægt að alhæfa að allir strákar séu skepnur.\nEn með að gerast lessa, því mæli ég hins vegar eindregið með :)"
        },
        {
            "user": "Zeron",
            "user_id": "2624",
            "date": "2001-02-20 15:42:26",
            "id": "110491",
            "reply_to_id": "110489",
            "text": "það koma slæmir kaflar… og svo vonandi líka góðir…. ég held að þetta sé mikil spurning um kvern karlamnn fyrir sig… ekki allur stofn karlmanna…."
        },
        {
            "user": "MegaMoli",
            "user_id": "1804",
            "date": "2001-02-20 15:50:02",
            "id": "110492",
            "reply_to_id": "110489",
            "text": "Þetta virkar því miður svona á bæði kynin.\nEkki BARA KK."
        },
        {
            "user": "Rx7",
            "user_id": "2726",
            "date": "2001-02-20 15:58:58",
            "id": "110493",
            "reply_to_id": "110492",
            "text": "Nákvæmlega!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-02-20 15:50:38",
            "id": "110494",
            "reply_to_id": "110489",
            "text": "Eins og áður er sagt hér þá hafa flest allir einhverjar slæmar sögur að segja af hinu kyninu. Án þess að ég sé að segja að þú sért svona eða hinssegin þá virðast sumar stelpur vera húkkaðar á svona gaura sem eru bara bastarðar. Eins og t.d. konur sem lenda í því hvað eftir annað að ná sér í kalla sem lemja þær, ná sér í kalla sem eru alkar o.s.frv\nAlmennt séð þá held ég að hver sé sinnar gæfu smiður …"
        },
        {
            "user": "Rx7",
            "user_id": "2726",
            "date": "2001-02-20 16:02:57",
            "id": "110495",
            "reply_to_id": "110489",
            "text": "Það að karlmenn einungis séu skepnur upp til hópa er einfaldlega ekki sanngjarnt. Það er til heill haugur af stelpum þarna úti sem að ná sér í einhverja stráka til að láta þá bjóða sér í bíó, út að borða, láta þá skutla sér hvert á land sem er og svo framvegis og eru svo algerar tíkur við grey strákana sem eru yfir sig ástfangnir meðan stelpan er útí bæ að ríða einhverjum öðrum.\nMálið er bara að strákar kvarta ekki jafn mikið og stelpur.\nEf allir karlmenn eru svín þá er það sko alæveg öruggt að allar konur eru gyltur."
        },
        {
            "user": "magicgirl",
            "user_id": "5306",
            "date": "2001-02-20 16:10:52",
            "id": "110496",
            "reply_to_id": "110489",
            "text": "Já veistu að ég er alveg sammála þér tigeress. Strákar eru fífl! Allavega flestir þeir sem ég hef lent á.\nEn  ekki hætta þessu veseni, ég er komst nebbla að því að maður þarf bara virkilega að vanda valið, og helst vera ekkert að flýta sér að því, prinsinn er þarna einhversstaðar, það er bara spurning hvað maður þarf að kyssa marga froska fyrst.. ;)\nkv. magicgirl"
        },
        {
            "user": "moon",
            "user_id": "6030",
            "date": "2001-02-20 16:19:29",
            "id": "110497",
            "reply_to_id": "110489",
            "text": "Ég held að sorglegur sannleikurinn sé bara sá að kvennfólk er einstaklega lagið við að elta uppi hálfvitana.\nÞegar maður var enn ungur og fór á djammið með það í huga að finna sér góða dömu þá virtist vera að ef kona var komin þó ekki nema pínulítið í glas þá myndaðist eitthvað óútskýranlegt segursvið á milli þeirra og alramdustu asnana á staðnum. Þær nánast hoppuðu á þá gæja sem létu hvað mest eins og fávitar og voru með messtu töffarastælana (sem er góð ávísun á að maðurinn er bjálfi) og daginn eftir urðu þær ofboðslega hissa á hvað þeir voru leiðinlegir við þær. Now thats not right?!?!?\nVið hinir sem reyndum að vera prúðmenni og sjarmörar, spjalla saman og hafa gaman af því að vera með hinu kyninu þó full-klætt væri lenntum einhvernveginn í svona “vina” hóp sem dömurnar virtust hundsa þega þær leituðu sér að “bráð” en vorum svo að sjálfsögðu til staðar daginn eftir þegar þær komu skælandi yfir ´moðhausnum sem þær eltu heim daginn áður.\nÉg þvertek fyrir það að strákar séu skepnur upp til hópa (nema þá kanski mannskepnur), ég þekki voðalega fáa stráka sem ekki bera fyllstu virðingu fyrir konum og mundu aldrei fara illa með nokkra aðra persónu. Þið bara takið ekki eftir okkur “góðu strákunum”!\n;o)\nMoon\np.s. Þetta er alls ekkert illa meint"
        },
        {
            "user": "HelgiHilux",
            "user_id": "7595",
            "date": "2001-02-21 01:27:11",
            "id": "110498",
            "reply_to_id": "110497",
            "text": "Ég er alveg hjartanlega sammála þér stelpur virðast alltaf leita á alræmdustu kvennalemjara og drykkjumenn hvernig væri að þær færu að eltast við menn eftir gáfnafari, háttalagi og góðsemi.\nÆtli stelpurnar okkar geti svarað þessu????"
        },
        {
            "user": "Amazed",
            "user_id": "2078",
            "date": "2001-02-20 18:24:15",
            "id": "110499",
            "reply_to_id": "110489",
            "text": "Það eru margir strákar sem eru já skepnur upp til hópa en svo eru líka til strákar sem eru hreint og beint æðislegir og kunna að koma vel fram við stelpur.Ég þekki bæði stráka sem koma illa fram við stelpur en einnig þekki ég stráka sem koma vel fram við okkur dömurnar. En þessir strákar sem kunna þessa skemmtilegu mannasiði að láta stelpunum líða vel eru yfirleitt allir á föstu sem er ekki gott fyrir þær sem eru á lausu. En ég hef fundið minn draumaprins og hann kemur vel fram við mig. En þetta getur líka gengið með kvk eins og með kk."
        },
        {
            "user": "Perizad",
            "user_id": "7656",
            "date": "2001-02-20 18:39:29",
            "id": "110500",
            "reply_to_id": "110489",
            "text": "þótt að strákar geta verið alveg óendanlega ómannúðlegir hvort sem það sé á köflum eða hreinlega alltaf þá er samt sem áður ósanngjarnt af þér að dæma allt karlkyn fyrir kannski örfá tilvik um misheppnun hjá einum og einum.\nPersónulega séð tek ég þessa grein sem móðgun og ekkert annað, en halló þótt að ég hafi lent í totally misheppnuðum samböndum þótt ég viðurkenni það að hafa hugsað til þess að gerast samkynhneigður þá samt hef ég ekki gengið skrefið í það og það kom sér vel fyrir mig þar sem ég fann mína heitt-elskuðu og ekki hefur hún kvartað undan mér.\nOg jú einstaka karlkyns-verur hafa tilfinningar en þeir þurfa ekki endilega að vera samkynhneigðir ég meina ég á til að gráta yfir bíómyndum sem hafa minnstu áhrif-\nt.d. sixth sense.\nGefðu þessu sjéns, það eru strákar þarna úti sem hafa tilfinningar.\nEn ég er ekki að segja að það sé ills viti að gerast lesbísk, það er bara hlutur sem þú fyndir innra með þér það er að segja ef það höfðar til þín þá endilega prófaðu það.\nPerizad."
        },
        {
            "user": "evil",
            "user_id": "5768",
            "date": "2001-02-20 19:09:37",
            "id": "110501",
            "reply_to_id": "110500",
            "text": "oj lessur!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-02-20 19:34:33",
            "id": "110502",
            "reply_to_id": "110489",
            "text": "hum sanleikurinn er sá okkar á milli tiqeress að við karllmenn erum komnir frá hinu ílla og þú ert betur kominn með svartagaldur heldur en karllmann upp á þína vanga.\nnei hvað í fjandanum villtu heira, við erum  eins misjafnir og við erum margir svo í guðana bænum ekki setja sleggjudóm á okkur alla, við lékum ekki allir í þessari helvítis 1X2 auglisýngu!!!"
        },
        {
            "user": "hetjan",
            "user_id": "6225",
            "date": "2001-02-20 19:41:07",
            "id": "110503",
            "reply_to_id": "110489",
            "text": "Kvennmenn geta líka verið slæmir alls ekki eins og við karlmennin en en svona óaugljósara og þvíumlýkt\nhetjan\nþað eru bara strákar að svara þessu kommon stelpur sannið ykku"
        },
        {
            "user": "vampyra",
            "user_id": "6167",
            "date": "2001-02-20 19:55:10",
            "id": "110504",
            "reply_to_id": "110503",
            "text": "jammjamm.. ég semssagt get verið sammála tigress að nokkru leiti… strákar geta verið skepnur.  En málið er bara það að þeir eru öðruvísi en við stúlkurnar, þeir eru með öðruvísi viðmið o.s.frv. það er einfaldlega vegna þess að þeir eru aldir öðruvísi upp.  Ég þekki fullt af strákum, en ég það eru aðeins tveir af þeim sem eru virkilega VONDIR við stelpur, “elta” þær uppi oggera hosur sínar grænar fyrir þeim og svo eru þeir algjör svín!\nMeiri hlutinn af öllum strákum sem ég veit um bera mjög mikla virðingu fyrir hinu kyninu.. eins og einhver góður hérna benti á þá kvarta strákar ekki eins mikið.  Við erum alltaf að segja hvað strákar eru mikil fífl og bjánar og kjánar og skepnur og whatever.. það þarf ekki mikið til að fá okkur til þess að segja þetta, þess vegna bara að segja einu sinni nei, við okkur.. þeir segja nebbla yfirleitt já.  Hins vegar kvarta þeir ekki neitt, og segja aldrei neitt fyrr en maður fer að tala um þetta við þá, semsagt hvað strákar eru miklir bjánar.. þá fara þeir að verja sitt kyn, og segja hvað við erum skrítnar……\nkvk og kk eru og verða alltaf ólík.. það er líka bara gaman :o)"
        },
        {
            "user": "DeMan",
            "user_id": "1073",
            "date": "2001-02-20 19:50:09",
            "id": "110505",
            "reply_to_id": "110489",
            "text": "This–this was what made life: a moment of quiet, the water falling in the\nfountain, the girl's voice…a moment of captured beauty. He who is truly wise\nwill never permit such moments to escape.\nJust wait for you moment, you will know..\nDeMan\nstill waiting :)"
        },
        {
            "user": "Augustus",
            "user_id": "848",
            "date": "2001-02-22 10:37:50",
            "id": "110506",
            "reply_to_id": "110505",
            "text": "var þetta pikkup lína? :p"
        },
        {
            "user": "Saints",
            "user_id": "3012",
            "date": "2001-02-20 21:31:05",
            "id": "110507",
            "reply_to_id": "110489",
            "text": "Ég er alveg sammála þér tigeress. Sorglegt en satt, karlmenn eru fífl upp til hópa"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-02-20 22:02:32",
            "id": "110508",
            "reply_to_id": "110489",
            "text": "Með fullri virðingu þá vill ég bara rifja upp gamla máltækið “nice guys finish last”. Mér finnst eins og ég sjái ekki laglega stelpu án þess að hún hangi utan í einhverjum durti. Einhver kenningin er þannig að konur sækist í karlmenn sem eru slæmir við þær.\nSatt best að segja hef ég bara of mikla virðingu fyrir kvenfólki til að halda að þetta sé hinsvegar satt nema í minnihluta tilfella.\nOg nei, ég ætla ekki að gráta með ykkur núna! :)"
        },
        {
            "user": "Vixen",
            "user_id": "6755",
            "date": "2001-02-20 22:52:36",
            "id": "110509",
            "reply_to_id": "110489",
            "text": "Hey elskan þú ferð bara á djammið og finnur einn af vinum hans Moon;)\np.s Moon hvar haldið þið góðu gæjarnir ykkur? ;)\nkveðja Vixen"
        },
        {
            "user": "moon",
            "user_id": "6030",
            "date": "2001-02-21 11:20:59",
            "id": "110510",
            "reply_to_id": "110509",
            "text": "p.s Moon hvar haldið þið góðu gæjarnir ykkur? ;)\nkveðja Vixen\nÁ netinu…en ekki hvað ;o)"
        },
        {
            "user": "wiz",
            "user_id": "233",
            "date": "2001-02-20 23:57:54",
            "id": "110511",
            "reply_to_id": "110489",
            "text": "hehe tigeress þú ættir aðeins að kíkja á eigið kyn áður en þú ferð að gagnrýna önnur.\nHvaða strákur hér kannast ekki við að þegar þeir eru nýkomnir með stelpu sé hún alltaf svaka nice(þótt hún sé á túr) en breytist svo með tímanum í tilfinninga skrimsli sem étur mann að innann og stjórnar manni sem þræl að utann ef maður passar sig ekki ?"
        },
        {
            "user": "HelgiHilux",
            "user_id": "7595",
            "date": "2001-02-21 01:30:36",
            "id": "110512",
            "reply_to_id": "110489",
            "text": "Þið stelpurnar virðist alltaf leita á alræmdustu kvennalemjarana og drykkjumennina hvernig væri að þær færu að eltast við menn eftir gáfnafari, háttalagi og góðsemi.\nÆtli þið stelpurnar getið svarað þessu????\nÞað er til fullt af góðum strákum sem þið gefið ekki séns af því að þeir eru ekki að leitast við að vera chokkoar eða skopparar þið megið ekki gleyma eðlilegu strákunum. Okkur."
        },
        {
            "user": "Zaluki",
            "user_id": "6799",
            "date": "2001-02-21 04:35:15",
            "id": "110513",
            "reply_to_id": "110489",
            "text": "Væri ekki bara málið að kannski vanda valið aðeins betur svítí ?  Og gefa ekki hjartað til þeirra sem ekki eiga það skilið, auðvitað er fullt af karlmönnum til sem eru ógeðslega miklir assholes, líka kvenmenn .. =)\nÞað er einhver mr.Perfect að bíða eftir þér þarna somewhere .. held að málið hjá þér sé bara að láta kalla eiga sig í smá tíma, safna upp glás af góðu jákvæðu egói og læra að meta sjálfa þig og láta svo vaða og finna gæjann sem á þig skilið! =)"
        },
        {
            "user": "mAlkAv",
            "user_id": "6073",
            "date": "2001-02-21 05:56:04",
            "id": "110514",
            "reply_to_id": "110489",
            "text": "Verð að taka undir það sem hefur sagt hérna oft að ofan, stelpur hrífast af skíthælum, það er alveg eins og þær sé blindar eða bara ótrúlega heimskar.  Síðan er náttúrulega staðreyndin að skíthælarnir gera víðreist á meðan þeir góðu eru í langtímasamböndum, ég þekki síðan líka fullt af indælum strákum sem enginn stelpa hrífst af.\nNáið ykkur í nörd, ef hann vill sýna ykkur Star Trek/Star Wars myndir þá er hann ekki skíthæll."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-02-21 08:38:08",
            "id": "110515",
            "reply_to_id": "110514",
            "text": "Mal… þetta er að vissuleiti rétt hjá þér Nördarar eru hinir vænstu menn, nema sumir að sjálfsögðu og ef þið stelpur viljið góðan playground til að ná ykkur í nörd þá skuluði mæta á næstu sci fi mynd eða skjálfta(3d Sport F/Akureyringa)!"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-02-21 11:51:48",
            "id": "110516",
            "reply_to_id": "110514",
            "text": "Kannski að þetta hafi einmitt verið rétti vettvangurinn til að koma út úr skápnum sem nörd! :)"
        },
        {
            "user": "Cruxton",
            "user_id": "631",
            "date": "2001-02-24 13:27:22",
            "id": "110517",
            "reply_to_id": "110514",
            "text": "mAlkAv: þarna hittir þú naglann á höfuðið!\nNördar eru alls ekki alllir ljótir með bólur og Monty Python húmor. Það er bara komið frá lélegum amerískum kvikmyndum!\nMín kenning er að í komandi framtíð verði nördarnir vinsælastir hjá kvenþjóðinni. Það eru nördarnir sem eru með langbestu launin. Þeir eru oftar en ekki kynsvelltir á unglingsaldri þannig að þeir fá aldrei nóg af kynlífi eða ástaratlotum og hafa allan þennan tíma pælt hvernig þeir gætu verið rómantískir(ef þeir ættu ástkonu). Þeir hlýddu mömmu sinni þegar þeir voru litlir og kunna því til verka innan heimilisins. Bestu húmoristarnir eru nördar (sbr. Jón Gnarr).\nI know all this…because I'm a nerd and damn proud of it!"
        },
        {
            "user": "lucifer665",
            "user_id": "6705",
            "date": "2001-02-24 22:11:28",
            "id": "110518",
            "reply_to_id": "110517",
            "text": "Ég er hræddur. Ég er nafn þekktur í Laugarásvideo, Nexus (sexið er farið, to many nerds) og 21.\nER ég Nörd með stóru N.\nI´m nice guy, I think."
        },
        {
            "user": "clint",
            "user_id": "5524",
            "date": "2001-02-21 11:16:45",
            "id": "110519",
            "reply_to_id": "110489",
            "text": "Æ, ég vorkenni þér ekki neitt. Það hafa allir lent í leiðindum sama hvors kyns eru.Stelpur geta verið algjörar tíkur. Að gerast lessa væri því eins og að fara úr öskunni í eldinn."
        },
        {
            "user": "Vargur",
            "user_id": "541",
            "date": "2001-02-21 14:23:02",
            "id": "110520",
            "reply_to_id": "110489",
            "text": "Hvernig í ósköpunum komst þessi grein í gegnum ritskoðun? Ég bara spyr.\nSegðu mér tigeress, hefurðu gert á þessu úttekt? Þú segir að strákar upp til hópa séu skepnur (með einu p-i), þó nokkrir skeri sig úr. Hvernig komstu að þessari niðurstöðu?\nGefum okkur jafnvel að þú þekkir 50 karla og þeir séu allir illa gefnir bjánar, þá segir það ekki mikið um bara hina 150.000 sem á Íslandi búa, hvað þá um karla heimsbyggðarinnar yfir höfuð.\nEkki alhæfa svona um eitthvað sem þú hlýtur að gera þér grein fyrir að er rugl. Okkur með vitsmunina sárnar.\nVargu"
        },
        {
            "user": "SniFur",
            "user_id": "7639",
            "date": "2001-02-21 23:03:00",
            "id": "110521",
            "reply_to_id": "110520",
            "text": "Ég er bara stigamaður. Hvað veit ég um að strákar séu skepnur upp til hópa. Erum við ekki öll skepnur? Mannskepnur?…\n:/ Kveðja, SniFur."
        },
        {
            "user": "biko",
            "user_id": "5867",
            "date": "2001-02-22 01:36:07",
            "id": "110522",
            "reply_to_id": "110489",
            "text": "Þetta er ekkert bundið við karlkynið; manneskjan er illa innrætt og hennar hellstu kvatir eru eigingirni, sjálfselska, hégómagirni, ofbeldissýki og aumingjaskapur. Það er bara staðreynd að maðurinn er eina dýrið á hnettinum sem drepur eigin tegund í stórum stýl og er líka eina tegundin á hnettinum sem er að eyðinlegjja vistkerfið fyrir öllum hinum. Manneskjan hefur fyrirgert rétti sínum til vistar á jörðinni með því að sýna af sér eintóma illsku og djöfulgang. Lifi dýrin!"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-02-22 02:14:41",
            "id": "110523",
            "reply_to_id": "110522",
            "text": "Ég hélt að eigingirni væri mannkostur…"
        },
        {
            "user": "Augustus",
            "user_id": "848",
            "date": "2001-02-22 10:44:25",
            "id": "110524",
            "reply_to_id": "110489",
            "text": "Ég smellti á “sjá fleiri greinar” og sá að allar 4 greinarnar sem tigeress hefur skrifað eru gremjugreinar yfir því hvað karlmenn eru ekki að virka eins og hún heldur…\nbtw ef að þér leist vel á DeMan þá get ég vottað að hann er sætur strákur (og fínn TF spilari :) )\n-Augustus\ná harðföstu"
        },
        {
            "user": "tigeress",
            "user_id": "6146",
            "date": "2001-02-22 16:17:42",
            "id": "110525",
            "reply_to_id": "110524",
            "text": "Augustus hvað meinarðu með TF spilari?\nÉg veit það vel að kk eru alls ekki alli skepnur.\nÞessar greinar sem ég skrifa eru flestar skrifaðar þegar maður er ekki í góðu skapi og þá sérstaklega út í kk.\nÞetta hefur alls ekki gengið upp eins og ég bjóst við (sambandi við kk).\nMaður bjóst alltaf við því að eldast, hitta einhvern nice gaur og bara hitt it off. En það gengur víst greinilega ekki svoleiðis fyrir sig.\nMaður verður bara að halda áfram í vonina um að það séu einhverjir nice gaurar þarna úti (sem eru á lausu) sem eru á sömu lífsleið og maður sjálfur."
        },
        {
            "user": "Vargur",
            "user_id": "541",
            "date": "2001-02-23 09:42:40",
            "id": "110526",
            "reply_to_id": "110525",
            "text": "Kæra Tigeress.\nEf að þú lendir í vandræðum með alla stráka sem þú kemur nærri, er kannski kominn tími til að líta sér nær. Kannski er vandamálið þín megin, kannski.\nBara smá pæling…\nVargu"
        },
        {
            "user": "Augustus",
            "user_id": "848",
            "date": "2001-02-23 10:41:02",
            "id": "110527",
            "reply_to_id": "110525",
            "text": "Já, smá orðskýring:\nTF = Team Fortress, útgáfa af Half-Life\nHalf-Life = tölvuleikur, mikið spilaður á netinu\nDeMan er sumsé góður í þessum tölvuleik (sem er soldið mikið vinsæll leikur btw).\nMeð öðrum orðum, hann er pínulítill tölvukall í sér amk"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-02-23 11:12:56",
            "id": "110528",
            "reply_to_id": "110527",
            "text": "Þetta er rétt. Durtar halda að karlmennskupróf sé að lemja hvorn annan á fylleríi meðan að allir góðir nördar vita að head-to-head í einhverju eins og Gran Turismo 2 eða svona fyrstu-persónu-skotleik er hið sanna test fyrir nútíma manninn."
        },
        {
            "user": "tigeress",
            "user_id": "6146",
            "date": "2001-02-22 16:20:46",
            "id": "110529",
            "reply_to_id": "110489",
            "text": "Ein spurning til ykkar góðu strákanna hérna á huga. Fyrst þið vitið svona mikið um góða stráka þá getið þið kanski sagt mér hvar þið haldið ykkur.\nÞar að segja þeir sem eru á lausu:)"
        },
        {
            "user": "mAlkAv",
            "user_id": "6073",
            "date": "2001-02-22 19:29:29",
            "id": "110530",
            "reply_to_id": "110529",
            "text": "Nexus6, byrjaðu að hanga þar."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-02-22 22:08:55",
            "id": "110531",
            "reply_to_id": "110530",
            "text": "mAlkAv: er þetta ekki eins og ráðleggja 1st time drinker að skjóta tekíla í staðinn fyrir að fá sér bjór? :) Nexus 6… Ég myndi segja Laugarásvideo af því að nördarnir eru þar svona meira í bland en það kannski skemmir bara…\nÞað þarf bara að koma upp svona two-front dating agency. Nördar koma inn öðru megin og regular gals inn hinumegin. Svo er bara svona mix&match!\nÞeir sem halda að þetta sé sniðugt geta sennt mér þúsundkall sem verður lagður í höfuðstól!"
        },
        {
            "user": "mAlkAv",
            "user_id": "6073",
            "date": "2001-02-23 03:40:06",
            "id": "110532",
            "reply_to_id": "110531",
            "text": "Hvað með 2001 ?"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-02-23 07:30:18",
            "id": "110533",
            "reply_to_id": "110532",
            "text": "Hmmm… Good point. Það er samt staðreynd að sumir “kvikmyndanördar” eru bara lúðar. Annars nokkuð sniðugt. Hann Siggi er líka víðþekkt valmenni sem væri tilbúinn til að leggja fram lið sitt fyrir þennan málstað."
        },
        {
            "user": "SollaD",
            "user_id": "2737",
            "date": "2001-02-22 16:26:47",
            "id": "110534",
            "reply_to_id": "110489",
            "text": "strákar eru alls ekki skepnur upp til hópa…þeir eiga kannski sínar slæmu stundir en minn karl er alls ekki slæmur…og ég hef að vísu einu sinni lent á skepnu en þó er hann allt í lagi…eins og sagt er “allir eiga sínar slæmu stundir” ;)"
        },
        {
            "user": "ovirkur",
            "user_id": "7675",
            "date": "2001-02-23 09:23:27",
            "id": "110535",
            "reply_to_id": "110489",
            "text": "Ég get ekki verið sammála þér um þetta. Það eru ekki allar strákar skepnur. Enginn af vinum mínum er það. Ef þú ert að staðhæfa eitthvað svona þá ert þú bara vond við þá líka. Þeir eru ekki grimmir við þig nema þú sért grimm við þá eða ert að gera eitthvað sem þeim líkar ekki!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-02-24 00:13:02",
            "id": "110536",
            "reply_to_id": "110489",
            "text": "The door swings both ways!\nþað er hinn heilagi sannleikur.\nKonur komast samt oftar upp með það að vera illmenni."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-02-26 09:50:54",
            "id": "110537",
            "reply_to_id": "110489",
            "text": "Það “GERIST” engin lessa eða hommi.\nÉg þoli ekki þegar þetta er sagt.\nOg haldiði virkilega að stelpur geti ekki sært stelpur jafn mikið?\nHvað er að?"
        },
        {
            "user": "cornchip",
            "user_id": "3442",
            "date": "2001-02-26 10:51:57",
            "id": "110538",
            "reply_to_id": "110489",
            "text": "Stelpur komiði á skjálfta 1|2001 sem verður haldin í íþróttahúsin breiðabliks (kópavogi) 9 -11 mars húsið opnar klukkan 12:00\nþar sjáiði flottan haug af nördum.."
        },
        {
            "user": "stefanov",
            "user_id": "5025",
            "date": "2001-02-26 15:38:44",
            "id": "110539",
            "reply_to_id": "110489",
            "text": "*hneixl!* .. Ég skil ekki þennan hugsunarhátt! Hvernig dettur þér í hug að karlmenn séu “skepnur upp til hópa”? Hefurðu prófað kvenfólkið? .. Newsflash: þær eru sko ekki skárri! Endilega hugsaðu þig soldið um áður en þú dæmir heilan hóp af einstaklingum sem eru eins misjafnir og þeir eru margir! Það fara allir eftir sinni sannfæringu og hugsanlega leitarðu kannski í týpur sem vilja ekki sambönd? Vilja bara smá fjör eða ONS? .. Allavega.. prófaðu að gerast lessa og sjáðu til.. þú lendir í nákvæmlega sömu sporum!"
        },
        {
            "user": "sexybitz",
            "user_id": "7647",
            "date": "2001-02-27 22:04:16",
            "id": "110540",
            "reply_to_id": "110539",
            "text": "Tigress svítí farðu í pásu á durtunum… þessir sætu litlu með gleraugun eru ekkert svo slæmir þegar maður fer með þá heim sko =) reyndar eru þeir þúsund sinnum betri en þessir ógó sætu tjokkó, egóista offramleyðslu, eigingjörnu þarna sem eiga eftir að taka út lágmarksþroska. það eru til bönnz af góðum strákum ef maður nennir að leita að þeim =)"
        },
        {
            "user": "Perizad",
            "user_id": "7656",
            "date": "2001-02-28 05:07:30",
            "id": "110541",
            "reply_to_id": "110540",
            "text": "það eru ekki bara nördar sem eru nice eða fara ekki illa með mann,  ef þú húkkar þér einhvern nörd þá á hann örugglega eftir að vanvirða þig þar sem hann væri örugglega að leita eftir afþreyingu. Ég þekki mikið til um hvernig karlmenn og nördar eru og þeir eru liggur við eins líttu t.d á tölvunörda: þegar tölvan þeirra bilar eða verður úrelt fá þeir sér bara nýja, sama er með karlmenn þeir skipta um kvenmenn eins tölvu-nördar skipta um tölvur.\nÞetta á samt ekki við um alla sumir karlmenn eru ekki þessar týpur sem leita sér afþreyingu hjá kvenmönnum og það eru ekki allir sem eiga tölvu eru tölvu-nördar, eða þeir sem spila AD&D séu í erfiðleikum með tengslin við veruleikan og eru kallaðir nördar fyrir að lifa í eigin hugarheimi.\nOg það þarf ekki að vera nörd sem hefur þessi áhugamál.\nÉg spila AD&D, spila counter-strike og fíla\nschi-fi, en ég á mér meira líf heldur en það     (þetta eru bara hluti af mínum áhugamálum auk annarra) ég er í skóla og er að reyna leggja mikið af mörkum til að byggja upp mína framtíð svo ég muni verða að einhverju í framtíðinni.\nAð halda það að næla sér í nörd sé lausnin þá er það almennt séð rangt þú verður fyrst og fremst að hugsa um hver drauma-prinsinn er, hvernig týpu þú kýst að hafa sem lífsförunaut. Þú verður að vita upp á hár hvernig þú vilt að maðurinn í lífi þínu eiga vera svo þú eigir auðveldara með að finna hann.\nOg aftur, það eru til karlmenn sem hafa tilfinningar og þeir eru ekki allir hommar og allra síst nördar.\nÞú þarft einhvern sem er ekki sjálfsupptekinn af sinni eigin sjálfsímynd sem karlmennskan uppmáluð og getur tekið þátt í tilfinningalegum samskiptum."
        },
        {
            "user": "B3wARe",
            "user_id": "1012",
            "date": "2001-02-28 19:11:08",
            "id": "110542",
            "reply_to_id": "110489",
            "text": "Ég verð nú bara að seigja að ég held að þú sért bara óheppin…og þá grípur þú til þess að kalla alla stráka Aumingja og blabla.. en málið er að það gera allar stelpur! þetta er eikkað sem stelpur seigja þegar þær eru sárar…ekki man ég eftir strák sem hefyr sagt eftir að stelpa hafi farið illa með hann hafi sagt “allar stelpur eru Skepnur” og ég veit um alveg jafn mörg tilvik að stelpa særi strák og að strákur særi stelpu!!!! Thats just Life!!"
        },
        {
            "user": "InKiRoS",
            "user_id": "4614",
            "date": "2001-03-01 12:40:46",
            "id": "110543",
            "reply_to_id": "110542",
            "text": "þetta e komið gott núna því vil ég seigja að fólk ræður ekki sini kynhneigð svo\nannað mál að nörd eða ekki kall eða kona er ekki mæling á góðmensku það\ner innri maður sem skiptir máli já ég á mínar góðu og slæmustundir eins og\nallir aðrir svo ég bið fólk að ekki dæma þá sem þú þekkir ekki. Það er svo annað\nað kvenfólk sem fær sér í glas á mjög auðvelt með að ná í fávita (karlmen líka)\nsvo að það er ekki nóg að seigja hvar halda góðu gægarnir sig því að eitt er víst\nað heimurinn sníst og þið leitið garnan að fávitum til að sofa hjá en góði gæin er\nsá sem þið hittið heima hjá honum til að gráta og seiga honum hvað er að.\nþót þið séuð á lausu og hann líka og þið vitið að hann sé hrifin þá er bara betra\nað hafa hann sem buddy og fina fífl breitið þið ykkur og kanski að það gerist\neithvað. kanski að besti vinur ykkar sé á lausu og þið vitið að hann er nice guy\nso. já ég veit hann er ekki nógu sætur en vitið þið hvað útlit er mjög afstætt ef\nhann er nice guy þá er hann sætur að innan og þetta að utan kemur með tímanum\nfólk ætti ekki að þurfa að vera brad pitt eða jenifer aniston til að vera álitið fallegt\nkv fredinn\npez out:)"
        },
        {
            "user": "dobermann",
            "user_id": "3057",
            "date": "2001-03-01 21:40:36",
            "id": "110544",
            "reply_to_id": "110543",
            "text": "Okei. Fredinn segir að útlit skipti ekki máli heldur hvernig persóna maður er. Kannski rétt en ekki ef þú ert yngri en 30 ára.\nNjóttu lífsins fyrst og síðan getur þú fundið þér einhvern ríkann nörd með gullhjarta.\nP.S. Aldrei gerast Lessa því þá verður þú drullu leiðinleg."
        },
        {
            "user": "Vixen",
            "user_id": "6755",
            "date": "2001-03-01 22:40:42",
            "id": "110545",
            "reply_to_id": "110544",
            "text": "Doberman!!!\nÞetta var bara snilldar-ráð hjá þér-BRAVÓ!!! eina viturlega á allri síðunni- ég er alveg fullkomlega sammála þér!"
        },
        {
            "user": "grapefruit",
            "user_id": "7478",
            "date": "2001-03-06 20:47:46",
            "id": "110546",
            "reply_to_id": "110489",
            "text": "Það er best að vera bara svöl og ekki taka neinum strákum alvarlega í fyrstu gefðu þér tíma til að kynnast þeim og ekki gefa þér of miklar vonir strax það tekur alltaf smá tíma að sjá út hvers konar týpa strákurinn er veistu það það eru til virkilega æðislegir strákar en ég býst við að maður þurfi að leggja ýmislegt á sig til þess að finna hinn rétta.\nGangi þér vel:))"
        },
        {
            "user": "throng",
            "user_id": "3815",
            "date": "2001-03-06 22:30:58",
            "id": "110547",
            "reply_to_id": "110546",
            "text": "Karlmenn eru flóknir og hvernig þeir hugsa er bara eins og kínverska fyrir konum"
        },
        {
            "user": "sjoefn7",
            "user_id": "5661",
            "date": "2001-03-07 19:27:04",
            "id": "110548",
            "reply_to_id": "110489",
            "text": "ÉG ER STELPA OG SEGI AÐ STRÁKAR SÉU FRÁBÆRIR!!!"
        },
        {
            "user": "KurtCobain",
            "user_id": "7591",
            "date": "2001-03-09 00:04:45",
            "id": "110549",
            "reply_to_id": "110489",
            "text": "ég alls ekki sammála þér. Það eru kannski til nokkrir asnar en, meiri hlutinn er almennilegur og nice. Stelpur aftur á móti geta verið alveg hræðilegar :(\nKurt Cobain\nps. ef þetta er svona erfitt, þá skaltu bara gerast lessa :)"
        }
    ]
}