{
    "forum_title": "Box",
    "user": "Eltoro",
    "user_id": "5106",
    "date": "2001-02-20 16:41:08",
    "title": "Lewis-Rahman  verður í Suður-Afríku!",
    "text": "Það virðist vera ákveðið að titilvörnin hjá Lewis í Apríl verði í Suður afríku.Samkvæmt því sem umboðsmaður Lewis segir þá verður bardaginn haldinn í Carnival City sem rétt fyrir utan Jóhannesarborg.Þetta ætti að vera staðfest á blaðamannafundi seinna í dag.Umboðsmaður Lewis skoðaði aðstæður og segir þær fyrsta flokks.Eini gallin sem sjáanlegur er er það að staðurinn er í 1000 feta hæð yfir sjávarmáli þannig að þeir þurfa að fara til Suður-Afríku fjórum vikum fyrir bardagan til að venjast loftslaginu.Bardaginn verður Innandyra og verður snemma um morgun út af sjónvarpi í Bandaríkjunum.\nÞetta gæti raskað plönum Emanuel Steward um að þjálfa Prinsinn og Lewis á samatíma í Bandaríkjunum.En það hlýtur að koma í ljós síðar\nKveðja El Toro",
    "url": "https://www.hugi.is/box/greinar/17287/lewis-rahman-verdur-i-sudur-afriku/",
    "url_id": "17287",
    "id": "110637",
    "replies": [
        {
            "user": "Skaur",
            "user_id": "7390",
            "date": "2001-02-20 21:50:21",
            "id": "110638",
            "reply_to_id": "110637",
            "text": "Steward er aðalþjálfari Lewis en ekki prinsins þannig að það ætti ekki að vera issue.\nMér finnst þetta hálf asnaleg hugmynd að hafa bardagann þarna lengst í burtu og í þunnu loftslagi. Það verður erfitt að fá fólk til að mæta sérstaklega þar sem andstæðingurinn á ekki möguleika (varla).\nLewis er að reyna að gera það sama og Ali-Foreman en það virkar ekki nema þegar það er áhugaverður bardagi."
        },
        {
            "user": "Killer",
            "user_id": "32296",
            "date": "2001-02-22 16:37:46",
            "id": "110639",
            "reply_to_id": "110637",
            "text": "Ég var einu sinni staddur inná TransSexual bar í Englandi. Þar var boxkeppni milli tveggja klæðskiptinga, bara soleis box er skemmtilegt."
        },
        {
            "user": "Rastafari",
            "user_id": "6282",
            "date": "2001-03-03 14:19:19",
            "id": "110640",
            "reply_to_id": "110637",
            "text": "Ég lít faktíst á þennan bardaga sem upphitunardæmi fyrir Tyson-Lewis. Rahman er dvergslega vaxinn þungavigtari og satt best að segja ekkert rosalega hættulegur boxari.\nÉg hef nú meiri áhyggjur af Tyson út af hans andstæðingi. Davið Izon er þræl harður og algjör refur í hringnum. Ekki með “dirty tricks” heldur kann hann ýmislegt annað sem gæti tekið Tyson af taugum. En ætli Tyson taki hann ekki á endanum.\nKveðja Rastafari"
        },
        {
            "user": "spawn",
            "user_id": "1596",
            "date": "2001-03-07 15:00:43",
            "id": "110641",
            "reply_to_id": "110637",
            "text": "Þetta mun gera Lewis erviðara fyrir en hann mun taka þennan bardaga."
        }
    ]
}