{
    "forum_title": "Dulspeki",
    "user": "Cerberus",
    "user_id": "43541",
    "date": "2003-10-17 04:48:57",
    "title": "ÆRSLADRAUGAR",
    "text": "Ég ætla aðeins að ræða hér um ærsladrauga eða poltergeists eins og þeir heita á ensku.\nÆrsladraugar eru sterkustu og hættulegustu draugarnir og eru oftast i flestum tilvikum illmenni. Þetta eru verur sem maður á virkilega að óttast því þeir geta hreyft við hlutum og þeir geta komið við þig og þess vegna drepið þig.\nÞað hefur reyndar komið fyrir að þeir hafa drepið menn og þannig mál eru nátturulega skilin eftir óleyst eða talin sem hugsanleg sjálfsmorð.\nÉg sendi einhvern timan grein hér inn um draugagang i húsinu mínu en ég verð nú að viðurkenna það að ég sagði ekki frá öllum atburðum sem hafa gerst einfaldlega því sumir þeirra eru frekar persónulegir. En ég ætla að segja frá einum þeirra núna. Þið megið trúa mér eða ekki. Mér er nákvæmlega sama. Ég er bara að segja frá upplifun minni hér til að sjá hvort einhverjir aðrir þekkja þetta, þá líður mér aðeins betur að vita að það eru til aðrir en ég sem glíma við þetta sama vandamál.\nÞað sem ég upplifði einhvern um byrjun sumarsins var alveg hræðilegt. Það sem gerðist var það að ég fór seint i bað, svona 2 um nótt. Var i svona i klukkutima i baði. Eftir baðið var ég alveg svaka þreyttur og fór beint i rúm að sofa.\nÉg fékk mjög vondan draum um að ég var að verða grafin lifandi.\nSko ég var i kistu og var i kistulækningu og öll fjölskylda mín lét allskonar muni i kistuna mína og ég gat ekki hreyft mig eða neitt til þess að gera þau grein fyrir því að ég væri ekki dauður.\nAugun mín voru svo lokuð og ég fann hvernig kistan lokaðist. Ég virtist vera svo i þessu myrkri i heil langan tima þangað til að ég gat heyrt í orgel hljómum. Ég heyrði i kirkjubjöllum og fann að það var verið að bera mig. Ég heyrði í miklum grátri og fann svo þegar það var verið að síga mig niður í gröfina. Heyrði hvernig hlutum var kastað á gröfina. Svo var þögn…alveg hræðileg þögn…og svo hvísl og þa brá ég og vaknaði frá þessari martröð.\nÉg vaknaði og sá blóð á koddanum mínum og reis upp.\nÁ næstum öllum líkama mínum voru rispur, djúpar sem þunnar. Þær voru ekki á mér þegar ég fór að sofa. Ég ákvað nátturulega ekki strax að þetta væri draugur sem gerði mér þetta. Ég nátturlega leitaði fyrst i rúminu að einhverju sem hafði getað ollið rispunum. En það var ekki, foreldrar mínir héldu að ég væri þunglyndur og í sjálfmorðshugleiðingum. En það vildi svo til að þetta gerðist við fleiri a heimilinu og hætti ég þá að geta sofið og lá andvaka og byrjaði að upplifa allskonar vitleysu sem ég ætla ekki að fara út í. Ég get hinsvegar sagt frá því að hnífarnir úr eldhúsinu byrjuðu að tínast og finnast á skrítnum stöðum eins og i klósettinu og í þá átt. Ég ætla ekki að segja frá því hvað við gerðum í máli því það kemur engum við.\nEn þessi tegund af draugum eiga að vera alveg hræðilegir. Þeir eiga það líka til að tæla fólk á staði þar sem það á svo eftir að vera drepið.\nÉg get aldrei sofið á nóttini út af þessu sem gerðist og ég er t.d. núna að skrifa þessa grein núna um miðnætur leytið af því ég hef ekkert annað að gera en að vera skíthræddur og vitlaus að deila þessu með ykkur.\nEndilega svarið þessari grein ef eitthvað svipað hefur gerst fyrir ykkur…og þið hin sem ætla bara að byrja að rífa kjaft og segja að maður sé klikkaður megið alveg sleppa því…er búinn að heyra nóg af því…og það getur alveg verið…veit ekki sjálfur hverju ég á að trúa.\nTakk fyrir að hafa lesið þetta……og já ég er fífl.",
    "url": "https://www.hugi.is/dulspeki/greinar/172829/aersladraugar/",
    "url_id": "172829",
    "id": "1322075",
    "replies": [
        {
            "user": "kaffibaunin",
            "user_id": "23820",
            "date": "2003-10-17 18:11:46",
            "id": "1322079",
            "reply_to_id": "1322075",
            "text": "ég trúi þér alveg en það eru sérstakir draugar sem að geta þetta, jám ærsladraugar en þeir koma frá Filibseyjum og Kóreu flestir og koma með fólki frá ´Kóreu og Filibseyjum og fleirum en það sem þeir gera þegar þeir drepa er að taka sálina úr manni oftast í svefni og hrista hana og hendast með sálina og það sem fólk fattar ekki að gera strax er að fara í líkamann aftur og þess vegna deyra það en semsagt ef einhver á eftir að lenda í því eða þú þá muna að fara aftur í líkamann….\nkv.Heiða"
        },
        {
            "user": "kaffibaunin",
            "user_id": "23820",
            "date": "2003-10-17 18:15:01",
            "id": "1322080",
            "reply_to_id": "1322079",
            "text": "ég ætlaði einnig að segja að kannski geturu fengið prest til að blessa húsið eða lesið í svörum hjá öðrum hvað er best að gera. Það er ein sem gerði grein sem heitir eikkað sem ég man ekki en endar er eikkað að óttast og hún gat ekki skrifað með kommum ef þú kannast við greinina en þar neðarlega í svörum er einhver með svar hvað á að gera…prufaðu það, það var eikkað að vígja vatn og henda á veggi og eitthvað….."
        },
        {
            "user": "ibbets",
            "user_id": "10684",
            "date": "2003-10-20 07:13:54",
            "id": "1322081",
            "reply_to_id": "1322079",
            "text": "“jám ærsladraugar en þeir koma frá Filibseyjum og Kóreu”\nÉg hef nú bara aldrei lesið annan eins þvætting á ævi minni.  Hvernig tengjast ærsladraugar fólki frá Asiu sérstaklega?\nEn varðandi greinina þá langar mig að spyrja, án þess að vita neitt meira sem gerðist þarna því þú virðist vera frekar fámáll um það, hvort að það geti verið að það gangi einhver í svefni í fjölskyldunni?\nMaður hefur nú heyrt dæmi um þvílíkt sem fólk gerir í svefni, stelpa sem ég þekki pissaði í kattasandinn, annar í fataskápinn, sumir hafa vaknað drulluskítugir eins og eftir gott ferðalag.\nGetur verið að einhver hjá ykkur hafi gengið í svefni og tekið hnífa og skorið hina fjölskyldu meðlimi?  Það er IMO allavega rökrétt skýring á skurðunum og hnífastuldinum, allavega líklegra en ærsladraugur eða meindraugur.\nEn eins og ég segi, þá segiru ekki mikið um tengda atburði og get ég því þessvegna ekki alveg sett mig í þau spor sem þú ert í eða áttað mig á hvað gengur á.\nEn allavega þá hljómar svefngangur og martraðir líklegra en draugagangur."
        },
        {
            "user": "OKdesu",
            "user_id": "26211",
            "date": "2003-10-20 21:28:03",
            "id": "1322082",
            "reply_to_id": "1322081",
            "text": "já já, og á maður bara ekkert að vakna við það ef fjölskyldumeðlimu væri að skera mann í svefni, sem sagt?"
        },
        {
            "user": "ibbets",
            "user_id": "10684",
            "date": "2003-10-21 08:30:33",
            "id": "1322083",
            "reply_to_id": "1322082",
            "text": "já já, og á maður bara ekkert að vakna við það ef ærsladraugur er að skera mann í svefni, sem sagt?\nHver er munurinn, ertu til í að útskýra það?\nFyrir utan ímyndunarveikina…..\nmenn hafa klórað sjálfa sig til blóðs í svefni og ekki vaknað."
        },
        {
            "user": "ibbets",
            "user_id": "10684",
            "date": "2003-10-21 09:40:16",
            "id": "1322084",
            "reply_to_id": "1322083",
            "text": "Ibbets, þú ert einn af þeim þrönsýnustu gaurum sem ég hef séð hérna. Ég held þú þurfir að fara að kynna þér andleg málefni ef þú ætlar að halda áfram að skrifa hérna."
        },
        {
            "user": "ibbets",
            "user_id": "10684",
            "date": "2003-10-21 20:06:55",
            "id": "1322085",
            "reply_to_id": "1322084",
            "text": "jolli:\nÉg er sko alls ekki þröngsýnn, ég er bara kanski ekki eins trúgjarn og þið hin hérna enda er 98% af því sem er skrifað hérna hugarórar og vitleysa.\nÁstæðan fyrir því að þér finnst ég vera þröngsýnn er sennilega af því að þú vilt ekki sjá alvöru ástæðuna fyrir því að fólk heldur að það sjái draugagang.\nSem sagt: þú ert þröngsýnn\nÉg hef kynnt mér andleg málefni og það er sennilega ástæðan fyrir því að ég kem með rökrétt svör en ekki “farðu með bænirnar og skvettu helgu vatni í hornin á herberginu” eða eitthvað álíka ofboðslega kjánalegt.\nOg hver er munurinn iwhara á því að vera í djúpum svefni, martröð jafnvel, og einhver er að skera mann með hníf, hvort sem það er draugur eða einhver annar?\nEr sársaukinn öðruvísi ef draugur heldur á hnífnum?\nSpyr sá sem ekki veit en heldur að það sé enginn munur."
        },
        {
            "user": "ibbets",
            "user_id": "10684",
            "date": "2003-10-22 08:08:07",
            "id": "1322086",
            "reply_to_id": "1322085",
            "text": "ibbets:\nÞað er ekki kjánalegt að fara með bænir.\nÞað er að vísu ekki langt síðan ég byrjaði að fara með þær en faðirvorið gefur mér tengingu við hinn heiminn. Ég hef verið nokkuð næmari en margir aðrir frá því ég kom í heiminn, svo fór ég til Þórhalls miðils og eftir að hafa komið út frá honum fór ég að skilja betur það sem gerist í hausnum á manni, ég er með svo forvitna áru."
        },
        {
            "user": "ibbets",
            "user_id": "10684",
            "date": "2003-10-22 10:05:39",
            "id": "1322087",
            "reply_to_id": "1322086",
            "text": "Enda var ég ekki að segja að það væri kjánalegt að fara með bænir.\nÉg var bara að segja að mér sýnist ég vera sá eini sem kemur með komment sem ganga út á að reyna að útskýra hvað gengur á, en ekki bara “fara með bænir og skvetta vatni og ef það virkar ekki tala við magga skarp”.\nSvo er mér sama hvort þú ferð með bænir eða ekki, vona að þér líði betur með það, kemur mér bara ekkert við.\n“ég er með svo forvitna áru”\nég vona að þú sért að grínast, er verið að fara persónugera árur manns nú til dags….\nÉg lít á það þannig að ef hann er að skrifa um þetta á opinberum vef þá hlýt ég að meiga koma með hugmyndir um það sem mér finnist vera líklega að gerast.  Ef hann væri viti borinn maður þá myndi hann allavega segja mér það að það væri búið að útiloka svefngengla, því ef það var ekki það fyrsta sem var gert í þessu tilfelli…..þá hefði prestur eða “sálarransóknarmaður”(??!??!?!) allavega stungið upp á því.\nHvernig er það cerberos? var það athugað?"
        },
        {
            "user": "550",
            "user_id": "43925",
            "date": "2003-10-22 11:27:52",
            "id": "1322088",
            "reply_to_id": "1322087",
            "text": "Árur eru partur af þér, þetta er orkan þín og sérstök, enginn er með eins áru.\nÞessvegna er sjálfsagt að persónugera árur.\nMér finnst ávallt fyndið þegar talað er um dulræn málefni, þá eru ávallt nokkrir sem ásaka fólk um geðbilun og trúgirni og slatti af fólki sem veit lítið sem ekkert um efnið en þarf samt að hafa skoðun á málinu.(sem er í raun skondið, því dulræn efni eru svo víðfeðm að mjög fáir vita meira en slatta um hitt og þetta. því er þetta meira “observation” ekki að ég sé að dissa fólk sem talar meira en það veit, einhvernstaðar verður það að byrja:)\nAð sjálfsögðu er oft rökrétt útskýring á málunum (rökrétt samkvæmt þeim sem trúa ekki á neitt nema þeir hafi séð það). En eitt af þvi sem lífið hefur kennt mér, er að aldrei vega og meta hluti algjörlega eftir eigin reynslu og þekkingu.Alltaf að reyna að hafa opinn huga.\nÉg hef séð og upplifað slatta af því sem sumir myndu kalla dulrænt og aðrir histeríu og múgsefjun (sem er reyndar ekki rétta orðið því ég á við mig, ekki marga). Sumt af því gæti verið ímyndun, það væri ég fyrstur til að játa.\nEn annað hefur verið of svakalegt og óvænt til að fella í þann flokk.\nAð telja allt dulrænt vera bábiljur og vitleysu er því að mínu mati frekar barnalegt og kannski merki um öfundsýki? löngun til að sjá meira?\nkannski er þetta fólk að ráðast á aðra til að sefa sjálfan sig, ég sé ekki neitt, svo fólkið sem segir þetta hlýtur að vera bilað, ég trúi ekki að helling af öndum og svoleiðis eru í kringum mig, kannski hræðsla við það óþekkta fær það til að hegða sér svona.\nÁ hinn bóginn er álíka barnalegt að telja umsvifalaust allar dulreynslusögur sannar.\nSumt má útskýra með ofsjónum, geðbilun eða múgsefjun (þó mér fynnist múgsefjun vera oftast heimskuleg útskýring manns sem er orðin desperat að útskýra eitthvað sem hann skilur ekki).\nBest af öllu er að nota vitið og innsæið til að útskýra svona og ekki mynda sér einhverjar fyrirframskoðanir um hluti sem maður veit lítið um (og við vitum ávallt lítið um hluti, heimurinn er um mun einfaldari og mun flóknari en mér sýnist margir telja)\nheimurinn er ekki svart hvítur og það á ekki bara við um hugtökin gott og illt.\nMér sýnist á grein cerberusar að það séu poltergeistar á heimili hans.Lýsingin passar við margar sögur af slíku. Hann segir að fleiri á heimilinu hafi lent í svipuðu og hann með rispurnar (þó hann segi reyndar ekki hvað kom fyrir hin, bara svipað)\nAð ein manneskja vakni með djúpar og grunnar rispur og viti ekki hvernig það gerðist, væri erfitt að útskýra, nema manneskjan væri í mikilli neyslu og vissi ekki af sér kvöldið áður eða kannski tíma eða ótímabundin geðbilun.\nEn að þetti geti komið fyrir marga og plús allt hitt sem gerðist, gerir það frekar óraunhæft að leita að “eðlilegri” útskýringu.Margir vísindamenn hafa reynt en orðið að gefast upp á að setja poltergeista undir “venjulegan hatt”\nEina sem kemur til greina, án þess að vita meira að sjálfsögðu, er annaðhvort að Cerberus er að ljúga eða þetta er satt.\nOg ég ætla mér ekki að væna hann um lygar, það væri bæði heimskulegt og fljótfærni.\nMér dettur helst í hug að leita til skyggnar manneskju sem er vön að höndla svona og þá kemur Sálarrannsóknafélagið fyrst í hugann líkt og aðrir nefndu.\nEnda er erfitt að berjast við það sem maður hvorki sér né skilur.\nEn það er von að innan félagsins séu manneskjur sem geta séð og skilið.\nÉg vona svo að engin taki nærri sér það sem ég sagði og muni það að þetta er einungis álit og skoðun eins manns ;)"
        },
        {
            "user": "ibbets",
            "user_id": "10684",
            "date": "2003-10-22 18:22:58",
            "id": "1322089",
            "reply_to_id": "1322088",
            "text": "Ég var ekki að ásaka einn eða neinn um geðbilun.\nÉg vildi bara benda á þann möguleika að það gæti verið eitthvað annað að en ærsladraugur.\n“Að telja allt dulrænt vera bábiljur og vitleysu er því að mínu mati frekar barnalegt og kannski merki um öfundsýki? löngun til að sjá meira?”\nÉg ætla nú ekki að halda því fram að allt dulrænt séu bábiljur, en því er ekki að neita að meirihlutinn sem er skrifaður sérstaklega hér á huga er vitleysa, litlir krakkar að skrifa um einhverja bókasafnsdrauga osfvr…\nOg auðvitað er þetta öfundsýki, mig langar að sjá drauga, alveg frá því ég var lítill þá hefur mig langað að sjá drauga.  En því miður þá virðist vera íllmögulegt að sjá þessi kvikindi og það svekkir mig ótrúlega mikið.\n“Eina sem kemur til greina, án þess að vita meira að sjálfsögðu, er annaðhvort að Cerberus er að ljúga eða þetta er satt.”\nNei það er því miður bara ekki svo einfalt.\nÞað getur vel verið að hann sé að segja satt, að hann hafi upplifað þetta, en skýringin getur alveg verið önnur en draugagangur.\nÞannig er það…."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-10-22 22:42:33",
            "id": "1322090",
            "reply_to_id": "1322089",
            "text": "Mér þætti forvitnilegt að vita hvað einhver miðillin í sálarrannsóknarfélaginu segði ef þú færir þangað og spyrðir hann hvort hann gæti opnað fyrir þig svo þú gætir séð drauga. Það er hægt hjá mörgum en í mörgum tilfellum ekki talið ráðlegt að ég held útaf því að það höndla það ekki allir að horfa á drauga uppá hvern dag."
        },
        {
            "user": "Cerberus",
            "user_id": "43541",
            "date": "2003-10-23 03:24:07",
            "id": "1322091",
            "reply_to_id": "1322087",
            "text": "Já að því að foreldrar mínir héldu fyrst að ég hafði gert mér þetta sjálfur var ég sentur til sálfræðings. Hann komst að því að ég væri hvorki með athyglisbrest eða sjálfsmorðshugleiðingar.\nOg má þá bæta við að ÉG ER EKKI Í NEINNI NEYSLU!!\nJá, það er búið að útiloka svefngöngu og annað sem tengist einhverskonar svefnsýki..þangað nátturulega til núna því ég er komin með svefnleysi. Maður þorir ekki að vaka á nóttini eða sofa…og ekki endilega bara á nóttini…heldur bara þegar maður er einn.\nOg svefntöflur eru ekki góðar ef það er ærsladraugur í húsinu sem sker mann í svefni því maður hefur enga stjórn á sjálfum sér til þess að vakna.\nÞað er búin að koma miðill (sem er skyldur okkur, þannig að við treystum henni) og það var hún sem sagði okkur frá því að þetta væri ærsladraugur og vildi íllt. Við erum saman að leita af ástæðunni.\nÞað er búið að halda miðilsfund í húsinu. Og það var komist að ýmsu. Við teljum núna að hver sem átti húsið á undan okkur hafi boðið þessari skepnu í húsið því ærsladraugar þurfa að vera annaðhvort að boðnir eða eiga húsið. Og núna þegar eigandinn er fluttur þá er ærsladraugurinn reiður því við erum í hanns húsi.\nErum einnig búin að finna út að veran er karlkyns og segist heita Glúmur. Miðilskonan segist hafa séð hann einu sinni fela sig undir borðstofu borðinu okkar. Maður um fimmtugt, snyrtilega klæddur og með gleraugu og stóran skallablett.\nHann hræðist hana……við erum pottþétt búin að komast að því.\nP.S. Það er engin búin að deyja í húsinu okkar.\nEn það er prestur búin að koma að blessa húsið og við ætlum að sjá hvað gerist.\nHingað til er allt búið að vera frekar hljótt…\nEn maður er ekki viss hvort þetta sé búið.\nVið ætlum að bjóða miðilskonuna í heimsókn og sjá hvað gerist.\nLæt ykkur kannski vita hvort Herra Glúmur er ennþá að fela sig undir stofuborðum."
        },
        {
            "user": "ibbets",
            "user_id": "10684",
            "date": "2003-10-23 05:50:04",
            "id": "1322092",
            "reply_to_id": "1322091",
            "text": "Ja hérna hér……þetta er stórmerkilegt.\nEndilega keep us posted"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-10-23 07:39:48",
            "id": "1322093",
            "reply_to_id": "1322091",
            "text": "Hlakka til að heyra meira frá þessu."
        },
        {
            "user": "550",
            "user_id": "43925",
            "date": "2003-10-23 09:08:44",
            "id": "1322094",
            "reply_to_id": "1322091",
            "text": "Skrítin kraftur sem svona draugar hafa.\nþað væri gaman að vita meira um sögu herra Glúms og afhverju hann er að þessari vitleysu.\nEn það er gott að þetta er komið í góðan farveg.\no já ,ibbets, ég veit vel að hlutirnir eru ekki svona einfaldir, ég átti við að út frá greininni væri lítið annað hægt að finna út.\nog með geðbilun og neyslupælingarnar, var ég aðallega að spekúlera í hvað svona dæmi gæti verið, annað en “yfirnáttúrulegt” ekki meint persónulega á neinn kant.\nEf ég móðgaði ykkur á einhvern máta, biðst ég afsökunar á því.\nEndilega “keep us informed” Cerberus, þetta er frekar merkilegt, eina skipti sem ég hef heyrt ærsladraug nafngreindan, oftast er talið (hef ég lesið) að þetta sé einskonar náttúrukraftur tengdur börnum og unglingum, magnaðir uppaf tilfinningaorku.\nEn ég trúi vel að þetta sé mjög erfið lífsreynsla og ég vona að þetta sé búið og herra glúmur sé á leiðinni heim í ljósið."
        },
        {
            "user": "wilde76",
            "user_id": "45426",
            "date": "2003-10-23 13:17:00",
            "id": "1322095",
            "reply_to_id": "1322091",
            "text": "Glúmur á Glúmsstöðum\nGlúmsstaðir í Fljóti í Sléttuhreppi stóðu vestan og framan til í Fljótavík, upp af horni Glúmsstaðarvatns. Bærinn er kenndur við Glúm sem var fyrsti ábúandinn. Hann var hálftröll og ekki einhamur, óþýður í lund og samdi heldur illa við sveitunga sína og reyndar alla aðra. Glúmur var mikill silungsveiðimaður og stórríkur af fé.\nÞegar aldurinn færðist yfir Glúm tók hann silfur sitt, hvarf inn í Glúmsstaðafoss og kom aldrei til baka. Því var trúað að hann lægi á fé sínu í helli bak við fossinn. Til forna trúðu ýmsir íbúar Glúmsstaða á Glúm gamla og hétu á hann sér til árnaðar. Þá á hann jafnan að hafa brugðist vel við.\nÁheitin og fórnirnar voru færðar í fossinn og því trúað að ef hátt kvæði í fossinum væri Glúmur ánægðu"
        },
        {
            "user": "wilde76",
            "user_id": "45426",
            "date": "2003-10-23 14:09:23",
            "id": "1322096",
            "reply_to_id": "1322095",
            "text": "Glúmur fór á skipi inn eftir firði og gekk á land og til búða. En þar eru melar brattir og lausgrýttir á milli fjarðarins og búðanna. En er Glúmur kom gagnvert búð þeirri er Einar átti þá hlupu menn frá búðunum og báru skjöldu að þeim og hrundu þeim af melunum og féll Glúmur og veltist með skjöld sinn á eyrina ofan og varð ekki sár en þrjú spjót hafði fest í skildi hans. Þorvaldur tasaldi var þá kominn að landi og sá að Glúmi horfði þá óvænt og hljóp svo á land að hann tók ár í hönd sér og rann í melinn upp og skaut árinni til Guðmundar ríka og kom á skjöldinn og gekk hann í sundur og kom árarhluturinn fyrir brjóst honum og féll hann í óvit og var borinn í fjórum skautum til búðar. Síðan eggjuðu hvorir aðra atgöngu og skutust á og börðust grjóti og varð hörð hríð og urðu margir sárir. Og allir sögðu á eina lund að eigi mættu fáir menn vasklegar verjast en þeir Glúmur. Þeir Einar sóttu að fast. Þá gengu menn í milli og lauk svo að tveir menn féllu af Glúmi, Klængur Narfason og Grímur eyrarleggur bróðir Halldóru konu Glúms.\nÞá kvað Brúsi Hallason vísu þessa:\nHöfum vér af vígum,\nveit eg orð á því, borða\nstóðs við stýrimeiða,\nstafn-Göndul, hlut jafnan.\nÞó hygg fúrviðu fóru\nfleygarðs en mig varði,\nbeiði-Hlökk, fyr brekku,\nbliks, harðara miklu.\nEinar kvað vísu:\nÞröngvir varð á þingi\nþremja linns að rinna,\nvarat í Ála éli\nauðlattr, fyr mel brattan.\nÞá er marstéttar máttit\nMævils við þröm sævar\ngeira njótr á grjóti\nestils klauf of festa.\nÞá kvað Glúmur vísu í móti:\nLattist her með höttu\nhanga-Týs að ganga,\nþó tjáir þeim að hætta\nþekkilegt, fyr brekku.\nÞá er dynfúsar dísir\ndreyra svells á eyri,\nbreið óx brögnum mæða\nblóðs, skjaldaðir stóðum.\nSvo var sett málum að í faðma féllst víg Klængs og Þorvalds úr Haga. Það var og jafnt látið víg Gríms eyrarleggs og áverki við Guðmund og undi Glúmur illa við málalok sem hann kvað í vísu þeirri er hann orti síðan:\nIllt er á jörð of orðið.\nAldr bölvar mjög skaldi.\nLiðið er mest hið meira\nmitt líf Héðins drífu.\nEr óvægins eigi\neyrarleggs fyr seggjum\nGríms í Göndlar flaumi\nGefnar má eg of hefna. Það var almæli manna að Glúmur hafði verið tuttugu vetur mestur höfðingi í Eyjafirði en aðra tuttugu vetur engi meiri en til jafns við hann. Það er og mál manna að Glúmur hafi best verið að sér allra vígamanna hér á landi."
        },
        {
            "user": "OKdesu",
            "user_id": "26211",
            "date": "2003-10-21 13:44:05",
            "id": "1322097",
            "reply_to_id": "1322083",
            "text": "ærsladraugur, og þú sjálfur er ekki það sama og önnur manneskja.. ef enginn draugur væri og einhver væri að skera þig misdjúpt í svefni, fynnst mér einhvernveginn líklegt að maður myndi vakna.."
        },
        {
            "user": "Traustith",
            "user_id": "30886",
            "date": "2003-10-17 18:15:29",
            "id": "1322098",
            "reply_to_id": "1322075",
            "text": "Þetta er öggla alveg hræðilegt að lenda í þessu. En reyndar kallast sonna draugur sem er heima hjá þér meindraugur. Þeir geta sært fólk og drepið en ég veit ekki hvað gera skal.\nÉg sjálfur hef aldrei lent í þessu."
        },
        {
            "user": "Aurora",
            "user_id": "3466",
            "date": "2003-10-17 19:13:24",
            "id": "1322099",
            "reply_to_id": "1322098",
            "text": "Leitt að heyra að þú skulir ekki hafa frið fyrir þessum viðbjóði og ég vona að þú fáir einhverja lausn á þínum málum fljótlega. Ég hef heyrt að ærsladraugar fái orku sína frá sterkum tilfinningum og hugsunum og þá sérstaklega neikvæðum. Þess vegna eru ærsladraugar t.d. frekar algengir á heimilum þar sem unglingar eru, því þau ár eru auðvitað tímabil mikilla skapsveiflna. Þess vegna þýðir t.d. ekkert að ætla að flytjast á annað heimili því þetta er í raun ekkert sérstaklega bundið við einstök hús held ég. Sumir segja að ærsladraugar séu í raun ekki til, þetta sé bara orka (t.d. tilfinningaorka eins og reiði) sem tekur á sig þessa birtingarmynd. Veit svo sem ekkert hvernig þetta virkar en það breytir því ekki að þú verður að gera eitthvað í þínum málum áður en illa fer. Ég mundi ráðleggja þér að finna einhverja leið til að slaka á og hugsa um eitthvað annað (þótt það sé eflaust ekki auðvelt)eða jafnvel fara með faðirvorið ef þú ert trúaður. Kannski mundi það hjálpa þér að fara að tala við miðil (ég held að þeir séu skilningsríkari en t.d. sálfræðingar þegar svona mál eru annars vegar) eða þú gætir farið og talað við prest. Að minnsta kosti finnst mér að þú ættir að leita þér hjálpar og helst ekki seinna en strax. Gangi þér vel."
        },
        {
            "user": "Aurora",
            "user_id": "3466",
            "date": "2003-10-17 19:18:28",
            "id": "1322100",
            "reply_to_id": "1322099",
            "text": "“Þess vegna eru ærsladraugar t.d. frekar algengir á heimilum þar sem unglingar eru”\n“Algengari” átti þetta víst að vera…auðvitað eru ekki ærsladraugar á öðru hverju heimili sem betur fer ;)"
        },
        {
            "user": "xeta",
            "user_id": "19520",
            "date": "2003-10-17 19:47:38",
            "id": "1322101",
            "reply_to_id": "1322075",
            "text": "Kannski geðlæknir myndi hjálpa?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-10-17 20:59:33",
            "id": "1322102",
            "reply_to_id": "1322075",
            "text": "Það fer eftir hvaða trúar þú ert. Það þýðir ekkert að fá prest til að blessa húsið og síðan ekki trúa neitt á þetta ‘stuff’. Þú/þið getið ábyggilega fengið einhvern særingarmann til að særa ærsladrauginn út úr húsinu. Ég gæti heldur ekki sofnað ef hnífar mundu allt í einu að fara að hverfa og birtast allt í einu á einhverjum stað, og ég á nú sverð, reyndar bitlaust til að skylmast með, það er samt hættulegt.\n—\nÞú getur líka reynt að tala við drauginn, andann eða hvað sem þetta er. Lesið alla bibilíuna, kórainn upp og vonað að það virki, svo er líka til bækur á bókasöfnum. Ég fékk eina lánaða og þar var fullt af særingum frá fornri tíð. Allt frá um 1000-1500 eða eitthvað. Þar eru gömul íslensk hálfheiðinir sálmar eða ljóð sem eru ætlaðir til að hrekja vonda anda úr fólki. Þú skalt prufa það.\n—\nVarðandi þetta með svefnleysi, skaltu segja við drauginn/þig að ég er ekki hræddur við þig,  ég veit að þú ert þarna! eða eitthvað í þá áttina. Gefur þér sjálfstraust. Svo skaltu bara lesa einhverja hundleiðinlega bók eða eitthvað, mæli með Slóð fiðrildanna, hræðilega leiðinleg (í það minnsta fyrir unglinga). Maður sofnar á henni, eða einhver verk eftir Shakespear. Það er ekki hægt að segja að það sé skemmtileg lesning… Svo geturðu líka horft a´leiðinlegar rómantístkar ástarmyndir sem fjalla ekki um neitt…\n—\nVona að þetta komi þér að gagni. Farðu á eitthvað bókasafn og leitaðu af bókum með svona gömlum særingarkvæðum. Mig minnir að bókin sem ég fékk hét eitthvað Bölvanir og Særingar eftir einhvern Töfra Tomma eða eitthvað þannig bull.\nScherma\nes. Þú ert ekki fífl."
        },
        {
            "user": "Ivan",
            "user_id": "21525",
            "date": "2003-10-17 22:17:31",
            "id": "1322103",
            "reply_to_id": "1322075",
            "text": "þetta er rugl :D"
        },
        {
            "user": "gomamiso",
            "user_id": "18080",
            "date": "2003-10-18 14:07:03",
            "id": "1322104",
            "reply_to_id": "1322075",
            "text": "Freaky shit!\nvá, ef ég væri þú þá myndi ég flytja.\nannars myndi ég biðja eins og viltaus væri til einhvers sem ég myndi trúa á.\ní gamla húsinu mínu voru fullt af draugum þó þeir létu ekki mikið á sér kræla, þegar ég flutti í nýtt hús þá var einn draugar inni í húsinu. Ef ég væri þú þá myndi ég biðja einhvern látinn, sem þú þekkir eða er tengdur þér, um að gæta þín, það virkaði hjá mér og draugurinn fór. (hjúkk :P) en að vísu var þetta ekki ærsladraugur, en ég myndi prófa það samt. Það sakar ekki að reyna ;)\nEf þetta virkar ekki, farðu þá bara eftir Scherma og Aurora.\ngangi þér vel :)"
        },
        {
            "user": "inzanio",
            "user_id": "29213",
            "date": "2003-10-18 15:16:51",
            "id": "1322077",
            "reply_to_id": "1322075",
            "text": "Ég myndi hiklaust skreppa útí sálarrannsóknarfélag því að þar er fólk sem getur hjálpað þér.\nÁ meðan geturðu farið með faðirvorið á kvöldin og beðið verndarana þína að hjálpa þér.\nKveðja\nJolli"
        },
        {
            "user": "inzanio",
            "user_id": "29213",
            "date": "2003-10-21 08:20:32",
            "id": "1322078",
            "reply_to_id": "1322077",
            "text": "nei ekki fara með bænirnar á kvöldin allavegana ekki rétt áður en þú ferð að sofa það dregur aðsér fullt af öðrum draugum……"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-10-18 15:19:53",
            "id": "1322076",
            "reply_to_id": "1322075",
            "text": "Aðeins 2 svör trúlausra, neikvæðra og þröngsýnra einstaklinga búin að koma. Skulum vona að hægt sé að koma þessari tölu niður í 0 að lokum. Þeir eiga auðvitað ekkert að vera að senda inn svör hér ef þeir hafa svona mikla ótrú á þessu. ;)"
        },
        {
            "user": "mindrap3r",
            "user_id": "5580",
            "date": "2003-10-18 16:20:19",
            "id": "1322105",
            "reply_to_id": "1322075",
            "text": "Hringdu eða farðu niðrí sálarrannsóknarfélagið. Þeir vita/skilja hvað er í gangi og geta leiðbeint þér eða frætt þig um þetta!\nGood luck!"
        },
        {
            "user": "Hrislaa",
            "user_id": "42360",
            "date": "2003-10-18 20:26:50",
            "id": "1322106",
            "reply_to_id": "1322075",
            "text": "Jáá..þetta er til, ég hef lent í svona. Þá var ég að labba um í gamla húsinu mínu alveg drulluþreytt um nótt að fá mér vatn að drekka or some og þá kom til mín draugur, kastaði mér upp að vegnum og tók mig hálsataki..og e´g liftist alveg 3 cm upp frá gólfinu. Mamma mín sá þetta og varð alveg drulluhrædd og spurði mig hvað í anskotanum þetta væri…\nKv Hrislaa"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-10-18 20:42:02",
            "id": "1322107",
            "reply_to_id": "1322106",
            "text": "Hvernig fór það Hrísla?"
        },
        {
            "user": "ArniGeir",
            "user_id": "7507",
            "date": "2003-10-18 21:06:14",
            "id": "1322108",
            "reply_to_id": "1322075",
            "text": "ég myndi fara til sálarransóknar félagsinns og byðja þá um að tjekka á þessu.  Svo væri forvitnilegt að vita hvað þeir segja. það væri gaman ef þú myndir skrifa aðra grein um hvað þeir sögðu…\ntakk"
        },
        {
            "user": "Yngwie",
            "user_id": "42531",
            "date": "2003-10-19 01:05:09",
            "id": "1322109",
            "reply_to_id": "1322075",
            "text": "some focking spooky shit man."
        },
        {
            "user": "gyda85",
            "user_id": "27357",
            "date": "2003-10-19 17:49:42",
            "id": "1322110",
            "reply_to_id": "1322075",
            "text": "Ég bara veit ekki hvað ég á að segja.  Veit allavega að ærsladraugar eru annað hvort andar annara manneskju eða þá bara orkusöfnun sem tekur á sig þessa mynd.  Eitt hef ég allvega heyrt.  Það er að ærsladraugar séu í raun týndar sálir sem eru í hópum.  Yfir hverjum hópi er síðan einn demon svona djöfull eitthver sem er yfir þeim og skipar þeim fyrir með loforð um að vísa þeim heima ef að andanir hjálpi sér.  Hlutverka drauganna er að brjóta upp fjölskildur og eitthvað þar með ást.  Allavega þetta er það sem ég hef heyrt yfir ævina"
        },
        {
            "user": "Villimey",
            "user_id": "27881",
            "date": "2003-10-19 20:56:45",
            "id": "1322111",
            "reply_to_id": "1322075",
            "text": "seigðu mér endilega meira Cerberus…"
        },
        {
            "user": "Axelma",
            "user_id": "4146",
            "date": "2003-10-19 21:15:04",
            "id": "1322112",
            "reply_to_id": "1322075",
            "text": "já, ég kannast smá við þetta. Ég hef alltaf átt í vandamálum við martraðir og annað slíkt. En þær voru verstar þegar ég bjó í Njarðvík. Man eftir því t.d. um jólin þar að ég heyrði að frekar harkalega var einn kubburinn af jólaseríunni í stofuglugganum fyrir aftan mig rifinn af. Þvílík læti. Ég fann alltaf fyrir eitthverju fyrir aftan mig, og ég var alltaf að fá ógeðslega drauma sem ég vill helst ekki tala um. En eitt sinn vaknaði ég við einn svona draum um draugagang með látum, og ég náði engan veginn að sofna aftur (var búin að vera sofandi í svona 3 tíma), því ég hrökk alltaf upp strax aftur eftir nokkrar sekúndur. Ég hef alla mína tíð vaknað með einhverja áverka á mér, s.s. nýjan marblett, eða sár eða annað slíkt. Það eru bara nokkrir mánuðir síðan sem einn kunningi minn sem er einmitt miðill sagði mér að það væri svört og ill flökkusál að fylgja mér.. en ég veit eigi hvort sú flökkusál fylgir mér enn. Það sem hefur hjálpað mér alveg óendanlega mikið, það eru bænirnar. Ég mæli með því að þú leitir þér að styrk í gegnum bænirnar og reynir að vera ekki hræddur. Þessar verur eiga það til að nærast á hræðslu og kvíða. En ég óska þér góðs gengis í þessum málum.\nKv. Axelma"
        },
        {
            "user": "Eyjo",
            "user_id": "965",
            "date": "2003-10-20 04:33:11",
            "id": "1322113",
            "reply_to_id": "1322075",
            "text": "Ef að þú kafar nógu og djúpt kemstu að því að þetta liggur allt hjá þér sjalfum.\nSvokallaðir “ærsladraugar” eru oftast tengdir persónum og ég held því fram að þú kallir fram þessi áhrif sjálfur. Þetta er að öllum líkindum ekki dauður gaur að stríða þér heldur er líklegra að undirmeðvitund þín sé að hafa áhrif á raunveruleikann. Allir hafa sína innri djöfla sem að brjótast út og gera allskonar vitleysu þar sem að þetta eru innstu tilfinningar mannsins. Þú ert greinilega mjög lífhræddur og vilt ekki deyja hvað sem það kostar, og mikil orka fer í að pæla í duðanum og öllu sem að því fylgir, en það eru stöðvar í hausnum á okkur sem að sumir kalla “guðs partinn af heilanum” en ég trúi því að þar sé falinn sannleikurinn um að við erum miklu meira en við gerum okkur grein fyrir og að vald okkar á raunveruleikanum sé meira en aðeins efnislegt. Aðeins hræðsla þín við dauðann ein og sér ætti að geta kallað fram þessi ahrif í efnisheiminum ef að þú ert búinn að virkja þessar orkustöðvar sem að eru í “guðs partinum af heilanum”. En annars er þetta bara mín kenning, gæti vel verið að einhver dauður gaur sé að stríða þér og að við höldum einstaklingseðlinu eftir dauðann.\nTrúðu bara á örlög. Það sem gerist, gerist og það er ekkert sem að þú getur gert til þess að breyta því\nEf að þú verður drepinn af draugi, þá átti það að gerast."
        },
        {
            "user": "katrinadal",
            "user_id": "44464",
            "date": "2003-10-21 11:50:44",
            "id": "1322114",
            "reply_to_id": "1322075",
            "text": "uff eg vari drulluhradd ad fara ad sofa madur.. prufadu ad hafa opna bibliu a nattbordinu tinu, kross a veggnum vid rumid…… eg hef heyrt ad tad hjalpi… ef ekki fardu ta nidur i salarransknarfelag og taladu vid magnus tar…. hann getur potttett hjalpad ter….\ngangi ter vel\nkata"
        },
        {
            "user": "550",
            "user_id": "43925",
            "date": "2003-10-22 11:47:44",
            "id": "1322115",
            "reply_to_id": "1322075",
            "text": "Mér langaði að bæta við aðeins smá.\nGóð leið til að hreinsa hús, er að ´byrja fyrst á því að biðja guð og alla góða vætti að hjálpa þér, síðan að ímynda sér hvítt ljós gert úr kærleik fara í gegnum allt húsið, hreinsandi allt illt í burt.\nGerðu þetta nokkrum sinnum.\nímyndunaraflið er mjög sterkt afl og getur meira en margir halda.\nbiddu síðan poltergeistinn að fara með guðs friði, biddu hann um að fara í ljósið.\nAlger nauðsyn er líka að hreinsa sjálfan sig, hræðsla þín og allar illar hugsanir næra svona anda og þeir dragast að því, vissulega óheppni að lenda í svona því þetta er sjaldgæft, en kannski er þetta líka ábending til þín um að hreinsa til í húsi huga þíns.\nEkkert gerist að ástæðulausu.\nDragðu djúpt andann og sjáðu fyrir þér ljós koma upp frá iðrum jarðar og streymi upp eftir þér og út um hvirfilinn, sjáðu síðan annað rétt á eftir eða um leið koma frá guði (eða bara góðum öflum, fer eftir trú þinni) og fara í öfuga átt og útum fætur þína.\nÞetta ætti allavega að hjálpa þér að slaka á.\nímyndaðu þér svo að hvítt og verndandi ljós myndi skjöld allt í kringum þig.\nBest væri ef allir á heimilinu tæku þátt í þessu, því styrkur marga í svona er ótrulega máttugur.\nÉg veit að eigin reynslu að hreinsunaraðferðin sem ég lýsti efst kemur að gagni, þó ég hafi ekki reynt það á poltergeist.\nBest er að reyna skynja hvíta ljósið (eða ímynda sér) sem hreinan kærleik, magnaðu upp hlýju og alla þína ást til að styrkja ferlið.\nÞetta ætti vonandi að hjálpa þér eitthvað, en reyndu sem fyrst að hafa samband við “sérfræðingana”;)\ngangi þér vel og reyndu að slaka á ,öll spenna gerir þetta allt verra og erfiðara, ég veit að það er erfitt en mundu bara að allt hefur sinn tilgang og þú ert eilíf sál sem í raun er ekki hægt að skaða.\np.s Ef þetta gengur ekki og illa gengur að finna mann í “hreinsun” væri gott að fara burt í nokkra daga til að kasta mæðinni og snúa til baka styrkari til að takast á við þetta.\n550"
        },
        {
            "user": "wilde76",
            "user_id": "45426",
            "date": "2003-10-23 01:24:30",
            "id": "1322116",
            "reply_to_id": "1322075",
            "text": "Þetta er ekkert ósvipað kvikmynd sem ég sá sem krakki það að gera grín er eitt en að lenda í þessu er miklu verra það eina sem þú getur gert í raun er að reina að vinna á þessu sjálfur það er nefnilega ekki alltaf hægt að særa ærsladrauga burt því að þeir eru mis sterkir eins og við það að fá miðil eða eitthvað í þá áttina er ekki endilega lausnin það getur verið að þú losnir aldrei við þennan vágest en það versta sem þú getur gert sjálfum þér er að vera hræddur við þessar aðstæður það er eins með þetta og strákinn sem að leggur þig í einelti er að þú losnar aldrei almennilega við hann fyrr en þú tekst á við hann sjálfur þannig að það sem ég er að segja við þig er að þú þarft að kafa djúft inní sjálfan þig og finna hugrekkið þitt það er þarna.\nSvefnin er nauðsinlegri en maður heldur og það er annað að á meðan þú gengur í gegnum þetta stig reyndu þá að hugsa jákvætt það er eina lausnin neikvæðni leysir engan vanda bara býr til meiri.\nPs.Ég hef trú á því að þér takist þetta\ngangi þér vel.\nÞú uppskerð eins og þú sái"
        },
        {
            "user": "deadgau5",
            "user_id": "25259",
            "date": "2003-10-23 15:39:45",
            "id": "1322117",
            "reply_to_id": "1322075",
            "text": "Humm, Grettir, hinn sterki barðist við Glúm og sigraði hann, er glúmur kallinn kominn aftur?"
        },
        {
            "user": "550",
            "user_id": "43925",
            "date": "2003-10-23 15:53:28",
            "id": "1322118",
            "reply_to_id": "1322117",
            "text": "Það er náttúrulega ekki hægt að drepa drauga, svo það er spurning, kannski hýsir Cerberus einn frægasta draug íslands, Glímdi við gretti.\nGlott, láttu miðilinn spyrja hann að þessu.\nOg ef svo er, Fáðu eiginhandaáritun ;)"
        },
        {
            "user": "deadgau5",
            "user_id": "25259",
            "date": "2003-10-24 15:07:37",
            "id": "1322119",
            "reply_to_id": "1322118",
            "text": "Já, það er satt hjá þér."
        },
        {
            "user": "trommumagi",
            "user_id": "43470",
            "date": "2003-10-24 11:43:26",
            "id": "1322120",
            "reply_to_id": "1322075",
            "text": "Nei nei þú ert ekkért fifl. en gæti ekki verið að að því að þú dagðir að þú hafir verið í kistu og eitthvað að þú hafir verið að reyna komast út, maður hefur séð svo oft í myndum og eitthvað að þegar fólk er að reyna komast úr kistum eða eitthvað álíka að það verði blóðugt um hendur og svoleiðis, gæti ekki verið að þú hafir verið að reyna komast út eða eitthvað og fengið skrámurnar svoleiðis?\nEn svo gæti þetta líka verið draugur en líka eins og einhver benti á fjölskyldumeðlimur að ganga í svefni.\nVínkona mín gékk í svefni þegar við vorum í sumarbúðum fyrir löngu og hún gékk niður úr kojunni sinni og fór að mála sig og fór eitthvað að rífast við hinar stelpurnar í herberginu (ég var í næsta herbergi og vaknaði við öskrin í hinum stelpunum).\nÉg mynd lata upp video-myndavél í herberginu mínu til að gá hvað þetta er í alvurinni, ef að þetta er einhver í fjölskyldunni þá þarf hann/hún að fara í svefnrannsókn en ef að þetta ert þú sjálfur, sálfræðingur eða eitthvað en ef að þetta er draugur miðill þá.\nkv. Sóley"
        },
        {
            "user": "trommumagi",
            "user_id": "43470",
            "date": "2003-10-24 12:39:23",
            "id": "1322121",
            "reply_to_id": "1322120",
            "text": "lol.. tókstu þér ekki tíma í að lesa svörin Sóley. ;)\nÞað er komið í ljós hvað gerðist."
        },
        {
            "user": "trommumagi",
            "user_id": "43470",
            "date": "2003-10-24 14:48:52",
            "id": "1322122",
            "reply_to_id": "1322121",
            "text": "Þess má svo geta að Glúmur á Glúmsstöðum kemur líka fyrir í 1. kafla í Fljótsdæla sögu, þar er hann í rekkju sinni þegar skriða kemur yfir bæ hans og deyr þar."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-10-25 22:38:33",
            "id": "1322123",
            "reply_to_id": "1322121",
            "text": "neibb ég las helmingin af þeim og nennti því svo ekki, hvað gerðist?\nkv. Sóley"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-10-26 02:17:07",
            "id": "1322124",
            "reply_to_id": "1322123",
            "text": "Leitið og þér munuð finna. :Þ"
        },
        {
            "user": "ibbets",
            "user_id": "10684",
            "date": "2003-10-25 21:10:20",
            "id": "1322125",
            "reply_to_id": "1322120",
            "text": "Það er góð hugmynd, ég myndi setja myndavél inní herbergið til að sjá hvað gengur á.\nEngin spurning."
        },
        {
            "user": "rasta",
            "user_id": "42337",
            "date": "2003-10-24 15:53:22",
            "id": "1322126",
            "reply_to_id": "1322075",
            "text": "hvar lærðir þú að ljúga ?? Þetta er svo fáránlega ótrúlegt að mig langar að æla ! æl æl ég er reyndar búinn að æla ! Og ef þú getur ekki sofnað á nóttunum út af einhverjum verum sem eru EKKI til, kauptu þér þá bara svefnpillur.\nRasta."
        },
        {
            "user": "oddnyeva",
            "user_id": "33472",
            "date": "2003-10-31 23:34:51",
            "id": "1322127",
            "reply_to_id": "1322075",
            "text": "ég veit hvað þú meinar.. svonalagað hefur komið fyrir mig nokkrum sinnum. ég er viss um að það séi draugagangur í húsinu mínu og er búin að vera meðvituð um það síðan ég var lítil. mín skelfilegasta reynsla kom fyrir mig bara fyrir nokkrum vikum. það byrjaði þannig að hverja nótt dreymdi mig að það væri verið að drepa mig og ég vaknaði alltaf 1 mínútu áður en klukkan mín hringdi.. á hverjum degi í eina viku. þetta fannst mér mjög furðulegt. en svo kannski 2 vikum eftir þetta þá dreymdi mig draum þar sem ég var föst inni í pínulitlu rými.. ég gat ekki hreyft mig ég gat varla andað og ég vissi að mig væri að dreyma en gat ekki vaknað, gat ekki klipið mig eða neitt! bara var föst … og svo fannst mér eins og einhver kæmi og væri að kyrkja mig …þegar eg var hætt að geta andað endaði með því að ég klóraði mig svo fast að ég vaknaði.( ég er með doldið langar og beittar neglur)ég hafði greinilega klórað mig fast því það var byrjað að blæða á bolinn minn af hendinni. ég sofnaði ekki fyrr en 9 um morguninn aftur og þegar eg vaknaði sá ég að ég var með smá marblett á hálsinum… síðan þá hef ég nú ekki sofið mikið.ég sagði aðeins 2 manneskjum þetta og gaf þeim ekki öll smáatriðin… vildi ekki að fólk héldi að ég væri brjáluð eða eikkað…."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-11-01 11:28:59",
            "id": "1322128",
            "reply_to_id": "1322127",
            "text": "Enn og aftur segi ég ,.. Sálarrannsóknarfélagið. =)\nFólk sem hefur vit á svona hlutum.\nKveðja\nJolli"
        },
        {
            "user": "tray",
            "user_id": "25018",
            "date": "2003-11-07 22:30:12",
            "id": "1322129",
            "reply_to_id": "1322075",
            "text": "Auuuumingja þú. Mig sjálfa dreymdi einu sinni að ég hefði verið grafinn lifandi, og ég vaknaði grátandi. Annars dreymir mig bara heimsulega drauma, og ekkert kemur fyrir mig. Ég er bara venjuleg."
        },
        {
            "user": "mink",
            "user_id": "40543",
            "date": "2003-11-08 16:45:26",
            "id": "1322130",
            "reply_to_id": "1322075",
            "text": "Ég trúi þessu allveg því frænka mín sem er reyndar dáin átti í vandamáli með ærsladraug sem gat ekki látið hana í friði.\nEn hefuru talað við miðil eða jafn vel prest útaf þessari hræðslu. Ef ég væri þú þá myndi ég gera það!!!!"
        },
        {
            "user": "gigjav",
            "user_id": "46277",
            "date": "2003-11-08 17:17:01",
            "id": "1322131",
            "reply_to_id": "1322130",
            "text": "Ég trúi þessu öllu það er sagt að þegar að draugar eru sonna vondir og stríðnir hafa þeir dáið á einhverhátt ekki sáttir eða þa ðvar sagt við mig ég myndi ekki vilja lenda í þessu!!!!"
        },
        {
            "user": "aggar",
            "user_id": "39708",
            "date": "2003-11-21 14:30:29",
            "id": "1322132",
            "reply_to_id": "1322075",
            "text": "Farðu með eftirfarandi þulu áður en þú ferð að sofa\nÆrsla draugur út með þig, ekki skaltu hræða mig\nenda ertu ekki til\nþetta svínvirkar ;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-02-22 10:52:34",
            "id": "1322133",
            "reply_to_id": "1322132",
            "text": "flest allt sem eg hef lesið herna er eftir stelpur…er algengara að þetta gerist fyrir stelpur (gæti hugsast)..bara sma´pæling…ég held að draugar komi þegar maður hræðist þá eða eitthvað þannig “ærsladraugar”…en ég mæli eindregið með að þið setjið upp video cameru og horfið á ykkur sofa..það er gaman"
        },
        {
            "user": "aggar",
            "user_id": "39708",
            "date": "2004-03-03 18:04:27",
            "id": "1322134",
            "reply_to_id": "1322075",
            "text": "það er nú dálítið síðan þú skrifaðir þessa grein og nú spyr ég: Hvernig er ástandið núna?"
        }
    ]
}