{
    "forum_title": "Dulspeki",
    "user": "divaa",
    "user_id": "11336",
    "date": "2003-10-18 15:18:06",
    "title": "Heiðin tónlist",
    "text": "Hæhæ!\nÉg er nemi í Söngskólanum í Reykjavík og er að gera alveg merkilega spennandi ritgerð sem einmitt tengist heiðni. Þið hafið eflaust flest heyrt um neopaganism eða nýheiðni. Það sem er í gangi er að við erum að sækja okkar trú til hinna gömlu heiðnu trúarbragða. En af því að það er engin bein tenging á milli þá vitum við ekki alveg nákvæmlega hvernig trúarbrögðun voru þannig að í raun erum við ekki bara að endurvekja heldur endurskapa þessi gömlu trúarbrögð og því á vissan hátt komin með ný. Við getum kallað þetta að hið gamla mæti hinu nýja, því auðvitað hefur margt breyst í millitíðinni sem við aðlögum trúnni. Málið er að svipað er að gerast í tónlistinni. Um leið og við sækjum í fortíðina með trúna þá reynum við líka að endurvekja tónlistarnotkunina. Tónlist var notuð í trúarlegum athöfnum og hátíðum og oft voru áköllin sungin (sbr. chant) og það erum við líka að gera í dag, t.d. í Wicca.\nÞar sem það er ekki sérlega auðvelt að finna upplýsingar um þetta tiltekna efni, jafnvel þó ég þræði bækur og vefsíður, þá datt mér í hug að spyrja ykkur, hvort þið hefðuð kannski rekist á eitthvað sem gæti nýst mér í þessari ritgerðarsmíð og hvort þið gætum bent mér á eitthvað sniðugt. Ef svo er þá yrði ég innilega þakklát fyrir hjálpina.\nVerið þið blessuð,\nDivaa",
    "url": "https://www.hugi.is/dulspeki/greinar/173010/heidin-tonlist/",
    "url_id": "173010",
    "id": "1323380",
    "replies": [
        {
            "user": "hamrotten",
            "user_id": "5029",
            "date": "2003-10-18 16:36:32",
            "id": "1323381",
            "reply_to_id": "1323380",
            "text": "var ekki nóg að senda þetta á eitt áhugamál?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-10-18 16:55:01",
            "id": "1323382",
            "reply_to_id": "1323381",
            "text": "ég veit reyndar ekki um neit… en hamrotten.. það er fínt að setja þetta í Dulspeki og Tónlist.. þvi þessi grein tengist bæði áhugarmálunum…"
        },
        {
            "user": "divaa",
            "user_id": "11336",
            "date": "2003-10-19 11:20:08",
            "id": "1323383",
            "reply_to_id": "1323381",
            "text": "Tjahh… nei, eiginlega ekki. Það gæti verið fólk hérna á dulspeki sem þekkir heiðna tónlist en skoðar kannski aldrei áhugamálið Tónlist. Það gæti líka verið fólk á tónlist sem þekkti heiðna tónlist en hefði engan áhuga á dulspeki. Svo ég sendi á bæði áhugamálin þannig að ég fengi sem flest response ;) Skil samt alveg að þú hafir spurt. Þetta virkar auðvitað voðalega stigahórulegt, þó það hafi náttla alls ekki verið keisið."
        },
        {
            "user": "Hadrianus",
            "user_id": "3208",
            "date": "2003-10-18 20:45:50",
            "id": "1323384",
            "reply_to_id": "1323380",
            "text": "http://www.religioustolerance.org/neo_paga.htm\nhttp: //www.vinland.org/heathen/pagancee/\nhttp://www.lysat\nor.liu.se/religion/neopagan/"
        },
        {
            "user": "divaa",
            "user_id": "11336",
            "date": "2003-10-19 11:27:31",
            "id": "1323385",
            "reply_to_id": "1323384",
            "text": "Takk ;*"
        },
        {
            "user": "garcon",
            "user_id": "1199",
            "date": "2003-10-25 17:59:43",
            "id": "1323386",
            "reply_to_id": "1323380",
            "text": "Ég er nú enginn fræðingur um tónlist en ég geng næstum því á hverjum degi fram hjá heilu rekkunum af tónlistarefni í Landsbókasafninu (rauði kastalinn)\nÞau eru með hlustunarstöðvar ef þú vilt hlusta á tónlistina og bækur um flesta höfunda\nEn ef þú hefur ekki tíma í að skreppa þangað þá er líka hægt að nota gegni.\nhttp://www.gegnir.is/F"
        },
        {
            "user": "divaa",
            "user_id": "11336",
            "date": "2003-10-25 18:26:57",
            "id": "1323387",
            "reply_to_id": "1323386",
            "text": "Æði! Ég þangað!!!"
        },
        {
            "user": "Deathrock",
            "user_id": "30603",
            "date": "2003-11-06 23:38:17",
            "id": "1323388",
            "reply_to_id": "1323380",
            "text": "SHITURINN!!"
        }
    ]
}