{
    "forum_title": "Sagnfræði",
    "user": "ritter",
    "user_id": "7998",
    "date": "2003-10-18 18:46:49",
    "title": "Hermannakonungurinn Friðrik Vilhjálmur I",
    "text": "Hermannakonungurinn: Friðrik Vilhjálmur I Prússakonungur og\nuppbygging hins prússneska ríkis.\neftir Hjört J. Guðmundsson\nInngangur\nEitt af þekktari nöfnum mannkynssögunnar er án efa nafn Friðriks mikla Prússakonungs.  Nafn föður hans, Friðriks Vilhjálms I, er hins vegar minna þekkt og má segja að Friðrik Vilhjálmur standi að mörgu leyti í skugga afreka sonar síns fyrir dómstóli sögunnar.\nHér á eftir er ætlunin að fjalla um Friðrik Vilhjálm I konung Prússlands og þá uppbyggingu sem hann stóð fyrir í prússneska ríkinu á stjórnarárum sínum frá 1713-1740.\nTilgangur ritgerðarinnar er að gera stuttlega grein fyrir persónu Friðriks Vilhjálms og því sem hann kom til leiðar í stórum dráttum og að lokum að reyna að svara þeirri spurningu hvort hægt sé að segja að hann hafi lagt grunninn að þeirri stórveldisstöðu sem Prússland átti síðar eftir að njóta.\nFriðrik Vilhjámur I Prússakonungur var af hinni svokölluðu Hohenzollern-ætt sem komist hafði til valda í Brandenburg árið 1415.  Reyndust forystumenn ættarinnar margir hverjir hinir ágætustu stjórnendur, en stóðu þó öðrum valdhöfum innan Hins heilaga rómverska keisaradæmi langt að baki að virðingu og völdum.  Uppgangur ættarinnar hófst fyrst fyrir alvöru um miðja 17 öldina og fór síðan sífellt vaxandi fram að lokum fyrri heimstyrjaldarinnar árið 1918.\nUppgangur Prússlands\nÁrið 1640 tók við völdum í Brandenburg Friðrik Vilhjálmur sem nefndur hefur verið kjörfurstinn mikli (The Great Elector).  Hann komst til valda á meðan að þrjátíu ára stríðið var enn í fullum gangi.  Ríkið sem hann erfði var sundurlaust og ósamstætt.  Sum yfirráðasvæði þess voru t.a.m. fyrir vestan Rín á meðan að Brandenburg var staðsett í Norður-Þýskalandi.  Að auki hafði kjörfurstinn Austur-Prússland að léni frá konungi Póllands, en tókst að ná fullum yfirráðum yfir því árið 1660.  Voru öll landssvæðin kjörfurstans meira eða minna illa útleikin eftir hörmungar þrjátíu ára stríðsins þegar hann tók við völdum.  Í ríki kjörfurstans var enginn sameiginlegur her til staðar, engin sameiginleg embættismannastétt, engin sameiginleg lagasetning og engir sameiginlegir skattar.  Auk þess hafði hvert landsvæði sitt eigið stéttaþing þar sem aðallinn réð lögum og lofum.\nKjörfurstinn gerði sér strax grein fyrir því að nauðsynlegt væri að byggja upp sterkan her í ríki sem væri svo dreift og sundurleitt.   Til þess þurfti hann að leita til stéttaþinganna sem höfðu fjárveitingarvaldið í ríkinu.  Kjörfurstinn gekk þó þegar í berhögg við vald stéttaþinganna og endaði sú viðureign með því að völd þeirra urðu að lokum ekki svipur hjá sjón.  Kjörfurstinn kom á nokkrum föstum sköttum og kom upp embættismannakerfi, sem var einungis undir hans vald sett, til þess að annast skattheimtuna.  Var það fyrsti vísirinn að prússneskri embættismannastétt.  Herinn sem kjörfurstinn kom upp var upphaflega ekki mjög fjölmennur en tífaldaðist á stjórnarárum hans og varð að lokum um 30 þúsund manns.  Hann tók þátt í ýmsum stríðum þess tíma og hafði lag á að tryggja hagsmuni sína í þeim efnum.  Skipti hann m.a. reglulega um samherja í því skyni og þótti fyrir vikið ekki traustur bandamaður.\nKjörfurstinn lagði mikla áherslu á að rétta við hag þeirra landsvæða sem orðið höfðu illa úti í þrjátíu ára stríðinu og gerði í því skyni í því að laða útlendinga til ríkisins til búsetu.  T.a.m. fluttust þangað 20 þúsund Húgenottar sem flúið höfðu ofsóknir í Frakklandi.  Varð ríkinu hinn mesti styrkur af þessu, enda Húgenottarnir flestir vel efnum búnir, menntaðir og duglegir menn.  Ýmislegt annað gerði kjörfurstinn til að efla atvinnuvegi ríkis síns og lét t.a.m. grafa skipaskurð mikinn á milli ánna Oder og Spree.\nKjörfurstinn mikli lést árið 1688 og hafði hann á valdatíma sínum lagt grunninn að því stórveldi sem Prússland átti eftir að verða á 18. öldinni.  Á stjórnarárum hans hafði íbúafjöldinn aukist úr einni milljón í 1,5 milljón og tekjur ríkissins fimmfaldast.  Ríki hans var þó ekki enn komið í tölu stórvelda, en stórveldin urðu þó engu að síður að taka fullt tillit til þess.\nAð kjörfurstanum mikla gengnum tók við ríkinu sonur hans, Friðrik III.  Friðrik var í raun alger andstæða föður síns.  Ólíkt föður sínum var hann mikið fyrir að alls kyns munað og lystisemdir og afar eyðslusamur.   Var fyrirmyndin að því hirð Frakkakonungs í Versölum.  Hann dreymdi um að bera konungsnafn og lagði allt í sölurnar til að svo mætti verða, þ.á.m. ógrynni fjár.   Svo fór að lokum að keisari hins Heilaga rómverska keisaradæmis veitti honum heimild til að bera konungstign 1701 eftir að Friðrik hafði stutt keisarann í spænska erfðastríðinu.  En þar sem einstökum valdhöfum innan keisaradæmisins var bannað að bera konungsnafn var konungstignin tengd við Prússland þar sem það var eina yfirráðasvæði Friðriks sem var fyrir utan keisaradæmið.   Tók hann upp konungsnafnið Friðrik I konungur af Prússlandi.  Valdatími hans var annars tími siðlauss og kostnaðarsams hirðlífs og fóru mishæfileikaríkir embættismenn mestmegnis með völdin.  Friðrik hélt þó hernum í sama horfi og faðir hans.  Hann lést 1713 og tók þá við völdum sonur hans, Friðrik Vilhjálmur I.\nFriðrik Vilhjámur I tekur við völdum\nFriðrik Vilhjálmur var aðeins 25 ára þegar hann tók við konungstigninni af föður sínum.  Hann var þó þegar staðráðinn í því hvert stefna skyldi.  Endurskipuleggja skyldi allt hið prússneska ríki með það að markmiði að efla það á alla lund.  Einkum lagði hann áherslu á að ríkið stæði undir sér fjárhagslega og þá sér í lagi stórum og öflugum her.\nSennilega hafa fáir menn í sögunni fengið jafn misjafna dóma og Friðrik Vilhjálmur.  Fyrir mörgum samtímamönnum hans var hann ekkert annað en miskunnarlaus og hrottafenginn harðstjóri sem eirði engu.  Hann hefur aldrei átt alþýðuhylli að fagna, hvorki á valdatíma sínum né síðar.  Margir minnast hans t.a.m. sem harðstjóra sem gekk um með staf í hendi og lamdi á þegnum sínum, nirfils sem mátti vart af eyri sjá eða sérvitrings sem sem sveifst einskis til að fullnægja þeirri ástríðu sinni að safna hæstu mönnum Evrópu í lífvörð sinn.\nÓlíkt föður sínum var Friðrik Vilhjálmur lítið gefinn fyrir hvers kyns hégóma og gjálífi.  Var hann ennfremur með eindæmum vinnusamur maður og gerði kröfu um hið sama til allra þegna sinna.   Fór fátt eins í taugarnar á honum og iðjuleysinginn og lagði hann ríka áherslu á að menn nýttu tíma sinn sem allra mest í eitthvað nytsamt.  Smjaður var sem eitur í beinum hans og krafðist hann skilyrðislausrar hreinskilni og sannsögli af þegnum sínum.   Friðrik Vilhjálmur var í raun ekkert konunglegur miðað við aðra konunga á þessum tíma.  Undi hann sér einna best í fámennum hópi góða vina þar sem menn reyktu tóbak, drukku öl eða vín og ræddu landsins gagn og nauðsynjar án alls íburðar.   Það er því e.t.v. ekki furða að hannn hafi á stundum uppnefndur “villimaður norðursins” fyrir vikið.\nLandsstjórnin skipulögð frá grunni\nFriðrik Vilhjálmur lagði ríka áherslu á að byggja upp stjórnskipulag sem miðaðist við nytjastefnu þar sem ríkið væri rekið eins og hvert annað fyrirtæki með það að markmiði m.a. að útgjöld ríkisins færu ekki fram úr tekjum þess.    Eitt það fyrsta sem Friðrik Vilhjálmur gerði var því að losa sig við meginþorra þess embættismannafjölda sem faðir hans hafði haldið.  Aðeins örfáum var haldið eftir.  Því næst reiknaði hann út hvað nauðsynlega þyrfti til hirðhaldsins.  Þegar verkinu var lokið var kostnaðurinn einungis orðinn um 1/5 hluti þess sem áður var.  Þetta kom þó ekki vel við marga en enginn þorði að setja sig upp á móti konunginum þó ungur væri.\nFriðrik Vilhjálmur lét ekki þar við sitja heldur beitti sömu aðferðafræði í allri landsstjórninni með það að markmiði að gera hana skilvísa og skjótvirka og eins útgjaldalitla og kostur var, enda varð honum fljótlega ljóst að samstarfið á milli hinna ýmsu deilda hennar var í algeru ólagi.  Skrifaði hann langa reglugerð í því skyni þar sem allt kerfið var skipulagt út í alger smáatriði.  Fylgdi konungurinn í fáu erlendum fyrirmyndum við umsköpun prússneska valdakerfisins heldur hafði hann í öllu til hliðsjónar þarfir og ástand ríkis síns.\nFriðrik Vilhjálmur lagði ríka áherslu á ábyrgð embættismanna sinna og var hvergi í Evrópu á þessum tíma svo strangur agi í þeim efnum.  Þeir báru ekki einungis ábyrgð á eigin gerðum heldur að miklu leyti líka á gerðum undirmanna sinna.  Því neyddust allir embættismenn ríkisins að hafa nánar gætur á því hvað undirmenn þeirra voru að aðhafast og þannig teygði armur hinnar ströngu reglusemi og allt stjórnkerfið frá hinum efstu til hinna neðstu.  Embættismönnum var ennfremur bannað með öllu að sinna nokkrum öðrum fésýslustörfum samhliða embættum sínum og var einnig gengið svo frá hlutunum að menn fengu sjaldnast embætti í þeim landshlutum þaðan sem þeir voru, einkum til að koma í veg fyrir allan klíkuskap.   Annað sem Friðrik Vilhjálmur lagði mikla áherslu á var að tryggja að enginn einn embættismaður hefði of mikil völd.  Treysti hann aðalsmönnum illa sem embættismönnum og sóttist þess í stað eftir embættismönnum úr borgaraséttinni sem hefðu engin persónuleg áhrif og áttu stöðu sína einungis konungi að þakka.\nFriðrik Vilhjálmur lét ekki þar við sitja heldur kom á fót sérstakri stjórnardeild sem hafði það verkefni að hafa eftirlit með embættismönnum ríkisins.  Var henni ætlað að gefa konungi reglulega skýrslu um starfsemi sína og yfirmanni hennar gefin sérstök fyrirmæli um að sýna enga miskunn í starfi sínu.  Var öllum þessum ráðstöfnunum konungs fylgt eftir af ósveigjanlegri stefnufestu og var embættismönnum, sem gerðust sekir um glæpsamleg athæfi, refsað harðlega eins og öðrum glæpamönnum.  Á móti var Friðrik Vilhjálmur embættismönnum sínum hollur húsbóndi og launaði þeim allajafna betur vel unnin störf en tíðkaðist víða á þessum tíma.  Ennfremur sá hann um að laun þeirra væru greidd á réttum tímum og studdi þá dyggilega t.a.m. þegar þeir þurftu að sinna óvinsælum embættisverkum.\nRóttækar endurbætur í þjóðfélaginu\nFriðrik Vilhjálmur gerði ekki einungis miklar kröfur til embættismanna sinna heldur og alls þjóðfélagsins.  Eins og fyrr segir fór fátt eins mikið fyrir brjóstið á honum og iðjuleysið og lagði hann því ríka áherslu á að menn nýttu tíma sinn sem best í eitthvað gagnlegt.  Friðrik Vilhjálmur leit á sig sem eins konar skólameistara þjóðar sinnar sem hefði það verkefni að innprenta öllum þegnum sínum sömu dugnað og vinnusemi sem hann bjó sjálfur yfir.\nFriðrik Vilhjálmur sást löngum á ferð um höfuðborg ríkisins, Berlín, í því skyni að hafa eftirlit með þegnum sínum.  Mun fæstum hafa þótt eftirsóknarvert að verða á vegi hans því þá var von á hvers kyns nærgöngulum spurningum og gagnrýni.  Ef konunginum mislíkaði eitthvað mátti síðan eiga von á því að verða fyrir höggi frá stafnum hans.  Samfara þessu lagði Friðrik Vilhjálmur ríka áherslu á að menn stæðu í skilum með skatta og önnur gjöld og brýndi í því skyni m.a. fyrir prestum ríkisins að minnast ætíð í predikunum sínum á skyldur þegnanna við konung sinn.  Á móti lagði hann síðan mikla áherslu á að efla hag þegna sinna til að gera þeim skattheimtuna léttbærari.\nFriðrik Vilhjálmur studdi kröftuglega við ýmsar nýjungar í verslun og iðnaði.  Hann lagði einnig mikla áherslu á að auka frelsi bændastéttarinnar og gera hana sem sjálfstæðasta.  Leit hann svo á að bændurnir myndu standa sig best þegar þeir væru að vinna fyrir sjálfa sig en ekki aðra.  Að því leyti var hann á undan sína tíma.  Á þeim tíma voru prússneskir bændur ánauðugir.  Friðrik Vilhjálmi tókst þó ekki að leysa bændastéttina unan ánauðinni þó honum tækist að bæta hag þeirra töluvert.   Friðrik Vilhjálmur vann þó landbúnaði Prússlands á margan hátt mikið gagn, m.a. með því að halda áfram hætti afa síns að bjóða dugandi útlendingum að setjast að í ríkinu og rækta upp eyðihéruð og strjálbyggða landshluta.  Urðu margir til að þiggja það boð enda hét konungur þeim miklum fríðindum.  Fluttust tugþúsundir manna til landsins vegna þessa.   Í heildina jókst íbúafjöldi prússneska ríkisins gríðarlega í valdatíð Friðriks Vilhjálms, úr um 1,6 milljónum í 2,2 milljónir.  Sama var að segja um tekjur ríkisins sem fóru upp í um 7 milljónir dala.  Þar af fóru um 5 milljónir í útgjöld vegna hersins.\nFriðrik Vilhjálmur bar einnig mjög fyrir brjósti menntun alþýðunnar og kom hann á lögbundinni skólaskyldu árið 1717, sem þá var algert nýmæli, og reisti marga skóla.  Hins vegar hafði Friðrik Vilhjálmur botnlausa fyrirlitningu á allri æðri menntun og leit svo á almennt að flestir þeir sem byggju yfir slíkri menntun væru annað hvort fífl eða ónytjungar.  Sjálfur hafði hann notið lítillar menntunar í æsku og hafði lítinn áhuga á bókum alla ævi.  Ekki bætti úr skák að öll æðri menning í Þýskalandi á þessum tíma var meira eða minna undir frönskum áhrifum sem var Friðriki Vilhjálmi lítt að geði, enda hafði hann megnustu andúð á öllu því sem franskt var.\nAð lokum má nefna að Friðrik Vilhjálmur lagði mikla áherslu á að almúgamönnum væri gert mögulegt að vinna sig upp í þjóðfélaginu, og jafnvel allt upp í það að verða aðalsmenn, í gegnum góða þjónustu við ríkið.\nHerinn efldur sem aldrei fyrr\nÞað sem Friðrik Vilhjálmur hafði þó langmestan áhuga á í ríkisrekstrinum var herinn.  Er ósjaldan talað um að hann hafi hreinlega elskað hann.  Var hann fyrsti prússneski konungurinn til að birtast jafnan opinberlega í einkennisbúning.  Á valdatíma sínum tvöfaldaði Friðrik Vilhjálmur prússneska herinn frá því sem hann var þegar Friðrik Vilhjálmur tók við völdum.  Var svo komið við dánardægur hans að hann um 83 þúsundir manna.\nSem áður er getið hafði Friðrik Vilhjálmur þá sérstöku ástríðu að safna hæstu mönnum álfunnar í lífvörð sinn og sveifst hann einskis í þeim tilgangi, hvort sem það þýddi háar fjárhæðir eða jafnvel að láta ræna viðkomandi manni ef allt annað brigðist.  Komst hann oft í deilur við önnur ríki vegna þessa.\nÞegar Friðrik Vilhjálmur tók við völdum var allur hinn prússneski her byggður upp af málaliðum, eins og venjan var á þessum tímum.  Prússneska ríkið var afar sundurleitt og með engin samfelld landamæri sem fyrr segir.  Þörfin var því mikil fyrir öflugan her sem gæti varið hina ólíku landshluta ef til ófriðar kæmi.  Friðrik Vilhjálmur sá hins vegar strax að rekstur stórs málaliðahers var allt of stórt verkefni fyrir ríkissjóð Pússlands.  Hann gaf því út lagaboð um herskyldu allra þegna ríkisins sem þó kom aldrei til fullrar framkvæmdar þar sem þessi nýmæli þóttu almennt fáheyrð og var mótþróinn í samræmi við það.  Friðrik Vilhjálmur kom því þó til leiðar að aðeins um helmingur hins prússneska hers var allajafna málaliðar en hinn helmingurinn lið sem skyldað hafði verið til herþjónustu.\nMiðað við fólksfjölda hafði Prússland stærsta her álfunnar.  Heræfingar voru hafðar að athlægi víða og þóttu undarlegar.  Á hverjum degi voru haldnar hersýningar og stundaðar heræfingar og daglega leit Friðrik Vilhjálmur yfir herinn og kannaði ástand hans hátt og lágt.  Heraginn var hrikalega strangur og refsingarnar ruddalegar.  Það var þó ekki nóg með að ætlast væri til þess að hermennirnir sjálfir væru í toppástandi heldur voru vopnabúr og forðabúr hins prússneska hers full af öllu sem á þurfti að halda.  Var hermálum landsins almennt stjórnað eins og búist væri við ægilegri styrjöld á hverjum degi.  Án hernaðar uppbyggingar Friðriks Vilhjálms í valdatíð sinni er ljóst að Friðrik sonur hans hefði áorkað litlu.\nÁrið 1722 ritaði hann bréf þar sem hann leggur ríka áherslu á það við arftaka sinn að hann leggi aldrei út í óréttlátt stríð því slíkt sé Guði ekki þóknanlegt.  Og áfram skrifar hann:\n„Líttu á söguna og þú munt sjá að ekkert gott hlýst af óréttlátum stríðum. …  Því bið ég þig, minn kæri arftaki, að hefja ekki óréttlátt stríð svo Guð megi blessa þig og her þinn og veita þér hugrekki.  Þú ert vissulega mikill herra á þessari jörð, en þú verður að standa í reikningsskilum við Guð fyrir allt það blóð sem þú úthellir í þágu óréttláts málstaðar. … Því bið ég þig að halda samvisku þinni hreinni fyrir augnliti Guðs og þú munt njóta farsældar á valdastóli.“\nÞrátt fyrir gríðarlega vopnavæðingu var Friðriki Vilhjálmi þó ekkert fjarri en að standa í illdeilum við önnur ríki.  Hinn mikli herkonungur var einfaldlega ekkert ýkja herskár.  Til þess var hann allt of varkár, auk þess sem stjórnmálahæfileikar hans náðu lítt út fyrir landmæri ríkisins.  Friðrik Vilhjálmur bætti sjálfur ekki mikið af landsvæði við hið prússneska ríki.  Í innanlandsmálunum gekk hann rakleiðis til verka, ákveðinn og staðfastur, en í utanríkismálunum snerist það allt við og hik og óöryggi kom í staðinn.  Fyrir vikið var oftar en ekki komið illa fram við hann í samskiptum hans við nágrannaríkin.  Spáði hann því á síðustu æviárum sínum að arftaki sinn myndi hefna þess.\nFriðrik Vilhjálmur sem faðir\nEn Friðrik Vilhjálmur var ekki aðeins harður valdhafi heldur einnig sem faðir og eiginmaður.  Honum hefur verið legið á hálsi að hafa verið heimilisböðull bæði gagnvart börnum og eiginkonu, einkum þó gagnvart syni sínum Friðriki sem síðar átti eftir að taka við ríkinu að föður sínum látnum.  Þó Friðrik Vilhjálmur hafi án efa þótt afar vænt um Friðrik son sinn strax í upphafi má til sanns færast að hann var ekki ljúfasti faðir sem völ var á.  Hann var að eðlisfari harður og ósveigjanlegur og eirði yfirleitt engu ef hann mætti mótspyrnu.  Það fór því strax óstjórnlega í taugarnar á honum að Friðrik sonur hans skyldi fljótt verða miklu hændari að móður sinni en honum.  Auk þess hafði Friðrik framan af lítt áhuga á því sama og faðir hans, s.s. hermálum og trúmálum, heldur þvert á móti mörgu því sem Friðrik Vilhjálmur allajafna fyrirleit, eins og t.d. frönskum bókmenntum og hljóðfæraslætti.  Vissi konungurinn ekki sitt rjúkandi ráð hvernig taka ætti á syninum og varð eina úrræði hans að leggja á hann harðar refsingar.\nÞessar refsingar munu oft á tíðum hafa verið afar grimmilegar og segir þannig um meðferð Friðriks Vilhjálms á syni sínum í bók D.B. Horns um Friðrik mikla:\n„Jafnvel í augum samtímamanna getur meðferð konungsins [Friðriks Vilhjálms] á syni sínum og arftaka aðeins verið lýst sem sjúklegri.  Hann reifst yfir því ef drengurinn klæddist hönskum við veiðar í köldum veðrum og barði hann fyrir að nota silfurgaffal í staðinn fyrir járngaffal.  Hann gældi við yngri son sinn Ágúst Vilhjálm … og talaði opinberlega um góða kosti hans samanborið við siðspilltan persónuleika eldri bróður hans.  Friðrik hefði þurft að vera eitthvað annað en mannlegur ef hann hefði ekki snemma sett sér að ná sér niður á föður sínum.“\nVarð samkomulagið á milli feðganna á tímabili að hálfgerðu stríðsástandi sem varð loks til þess að Friðrik skipulagði flótta úr landi til að losna undan ofurvaldi föður síns.  Flóttinn fór þó algerlega út um þúfur.   Friðriki var rekinn úr hernum, settur í varðhald og gert að nota tímann til að kynna sér alla stjórnsýslu ríksins hátt og lágt.  Í fyrstu leiddist Friðriki þetta starf mjög en fljótlega fór hann að fá mikinn áhuga á því.  Í fyrsta skipti fór hann að skilja stöðu föður síns sem konungs og ennfremur hið mikla starf sem hann hafði innt af hendi í valdatíð sinni.  Smám saman lagaðist sambandið á milli feðganna og ári eftir flóttatilraun Friðriks tókust loks fullar sættir með þeim.  Síðar, eftir að hann var tekinn við sem konungur, minntist Friðrik föður síns ætíð í ritum sínum með virðingu og eignaði honum ennfremur alla sína sigra og allan uppgang Prússlands.\n(Þess má geta að Friðrik Vilhjálmur fær vægast sagt afar neikvæða umfjöllun í bók Horns og ýmislegt í þeim efnum ekki að öllu leyti í samræmi við t.d. sambærilegar umfjallanir í bók Árna Pálssonar.  Þannig segir t.a.m. í bók Horns á bls. 13 að deilurnar á milli þeirra feðga hafi staðið allar götur fram að dauða Friðriks Vilhjálms en í umfjöllun Árna segir að samband þeirra hafi lagast fljótlega eftir flóttatilraun Friðriks.)\nNiðurstöður\nEins og segir í byrjun ritgerðarinnar hafa sennilega fáir menn í sögunni fengið jafn misjafna dóma og Friðrik Vilhjálmur Prússakonungur.  Það varð mér ekki síst ljóst við það að kynna mér ýmsar heimildir um hann.  Þar má óneitanlega sjá misfallegar umfjallanir um hann.  Þannig má nefna að bók sinni um Friðrik mikla fer D.B. Horn afar hörðum orðum um Friðrik Vilhjálm, dregur t.a.m. í efa geðheilsu hans, á meðan að t.a.m. Árni Pálsson virðist hafa frekar jákvæða afstöðu til hans og vill meina að hann hafði ósjaldan orðið aðnjótandi ósanngjarnrar söguskoðunar.\nEn hvað sem afgreiðslu manna á Friðriki Vilhjálmi er ljóst að hann lagði ótvírætt grunninn að þeim afrekum sem sonur hans Friðrik átti síðar eftir að koma í verk með uppbyggingu sinni á prússneska ríkinu, en þó einkum og sér í lagi prússneska hernum..  Ef ekki hefði verið fyrir gríðarlegt uppbyggingarstarf Friðriks Vilhjálms á valdatíma sínum hefði Friðrik mikli seint afrekað það sem hann síðar gerði.\nHeimildaskrá:\nÁrni Pálsson: Á víð og dreif. Ritgerðir. Reykjavík. 1947.\nFeuchtwanger, E. J.: Prussia: Myth and Reality. The Role of Prussia in German History. London. 1970.\nFulbrook, Mary: A Cocise History of Germany. Cambridge. 1990.\nHorn, D. B.: Frederick the Great and Rise of Prussia. London. 1964.\nKoch, H. W.: A History of Prussia. London. 1978.\nPalmer, R. R. og Joel Colton: A History of the Modern World to 1815. 8. útgáfa. New York. 1995.\nReddaway, W. F.: Frederick the Great and the Rise of Prussia. New York. 1904.",
    "url": "https://www.hugi.is/saga/greinar/173009/hermannakonungurinn-fridrik-vilhjalmur-i/",
    "url_id": "173009",
    "id": "1323373",
    "replies": [
        {
            "user": "heineken69",
            "user_id": "27867",
            "date": "2003-10-19 22:45:23",
            "id": "1323374",
            "reply_to_id": "1323373",
            "text": "Ég er ekki góður í gagngrýni svo að, hmmmmm, FLOTT!!!!"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2003-10-21 18:22:45",
            "id": "1323375",
            "reply_to_id": "1323374",
            "text": "Takk fyrir það :)\nHjörtu"
        },
        {
            "user": "GUMMster",
            "user_id": "32780",
            "date": "2003-10-19 22:55:46",
            "id": "1323376",
            "reply_to_id": "1323373",
            "text": "Já, alveg frábær grein, vonandi skrifarðu meira og ég vonast þá til að vera aftur fyrstur til að svara ;)"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2003-10-21 18:23:10",
            "id": "1323377",
            "reply_to_id": "1323376",
            "text": "Takk takk :)\nHjörtu"
        },
        {
            "user": "Mangi",
            "user_id": "1098",
            "date": "2003-10-20 13:47:02",
            "id": "1323378",
            "reply_to_id": "1323373",
            "text": "Þetta var frábær grein, skemmtileg og vel orðuð. Ég er handviss um að allir yrðu mjög þakklátir ef þú myndir gera framhald, þ.e.a.s. skrifa um son hans, Friðrik mikla. Þetta er nefnilega orðið svo spennandi.\nAð lokum vil ég minna ykkur á skoðanakönnun tengda Jesú Krist sem birtist innan tíðar…"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2003-10-21 18:24:09",
            "id": "1323379",
            "reply_to_id": "1323378",
            "text": "Takk fyrir það kærlega, aldrei að vita nema maður setji saman eitthvað um Friðrik líka )\nHjörtu"
        }
    ]
}