{
    "forum_title": "Tíska & útlit",
    "user": "kisulora89",
    "user_id": "33855",
    "date": "2003-10-19 15:30:19",
    "title": "Lausnir við nokkrum vandamálum....",
    "text": "Hérna eru nokkrar lausnir við algengum vandamálum!\n1. Bólur er algengt vandamál, sérstaklega meðal unglinga!\nHérna er það sem að ÞÚ getur gert til að laga það.\n*Sniðugt er að minnka eða hætta að borða nammi og einnig að minnka gosdrykkjuna. Sniðugt er að borða mikið af ávöxtum í staðin fyrir nammi, og í staðin fyrir snakk að borða léttpopp!\n*Mjög gott er að þrífa andlitið á morgnana og á kvöldin, einnig eru til svona Comodynes þurkur, appelsínugular. Þær eiga víst að virka og eru alveg að virka á mína húð :) Líka er gott að setja maska á sig einu sinni til tvisvar í vikur!\n*Gott er að taka hárið oft frá andlitinu, að hafa það ekki alveg ofan í því, því að ef að hárið er fitugt verður húðin fitug ef að hárið er ofan í andlitinu.\n*Ef þetta er alvarlegt, leitaðu til húðlæknis!\n2. Að vera feitur er ekkert skemmtilegt! Hérna eru nokkur megrunarráð!\n*Athugaðu matarvenjur þínar, ef þú ert að borða oft og mikið reyndu að breyta þessu í kannski matmeiri mat. Eins og ef að þú færð þér beikon og fullt af fitu og svona óhollu á morgnana er sniðgut að reyndar að breyta því í kannski hafragraut, eða ommelettu! Reyndu svo að borða kannski ávexti eða grænmeti í staðin fyrir súkkulaði og allt þannig!\n*Aðal orsök offitu er hreyfinarleysi! Byrjaðu á því að labba í svona klukkutíma á dag í svona viku, næstu viku í svona 2-3 tíma. næstu vikur skokkaru kannski í 1 og hálfann til 2 tíma á dag. Vinnur þetta upp o.s.fv.\n3. Það er til fólk sem að vill fita sig en ekkert gengur!\n*Borðaðu stærri máltíðir, ekkert endilega oftar bara stærri. Alls ekki halda að ég sé að meina að þú eigir að fara á McDonalds á hverjum degi og fá þér 2 stjörnumáltíðir með supersize franskar og 5 Mcflurry!\n*Oft verlsar fólk inn þannig að það kaupir allt fitusnautt, breyttu því. Í staðin fyrir Diet þetta kaupiru ekki Diet!\n*Ekki hætta að hreyfa því, annars getur þetta farið úr böndunum og þú einfaldlega nennir ekki að gera neitt annað nema að borða!\n3. Þetta er kannski ekki algengt vandmál en mörgum konum og stelpum finnst þær vera með of lítil brjóst!\n*Ekki örvænta stax, þ.e. ef að þú ert ennþá á kynþroskaskeiðinu!\nÞú átt eftir að þroskast meir og það er ekkert hægt að dæma neitt strax!\n*Ef að þú ert eldri og ertu búin að taka út þroskann, þá eru til allskyns aðferðið til að stækka kannsku um skálastærð! Til er krem sem að á að gera brjóstin þrýstnari og það er sagt virka mjög vel.\n*Síðan eru líka til töflur sem að eiga að hafa haft góð áhrif á þetta og hefur gert mörgum konum gott!\n*Síðan er auðvitað Waterbra sem að margar konur nota það bara. Hann er hentugur fyrir alla. Mótast einfaldlega!\n*Síðan eru til siliconpúðar. Það er líka mjög góð leið!\n———————————————- ——————–\nKv.\nkisulora89",
    "url": "https://www.hugi.is/tiska/greinar/173163/lausnir-vid-nokkrum-vandamalum/",
    "url_id": "173163",
    "id": "1324687",
    "replies": [
        {
            "user": "Lovebird",
            "user_id": "24919",
            "date": "2003-10-19 20:06:21",
            "id": "1324689",
            "reply_to_id": "1324687",
            "text": "kjúl..\nég var með bólur fyrir nokkrum vikum .. losanði við þær bara svona !!\nNotaði akkurat þessi ráð..\nMynd af mér á kasmir síðunni minni.. kv Eva"
        },
        {
            "user": "Freyzi87",
            "user_id": "37521",
            "date": "2003-10-19 20:08:59",
            "id": "1324690",
            "reply_to_id": "1324689",
            "text": "Já útaf bólum þá er svaka vont að borða: súkkulaði, ost og TÓMATA"
        },
        {
            "user": "BaraBenni",
            "user_id": "33779",
            "date": "2003-10-19 23:55:42",
            "id": "1324691",
            "reply_to_id": "1324690",
            "text": "uh whoa! ég borða fjandi mikinn ost, en er samt ekkert það bólugur:P\nps, ostur er eitt af því besta í heiminum. á eftir stelpum"
        },
        {
            "user": "topaz",
            "user_id": "7873",
            "date": "2003-10-24 14:03:47",
            "id": "1324692",
            "reply_to_id": "1324690",
            "text": "plebbin,\ner vont að borða tómata?!?! afhverju??\noh mér finnst þeir svo góðir!"
        },
        {
            "user": "Freyzi87",
            "user_id": "37521",
            "date": "2003-10-25 17:43:09",
            "id": "1324693",
            "reply_to_id": "1324692",
            "text": "Já.\nÞetta stóð á doktor.is"
        },
        {
            "user": "Ljomalindin",
            "user_id": "15558",
            "date": "2003-10-19 20:35:53",
            "id": "1324694",
            "reply_to_id": "1324687",
            "text": "Rosa flott grein :D"
        },
        {
            "user": "Goalkeeper",
            "user_id": "16530",
            "date": "2003-10-19 20:52:46",
            "id": "1324688",
            "reply_to_id": "1324687",
            "text": "Góð grein þannig séð, ætti frekar að heita almenn skynsemi"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-10-19 20:57:07",
            "id": "1324695",
            "reply_to_id": "1324687",
            "text": "sniðugt :D"
        },
        {
            "user": "Andyandlou",
            "user_id": "1783",
            "date": "2003-10-19 23:28:15",
            "id": "1324696",
            "reply_to_id": "1324687",
            "text": "Gegn bólur er mjoooog gott ad drekka vatn. En ég var mjog slaemur tannig ég fór til húdlaeknis og hann gaf mér krem og tad svínvirkadi."
        },
        {
            "user": "kisulora89",
            "user_id": "33855",
            "date": "2003-10-19 23:39:02",
            "id": "1324697",
            "reply_to_id": "1324687",
            "text": "Góð grein ég ætla að gera eikkað af þessu(1 af hverjum fjórum, ja allavega ætla ég ekki að stækka brjóstin á mér:P:P ég er strákur)\nEn allavega þú byrjar á\n1.  og svo kemur 2. og svo 3 og svo aftur 3\nlangaði bara að benda á það"
        },
        {
            "user": "kisulora89",
            "user_id": "33855",
            "date": "2003-10-20 21:10:42",
            "id": "1324698",
            "reply_to_id": "1324697",
            "text": "já…hhehe…t.akk fyrir það"
        },
        {
            "user": "Eyjo",
            "user_id": "965",
            "date": "2003-10-20 04:45:20",
            "id": "1324699",
            "reply_to_id": "1324687",
            "text": "Já bara verið að leysa öll heimsins vandamál á huga, self improvement is masterbation eins og hann tyler durden félagi minn var vanur að segja.\nótrúlegt hvað sumt fólk getur verið upptekið af útlitinu, vitandi að þú verður að mold á endanum…"
        },
        {
            "user": "drundrun",
            "user_id": "11568",
            "date": "2003-10-20 13:26:43",
            "id": "1324700",
            "reply_to_id": "1324699",
            "text": "Góð grein, en þetta þegar þú ert að tala um lítil brjóst og hægt sé að taka töflur þá fara hormónarnir alveg á fullt, og þær sem taka þessar pillur eiga hætttu á því að fá skeggrót og röddin dýpkar og krem sem u ert að meina, það virkar bara í nokkrar klst. ;)"
        },
        {
            "user": "kisulora89",
            "user_id": "33855",
            "date": "2003-10-20 21:12:47",
            "id": "1324701",
            "reply_to_id": "1324700",
            "text": "Já ég veit….þannig að það á að vera mjög gott að bera þetta á svona klukkutíma á áður en að þú ert t.d. að fara í eikka partý or some :P"
        },
        {
            "user": "saltogpipar",
            "user_id": "23532",
            "date": "2003-10-20 18:13:49",
            "id": "1324702",
            "reply_to_id": "1324687",
            "text": "vááá\nþetta er mjöög góð grein !"
        },
        {
            "user": "wonderwomen",
            "user_id": "38895",
            "date": "2003-10-21 15:23:32",
            "id": "1324703",
            "reply_to_id": "1324687",
            "text": "Fín grein…bara eitt…..flest feitt fólk getur ekki skokkað í 1-1 og hálfan tíma! Nóg í byrjun að skokka í 7-12 min og svo auka alltaf um einhverjar mínútur!!!1\nLuv"
        },
        {
            "user": "ciza",
            "user_id": "9803",
            "date": "2003-10-22 15:32:21",
            "id": "1324704",
            "reply_to_id": "1324703",
            "text": "einmitt… og það eru ekki margir sem hafa tíma til að labba í 3 tíma á dag… :)"
        },
        {
            "user": "ciza",
            "user_id": "9803",
            "date": "2003-10-22 15:32:56",
            "id": "1324705",
            "reply_to_id": "1324704",
            "text": "já annars… gott framlag kisulora89 :)"
        },
        {
            "user": "wonderwomen",
            "user_id": "38895",
            "date": "2003-10-21 15:25:36",
            "id": "1324706",
            "reply_to_id": "1324687",
            "text": "gleymdi…..líka feita fólkið þarna úti….ÖLL hreyfing er góð….bara að hlaupa upp og niður allar tröppur er byrjun!!!:D"
        },
        {
            "user": "kisulora89",
            "user_id": "33855",
            "date": "2003-10-22 13:46:14",
            "id": "1324707",
            "reply_to_id": "1324706",
            "text": "Já eimmitt"
        },
        {
            "user": "andreag",
            "user_id": "31624",
            "date": "2003-10-22 18:01:01",
            "id": "1324708",
            "reply_to_id": "1324687",
            "text": "Flottar ráðleggingar…\nGo Girl!!! !!!"
        },
        {
            "user": "Satine",
            "user_id": "31910",
            "date": "2003-10-22 20:53:58",
            "id": "1324709",
            "reply_to_id": "1324687",
            "text": "Flott grein:)\nP.s. ef einhver vill fá ísfólksáhugamál senda mér eða lovebird póst og ég læt nafnið í undirskriftalistann á heimasíðunni minni=)"
        }
    ]
}