{
    "forum_title": "Bardagaíþróttir",
    "user": "urrandi",
    "user_id": "39157",
    "date": "2003-10-20 13:32:12",
    "title": "smá um Taekwondo",
    "text": "Taekwondo er skipt í tvo meginhluta, en þeir eru sparring og poomse. Sparring er bardagahlið íþróttarinnar en poomse er sú hlið íþróttarinnar þar sem einn aðili framkvæmir tæknilegu hlið hennar.\nTae þýðir að stökkva eða sparka eða brjóta með fætinum, Kwon þýðir að kýla eða að gera árás með hendinni eða hnefanum, Do þýðir heimspekilegur vegur eða vegir lífsins. Þetta er mjög lýsandi fyrir íþróttina því í Taekwondo er ekki aðeins lögð áhersla á hreysti líkamanns heldur einnig á jafnvægi hugans og ræktun sálarinnar.  En Taekwondo fékk einmitt viðurkenningu frá I.C.S nefnidinni árið 1981 fyrir góð áhrif á sálarlíf iðkenda, barna jafnt sem fullorðinna.\nTaekwondo kom til Evrópu á seinni hluta sjöunda áratugarins og hefur síðan þá dreifst út um allan heim. 1968 kom Taekwondo til Danmerkur og héldu Danir meðal annars 6. heimsmeistaramót Taekwondo 1983 .\nTaekwondo er nú viðurkennd ólympíuíþrótt af Alþjóðalega Ólympíuráðinu og var sýningaríþrótt árin 1988 og 1992. Taekwondo var keppnisíþrótt í fyrsta skipti á Ólympíuleikunum í Sydney árið 2000.\nTaekwondo kom hingað til lands 1974. Til ársins 1978 var Taekwondo aðeins stunduð á Keflavíkurflugvelli. Fyrsta íslenska félagið, Dreki var stofnað árið 1987 af Master Steven Hall í Hafnarfirði. Taekwondo varð aðili að íþróttasambandi Íslands árið 1990. Mörg félög hafa verið stofnuð síðan þá og þau félög sem eru starfandi í dag eru Afturelding, ÍR, Fjölnir, Ármann, HK, Þór, Keflavík, Selfoss, Stjarnan og Björk.\nÞað kemur flestum eflaust á óvart hversu mörg Taekwondo félög eru starfandi, þrátt fyrir að íþróttin sé frekar lítið þekkt .\nÉg er að æfa Teakwondo með félaginu Björk og hef æft í 5 mánuði. Bara á þeim tíma hefur fjölgað gífurlega í félaginu. Sífellt fleiri eru að byrja að æfa þessa íþrótt og eykst fjöldinn nánast daglega enda afskaplega skemmtileg íþrótt.\nTaekwondo á sér gríðarlega langa sögu. Íþróttin hefur þróast mjög mikið frá upphafi og hefur mátt þola margt, í raun er mikil furða að hún sé enn til. Íþróttin hefur lifað nánast eins og þjóðsaga, frá einum einstaklingi til annars.\nÞú öðlast mikinn styrk og liðleika með að æfa Taekwondo. Bara á þessum 5 mánuðum hef ég bætt mig mjög mikið í íþróttinni, hef öðlast meira þol og meiri liðleika en áður.",
    "url": "https://www.hugi.is/martial_arts/greinar/173344/sma-um-taekwondo/",
    "url_id": "173344",
    "id": "1325996",
    "replies": [
        {
            "user": "loco",
            "user_id": "564",
            "date": "2003-10-20 15:36:30",
            "id": "1325997",
            "reply_to_id": "1325996",
            "text": "Flott samantekt.\nÉg vil benda á að þegar texti er tekinn beint frá öðrum síðum þá er skylda að segja frá því, annars er um ritstuldur að ræða. Mikið af þessum texta er fengin frá Taekwondo.is heimasíðunni, þó ekki allur. En margar setningarnar eru augljóslega teknar beint frá þeirri síðu. Það er nauðsynlegt að tilgreina hvaðan textinn er fengin þegar hann er fenginn “lánaður”, eins og hérna í þessari grein.\nÉg vil benda á “reglur um greinar” hér á bardagalistum (Reglurnar eru á forsíðunni).\nhttp://www.hugi.is/martial_arts/bigboxes.php?box\n_id=52605#reglur\nAnnars fín samantekt, og fínt að fá nýja grein inn."
        },
        {
            "user": "gummicool",
            "user_id": "23499",
            "date": "2003-10-20 16:47:55",
            "id": "1325998",
            "reply_to_id": "1325996",
            "text": "Ég hef alltaf heyrt að taekwondo skiptist í 3 liði; sparring, brot og poomse, þú gleymdir brotunum:( Kannski hefuru ekki prófað þau.\nP.S. Fjölnir eru bestir!\nP.S.2 It's hard to spend 1/7 of your life on mondays."
        },
        {
            "user": "villingur",
            "user_id": "43160",
            "date": "2003-10-20 17:04:55",
            "id": "1325999",
            "reply_to_id": "1325996",
            "text": "Flott grein! En ég er sammála loco..Margt tekið af Taekwondo.is :) fín samt sem áður… Ég er að æfa Taekwondo með Selfossi (LANG BEST!) og þar var okkur sagt að Tae þýddi fótahreyfing, kwon handahreyfing og Do lífstíll. Er samt voða svipað vildi bara koma þessu á framfæri :)\nkv. Villingu"
        },
        {
            "user": "Sli",
            "user_id": "22963",
            "date": "2003-10-20 17:33:36",
            "id": "1326000",
            "reply_to_id": "1325996",
            "text": "HÆJA!!!!…….TJÍKA!!!\nÞetta voru bardagahljóðin mín…."
        },
        {
            "user": "Shounin",
            "user_id": "26135",
            "date": "2003-10-20 18:56:48",
            "id": "1326001",
            "reply_to_id": "1325996",
            "text": "smá frá mér ;)\n1. er grunntækni ekki líka einn af meginpörtum íþróttarinnar?\n2. hvaða bull er þetta í ykkur, þórsararnir rúla!! :P"
        },
        {
            "user": "1313",
            "user_id": "40405",
            "date": "2003-10-20 22:58:56",
            "id": "1326002",
            "reply_to_id": "1325996",
            "text": "Sammála þeim sem voru að gefa álit sín á greininni hér fyrir ofan nema fyrir utan eitt mjög merkilegt atriði!\nÍR ERU LANG LANG BESTIR!!!\nkveðja\n1313"
        },
        {
            "user": "DeathBlow",
            "user_id": "19231",
            "date": "2003-10-21 07:09:31",
            "id": "1326003",
            "reply_to_id": "1326002",
            "text": "Deathblow rúlar!!!!"
        },
        {
            "user": "jgt",
            "user_id": "30536",
            "date": "2003-10-21 14:08:35",
            "id": "1326004",
            "reply_to_id": "1325996",
            "text": "Stuldur eða ekki, þá er þetta góð grein. Þú finnur hvergi flottari spörk en í TKD!"
        },
        {
            "user": "DaQuai",
            "user_id": "28090",
            "date": "2003-10-21 15:50:35",
            "id": "1326005",
            "reply_to_id": "1326004",
            "text": "VÁÁÁÁÁ FÓLK !!!! ÞÓR RÚLLAR !"
        },
        {
            "user": "ostur007",
            "user_id": "44441",
            "date": "2003-10-27 12:46:04",
            "id": "1326006",
            "reply_to_id": "1325996",
            "text": "Massa íþróttargrein, var að æfa!!! Ír eru bestir í Tae Kwon Do!!!!! hehe"
        },
        {
            "user": "Ssebo",
            "user_id": "19893",
            "date": "2003-10-27 15:30:59",
            "id": "1326007",
            "reply_to_id": "1325996",
            "text": "tækvondó pússís.\nJiu jitsu rokkar :) :) :)"
        },
        {
            "user": "DeathBlow",
            "user_id": "19231",
            "date": "2003-10-27 16:16:59",
            "id": "1326008",
            "reply_to_id": "1326007",
            "text": "Mamma þín rokkar!"
        },
        {
            "user": "sillivilli",
            "user_id": "18674",
            "date": "2003-11-13 12:51:05",
            "id": "1326009",
            "reply_to_id": "1326007",
            "text": "Ég mana þig til þess að mæta á TKD æfingu og þá skal ég koma á æfingu í þínu sporti og sjáum þá hver er pussí hehehe."
        },
        {
            "user": "Satta",
            "user_id": "16516",
            "date": "2003-11-17 18:15:24",
            "id": "1326010",
            "reply_to_id": "1325996",
            "text": "Mjög fín grein, gaman að lesa hana.\nÞórsara eru langtum bestir :P"
        }
    ]
}