{
    "forum_title": "Græjur",
    "user": "Hlynzi",
    "user_id": "21838",
    "date": "2003-10-20 14:05:27",
    "title": "Pioneer óld-skúl í prufukeyrslu",
    "text": "Fyrst það hefur verið dautt hérna þónokkuð lengi, og sveifla niður með sumri, þá verðum við\nnú að rífa okkur úr slorinu og skrifa eitthvað inná græjur.\nMér dettur voðalega lítið í hug svona ennþá, og ber helst til tíðinda Pioneer M-22 kraftmagnari,\nég hef verið að leita að upplýsingum einnig um skjávarpa, eða að smíða venjulegan keiluhátalara,\nþá meina ég eitthvað allt allt og öflugt, lágmark 15“ keila að mínu mati, sem er samt ansi stór.\nSvo er hitt málið með skjávarpann, þá vantar mig bara upplýsingar um linsu dótið, og svo helst skjá,\nég er soldið að pæla í 15” skjá, þeir eru ódýrir dóðir og blablabla, og lýsa hann upp með ódýrum\nkastljósum frá Húsasmiðjunni eða Byko. Vona að einhver ykkar geti nú prófað að rífa bakhliðina af LCD\nskjá, sem er reyndar vandasamt verk, til að skemma ekki draslið, ég ætla að reyna þetta. Littlir góðir skjáir\nkostar bara svo ógeðslega mikið. En nóg um það.\nPioneer SX-626: Þetta hef ég notað á mína hátalara, hann hefur virkað vel þessi þrátt fyrir old-skúl lúkkið,\nenda framleiddur á árunum 1971-1973. Hörkugræja, sem er mjög sniðugt og ekkert mál að plögga geislaspilara í\nhann, þrátt fyrir að hann kom á undan CD. Svo í mínum keyrsluþungu hátölurum fer þessi að klippa, eða bjaga\nþegar upp er komið í ákveðna háa stillingu, þessi bjögun er meira áberandi í stærra rími. Þess vegna var reyndur\nog fenginn í smá test í gær, Quad magnari, frá Rafgrein (\nhttp://www.simnet.is/rafgrein\n), hann gat keyrt þá,\nen það var bara á mörkunum, enda var hann að hitna duglega, og stílaður á rúm 90 wött, RMS.\nPioneer M-22: Jáh, það er sko snilldin ein, óld skúl magnari líka, en svínvirkar, svokallaður A-class, eða\nþað þýðir að hann keyrir alltaf í botni, og þá verður mögnunin eitthvað betri kringum núllið minnir mig, leiðréttið\nmig ef seinni parturinn af setningunni er vitlaus. Þessi hitnar þessvegna rosalega, og er galopinn, hann er með\n4 stykki 33 þúsund míkró farad þétta, og svo tvo vel stóra útgangsspenna. Hann er nú stílaður á 30 RMS wött, en\nhefur svo endalausa orku að geyma, að þessari tölu skuluð þið pæla soldið í, það má líkja þessu við Tork, og hestöfl\ní bílum, wöttin segja ekki allt. En hann hefur svo nóga orku, að ég tek minn magnara úr sambandi (hann er með\nútgang og inngang, eða innbyggður formagnari með útvarpi, og val á milli inputta, og svo er lína út af honum, yfirleitt\ner sú lína tengd í input á kraftmagnara og þá keyrir hann hátalara útgangana, þessa línu tek ég í burtu og nota\neingöngu formagnarann, og bara beint inná kraftmagnarann, sem virkar bara mjög vel, og ekkert vesen hingað til með það.\nÉg nenni ekki að hafa þetta mikið lengra núna, vona að þið skapið nóga umræðu um þetta og allt það.\nSvo er að setja linka hérna inn með greininni, og einhverjar nýjar myndir, ( ps. passið ykkur á bilinum sem vilja koma\ní linka hérna útaf einhverjum ástæðum) (og ef þið sjáið bláan Porsche Carrera 4S, þá er það vitlaus linkur)\nhttp://www.simnet.is/hlynzi/speaker.html\nht tp://www.simnet.is/hlynzi/DSCN0874.JPG\nhttp://www.simn\net.is/hlynzi/DSCN0902.JPG\nhttp://www.simnet.is/hlynzi/\nDSCN0900.JPG",
    "url": "https://www.hugi.is/graejur/greinar/173353/pioneer-old-skul-i-prufukeyrslu/",
    "url_id": "173353",
    "id": "1326205",
    "replies": [
        {
            "user": "TonyIommi",
            "user_id": "39036",
            "date": "2003-10-20 16:00:38",
            "id": "1326206",
            "reply_to_id": "1326205",
            "text": "já mikið djöfull er þetta efnilegt hjá þér meistari Hlynur.\nÞú ert framtíðin í þessum bransa og það skín útúr þér Gott Sánd."
        },
        {
            "user": "habe",
            "user_id": "19892",
            "date": "2003-10-20 20:48:46",
            "id": "1326207",
            "reply_to_id": "1326205",
            "text": "Sæll Hlynzi.\nÉg vil byrja á að þakka fyrir góða grein.  En svona til fróðleiks, þá eru A classa magnarar með forspennta transitora, sem þýðir littla/enga krossover bjögun.  En það hefur líka þá aukaverkun að þeir hafa slaka nýttni.\nKveðja habe"
        },
        {
            "user": "orrit",
            "user_id": "26330",
            "date": "2003-10-22 16:41:40",
            "id": "1326208",
            "reply_to_id": "1326205",
            "text": "Eg veit ad ài A klassa lampamognurum er alltaf straumur i gegnum lampana. Thad skilar betra og fallegara sandi, meiri lampa eydni, meiri rafmagnsnotkun (og meiri hita), og eg held lìka minni kraft ur hverjum lampa. B klassa lampamagnarar keyra bara straum i gegnum lampana thegar thad er eitthvad merki  til ad magna. Svo er vìst lìka til eitthvad milli stig."
        },
        {
            "user": "Ice240",
            "user_id": "9576",
            "date": "2003-11-03 01:17:18",
            "id": "1326209",
            "reply_to_id": "1326208",
            "text": "ef þú ert að tala um að A/B Class sé milli stig en A/B eru algengudtu magnara í dag og sameina það besta úr A class og B class.\nsvo er bara smá pæling frá mér það er til D class sem er aðalega notaður fyrir Bassa því hann hefur mikla bjögun(THD%) á háum tíðnum, en eru til einhverjir C eða er það bara eins og með stæeðir á batteríum það eru til a, c og D en engin B batterí :)"
        }
    ]
}