{
    "forum_title": "Heilsa",
    "user": "saltogpipar",
    "user_id": "23532",
    "date": "2003-10-20 19:44:09",
    "title": "Tennur",
    "text": "OK, ég fann þetta á netinu og þýddi yfir á íslensku.. svo að þetta er kannksi svolítið skrítið en jæja …\nGeturðu ímyndað þér þá tíma þegar ekki voru tannburstar? Lestu þettu um sögu skínandi brosa…\n* Rómverjar voru þekktir fyrir að vera samviskusmir með munnlega heilsufræði –- það var þannig að fyrir kvöldverðargesti voru gefnir gull stönglar til að hreinsa tennurnar.\n* Tannlæknir að nafni Peabody var fyrstur til að setja sápu í tannkremið, 1824.\n* Árið 1873, var hrúga framleiðanda sem framleiddi tannkrem með góðri lykt sem að brakaði   (Frekar asnaleg setning en svona er hún ef þú þýðir yfir á íslensku )\n* Það er erfitt að trúa því, en flestir Ameríkanar burstuðu ekki tennurnar fyrr en hermenn komu með Army’s, sem var haldið fast fram ástandi aftur, heim úr 3 heimstyrjöldinni.\n* 3000 árum fyrir krist, var gamall Egypti sem setti saman máttugt naut ***, mirru. Brennd eggjaskurn og vikur til að búa til fyrsta tannkremið!\n* Kínverskur uppfinningamaður var sá fyrsti til að viðurkenna tannbursta, sem var fílabein með hörðum hárum gert úr faxi af hestum.\nTannburstarnir fluttust svo til Bandaríkjanna um 1800.  Seinna voru tannburstarnir hand-klipptir\nok ekki koma með nein skítköst, þó ykkur finnist orðalagið undarlegt eða eitthvað !\nen jæja !",
    "url": "https://www.hugi.is/heilsa/greinar/173345/tennur/",
    "url_id": "173345",
    "id": "1326011",
    "replies": [
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-10-20 20:10:10",
            "id": "1326012",
            "reply_to_id": "1326011",
            "text": "Skemmtileg grein, hvar fékkstu þetta. Mig langar að lesa þetta á ensku, ég sá að það voru nokkrar villur þarna :D"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-10-21 01:50:30",
            "id": "1326013",
            "reply_to_id": "1326012",
            "text": "Eitthvað af þessu er á\nhttp://www.toothbrushexpress.com/html/toothbrush_histor\ny.html en samt ekki nákvæmlega sama."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-10-20 20:28:27",
            "id": "1326014",
            "reply_to_id": "1326011",
            "text": "s.s Ameríkanar eru enn ekki byrjaðir að bursta tennurnar….. ? hvenær kemur 3 heimsstyrjöldin ?"
        },
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2003-10-20 22:46:00",
            "id": "1326015",
            "reply_to_id": "1326011",
            "text": "oooooooooh ég var að fá spangir á föstudaginn og er enn að drepast í tönnunum. Lifandi helvíti þessar helvítis spangir."
        },
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2003-11-01 22:49:42",
            "id": "1326016",
            "reply_to_id": "1326015",
            "text": "er það? ég er að fara að fá spangir á þriðjudaginn og mér hlakkar svo mikið ekki til :'(\nEn má maður fá sér tyggjó ?"
        },
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2003-11-02 02:29:05",
            "id": "1326017",
            "reply_to_id": "1326016",
            "text": "já, i guess."
        },
        {
            "user": "Rassgata",
            "user_id": "34794",
            "date": "2003-11-02 14:47:18",
            "id": "1326018",
            "reply_to_id": "1326017",
            "text": "Ok fjúff, gott mál ég veit ekki hvað ég myndi gera ef að ég mætti ekki fá mér tyggjó."
        },
        {
            "user": "Rassgata",
            "user_id": "34794",
            "date": "2003-11-04 18:43:57",
            "id": "1326019",
            "reply_to_id": "1326018",
            "text": "Tannlæknirinn minn sagði að það mætti fá sér eins mikið tyggjó og maður vildi en ekki eitthvað hart eins og gulrætur og karmellur. Tannlæknir vinkonu minnar sagði henni að forðast tyggjó..\nAnnars bara alltílagi lesning en myndin alveg óþörf og að ég held meira fyrir stigin"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-11-04 19:52:38",
            "id": "1326020",
            "reply_to_id": "1326019",
            "text": "Já þetta er búið núna hann sagði að ég mætti ekki borða of mikið af tyggjó en bannaði mér það ekki svo :)"
        },
        {
            "user": "oholm",
            "user_id": "23155",
            "date": "2003-10-21 02:19:13",
            "id": "1326021",
            "reply_to_id": "1326011",
            "text": "Hjúkk !! Ég missti af 3ju heimsstyrjöldinni og lifi enn :)"
        },
        {
            "user": "oholm",
            "user_id": "23155",
            "date": "2003-10-21 02:21:02",
            "id": "1326022",
            "reply_to_id": "1326011",
            "text": "Góð grein  !!"
        },
        {
            "user": "saltogpipar",
            "user_id": "23532",
            "date": "2003-10-21 08:25:24",
            "id": "1326023",
            "reply_to_id": "1326022",
            "text": "ég get líka bara sett það hérna :\nCan you imagine a time when there were no electric toothbrushes? Read on for cool facts about the history of sparkling smiles…\n* Romans were known to be conscientious about their oral hygiene – it was common for dinner guests to be given gold picks to clean their teeth.\n* A dentist named Peabody was the first to add soap to toothpaste in 1824.\n* In 1873, Colgate mass-produced nice-smelling toothpaste in a jar.\n* Hard to believe, but most Americans didn't brush their teeth until soldiers brought the Army's enforced habit back home from World War II!\n* In 3000 BC, the ancient Egyptians mixed together powdered oxen hooves, myrrh, burned egg shells and pumice to create the first known version of toothpaste!\n* The Chinese invented the first known toothbrush, which was an ivory handled brush with bristles made from a horse's mane.\nThe toothbrush migrated to the United States in the 1880's. Back then, toothbrushes were made of hand-cut, polished cattle thigh and long-haired hog bristles.\nþað eru sumt sem ég skildi ekki svo að ég sleppti því … :$"
        },
        {
            "user": "saltogpipar",
            "user_id": "23532",
            "date": "2003-10-21 14:43:21",
            "id": "1326024",
            "reply_to_id": "1326023",
            "text": "Hehe… ætla að leiðrétta aðeins :P\n“* In 1873, Colgate mass-produced nice-smelling toothpaste in a jar.”\nJar = Krukka… ekki tannkrem sem brakaði.\n“* In 3000 BC, the ancient Egyptians mixed together powdered oxen hooves, myrrh, burned egg shells and pumice to create the first known version of toothpaste! ”\noxen hooves = blandað saman með sterkum uxahófum en ekki “sterku nauti”\n“* Það er erfitt að trúa því, en flestir Ameríkanar burstuðu ekki tennurnar fyrr en hermenn komu með Army’s, sem var haldið fast fram ástandi aftur, heim úr 3 heimstyrjöldinni. ”\nHvað er Army's… tannkrem? Það er verið að tala um siði hermanna."
        },
        {
            "user": "saltogpipar",
            "user_id": "23532",
            "date": "2003-10-21 19:49:22",
            "id": "1326025",
            "reply_to_id": "1326024",
            "text": "ó ok … :$"
        },
        {
            "user": "xark",
            "user_id": "1706",
            "date": "2003-10-21 21:11:33",
            "id": "1326026",
            "reply_to_id": "1326023",
            "text": "eheh stundum er betra að þyða ekki :)\n“var hrúga framleiðanda sem framleiddi tannkrem með góðri lykt”\nstendur Colagte fjöldaframleiddi tankrem með góðri lykt"
        },
        {
            "user": "Satine",
            "user_id": "31910",
            "date": "2003-10-21 12:16:17",
            "id": "1326027",
            "reply_to_id": "1326011",
            "text": "Hahaha, þegar  ég fór til tannlæknis í sumar var ég með 6 skemmdir, og ég átti að fara í dag að laga síðustu skemmdina, en ég er veik;)"
        }
    ]
}