{
    "forum_title": "Körfubolti",
    "user": "trommumagi",
    "user_id": "43470",
    "date": "2003-10-20 12:49:29",
    "title": "Þriðji leikur Jóns Arnórs",
    "text": "Hetjan okkar allra, Jón Arnór Stefánsson spilaði sinn þriðja leik í nótt þegar Mavs vann SA Spurs 89 - 84. Jón spilaði í 6 mínútur, kom inn á í byrjun fjórða leikhluta en gerði samt ekki mikið. 0/0 í skotum og vítum, 1 sóknarfrákast, 1 stolinn bolti og 3 tapaðir. Marquis Daniels, aðal keppinautur Jóns um sæti í liðinu gekk aðeins betur, 8 stig, 1 frákast og 1 stolinn á 11 mín.\nHérna er svo hvenær hann kom við í leiknum.\n4th Period\n(11:11) [DAL] Steffansson Turnover: Lost Ball (1 TO) Steal: Garcia (1 ST)\n(9:15) [SAN] Mercer Turnover: Bad Pass (3 TO) Steal: Steffansson (1 ST)\n(9:09) [DAL] Steffansson Turnover: Bad Pass (2 TO) Steal: Mercer (1 ST)\n(8:42) [DAL] Steffansson Turnover: Lost Ball (3 TO) Steal: Garcia (2 ST)\n(7:16) [DAL] Steffansson Rebound (Off:1 Def:0)\n(5:54) [DAL] Steffansson Substitution replaced by Abdul-Wahad\nVonandi mun hann fá fleiri tækifæri til að sanna sig á undirbúningstímabilinu en Donnie Nelson hefur sagt að núna myndi hann frekar velja Marquis Daniels í liðið heldur en Jón. Það eru aðeins tveir æfingaleikir eftir hjá Mavs þannig að hann hefur lítinn tíma til að impressa Nelson.\nSamt má ekki gleyma að nú þegar er hann búinn að ná alveg ótrúlega langt. Eftir að hann var ekki valinn í nýliðavalinu bjuggust langflestir við því að hann myndi bara fara aftur að spila í Evrópu.",
    "url": "https://www.hugi.is/korfubolti/greinar/173339/thridji-leikur-jons-arnors/",
    "url_id": "173339",
    "id": "1325819",
    "replies": [
        {
            "user": "Samano",
            "user_id": "12717",
            "date": "2003-10-23 00:52:11",
            "id": "1325820",
            "reply_to_id": "1325819",
            "text": "Þetta kemur hjá kallinum"
        },
        {
            "user": "darrri",
            "user_id": "22549",
            "date": "2003-10-23 13:59:13",
            "id": "1325821",
            "reply_to_id": "1325819",
            "text": "he´s done…!"
        }
    ]
}