{
    "forum_title": "Raunveruleikaþættir",
    "user": "johanng",
    "user_id": "9215",
    "date": "2003-10-20 21:39:22",
    "title": "Survivor - Fjórði og Fimmti þáttur!",
    "text": "Ákvað bara líka senda þátt fjögur enda held ég að eigi margir hafi séð hann á korkunum svo af hverju ekki bara senda hann með. En fyrir ykkur hina sem vilja ekki eða eru búin þá er fimmti þáttur bara hérna rétt fyrir neðan\nByrjaði með því að það var eitthvað rifrildi í herbúðum drake, minnir að konurnar væru að nöldra eitthvað yfir þvi að bara allt i einu byrjuðu mennirnir að gera eitthvað og voru að látast eins og þeir væru alltaf að gera allt sem er natturulega ekki satt en samt sem áður væru þau ekki svona mörg án þeirra.\nSvo kom að fyrstu keppninni:\nÞrír þurftu að sitja hjá, hjá Drake. Man ekki nakvæmlega hver voru latin sitja hjá en minnir að það voru 2 kvk og 1 kvk ;).\nÞrautin fólst í því að safna pútum í sandinum og úti sjónum. Einn mátti fara í einu og grafa upp bút í sandinum eða fara í sjóinn.\nTijuana og Osten lentu í virkilegum vandræðum og var bara hálf fyndið þegar Osten sagði að hann væri að drukkna. Svo þegar þau höfðu safnað öllum bútunum saman áttu þau að raða þeim saman svo út kæmi sjóræningja “flaggið” vitið hvað ég á við ;)\nÞau fengu svo 3 hlutann af fjarsjóðskortinnu og að lokum eftir langa og þreytandi leit þar sem það sýndist að þau væru alveg að fara gefast upp fundu þau staðinn. Vissulega var fjarsjóðskista þar en mjög illa lyktandi og bjuggust þau ekki við góðu. Samt var þarna ágætist matur og einhverjar súkkulaðikúlur sem þau öll voru glöð yfir.\nMorgan að venju fúlir og Drake glaðir en samtsem áður eru Morgan orðnir frekar vanir þessu. Nuna var frekar rætt um í búðunum hvort þau áttu ekki að tapa næstu keppni til að reka Christu út. Burton spurði Rupert að þessu og Rupert sagði eiginlega já en var alls ekki sáttur með að tapa viljandi.\nSvo kom að keppninni. Strax í upphafi var talað um að það væri dálítið extra sem annað liðið fengi og væri það ekki tilkynnt fyrren í lokinn. Drake ættbálkurinn virtist öllum vera sama um að tapa nema Rupert og kom á óvart að hann og Burton hvíldu. Jeff talaði um hvort þau væru að reyna tapa en ættbálkurinn sagði bara að það væri komið að þeim að hvíla.\nÞetta var nefnilega frekar mikið líkamleg þraut, þetta hefur verið áður nuna voru svona littlir “pallar” úti á hafi sem rúmaði rétt svo einn svo voru svona spýtur á milli og svo þegar Morgan member hitti Drake þá urðu þau að fara í svona slag og ýta hvor öðru utaf og sá sem dytti fyrst yrði að fara á byrjunarreit svo þegar allir í öðrum ættbálknum væru komnir yfir ynni sá ættbálkur.\nMorgan vann að sjálfsögðu þar sem Drake var eiginlega alveg sama og hefðu lettilega tekið stoppað eina frá morgan i að koma i mark i lokinn en fóru i staðinn bara í áttina frá henni. Allir virtust glaðir í Drake nema Rupert. Svo kom í ljós að verðlaunin voru að velja einn frá hinum ættbálknum sem væri ónæmur frá tribal council og yrði hann með Morgan í 3 daga. Morgan völdu Rupert og sá ég í sýnishornum úr næsta þætti að þau sáu alls ekki eftir því. Eins og allir vita þá safnar Rupert náttúrulega fisk vel og var það sem Morgan vantaði :) Þannig Rupert virðist vera kominn í ansi góð mál ef hann nær góðu sambandi við hina upp á það þegar ættbálkarnir sameinast.\nSvo var komið á tribal council og var Burton rekinn út sem kom honum sjálfum mjög mikið á óvart og Christa slapp alveg. Held nu að Rupert hefði vote-að gegn Burton hvort eð er en maður veit aldrei. Ég var mjög óhress með að Burton færi þvi það var hann sem örsakaði það asamt Rupert að þeir ynnu þessar keppnir. Svo þetta var ekki gott move hjá Drake þar sem ef þau tapa keppnum fara þau oftast á tribal council.\nFimmti þáttur\nÞátturinn byrjaði með nokkrum vangaveltum hjá Drake um hvort Rupert myndi segja þeim of mikið um ættbál sinn. Fyrir ykkur sem eigi vita þá fékk hann að vera hjá Morgan í 3 daga. Drake bálkurinn frekar glaður því allt gengur mjög vel fengu að losa sig við Burton og allt það. Shawn virðist hafa vote-að gegn honum því John sagði honum að gera það. Rupert var að kenna fólkinu í Morgan hvernig átti að veiða og segja þeim að færa skýlið sem fyrst nær skóginum en Osten var ekki alveg sammála því. En samt sem áður hlýddu þau Rupert og gerðu það.\nSvo var komið að fyrstu áskorunni og Rupert var með Morgan í þeirri keppni. Spilað var uppá hreinlætisvörur og því um líkt, má geta þess að það var svona sturta sem maður hengur upp.\nÞrautin gékk útá að fara á bát úti vatn og kafa eftir bútum í stiga. Voru 5 staðir í beinni línu. Svo átti að fara að landi og byggja stiga meðan einn úr hópnum hlypi inní skóg og náði í einhverskonar “goð”, svona stytta. Svo átti sá hinn sami að fara upp stigann uppá svona viðarpall sem var akkurat í hæð stigann og setja styttunna á borð þar eða eitthvað því um líkt þá myndi sá ættbálkur vinna.\nDrake byrjuðu betur en Morgan svona fyrstu 10 sec svo var bara augljóst hver myndu vinna og það voru Morgan. Rupert kafaði eftir öllum hlutunum í Morgan en Shawn í Drake. Svo þegar þau voru komin í strönd hljóp Ryan..(ekki O), þar að segja eldri gaurinn. Vonandi mundi eg nafnið rétt :) Morgan voru buinn langt á undan. Fékk Rupert þá að velja hvort hann vildi fara með Drake strax heim eða þvo sér með Morgan og koma svo seinna um daginn. Valdi hann strax að fara með Drake sem var mjög viturlegt hjá honum.\nDarrah naut hinsvegar sturtunnar vel og klæddi sig úr og fór í sturtu, mennirnir sýndu henni virðingu og kíktu ekki(ótrúlegt :))\nFór svo Ryan eldri að stela og tók hann hrísgrjón sem rupert var einstaklega kátur með. Enda hafa þau nanast engin not fyrir þau :P\nNæstu keppni var Rupert með Drake og þar áttu allir meðlimirnir að borða. Enginn tíma keppni eða neitt. Tveir aðilar þurftu að fara tvisvar hjá Morgan vegna liðsmunar. Allir gátu borðað allt. Svo endaði með keppni hjá Darrah og Söndru. Darrah hafði betur um nokkrar sekúndur var erfitt að sjá hvor myndi vinna en Darrah hafði þetta í endann. Þetta var margur viðbjoður sem átti að borða og var svona rúletta sem þau köstuðu tenginum eða eitthvað í til að sjá hvað þau myndu éta. Svo blandaði Jeff alltaf saman.\nSem sagt Morgan vann og trúðu Drake ekki sínum eiginn augum, var nú mikið talað um hver ætti að fara heim og var ákveðið af öllum að Michelle ætti það skilið. Enda var talað um að hun ætti að þykjast geta ekki borðað þetta en þegar hún átti að borða þá gleypti hún þetta með bestu lyst. Michelle fór sem sagt heim sem ég var ekki alveg sáttur við enda fannst mér að Shawn gæti alveg eins hafa átt að fara heim.\nEndilega segið mér skoðanir ykkur á þáttunum :)",
    "url": "https://www.hugi.is/realitytv/greinar/173369/survivor-fjordi-og-fimmti-thattur/",
    "url_id": "173369",
    "id": "1326446",
    "replies": [
        {
            "user": "Innkast",
            "user_id": "44829",
            "date": "2003-10-21 00:39:41",
            "id": "1326447",
            "reply_to_id": "1326446",
            "text": "Þessi Osten er mesti aumingi og vælukjói sem ég hef séð….alltaf að væla yfir einhverju sem gæti komið fyrir, var hræddur um að hann fengi lungnabólgu, hræddur um að vera bitinn af snákum, hræddur um að drukkna og var með sundgleraugun á enninu????"
        },
        {
            "user": "Zaluki",
            "user_id": "6799",
            "date": "2003-10-21 03:16:44",
            "id": "1326448",
            "reply_to_id": "1326446",
            "text": "Ég var frekar hissa á því að Rupert skuli hafa kosið Michelle út, ég hélt að þau væru rosa góðir vinir.\nAnnars ef einhver á að fara úr þessum þáttum þá er það kindin hann Jon, mikið rosalega er gaurinn leiðinlegur!\nAnnars er Osten fínn, hægt að hlæga endalaust að því hvað hann er mikill gúmmítarzan :)\nMér finnast þetta alveg ágætis þættir, horfi allavega á þá, og ekki sakar að CSI Miami kemur strax á eftir ;D"
        },
        {
            "user": "hlaup",
            "user_id": "8642",
            "date": "2003-10-21 09:03:02",
            "id": "1326449",
            "reply_to_id": "1326446",
            "text": "Gaurinn sem hljóp upp á strönd og náði í goðið  heitir Andrew :)\nAllavega…ég var svo sammála þegar Rupert var að tala um að morganfólkið –> Þau gera ekki neitt! Eiga heavy erfitt með að byrja á hlutum…eins og Osten fannst ekkert brýn nauðsyn að flytja skýlið…hann hefði örugglega ekki gert það fyrr en það væri komið á flot…latasti ættbálkur sem ég hef séð!\nKveðja hlaup"
        },
        {
            "user": "Crimson",
            "user_id": "8229",
            "date": "2003-10-21 09:14:20",
            "id": "1326450",
            "reply_to_id": "1326446",
            "text": "Fyrst svone leiðréttingar. Voru ekki fyrst tveir Ryan, Ryan O, sem er enn í leiknum, og svo hinn sem var kallaður Skinny Ryan sem fór nokkuð snemma. Hins vegar var sá sem hljóp í skóginn, og sá sem fór í Drake að stela eftir því sem ég best veit Andrew, stundum kallaður Savage.\nSvo skoðanir.\nFyrst bara þoldi ég ekki Jon, hann var að nota alla sér til framdráttar, virtist vera nokkuð augljóst, og svo er hann bara almennt hrokafullur og leiðinlegur. Kom mér ekki á óvart þegar hann var að svíkja fólk. En svo þegar Rupert kaus Michelle þá datt mér í hug að kannski er Rupert svoleiðis líka. Hann var búinn að vera að tala við Michelle um að reyna að fá fólk til að kjósa frekar Shawn en hana, en svo kaus hann hana. Kannski er bara grunnlínan að allir svíkja í þessum leik."
        },
        {
            "user": "qurit",
            "user_id": "15134",
            "date": "2003-10-21 13:30:57",
            "id": "1326451",
            "reply_to_id": "1326450",
            "text": "well mér finnst rupert samt heiðarlegur og öruglega skemtinlegasta persónann í þessum þátum :P"
        },
        {
            "user": "Loaloa",
            "user_id": "8918",
            "date": "2003-10-21 14:11:57",
            "id": "1326452",
            "reply_to_id": "1326450",
            "text": "Ég gat ekki séð að Rupert væri að svíkja Michelle.  Þau voru aldrei góðir vinir og þarna eftir keppnina vokenndi hann henni og lofaði að hann mundi tala við hina og reyna að sannfæra þau um að kjós Shawn.  Þau hafa augljóslega ekki viljað það og hann því fylgt sínu gengi.  Sem var það eina sem hann gat gert og í því felst tryggð hans.  Hann vinnur sér ekki inn neina punkta hjá þeim sem eftir eru með því að kjósa Shawn þegar hann veit að Michelle verður látin fjúka."
        },
        {
            "user": "johanng",
            "user_id": "9215",
            "date": "2003-10-21 16:14:48",
            "id": "1326453",
            "reply_to_id": "1326450",
            "text": "ahh Andrew hvernig gat ég gleymt !!! :) En já það ljúga allir i þessum leik nema þeir sem eru ekki að fara þarna til að vinna."
        },
        {
            "user": "siggibet",
            "user_id": "8305",
            "date": "2003-10-21 14:49:33",
            "id": "1326454",
            "reply_to_id": "1326446",
            "text": "Þessi Survivor ber af!!!\nÞættirnir sem voru á undan voru ekkert miðað við þennan… veit ekki hvað það er..en þessi þáttaröð er betri.\nOg já… Osten… það er svertinginn er það ekki??? Er alger vesalingur…. ojj… ég var bitinn af pöddu þegar ég var lítill… oh hjálp, ég er að drukkna…\nræfill.. >:("
        }
    ]
}