{
    "forum_title": "Matargerð",
    "user": "kaffibaunin",
    "user_id": "23820",
    "date": "2003-10-20 19:28:25",
    "title": "Rifsberjasulta ömmu",
    "text": "Ég veit að þetta er kannski ekki rétti tíminn til að setja þetta en gaman að eiga þetta þangað til næst. Þetta er mjög góð sulta sem amma mín býr alltaf til og mamma notar alltaf hennar uppskrift. Ég mæli með henni. :Þ\n1 l rifsberjalögur\n1000 gr. sykur\n125 gr. Vatn\n1/2 stöng vanillustöng\nBerin vel hrein eru soðin í vatninu 10-15 mín. við hægan hita eða þar til þau eru sprungin þá er lögurinn síaður frá hratinu og látinn aftur upp í pott með sykrinum og vanillu.\nSíðan soðið í 20 – 30 mín. Sé lögurinn soðinn of lengi, verður hann aftur þunnur.\nÞað þarf að gæta þess að hann sjóði hæfilega lengi. Þegar komin er seigja í hann, það getur maður fundið með að taka dropa upp á tvo fingur og láta þá kyssast og teygja svo úr á milli fingrana, sé hægt að teygja dálítið úr dropunum er hlaupið hæfilega soðið. Sjaldan má láta þannig lagað berjahlaup sjóða yfir 30 mín.\nSíðan er því hellt í þurrar og heitar krukkur og þegar það er orðið kalt er pappír bundinn yfir krukkurnar.",
    "url": "https://www.hugi.is/matargerd/greinar/173364/rifsberjasulta-ommu/",
    "url_id": "173364",
    "id": "1326306",
    "replies": [
        {
            "user": "Anukis",
            "user_id": "23354",
            "date": "2003-10-21 01:38:17",
            "id": "1326307",
            "reply_to_id": "1326306",
            "text": "Mér finnst bara ekkert að því að láta sultu í þetta áhugamál.. aldrei að vita nema maður prófi… hljómar allavega vel :p"
        },
        {
            "user": "kaffibaunin",
            "user_id": "23820",
            "date": "2003-10-21 19:51:05",
            "id": "1326308",
            "reply_to_id": "1326307",
            "text": "jaá ég meinti sko vegna þess að það er ekkert hægt að fá nein ber á þessum tíma ;)"
        },
        {
            "user": "kaffibaunin",
            "user_id": "23820",
            "date": "2003-10-21 19:51:11",
            "id": "1326309",
            "reply_to_id": "1326307",
            "text": "jaá ég meinti sko vegna þess að það er ekkert hægt að fá nein ber á þessum tíma ;)"
        },
        {
            "user": "Anukis",
            "user_id": "23354",
            "date": "2003-10-22 07:57:18",
            "id": "1326310",
            "reply_to_id": "1326309",
            "text": "satt er það :p allavega ekki sem þú getur týnt.. en það hlítur að vera hægt að kaupa ber.. vona ég allavega því mér langar að prufa þetta :D"
        },
        {
            "user": "kaffibaunin",
            "user_id": "23820",
            "date": "2003-10-22 15:39:08",
            "id": "1326311",
            "reply_to_id": "1326310",
            "text": "jeij :Þ"
        }
    ]
}