{
    "forum_title": "Spenna / Drama",
    "user": null,
    "user_id": null,
    "date": "2003-10-20 19:26:18",
    "title": "Áhugi minn á Buffy",
    "text": "Áhugi minn á Buffy The Vampire Slayer kviknaði mjög snemma en ég er bara nýbyrjaður að stunda þetta áhugamál hérna á huga. En þegar að ég var lítill horfði ég alltaf á þessa þætti, ég horfi ennþá á þá á Popp Tíví en áður voru þeir á stöð 2. Ég held að þeir séu ennþá á Stöð 2 en þar er komið miklu lengra inn í seríuna og ég hef ekki séð nokkra þætti sem eru búnir að koma á Stöð 2 en eiga eftir að koma seinna á Popp Tíví svo að ég horfi á þetta á Popp Tíví.\nUppáhalds persónan mín í Buffy The Vampire Slayer er örugglega Buffy sjálf svo líka bara Spike. Þau eru örugglega í uppáhaldi hjá mér útaf því að þau eru þau sem slást mikið í þáttunum og ég hef mjög gaman af því. Síðan er kannski Xsander á eftir þeim því að hann slæst líka en kannski ekki eins mikið og hann er líka fyndinn.\nÉg vona að það eigi einhverntímann eftir að koma út mynd með Buffy og félugum. Kannski hefur það einhvern tímann verið gert en ég hef ekki hugmynd um það. Þá væri hægt að hafa fullt af persónum sem hafa komið í þáttinn og hafið þá alla í einnri mynd. Það er ekkert svo analeg hugmynd en þér gæti fundist það en ekki mér.\nÉg á enga þætti af Buffy The Vampire Slayer á DVD né VHS en það gæti verið að ég muni taka einhverntímann upp þætti á VHS sem ég gæti þá kannski hort á þegar ég er veikur eða eitthvað þannig eins og ég gerið við Simpsons.\nKveðja Birki",
    "url": "https://www.hugi.is/spenna/greinar/173363/ahugi-minn-a-buffy/",
    "url_id": "173363",
    "id": "1326278",
    "replies": [
        {
            "user": "BaraBenni",
            "user_id": "33779",
            "date": "2003-10-20 21:24:05",
            "id": "1326279",
            "reply_to_id": "1326278",
            "text": "þú fyrirgefur, en áttu enga vini? mér sýnist nefninlega ekki"
        },
        {
            "user": "Hallgrimur",
            "user_id": "2769",
            "date": "2003-10-20 21:35:37",
            "id": "1326280",
            "reply_to_id": "1326278",
            "text": "buffy…er það ekki eitthvað á brauð\n>xD\nelska að segja þetta :Þ"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2003-10-20 21:43:02",
            "id": "1326281",
            "reply_to_id": "1326278",
            "text": "schnilld…\nÞetta verður gaman að sjá…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-10-20 21:52:33",
            "id": "1326282",
            "reply_to_id": "1326278",
            "text": "hmmmm…:P"
        },
        {
            "user": "sillymoo",
            "user_id": "41079",
            "date": "2003-10-20 21:55:04",
            "id": "1326283",
            "reply_to_id": "1326278",
            "text": "Sorglegt/fyndið að sjá hvernig þú gerir “áhugi minn” á öllum áhugamálum. Eitthvern daginn skítaklessa, eitthvern daginn."
        },
        {
            "user": "sillymoo",
            "user_id": "41079",
            "date": "2003-10-20 22:20:48",
            "id": "1326284",
            "reply_to_id": "1326283",
            "text": "GUÐI SÉ LOF (!!!!!) að þú minntist ekki á þessi fokking edduverðlaun þín í þessarri grein!\nég var alveg búin að ímynda mér hvernig þú gast komið þessu inn í……\n“Ég horfi alltaf á Buffy á Popptíví og tek þá meira að segja upp, en svo álpaðist ég til að taka Edduverðlaunin yfir. Það er að segja mamma, því að ég fór á Eddu verðlaunin með pabba. þar var voða gaman. ég sá þetta fólk og blablablablabla…..”\noh my god, ég er að verða sad…. ég veit of mikið um þessa edduverðlaunaferð hans! hjálp!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-10-20 22:49:13",
            "id": "1326285",
            "reply_to_id": "1326278",
            "text": "Hundaskitur geturu ekki hætt að senda eikkað inn? Það er öllum svoleiðis nákvæmlega sama um allt sem þú segir\nSvo svararu ekki einusinni kommentunum á þig"
        },
        {
            "user": "fkndabbi",
            "user_id": "9677",
            "date": "2003-10-20 22:49:46",
            "id": "1326286",
            "reply_to_id": "1326278",
            "text": "Ég bendi enn og aftur á korkinn undir hugmyndum.\nBanna alla pósta"
        },
        {
            "user": "sveppiskinka",
            "user_id": "33398",
            "date": "2003-10-20 23:03:48",
            "id": "1326287",
            "reply_to_id": "1326286",
            "text": "gott hundaskítur..ég er sáttur með hvernig þú ferð með æsta hugara"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-10-20 23:43:14",
            "id": "1326288",
            "reply_to_id": "1326278",
            "text": "…..*hristahausinhægt* gríðalega er þetta sorgleg grein… allir þeir heilugu! hjálpið hundaskíti! ég hef aldrei sé jafn sorglega grein áður!"
        },
        {
            "user": "kazaaguy",
            "user_id": "17821",
            "date": "2003-10-21 08:00:42",
            "id": "1326289",
            "reply_to_id": "1326278",
            "text": "HVER DJÖFULLINN ER AÐ YKKUR!!! HAFIÐ ÞIÐ EKKERT ANNAÐ VIÐ TÍMANN AÐ GERA HELDUR EN AÐ DISSA 11 ÁRA KRAKKA SEM AÐ SKRIFA HVAÐ HONUM FINST UM BUFFY. MÉR FINST ÞETTA BARA FLOTT GREIN HJÁ HONUM!!!!"
        },
        {
            "user": "Loaloa",
            "user_id": "8918",
            "date": "2003-10-21 09:05:15",
            "id": "1326290",
            "reply_to_id": "1326278",
            "text": "Það er gjörsamlega ekkert athugavert við þessa grein - sérstaklega í ljósi þess að hún er skrifað 11 ára einstakling.  Hættið að leggja drenginn í einelti.  Ef hann brýtur af sér á að banna hann auðvitað - þangað til á hann rétt á sömu hlutlausu gagnrýni og aðrir."
        },
        {
            "user": "hyperq",
            "user_id": "4393",
            "date": "2003-10-21 15:31:08",
            "id": "1326291",
            "reply_to_id": "1326278",
            "text": "hundaskitur, gerðu þér sjálfum greiða og HÆTTU að senda inn þessar tilgangslausu greinar. Það er öllum svo nákvæmlega sama."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-10-21 15:32:01",
            "id": "1326292",
            "reply_to_id": "1326278",
            "text": "ágæt grein biggi en eru dálítið margir á móti þér hég held að þetta sé einhvern klúbbur sem niðurlægjir alla"
        },
        {
            "user": "bonusgris",
            "user_id": "44408",
            "date": "2003-10-21 16:49:17",
            "id": "1326293",
            "reply_to_id": "1326278",
            "text": "Biggi….þetta er ágæt grein hjá þér…að mínu mati, en greinilega ekki að mati margra….farðu að ráðum mínum.\nHVÍLDU GREINAR Í NOKKRA DAGA!  Það eru allir á móti greinum frá þér..!"
        },
        {
            "user": "sillymoo",
            "user_id": "41079",
            "date": "2003-10-21 22:34:38",
            "id": "1326294",
            "reply_to_id": "1326293",
            "text": "málið er að það er ekkert að þessarri grein. en bara að þessari grein!\nHundaskítur er nokkurn veginn búinn að fá hóp af reiðum huganotkendum sem að er einfaldlega orðnir hundleiðir á þessum tilgangslausu greinum.\nÞað er undarlegt að sumar greinar fá ekki samþykki stjórnenda en svo virðist sem að hver einasta grein frá Hundaskíti fái samþykki.\nég hef lesið margar greinar sem eru svo helmingi betri en greinar Hundaskíts!\nsvo þetta er mjög undarlegt."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-10-22 20:04:12",
            "id": "1326295",
            "reply_to_id": "1326278",
            "text": "“En þegar að ég var lítill horfði ég alltaf á þessa þætti”\n-Þú ert lítill…"
        },
        {
            "user": "gummis",
            "user_id": "35267",
            "date": "2003-10-27 19:30:16",
            "id": "1326296",
            "reply_to_id": "1326278",
            "text": "Right!!!!! Good 2 know….."
        },
        {
            "user": "Irie",
            "user_id": "8887",
            "date": "2003-10-27 23:07:16",
            "id": "1326297",
            "reply_to_id": "1326296",
            "text": "samt vel skrifað af 11 ára krakka… ekki alveg að trúa því"
        },
        {
            "user": "ivaribbi",
            "user_id": "30777",
            "date": "2003-10-28 18:35:06",
            "id": "1326298",
            "reply_to_id": "1326278",
            "text": "Ég er líka 11 ára og hundaskitur það var gerð einhver buffy mynd fyrir svona 20 árum eða svo ég hef aldrei séð hana bara veit að hún er til."
        },
        {
            "user": "eel",
            "user_id": "8142",
            "date": "2003-10-28 19:11:10",
            "id": "1326299",
            "reply_to_id": "1326298",
            "text": "20 árum? Nei, varla er maður svona gamall.. :) Þetta var kannski fyrir svona 10 árum, rétt upp úr '90.. En ég verð að viðurkenna það, 11 ára datt mér ekki í hug strax eftir að ég las þessa grein! En mér finnst þetta ágætis grein, og þar sem ég hef ekki séð mikið með þessum hugara hef ég ekkert til að dæma fyrri verk.\nEn mér finnst samt tilgangslaust að setja hérna inn svar/svör til þess eins að trassa 11 ára gutta fyrir að gera sitt besta (eða svo sýnist mér). Ef greinaskrif hans fara svona virkilega í pirrurnar á einhverjum bara að sleppa því að lesa þær eða commenta á þær…\nJust my opinion.. :)"
        },
        {
            "user": "mandy",
            "user_id": "40526",
            "date": "2003-10-30 17:30:14",
            "id": "1326300",
            "reply_to_id": "1326278",
            "text": "Þetta er mjög fín grein hjá þér haltu áfram að skrifa greinar :)"
        },
        {
            "user": "tinnsa",
            "user_id": "44801",
            "date": "2003-11-03 22:00:26",
            "id": "1326301",
            "reply_to_id": "1326278",
            "text": "OMG..áhugi minn á buffy hummm……."
        },
        {
            "user": "SteffiDisco",
            "user_id": "46996",
            "date": "2003-11-23 18:03:30",
            "id": "1326302",
            "reply_to_id": "1326278",
            "text": "Hei Vó!! Hverjum er ekki svo sama um þína skoðun á þessu! en, ef þú þarft að fá útrás á einhverju (einsog mér synist sterklega hér) skaltu halda því áfram á þessu lyklaborði sem þú gerðir hér, EN PLÍS EKKI SENDA ÞETTA INN!!!!!!!!!!!!!!!!!!!!"
        },
        {
            "user": "morgan",
            "user_id": "33023",
            "date": "2003-12-01 12:07:50",
            "id": "1326303",
            "reply_to_id": "1326278",
            "text": "hundaskítur minn. ef allir eru svona þreyttir á greinunum þínum hættu þá að skrifa um áhuga þinn og heimsóknir þínar.  ef þú fattar það ekki þá eru mjög margir orðnir pirraðir á þeim.\nmyndin um buffy var gerð 1992 og buffy var gerð eftir henni.\nvinsamlegast hættu svona tilgangslausum greinum.\nfólki er nákvæmlega sama um áhuga þinn á áhugamálum og heimsóknum þínum til forsetanns.\nok?!\nmorgan"
        },
        {
            "user": "AnnieEgo",
            "user_id": "40639",
            "date": "2003-12-09 15:48:04",
            "id": "1326304",
            "reply_to_id": "1326278",
            "text": "flott grein ég er sammála það er ekki nein mynd til en það er hægt að leigja á nexus á 300"
        },
        {
            "user": "Bentley",
            "user_id": "37402",
            "date": "2003-12-22 22:31:58",
            "id": "1326305",
            "reply_to_id": "1326304",
            "text": "Flott grein miðið að við að vera jafnaldri minn."
        }
    ]
}