{
    "forum_title": "Danstónlist",
    "user": "McNonni",
    "user_id": "32407",
    "date": "2003-10-21 16:53:55",
    "title": "Iceland Airwaves",
    "text": "Nú er fimmtu Iceland Airwaves hátíðinni lokið. Í þessari grein ætla ég að skrifa lauslega um upphaf þessa batterís, hugmyndina á bakvið hana, það helsta sem gerðist á liðnum hátíðum og einnig ætla ég að skrifa eitthvað um hátíðina í ár, enda af nógu að taka\nÁrið 1999 datt góðum mönnum það snjallræði í hug að í stað þess að íslenskar hljómsveitir færu erlendis til að reyna að ganga í augun á mikilvægu fólki í tónlistarbransanum, oft á slæmum stöðum og án þess að hafa nokkuð uppúr krafsinu, að flytja heldur inn blaðamenn og frammámenn í tónlistarútgáfu. Tilgangurinn? Jú, að gefa hljóm-sveitunum tækifæri á að spreyta sig á heimavelli ásamt því að fá erlendar hljómsveitir til að spila á stórtónleikum. Úr þessu fékkst samstarf við Flugleiðir um að bjóða hingað til lands áhrifamönnum úr tónlistar-bransanum og fyrsta Airwaves hátíðin verður að veruleika.\nFyrsta árið voru tvennir tónleikar, þeir fyrri fóru fram á Gauki á Stöng fimmtudagskvöldið 14. október og þeir seinni í Flugskýli 4. á Reykjavíkurflugvelli laugardagskvöldið 16. október. Þeir sem þar komu fram voru Thievery Corporation, Soul Coughin, Zoe, Gus Gus, Ensími, Quarashi og Toy Machine. Quarashi fóru til Bandaríkjanna eftir þetta og framhaldið ættu allir að þekkja. Þetta heppnaðist það vel að ákveðið var að halda aðra hátíð að ári liðnu.\nÞví gerðist það 18. til 22. október árið 2000 að Iceland Airwaves hátíð númer tvö leit dagsins ljós. Tugir íslenskra hljómsveita fengu að spila þetta árið og má þar nefna mest funky hljómsveit á Íslandi, Jagúar, sem og Gus Gus, Mínus og fleiri. Það voru því tónleikar útum allan bæ frá miðvikudegi til sunnudags, en aðal tónleikarnir voru í Laugar-dalshöllinni. Þar komu fram Suede, The Flaming Lips, Thievery Corporation og hinar íslensku Mínus og Súrefni ásamt Agli Sæbjörns-syni og hljómsveit hans. Að auki má svo nefna framlag breakbeat.is, en það var enginn annar en J Majik sem spilaði á troðfullum Café 22 á kvöldi sem enginn gleymir.\nÞriðja Iceland Airwaves tónlistarhátíðin var svo haldin með pompi og prakt dagana 17. til 21. október 2001. Að þessu sinni voru engir stórtónleikar með erlendum stórhljómsveitum heldur voru yfir sextíu íslenskar hljómsveitir að gera það gott á mörgum stöðum í miðbæ Reykjavíkur ásamt nokkrum erlendum hljómsveitum og plötusnúðum. Miðbærinn fékk því á þessum tíma yfir sig glæstan sjarma þar sem tónlistaráhugafólk fjölmennti í bæinn til að sjá sín uppáhalds bönd eða til að kynnast einhverju nýmeti. Það voru því bæði gamlir jaxlar að leika listir sínar auk þess að lítt þekktar sveitir á þessum tíma voru að stíga sín fyrstu skref í áttina að frægð og frama. Þar má nefna Singapore Sling, Trabant og Leaves, sem voru þá óþekkt stærð en eru í dag að gera það gott erlendis. Þarna voru líka gestir sem forfölluðust, en margir voru farnir að hlakka til að sjá Gorillaz á sviði en þeir komust ekki vegna þess að meðlimir sveitarinnar höfðu verið að eignast börn og sáu sér ekki fært að spila fyrir landann. Það var þó ekki grátið lengi yfir því þar sem Íslendingarnir voru síður en svo að gera verri hluti. Þáttur breakbeat.is hópsins þetta árið var einnig stór, en það var enginn annar en Doc Scott sem lék fyrir dansi á skemmtistaðnum Astró og þar var ansi heitt í kolunum, enda stórstjarna í heimi drum’n’bass tónlistarinnar mætt með plöturnar sínar.\nÁrið 2002 kom svo Reykjavíkurborg til sögunnar og styrkti hátíðina og gerði einnig samning þess efnis að styrkja hana næstu 3 árin. Það fór því þannig að stærsta Iceland Airwaves tónlistarhátíðin frá upphafi var haldin dagana 16. til 20. október. Þetta árið var mikið að gerast og endaði brjálæðið á stórtónleikum í Laugardalshöllinni þar sem dagskráin var ekki af verri endanum. Hún var hin fjölbreyttasta en þarna voru The Hives, Blackalicious, Fatboy Slim, Apparat Organ Quartet og fastagestir Airwaves, Gus Gus. Hátíðin byrjaði þó á fimmtudeginum með látum. Hip hop var á Gauknum, harðkjarnarokk í hinu húsinu, hinir norsku Exploding Plastix í Iðnó og kvenplötusnúðurinn Storm fékk fólk til að troðfylla Astró. Á föstudeginum fengu Íslendingar svo tækifæri á að berja Mínus, Ensími, Leaves, Trabant ásamt fjölda af öðrum íslenskum böndum augum sem ekki gefst pláss í að telja upp hér. Einsog áður sagði endaði hátíðin svo á risastórum tónleikum í Laugardalshöllinni.\nFyrir stuttu var svo haldin fimmta Iceland Airwaves tónlistarhátíðin. Dagana 15. til 19. október var því mikið um að vera í miðbæ Reykjavíkur. Hátíðin hófst á Kapital þar sem haldið var opnunarpartý með yfirskriftinni Garage & Breakz. Þar voru gestir heiðraðir með lifandi tónlist frá þeim Helgi Mullet Crew, Chico Rockstar, TZMP og stærsta nafni hátíðarinnar, Two Bad Vampires And A Dead Guy Crew. Einnig glumdi tónlist frá plötuspilurum en það voru þeir Ingvi og Bjössi sem stóðu bakvið þá og fóru mikinn. Á fimmtudagskvöldinu var svo mættur á Kapital kappi sem kallar sig John B. Maðurinn er sannkallað 80’s electró frík og tónlistin sem hann spilaði var í samræmi við það. Á Gauk á Stöng var boðið uppá hip hop veislu, en ýmislegt fleira var svo að gerast á öðrum stöðum. Föstudagurinn státaði af dagskrá á 10 mismunandi stöðum svo allir gátu valið sér stað og stund við sitt hæfi. Jagúar gerðu góða hluti á Þjóðleikhúskjallaranum, Ruxpin sýndi hvernig á að framleiða flotta rafræna tónlist á Kapital og Audio Bullys spiluðu það sem þeir eru þekktastir fyrir á Gauk á Stöng, en þetta er bara örsmár hluti af því sem fólk hefði getað séð þetta föstudagskvöld. Í stað þess að ljúka hátíðinni með stórum tónleikum var ákveðið að hafa frekar marga smærri. Þetta gaf fólki því kost á að sjá hljómsveitir sem það hafði aldrei heyrt minnst á. Þarna var því hægt að sjá hljómsveit frá Þýskalandi sem ber nafnið International Pony. Þeir léku tónlist sem erfitt er að draga í einhvern ákveðinn dilk, þetta var einhvers konar blanda af house músík, poppi, funki og útkoman var því eitthvað sem líktist hljómsveit sem lifði góðu lífi á áttunda og níunda áratugnum og nefnist Zapp. Þarna gafst fólki einnig kostur á að sjá Worm Is Green flytja cover þeirra á lagi sem Joy Division gerðu vinsælt og nefnist Love Will Tear Us Apart sem og ótal margt fleira. En það sem vakti athygli flestra á þessari hátíð voru Gus Gus. Röðin inná Nasa þar sem þau spiluðu var fjórföld og náði inní næsta sund þar sem hrúga af fólki beið vonlítil um að sjá goðin sín. En þar fyrir innan var stemmningin hreint ólýsanleg! Söngkonan leit glæsilega út, lögin sem þau spiluðu voru í hæsta gæðaflokki en sérstaklega verður að minnast á lag sem Einar Örn úr Sykurmolunum söng með þeim. Textinn í laginu var eitthvað á þá leið að það verði að treysta og að það liggi í augum úti, en í þessu lagi var það ekki textinn sem fangaði huga fólks heldur var það lagið á bakvið. Það hófst á gítarlínu en svo bættust við shuffluð bassalína og taktur sem fékk fólk einsog mig til að missa sig algjörlega í dansinum. Lokahóf Iceland Airwaves árið 2003 var svo haldið á Vídalín þar sem þeir Gunni Ewok, marsbúi með meiru ásamt Leaf frá Svíðjóð og Panik frá Bretlandi leiddu saman hesta sína.\nÉg ætla þá að ljúka þessu á að segja að ég get hreinlega ekki beðið eftir að þessi hátíð verði endurtekin að ári liðnu!\nHeimildir um fyrri Airwaves hátíðir eru frá mbl.is, en hátíðin í ár eftir eigin minni.",
    "url": "https://www.hugi.is/danstonlist/greinar/173524/iceland-airwaves/",
    "url_id": "173524",
    "id": "1327519",
    "replies": [
        {
            "user": "keiz",
            "user_id": "41599",
            "date": "2003-10-21 17:07:59",
            "id": "1327520",
            "reply_to_id": "1327519",
            "text": "myndir myndir! hvar finn ég myndir af airwaves?"
        },
        {
            "user": "gerald",
            "user_id": "32756",
            "date": "2003-10-21 18:54:16",
            "id": "1327521",
            "reply_to_id": "1327519",
            "text": "úff já\nGus gus voru að mínu mati hápunktur helgarinnar. Þrátt fyrir að vera hálfedrú og útúr heiminum af þreytu og svefnleysi þá einhvern veginn plataði ég sjálfan mig til að berja þá augum, allavegana “smá stund”.\nÉg hef sjaldan dansað svona mikið og það er hálfskrítið vegna þess að staðurinn var Troðfullur og eiginlega ekkert pláss til þess. Ég vissi að þeir væru geðveikir, en ekki á þessu kalíberi.\nInternational pony og audio bullys komu á óvart og var gaman af þeim. John B stóð sig vel, en hann var bara illa staðsettur á þeim stað sem hann var á, pínulítið skítagólf fyrir ekki meira en 10 15 mans max og hiti sem var vel yfir velsæmis mörkum.\nSé ekki eftir að hafa “nennt” á gus gus..\nbleh"
        },
        {
            "user": "Ruxpin",
            "user_id": "5328",
            "date": "2003-10-22 00:03:29",
            "id": "1327522",
            "reply_to_id": "1327519",
            "text": "Fín grein hjá þér :-)\nÉg fór nú bara á Garage kvöldið, John B og náttúrulega á kvöldið sem ég spilaði á.\nMiðvikudagur: Garage kvöldið var snilldarkvöld. Ég missti af TZMP en “the word on the streets” eru að þeir hafi átt Airwaves að þessu sinni. Tvo Bad Vampires and a dead Guy voru í frekar nettum dansfíling. Hámarkið var þó Nammilagið, þó svo að McNonni sjálfur hafði gleymt textanum en bjargaði þessu eins og sannri rapphetju sæmir.\nFimmtudagur: John B var ótrúlegur. Þetta var skemmtun í hæsta gæðaflokki. Maðurinn spilaði allt frá Pendulum - Vault til Madonnu. Hann er skemmtikraftur af guðs náð. Wham bolurinn gerði líka samt helvíti mikla lukku.\nFöstudagur: Biogen var óvenjuheilbrigður(?!?!) og var það bara hið fínasta mál :-)\nFrank Murder var helvíti nettur og fékk áhorfendur á sitt vald, enda var hann umvafinn fallegu kvenfólki eftir tónleikana (enda sönn poppstjarna á ferðinni).\nÉg fór nú ekki á meira því að ég hafði ekki hugmynd um það að ég ætti að fá armband og hafði ekki hugmynd hvar ég ætti að fá það. Það sýnir mér bara hve vel ég fylgist með hlutunum :-(\nGG Airwaves\nkv. Ruxpin"
        },
        {
            "user": "ghozt",
            "user_id": "428",
            "date": "2003-10-22 09:17:03",
            "id": "1327523",
            "reply_to_id": "1327519",
            "text": "Flott framlag Nonni, góð grein.\nCheers!"
        },
        {
            "user": "Brunahani",
            "user_id": "6182",
            "date": "2003-10-22 09:57:47",
            "id": "1327524",
            "reply_to_id": "1327519",
            "text": "já fæn grein!\nman eftir árið 1999 mætti ég á austubæjarskóla reunion, stoppaði í 20 míns og stakk síðan af til að sjá gus gus í flugskýlinu!"
        },
        {
            "user": "rawquZ",
            "user_id": "628",
            "date": "2003-10-22 14:59:27",
            "id": "1327525",
            "reply_to_id": "1327524",
            "text": "Killa Kela á fimmtud á Gauknum var svaðalegur….. og öll íslensku hip hop böndin.\nFrábær hátið í alla staði!"
        },
        {
            "user": "Fleebix",
            "user_id": "5906",
            "date": "2003-10-22 22:42:58",
            "id": "1327526",
            "reply_to_id": "1327525",
            "text": "ég veit um einn gaur frá ameríkunni að taka myndir veit ég og það eru nokkrar á www.cassworld.com."
        },
        {
            "user": "jonfri",
            "user_id": "65",
            "date": "2003-10-23 09:35:55",
            "id": "1327527",
            "reply_to_id": "1327519",
            "text": "Það var líka helvíti svalt þega Aaron Carl mætti.\n“Let me tell you somethin about house music! It's not just a groove.  House is a feeling! and when you feel it, you will understand …”\nhúrra fyrir Airwaves"
        },
        {
            "user": "MrGoodman",
            "user_id": "7110",
            "date": "2003-10-23 11:23:13",
            "id": "1327528",
            "reply_to_id": "1327527",
            "text": "Aaron Carl var brilliant! Ég var staddur á Kapital þegar hann tók settið sitt þar og varð stórhrifinn. Ég var líka viðstaddur þegar Aaron & Urður úr Gus Gus æfðu dúet (tóku lagið “Bad Girl” eftir Donnu Summer), það var algjör snilld! Ég veit hinsvegar ekki hvort úr því hafi orðið að þau hafi tekið það um nóttina, var ekki í djammfílíng.\nÉg heyrði líka um að hann hafi farið á kostum á lokahnykk Airwaves á Vídalín í boði Breakbeat.is, ég rétt missti af því.\nAnnars lét ég Airwaves að mestu leiti fara alveg framhjá mér þetta árið.\nGóðar stundir."
        },
        {
            "user": "krilli",
            "user_id": "6640",
            "date": "2003-10-28 15:26:05",
            "id": "1327529",
            "reply_to_id": "1327519",
            "text": "Frank Murder og Úlpa!"
        }
    ]
}