{
    "forum_title": "Manager leikir",
    "user": "knusicat",
    "user_id": "45157",
    "date": "2003-10-21 20:00:45",
    "title": "Barcelona",
    "text": "Einn morguninn vaknaði ég eftir ljúfan draum. Ég fór fram í eldhús og fékk mér að borða morgunmatinn. Þegar ég var búinn fór ég fram og tók upp póstinn minn. Þarna voru skattar, skattar, skattar og ennþá meiri skattar. Nei, hvað er nú þetta? sagði ég hálfgerðlega við sjálfan mig. Ekki skattar!! Neibb, aldeilis ekki þetta var bréf til mín frá Barcelona! Þeir voru búnir að reka Riikjard og vildu fá mig í staðinn. Ég sagði auðvitað JÁ en fyrst þurfti ég að tala við kærustuna mína. Ég talaði við hana og hún sagðist eiga vínkonu í Barcelona þannig að við fluttum.\nTveim vikum seinna var ég kominn til Barcelona og að fara á fyrstu æfinguna mína. Hún gekk vel en Carles Pyoul var fyrir eitthverjum smámeiðslum.\nÉg ákvað að taka tvo æfingaleiki í Frakklandi. Ronaldinho fékk að leika gegn sínum gömlu félögum í P.S.G en hinn var á móti Le Havre. Ég róteðari stöðunum og lét Ronaldino verða fyrirliða í þessum báðum leikjum. Þessir leikir unnust báðir 1-4 og 0-1. Enginn meiðsl urðu í þessari ferð (sem betur fer) en Pyoul keppti ekki báða leikina.\nLeikmennirnir sem ég keypti fyrir leiktíðina voru þessir:\nJerzy Dudek 4.5 milljónir frá Liverpool\nKaká 10 milljónir frá AC Milan\nAnthony Le Tallec 1.5 milljónir frá Liverpool\nÉg seldi engann.\nDeildin byrjaði og fyrsti leikurinn minn var gegn mínum gömlu félögum í Valencia. Ég var þar aðstoðarþjálfari í tvö ár en það er önnur saga.  Ég vann þá 1-0 í glæsileik en það var enginn annar en Anthony Le Tallec sem gerði það á 89 mín.\nNæstu leiki vann ég og eftir tíu umferðir var ég efstur ásmat Real Madrid. Og einmitt næsti leikur var gegn þeim. Ég stillti upp liðinu svona:\nGK: Jerzy Dudek\nDR: Carles Pyoul\nDC: Rafael Marques\nDL: Phillip Cocu\nMC: Ronaldinho ©\nMC: Luis Enrique\nAMR: Anthony Le Tallec\nAML: Kaká\nFC: Javier Saviola\nFC: Patrick Kluivert\nÉg var að spila á Nou Camp mínum heimavelli og var með 90 þúsund manns að styðja mitt lið þannig að ég óttaðist þá ekki. Ég talaði við Le Tallec og róaði hann niður fyrir leikinn og reyndi að láta hann gleyma þessu stressi. Því Le Tallec var að spila sinn fyrsta leik í byrjunarliði. Leikurinn var fjörlegur og eftir 24.mín kom David Beckham þeim yfir beint úr aukaspyrnu. En einni mínútu seinna fékk ég aukaspyrnu og Ronaldinho sendi fyrir og hver annar en Luis Enrique skallaði boltann alveg upp í vínkilinn. 1-1. Á 60.mín skoraði Kaká mark með þrumu skoti og undir lok leiksins skoraði Le Tallec glæsimark eftir að hafa sólað fjóra varnarmenn. Le Tallec var búinn að fá sjálfstraustið.\nÍ UEFA datt ég út á móti Auxerre í þriðju umferð.\nÍ Spanish Cup komst ég í undanúrslit á móti Alaves og vann þá 7-3 í miklum marka leik. Í úrslit fékk ég La Coruna en hann var ekki fyrr en undir lok leiktíðar.\nÉg keppti fullt af leikjum í deildinni og á endanum vann ég deildina með 83 stig. Real Madrid var í öðru sæti með 83 stig (mikil spenna!!).  Svo kom að úrslitunum í Spanish Cup. Á móti La Courna. Liðið mitt var alveg eins nema ég lét Ricardo Quaresma inn í liðið fyrir Le Tallec. Í hálfleik var staðan 0-0 en í seinni hálfleik má segja að leikurinn hafi byrjað. Ég lét Le Tallec (minn uppáhaldsleikmann í liðinu) inn á. Allt í einu fékk Kluivert boltann í miðjum vítateignum. Hann lagði boltan út og Ronaldinho fyrirliði tók létta brazilíska vippu og skoraði!!!!!!!Þvílík fagnaðar læti.. leikurinn endaði 1-0 og Ronaldinho hetja mín.\nRonaldinho var verðlaunaður fyrir að vera besti leikmaðurinn í deildinni. Le Tallec framtíðar maður deildarinnar og svo Rafael Marques besti varnarmaðurinn í deildinnar. Og fyrsta tímabilið mitt sem þjálfari Barcelona lokið.\nNý byrjaður á nýju tímabili…\nframhald síðar\nkv,",
    "url": "https://www.hugi.is/manager/greinar/173549/barcelona/",
    "url_id": "173549",
    "id": "1328036",
    "replies": [
        {
            "user": "Woozem",
            "user_id": "29377",
            "date": "2003-10-21 21:11:23",
            "id": "1328039",
            "reply_to_id": "1328036",
            "text": "Fínn árangur, borgar þú mikla skatta vinur??"
        },
        {
            "user": "xTravis",
            "user_id": "6570",
            "date": "2003-10-21 22:59:32",
            "id": "1328040",
            "reply_to_id": "1328036",
            "text": "Mér langar að byarja á því að óska þér til hamingjum með glæsilegan árangur og góð kaup á Tallec. En ég verð samt að spyrja þig hvursvegna Rustu Rechber er ekki í þessu byrjunarliði?"
        },
        {
            "user": "sibbinn",
            "user_id": "26846",
            "date": "2003-10-21 23:38:45",
            "id": "1328037",
            "reply_to_id": "1328036",
            "text": "Akurru eru bara 10 menn í liðinu???"
        },
        {
            "user": "Alli7",
            "user_id": "19219",
            "date": "2003-10-22 12:10:09",
            "id": "1328038",
            "reply_to_id": "1328037",
            "text": "hann þurfti greinilega bara 10 :D…."
        },
        {
            "user": "knusicat",
            "user_id": "45157",
            "date": "2003-10-22 18:44:10",
            "id": "1328041",
            "reply_to_id": "1328036",
            "text": "Ég notaði reyndar Overmars sem FC en ég gleymdi að skrifa hann inn á. Ég notaði Dudek því mér fannst hann miklu betri en Rustu!!\nkv,"
        },
        {
            "user": "SPSS",
            "user_id": "13954",
            "date": "2003-10-22 22:06:51",
            "id": "1328042",
            "reply_to_id": "1328041",
            "text": "En gafstu Rustu tækifæri í byrjun eða…\nhann er alltaf geðveikt góður há mé"
        },
        {
            "user": "ozzmeister",
            "user_id": "34160",
            "date": "2003-10-23 11:11:32",
            "id": "1328043",
            "reply_to_id": "1328036",
            "text": "Ok mér finnst alveg fínt að lesa þessar greinar en þessar byrjanir á þessum greinum hjá flestum hérna eru alveg ömurlegar.  “Ég vaknaði við símann og þá var verið að bjóða mér að taka við Chelsea!”\nEf þessu yrði sleppt og raunveruleikinn settur í staðinn væri þetta flott."
        },
        {
            "user": "ozzmeister",
            "user_id": "34160",
            "date": "2003-10-23 11:52:05",
            "id": "1328044",
            "reply_to_id": "1328043",
            "text": "ef að þessu yrði sleppt og raunveruleikinn settur í staðinn þá held ég að þetta myndi ekki gerast…. ekki nema að þú sért að meina…\n“ég bjó til nýtt save… og ég tók við Chelsea”"
        },
        {
            "user": "Daddi56",
            "user_id": "33186",
            "date": "2003-10-24 12:09:47",
            "id": "1328045",
            "reply_to_id": "1328044",
            "text": "góður að fá þér dudek prufaðu að kaupa þér diego tristán þegar þú átt efni á honum (eða bara svindla) hann skoraði 70 mörk á fyrsta tímabilinu hjá mér með Liverpool ::::)"
        },
        {
            "user": "Daddi56",
            "user_id": "33186",
            "date": "2003-10-24 12:13:44",
            "id": "1328046",
            "reply_to_id": "1328045",
            "text": "þegar ég spila cm4 og er liverpool þá tekur völlurinn u.þ.b. 44000 mans og ég er á 3 tímabili og er búin að biðja að stækka hann 4 sinnum en aldrei gerist neitt??? ég verð nefnilega að stækka hann útaf ég er í mínus útaf öllum launum hjá´leikmönnunum samt vinn ég alla bikara HJÁLP"
        },
        {
            "user": "mido",
            "user_id": "37792",
            "date": "2003-10-24 18:05:12",
            "id": "1328047",
            "reply_to_id": "1328046",
            "text": "Það er ekki séns að þú hafir fengid le tallec a svona litinn pening eg bauð í hann 5 millz og þeir neituðu"
        },
        {
            "user": "marlet",
            "user_id": "45729",
            "date": "2003-10-29 21:41:36",
            "id": "1328048",
            "reply_to_id": "1328036",
            "text": "Hvað er málið með þessa byrjun á greininni ! en annars er þetta bar þokkalegt hjá þér…en sammt frekar slappt að detta út á móti Auxurre í 3 umferð. Afhverju að kaupa Dudek….á meðan þú ert með Rustu Resper."
        }
    ]
}