{
    "forum_title": "Rómantík",
    "user": "djkisa",
    "user_id": "7316",
    "date": "2003-10-21 11:01:31",
    "title": "rugl milli kynja",
    "text": "ég sé á þessu áhugamáli allt of mikið rugl, annað hvort er fólk að væla eða kvarta eða rífast\n(1. dæmi búhú ég hitti strák/stelpu og ég hef aldrei séð hana síðan , hún var sonna ljóshærð hefur einhver séðana plís svara)\n(2. dæmi sko þannig er það að ég og kærastan/inn hofum verið að rífast sko ég vil fáða/geraða í rassinn öðruhverju en hann/hún leyfir ekki)\n(3.dæmi jei ég á yndislegt líf klöppum fyrir mér lítið á mig!!!!)\n(4. sko strákar eru fífl , stelpur eru bara aumingjar! )\n=S ekki gott mál , þetta eru slæm samskipti\nég viðurkenni það að ekki allar greinarnar flokkast undir þetta, ég veit að sú síðasta sem ég sendi flokkast undir etta 3. ;)\nen jæja það er ekki aðal málið!! Málið er rugl milli kynja , málið er að kynin bara skilja ekki hvort annað lengur.\nstelpur! ekki getiði búist við því að hver strákur sem þið mætið er alger prins á hvítum hesti, eða einmitt öfugt (lítill slímugur froskur sem er svo ömurlegur að hann ætti að búa undir steini)\nég veit að það væri fínt að geta séð hver er hvað en það bara er ekki alveg svo auðvelt því miður! =(\nstrákar! þið getið heldur ekki búist við því að stelpa bara hoppi upp í rúm til ykkar vegna bílsins eða vegna þess að þú varst að fá smokk! það bara gengur ekki upp, og strákar ég veit að ekki allir eru að hugsa með gaurnum þanna niðri en þeir sem gera það setja soldið slæma mynd á ykkur og ýta á vantraust! því miður! =(\nstelpur eru ekki einhverjir kartöflupokar , við viljum líka sofahjá!!!!!! En það er bara horft framhjá þeirri þörf vegna þess að hún er svo miklu meiri hjá strákum! einhver verður að passa uppá að mannkynið glatast ekki í endalausu kynsvalli!\nég bara skil þetta ekki reynið bara að skilja hvort annað og þarfir hvers annars! meira get ég alls ekki beðið um!\nég veit að margir verða eflaust ósammála mér , en þið verðið að viðurkenna að mikið af rugli er í gangi aðeins byggt á misskilningi t.d. að stelpur vilji bara ekki sofa hjá , að þeim finnst betra að fáða í rassinnn, að strákar eru tilfinningalausir (ekki mótmæla þessu commenti , það er svo mikið rugl tengt tilfinningum stráka að ég bara  &#9484;ª&#9496;&#8592;*+&#9571; hef ekki taugar í það, stelpur vilja að strákar hafa tilfinningar svo flýja þær ef þeir eru ofmikið , stelpur þeir eru ekki vanir á þessu sviði og þekkja því ekki milliveginn því miður), að þeir eru bara að eltast við stelpur því þeir eru á þörfinni!\nEru samskipti kynjanna orðin það léleg að við viljum ekki finna milliveg til að gera alla sátta?\nbara velta því fyrir mé",
    "url": "https://www.hugi.is/romantik/greinar/173539/rugl-milli-kynja/",
    "url_id": "173539",
    "id": "1327804",
    "replies": [
        {
            "user": "FlavourSaver",
            "user_id": "33798",
            "date": "2003-10-21 21:16:20",
            "id": "1327812",
            "reply_to_id": "1327804",
            "text": "Hvernig finnst þér að þetta ætti að vera? Þ.e samskipti kynjanna. Annars held ég að það sé oftast bara talað um það sem er slæmt.\nÉg hef ekki séð mikið af greinum hér inni þar sem fólk í sambandi er að dásama hvort annað.\nEflaust eru þeir aðilar annaðhvort hamingjusamir heima hjá sér, nú eða komast þá ekki á netið eða vilja ekki láta okkur hin vita, sem eru alltaf kvartandi og kveinandi."
        },
        {
            "user": "Ramruqai",
            "user_id": "14093",
            "date": "2003-10-21 23:44:46",
            "id": "1327805",
            "reply_to_id": "1327804",
            "text": "Ekki finna neinn milli veg bara sinn veg og hver og einn velur þann sem hefur líkasta veginn :D\nSkemmtilegar lísingar þetta"
        },
        {
            "user": "djkisa",
            "user_id": "7316",
            "date": "2003-10-22 16:45:39",
            "id": "1327806",
            "reply_to_id": "1327805",
            "text": "Þú ert hálfviti :)"
        },
        {
            "user": "djkisa",
            "user_id": "7316",
            "date": "2003-10-22 23:19:44",
            "id": "1327807",
            "reply_to_id": "1327806",
            "text": "YO !!!! hvað er málið?"
        },
        {
            "user": "slvi",
            "user_id": "26218",
            "date": "2003-10-23 16:11:19",
            "id": "1327808",
            "reply_to_id": "1327807",
            "text": "Ég bara fokking hata gaura sem eru að reyna að koma með einhverja geðveika speki sem síðan meikar ekkert sens eða segir manni ekkert nýtt.  Sérstaklega af því að þeir komast oftast upp með það og fólk dáist að þeim fyrir að vera svona gáfaðir."
        },
        {
            "user": "slvi",
            "user_id": "26218",
            "date": "2003-10-23 17:43:48",
            "id": "1327809",
            "reply_to_id": "1327808",
            "text": "Ah, æði.  Þessu var sumsé beint gegn mér.\nEn nei, í alvöru: reyndu að eyða hugtakinu _kyn_ úr huga þér.  Skoðaðu hvað gerist.  Þetta er rosa gaman, sérstaklega fyrir okkur sem eigum við einkynhneigð að stríða.\nHeh, og já:\nÞú ert kvartviti :)"
        },
        {
            "user": "slvi",
            "user_id": "26218",
            "date": "2003-10-29 19:25:43",
            "id": "1327810",
            "reply_to_id": "1327809",
            "text": "Ok fyrir það fyrsta þá var þessu ekki beint gegn þér og í öðru lagi það að þú sért að fara að metast við mig um hvor geti komist lægra kvartviti, ekkertviti, sýnir bara að þú reynir að dreifa athyglinni frá því að þú hafir komið með einhverja misheppnaða speki."
        },
        {
            "user": "slvi",
            "user_id": "26218",
            "date": "2003-10-30 00:43:33",
            "id": "1327811",
            "reply_to_id": "1327810",
            "text": "Ekki gegn mér segir þú?  Nú, ég er þá greinilega bara svona gjarn á að taka ásakanir um hálvitaskap á mig.\nAnnars hef ég yndi af speki, svo miklu betri en óspeki og nafnaköll. Mmmm."
        },
        {
            "user": "Ljomalindin",
            "user_id": "15558",
            "date": "2003-10-22 15:34:09",
            "id": "1327813",
            "reply_to_id": "1327804",
            "text": "Þetta er alveg satt hjá þér :D\nen ekki allir strákar vilja bara sofa hjá… hafiði ekki séð rosa marga stráka sem flýja um leið og einhver stelpa nálgast ;)\nEða kannski ekki… en mér finnst að við stelpurnar egum líka sök á þessu. Eins og þú sagðir þá eru ekki allir strákar annað hvort algjörir prinsar sem dirfast ekki að flekka hinu hvítu jómfrú ;) og ekki heldur einhverjir graðhestar, það eru fínir strákar þarna inná milli c\",)"
        },
        {
            "user": "slvi",
            "user_id": "26218",
            "date": "2003-10-22 16:38:54",
            "id": "1327814",
            "reply_to_id": "1327804",
            "text": "Ég veit ekki..  Ég er held ekkert að við séum að glíma við miskilning kynjanna sérstaklega, né muninn á þeim.  Er ekki munurinn á fólki miklu meiri en svo að það sé áhugavert að skoða mun kynjanna?\nAllavega finnst mér svona vandamál hverfa útum gluggann þegar ég hætti að byggja væntingar mínar til fólks á kyni þeirra.\nEða eitthvað.\nBara það að ég sé gagnkynhneigður strákur (ef það hefur einhverja merkingu) þýðir ekki að ég hafi nokkra frekari innsýn inn í huga karlmannsins en þú.  _Karlmenn_ hafa nefnilega ekki neinn huga, þó að hver og einn þeirra hafi svoleiðis.\nKyss,\nSölvi"
        },
        {
            "user": "Hafthork",
            "user_id": "30530",
            "date": "2003-10-22 16:55:54",
            "id": "1327815",
            "reply_to_id": "1327804",
            "text": "Hvað meinaru að kynin skilja ekki hvort annað lengur? það hefur alltaf verið svoleiðis!!\nHvað þá að reyna að skilja manninn við hliðina á sér karl eða konu!!!!\nSamskipti kynjana eru ekkert orðinn lélegri en áður, það er bara talað opið og meir um það síðan að netið kom upp með forum.\nÉg held að þú sért eitthvað hrifin af rassaríðingum, þú minnist svo mikið á það. :"
        },
        {
            "user": "morgan",
            "user_id": "33023",
            "date": "2003-10-23 07:42:25",
            "id": "1327816",
            "reply_to_id": "1327804",
            "text": "ok síðustu svör eru komin í rugl.\nþað er bara að læra af mistökum (ef maður gerir einhver)og leita að strák/stelpu sem maður lærir að þekkja.\nkv.morgan"
        },
        {
            "user": "aras",
            "user_id": "31873",
            "date": "2003-10-24 10:35:26",
            "id": "1327817",
            "reply_to_id": "1327804",
            "text": "Tjillaðu á dramatíkinni!"
        },
        {
            "user": "Anarcy",
            "user_id": "26727",
            "date": "2003-10-27 23:51:56",
            "id": "1327818",
            "reply_to_id": "1327804",
            "text": "djkisa\nþú skrifar:\n“(3.dæmi jei ég á yndislegt líf klöppum fyrir mér lítið á mig!!!!)” og gagnrýnir svoleiðis greinar.\nHvað er slæmt við það að einhver hafi það gott og vilji deila því með öðrum? Mér finnst þessi grein eiginlega vera alveg jafn mikið rugl og sumt sem ég les hérna´.\nÞað yrðu mjög fáar greinar á Huga ef fólk hefði ekki mismunandi skoðanir og löngun til að lýsa þeim, núna vilt þú útiloka greinar sem fela í sér hjálparbeiðni og greinum sem lýsa jákvæðri reynslu… En ég er nokkuð sammála nr. 1 og 4 hjá þér.\nOg ertu að segja að tilfinningar stráka séu rugl, þú ert komin í sama farið og þú varst að fordæma, auðvitað eru sumir strákar með brenglaðar tilfinningar eða kunna ekki að takast á við þær, en þú mátt ekki gleyma að það er líka mikill fjöldi kvenna sem á við sama vandamál að stríða. Ég hef nú bara lesið fullt af greinum hérna á Huga eftir stelpur sem eru með tilfinningavandamál.\nkv. Kjánakall"
        },
        {
            "user": "djkisa",
            "user_id": "7316",
            "date": "2003-10-28 11:10:31",
            "id": "1327819",
            "reply_to_id": "1327818",
            "text": "fyrirgefðu kjánakall en ég er ekki að reyna að vera með nein leiðindi ég er bara að útskýra hvað þetta áhugamál er orðið þröngsýnt, það eru bara svona greinar sendar inn allt gott og blessað með það og þessar mismunandi skoðanir!\nen þetta með tilfinningarnar er sko þannig (ég útskýrði það ekki nóg áður) að strákar hafa tilfinningar , þeir eru tilfinninga verur þó að enginn (hvorki strákar né stelpur) vilji viðurkenna það og það er þröng sýni!\nég er oft miskilin =("
        },
        {
            "user": "Anarcy",
            "user_id": "26727",
            "date": "2003-10-28 12:46:02",
            "id": "1327820",
            "reply_to_id": "1327819",
            "text": "djkisa\nAllt í lagi, það getur alltaf orðið misskilningur :)"
        },
        {
            "user": "Andyandlou",
            "user_id": "1783",
            "date": "2003-10-30 18:47:46",
            "id": "1327821",
            "reply_to_id": "1327804",
            "text": "Tetta er alveg rangt hjá tér. Tetta eru ekkert slaem samskipti… Tetta er bara svona. Baedi strákar og stelpur tó ad tau játi tad ekki."
        },
        {
            "user": "endogen",
            "user_id": "30444",
            "date": "2003-10-31 00:55:59",
            "id": "1327822",
            "reply_to_id": "1327804",
            "text": "Eins og Svartnaggurinn sagði svo spakmannlega í T2: “It's in your nature to destroy yourselfs”."
        }
    ]
}