{
    "forum_title": "Sápur",
    "user": "guggaein",
    "user_id": "43944",
    "date": "2003-10-22 10:59:39",
    "title": "leiðarljós 21.10",
    "text": "hvað er að ske?\nhvar er update síðustu daga?\ní gær var mikið fjör og mikið að ske:)\nTURNARNIR\nBilly leiðir hart inn á skrifstofu til þess að hringja í lögguna. Hann vill samt fyrst að hann hringi í pabba sinn svo hann geti hitt hann á löggustöðinni svo að hart muni ekki þurfa að gista í fangageymslum um nóttina (segið svo að billy sé ekki almennilegur!). Hart að sjálfsögðu harðneitar því. Heill herskari af fólki ræðst inn á skrifstofuna til að sjá hvað sé að ske og reyna að koma í veg fyrir að billy hringi á lögguna. þau eru öll send í burtu þó að dylan verði eftir. Hann lítur svo eftir sakamanninum meðan billy sækir hamp. Þeir ræðast lítillega við, hart vill að dylan leyfi sér að stinga af en hann er nú ekki á þeim buxunum. Segist vilja sjá þetta mál leyst á réttlátan hátt. Þegar billy og hamp snúa aftur er vanessa með í ferð. Hún vill ekki að kallað sé á lögguna, býðst til að borga skuldina og bíður hart um leið peninga. Hann neitar að taka við peningum af henni né nokkurum öðrum. Upphefjast mikil rifrildi um það hvers vegna hann fái ekki bara peninga hjá pabba sínum. Hann útskýrir að hann vilji ekki taka við blóðpeningum. Hann er þá spurður hvers vegna hann fái sér ekki vinnu, hann útskýrir að enginn vilji ráða son rogers. Billy sér lausn á þessum vanda og býður honum vinnu hjá lewis, efitr miklar rökræður er það ákveðið að hann fari að vinna hjá dylan.\nÞað hlakkar í billy við þessi málalok, því hann getur ekki beðið eftir að sjá svipinn á roger þegar hann kemst að því að sonurinn er genginn í lið óvinarins:) (þegar út í það er farið get ég ekki beðið heldur…hehehehe).\nGISTIHEIMILIÐ\nStelpurnar fara að spila (mindy, julie, bridget og kat). kat til mikillar óánægju enda hún á leið upp í rúm með david.\nÞau komust þó þangað á endanum og máttum við þola mikið væmnar senur með þeim skötuhjúum! (það var voða gaman að bíða eftir fyrsta kossinum, en var einhver að bíða eftir fyrstu mökunum?!?)\nDylan lætur hart vita að hann eigi ekki meira inni hjá sér vegna kærustustuldsins.\nHEIMA HJÁ ÞORPARANUM\nroger og jenna eru uppi í rúmi. henni finnst hann ekki nógu opinn. hann segir að hann hafi vanið sig snemma á þetta og hún eigi ekki að biðja sig um að breyta sér. hún er nú ekki alveg að sætta sig við það og þrýstir á um að þau ræði um hart.\nhún kemur með þá hugmynd að hún bjóði honum vinnu hjá spaulding, hann muni eiga erfiðara með að neita atvinnuboði frá henni en frá þorparanum. Roger verður himinlifandi, reyndar svo glaður að það koma tár (greyið!)\nSJÚKRAHÚS og HEIMA HJÁ ED\ned skammar eve fyrir að vera að hnýsast í skjöl mindyar. segir að þetta verði tekið fyrir á læknafundi og að hún eigi yfir höfði sér harða refsingu.\neve er ekki tilbúinn að taka því og eltir hann heim og kemur með mjög svo dulbúna hótun um það að hún muni kjafta frá framhjáhaldi hans ef hann fari með þetta fyrir nefndina.\nGÓÐUR þáttur!\nMínar pælingar…gaman að sjá roger gráta…!\nÉg ætla rétt að vona að þegar þeir dylan og hart fara að vinna saman að þeir endurnýji vinskapinn og nái að líta fram hjá þessu julie máli. Fyrst rick og phillip gátu unnið sig út úr óléttumáli meridith þá hljóta strákarnir að geta komist yfir þetta smáræði!\nVonandi verður tekinn góður tími í það þegar roger kemst að nýju vinnu sonarins…hehehe…og vonandi verður billy á staðnum til að hlakka yfir því! (ef einhver er í vafa þá er roger ekki mitt uppáhald!)",
    "url": "https://www.hugi.is/sapur/greinar/173724/leidarljos-2110/",
    "url_id": "173724",
    "id": "1329463",
    "replies": [
        {
            "user": "Selena",
            "user_id": "29486",
            "date": "2003-10-22 13:23:58",
            "id": "1329464",
            "reply_to_id": "1329463",
            "text": "afhverju er hart á leið í fangelsi?"
        },
        {
            "user": "simaskra",
            "user_id": "18264",
            "date": "2003-10-22 14:33:31",
            "id": "1329465",
            "reply_to_id": "1329464",
            "text": "Billy stóð hann að verki þar sem hann var að reyna að stela í Turnunum."
        },
        {
            "user": "freki",
            "user_id": "1682",
            "date": "2003-10-22 15:37:35",
            "id": "1329466",
            "reply_to_id": "1329465",
            "text": "Gaman að sjá þetta þá er maður ekki að senda inn núna :)\nEn þá kem ég með Gl í dag .) 22/10\nKveðja\nVoffi"
        },
        {
            "user": "icewoman",
            "user_id": "34033",
            "date": "2003-10-22 20:56:35",
            "id": "1329467",
            "reply_to_id": "1329466",
            "text": "Þið eruð frábær :-D Ég hef verið að vinna svo mikið undanfarið að ég hef ekki komist í að sjá þættina. Meiriháttar að geta fylgst með hérna á huga svona þangað til tími gefst aftur til áhorfs!\nIcewoman"
        }
    ]
}