{
    "forum_title": "Harry Potter",
    "user": "sillymoo",
    "user_id": "41079",
    "date": "2003-10-22 16:46:26",
    "title": "Aftur til Hogwarts, þriðji hluti.",
    "text": "((Loksins, LOKSINS er þriðji hlutinn minn í þessarri sögu tilbúinn og netið hjá mér komið í lag. :) ég vona að ykkur (þ.e.a.s þeim sem muna eftir sögunni minni)) eigi eftir að líka eins vel við þennan hluta eins og við hina tvo. Því miður kann ég ekki ennþá að búa til link og linka á hina tvo kaflana þannig að þið verðið líklegast að finna þá sjálf, ef þið viljið vita hvað gerðist á undan þessum kafla.))\n((here we go!))\nHarry vaknaði um miðja nóttina vegna þess að hann lá ofan á ummyndunarbókinni sinni. Hann settist upp í rúminu sínu og leit í kringum sig. Jafnvel Ron hraut smávegis eftir þennan langa spennandi fyrsta dag þeirra í skólanum. Harry klóraði sér í hausnum og stóð upp til þess að fara í náttfötin sín. Hann hafði klætt sig og var að taka bækurnar sínar, blöð og fjöðurstafi úr rúminu sínu þegar hann heyrði hljóð fyrir aftan sig.\nHann snéri sér eldsnöggt við og greip sprotann sinn sem lá á náttborðinu hans. Ekkert. Skyndilega heyrðist hljóðið aftur. Það virtist koma úr setustofunni. Harry leit í áttina að Ron og hugsaði eitt augnablik um að vekja hann til þess að fá hann til þess að koma með sér að athuga þetta. En forvitnin rak Harry í áttina að setustofunni. Hver veit nema að valdur hljóðsins gæti verið farinn þegar Harry hafði tekist að vekja Ron og fara með hann niður. Hann læddist niður stigaþrepinn og passaði sig á þeim sem marraði í.\nSetustofan var auð og eina birtan stafaði frá glóðunum frá arininum. Hann gekk hljóðlega inn í miðja setustofuna með sprotann á lofti og horfði vel í kringum sig.\nHann sneri sér við snögglega með orðin ”expelliarmus” í munninum þegar hljóð heyrðist fyrir aftan hann. Gul augu blöstu við honum og Harry lét sprotann síga þegar hann áttaði sig á því að þetta var aðeins Skakklappi sem lá þarna í einum hægindastólnum.\nAugu Harrys voru farin að venjast myrkrinu núna og eftir smá stund hafði hann sannfært sjálfan sig um að setustofan væri gjörsamlega auð og að hljóðið hafi aðeins verið í Skakklappa. Þegar hann var að fara að ganga upp í svefnsalinn heyrði hann hljóðið, það sama og hann hafði heyrt uppi í svefnsalnum á ný, fyrir aftan sig.\nÞað var eins og köldu vatni væri steypt niður bak hans þegar hann snéri sér hægt við með sprotann á lofti og augun galopin bakvið gleraugun.\nHljóðið virtist koma frá setustól sem sneri að arininum með bakið í Harry. Hann herti gripið á sprotanum sínum og fetaði sig í gegnum myrkrið á tánum í átt að stólnum. Hann hélt niður í sér andanum þegar hann var um tveimur skrefum frá og hlustaði eftir hverju einasta smáhljóði. Loks herti hann takið en betur á sprotanum sínum svo að hnúarnir hvítnuðu og stökk fram, með augun á stólnum og sprotann tilbúinn.\nEn sú sjón sem hann sá, bjóst hann ekki við. Sprotinn féll úr hendi hans þó hnúarnir væru ennþá hvítir og krepptir. Í stólnum á móti honum sat Sirius Black, sprelllifandi og frekar veiklulegur. Hann horfði einbeittur inn í arinninn, líkt og Harry gerði stundum þegar hann var að hugsa, og þegar Harry missti sprotann leit hann hægt upp og á Harry.\n”Si……Sir…..Siri….” stamaði Harry í hvísli út úr sér og tók eitt skref aftur á bak, hristandi höfuðið. Þetta gat ekki verið. Sirius var dáinn, farinn. Hann dó þetta kvöld af hendi frænku sinnar, Bellatrix, og gæti ómögulega komið til baka. Þetta gat ekki staðist.\n”Harry” Sagði Sirius sem horfði nú einbeittur á hann og kinkaði kolli.\nHarry sortnaði fyrir augu þegar Sirius talaði. Þetta var röddin hans og þetta var hann. En Harry hélt áfram að sortna fyrir augu þar til allt var orðið svart, hann féll til jarðar og rak höfuðið í eitthvað.\nHugsanirnar héldu áfram að fljúga í gegnum höfuð hans. Sirius, á lífi. Hvernig gat það staðist? Það var Sirius sem að hann sá deyja þarna um kvöldið. Var það ekki annars?\nDumbledore, Dumbledore sagði honum það. Dumbledore sagði hvað honum þætti leiðinlegt að Sirius hafði dáið og reyndi meira að segja að taka sökina á því. Hvernig stóð þá á því að hann hafði séð Sirius í setustofunni? Hafði hann verið draugur? Gat það verið? Gat verið að Sirius hefði komið aftur og nú gæti Harry haldið áfram að hitta hann? En næstum hauslausi Nick hafði sagt honum að sumir galdramenn kysu að koma ekki aftur, af hverju var Sirius þá að koma fyrst núna?\nHarry snéri sér á hliðina og breiddi sængina betur yfir sig. Sængina? Hann opnaði hægt annað augað. Hann var uppi í rúmi. Hafði þetta þá bara verið draumur? Enn önnur martröðin um Sirius? Hann andvarpaði í hljóði og gaut augunum niður á hvíta sængina. Hann kannaðist ansi vel við þessa sæng. Hann settist með erfiðleikum upp í rúminu og leit í kringum sig. Hann var í sjúkrahúsálmunni, í einu rúminu þar.\nSjúkrahúsálman var tóm fyrir utan stelpu sem lá í rúmi aðeins fjær honum. Sólin skein innum gluggana á rúmin og í fjarlægð heyrði hann kunnulegt uml í ungfrú Pomprey.\nHarry nuddaði stírurnar úr augunum og teygði sig í vatnsglas á náttborðinu sínu. Hann fékk sér sopa og í því gekk ungfrú Pomprey inn.\n”Ah, ég sé að þú ert loksins vaknaður herra Potter. Það er mikið verð ég að segja, klukkan er næstum því fjögur.” Hún brosti og færði pottaplöntu af náttborði yfir á hans.\n”Svona, leyfðu mér að skoða hvernig þú lítur út” Sagði hún, ýtti honum aðeins fram og fór að skoða eitthvað aftan á höfuðinu á honum. ”Aðeins betra, aðeins betra” muldraði hún. ”Ungfrú Pomprey? Af hverju er ég hér?” Spurði Harry og reyndi að snúa sér til að sjá hana. ”Smá sletta af snídasóli ætti að duga” hélt hún áfram að muldra og gekk svo inn á skrifstofuna sína. Harry andvarpaði.\n”Þú komst hingað í nótt.” Sagði kunnuleg rödd. ”Prófessor McGonagall og einhver stelpa komu með þig.” Harry leit snöggt til hliðar. Í rúmi nokkrum rúmi frá hans lá engin önnur en Luna Lovegood, brosandi út í annað.\n”Luna!” Sagði Harry hissa. ” Hvað ert þú að gera hér?” Luna hló skringilega og dró sængina sína af öðrum fætinum. Hann var útsettur í litlum bólum og undarlegum grænum línum. ”Ég týndi skónum mínum og ákvað að gera smá galdur til að finna þá. Hann mistókst svolítið en það er verið að blanda mixtúru handa mér.”\nHarry kinkaði kolli en honum grunaði þó að Luna hefði ekki týnt skónum sínum og að jafnvel einhver annar hefði gert þennan galdur. Miðað við það sem hann hafði séð af göldrum Lunu var hún ekki svo slæm norn að slasa sjálfa sig í stað þess að finna skóna sína. Einfaldur expelli armus galdur hefði jafnvel dugað í þessu tilfelli.\n”Allaveganna, prófessor McGonagall kom með þig hingað eldsnemma í morgunn með einhverri stelpu sem sagðist hafa fundið þig í setustofunni í morgunn. McGonagall lét þig í eitt rúmið og fór svo með stelpunni og kom svo til baka og talaði eitthvað við frú Pomprey. Ég heyrði ekki hvað þó að ég teygði mig eins langt og ég gat” Luna roðnaði smá og leit brosandi undan. Ungfrú Pomprey kom vaðandi inn með flösku og fór upp að rúminu hans Harry.\n” Taktu tvo þrjá sopa af þessu vinurinn og þá ættirðu að geta farið í stóra salinn um kvöldmataleitið.” Harry leit á flöskuna sem innihélt undarlega fjólubláan vökva. Framan á stóð með flögnuðum grænum skrautstöfum: Snídasól.\nHarry skrúfaði tappann af og tók tvo sopa í flýti. Þetta bragðaðist undarlega, eins og gos sem er búið að vera opið aðeins of lengi og er orðið volgt. Um leið og það rann niður hálsinn kitlaði Harry alveg óstjórnlega og hann missti næstum því flöskuna.\n”Þetta er betra þegar þetta er kalt.” Sagði ungfrú Pomprey og gekk með flöskuna inn á skrifstofuna aftur.\n”Þú ert heppinn” Sagði Luna. ”Færð að fara heim svona snemma. Ég þarf líklegast að vera hérna í nokkra daga í viðbót”.\n”Ertu ekki búin að fá einhverja gesti?” Spurði Harry en sá eftir spurningunni strax um leið og hann sá að ekkert var á náttborðinu hennar. Luna hristi höfuðið og virtist frekar leið. Eftir smá þögn lagðist hún niður og snéri bakinu í Harry.Hann andvarpaði og lagðist líka niður.\n”Harry?” Hvíslaði einhver og hann settist upp. Í dyragættinni stóð Ron og leit í kringum sig flóttalega í kringum sig. Harry gaf honum bendingu að koma inn og hann, Hermione og Ariana læddust inn að rúminu hans. Hermione dró tjaldið í kringum rúmið hans og þau settust niður á stóla við hliðina á rúminu.\n”Er allt í lagi, félagi?” Spurði Ron áhyggjufullur og starði á hann. Harry hló hljóðlega.\n”Auðvitað. Ég man nú varla hvernig ég endaði hérna.” Hann vissi fyrir vissu að hann vildi ekki láta þau vita af hverju hann hafði verið þarna niðri í setustofu eða hvað hann hafði séð. En Hermione og Ron horfðu á hann grunsamlega og Ariana starði á pottaplöntuna á náttborðinu.\n”Harry? Segðu okkur sannleikann.” Sagði Hermione. ”Það var Ariana sem fann þig í morgunn í setustofunni. Hún sagði okkur að þegar hún reyndi að vekja þig muldraðirðu stöðugt nafn Sir….”Hún þagnaði en hélt svo áfram: ”Nafn Snata og að hann væri á lífi.” Harry leit snöggt á Ariönu sem roðnaði og fór eitthvað að fikta í plöntunni. Hann leit aftur á Ron og Hermione.\nHann gaf þeim bendingu að koma nær sér og það gerðu þau, öll þrjú. Hann beygði sig líka fram og leit snöggt í kringum sig. ”Ég sá hann.” Hvíslaði hann með áhyggjufullum rómi. ”Snati er lifandi og kominn aftur. Hann hlýtur að hafa farið þegar það leið yfir mig, mér brá svo þegar ég sá hann”. Hermione og Ron litu á hvert annað með áhyggjufullum svip en Ariana starði á Harry. ”Hver er Sir…Fyrirgefðu, Snati?” Hvíslaði hún.\n”Hann er guðfaðir minn. Ég hélt að hann hefði dáið í vor en ég sá hann í gær og hann er greinilega á lífi.” Harry hvíslaði til baka og fann hvernig sælutilfinning breiddist um hann þegar hann sagði þetta. Hann hallaði sér aftur á bak og starði á hvítt tjaldið fyrir framan sig. Sirius var á lífi og bráðum fengi hann að hitta hann aftur.\n”Harry..” Sagði Hermione og hann heyrði að rödd hennar hljómaði ekki eins ánægð og hann var. Skyndilega voru tjöldin dregin frá. ”Gaf ég leyfi fyrir gestum?” Sagði ungfrú Pomprey og horfði illilega á Hermione, Ron og Ariönu.\n”Við vildum bara vita hvernig honum liði” Sagði Ariana allt í einu. ”Hann virtist vera svo veikur í morgunn þegar við prófessor McGonagall komum með hann”.\nUngfrú Pomprey gaut augunum á Ariönu og andvarpaði svo. ”Ég kom nú í raun bara til þess að tilkynna þér, herra Potter, að þú mættir klæða þig og fara til kvöldverðar. Þér virðist vera batnað”. Að því loknu snéri hún sér við og gekk að rúminu þar sem Luna lá til þessa að athuga líðan hennar. Hermione, Ariana og Ron gengu út fyrir tjaldið á meðan Harry klæddi sig og gengu svo með honum út. Harry brosti til Lunu þegar hann kom að hurðinni og Luna brosti til baka. Hann einsetti sér að reyna að heimsækja hana, þar sem hún virtist eiga fáa sem enga vini.\nÞau gengu saman niður í stóra salinn og að Gryffindor borðinu þar sem þau settust niður. Harry heyrði hvískur í kringum sig og fann fyrir augnagotunum en það skipti engu. Hann var í raun orðinn svo vanur þessu og  tilhugsunin um að Sirius gæti verið á lífi átti hann allan. Hann var í svo góðu skapi að hann sönglaði með sér á meðan hann skammtaði sér mat á diskinn sinn. Maturinn bragðaðist einstaklega vel og datt honum í hug að jafnvel kíkja í heimsókn til Dobby og hinna húsálfanna í eldhúsinu. Hann gæti tekið Ariönu með, þar sem hún hafði aldrei farið þangað. Hann leit upp og náði augnsambandi við Ariönu strax því svo virtist sem hún hafði verið að horfa á hann. Hann brosti til hennar og hún brosti til baka. Hann flýtti sér að taka sopa af graskerssafanum sínum til að gera eitthvað annað og roðna ekki. Hann leit í kringum sig á snæðandi nemendurnar og gaut augunum upp að kennaraborðinu. Fyrir miðjunni sat Dumbledore eins og vanalega en hann virtist vera búin að borða því hann starði bara fram fyrir sig annars huga. Kennararnir voru allir að borða og prófessor Donahue og Hagrid, sem sátu við hliðina á hvort öðru, spjölluðu saman á meðan hún týndi upp í sig snyrtilega skorna smákjötbita og Hagrid tók risabita af kjötsneiðinni og þambaði safa úr bikar sem líktist frekar skál.\nAllir kennararnir voru að borða nema prófessor McGonagall sem starði á hann til baka með áhyggjufullan svip. Þegar hún áttaði sig á því að Harry horfði til baka á hana virtist hún verða frekar hvumsa og velti um koll bikaranum sínum. Hún dró upp sprotann sinn og sló honum á borðið þar sem hann þurrkaði upp því sem hún sullaði niður.\n”Ariana?” Sagði Harry og sneri sér að henni. ”Sagðirðu prófessor McGonagall það sama og þú sagðir Hermione og Ron?”\nAriana, Ron og Hermione, sem öll höfðu verið að spjalla, þögnuðu og litu á hann.\n”Af hverju dettur þér það í hug Harry? ” Sagði Hermione og reyndi að draga athygli hans frá Ariönu til hennar með því að sveifla bikarinum sínum fram og til baka.\n”Af því að síðastliðnu mínúturnar hefur hún verið að stara á mig og  þegar hún sá að ég hafði tekið eftir því dauðbrá henni” sagði Harry þungbúinn og beið eftir svari. Vinir hans litu hvorn á annan í nokkra stund þar til Ariana loks svaraði. ”Ég sagði prófessor McGonagall frá því sem þú sagðir í nótt, Harry. Ég vissi ekki hver Snati var og ég hafði áhyggjur af þér”. Harry ýtti frá sér matardisknum sínum og leit illilega upp á kennaraborðið þar sem McGonagall þóttist vera að tala við Dumbledore.\n”Harry” Sagði Hermione. ”Hún vissi ekki…”\n”Ég heyrði í henni, Hermione!” Sagði hann og hellti graskerssafa í bikarinn sinn. Hann tók stóran sopa og leit svo á Hermione. ”Málið er að Snati gæti verið á lífi en nú er möguleiki að ég fái ekkert að hitta hann aftur, þar sem McGonagall á örugglega eftir að vera eins og haukur í kringum mig”. Hann bunaði því út úr sér og tók ekki eftir því að ólíkt nemendunum í næstu tíu sætum við hliðina á Harry, horfðu Hermione, Ron og Ariana ekki á hann. Það tók Harry smá tíma til að átta sig á hvað þau voru að horfa á en hann þurfti ekki að líta í áttina sem augu þeirra beindust til að komast að því hvað það var.\n”Herra Potter, værirðu til í að koma með mér aðeins?” Sagði prófessor McGonagall. Hún stóð við endann á borðinu, þar sem Ariana, Ron og Hermione höfðu verið að horfa til.\nHarry gaut augunum á þau áður en hann stóð upp frá borðinu og með fiðring í maganum og augu langflestra Gryffindor nemana á bakinu, gekk hann með prófessor McGonagall út úr stóra salnum.\n((“Aftur til Hogwarts, fjórði hluti” væntanlegur.))",
    "url": "https://www.hugi.is/hp/greinar/173743/aftur-til-hogwarts-thridji-hluti/",
    "url_id": "173743",
    "id": "1329823",
    "replies": [
        {
            "user": "sillymoo",
            "user_id": "41079",
            "date": "2003-10-22 18:31:12",
            "id": "1329824",
            "reply_to_id": "1329823",
            "text": "Góð fanfic, vantaði kannski spoiler vörn  í sambandi við dauða á vissri persónu…"
        },
        {
            "user": "sillymoo",
            "user_id": "41079",
            "date": "2003-10-22 18:35:57",
            "id": "1329825",
            "reply_to_id": "1329824",
            "text": "…og heitir hjúkrunarkonan ekki Pomfrey?"
        },
        {
            "user": "sillymoo",
            "user_id": "41079",
            "date": "2003-10-22 18:41:01",
            "id": "1329826",
            "reply_to_id": "1329825",
            "text": "gvöð!!!! ég gleymdi spoiler vörninni!!! :( sorrí sorrí sorrí…… argh………….\nog varðandi hjúkkunafnið, ég mundi ekki alveg hvernig átti að skrifa það og komst ekki í bækurnar til að gá þannig að…"
        },
        {
            "user": "sillymoo",
            "user_id": "41079",
            "date": "2003-10-22 18:45:12",
            "id": "1329827",
            "reply_to_id": "1329826",
            "text": "passaðu næst spoiler vörnina ég er nefnilega ekki búinn að lesa bókina og var að fara að byrja á sögunni þegar ég raka augun í fyrsta komentið og sá að það voru spolerar í þessari grein ;)\nPs. ég á eftir að lesa söguna, en ekki fyrr en ca. 3-5.nóv. ;)"
        },
        {
            "user": "sillymoo",
            "user_id": "41079",
            "date": "2003-10-22 18:50:48",
            "id": "1329828",
            "reply_to_id": "1329827",
            "text": "gott. :) ég hefði ekki viljað eyðileggja þetta allt fyrir þér.\nég hef alltaf munað eftir Spoiler vörninni sko, núna var bara eitthvað svo mikið mál að koma greininni í gegn að hún gleymdist gjörsamlega."
        },
        {
            "user": "BudIcer",
            "user_id": "18832",
            "date": "2003-10-22 19:03:56",
            "id": "1329829",
            "reply_to_id": "1329824",
            "text": "Það er náttúrulega spoiler banner á forsíðunni og þá er réttast að halda að allar greinar gætu innihaldið spoilera…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-10-22 19:05:56",
            "id": "1329830",
            "reply_to_id": "1329829",
            "text": "Jebba, þessvegna álpaðist ég til að lesa komentin ;)"
        },
        {
            "user": "unnza",
            "user_id": "43881",
            "date": "2003-10-22 19:28:15",
            "id": "1329831",
            "reply_to_id": "1329823",
            "text": "Hjúkkan heitir…\n…fröken Pomfrey en ekki frú/ungfrú pomprey"
        },
        {
            "user": "unnza",
            "user_id": "43881",
            "date": "2003-10-22 19:30:34",
            "id": "1329832",
            "reply_to_id": "1329823",
            "text": "Hjúkkan heitir…\n…fröken Pomfrey en ekki frú/ungfrú pomprey"
        },
        {
            "user": "sillymoo",
            "user_id": "41079",
            "date": "2003-10-22 20:23:59",
            "id": "1329833",
            "reply_to_id": "1329832",
            "text": "hjúkk. :) þá ætti ég að geta andað rólega. ég fékk sjokk þegar þið minntust á spoilerinn…"
        },
        {
            "user": "Regza",
            "user_id": "30997",
            "date": "2003-10-22 22:57:48",
            "id": "1329834",
            "reply_to_id": "1329823",
            "text": "Mjög flott!\nHlakka til að lesa næsta hluta :)\nKv. Regí."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-10-23 08:29:07",
            "id": "1329835",
            "reply_to_id": "1329823",
            "text": "shnild!!!\nGeðveikt góður spuni! Vonandi kemur framhald á næstunni, því að þetta er bara A+ eða eitthvað. Í það minnsta A…\nscherma"
        },
        {
            "user": "sillymoo",
            "user_id": "41079",
            "date": "2003-10-23 12:15:22",
            "id": "1329836",
            "reply_to_id": "1329823",
            "text": "Þetta eru bestu áhugaspunar sem ég hef lesið!\nErtu viss um að þú sért ekki skyld Rowling einhverneigin?"
        },
        {
            "user": "sillymoo",
            "user_id": "41079",
            "date": "2003-10-23 20:57:23",
            "id": "1329837",
            "reply_to_id": "1329836",
            "text": "lol, maður veit nú aldrei sko. væri alveg til í að vera það…..\nEn framhaldið er væntanlegt. Þó að það sé mjög mikið að gera í skólanum hjá mér núna mun ég gefa mér tíma til að skrifa fjórða hluta svo að þið, kæru lesendur hp áhugamálsins, þurfið ekki að bíða lengi. :)"
        },
        {
            "user": "mariakj91",
            "user_id": "38475",
            "date": "2003-10-27 17:49:08",
            "id": "1329838",
            "reply_to_id": "1329823",
            "text": "Fínt fanfic en.. akkurru seturu alltaf “((xxxxx))” með svona 2 svigum alltaf?"
        },
        {
            "user": "peregrin",
            "user_id": "21656",
            "date": "2003-11-02 19:50:21",
            "id": "1329839",
            "reply_to_id": "1329838",
            "text": "Bravo, meistari sillymoo. Gaman að sjá að þú ert alltaf jafn virk hér á þessu áhugamáli sem ég kem reyndar aldrei á nema til að lesa sögurnar þínar, en það kemur þessu öllu saman ekkert við.\nAnyway… mjög gott hjá þér en mundu bara að ekki er kálið sopið þó í ausuna sé komið!"
        },
        {
            "user": "sillagorilla",
            "user_id": "45201",
            "date": "2003-11-03 02:58:36",
            "id": "1329840",
            "reply_to_id": "1329823",
            "text": "Þetta er frábært!!!!!!\nBesta fanfic sem ég hef lesið og\nmeira, meira!!!"
        },
        {
            "user": "sillymoo",
            "user_id": "41079",
            "date": "2003-11-03 15:09:21",
            "id": "1329841",
            "reply_to_id": "1329840",
            "text": "Þakk' ykkur öllum fyrir. :D\n((ég veit ekki alveg af hverju ég geri svona tvöfalda sviga, líklegast er það bara smá kækur í mér og svo ber svona aðeins meira á svigunum =o) ))"
        },
        {
            "user": "svanaerla",
            "user_id": "32092",
            "date": "2003-11-18 10:40:53",
            "id": "1329842",
            "reply_to_id": "1329823",
            "text": "ég bíð eftir framhaldi……:D"
        }
    ]
}