{
    "forum_title": "Sápur",
    "user": "angelina",
    "user_id": "31251",
    "date": "2003-10-22 18:18:26",
    "title": "Nágrannar 22 Október",
    "text": "Þetta gerðist í dag :\nSusan ákvað að flytja aftur inn til Karls en vill vera í öðru herbergi en hann, svo ákvað Libby að slást í hópinn og koma líka og flytja inn.\nLou er með eitthvern hósta alltaf og allir eru að hafa áhyggjur. Harold fór til hans til að böggast yfir áfengum hlaupkúlum sem hann er að selja á kránni og sagði að áhyggjufullir foreldrar munu mótmæla hlaupkúlunum.\nRosie er abbó út í gelluna sem harold er byrjaður að date-a.\nTodie er fúll því hann vill eyða meiri tíma með Dee og hún er rosa upptekin og sýnir lítinn áhuga. Dee fór á námskeið hjá Coocky og hann var alltaf að hrósa henni og daðra við hana og Sheena var eitthvað fúl og var að segja Dee hvað hann hafi verið leiðinlegur við sig.\nSvo komst ekki Dee heim um kvöldið því hún þurfti að fara að nudda einhvern, viti menn kemur þá ekki Coocky, hún á að nudda hann.\nÞað er búið að fattast að Darcy og Chloe eru að slá sér saman, það spæjaði einhver um þau og tók myndir. Chloe vildi ekki leyfa Darcy að koma með sér heim því hún þarf að segja börnunum sínum frá ástarsambandinu.\nKarl var að tala við Darcy og Karl hélt að hann væri með Chloe út af peningunum hennar.\nThat's all folks",
    "url": "https://www.hugi.is/sapur/greinar/173752/nagrannar-22-oktober/",
    "url_id": "173752",
    "id": "1330068",
    "replies": [
        {
            "user": "Lovebird",
            "user_id": "24919",
            "date": "2003-10-22 21:00:19",
            "id": "1330069",
            "reply_to_id": "1330068",
            "text": "Puuhhhh… rosie er bara leiðinleg.. hun er alltaf að fá það besta en leyfir engum öðrum að njóta sín.. Hún átti Lou..\nMér finnst Kartan Vera ósangjörn..!!!\nthats all i have to say"
        },
        {
            "user": "babe63",
            "user_id": "37578",
            "date": "2003-10-22 22:34:53",
            "id": "1330070",
            "reply_to_id": "1330068",
            "text": "sko…hann heitir Mister Cook n kallaður Cookie en ekki coocky! bra að segja það ;)"
        }
    ]
}