{
    "forum_title": "Metall",
    "user": "ibbets",
    "user_id": "10684",
    "date": "2003-10-23 01:50:00",
    "title": "Death - Leprosy",
    "text": "Jæja halda nú áfram skrif mín um goðin og frumkvöðlana í Death.\nÁri eftir að þeir gáfu út “Scream Bloody Gore” gáfu þeir út plötuna “Leprosy”.\nÞegar hér er komið við sögu er meistari Chuck búinn að fá til sín töluvert þéttari og betri mannskap á hljóðfærin.\ncredit listi\nBill Andrews  -  Drums\nScott Burns  -  Engineer\nTerry Butler  -  Bass\nMike Fuller  -  Mastering\nDanny Johnson  -  Producer\nChuck Schuldiner  -  Guitar, Vocals\nDavid Bett  -  Art Direction\nFrank White  -  Photography\nEdward Repka  -  Artwork\nRick Rozz  -  Guitar\nÞað er áberandi meiri “pro” stíll yfir “leprosy”.  Lögin eru flóknari og “fallegri” ef svo má að orði komast.  Öll lögin innihalda rólega melódíska kafla, hraða sóló kafla, grípandi viðlög og ýmislegt í fleira í þeim dúr.\nAllur hlóðfæraleikur er til fyrirmyndar fyrir utan kanski gítarleik Rick Rozz, sem seint verður talinn flinkur held ég….\nTrommuleikurinn er áberandi mikið betri en á “Scream Bloody Gore”, enda Bill Andrews mjög hraður og fær trymbill.\nTextarnir eru líka áberandi betri, meira þroskaðir.  Hér er Chuck farinn að semja meira pólitíska og kanski svolítið dramatískari texta.  Hann er hættur að tala um nágengla með öxi að hakka fólk í spað og farinn að rymja um menn sem eru tengdir vélum sem halda í þeim lífinu sbr “Pull The Plug”, og sjúkdóma sem munu herja á þér og drepa þig sbr “Leprosy”.\nTrack listi\n1.   Leprosy (Schuldiner) - 6:19\n2.   Born Dead (Rozz/Schuldiner) - 3:25\n3.   Forgotten Past (Rozz/Schuldiner) - 4:33\n4.   Left to Die (Rozz/Schuldiner) - 4:35\n5.   Pull the Plug (Schuldiner) - 4:25\n6.   Open Casket (Rozz/Schuldiner) - 4:53\n7.   Primitive Ways (Rozz/Schuldiner) - 4:20\n8.   Choke on It (Rozz/Schuldiner) - 5:54\nPlatan byrjar á titil laginu “Leprosy”, ágætt lag sem óneitanlega virkar mjög langt, þó að það sé ekki nema 6:19 mín.  Sennilega er það af því að það er enginn áberandi flottur kafli í laginu.  Lögin sem fylgja í kjölfarið eru mjög svipuð en platan nær áberandi hámarki með laginu “Pull The Plug” sem er eitt það besta dauðarokkslag sem greinarhöfundur hefur heyrt og “Open Casket” sem fylgir í kjölfarið.  Byrjunar riffið í “Pull The Plug” grípur mann strax, hægt og með “harmony bend” á gítarnum og mjög vel saminn texti með drungalegum söng/rym gerir lagið að tærri snilld.\nLögin sem fylgja í kjölfarið falla áberandi í skuggann á þessum 2 lögum og nær hún ekki að koma sér á flot eftir það.\nÞessi plata fær nú alltaf góða dóma hvar sem hún er dæmd, en IMO þá er hún ekki meistaraverk, heldur góður kynnir á því sem seinna skyldi koma.\nÉg gef henni *** af ***** mögulegum.\nTakk fyrir.",
    "url": "https://www.hugi.is/metall/greinar/173908/death-leprosy/",
    "url_id": "173908",
    "id": "1330931",
    "replies": [
        {
            "user": "MrGoodman",
            "user_id": "7110",
            "date": "2003-10-23 20:59:21",
            "id": "1330932",
            "reply_to_id": "1330931",
            "text": "Góð grein, eins og áður. Ég er sammála um þessi sé ekki meistaraverk, ekki það að hún sé samt slæm.\nGóðar stundir."
        },
        {
            "user": "9nine9",
            "user_id": "40188",
            "date": "2003-10-23 22:13:46",
            "id": "1330933",
            "reply_to_id": "1330931",
            "text": ":)\nþað hefur komið grein um leprosy áður, meira segja fyrir ekki svo löngu síðan.. ég hef ekkert heyrt í þessari plötu þannig að ég get ekkert getið mér til um hana.\nen ég vil bara ítreka frekar það sem ég sagði gær um death, þeir urðu bara einfaldlega betri, tæknilegri, þróaðri og hæfari hljómsveit eftir ‘spritual healing’. ágætis grein annars…"
        },
        {
            "user": "ibbets",
            "user_id": "10684",
            "date": "2003-10-24 00:48:49",
            "id": "1330934",
            "reply_to_id": "1330933",
            "text": "Enda leiðist mér í vinnuni og er með alla Death diskana með mér, þannig að éttlað taka þá alla fyrir, fínt að fá gagnrýni á allar plöturnar frá einum manni."
        },
        {
            "user": "Booger",
            "user_id": "1132",
            "date": "2003-10-25 07:59:54",
            "id": "1330935",
            "reply_to_id": "1330933",
            "text": "Jamm enda henti Schuldiner út þeim meðlimum sem einfaldlega gátu ekki spilað á hans level. Besta lineupið var á Human þegar tveir meðlimir Cynic spiluðu með honum eða það finnst mér allaveganna :)\nSeinasta lineupið t.d. þótt það hafi verið nánast óþekkt fyrir utan Schuldiner var allsvakalegt."
        },
        {
            "user": "hangover",
            "user_id": "35470",
            "date": "2003-10-24 15:30:00",
            "id": "1330936",
            "reply_to_id": "1330931",
            "text": "Þetta er góð plata en hefur þó aldrei verið í uppáhaldi hjá mér, því hún hreinlega fellur bara í skuggann á seinni plötum Death, en ef maður miðar við aðrar death metal sveitir frá þessum tíma, þá á þessi plata ekkert annað en fullt hús skilið!  Death voru strax farnir að teygja línuna og ætluðu sér greinilega að vera leiðtogar ekki fylgjendur.  ‘Pull the plug’ og ‘Open casket’ standa, eins og þú segir, framar öðrum lögum á þessari plötu!\nFín grein en þú mættir skrifa aðeins meira um plötuna!"
        },
        {
            "user": "ibbets",
            "user_id": "10684",
            "date": "2003-10-26 11:48:16",
            "id": "1330937",
            "reply_to_id": "1330931",
            "text": "á bara safnplötu með death sem mér finnst frekar góð. Kannski komin tími til að næla sér í aðeins meira með þeim. Hvað myndir þú segja að væri besta breiðskífa þeirra?\nJako"
        },
        {
            "user": "ibbets",
            "user_id": "10684",
            "date": "2003-10-26 15:08:43",
            "id": "1330938",
            "reply_to_id": "1330937",
            "text": "Ég á eftir að skrifa um 2 plötur í viðbót, “human” og “individual thought pattern”\nBíddu eftir þeim og sjáðu svo til…:)"
        },
        {
            "user": "hangover",
            "user_id": "35470",
            "date": "2003-10-26 15:18:56",
            "id": "1330939",
            "reply_to_id": "1330938",
            "text": "Á ekki að skrifa um ‘Symbolic’ og ‘The sound of perseverance’ ?"
        },
        {
            "user": "ibbets",
            "user_id": "10684",
            "date": "2003-10-26 15:20:00",
            "id": "1330940",
            "reply_to_id": "1330939",
            "text": "Ég bara er ekki með aðgang að þeim því miður.  Ef mér tekst að finna eintak þá skrifa ég um þæ"
        },
        {
            "user": "ibbets",
            "user_id": "10684",
            "date": "2003-10-26 18:55:55",
            "id": "1330941",
            "reply_to_id": "1330939",
            "text": "Góðar fréttir, mér tókst að finna eintök af “symbolic” og “perseverance”"
        }
    ]
}