{
    "forum_title": "Hátíðir",
    "user": "UNZA87",
    "user_id": "26464",
    "date": "2003-10-24 22:13:43",
    "title": "Saga sem að snertir mann, sendið til allra",
    "text": "Eg fekk þessa sögu i emaili, eg er buin að senda þetta til allra sem að eg þekki og mer finst sem að þið ættuð að gera það lika.\nþetta er saga sem að snertir mann alveg.\nSmá hugleiðing\nSælir viðtakandi góður. Langaði bara að deila\nþessari litlu orðsendingu með þér. Góð áminning: vertu\nþakklát/ur fyrir það sem þú hefur. Síðasta dag fyrir jól\nflýtti ég mér í stórmarkaðinn til að kaupa gjafirnar sem ég komst\nekki yfir að kaupa fyrr. Þegar ég sá allt fólkið þar, byrjaði ég að kvarta í hljóði “Þetta á eftir að taka heila eilífð og ég á\nenn eftir að fara á svo marga staði”. Jólin eru alltaf að verða\nmeira og meira pirrandi með hverju árinu. Ég vildi að ég\ngæti bara lagst niður og farið að sofa og vaknað svo eftir\njólin. Allavegana, ég kom mér í leikfangadeildina og þar fór ég að\nskoða verðin, hugsandi hvort að börn leiki sér eitthvað með\nsvona dýr leikföng. Eftir smá tíma af leikfangaskoði þá tók\nég eftir litlum strák um 5 ára, sem hélt á dúkku upp við\nbrjóstið sitt. Hann strauk hárið á dúkkuni og virtist svo\nsorgmæddur. Svo snéri litli strákurinn sér að eldri konu sem var við hliðina á honum “amma, ertu viss um að ég hafi ekki nógu mikla\npeninga?” Gamla konan svaraði “þú veist að þú átt ekki nóg til að\nkaupa dúkkuna elskan mín” Svo bað hún hann um að bíða í 5 mínútur\neftir sér á meðan hún skoðaði sig um. Hún fór fljótlega.\nLitli strákurinn hélt ennþá á dúkkunni í hendinni. Ég labbaði til\nhans og spurði hann hverjum hann ætlaði að gefa dúkkuna. “Þetta\ner dúkkan sem systir mín elskaði mest og langaði svo mikið í\nfyrir jólin. Hún var svo viss um að jólasveinninn myndi gefa sér\nhana. Ég sagði honum að kannski eigi jólasveinninn eftir að koma\nmeð dúkkuna til hennar, og að hann þyrfti ekki að hafa\náhyggjur. En hann sagði við mig sorgmæddur ”Nei jólasveinninn getur ekki gefið henni dúkkuna þar sem hún er núna. Ég verð að gefa mömmu dúkkuna svo að hún geti gefið henni hana þegar hún fer\nþangað“. Augun hans voru svo sorgmædd meðan hann sagði þetta.\nSystir mín er farin til þess að vera með Guð. Pabbi segir að mamma sé líka að fara til Guðs mjög fljótlega, og ég hélt að hún gæti\nfarið með dúkkuna fyri mig og gefið systur minni hana”. Hjartað\nmitt stoppaði næstum því. Litli strákurinn leit upp til mín og\nsagði Ég sagði pabba að segja mömmu að fara ekki alveg strax.\nÉg bað hann um að bíða þangað til að ég kæmi heim úr búðinni“ Svo\nsýndi hann mér fallega mynd af honum þar sem hann var hlægjandi.\nÉg vil líka að mamma taki þessa mynd með sér svo að hún gleymi\nmér aldrei” “Ég elska mömmu mína og ég vildi óska að hún þyrfti\nekki að fara, en pabbi segir að hún verði að fara til að vera\nhjá litlu systur minni”. Svo leit hann aftur á dúkkuna með\nsorgmæddum augum, mjög hljóðlátur. Ég teigði mig hljóðlega\ní veskið mitt og tók smá pening upp og sagði við strákinn “en\nef við athugum aftur í vasan til að tékka hvort að þú eigir\nnógan pening?” Allt í lagi sagði strákurinn “ég vona að ég eigi\nnóg” Ég bætti smá af mínum peningum við án þess að hann tæki\neftir því og við byrjuðum að telja. Það var nógur peningur fyrir\ndúkkunni, og meira að segja smá afgangur. Litli strákurinn\nsagði Takk Guð fyrir að gefa mér nógan pening. Svo leit hann á\nmig og sagði “ Í gær áður en ég fór að sofa þá bað ég Guð um að vera viss um að ég hafi nógan pening til þess að geta keypt\ndúkkuna handa systur minni. Hann heyrði til mín”\nMig langaði líka að eiga nógan pening til að kaupa hvíta\nrós handa mömmu, en ég þorði ekki að biðja Guð um of mikið, en\nhann gaf mér nóg til að kaupa rósina líka“. Sko mamma elskar\nhvíta rós”. Nokkrum mínútum seinna kom gamla konan og sótti\nstrákinn. Ég kláraði aðversla með allt öðru hugarfari, ég gat ekki\nhætt að hugsa um litla strákinn. Svo mundi ég eftir frétt í blaðinu fyrir 2 dögum síðan “maður keyrði drukkinn og klessti á bíl þar sem ung kona og lítil stelpa voru í. Litla stelpan dó\nsamstundis en mamman var í dái” Fjölskyldan varð að ákveða hvort að það ætti að setja hana í öndunarvél eða ekki, af því að hún\nunga konan myndi ekki vakna úr dáinu. Var þetta fjölskylda litla\nstráksins? Tveim dögum eftir að ég hitti litla strákinn,\nlas ég í blaðinu að unga konan hafi dáið. Ég gat ekki hamið mig og\nfór út í blómabúð og keypti búnt af hvítum rósum og fór upp í\nlíkhús þar sem fólk gat séð konuna og og óskað sér í seinasta\nskipti áður en hún væri jörðuð. Hún var þarna í kjól, haldandi á\nfallegri hvítri rós með myndini af litla stráknum og dúkkuna á\nbrjóstinu. Ég fór grátandi og fannst líf mitt hafa breyst\ntil eilífðar. Ástin sem þessi litli strákur hafði til mömmu\nsinnar og systur, er enn þann dag í dag, erfitt að ímynda sér.\nOg í einni svipan tekur drukkinn maður þetta allt frá honum.\nNúna hefur þú 2 kosti:\n1) Sendu þessi skilaboð til allra sem þú þekkir.\n2) Eða hentu þessu og láttu sem þetta hafi ekki snert\nhjartað\nþitt\nEf þú sendir þessi skilaboð, þá kannski hindrar þú einhvern\ntil\nþess að\nkeyra drukkinn ———————",
    "url": "https://www.hugi.is/hatidir/greinar/174089/saga-sem-ad-snertir-mann-sendid-til-allra/",
    "url_id": "174089",
    "id": "1332316",
    "replies": [
        {
            "user": "Anukis",
            "user_id": "23354",
            "date": "2003-10-26 00:22:44",
            "id": "1332317",
            "reply_to_id": "1332316",
            "text": "Mjög sorglegt.. myndi senda til helling af fólki ef ég gæti :) ég bendi samt auðvitað á þessa grein.. ég var nærrum því farin að tárast :/ Góð grein!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-10-26 14:18:28",
            "id": "1332318",
            "reply_to_id": "1332317",
            "text": "eg taraðist"
        },
        {
            "user": "Gummi36",
            "user_id": "43116",
            "date": "2003-10-26 15:11:45",
            "id": "1332319",
            "reply_to_id": "1332316",
            "text": "ég fékk þessa sögu líka í pósti hún var alveg ótrúlega sorgleg!!!!ég er alveg í rusli og bráðum þá kemur ruslabíllinn og þá neinenei ég er í rusli og núna kemur ruslabíllinn og tekur ruslið óneii!!!!ekki?nei ég var bara að reyna að gera þessa sorglegu sögu svona fræknari mjög góð saga snerti mig alveg heyrru er að fara að horfa á matrix see ya"
        },
        {
            "user": "Btvs",
            "user_id": "11390",
            "date": "2003-10-26 16:01:59",
            "id": "1332320",
            "reply_to_id": "1332316",
            "text": "Vá…\nSorgleg saga.\nég er búin að senda þessa\nsögu til helling af fólki"
        },
        {
            "user": "Pemma",
            "user_id": "30312",
            "date": "2003-10-26 17:09:08",
            "id": "1332321",
            "reply_to_id": "1332316",
            "text": ";o)"
        },
        {
            "user": "saltogpipar",
            "user_id": "23532",
            "date": "2003-10-26 20:26:12",
            "id": "1332322",
            "reply_to_id": "1332321",
            "text": "fekk þetta sent … taraðist alveg"
        },
        {
            "user": "Surfchicken",
            "user_id": "38804",
            "date": "2003-10-26 22:33:53",
            "id": "1332323",
            "reply_to_id": "1332322",
            "text": "þessi snerti mig alveg við hjartarætu"
        },
        {
            "user": "perla14",
            "user_id": "40633",
            "date": "2003-10-26 22:44:18",
            "id": "1332324",
            "reply_to_id": "1332316",
            "text": "ojjj ég er með tár í augonum!!! æi geggjað sorglegt!!!"
        },
        {
            "user": "Samano",
            "user_id": "12717",
            "date": "2003-10-27 22:19:33",
            "id": "1332325",
            "reply_to_id": "1332324",
            "text": "Góð grein, þetta snertir!"
        },
        {
            "user": "Viljugur",
            "user_id": "38039",
            "date": "2003-11-02 10:39:38",
            "id": "1332326",
            "reply_to_id": "1332325",
            "text": "Sagan potaði í mig…"
        },
        {
            "user": "Kexi",
            "user_id": "28960",
            "date": "2003-11-09 13:22:48",
            "id": "1332327",
            "reply_to_id": "1332326",
            "text": "lol"
        }
    ]
}