{
    "forum_title": "Metall",
    "user": "ibbets",
    "user_id": "10684",
    "date": "2003-10-24 02:26:35",
    "title": "Death - Spiritual Healing",
    "text": "Með tilkomu “Spiritual Healing” árið 1990 þá var greinilegt að Chuck Shuldiner meinti það sem hann var að gera.\nÞarna var hann farinn að xperimenta allrækilega og kanski fullmikið ef út í það er farið.  Öll platan er flókin, hvort sem er hljóðfæraleikur eða textasmíði, kanski fullflókin, því hún nær aldrei að hitta naglann á höfuðið ef svo má að orði komast.\nÞarna var hann búin að skipta Rick Ross út fyrir James Murphy á gítarinn.  James þessi Murphy hefur unnið með ekki minni mönnum en Obituary og Testament, sem sýnir það að hann er enginn lúði (þó að hann mætti gera eitthvað með þetta yfirvaraskegg OMG!!)\nCredit Listi:\nDeath  -  Arranger, Group, Producer, Engineer, Mixing\nBill Andrews  -  Drums\nScott Burns  -  Producer, Engineer, Mixing\nTerry Butler  -  Bass\nJames Murphy  -  Guitar\nChuck Schuldiner  -  Guitar, Vocals\nJim Welch  -  Label Coordination\nDavid Bett  -  Art Direction\nBrian Freeman  -  Design\nMike Gowan  -  Assistant Engineer, Mixing Assistant\nJ.J. Hollis  -  Photography\nEdward Repka  -  Artwork, Cover Design\nJohn Cervini  -  Assistant Engineer, Mixing Assistant\nEins og sést á credit listanum eru fullmargir sem koma við gerð plötunar, og sést það eiginlega best á útkomunni.  Platan er IMO ílla pródúseruð og sándið á henni frekar asnalegt, þó að menn vilji meina að þessi plata hafi haft meiriháttar áhrif á grindcore stefnuna sem tröllreið svo öllu.\nTextarnir á plötunni eru mjög myrkir, drungalegir og láta manni líða frekar ílla ef maður fer að spá í þá.  Þeir eru pólitískir og svartsýnir og gefur hann falsspámönnum og vísindamönnum langt nef og segir þeim syndana til.\nÞað er engu líkara en að Chuck hafi sent Bill Andrews á trommunámskeið, því trommurnar á þessari plötu er allt öðru vísi en á hinum, takturinn er furðulegur og kanski ágætis tilraun um það sem seinna skyldi koma til en nær því miður ekki að skila sínu, Bill er einfaldlega ekki nógu fær.\nGreinilegt er að Chuck var búinn að uppgvötva effecta og söngkerfi á þessari plötu.  Mikið er um reverb og flanger omfl bæði í söng og gítarsándi.  En því miður er það ekki nóg til að bjarga plötunni.\nTrack Listi:\n1.    Living Monstrosity (Schuldiner) - 5:08\n2.    Altering the Future (Butler/Schuldiner) - 5:34\n3.    Defensive Personalities (Butler/Schuldiner) - 4:45\n4.    Within the Mind (Murphy/Schuldiner) - 5:34\n5.    Spiritual Healing (Schuldiner) - 7:44\n6.    Low Life (Butler/Murphy/Schuldiner) - 5:23\n7.    Genetic Reconstruction (Butler/Murphy/Schuldiner) - 4:52\n8.    Killing Spree (Murphy/Schuldiner) - 4:16\nLögin eru sem fyrr segir flókin og frekar ílla útsett.  Mjög fá lögin grípa mann né verða neitt mikið betri við meiri hlustun, og kenni ég hljóðútsetningu um það. Nema með titil laginu “spiritual Healing” sem verður að segjast besta lag plötunar, byrjunar sólóið grípur mann strax og vonast maður eftir einhvejru hefi dæmi, en veðrur svo fyrir hálfgerðum vonbrigðum með restina af laginu.\nÞó svo að þessi plata hafi alltaf verið hálfpartinn í uppáhaldi hjá mér þegar ég var krakki þá einhvernveginn finnst mér hún hálf sloj í dag.  Það sem mér helst dettur í hug er að líkja henni saman við “….And Justice For All” plötu Metallica manna, því báðar eru ágætis plötur en hrikaleg ílla útsettar hvað varðar sánd.\nÉg gef henni ** af *****\nÁgætis tilraun en því miður skot í stöng og útaf.\nÞví miður…..",
    "url": "https://www.hugi.is/metall/greinar/174073/death-spiritual-healing/",
    "url_id": "174073",
    "id": "1332123",
    "replies": [
        {
            "user": "MrGoodman",
            "user_id": "7110",
            "date": "2003-10-24 13:30:55",
            "id": "1332124",
            "reply_to_id": "1332123",
            "text": "Nauh! Bara ein á dag! Góður! Ég hef ekki hlustað á plötuna það lengi að ég er ekki að fara mótmæla neinu.\nKeep it up!\nGóðar stundir."
        },
        {
            "user": "9nine9",
            "user_id": "40188",
            "date": "2003-10-24 15:02:36",
            "id": "1332125",
            "reply_to_id": "1332124",
            "text": "skil ekki hví að skrifa greinar um einhvurn disk ef höfundur fílar viðkomandi disk ekki.\nhef ekki heyrt í ‘spiritual healing’ heldur þannig að ég get ekkert dæmt hann. Þó hef ég heyrt að þeir höfðu miðað með hann til að verða það sem ‘human’ varð síðar.\nágætis grein, en mér finnst að greinarskrif um diska eða plötugagnrýni sem eru ekki eftir atvinnugagnrýnenda ættu hlest að fjalla um einhverjar plötur sem viðkomandi fílar sjálfur.\nen, fyrst þú tekur alla death diskana fyrir þá er það kannski gott mál. þurfti líka aðeins að lífga upp á hérna."
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2003-10-24 15:47:24",
            "id": "1332126",
            "reply_to_id": "1332125",
            "text": "Mér finnst það nú bara mjög eðlilegt að fólk skrifa jafnt um plötur sem það fílar og fílar ekki. Ég hef t.d. ekki lesið eina einustu jákvæða gagnrýni um nýja Limp Bizkit diskinn ennþá ;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-10-26 11:54:02",
            "id": "1332127",
            "reply_to_id": "1332126",
            "text": "Enda er nýji Limp bizkit diskurinn frekar slappur. Sérstaklega miði við að Durst var búinn að segja að þessi diskur ætti að minna á 3 dolar wall, sem er eini góði Limb Bizkit diskurinn að mínu mati\nJako"
        },
        {
            "user": "hangover",
            "user_id": "35470",
            "date": "2003-10-24 16:01:51",
            "id": "1332128",
            "reply_to_id": "1332123",
            "text": "Ég er nokkuð sammála þessum dómi en samt er þetta mjög mikilvæg plata í þróun Death.  Schuldiner er hér að gera tilraunir og allveg við það að fullkomna sinn stíl hvað varðar uppbyggingu laga o.fl. …því miður eru lögin bara ekki hans bestu en hugmyndaflæðið er til staðar og gítarleikur James Murphy gerir góða hluti fyrir plötuna.  Trommuleikur Bill Andrews er aftur á móti afleitur og dregur hana plötuna aftur niður.  ‘Alterning the future’ er að mínu mati besta lag plötunnar og mjög vel heppnað, gaf góða hugmynd um það sem næsta plata myndi bjóða uppá."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-10-25 15:37:40",
            "id": "1332129",
            "reply_to_id": "1332123",
            "text": "ég er eiginlega ósammála þér.  Mér fannst þessi diskur bara helvíti góður.  Þó ekki bestur með death ehehe enda fátt sem toppar Symbolic og Human"
        }
    ]
}