{
    "forum_title": "Sagnfræði",
    "user": "snarda",
    "user_id": "43126",
    "date": "2003-10-25 12:05:41",
    "title": "Persar 600-300 f.Kr,",
    "text": "Hérna er ritgerð sem ég gerði um Persa. Vona að hún komi einherjum að gagni.\nPersar\nPersar  voru arísk þjóð sem bjó í fjallgörðum Írans. Þeir voru lítið menntaðir og lifðu aðallega á landbúnaði. En ca. 550 f.Kr. fór að birta til í sögu Persa. Eftir að hafa verið undir Medaríki í nokkur hundruð ár, gerði konungur að nafni Kýros uppreisn gegn Medaríki. Hann hafði háleit markmið og hafði alltaf ætlað að frelsa Persaríki frá yfirráðum Meda. Á stuttum tíma sigraði hann Medakonung, hertók höfuðborgina Ekbatana og réð þá allri Medíu. En Kýros stoppaði ekki þar. Á tíu árum tókst honum að leggja undir sig svæði allt frá Lýdíu til Austur-Íran.\nKýros varð fljótt þekktur fyrir mildi sína og hún auðveldaði honum oft landtökur. Hann leyfði sigruðum ríkjum að halda öllum sínum einkennum s.s. menningu, trú og tungu. Langflestir valdamenn fengu að halda stöðum sínum en þó með einhverjum breytingum. Eitt frægasta dæmið um mildi Kýrosar er þegar hann frelsaði hina herleiddu Gyðinga frá Babýlon.\nNæsta land á lista Kýrosar var Egyptaland en hann dó áður en hann gat eitthvað gert, svo sonur hans Kambýses tók við. Hann sigraði Egyptaland í einni atlögu. Kambýses eyddi næstu þremur árum í að friða nýsigraðar þjóðir og þennan tíma nýtti bróðir Kambýsesar, Bardiya, sér til fulls. Hann lét taka sig til yfirkonungs og var kominn með nokkuð mikinn stuðning. Stuttu eftir þessar skelfilegu fréttir dó Kambýses svo Bardiya varð Persakonungur. En sá valdatími varði ekki lengi, því hann var myrtur í samsæri háættaðra aðalsmanna. Og forsprakki þess var Dareios I sem varð svo Persakonungur.\nDareios fékk ekki strax fylgi háttsettra manna og íbúa í Persíu. Margir gamlir þjóðhöfðingjar nýttu sér þennan tíma og gerðu uppreisn gegn Persaríkinu. En það versta var að Medi nokkur sem sagðist vera af gömlu konungsættinni hafði ekki aðeins tekið sér konungsdóm í Medíu heldur fór að sækja að, bæði til austurs og vesturs. Það virtist að Medaríki væri að rísa á ný. En hann Dareios lét ekkert svona stoppa sig. Hann tók eftir því að uppreisnarmennirnir gerðu ekki bandalög sín á milli, svo það var ekkert mál að sigra þá einn af öðrum með hinum glæsta Persaher. Á um það bil einu ári tókst Dareiosi að gera út af við þessa níu uppreisnarseggi og háði um 19 stórorustur.\nPersar gerðu minnismerki um þennan glæsta sigur Dareiosar. Það er í námunda við úrslitasigur Dareiosar í Vestur-Íran. Þetta er Behistun-bergið og sýnir það Dareios traðka á Bardiya, og fyrir aftan hann bíða hinir níu uppreisnarseggir miskunnarlauss dóms síns. Fyrir ofan svífur svo Ahúra Mazda, guð þeirra, og réttir Dareiosi hring sem mun tákna veraldlegt vald. Allt í kring eru fleygrúnir á fornpersnesku, babýlonsku og elamitísku en á þeim er greinargerð fyrir valdatöku Dareiosar.\nDareios stjórnaði Persaríki ofurvel og fyrir það fékk hann réttnefnið “hinn mikli”. Hann setti á miðstjórn sem sá um allt og alla. Persaríki var skipt í 20 jarlsdæmi og höfðu jarlarnir alltaf haft frekar lausan tauminn. En Dareios breytti þessu. Völd jarlanna voru takmörkuð allverulega. Þeir fengu aðeins að ráðskast með fáa lífverði sína og litlar hersveitir en þær voru þó undir yfirstjórn liðsforingja sem konungur skipaði. Einnig voru skattavöld jarlanna minnkuð. Þeir sáu að vísu um skattheimtuna í sínu umdæmi en yfirskattstjóri fylgdist með öllu. Ekki nóg með það heldur skipaði Dareios sérstök embætti sem fylgdust grannt með jörlunum. Voru þau gjarnan kölluð „augu og eyru konungs.“\nPersastríðin voru háð í kringum 500 f.Kr. Þar börðust grísk borgríki og Grikkland við veldi Persa. Dareios háði nokkrar baráttur en grúttapaði þeim flestum. Svo hann dró sig í hlé til þess að safna liði og byggja sig upp. En á þeim tíma dó hann svo Xerxes sonur hans tók við.  Xerxesi gekk ekki heldur að vinna Grikkina og svo fór að Persaveldi hrakaði allverulega.  Það náði aldrei að verða jafn mikið og það var á tímum fyrri konunga en reis þó aðeins þegar Pelópsskagastríðinu lauk.\nPersneski herinn var afbragðsgóður her, þó svo að á lokatíma veldisins hafi nær eingöngu verið málaliðar í honum. En á tíma stórveldisins var helsti kjarninn riddarar af aðalsættum og fjöldi fótgönguliða. Helstu vopn þeirra voru bogar og örvar. Það var alltaf fastaher á friðartímum ef eitthvað skyldi gerast. Í svona stóru ríki var auðvitað nauðsynlegt að halda uppi aga og reglu.\nHinir eiginlegu Persar voru aldrei mikil menningarþjóð og settu því lítið menningarmark á veldið. Hinsvegar þáðu þeir mikið frá sigruðum þjóðum og sést það best á myndlist þeirra sem einkennist af stíl frá Babýlon og Assýríu. Persar voru einnig með erlenda listamenn í þjónustu sinni og þá helst Grikki og Egypta. Því eru einnig áhrif frá þeim löndum. Þegar öll þessi menningarblöndun átti sér stað varð úr persnesk ríkismenning.\nÞað var aðeins tvennt sem Persar sköruðu fram úr í, það var  stjórnarmyndun og trúarhugmyndir.\nTrú Persa er kennd við spekinginn Zaraþústra. Það er ekki vitað mikið um hann en hann mun líklega hafa verið uppi einhvern tíma á 7. öld f.Kr. Trú þessi byggist á tvíhyggju og hún er grunnur að kristni og gyðingdómi í dag.   Í trúnni eru tveir guðir, annar góður, Ahúra Mazda, og hinn vondur, Aríman. Þeir eru í stöðugri baráttu sem mennirnir taka fullan þátt í. Með því að vera sannorður og réttlátur styður þú hið góða, en sértu lyginn og vondur styrkir þú hið illa. Þess vegna skiptir hver manneskja máli. Þessi barátta helst í 12000 ár en þá verður alsherjarbarátta, en hið góða mun sigra að lokum og þá munu ljós og friður ríkja að eilífu. Dýrkun á Ahúra Mazda var ósköp einföld. Hún var fólgin í því að láta hreinsandi eld loga á opnu altari.\nÞað eru ekki til margar heimildir um Persa en þær koma þó aðallega frá Grikkjum sem hafa verið duglegir að skrifa um þessa óvinaþjóð sína. Þá var Heródótos líklega sá duglegasti.\nÍ kringum 310-330 f.Kr. var Persaveldi orðið hálfmáttvana, konungarnir voru farnir að fjarlægast þegna sína með því að loka sig inni í höllum sínum, herinn var orðinn að hálfgerðum málaliðaher og allt var á niðurleið nema fjárhirslur konungs. Þær voru yfirfullar af gulli og gersemum. En í kringum 335 f.Kr. kemur Alexander mikli og hertekur allt Persaveldi án nokkurrar fyrirhafnar. Var þá hið mikla og ríka Persaveldi endanlega hrunið.",
    "url": "https://www.hugi.is/saga/greinar/174294/persar-600-300-fkr/",
    "url_id": "174294",
    "id": "1333859",
    "replies": [
        {
            "user": "oldlady",
            "user_id": "21799",
            "date": "2003-10-25 14:18:30",
            "id": "1333861",
            "reply_to_id": "1333859",
            "text": "Ég er hálfur persi…:)"
        },
        {
            "user": "xark",
            "user_id": "1706",
            "date": "2003-10-26 20:53:23",
            "id": "1333862",
            "reply_to_id": "1333861",
            "text": "“Ég er hálfur persi…:)”\nÞannig að seinustu 2000 ár hafa barneignir aðeins einu sinni farið útfyrir fjölskylduna ? :D"
        },
        {
            "user": "Mangi",
            "user_id": "1098",
            "date": "2003-10-25 16:09:55",
            "id": "1333860",
            "reply_to_id": "1333859",
            "text": "Skemmtileg grein um áhugaverðasta tímann í mannkynssögunni."
        },
        {
            "user": "Andyandlou",
            "user_id": "1783",
            "date": "2003-10-25 17:11:57",
            "id": "1333863",
            "reply_to_id": "1333859",
            "text": "Hehe fín grein vantadi samt dáldid í tetta… ;) Ég hélt ad Alexander Mikli hefdu barist vid Daríus ?"
        },
        {
            "user": "shelob",
            "user_id": "19816",
            "date": "2003-10-25 19:06:24",
            "id": "1333864",
            "reply_to_id": "1333863",
            "text": "Hann gerði það og sigraði, svo að Dareios hrökklaðist til baka, og það var ekki fyrr en hann dó og sonur hans Xerxes tók við að hin raunverulegu Persastríð hófust."
        },
        {
            "user": "Redfish",
            "user_id": "4160",
            "date": "2003-10-25 23:19:38",
            "id": "1333865",
            "reply_to_id": "1333864",
            "text": "Gaudeamus igitur,\niuvenes dum sumus.\nPost iucundam iuventutem,\npost molestam senectutem.\nNos habebit humus."
        },
        {
            "user": "Andyandlou",
            "user_id": "1783",
            "date": "2003-10-27 11:09:26",
            "id": "1333866",
            "reply_to_id": "1333863",
            "text": "Alexander barðist við Daríus en ekki Daríus 1.\nÞað líða hundrað ár frá innrás Persa inn til grikklands og þar til Alexander mikli hertekur persaveldi."
        },
        {
            "user": "Andyandlou",
            "user_id": "1783",
            "date": "2003-10-28 16:53:46",
            "id": "1333867",
            "reply_to_id": "1333866",
            "text": "Ahhh…. takk fyrir tetta. Tetta útskýrdi fyrir mér langa paelingu hjá mér."
        },
        {
            "user": "heineken69",
            "user_id": "27867",
            "date": "2003-10-26 11:16:49",
            "id": "1333868",
            "reply_to_id": "1333859",
            "text": "TRESPIRITUS….\nEina orðið sem ég kann sem líkist Latínu"
        },
        {
            "user": "vallzor",
            "user_id": "45594",
            "date": "2003-10-26 16:52:55",
            "id": "1333869",
            "reply_to_id": "1333859",
            "text": "Mjög góð grein um Persaveldið og konunga þess :-)"
        },
        {
            "user": "GUMMster",
            "user_id": "32780",
            "date": "2003-10-26 22:36:12",
            "id": "1333870",
            "reply_to_id": "1333859",
            "text": "Síðan hvenær voru Persar aríar?"
        },
        {
            "user": "GUMMster",
            "user_id": "32780",
            "date": "2003-10-26 22:39:05",
            "id": "1333871",
            "reply_to_id": "1333870",
            "text": "haha, já"
        }
    ]
}