{
    "forum_title": "Hundar",
    "user": null,
    "user_id": null,
    "date": "2003-10-30 22:49:58",
    "title": "Hundi var stolið",
    "text": "Áðan var ég að horfa á fréttir á Stöð 2 með mömmu og pabbi og allt í einu sá ég frétt um að hundi hafi verið stolið. Ég er algjör dýravinur og ég hugsaði bara hver getur gert eitthvað svona. Þetta var Chihuahua hundur sem að er uppáhaldstegundin mín og það voru sýndar myndir af honum og hann er algjör dúlla, hann er bara fimm mánaða.\nÞetta gerðist þannig að eigandi hundsins var að fara að skjótast inn í búð og lét hundinn sinn býði í bílnum því að þá má ekki fara með dýr inn í búðir og þessi maður gleymdi að læsa bílnum sínum og á meðan hann var inni var hundurinn tekinn. Hann var bara fimm mínútur inni í búðinni og á þeim tíma var hundurinn hans tekinn.\nHvolpurinn er snökkt klipptur Chihuahua hundur og er ljósbrúnn á litinn. Hann er algjör dúlla, ég fæ kannski svona hund í vor en ég ætla ekki að tala um það hér.\nÉg vorkenni þessum manni mjög mikið og vona að hundurinn finnst sem fljótast. Það var sagt að þeir sem sjá hann eigi að hafa samband við lögregluna í kópavogi.\nHver getur stolið fimm mánaða hvolpi? Sá maður hlítur að eiga eitthvað bágt og með enga samvisku. Hvað ætlar þessi maður eiginlega að gera við hundinn? Ekki getur hann bara eignað sér hann, ef hann fer með hann út í göngutúr þá gæti löggan tekið hann svo hvað getur hann gert? Selt hann eða eitthvað þannig?\nHvað finnst þér um þetta rán?\nKveðja Birki",
    "url": "https://www.hugi.is/hundar/korkar/175454/hundi-var-stolid/",
    "url_id": "175454",
    "id": "1342935",
    "replies": [
        {
            "user": "Zaluki",
            "user_id": "6799",
            "date": "2003-10-31 00:30:11",
            "id": "1342936",
            "reply_to_id": "1342935",
            "text": "Það gæti verið að einhver hafi opnað hurðina og hleypt hundinum út úr bílnum, kannski eitthvað barn sem vildi skoða hundinn,  hvað veit maður.\nEn já, þetta er leiðinlegt fyrir eigandann og hundinn auðvitað, ég vona að hundurinn finnist heill að húfi.\nÞetta ætti að hvetja fólk til að örflögumerkja hundana sína líka, þá er hægt að sjá það ef fólkið fer með hann til dýralæknis hvort að hann sé þessi stolni hundur eða ekki. <br><br>———————————————–\n<i>Þetta kom nú bara eins og þruma úr rassgati!</i"
        }
    ]
}