{
    "forum_title": "Sápur",
    "user": "freki",
    "user_id": "1682",
    "date": "2003-11-01 16:57:47",
    "title": "Leiðarljós 31.10.2003",
    "text": "Lögreglustöð:\nMallet og Harley rífast um pabba hennar og að hún þurfi að vera árvökul og þess háttar.  Eins að Mallet hafi áhyggjur af henni.\nDiner:\nFrank og Elanie eru ástfanginn.  Nadine og Buzz tala saman.  Hún vill að hann fari frá Springfield, því að Vanessa kom að þeim og gruni eitthvað og hvað mundi geta gerst ef hann er áfram í Springfield.  Frank og Elanie tala um giftinguna og svo kemur Harley inn og Mallet á eftir henni og þau rífast um pabba Harley, Buzz heyrir þetta og fer að hugsa.  Búðareigandi kemur og gefur Frank rúm,  Frank og Buzz spjalla saman.\nCedars:\nEve er að tala við Dr. Lyndon og lætur hana hafa skýrslu sem Lyndon fer og ljósritar,  á meðan kemur Mindy inn, Eve segir að gott sé að hún sé að leita sér aðstoðar. Mindy er kuldaleg við hana og hellir sér yfir hana.  Hún segir svo Dr. Lyndin hvað henni liggur á hjarta.\nVeitingastaður:\nAlan Michael og Nick tala um framtíð blaðsins, Nick spyr A.M hvort hann þekki Mindy vel.  A.M svarar því já og þá spyr Nick hvort hann haldi að Mindy væri ofbeldisfull,  hann svara því neitandi,  Nick segir þá honum þá hugmyndir sem hann hefur, en biður A.M að ekki segja neinum sérstaklega Eve.  A.M er að fylla út ávísun til Elanie.\nHjá Frank og Elanie:\nHún er að setja saman rúm og svo kemur A.M og hjálpar henni.  Hún spyr hversvegna hann er hérna,  hann afsakarsig með því að hann væri bara að koma með ávísunina.  Frank kemur svo og sér að Elanie er að búa um og felur hitt barnarúmið undir segldúk.\nHjá Billy Lewis:\nBridget og Hart koma inn með Peter, þau tala saman og svo kemur Nadine og sér þau svo fer Hart og Nadine kemur inn og spyr hvort Hart sé faðirinn en Bridget vill ekki svara og þá spyr hún aftur,  Hún svarar því að Billy Lewis sé faðirinn.\nMissi af þættinum á Fimmtudaginn, er einhver sem getur uppfrætt mig hvað gerðist.  Var Harley rekin úr löggunni eða ?",
    "url": "https://www.hugi.is/sapur/greinar/175692/leidarljos-31102003/",
    "url_id": "175692",
    "id": "1345081",
    "replies": [
        {
            "user": "fourzinn",
            "user_id": "44992",
            "date": "2003-11-01 17:23:09",
            "id": "1345082",
            "reply_to_id": "1345081",
            "text": "Leiðarljós er nátturulega leiðinlegasti þáttur í heimi. Ég horfi aðeins á hann í þeim tilgangi til að sofna fyrr!!!"
        },
        {
            "user": "freki",
            "user_id": "1682",
            "date": "2003-11-01 17:25:51",
            "id": "1345083",
            "reply_to_id": "1345082",
            "text": "Ef þér finnst hann svona leiðinlegur því ertu að tilkynna það hér ???  Horfðu á eitthvað annað.  Ertu kannski ekki með annað áhugamál en að vera með leiðindi.\nLitla barnið leikur sér.\nÞetta áhugamál er fyrir þá sem hafa áhuga á þessu og ef þú hefur ekki áhuga á þessu þá findu þér annað."
        },
        {
            "user": "SmellyCat2",
            "user_id": "45991",
            "date": "2003-11-01 20:38:22",
            "id": "1345084",
            "reply_to_id": "1345082",
            "text": "hann er allavegana ekki það leiðinlegur að þú sleppir því að horfa á hann."
        },
        {
            "user": "SmellyCat2",
            "user_id": "45991",
            "date": "2003-11-01 20:52:54",
            "id": "1345085",
            "reply_to_id": "1345082",
            "text": "Var ekki alveg búinn.\nLeiðarljós er þáttur sem er búinn að vera í umferð fyrir tíma sjónvarpsins, byirjaði sem útvarpsleikrit. Leiðinlegir þættir endast ekki svona lengi.\nÞað eru fáar sápu óperur sem jafnmargir leikarar hafa komið fram og orðið að vinsælum leikurum eða jafnvel stjörnum í leiklistinni s.s. James Eral Jones, Kevin Bacon, Page Turcio og fleiri."
        },
        {
            "user": "freki",
            "user_id": "1682",
            "date": "2003-11-01 23:55:58",
            "id": "1345086",
            "reply_to_id": "1345085",
            "text": "Og Leiðrljós er eina sápan sem hefur fengið verlaun fyrir bestu klst. sápu.  Grannar og Bold and Beutiful komast ekki með tærnar þar."
        },
        {
            "user": "guggaein",
            "user_id": "43944",
            "date": "2003-11-03 13:19:53",
            "id": "1345087",
            "reply_to_id": "1345086",
            "text": "glæstar eru náttla bara steypa en það er nú óþarfi að vera að dissa granna! sérstaklega þar sem það er hálftímaþáttur ekki klukkustundarþáttur:)\nEn harley var ekki rekin. Henni var vísað tímabundið úr starfi."
        },
        {
            "user": "freki",
            "user_id": "1682",
            "date": "2003-11-03 14:36:01",
            "id": "1345088",
            "reply_to_id": "1345087",
            "text": "Þakka þér fyrir og biðst afsökunar :)"
        },
        {
            "user": "Selena",
            "user_id": "29486",
            "date": "2003-11-04 13:46:04",
            "id": "1345089",
            "reply_to_id": "1345088",
            "text": "Sá nokkur þáttinn í gær?"
        },
        {
            "user": "freki",
            "user_id": "1682",
            "date": "2003-11-04 14:30:31",
            "id": "1345090",
            "reply_to_id": "1345089",
            "text": "HE HE Það er að koma :)\nVar að klára síðustu línur :)\nSendi inn núna."
        },
        {
            "user": "karitk",
            "user_id": "13557",
            "date": "2003-11-01 22:12:51",
            "id": "1345091",
            "reply_to_id": "1345081",
            "text": "Vissuð þið að Leiðarljós er framleitt af alþjóðlegu sápufyrirtæki og í raun eru aðeins tvær alþjóðlegar fyrirtækjasamsteypur í heiminum sem framleiða hreinlætisvörur. Þegar þið gangið útí búð og sjáið heilu hilluraðinnar af hreinlætisvörum sem virðast koma frá ótal fyrirtækjum þá er það ekki satt, vörurnar koma aðeins frá tveimur fyrirtækjum. Það er aðeins verið að blekkja ykkur, neytendur.\nKveðja,\nKári."
        }
    ]
}