{
    "forum_title": "Manager leikir",
    "user": null,
    "user_id": null,
    "date": "2003-11-01 12:19:29",
    "title": "Manchester United; 2002-2003",
    "text": "Peter Kenyon hringdi í mig og sagði mér að Alex Ferguson hefði ekki staðið undir væntingum á seinasta tímabili. 3.sæti í deild og enginn bikar í hús. Hann vildi hrista aðeins upp í hlutunum og ráða ungan framkvæmdastjóra til þess að ná betri tengslum við leikmenn liðsins. Hann bað mig um að taka þetta að mér, og þáði ég það með þökkum.\nÉg leit yfir hópinn og sá að þetta var frábært lið. Samt langaði mig að ná í einhverja unga og efnilega drengi, til þess að halda styrkleika liðsins til framtíðar.\nÉg ákvað að byrja á því að fara og kíkja á unglinga hjá Man. City, enda stutt að fara. Ég rakst á einn ungan og efnilegan leikmann, sem ég vissi að ætti eftir að ná langt. Shaun Wright-Phillips hét hann. Ég bauð City 6.5 milljónir fyrir piltinn og ekki neituðu þeir því.\nNæst var ferðinni heitið til Wimbledon. Ég leit yfir unglingsstrákana og sá ég að einn var mun hæfileikaríkari en allir hinir. Serge Makofo. Ég bauð honum samning á staðnum, og samþykkti hann samninginn á staðnum.\nSvo fór ég aftur heim í Manchester borg og voru leikmennn varaliðsins að tala um einn leikmann, Jay McEveley að nafni. Þeir sögðu hann vera eitursnjallan og efnilegan, og sögðu hann hafa tekið Bellion í nefið í æfingaleik liðanna. Þá var ekkert annað að gera en að tala við Souness um drenginn unga. Hann sagði að ég mætti bjóða honum samning. Gerði ég það, og fylgdi drengurinn ungi mér heim til Manchester.\nNæsti stopp var í Marseille. Ég hafði hrifist mjög af ungum sóknarmanni Mido að nafni. Það var klausa á samningi drengsins, og mátti ég fá hann á 6m. Ég bauð hiklaust þessa smáaura í drenginn, og var ég þá kominn með örvfættan sóknarmann, til þess að hafa hjá RvN frammi. En einhver pirringur var á milli van Buytens og stjórans, þannig að ég ákvað að taka hann líka með. Fékk hann á 6.5m.\nNæsta og síðasta stoppið var í Svíþjóð. Ég hafði heyrt að mörg stórliðin væru á eftir ungum dreng, Alexander Farnerud að nafni.\nÉg fékk hann á 1.7m.\nNú var ég búinn að styrkja hópinn vel. Þá tóku æfingaleikir við.\n- Ajax reserves 0-4 Man. Utd; Nistelrooy með 2, og Solskjær 2.\n- Excelisor 1-0 Man. Utd\n- Groningen 0-0 Man. Utd\n- Preston 0-0 Man. Utd\nÞetta gekk ekkert alltof vel á undibúningstímabilinu, en deildin byrjaði með látum. Ég negldi Charlton 6-0 í fyrsta leik, og það á útivelli. Það var ekki aftur snúið eftir þetta, og vann ég deildina með 93 stigum, en Chelsea varð í öðru sæti með 85.\nÉg ákvað að leyfa varaliðinu að spila í League Cup. Fyrsti leikur var á móti Crystal Palace, og tóku ungu strákarnir það 2-0. Farnerud og Bellion með mörkin. Næsti leikur var á móti Sheff. Wed. Strákarnir fengu líka að spila þar, og fór sá leikur 2-0 líka. Bellion og Nardiello með mörkin núna. Undanúrslitin voru á móti Bristol City og vannst sá leikur 2-0 líka. Nardiello og Wright-Phillips með mörkin í þetta sinn. Svo tók erfiður leikur við og ákvað ég að sleppa því að tefla varaliðini fram í þeim leik. Hann var á móti Chelsea. Ég tapaði báðum leikjunum þar 2-0, því miður.\nÞá víkjum við að FA cup. Leiðin var greið að úrslitunum þar.\n- Chesterfield 0-3 Man. Utd\n- Wolves 1-2 Man. Utd\n- Cardiff 0-2 Man. Utd\n- Man. Utd 4-3 Newcastle\n- Arsenal 1-2 Man. Utd\nOg svo voru það úrslitin á móti Liverpool. Ég vann þann leik 2-0 og Nistelrooy og Scholes með mörkin.\nSvo var það náttúrulega Champions Cup. Það var mitt helsta takmark að sigra Evrópu. Við skulum sjá hvernig það gekk.\nÉg dróst í riðil með Inter, Spartak Moscow og Shakthar. Ég var stigahæstur í þeim riðli með 15 stig og fylgdi Inter mér uppúr honum með 12. Í næsta riðli dróst ég með Milan, Deportivo og Monaco. Ég lenti í 2. sæti þar á eftir Milan.\nÞá tóku 8-liða úrslit við. Dróst ég þar á móti Roma. Vann ég báða leikina 1-0. 4-liða úrslitin voru erfið. Ég dróst með Bayern Munchen þar. Tapaði ég fyrri leiknum 2-0 á heimavelli, en ég vann þann síðari 3-0. Úrslitin voru á móti Real Madrid. Þetta var hörkuleikur, og þurfti að framlengja. Staðan var 2-2 eftir venjulega leiktíma. En svo gerðist það. Á 120 mínútu komst Mido einn í gegn og hamraði tuðrunni í markhornið. Ég trúði ekki mínum eigin augum. En svona var þetta og vann ég semsagt Champions Cup.\nÞess má geta að þetta er mín fyrsta grein hér á CM áhugamálinu, og vona ég að þetta hafi verið skemmtileg lesning.",
    "url": "https://www.hugi.is/manager/greinar/175689/manchester-united-2002-2003/",
    "url_id": "175689",
    "id": "1344960",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2003-11-01 13:59:34",
            "id": "1344961",
            "reply_to_id": "1344960",
            "text": "Frábær grein !\nEin besta greinin á þessu áhugamáli lengi !!!!\nVonandi fáum við fleiri greinar frá þér bráðlega :)"
        },
        {
            "user": "GLXRBLT",
            "user_id": "42678",
            "date": "2003-11-01 14:05:02",
            "id": "1344962",
            "reply_to_id": "1344960",
            "text": "Hmmm….."
        },
        {
            "user": "toddisuri",
            "user_id": "28535",
            "date": "2003-11-01 17:20:51",
            "id": "1344963",
            "reply_to_id": "1344960",
            "text": "flott saga!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-11-01 18:35:11",
            "id": "1344964",
            "reply_to_id": "1344963",
            "text": "Thanks! ;)"
        },
        {
            "user": "knusicat",
            "user_id": "45157",
            "date": "2003-11-01 20:26:50",
            "id": "1344965",
            "reply_to_id": "1344960",
            "text": "Þetta er sko bestasta grein sem ég hef lesið!!!;)"
        },
        {
            "user": "Daddi56",
            "user_id": "33186",
            "date": "2003-11-01 21:04:02",
            "id": "1344966",
            "reply_to_id": "1344965",
            "text": "afhverju byrja allar greinar á “ég vaknaði of skoðaði póstinn og þar fékk ég bréf frá….” og “það var hringt í mig frá ….” þetta er svo leiðinlega óraunverulega leiðinleg byrjun marr!\nallr greinar eru góða ef þær myndu sleppa þessu bulli!"
        },
        {
            "user": "snowler",
            "user_id": "1598",
            "date": "2003-11-01 21:32:33",
            "id": "1344967",
            "reply_to_id": "1344966",
            "text": "Einhvern veginn fá þeir að vita að þeir hafi verið ráðnir í stöðuna. Þú ferð ekkert á textavarpið og lest að þér hafi verið boðin staðan hjá MU ;)"
        },
        {
            "user": "5552164",
            "user_id": "36373",
            "date": "2003-11-03 17:09:51",
            "id": "1344968",
            "reply_to_id": "1344966",
            "text": "ég er sammála “megasonic”þetta er mesta bull í heimi! fín grein samt ekki erfitt að vinna þetta með þessa leikmenn!"
        },
        {
            "user": "wbdaz",
            "user_id": "6083",
            "date": "2003-11-03 20:03:23",
            "id": "1344969",
            "reply_to_id": "1344968",
            "text": "Hvernig myndir þú byrja þetta..?"
        },
        {
            "user": "wbdaz",
            "user_id": "6083",
            "date": "2003-11-04 12:17:51",
            "id": "1344970",
            "reply_to_id": "1344969",
            "text": "“ég opnaði Doritosið og kveikti á tölvunni. Ég opnaði hulstrið af CM4 og setti diskinn í tölvuna…..” gerist etta ekki svona hjá flestum. Get ekki ímyndað mer að Kenyon hringi í einhvern nobody(no offence) og biðji hann að taka yfir besta liði heims.\nP.S. Gerðirru ekki take over team? Vertu lið sem vantar manager."
        },
        {
            "user": "wbdaz",
            "user_id": "6083",
            "date": "2003-11-04 15:01:47",
            "id": "1344971",
            "reply_to_id": "1344970",
            "text": "Eins og aðrir hafa tekið eftir, en ekki þú, þá er ég að reyna að gera þessa sögu þannig að hún hafi gerst í raunveruleikanum. Ekki í CM."
        },
        {
            "user": "wbdaz",
            "user_id": "6083",
            "date": "2003-11-04 22:35:35",
            "id": "1344972",
            "reply_to_id": "1344971",
            "text": "Já, en þú gerðir “take over team”. Ferguson var ekki rekinn!!"
        },
        {
            "user": "wbdaz",
            "user_id": "6083",
            "date": "2003-11-05 12:49:40",
            "id": "1344973",
            "reply_to_id": "1344972",
            "text": "Nawq: skáldskapur. sögur þurfa ekki að vera raunverulegar frekar en höfundurinn vill."
        },
        {
            "user": "Daddi56",
            "user_id": "33186",
            "date": "2003-11-05 13:05:42",
            "id": "1344974",
            "reply_to_id": "1344973",
            "text": "Nawq segir satt allir byrja sonna “ég settist fyrir framan tölvuna opnaði cm4 fór í new game” og stundum opnaðir maður doritos poka :D"
        },
        {
            "user": "Daddi56",
            "user_id": "33186",
            "date": "2003-11-05 13:06:43",
            "id": "1344975",
            "reply_to_id": "1344974",
            "text": "Allir EIGA að byrja svona meina ég ;)"
        },
        {
            "user": "Nice",
            "user_id": "3285",
            "date": "2003-11-21 08:53:01",
            "id": "1344976",
            "reply_to_id": "1344971",
            "text": "Wow Wow Wow…..raunverulegt?!?! Einsog Peter Kenyon myndi hringja í “Þig”(NoBody) til að hrista uppí einu besta liði í heimi?! Á þetta að heita raunverulegt!! Ég verð nú að segja að ef þú ætlar að gera raunverulega frásögn taktu þá við “unknown” team ekki svona rosalega frægu og góðuliði.\nMér finst nu “Doritos” sagan miklu betri og raunverulegri..:D Meina þannig gerist þetta…"
        },
        {
            "user": "Nice",
            "user_id": "3285",
            "date": "2003-11-21 14:55:49",
            "id": "1344977",
            "reply_to_id": "1344976",
            "text": "Nobody? Er ég einhver nobody?\nÉg held nú bara að þú vitir alls ekki neitt um það, og þar að auki kemur ekkert fram hvað ég hef gert í fortíðinni í sögunni, þannig að þú getur alls ekkert sagt að ég sé einhver nobody. Þú þekkir mig alls ekki neitt.\nOg já, hættu að auglýsa heimsku þína."
        },
        {
            "user": "Nice",
            "user_id": "3285",
            "date": "2003-11-21 15:30:27",
            "id": "1344978",
            "reply_to_id": "1344977",
            "text": "Hehehehehehehe…..heimsku mína? ég held nú að þú sért að auglýsa heimsku þína. Ef þú ætir að hafa þetta raunverulegt einsog þú taunglast á að halda að þeetta sé þá verður þú að td taka fram hvað “þú” hefur átt að hafa verið að gera…en það kemur ekki fram hjá Þér þannig að frá því sem stendur þarna gætir þú alveg verið einhver “Nobody”.\nPS: Því ráðast á mig fyrir að kalla þig nobody þegar það hefur verið gert áður hér og ekki réðstu svona á hann?…Auglýstu bara ekki heimsku þína hér."
        },
        {
            "user": "Nice",
            "user_id": "3285",
            "date": "2003-11-21 15:40:20",
            "id": "1344979",
            "reply_to_id": "1344978",
            "text": "Þú byggir þetta allt upp á líkum. Þú átt frekar að byggja svona hluti upp á staðreyndum. Ekki vera með einhverjar svona getgátur um að ég sé einhver nobody, þar sem að þú veist alls ekkert um það.\nAf hverju ætti ég að taka fram hvað ég hef gert áður fyrr? Það skiptir ykkur bara engu máli. Ég er bara að segja ykkur þessa sögu sem ég skrifaði. Hættu svo þessu rugli, annars endarðu bara á því að vera niðurlægður."
        },
        {
            "user": "Nice",
            "user_id": "3285",
            "date": "2003-11-21 23:02:06",
            "id": "1344980",
            "reply_to_id": "1344979",
            "text": "Enda ég upp með að vera niðurlægður? Þú niðurlagðir þig með því að vera að senda þessa grein inn!\nÉg má draga þær áliktanir sem ég vill um að þú sért nobody eða ekki því það er það eina sem ég veit og því ætti ég að vera að hugsa “ooh já þessu gaur hlítur að vera gegjað góður”…why the fuck!!!\nÉg álykta að þú sért Nobody og mun ávalt gera það því í mínum augum ertu það.\nPS: Þvi ertu bara að reyna að ráðast á mig með einhverju kjaftæði þegar ég er ekki sá eini sem kallar þig nobody?"
        },
        {
            "user": "Nice",
            "user_id": "3285",
            "date": "2003-11-22 16:34:47",
            "id": "1344981",
            "reply_to_id": "1344980",
            "text": "Niðurlægði ég sjálfann mig með því að senda inn þessa grein?\n“Frábær grein !\nEin besta greinin á þessu áhugamáli lengi !!!!\nVonandi fáum við fleiri greinar frá þér bráðlega :)”\n- Migeira\n“flott saga!”\n- datoffy\n“Þetta er sko bestasta grein sem ég hef lesið!!!;)”\n- knusicat\nÉg sé ekki betur en að ég hafi bara verið að hækka orðspor mitt með þessari grein.\nSvo vil ég benda þér á að maður segir “ég vil” ekki “ég vill”, svo segir maður “ályktanir” ekki áliktanir“, og svona gæti ég lengi talið.\nÞú segir:\n”PS: Þvi ertu bara að reyna að ráðast á mig með einhverju kjaftæði þegar ég er ekki sá eini sem kallar þig nobody?“\nJaa, einhverjum verð ég að svara, og þú mátt bara líta á sjálfann þig sem talsmann þess, að ég sé einhver nobody.\nOg þar að auki þarftu ekki að vera að hugsa:\n”ooh já þessu gaur hlítur að vera gegjað góður\"\nÞú átt bara alls ekkert að vera að spá í það og sleppa því að koma með svona leiðindaskítkast."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-11-22 16:58:27",
            "id": "1344982",
            "reply_to_id": "1344981",
            "text": "Ég sagði víst “sjálfann mig”. Það er rangt og ég biðst afsökunar."
        },
        {
            "user": "Nice",
            "user_id": "3285",
            "date": "2003-11-23 16:39:39",
            "id": "1344983",
            "reply_to_id": "1344981",
            "text": "Heh, já 3 sögðu fín grein og 2 seigja þevert á móti hinum…vá þvílíkt marr..\nOg já hvað kemur stafsetning mín einhverju við? Hún kemur akkurat engu við og ég má skrifa eins ílla og mér langar til þannig heltu bara focking kjafti…\nFyrst ég á að vera talsmaður þeira sem telja þig vera nobody þá segi ég bara að þú sért enþá nobody og við hér í “cracked er nobody stofnuninni” teljum þig vera enþá nobody sama hvað þú munt reyna að tjá þig þeð einhverjum fúl yrðum í stað þess að reyna að tala almennilega.\nÞví má ég það ekki segja að þú sért nobody fyrst ég á ekki að vera hugsa neit annað eða vera spá í það??\nPS:Þú ert nú sjálfur með leiðindaskítkast Þannig ég verð bara með það á móti þér."
        },
        {
            "user": "Nice",
            "user_id": "3285",
            "date": "2003-11-23 18:39:15",
            "id": "1344984",
            "reply_to_id": "1344983",
            "text": "Auðvitað máttu stafsetja eins illa og þú vilt. Þá verðurðu líka að taka afleiðingunum af því. Afleiðingarnar eru þær, að fólk tekur mun minna mark á þér.\nÉg skildi varla orð sem þú sagðir í þessum pósti. En ég efast mjög um gáfur þínar, þar sem að þú segir mér að halda “fucking” kjafti, og ert bara með dónaskap. Þú byrjar bara að rífa þig og ert með ókurteisi. Það er einfaldlega bara vegna þess að þú getur ekkert sagt, en þorir ekki að biðjast afsökunar. Vilt ekki játa þig sigraðann.\nÉg held að allir sem lesa þetta, sjái það að ég hef rétt fyrir mér í þessu. Og ég tel líka að það sé sárt að láta 15 ára dreng taka sig í nefið í “rökræðum”.\nGrunnskóladroppát?"
        },
        {
            "user": "Nice",
            "user_id": "3285",
            "date": "2003-11-24 09:56:34",
            "id": "1344985",
            "reply_to_id": "1344984",
            "text": "huh? Því ætti það að skipta máli nhvort ég stafset eitthvað vitlaust uppá trúverðuleika minn? Það sýnir frekar að ég er bara ekki það smámunasamur að láta það skipta svo miklu máli.\nSkilur þú mig ekki? Því ertu þá að reyna að svara? Þú byrjaðir a rífa þig þannig ég gerði bara það sama á móti. Þú ert ´nú sjalfur búnað vera með ókurteisi síðan ég byrjaði að senda og því ætti ég að játa mig sigraðann þegar ég hef ekki tapað?\nByðjast afsökunar? Á hverju? Að þú getir ekki tjáð þig nema rífa þig og vera ókurteis. Ekki ætla ég að byðjast afsökunar á að svara fyrir mig.\nÉg myndi ekki vera svo öruggur með mig því þú ert sá sem byrjaðir að rifa þig og vera með leiðindi, sýnir það ekki bara óþroska þinn að geta ekki tekið áliti annara á greininni ánþess að rífa þig?\nEkki skil ég hvernig þú álitur þig taka mig i nefið með því sem þú vilt kalla “rökræðum”, það eina sem þú hefur gert, sem ekki eru miklar rökræður, er að rífa þig úti mig því ég sagði mitt álit. Og nei það væri ekki sárt ef þú værir að því en þarsem þú ert ekki að þvi þá skiptir það engu máli.\nGrunnskóladroppát?!?!?! Og ertu að segja að ég sé að rífa mig og vera ókurteis? Ekki skil ég neit í þér nema þú sért að reyna að fela þína fáfræði. Og ef þú ætlar að sýna hvað þú ert rosalega hvestu barnalegur þú ert að reyna að móðga einhvern með einvherju svona þá gjörðu svo vel ekki móðgar þetta mig."
        },
        {
            "user": "Nice",
            "user_id": "3285",
            "date": "2003-11-24 14:57:40",
            "id": "1344986",
            "reply_to_id": "1344985",
            "text": "Fólk tekur einfaldlega minna mark á þér ef þú stafsetur illa. Það er það eina sem ég sagði. Mér er nákvæmlega sama þó að þér sé sama hvort einhver taki mark á þér eða ekki. Vildi bara benda þér á þetta.\nÉg skil þig ekki, vegna þess að þú stafsetur illa, og gerir þar af leiðandi póstinn næstum óskiljanlegan. Mér tókst hins vegar einhvern veginn að ná þessu þarna sem þú sagðir.\nÞú átt að biðjast afsökunar á því að vera með kjaft og leiðindi. Ég held nú að allir sem lesa þetta sjái nú að þú ert sá sem ert með leiðindin og ókurteisina, en ekki ég.\nÉg byrjaði ekki á því að rífa mig og vera með leiðindi. Ég svaraði áliti þínu á greininni, sem mér fannst vera frekar heimskulegt. Það varst þú sem byrjaðir með leiðindin.\nÉg vildi ekki kalla þetta rökræður, þess vegna hafði ég orðið innan gæsalappa. Það mætti nú kalla þetta rifrildi.\nÉg var ekki að reyna að móðga þig með þessari spurningu. Ég einfaldlega spurði að þessu, vegna þess að fólk sem hættir í skóla eftir grunnskóla, er oftast svipað gáfað og þú ert.\nAllavega get ég ekki trúað því að þú sért að standa þig í skóla, þar sem að þú ert 19 ára gamall, og kannt ekki stafsetningu.\nMér líður eins og ég sé að “rökræða” við epli.\nÞú byrjaðir með skítkast og dónaskap, þá hef ég nú ákveðið að bjóða þér upp á það sama."
        },
        {
            "user": "Nice",
            "user_id": "3285",
            "date": "2003-11-24 17:07:29",
            "id": "1344987",
            "reply_to_id": "1344986",
            "text": "Guð minn góður…þú ert alveg..það er einvhað að hjá þér veistu það…Skulum aðeins bakka og skoða hvað þú sagðir um mitt fyrsta álit allavegana part úr því:\n“..hættu að auglýsa heimsku þína”\nOg hér með ert þú sá sem byrjaðir með skítkastið í staðin fyrir að svara bara eðlilega eins og þú gerðir þá þurftir þú að segja einvhað svona.\nOg já, fyrst þú telur þig svona góðan í skóa þá skal ég segja þér það að mér gegnur bara vel í skóla og það hefur ekkert með mína stafsetningu uppá það að gera því hún skiptir ekki það miklu máli og ekki eins og ég sé að vanda mig hér við það að stafsetja fyrir grunskólapolla eins og þig. Hvernig fólk stafsetur segir ekkert til um göngu þeirra í skólanum!\nTd. stafsetja þeir sem eru með “dislexíu” margfalt verr helduren hinnir, og svo vil til að ég er með það. þannig ég myndi ekki vera tjá mig um einhvað sem þú hefur ekki vit á.\nÞú byrjaðir með skítköstinn hér og sættu þig við það að það sjá það allir sem hér lesa að þú ert sá sem byrjaðir með móral….ef þú getur ekki tekið áliti annara á grein ekki senda þá inn grein"
        },
        {
            "user": "Nice",
            "user_id": "3285",
            "date": "2003-11-24 17:20:47",
            "id": "1344988",
            "reply_to_id": "1344987",
            "text": "“Wow Wow Wow…..raunverulegt?!?! Einsog Peter Kenyon myndi hringja í ”Þig“(NoBody) til að hrista uppí einu besta liði í heimi?! Á þetta að heita raunverulegt!! Ég verð nú að segja að ef þú ætlar að gera raunverulega frásögn taktu þá við ”unknown“ team ekki svona rosalega frægu og góðuliði.\nMér finst nu ”Doritos“ sagan miklu betri og raunverulegri..:D Meina þannig gerist þetta…”\n- Hérna byrja leiðindin. Leiðinda mórall í þessu svari hjá þér.\nNiðurstaðan er sú, að það varst þú sem byrjaðir með skítkastið.\nÉg vissi ekki að þú værir með dislexiu, þannig að ég biðst afsökunar á því að hafa gert út á stafsetninguna þína."
        },
        {
            "user": "Nice",
            "user_id": "3285",
            "date": "2003-11-24 17:52:25",
            "id": "1344989",
            "reply_to_id": "1344988",
            "text": "Nei nei, ég byrjaði ekki með neit skítkast, það er ekkert sk+itkast í þessu. Ég var bara aðs egja þarna að mér findist vera undarlegt og óraunverulegt að hann myndi hringja í þig vegna þess að samkvæmt þeim upplýsingum sem ég var með í höndunum þá varst þú “nobody” svo ég sagði það bara ekki vitandi að þú myndir taka þessi svona rosalega ílla…\nÞetta álit mit var einganvegin ætlað að gera einvherja personulega árás á þig ef þú heldur það\nSko þakka þér fyrir að biðjast afsökunar á þessu með stafsetninguna en þú áttir ekki að vita þetta og fór þetta ekkert í mig."
        },
        {
            "user": "Nice",
            "user_id": "3285",
            "date": "2003-11-24 21:30:26",
            "id": "1344990",
            "reply_to_id": "1344989",
            "text": "Mér fannst það vera leiðinlegur mórall í þessum pósti. Allavega tók ég þessu þannig, eins og að þú værir að reyna að “bögga” mig."
        },
        {
            "user": "Nice",
            "user_id": "3285",
            "date": "2003-11-25 19:45:04",
            "id": "1344991",
            "reply_to_id": "1344990",
            "text": "Ég verð þá að afsaka það en þessi póstu var einganveginn meintur til þess.\nEins og ég hef nefnt áður þá sá ég að einn hafði kallað þig “nobody” og þú ekki gefið því nein gaum þannig ég ákvað bara að segja það líka, því ég hélt þú myndir bara láta það framhjá þér fara."
        },
        {
            "user": "Nice",
            "user_id": "3285",
            "date": "2003-11-24 09:59:58",
            "id": "1344992",
            "reply_to_id": "1344979",
            "text": "Verð að svara þessu aftur yfirsást eitt hér sem væri gaman að fá að vita…“byggja svona hluti upp á staðreyndum”…Hvaða staðreyndum? Eina staðreyndin er sú að þú varst að skrifa grein um hvernig gekk hjá þér með eitt besta lið í ensku deildinni(sem þú gerðir ágætlega) en það sem kom í byrjun var það einhvað sem maður sér enga staðreynd í nema þú sért að skálda einhvað upp."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-11-24 15:06:54",
            "id": "1344993",
            "reply_to_id": "1344992",
            "text": "Einmitt. Hvaða staðreyndum? Þú hafðir engar staðreyndir til þess að byggja á, um að ég væri einhver nobody. Þess vegna áttirðu að sleppa því að segja það.\nÉg var að segja það, að þú ættir ekki að vera að segja að ég væri einhver nobody, vegna þess að allar líkur mæla með því. Ég var að segja að þú ættir frekar að segja það, ef þú værir algerlega viss um að ég væri einhver nobody. Þú hafði enga hugmynd um það, og þess vegna áttirðu ekki að vera að tjá þig um það."
        },
        {
            "user": "wbdaz",
            "user_id": "6083",
            "date": "2003-11-05 12:48:00",
            "id": "1344994",
            "reply_to_id": "1344966",
            "text": "megasonic: þetta heita sögur. Sögur eru skáldskapur.\nCracked: ekki þennan dónaskap takk þó sumir séu ekki jafn fljótir að skilja og aðrir.\nPósti eytt."
        },
        {
            "user": "grazzz",
            "user_id": "10169",
            "date": "2003-11-11 18:08:26",
            "id": "1344995",
            "reply_to_id": "1344966",
            "text": "nákvæmlega afhverju þarf alltaf að gera svakalega sögu úr þessu"
        },
        {
            "user": "trybute",
            "user_id": "39453",
            "date": "2003-11-12 19:27:18",
            "id": "1344996",
            "reply_to_id": "1344995",
            "text": "það eru samt allir sem búa til svona ‘'sögur’' búnir að pæla þvílikt í bagrunni sínum áður en þeir byrjuðu sem manager   ‘'ég ákvað að taka við mínum gömlu félögum í valencia en þar hafði ég spilað við góðan orðstír eftir að ég var seldur til þeirra frá sunderland á 30.mill punda’' þetta er svo fáranlegt að ég gæti étið cm-diskinn minn í hvert sinn sem ég les eitthvað svona. þetta var kannski sniðugt fyrstu þrjú skiptin en ekki meira…"
        },
        {
            "user": "Nice",
            "user_id": "3285",
            "date": "2003-11-21 08:49:17",
            "id": "1344997",
            "reply_to_id": "1344960",
            "text": "Fín grein en hvað er með þetta byrjunar bull?"
        },
        {
            "user": "Nice",
            "user_id": "3285",
            "date": "2003-11-21 08:49:18",
            "id": "1344998",
            "reply_to_id": "1344960",
            "text": "Fín grein en hvað er með þetta byrjunar bull?"
        }
    ]
}