{
    "forum_title": "Bretti",
    "user": "gigo",
    "user_id": "7402",
    "date": "2001-02-23 19:24:00",
    "title": "sikk púður í stafdal !!!!!",
    "text": "Um þessar mundir er gríðarleg snjókoma í stafdal á seyðisfirði! Ég var að koma af bretti og hlóðst púðrið upp á stuttum tíma! Snjókoman er svo þykk og snjókornin eru svo stór að það er alveg ótrúlegt! Mér tókst að koma af stað skemmtilegu snjóflóði(bara svona lítið sem hægt er að rida i) og það verður hreint út sagt yndislegt að vakna á morgun vitandi það að maður sér að fara í allsvakalegt púður!!!!!!  VÁ. þið ættuð að vera hér,  það snjóar og snjóar og snjóar…..",
    "url": "https://www.hugi.is/bretti/greinar/17595/sikk-pudur-i-stafdal/",
    "url_id": "17595",
    "id": "112577",
    "replies": [
        {
            "user": "cruz",
            "user_id": "6909",
            "date": "2001-02-24 00:09:51",
            "id": "112578",
            "reply_to_id": "112577",
            "text": "hættu þessu, þú þarft ekki að láta okkur hin þjást sem búum ekki uppí sveit… við VITUM að það er snjór þarna!! einhvers staðar þarf hann að vera.\nBráðum kem ég þarna og myrði þig….. fer síðan auðvitað á bretti!! :Þ\nCruz\nað deyja úr heiðskíru veðri…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-02-24 18:56:41",
            "id": "112579",
            "reply_to_id": "112578",
            "text": "hey cruz, hlustaðu á þetta: ég var að koma af bretti og vá!! það snjóaði klikkað mikið í nótt og í dag var glampasólskin og nánast logn, 1 meter á sekundu eða eitthvað. það glitraði á allt þetta fallega púður og ef að maður bremsaði þá hvarf maður í stórt púðurský!!!!!!!  haha!"
        },
        {
            "user": "gjons",
            "user_id": "7416",
            "date": "2001-02-24 19:53:44",
            "id": "112580",
            "reply_to_id": "112577",
            "text": "hey danni, backflip-pallurinn sem siggi og árni gerðu í dag og maður lenti í þvílíku púðri, ég var að tala við sigga áðan og hann lenti 5 sinnum úr backflippi, árni reyndi líka backflip en tók líka þvílíkt spin í loftinu, þetta leit út fyrir að vera backflip 540, allavega snerist hann í 360 á hvolfi, og kláraði backflipið um leið og hann snerist í síðasta 180-ið\nförum upp eftir í powder á morgun!!                          PS.þeir sem eru þurfandi á snjó, og þeir sem eiga einhvern pening komið austur í stafdal!! ekki fara í oddskarð, þar eru hellingur af grjótum sem standa upp úr."
        },
        {
            "user": "ArnarHelga",
            "user_id": "4984",
            "date": "2001-02-24 19:59:53",
            "id": "112581",
            "reply_to_id": "112577",
            "text": "Komið bara til Akureyrar í staðin fyrir þennan\nsveitabæ"
        },
        {
            "user": "cruz",
            "user_id": "6909",
            "date": "2001-02-25 03:23:44",
            "id": "112582",
            "reply_to_id": "112581",
            "text": "sammála því… ok, á engan pening!!!!!"
        },
        {
            "user": "Binninn",
            "user_id": "7286",
            "date": "2001-02-26 00:45:32",
            "id": "112583",
            "reply_to_id": "112577",
            "text": ""
        },
        {
            "user": "smile",
            "user_id": "2053",
            "date": "2001-03-03 17:15:41",
            "id": "112584",
            "reply_to_id": "112577",
            "text": "Bless harði heimur\nPLAMM!!!!"
        },
        {
            "user": "smile",
            "user_id": "2053",
            "date": "2001-03-03 17:21:31",
            "id": "112585",
            "reply_to_id": "112584",
            "text": "HVAR ER SNJÓRIN\nÉg er spá í að skafa allt úr frystinum og setja það úti garð bara til að finna hvernig mjúkur og yndislegur snjórin KREMST undir brettinu\nAAAARRRRGGGG…..\nég ætla að fara og naga á mér stóru tána"
        },
        {
            "user": "homeboy",
            "user_id": "8466",
            "date": "2001-03-25 19:11:16",
            "id": "112586",
            "reply_to_id": "112577",
            "text": "Heppni andskoti. Það er aldreí neinn almennilegur snjór þar sem ég bý, hann kemur svona 5 sinnum á ári! Ég verð að prófa að fara þangað einhvern tímann!!!"
        }
    ]
}