{
    "forum_title": "Deiglan",
    "user": "lucifer665",
    "user_id": "6705",
    "date": "2001-02-23 22:28:55",
    "title": "STEF í stríði við tölvunotendur!",
    "text": "Ég var að  heyra í fréttum að STEF eigi að fá greiddar 35kr fyrir hvern seldan Write-CD. Semsagt 350 kr hækkun +vsk fyrir hvern 10 diska kassa. Þetta er engin smáhækkun, þar sem ég hef rekist á diska á 69 kr, þeir hækka í 104 kr plús vsk. Há %.\nEinnig er talað um 35% hækkun á geisladiska skrifurum, og jafnvel vilja STEF men nálgast tölvurnar þar sem hægt er að geyma tónlist á tölvum. Er ekki í lagi heima hjá þeim, hvað með videóspólur, kassetur og pappír. Það gætti einhverjum dottið í hug að skrifa niður tónlistar texta á pappír.\nÉg er svolítið reiður núna, það er verið að hindra mig í því að skrifa diska sem ég hef keypt, tölvu eða tónlistar disk. Það eru lög sem leyfa okkur að taka afrit af öll efni sem við kaupum til eigin nota. Hvort heldur tölvugögn, tónlist eða kvikmyndir.\nÞetta með að hægt sé að geyma tónlist á tölvu leyfi þeim að fá hluta af sölu hagnaði tölvuverslunar er svo mikil frekja að mér ofbýður. Ég skil STEF gjöld af fluttning í útvarpi og á almenings stöðum, en þetta er of langt gengið. Hvað næst, ef það eru fleiri en 10 sem geta heyrt mig spila tónlist á þá að rukka? Hvernig er það eru flestir tónlistarmenn á Íslandi ekki að ræna erlenda félaga sína er þeir eru að spila á böllum. Queen, Led Zeppilin, CCR, ZZ-Top, Brittney, Blur og alla aðra sem þeir spila og fá borgað fyrir á sveitaböllum og Pöbum?\nRökkin hjá STEF hljóta að vera slöpp, Skífan segir að ekkert hafi dregist úr sölu á tónlist síðustu árin. Hvað er að? Eru þeir að hefna sín á Napster í gegnum íslenska neytendur? Sjá þeir ekki að við neytendurnir munnum snúa við þá baki!\nÉg ætla að hætta að versla tónlist hér á Íslandi, öll sú tónlist sem snýr að STEF munn ég forðast og ég ætla að hætta að styrkja Sinfóníu Íslands. Mín fjölskylda hefur styrkt hana um 2000 kr af VISA á mánuði, hér eftir hringjum við í VISA og segjum þeim að hætta greiðslum af kortinu.\nTölvu fólk: Vér Mótmælum Öll!!!\n“Here I draw the LINE!”",
    "url": "https://www.hugi.is/deiglan/greinar/17602/stef-i-stridi-vid-tolvunotendur/",
    "url_id": "17602",
    "id": "112643",
    "replies": [
        {
            "user": "thom",
            "user_id": "5176",
            "date": "2001-02-24 15:10:37",
            "id": "112644",
            "reply_to_id": "112643",
            "text": "Þetta er til háborinnar skammar!!! Hver leyfir þeim þetta???? Hvað næst? Ætla þeir að fara að leggja sérstakt aukagjald á hljóðfæri og hljómflutningstæki líka? - það er nú hægt að spila tónlist í þeim.\nSjálfur á ég skrifara og ekki veit ég hvernig það er hjá öðrum en ég skrifa mjög lítið af íslenskum diskum. Yfirleitt reyni ég að kaupa íslenska diska af því að ég veit að íslenskir tónlistarmenn eru fæstir eitthvað að moka inn peningum.\nÞannig að þetta er bara rugl… Ég legg til að einhver hérna á huga sem hefur auðveldan aðgang að server setji upp undirskriftalista og netverjar skrifi undir til að mótmæla þessari hneysu!!! Þetta eru bara stórabróðurstilburðir hjá þeim og ekkert annað.\nKannski maður fari bara að skrifa íslenska diska frekar!"
        },
        {
            "user": "ivar",
            "user_id": "1346",
            "date": "2001-02-27 13:36:06",
            "id": "112645",
            "reply_to_id": "112644",
            "text": "ég var að pæla hver seldi veiðileyfi á þessa gaura, mér langar neflilega að kaupa svoleiðis!!!"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2001-02-24 15:11:38",
            "id": "112646",
            "reply_to_id": "112643",
            "text": "Mótmælabréfin fara á stef@stef.is"
        },
        {
            "user": "thom",
            "user_id": "5176",
            "date": "2001-02-24 15:15:38",
            "id": "112647",
            "reply_to_id": "112646",
            "text": "Eitt annað: hvar get ég fundið fréttir eða greinarbetri lýsingu á um hvað þetta snýst?"
        },
        {
            "user": "lucifer665",
            "user_id": "6705",
            "date": "2001-02-24 15:23:53",
            "id": "112648",
            "reply_to_id": "112647",
            "text": "Þeir voru með “Scopið” á Skjá einum. Gættu veit fleiri upplýsingar."
        },
        {
            "user": "Gauos",
            "user_id": "297",
            "date": "2001-02-24 15:51:24",
            "id": "112649",
            "reply_to_id": "112648",
            "text": "Þetta verður að stöðva og það á stundinni !\nGrrr :["
        },
        {
            "user": "JReykdal",
            "user_id": "77",
            "date": "2001-02-24 17:02:20",
            "id": "112650",
            "reply_to_id": "112647",
            "text": "…er að finna hér:\nhttp://mrn.stjr.is/mrn/logogregl.nsf/nrar/reglugerdir1252001"
        },
        {
            "user": "hetjan",
            "user_id": "6225",
            "date": "2001-02-24 22:45:56",
            "id": "112651",
            "reply_to_id": "112646",
            "text": "ALLIR AÐ jarða þá í tölvupóst stef@stef.is"
        },
        {
            "user": "Schemer",
            "user_id": "986",
            "date": "2001-02-25 03:55:34",
            "id": "112652",
            "reply_to_id": "112651",
            "text": "ég er a brjálast í þessari frétt maður, sem betur fer keypti ég 500diska í síðustu viku, og er með nýjan brennara, en þetta er þvílík fásinna og eflaust hið heimskulegra (fyrir utan kristnihátíðina) sem íslenska ríkið hefur samþykkt!\nog algjörlega fáránlegt a þetta komist ekki í fréttirnar. HÖLDUM MÓTMÆLAGÖNGU eða eitthva..\nog skrá sig á undirskriftalistann: www.quake.is/fallen/motmaeli\nreiður schem"
        },
        {
            "user": "Fluffster",
            "user_id": "7",
            "date": "2001-02-24 15:23:44",
            "id": "112653",
            "reply_to_id": "112643",
            "text": "Er STEF ekki með þessu að leggja blessun sína yfir það að menn fjölfaldi íslenska tónlist?\nEf ég borga fleiri þúsund krónur til STEF fyrir það að fá að eiga brennara, og svo ca. 40% af verði skrifanlegra diska, þá er ég búinn að borga fyrir það að fá að skrifa íslenska tónlist og þá í fullum rétti með að framkvæma það. Húrra fyrir STEF!\nBrennarana í gang!"
        },
        {
            "user": "Buddy",
            "user_id": "1889",
            "date": "2001-02-24 17:49:54",
            "id": "112654",
            "reply_to_id": "112653",
            "text": "Það er rétt.  Ég lýt svo á að ég sé búinn að borga fyrir höfundaréttinn þegar ég kaupi skrifaða diska.  Hér eftir leyðis mun ég skrifa eins mikið af Íslenskri tónlist og ég vil.  Þetta er náttúrulega þvílík fásinna.\nHVAÐ ERU FJÖLMIÐLAR Á ÍSLANDI AÐ GERA EF ÞETTA KEMST EKKI Í HÁMÆLI ÁÐUR EN SVONA KEMST Í LÖG/REGLUGERÐIR??????????\nPs. ég hef aldrei skrifað íslenska tónlist og hef aldrei orðið var við að íslensk tónlist væri skrifuð."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-02-24 17:05:58",
            "id": "112655",
            "reply_to_id": "112643",
            "text": "Þetta er hárrétt og ALLA þróun í þessa átt þarf að stöðva! Ég held að ég gangi til liðs við lucifer (tvírætt!) og taki til sömu ráða og hann!"
        },
        {
            "user": "grizzly",
            "user_id": "2874",
            "date": "2001-02-24 17:47:26",
            "id": "112656",
            "reply_to_id": "112643",
            "text": "Allir að senda Birni Bjarnasyni bréf og mótmæla.\nHeimasíða Björns Bjarnasona"
        },
        {
            "user": "Andresond",
            "user_id": "31726",
            "date": "2001-02-24 21:07:40",
            "id": "112657",
            "reply_to_id": "112643",
            "text": "ok það sem ég er búinn að gera núna\ner að ég sendi öllum þeim sem eru\ná mínum póstlista uppls, um þetta mál og slóðina\nþar sem fólk getur skrifað undir mótmælalistann\nog ég hvet ykkur til að gera það sama.\nþetta er farið að ganga út í öfgar þessi skattamál hér á íslandi og við verðum að mótmæla\nKv Andresond"
        },
        {
            "user": "mAlkAv",
            "user_id": "6073",
            "date": "2001-02-24 22:31:31",
            "id": "112658",
            "reply_to_id": "112643",
            "text": "3)\tAf tækjum til upptöku, þ. á m. á geisladiska, smádiska (minidiscs), þ.e. geisladiska-brennurum/geisladiskaskrifurum sem flokkast í tnr. 8520.9002 skal greiða 4% af verði hvers tækis.\n4% er svoltið mikið annað en 35%"
        },
        {
            "user": "Xavier",
            "user_id": "2009",
            "date": "2001-02-25 11:26:01",
            "id": "112659",
            "reply_to_id": "112658",
            "text": "Já 4% er talsvert annað en 35%. En skýringuna má rekja til þess að tollurinn lagði á vörugjald á innflutning á þessum tækjum í kjölfar þessara laga (var mér sagt af tölvuverslun).\nÞar kemur útskýringin á þessum mun.\nXavie"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-02-24 22:43:45",
            "id": "112660",
            "reply_to_id": "112643",
            "text": "Ég sendi inn mótmæli. Þetta eru bara algjör fífl!\nMótmælum öll á www.quake.is/fallen/motmaeli\nThe almighty Helm"
        },
        {
            "user": "KurtCobain",
            "user_id": "7591",
            "date": "2001-02-25 13:31:54",
            "id": "112663",
            "reply_to_id": "112643",
            "text": "www.quake.is/fallen/motmaeli\nwww.quake.is/fallen/motmaeli\nwww.quake.is/fallen/motmaeli\nwww.quake.is/fallen/motmaeli\nwww.quake.is/fallen/motmaeli\nwww.quake.is/fallen/motmaeli\nwww.quake.is/fallen/motmaeli\nwww.quake.is/fallen/motmaeli\nwww.quake.is/fallen/motmaeli\nwww.quake.is/fallen/motmaeli\nwww.quake.is/fallen/motmaeli\nwww.quake.is/fallen/motmaeli"
        },
        {
            "user": "Fluffster",
            "user_id": "7",
            "date": "2001-02-25 15:24:18",
            "id": "112661",
            "reply_to_id": "112643",
            "text": "Ég vil benda á að eiginkona Björns Bjarnasonar er atvinnutónlistarmaður. Tilviljun?"
        },
        {
            "user": "KurtCobain",
            "user_id": "7591",
            "date": "2001-02-25 18:00:34",
            "id": "112662",
            "reply_to_id": "112661",
            "text": "nei það er ekki tilviljun! þessi kall á sko alveg nóg af peningum, og konan hans þarf ekkert fleiri peninga!"
        },
        {
            "user": "bjoggi",
            "user_id": "588",
            "date": "2001-02-25 18:14:10",
            "id": "112664",
            "reply_to_id": "112643",
            "text": "Það er eitt fyrirtæki í raun sem einokar íslenskan tónlistarmarkað.  Aðrir aðilar eru eiginlegar “óháðir” og mjög litlir í samanburði við Skífuna.\nÞað hlýtur því að hafa verið Skífan, sem sá aðili sem á mestra hagsmuna að gæta, sem hefur þrýst á ráðuneytið og STEF um að fá þetta í gegn.\nEða hvað…fann ráðuneytið þetta upp hjá sjálfu sér…"
        },
        {
            "user": "bjoggi",
            "user_id": "588",
            "date": "2001-02-26 12:04:28",
            "id": "112665",
            "reply_to_id": "112664",
            "text": "ég sendi póst á stef@stef.is þar sem ég lýsti því yfir að ég væri hér með formlega hættur að kaupa íslenska tónlist (hef keypt 2-3 diska á mánuði)\nog sagði að ég myndi endurskoða þetta og kannski kaupa hana ef þetta breytist, og sagði að þeir væru að búa til glæpamenn með þessu vegna þess að ég er viss um að smygl á diskum og skrifurum á eftir að stóraukast."
        },
        {
            "user": "indridi",
            "user_id": "6635",
            "date": "2001-02-26 14:59:31",
            "id": "112666",
            "reply_to_id": "112665",
            "text": "Ég skil ekki alveg öll þ essi mótmæli alltaf, og svo rugliði alltaf saman bætum og bitum, þannig að venjulegt fólk botnar ekki neitt í neinu. Við skulum bara taka þetta lið fyrir lið. Í fyrsta lagi eruð þið í rauninni að stórgræða á þessum skatti, eða hvað sem á að kalla það. Ef við tökum dæmi, þá kostar nýr geisladiskur með íslenskri tónlist eitthvað um 2.499 kr. - og hvað eru þá skittnar 35 kr.!\nAð lokum langar mig til þess að koma sérstöku þakklæti á framfæri til yfirvaldsins í þessu máli, enda er hér um mikinn kostnaðarvitundarauka að ræða, nokkuð sem ég var alveg ófær um að efla sjálfur áður en þessi skattur var lagður á. Mér finnst of mikið um það að fólk sé alltaf að mótmæla hinu og þessu. Það er alltaf þessi rembingur og spenna hjá Íslendingum. Væri ekki sniðugra að við keyptum okkur bara svona kufla í staðin fyrir að vera alltaf að kaupa einhver tískuföt, sem hvort eð er eru með mörghundruð prósenta álagningu. Síðan gætum við safnast saman niðrí bæ, lagst á hnén, galopnaða munninn og hneigt okkur í átt að alþingishúsinu, þar sem leiðtogar okkar eru að störfum. Ef við sjáum svo einhverra þessara leiðtöga bregða fyrir, þá gætum við lokað augunum og muldrað eitthvað í einum kór.\nKæru landsmenn, ég legg til að við sættum okkur við þessa hækkun með þeirri þjóðlegu reisn og umburðarlyndi sem við erum svo fræg fyrir. Við eigum að taka mark á fólki sem er okkur æðra.\nÉg vil að lokum benda benda fólki á að nota bara floppydiska ef það þarf eitthvað að vera að afrita tölvugögn á annað borð. Geisladiskar eru hvort eð er ómeðfærilegir og í raun úreldir. Þeir sem vilja ganga skrefi lengra geta síðan komið á fyrirhugað námskeið hjá mér, þar sem ég mun kenna fólki mannasiði, auk þess sem ég mun kenna fólki að nota sínkler spektrúm tölvurnar margfrægu (eða oric-1, ef einhver kýs það frekar), en með tækni þessara tölva má afrita tölvugögn beint á segulband, eða venjulegar hljóðsnældur (það meira að segja heyrist skemmtilegt tölvuhljóð á meðan).\nAð lokum vil ég þakka landsmönnum öllum fyrir lesninguna.\nPs. hvenær á eiginlega að fara að stofna þennan her sem alltaf er verið að tala um? Þá myndum við örugglega byggja okkar eigin, alþjóðlega herflugvöll í einum grænum, í stað herflugvallarinns sem Bandaríkjamenn byggðu í Keflavík og í stað herflugvallarins sem Bretar byggðu í Reykjavík.\nPs.ps. ef ég væri útlendingur, þá myndi ég sennilega ekki þora að skrifa þetta, nema ég væri sætur og kynni góða íslensku."
        },
        {
            "user": "indridi",
            "user_id": "6635",
            "date": "2001-02-26 15:08:32",
            "id": "112667",
            "reply_to_id": "112666",
            "text": "Þetta snýst kannski um það að fólk er ekki allt að afrita íslenska diska, heldur eru sumir kannski að afrita SÍN EIGIN gögn ekki endilega lög af netinu.  Það að þurfa að borga höfundarrétt af eiginn vinnu er ekki rétt alveg sama hvernig þú líkur á það."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-02-26 15:27:18",
            "id": "112668",
            "reply_to_id": "112666",
            "text": ""
        },
        {
            "user": "indridi",
            "user_id": "6635",
            "date": "2001-02-26 15:09:50",
            "id": "112669",
            "reply_to_id": "112643",
            "text": "Dettur þér í hug að ég sem er skráður hjá STEF og er höfundur dægurlaga MÓTMÆLI þessu!!!!!!!!!!!!!!!!!!!!!!!!!\nÉg gæti ekki verið meira hlintari þessu þar sem hér er verið að taka á því að Fólk eins og þú sér að kópera mína tónlist hægri/vinstri.\nAllar útvarpsstöðvar og sjónvarpsstöðvar borga svokölluð stefgjöld.  Þar sem þær borga mér fyrir flutning á laginu sem ég samdi og æfði 100kls og þurfti svo að fara í hljóðver og taka þetta allt saman upp og það tekur að meðaltali 30-40 kls eitt lag.  Síðan þarf að mastera lagið tekur 2-3 kls og síðan að senda það erlendis til þess að setja þetta á disk og gefa þetta út samkv. lögum og reglum.  OG í STAÐIN FYRIR AÐ styrkja ísl. tónlistarmenn þá villt þú kópera lagið mitt niður á þinn disk eins og ekkert sé.\nDæmi:\nÞú býrð til hugbúnað og leggur allt þetta á þig,  varst heilt ár að forrirt þetta allt saman og langar að sýna öllum hvað þú ert klár og náttúrulega selja afurðina.  En þá kem ég kaupi eitt eintak og kópera svo hugbúnaðinn fyrir ALLA ASÍU og Bandaríkin og þú færð ekki krónu.\nGætir þú sætt þig við það.\nDæmi 2:\nÞú ert myndlistamaður og sýnir verkin þín á Kjarvalstöðum.  Þá kem ég og tek mynd af málverki þínu á DIGITAL myndavélina mína og læt svo SAMSKIPTI prenta þetta út fyrir mig í góðri upplausn og sel svo myndirnar á 1000kr í Kolaportinu.\nGætir þú sætt þig við það.\nAnnað:\nÞað er verið að setja smá toll á þetta(krónur) sem er löngu orðið sjálfsagt og fólk er að mótmæla þessu.\nÞað er ekki bara verið að verja höfundarrétt tónskálda heldur líka höfunda hugbúnaða sem annað hugvit.\nEf þú hefur alldrei skrifað eða stolið einu eða neinu væri þessi tollur ekki settur á.\n!!!!Eins og sagt er í einu dægurlagi “you do it to your self”!!!!!!\nLíka:\nEf þú er með rekstur á skemmtistað þarft þú að borga STEFgjöld af því þannig að það er búið að greiða fyrir þau lög sem hljómsveitirnar leika.\nOG ÞAÐ ERT ÞÚ SEM GERIR KRÖFUR um að hljómsveitirnar leiki þessi lög til að skemmta þér.  Ef að þær fengju að ráða yrði alltaf flutt frumsamin tónlist líkt og gert er erlendis.\nEf þú hættir að kaupa Íslenska tónlist er það þitt mál en þegar þú kaupir erlenda tónlist borgar þú vissulega tolla af því.\nSínfóníuhljómsveit Íslands er ríkisrekin þannig að þú ert í raun að styrkja ríkið."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-02-26 15:30:08",
            "id": "112670",
            "reply_to_id": "112669",
            "text": "sem eru svo miklir aumingjar að þið þurfið að kroppa krónur frá okkur almúganum í landinu og getið ekki fundið ykkur vinnu við hæfi sem skilar sínu. Þið eruð dauðans lýður!"
        },
        {
            "user": "indridi",
            "user_id": "6635",
            "date": "2001-02-26 15:53:11",
            "id": "112671",
            "reply_to_id": "112669",
            "text": "Í fyrsta lagi þá er staðan akkúrat þannig núna að ef ég bý til forrit og það er eitthvað varið í það er það afritað í tætlur útum allt.\nÍ öðru lagi þá hef ég ekki afritað tónlist á geisladisk, heldur hef ég fyrst og fremst hugsað það fyrir það að geyma gögn.\nAuk þess hjálpar það mér ekki að verja forritin mín fyrir því að þau séu afrituð(Ef ég vildi það) að STEF fái greitt fyrir þegar einhver annar afritar það.  Eða ætlar stef þá kannski að borga mér sem forrita hönnuði hluta af sínum höfundaréttarlaunum. I don´t think so."
        },
        {
            "user": "Fluffster",
            "user_id": "7",
            "date": "2001-02-26 15:57:01",
            "id": "112672",
            "reply_to_id": "112669",
            "text": "Ert þú alveg tómur í hausnum kæri “satt”?\nMálið er einfaldlega það að yfirgnæfandi meirihluti tómra geisladiska er EKKI notaður undir vernduð tónverk heldur gögn sem félagar STEF hafa ekkert með að gera.\nDæmi:\nÞú skrifar hugbúnað og notar geisladiska til að taka öryggisafrit, selja viðkomandi hugbúnað, dreifa demoum o.þ.h. Í hvert skipti sem þú setur disk í brennarann til að afrita EIGIN gögn þá borgarðu ca. 60% af verði disksins til íslenskra tónlistarmanna. Hvurn fjandann hafa þeir til þess unnið að fá peninga fyrir mína vinnu? Nógu mikið er mokað af skattfé í þessar afætur þó þeir eigni sér ekki öryggisafritin af líffræðiglósunum mínum.\nÞað er einfaldlega verið að refsa upplýsingatæknigeiranum fyrir það að einhverjir geti hugsanlega afritað íslenska tónlist."
        },
        {
            "user": "indridi",
            "user_id": "6635",
            "date": "2001-02-26 16:04:58",
            "id": "112673",
            "reply_to_id": "112669",
            "text": "Fyrir utan það að það að setja 35 krónu toll á þetta er ekki smá tollur heldur erþað farið að verða stór hluti af verðgildi disksins.  Ekki skánar það heldur þegar að maður fera að skoða reglugerðina því hún kveður á um að það eigi að taka 100 krónu toll af hverjum diski.\nAuk þess er verið að rukka fólk fyrir möguleikan á að taka öryggis afrit á einhvern almennilegan miðil."
        },
        {
            "user": "Thecikco",
            "user_id": "1211",
            "date": "2001-02-28 22:57:48",
            "id": "112674",
            "reply_to_id": "112669",
            "text": "Það er fáránlegt af *Hæstvirtum* menntamálaráðherra (BB) að hafa náð að setja þessi lög.Ég er sem betur fer nýbúinn að kaupa mér nýjan skrfara og NÚ ætla ég að fara að skrifa alla íslenska tónlistardiska sem ég get komið höndum mínum yfir þar sem er hvorteðer búið að gefa AUMINGJUNUM í STEF sinn pening fyrir að leyfa mér að hlusta á tónlistina.\nÞað eina sem er verið að gera með þessum lögum er að leyfa afritun á íslenskum tónlistardiskum.\nMeð baráttukveðjum\nTheCikco"
        },
        {
            "user": "arnorg",
            "user_id": "459",
            "date": "2001-02-27 02:32:51",
            "id": "112675",
            "reply_to_id": "112643",
            "text": "#netverjar.is er rás á irkinu þar sem að þú getur tekið þátt í umræðum um þetta mál……."
        },
        {
            "user": "Beer",
            "user_id": "1917",
            "date": "2001-02-27 09:34:51",
            "id": "112676",
            "reply_to_id": "112643",
            "text": "Skrifstofa STEFs er opin alla virka daga frá 10-12 og 13-15. Þegar skrifstofan er lokuð er hægt að lesa inn skilaboð á símsvara 561-6173 og er þeim svarað við fyrsta tækifæri.\nHeimilisfang:\nSTEF\nLaufásvegi 40\n101 Reykjavík\nSími: 561-6173\nFax: 562-6273\nNetfang: stef@stef.is\nNetföng starfsmanna:\nEiríkur Tómasson prófessor,  framkvæmdastjóri - eirikur@stef.is\nÞuríður Baxter, skrifstofustjóri og útibússtjóri NCB - thurid@stef.is\nÓlöf Þorsteinsdóttir, gjaldkeri - olof@stef.is\nIngibjörg F. Ottesen, fulltrúi - ingibjorg@stef.is\nGuðný Rósa Gísladóttir, bókari og starfsmaður NCB - gudny@stef.is\nGunnar Stefánsson, markaðs- og innheimtustjóri - gstef@stef.is / gstef@simnet.is /\nGSM-sími: 897-1617"
        }
    ]
}