{
    "forum_title": "Húmor",
    "user": "kristmundur",
    "user_id": "38484",
    "date": "2003-11-04 17:52:35",
    "title": "HGow to rob soda machines",
    "text": "Ekki kannski brandari en vissi ekki hvar ég ætti að pósta þessu.\nPart 1 - How to Rob Pop Machines for money and pop\nTake an empty 2 litre bottle of pop and fill it with luke warm water.\nThen put about a good 1/2 cup of salt in and mix it up real well.  Go find a\nfairly deserted pop machine late at night, and either make a funnel with a\nrolled up newspaper, or go and buy one.  Then stick the funnel in the slot\nwhere you deposit your money, and slowly start pouring the salt water into the\ncoin slot (get the brave one to do this ;-)  ).\nThe water will run down the METAL and into the coin box.  In the coin\nbox, there are two little “switches”.  One gives out pop when it is activated,\nand the other gives out change.  When the water runs down in between them,\nthe water conducts electricity and short circuts them.  The pop machine will\nthen start to radomly shoot out pop and money.  It is best advised to either\nhave someone stading near the power cord to the pop machine (ready to unplug\nit), or have somebody with a pair of hedge clippers that will cut the cord.\nThis is not always needed, but we had one machine that was possesed, and almost\nfucking landed on top of us!\nThanks to Analog Kid from 2112 for this GROOVY info!\nPart 2 - How to Rob Arcade Games\nThis method is very simple, but it does work.  Go and get and ordinary\nquater and drill a hole near the out side about 1/16 of an inch big.  Then go\ndown to your local hobby store and pick up some of that thin heavy duty string\nthey use on model rocket parachutes.  As you probabbly have guessed, tie the\nstring through the hole, and viola!  Insert your quarter VERY VERY SLOWLY, and\nwhen you hear the machine accept your credit, slowly pull it back a little ways\nand do it again and again untill you have like 100 credits.  I have also heard\nof people magnetizing their quarter and when they pulled the “quarter on a\nstring” out of the coin box, they brought like six more quarters up with them.\nIf your quarter does get stuck, you can pull fairly hard on the string, and\neven if it does break, it's only a quarter.  This also works well for cigarette\nmachines (especially in Canada if you use “loonies”).\n(áGâ Note: There is also a method that has gotten less publicity called\n“Penny Flicking” in which you take a penny and flick it up the coin return\nslot. However, we have yet to experience this successfully. If anyone\nsucceeds in doing, let us know.)\nPart 3 - How to get free Candy and chips and shit.\nThis only works on two types of machines.  1 - The type that have the\n25 cent gumballs, or the M&M's, or peanuts and other shit.  You put in a dime,\nor a quarter and turn it.  2 - Almost the same, except you must use silver\ndollars or 4 quarters, they have the chocolate bars and chips that have that\ncoily thing that revolves and drops the item.  It would probabbly work at some\nlaundry machines that work the same way.  Take your quarter and put it in the\nslot.  Now you can either do two things here, you can use a peice of scotch\ntape and tape the quarter in, or you can even use a peice of gum on the back of\nthe quarter to hold it in place (This actually works alot better).  Then just\nsimply turn the handle, when it somes around again, your money will still be\nthere, and the candy will come out!  So, turn it again!  The reason this works\nis because the machine releases candy as soon as the coin slot can turn all the\nway, not when the coin drops….The coin doesn't even have to drop, it just has\nto turn.  So if you prevent your quarter from falling, it will come back.",
    "url": "https://www.hugi.is/humor/greinar/176363/hgow-to-rob-soda-machines/",
    "url_id": "176363",
    "id": "1350286",
    "replies": [
        {
            "user": "randver",
            "user_id": "34960",
            "date": "2003-11-04 19:45:14",
            "id": "1350287",
            "reply_to_id": "1350286",
            "text": "hehehehe veit ekki akkuru þetta er merkilegt en ég er fyrstur, það er bara allir að ger þetta, og ég er nyr þannig að bara fyrstur muhaaaa."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-11-04 19:46:44",
            "id": "1350288",
            "reply_to_id": "1350286",
            "text": "Sniðugt!"
        },
        {
            "user": "Neeve",
            "user_id": "40043",
            "date": "2003-11-05 08:28:05",
            "id": "1350289",
            "reply_to_id": "1350286",
            "text": "Gott að vita þessi trikk ;o)"
        },
        {
            "user": "tigerjo",
            "user_id": "38581",
            "date": "2003-11-06 00:37:00",
            "id": "1350290",
            "reply_to_id": "1350286",
            "text": "vá, verð að prufa þetta einthvern tíman!!! ;o)"
        },
        {
            "user": "princess",
            "user_id": "26065",
            "date": "2003-11-06 20:27:52",
            "id": "1350291",
            "reply_to_id": "1350290",
            "text": "lol… mundi samt aldrei þora þessu…:D"
        }
    ]
}