{
    "forum_title": "Körfubolti",
    "user": "goat",
    "user_id": "18686",
    "date": "2003-11-07 12:55:18",
    "title": "Lakers óstöðvandi",
    "text": "Lakers unnu fimmta leikinn sinn í nótt af 5 þegar þeir mættu hinu mjög svo sterka liði San Atonio Spurs. Reyndar ekki eins sterkt og mögulegt væri því að Spurs léku án stjörnuleikmannsins síns Tim Duncan og Tony Parkers sem stóð sig mjög vel á síðasta tímabili, en þeir gerðu samt vel í að halda í Lakers þrátt fyrir fráveru þessara leikmanna. Eftir 3 leikhluta leiddu Spurs með 2 stig. Malik Rose skoraði úr 2 vítaskotum þegar 45 sek voru eftir, sem jöfnuðu leikinn og þegar 2.1 sek voru eftir fékk Karl Malone tækifæri á að klára leikinn en það tókst ekki og varð niðurstaðan framlenging. Kobe fékk síðan tækifæri að klára leikinn (109-109) þegar rúmlega sekúnda var eftir en það tókst ekki og varð þetta tvíframlengt. Lakers menn unnu þetta síðan með 3 stigum (11-8 í annari fram.).\nSem sagt það tók Lakers 4 STJÖRNU-leikmenn og 2 framlengingar til þess að vinna Spurs liðið sem vantaði 2 lykilmenn. Manu Ginobli átti jafnframt besta leik sinn með spurs liðinu en það var ekki nóg. 33 stig, 12 fráköst og 7 stoðsendingar varð niðurstaðan hjá honum. Shaq og Kobe áttu frábæra leiki og skoruðu þeir samtals 72 stig af 120 stigum Lakers. Shaq með 35 stig, 20 fráköst, 6 stoðseningar og 4 varin skot sem er MJÖG gott mál. Kobe 37 stig, 16 af 29 skotum sem er mjög góð nýting. Auk þess tók hann 5 fráköst og stal 4 boltum. Aðeins einn af þeim 6 varamönnum Lakers skoruðu sem er bara einfallt dæmi um slakan bekk hjá þeim. Malone var með 15 stig og 19 fráköst sem þykir mjög góður leikur. Payton með 16 stig, 7 fráköst og 6 stoðseningar. Þetta byrjunarlið Lakers manna er skuggalega gott enda búnir að vinna alla sína leiki í vetur.\nAlveg ótrúlegt að Spurs héldu í Lakers allan tímann og spiluðu án þeirra bestu manna.",
    "url": "https://www.hugi.is/korfubolti/greinar/176993/lakers-ostodvandi/",
    "url_id": "176993",
    "id": "1355356",
    "replies": [
        {
            "user": "Beerbelly",
            "user_id": "18028",
            "date": "2003-11-07 13:37:16",
            "id": "1355357",
            "reply_to_id": "1355356",
            "text": "Lakers lendir í miklum vandræðum ef að eikker af byrjunarliðsmönnunum meiðist hjá þeim, að rétt vinna spurs án Duncan og Parker er nú ekkert til að hrópa húrra fyrir!"
        },
        {
            "user": "goat",
            "user_id": "18686",
            "date": "2003-11-07 13:38:45",
            "id": "1355358",
            "reply_to_id": "1355357",
            "text": "enda sagði ég að ótrúlegt að spurs héldu í Lakers allan tímann … greinilega sterkt lið þarna hjá þeim … mikil breidd"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-11-07 14:26:06",
            "id": "1355359",
            "reply_to_id": "1355358",
            "text": "lakers lakers lakers…"
        },
        {
            "user": "goat",
            "user_id": "18686",
            "date": "2003-11-07 17:20:55",
            "id": "1355360",
            "reply_to_id": "1355356",
            "text": "Var ekki eitthvað voða ósætti og rifrildi milli Kobe og Shaq um daginn ?"
        },
        {
            "user": "goat",
            "user_id": "18686",
            "date": "2003-11-07 17:27:42",
            "id": "1355361",
            "reply_to_id": "1355360",
            "text": "Jú eins og oft áður en þeir geta geymt þetta þangað í smá tíma og einbeitt sér í staðinn að fá meistarahringinn á puttann …"
        },
        {
            "user": "Maxium",
            "user_id": "432",
            "date": "2003-11-07 18:22:41",
            "id": "1355362",
            "reply_to_id": "1355361",
            "text": "Það er nú svo fyndið með svona topplið, þó það vanti góða menn, þá ná þau oft að peppa sig upp og ná toppleikjum þegar það skiptir máli. Mótlætið eflir þá frekar en hitt. Annars merkileg niðurstaða."
        },
        {
            "user": "goat",
            "user_id": "18686",
            "date": "2003-11-07 18:26:53",
            "id": "1355363",
            "reply_to_id": "1355362",
            "text": "já og það er oftast þá sem lélegri leikmenn standa saman og eiga góða leiki …"
        },
        {
            "user": "Sporti",
            "user_id": "26071",
            "date": "2003-11-07 19:18:47",
            "id": "1355364",
            "reply_to_id": "1355362",
            "text": "Þetta þýðir bara að það er nóg fyrir Duncan að vera á bekknum til að stjórna liðinu!"
        },
        {
            "user": "Sporti",
            "user_id": "26071",
            "date": "2003-11-07 19:27:48",
            "id": "1355365",
            "reply_to_id": "1355364",
            "text": "Þetta var nú hálfgerður sigur fyrir Spurs, því eftir þennan leik þá held ég að þeir hafi sálrænayfirburði(því miður).\nSamkvæmt erlendum fjölmiðlum þá virkuðu leikmenn lakers kærulausir og voru ekki að leggja sig 100% framm í vörn(kannski of sigurvissir)\nEn ef Lakers hefði spilað á 100% krafti þá eiga þeir að rúla yfir spurs(án Duncans).\nNæsti leikur hjá Lakers verður í kvöld á móti New orlens og tel ég að þar mun lakers tapa sínum fyrsta leik út af því að þeir voru að spila 2 framlengdan leik(3 og hálfur tími) og verða ekki ferskir."
        },
        {
            "user": "goat",
            "user_id": "18686",
            "date": "2003-11-07 21:14:42",
            "id": "1355366",
            "reply_to_id": "1355365",
            "text": "“Næsti leikur hjá Lakers verður í kvöld á móti New orlens og tel ég að þar mun lakers tapa sínum fyrsta leik út af því að þeir voru að spila 2 framlengdan leik(3 og hálfur tími) og verða ekki ferskir.”\nJá ég held líka að New Orleans taki þá því að Baron Davis er búinn að vera að spila mjög vel með þeim það sem af er tímabilsins og hafa Hornets komið mér mjög á óvart. Unnið Atlanta (í framlengingu), Orlando, Boston og Sixers (í framlengingu). Samt hefur það komið mér á óvart hvað hann Darrel Armstrong hefur ekki verið að gera neinar rósir þarna, aðeins rúmlega 8 stig á leik og 4 stoðsendingar, mér finnst að þessi frábæri leikmaður ætti að skora eitthvað meira."
        },
        {
            "user": "wbdaz",
            "user_id": "6083",
            "date": "2003-11-08 14:41:49",
            "id": "1355367",
            "reply_to_id": "1355366",
            "text": "Baron Davis stóð undir væntingum með 23 stig og 11 stoðsendingar. (eða eitthvað þar um bil)."
        },
        {
            "user": "Steinia",
            "user_id": "2047",
            "date": "2003-11-07 18:55:24",
            "id": "1355368",
            "reply_to_id": "1355356",
            "text": "þessi fyrirsögn er ekkert mjög lýsandi fyrir innihaldið:\n“Sem sagt það tók Lakers 4 STJÖRNU-leikmenn og 2 framlengingar til þess að vinna Spurs liðið sem vantaði 2 lykilmenn”\nÞetta er ekki beint að vera óstöðvandi."
        },
        {
            "user": "Klaufinn",
            "user_id": "22869",
            "date": "2003-11-08 18:17:40",
            "id": "1355369",
            "reply_to_id": "1355368",
            "text": "Sko hann Tim Duncan getur ekki neitt hvað þá Parke"
        },
        {
            "user": "goat",
            "user_id": "18686",
            "date": "2003-11-08 18:33:41",
            "id": "1355370",
            "reply_to_id": "1355369",
            "text": "Jú jú … duncan getur ekki skít … nema það að hann er einn af allra öflugustu PF okkar tíma …"
        },
        {
            "user": "benzi",
            "user_id": "19918",
            "date": "2003-11-07 20:06:33",
            "id": "1355371",
            "reply_to_id": "1355356",
            "text": "Lakers……you gotta love them :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-11-08 11:25:19",
            "id": "1355372",
            "reply_to_id": "1355356",
            "text": "Lakers smakers, Spurs eru betri Ginobili er snillingur og svo vantaði Parker og Duncan iss Spurs áttu samt að taka þetta elliheimili og klára þá af."
        }
    ]
}