{
    "forum_title": "Rokk",
    "user": null,
    "user_id": null,
    "date": "2003-11-07 00:20:07",
    "title": "The Hospitals - The Hospitals",
    "text": "Þegar margir milljarðar bandaríkjadala fara í að drepa og gera öðrum lífið leitt spyr maður sig hvað í anskotanum sé að þessum heimi.\nÞegar hriðjuverkamenn drepa mörg þúsund saklausa Bandaríska ríkisborgara því þeir hata Bandaríkin spyr maður sig hvað í andskotanum sé að þessum heimi.\nÞegar diskur eins og “The Hospitals” kemur út spyr maður sig hvað í anskotanum sé að þessum heimi.\nÞetta viðurstyggilega snilldarverk er einmitt það sem heimurinn þarf þegar allt er á leiðinni til helvítis.\nÞað er ekki hægt að dansa við þetta, nema sá dans innihaldi það að skera af sér fæturnar með riðgaðri vélsög.\nÞað er ekkert “groove” í þessu og enganvegin hægt að njóta þessarar “tónlistar”.\nÉg er að tala um The Hospitals. Ykkar verstu martraðir í formi hljóðs. Þessi gítar+trommur dúett (sem kemur frá Bandaríkjunum) var settur saman til þess eins að pynta fólk og hvetja til sjálfsmorðs. Fyrir sjúkt fólk eins og mig er þetta gull í eyra!\nSem betur fer er diskurinn rétt 25 mínútur svo að þjáningarnar standa stutt yfir.\nTracklist:\n1.  Song 1\n2.  Hazmat\n3.  Freer\n4.  Rock And Roll Is Killing My Life\n5.  I Say Go\n6.  Friends\n7.  I'm Invisible\n8.  Again & Again\n9.  Don't Panic\n10. We Buzz Like Bees Do\n11. Missing My Hands\nÉg ætla ekkert að fara út í hvert og eitt lag. Þetta er allt saman ein ofbeldisfull heild sem skilur eftir ör í sál allra FM hnakkra og píkupoppara. Hlustið á þetta og njótið ógeðsins.",
    "url": "https://www.hugi.is/rokk/greinar/176986/the-hospitals-the-hospitals/",
    "url_id": "176986",
    "id": "1355243",
    "replies": [
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2003-11-07 01:40:49",
            "id": "1355244",
            "reply_to_id": "1355243",
            "text": "Eftir þessar lýsingar þínar get ég ekki sagt að mig langi mikið til að tjekka á þessu bandi ;)"
        },
        {
            "user": "Mexico",
            "user_id": "30531",
            "date": "2003-11-07 01:42:57",
            "id": "1355245",
            "reply_to_id": "1355243",
            "text": "Já, ég hef ekki ennþá heyrt plötuna en mig hlakkar til og ég er alltaf til í að æla öðru fólki til samlætis. Æla á einhverja rekka í Skífunni til að fagna útkomu þessarar plötu. Eða jafnvel æla á foreldra sína á meðan þeir sofa.\nJeiiiiii."
        },
        {
            "user": "sigurdsson",
            "user_id": "408",
            "date": "2003-11-07 13:54:35",
            "id": "1355246",
            "reply_to_id": "1355245",
            "text": "Sound like a load of fun!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-11-07 15:36:06",
            "id": "1355247",
            "reply_to_id": "1355243",
            "text": "hehehe stórefa um að þeir séu verri en distu"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-11-08 00:43:52",
            "id": "1355248",
            "reply_to_id": "1355243",
            "text": "Ég STÓRefa að þetta komi einhvertíman til landsins.\nEf svo er verður þetta rekið aftur heim eftir viku. :D\nÞetta fæst á www.amazon.co.uk og www.cduniverse.com"
        }
    ]
}