{
    "forum_title": "Blizzard leikir",
    "user": "Silverboy",
    "user_id": "31090",
    "date": "2003-11-08 12:50:25",
    "title": "Saga mín",
    "text": "Jæja ég hef logsins áhveðið að skrifa einhverskonar sögu fyrir þetta áhugamál ég vil biðja fólk að vera ekki of kröfuhart\nÉg er kannski ekki alveg eins og aðrir Barbarar, ég veit það ekki  því að ég hef ekki umgengist þessa bræður mína mikið\nÉg fæddist í þorpi fyrir norðan sem heitir Rockhil Pabbi minn var Paladin en mamma Barbari. Skrítin blanda ekki sat en út úr henni kom ég svo að þetta gekk.\nÉg var strax mjög mikið fyrir allt sem viðkom bardögum ég átti það til að fá aðra barbara krakka til þess að slást við mig með tré vopnum sem ég bjó til. Pabbi var ekki hrifin að því hvernig ég barðist, hann vildi að ég lærði hina glæstu bardagatækni Paladina og fór því með mig burt frá Rockhil til bróður síns Jafar sem einnig var Paladin og góður kennari ,ég bjó hjá Jafar í 1 ár og lærði af kappi hvernig skal drepa hrat og örulega , hvernig á að stjórna mönum í bardaga og allt mögulegt sem kom sér svosem ekkert illa en þegar út í bardaga var komið var ekkert með þessa kennslu að gera. Jafar hafði það fyrir sið að halda bardaga keppnir milli nemanda sina á 3 mánaða fresti til þess að við lærðum að berjast, læra á andstæðinginn en hvað mest af hvor öðrum Jafar vissi að hann gæti bara kennt okkur hvernig áti að berjast en það er ekkert betra en að berjast til að verða fær bardagamaður.\nEins og ég sagði, öll kennsla var án efa tilgangslaus ég barðist ekki af skinsemi og aga sem paladin lærir ég barðist af ákafa og stundum grimmd. Hinir nemendurnir áttu enga von ég var setur ein á móti 2 til 3 en þeir gátu ekki sigrað mig. Ég var mjög ánægður með þetta og Jafar sá að hann gat ekkert gert, ég var ekki Paldin og mundi aldrei verða það, ég var barbari í blóðinu og það mundi aldrei beitast.\nJafar sendi mig burt til annars kennara sem hét Virgin, hann var barbari og skildi vel hvað þurfti til að gera mig að góðum stríðsmanni. Hann hafði ekki nálægt því jafn marga nemendur og Jafar en nemendur hans voru góðir, mjög góðir og ég var sko ekkert betri en hinir, það eina sem ég hafði fram yfir var Paladin kennslan sem ég varð að nota til að vera sambærilegur við hina .\nEn ég var ákveðin og ég var ákveðin í því að verða bestur og smámsaman náði ég yfirburðum.\nLíkt og Jafar var Virgin með bardaga keppni milli nemanda á 3 mánaða fresti eftir 5 keppnir var ég orðin nokkuð sigurstranglegur og var ég langoftast sá sem mæti Tir í síðasta bardaga keppninnar .\nTir var 2 árum eldri en ég, hrein barbari og áti foreldra sem höfðu barist gegn Diablo , en eitt var gerði það að verkum að Tir var ekki besti bardagamaður skólans og það var ég\nÞegar við vorum næstum búin með skólann var lokamót, í verðlaun var öxi með áletrun, ekkert sérstakt vopn en þó gaman að sigra.\nÞetta var eins og venjulega við Tir vorum orðnir talsvert betri en aðrir og enduðum að sjálfsögðu í loka bardaganum án teljandi vandræða.\nVið átum að berjast með öxi og sverði , ég hef aldrei verið mikið fyrir sverð þó ég sé fær með þau, ég vil helst hafa tvær stórar axir en það skiptir svosem engu.\nVið stigum inn í hringinn sem var 6 metrar í þvermál í kringum hann ver vatn sem máti fara í en var ekkert gáfulegt því að það var mjög heit og ekki var hækt að stökkva yfir því að þetta var minnst 4 metra stök svo að við vorum fastir þarna.\nReglurnar voru einfaldar, við áttum að láta vopnin snertast, labba svo út að vatninu sithvoru megin. Jafar var vanur að bíða í smá stund og gaf svo merki með háu flauti.\nVið rukum hvor í annan og ætluðum að ljúka þessu sem fyrst, ég var heppin því fyrirvaralaust kastaði Tir öxinni sinni af öllu afli í áttina að mér og það var ótrúlegt að ég hafi náð að víkja mér til hliðar en ég fékk þó skaftið af öxinni í síðuna og Tir var ekkert að gefa mér neins séns á að áta mig og hjó sverðinu að löppunum á mér en ég stök upp og hjó báðum vopnum til hans og hann gat varla varist því og varð að hörfa um 2 metra og var bara með sverðið ég ákvað að verða miskunnar, laus hann hafði ekki gefið mér neitt eftir og því engin ástæða til að vera með einhverja miskunn og auk þess voru mjög góðir læknar á staðnum.\nÉg sló og lagði en hann var mjög fær með sverðið og ég var viss um að hann hafði hent öxinni því að hann hafði alltaf viljað hafa höggin hröð og hann var hægur með öxi.\nEn hann áti enga von því að ég sparaði ekki höggin og sverðið var að gefa eftir, ég gaf honum séns á að slá með sverðinu sem hann nýti sem voru mistök ég sló sverðið til hliðar með sverðinu mínu og sló svo af öllu afli í það rétt ofan við haldi með öxini. og sverðið var ónýt.\nBardaganum var lokið og ég hafði unið minn fyrsta stór sigur og fékk að launum öxina fyrir sigurinn.\nEftir þetta var ég á flaki um landið, varð mér út um smá peninga og reynslu það var ekki fyrr en 4 árum síðar að ég  kom til búða Roguana í vestri.\nHver ert þú ferðamaður? spurði kona sem ég komst síðar að hét Kashya og var foringi rogana í bardaga .\nÉg snéri mér hækt við frá eldinum og leit beint í augun á henni eins vinalega og ég gat án þess að sínas væmin og sagði með djúpri röddu.Nafn mitt er Troy\nJæja er eitthvað í þetta varið eða á ég að hætta þessu\nBiðst afsökunar á stafsetningarvillum og bardagaleisi",
    "url": "https://www.hugi.is/blizzard/greinar/177194/saga-min/",
    "url_id": "177194",
    "id": "1356883",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2003-11-10 12:03:46",
            "id": "1356884",
            "reply_to_id": "1356883",
            "text": "Örugglega ágætis grein, ég bara.. næ ekki að lesa hana, það vantar allar kommur hjá þér og stafsetningin of léleg fyrir mig, fínt framtak samt sem áður. :)"
        },
        {
            "user": "Kukmand",
            "user_id": "35065",
            "date": "2003-11-10 17:16:46",
            "id": "1356885",
            "reply_to_id": "1356883",
            "text": "hmm það væri ágætt ef að þú myndir laga stafsetningar villur áður en þú ferð að senda greinina inn en annars var þetta ágætis saga og fannst mér alveg ágætlega gaman að lesa hana…….Vonandi kemuru með fleiri greinar og muna barasta að laga stafstetningarvillu"
        },
        {
            "user": "Akuma",
            "user_id": "37816",
            "date": "2003-11-11 04:04:38",
            "id": "1356886",
            "reply_to_id": "1356883",
            "text": "Ágætis grein, haltu þessu áfram."
        },
        {
            "user": "Fury",
            "user_id": "15541",
            "date": "2003-11-11 07:57:16",
            "id": "1356887",
            "reply_to_id": "1356883",
            "text": "glæsilegt - það ætti að safna þessu saman og gefa út bók"
        },
        {
            "user": "Fury",
            "user_id": "15541",
            "date": "2003-11-11 09:29:05",
            "id": "1356888",
            "reply_to_id": "1356887",
            "text": "fín saga, en eitt sem þú gætir gert til að laga hana: Ekki kalla þetta “barbara” og “pally”.. það er frekar pirrandi…\nBara Paladin, barbarian eða bara Villimaður :D"
        },
        {
            "user": "Fury",
            "user_id": "15541",
            "date": "2003-11-11 09:41:45",
            "id": "1356889",
            "reply_to_id": "1356888",
            "text": "afsakið, gleymdi hérna: Paladin- Krossfari, göfugur eða heilagur riddari, riddari. :P"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-11-15 19:04:08",
            "id": "1356890",
            "reply_to_id": "1356888",
            "text": "Kíkja í enska orðabók-Barbarian þýðir á íslensku barbari."
        },
        {
            "user": "Compaq",
            "user_id": "13671",
            "date": "2003-11-12 11:17:25",
            "id": "1356891",
            "reply_to_id": "1356883",
            "text": "Ég átti von á ævisögu, en sem skáldsögu var ég ekki svo hrifinn"
        },
        {
            "user": "GLXRBLT",
            "user_id": "42678",
            "date": "2003-11-14 15:26:52",
            "id": "1356892",
            "reply_to_id": "1356883",
            "text": "TILKYNNING\nJæja, núna er næsti Nindölu hlutur á leiðinni, hann var svona lengi vegna þess að ég var að kippa ýmsum hlutum í lag, biðst ég velvirðingar á því.\nTakk."
        },
        {
            "user": "GLXRBLT",
            "user_id": "42678",
            "date": "2003-11-14 22:20:25",
            "id": "1356893",
            "reply_to_id": "1356883",
            "text": "Kæri MaxMckoj:\nÞessi saga er mjög skemmtileg og er gaman að fá að vita svoldið um fyrra líf persónunar…\nEn þó er eitt sem að vantar… Sagan er eins einkver hafi verið að miða byssu á þig og þú hafir þurft að skrifa eins hratt og þú gætir annars myndirðu verða skotinn….\nÞað sem ég er að segja er að það eru nákvæmlega einginn greinaskil né kommur, sem að er mjög óþægilegt fyrir þann sem er að lesa, einnig vantar aðeins meira “kjöt á beinin” eins og vitur kennari orðaði einu sinni.\nTaktu þér þinn tíma og skrifaðu í word, eins mikið og þú þolir á dag, sendu það svo inná huga.is með c/p.\nHlakka til byrjunarinnar…. Og já, ekki endilega drífa þig í bardagana, Diablo eru ekki bara bardagar og er gaman að fá stundum að lesa um félagslíf eða eitthvað sem persónan hefur (Eitthvað sem ég uppgvötaði ekki fyrr en í acti II…)\nHacki"
        },
        {
            "user": "GLXRBLT",
            "user_id": "42678",
            "date": "2003-11-15 17:22:29",
            "id": "1356894",
            "reply_to_id": "1356893",
            "text": "Mér finst gaman að fá hrós frá atvinu manni eins og HackSlacka og ég vil þakka mönum fyrir jákvætt viðhorf, ég er nokkuð viss um að ég mun senda fleiri sögur."
        },
        {
            "user": "GLXRBLT",
            "user_id": "42678",
            "date": "2003-11-15 22:21:59",
            "id": "1356895",
            "reply_to_id": "1356894",
            "text": "MaxMckoj: (Heh, heh) Ég hef verið kallaður margt á mínu stutta æviskeiði, en atvinnumaður er ekki eitt af þeim. Ég lít á það sem heiður að fá svona svar…\nHinsvegar minni ég á mitti fyrra svar. Sagan þín er gott efni en, þú verður að vanda greinaskil og taka þér þinn tíma þegar þú skrifar. Annars er næsti hluti minnar sögu að koma, og þarf ég aðeins að fara yfir þetta áður en ég sendi. s.s. kemur á morgun.\nTil síðasta ræðumanns: Maðurinn var líklega að tala um að honum finnst þægilegra að kalla þetta villimann. En ég skil nú samt ekki þessar þarfir að plokka út smávægilegar stafsetningar villur hjá okkur hugurunum"
        },
        {
            "user": "Faust",
            "user_id": "26813",
            "date": "2003-11-17 21:03:26",
            "id": "1356896",
            "reply_to_id": "1356883",
            "text": "EKKI ER ÞAÐ GUMMI SEM SKRIFAÐI ETTA HVAÐ HEITIRU RÉTTU NAFNI MAX!!!!!"
        }
    ]
}