{
    "forum_title": "Hundar",
    "user": "paprikustelpa",
    "user_id": "38410",
    "date": "2003-11-08 23:11:45",
    "title": "Brúnir labbar",
    "text": "Ég kann ekkert voðalega mikið á þetta en ætla að senda inn eina grein upp á gamanið.\nÉg á 10 ára gamlan svartan labba sem heitir Rex. Hann er lærður sem björgunarhundur og kann rústaleit, snjóflóðaleit, vatnaleit og víðavangsleit. En er núna hættur því að mestu enda orðinn 10 ára. Rex er samt svo sprækur að hann á eftir að lifa nokkur góð ár í viðbót. Við vorum mikið að hugsa um hvað væri nú leiðinlegt ef Rex myndi fara án þess að eiga erfingja, og við fundum gæsilega svarta labbatík til að eiga hvolpa með honum. Svo núna 17. Október síðastliðinn fæddust 5 hvolpar. 2 tíkur og 3 hundar, einn hundurinn og ein tíkin voru brún! Þetta brúna gen þarf að vera bæði til staðar í tíkini og hundinum svo að brúnir hvolpar geti fæðst. Við vissum ekkert um þetta brúna gen í þeim svo þetta kom okkur mjög að óvart! Hvolparnir stækka vel og eru allir búnir að opna augun og margir orðnir góðir í að labba. En rosalega er þessi brúni litur fallegur! Er mikið til af brúnum löbbum hérna á Íslandi?\nKær kveðja Hebba",
    "url": "https://www.hugi.is/hundar/greinar/177212/brunir-labbar/",
    "url_id": "177212",
    "id": "1357388",
    "replies": [
        {
            "user": "lenin2508",
            "user_id": "33607",
            "date": "2003-11-09 11:47:49",
            "id": "1357389",
            "reply_to_id": "1357388",
            "text": "Brúnu labbarnir eru (held ég) mjög sjaldgæfir. ég hef held ég bara séð 2-3 á 3 árum og ég er á kafi í hundunum."
        },
        {
            "user": "callas",
            "user_id": "21019",
            "date": "2003-11-09 13:32:10",
            "id": "1357390",
            "reply_to_id": "1357388",
            "text": "Ég segi nú bara …. Til hamingju með brúnu krílin… það eru svo margir labba rægtendur sem að langar í brúnt kríli :) bara Til hamignju =)"
        },
        {
            "user": "yoni",
            "user_id": "6023",
            "date": "2003-11-09 15:50:16",
            "id": "1357391",
            "reply_to_id": "1357388",
            "text": "Fín grein hjá þér Hebba…\nStóra systi"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-11-09 16:24:03",
            "id": "1357392",
            "reply_to_id": "1357388",
            "text": "Ég hef ekki séð jafn mikið af brúnum eins og gulum og svörtum en það gætu bara verið gen þeirra hunda sem hafa verið fluttir til Íslands.  Ég kíkti á netið til að leita að hlutfalli af hvað eru margir brúnir á móti svartir og gulir og fann að í Maryland fylki í Bandaríkjunum eru svartir næstum helmingur, gulir um einn þriðji og restin eru brúnir.\nSkv.\nhttp://hosting.northernweb.net/silverlab/\neru líka til gráir labradorar sem sumir eru að rækta en eru mjög sjaldgæfir og skv. þeim eru líka þessir brúnu komnir til seinna en svörtu og gulu og voru upphaflega ekki viðurkenndir innan tegundarinnar.\nSkv.\nhttp://www.britishretrievertraining.com/britishway/colo\nr.html eru brúnir labradorar mjög fáir í Bretlandi og allir voru upphaflega svartir en gulir komu seinna, svo brúnir, svo líklega gráir.\nÉg hef líka séð svartan labba með hvíta stjörnu á bringunni og var sagt að þeir hefðu verið þannig upprunalega og ætti að vera merki um góðan veiðihund.\nMér finnst líka brúnir flottir en held að ég myndi samt ekki horfa bara á litinn ef ég væri að leita mér að hundi."
        },
        {
            "user": "evaslefa",
            "user_id": "16739",
            "date": "2003-11-09 19:31:28",
            "id": "1357393",
            "reply_to_id": "1357388",
            "text": "ohhhh … ég sá einu sinni mynd af brúnum Labrador á netinu og síðan þá langar mig svooooooo mikið í svoleiðis hund, þeir eru ógurlega fallegir!!! :)\nÞað væri ofsalega gaman ef þú gætir sent inn mynd af þeim! :)\nKveðja,\nEva"
        },
        {
            "user": "Pingvin",
            "user_id": "19866",
            "date": "2003-11-09 20:42:57",
            "id": "1357394",
            "reply_to_id": "1357388",
            "text": "Til hamingju með hvolpana :D"
        },
        {
            "user": "johkaren",
            "user_id": "23870",
            "date": "2003-11-10 02:26:04",
            "id": "1357395",
            "reply_to_id": "1357388",
            "text": "Rosalega eru hvolparnir fallegir hjá þér :) Ég hef aldrei séð brúna labba áður, þeir eru geggjaðir!!!!! Til hamingju með gotið :)"
        },
        {
            "user": "siggagumm",
            "user_id": "10734",
            "date": "2003-11-10 03:19:35",
            "id": "1357396",
            "reply_to_id": "1357388",
            "text": "Rosalega eru þetta fallegir hvolpar, allir! Og rosalega er feldurinn á þeim glansandi og fallegur. Ég fæ alveg svona hvolpafíling aftur:)\nLangar svo ógeðslega í annan hund;)\nGangi ykkur vel með hvolpana"
        },
        {
            "user": "HockeyMonkey",
            "user_id": "33396",
            "date": "2003-11-11 10:40:17",
            "id": "1357397",
            "reply_to_id": "1357396",
            "text": "ég hef séð labrador sem er með gular lappir, með svona mikka mús andlit(svart og ljósbrúnt) en annars var hann svona strípóttur..brúnn-ljósgulur-svartur og hann var alveg hreinræktaður, búinn að fara í blóðprufu og allt!"
        },
        {
            "user": "heidahadar",
            "user_id": "16635",
            "date": "2003-11-11 22:36:04",
            "id": "1357398",
            "reply_to_id": "1357388",
            "text": "Hæ og til hamingju með hvolpana.\nþað sem ég veit um gulan (ljósbrúnan) labrador þá er algeingt að brúna tegundin fari meira úr hárum en sá svarti. þetta frétti ég hjá dýralækni.\ner búið að verðleggja hvolpana ?\nkveðja\nheidahada"
        },
        {
            "user": "HJARTA",
            "user_id": "3334",
            "date": "2003-11-11 23:57:33",
            "id": "1357399",
            "reply_to_id": "1357398",
            "text": "Jesús minn almáttugur, ég eyddi algjörlega óvart einhverjum svörum, biðst innilegrar afsökunar á því, urlið var www.vindas.net til þess að sjá hvolpana *roðn*"
        },
        {
            "user": "magga91",
            "user_id": "38170",
            "date": "2003-11-21 19:23:37",
            "id": "1357400",
            "reply_to_id": "1357388",
            "text": "Brúnir Labrador eru mjög sjaldgæfir vinkona mín á svertan en mamma hundsins var brún. það er kanski bara í 1 af 10 gotum eða svo sem eru brúnir hvolpar. Mig langar mikið í brúnan Labrado"
        }
    ]
}