{
    "forum_title": "Sci-Fi",
    "user": "SniFur",
    "user_id": "7639",
    "date": "2001-02-25 22:01:23",
    "title": "Hver ætlar á samkomuna á Írlandi?",
    "text": "Hver ætlar á samkomuna sem verður á Írlandi næstkomandi 10 mars?\nEða eins og trekkarar kalla það: Stardate 342856?\nÞað verður búningamót. Quark verður á staðnum.\nÉg ætla að mæta. Er að reyna að safna í hópferð.\nAnnars þá getið þið haft samband við mig á malek@hotmail.com\nVona eftir að heyra frá ykkur.",
    "url": "https://www.hugi.is/scifi/greinar/17737/hver-aetlar-a-samkomuna-a-irlandi/",
    "url_id": "17737",
    "id": "113486",
    "replies": [
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-02-26 05:45:09",
            "id": "113487",
            "reply_to_id": "113486",
            "text": "SniFur snerist að lokum! LOL"
        },
        {
            "user": "flamer",
            "user_id": "2842",
            "date": "2001-02-26 08:15:58",
            "id": "113488",
            "reply_to_id": "113486",
            "text": "ERTU KLIKKAÐUR?"
        },
        {
            "user": "flamer",
            "user_id": "2842",
            "date": "2001-02-26 09:24:24",
            "id": "113489",
            "reply_to_id": "113488",
            "text": "ef ég ætti pening."
        },
        {
            "user": "InKiRoS",
            "user_id": "4614",
            "date": "2001-02-26 11:51:13",
            "id": "113490",
            "reply_to_id": "113489",
            "text": "Ef ég væri ríku"
        },
        {
            "user": "InKiRoS",
            "user_id": "4614",
            "date": "2001-02-26 11:53:20",
            "id": "113491",
            "reply_to_id": "113490",
            "text": "NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD NÖRD !!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!"
        },
        {
            "user": "Vargur",
            "user_id": "541",
            "date": "2001-02-26 14:59:12",
            "id": "113492",
            "reply_to_id": "113491",
            "text": "Skemmtilegt svar frá manni sem skrifar mikið á Rómantík og þykist vera svo þroskaður og vel tjúnaður. Hmmm…"
        },
        {
            "user": "Kahuz",
            "user_id": "1164",
            "date": "2001-02-26 18:38:11",
            "id": "113493",
            "reply_to_id": "113486",
            "text": "…this would be heaven…but school and stuff\nGreat idea anyway..\n…out"
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2001-02-26 23:57:01",
            "id": "113494",
            "reply_to_id": "113486",
            "text": "Hvað fer eiginlega fram á svona samkundum ?"
        },
        {
            "user": "surgur",
            "user_id": "4026",
            "date": "2001-02-27 09:04:02",
            "id": "113495",
            "reply_to_id": "113494",
            "text": "það mun enginn fara á essa f&#( ráðstefnu vegna þess að þá væru þeir enn meiri asna"
        },
        {
            "user": "Aniston",
            "user_id": "5069",
            "date": "2001-02-27 09:40:56",
            "id": "113496",
            "reply_to_id": "113486",
            "text": "Ég var að pæla hvort þið vissuð hvort og þá hvar væri séns að fá eitt stykki SevenOfNine búning???\nskál fyrir Star Trek! er nú ekkert smá gaman að þessum þáttum.\nlove, /A\nps. hvað er annars gert á svona Star Trek ráðstefnum, er einhver spes tilgangur?"
        },
        {
            "user": "RushFur",
            "user_id": "190",
            "date": "2001-02-27 13:43:39",
            "id": "113497",
            "reply_to_id": "113496",
            "text": "af hverju er fólk í vaxandi máli að skrifa á þetta svæði sem hefur ekki áhuga á star trek….\neru öll önnur áhuga mál orðin svona leiðinleg eða er alltof mikill frítími málið"
        },
        {
            "user": "RushFur",
            "user_id": "190",
            "date": "2001-02-27 14:24:46",
            "id": "113498",
            "reply_to_id": "113497",
            "text": "Málið er það að mörgum finnst Star Trek vera bara einn RISASTÓR frábær brandari:)\nÉg flokkast í þann hóp og er ekkert á leiðinni að fara á einhverjar ráðstefnur eða fá lánaða star trek búninga hjá einhverjum.\nVertu bara ánægðu að það skuli einhver lesa þessar greinar hérna:)\nÉg er mjög sáttur.\nP.s. Ég er ekkert að bögga ykkur trekkara.\nAllavega ekkert mjög mikið:)"
        },
        {
            "user": "SniFur",
            "user_id": "7639",
            "date": "2001-02-27 18:36:41",
            "id": "113499",
            "reply_to_id": "113498",
            "text": "Haltu kjafti Rushfur, og farðu til fjandans.\nAnyway.. Ég hef bara ekki hugmynd um hvað fer þarna fram… Kanski er verið að plana samsæri gegn heiminum.. Hver veit. (Ég veit ekkert um þetta). Annars væri gaman að kíkja."
        },
        {
            "user": "zsigger",
            "user_id": "1570",
            "date": "2001-02-28 08:33:42",
            "id": "113500",
            "reply_to_id": "113486",
            "text": "Nei, ég kemst ekki, mamma á afmæli   :)\nReyni"
        },
        {
            "user": "zsigger",
            "user_id": "1570",
            "date": "2001-03-08 18:18:35",
            "id": "113501",
            "reply_to_id": "113500",
            "text": "Ég kemst ekki, vantar pening og tíma.\nAnnars er skil ég ekki af hverju fólk getur ekki hlegið í hljóði. Ef fólki finnst Trekkið þetta fyndið, endilega lesa og hlægja, en ekki tala niður til fólks og láta því líða illa yfir áhugamáli sem það hefur. Það eru til mörg áhugamál sem hægt væri að hlæja að annað en Star Trek (það fer eftir smekk hvers og eins). Til dæmis geta kannski einhverjir hlegið að fólki sem horfir á fótbolta, handbolta, formúluna eða bara nágranna. Persónulega er ég ekki á móti neinu af þessu og horfi t.a.m á fótbolta af og til, vaki eftir formúlunni.  Einnig horfi ég á Star Trek þegar ég kemst til þess.\nGeta þessir menn sem kalla aðra nörda vegna einhvers sem þeir hafa áhuga á, virkilega ekki séð að þeir hafa eflaust áhugamál sem einhverjir myndu eflaust finnast… kannski ekki nördalegt, heldur yfirborðslegt og fáránleg, mögulega samt nördalegt.\nÞað hefur eflaust verið minnst á þetta fyrr og mætti alveg vera bara grein um málefnið þvi það er enganvegin ásættanlegt að fólk skuli vera að setja út á áhugamál með þeim hætti sem of margir hafa gert. Ef fólk vill setja út á Star Trek, endilega gera það á vitsmunalegum nótum og koma með rök fyir máli sínu (það að segja nörd nokkrum sinnum er ekki rök)…"
        },
        {
            "user": "disco",
            "user_id": "7725",
            "date": "2001-03-08 18:22:17",
            "id": "113502",
            "reply_to_id": "113500",
            "text": "Hann Reynir hvað hann getur….\nhahahaha…\n(ég hef engu málefnalegu við að bæta nema að þetta á alveg rétt á sér eins og hvað annað… það er alveg æðislega þroskað að vera ata aðra aur fyrir áhugamál þeirra þegar áhugamál manns sjálfs eru svo engu betri (fyrir utan það að í sjálfum sér hefur enginn rétt á að gagnrýna að aðra (svona in general)))… FYRIR UTAN ÞAÐ að vera með kjaftæðis leiðindi og rugl út af eihverjum andskotanum sem að skiptir ekki neinu máli (#svona svona, ekki æsa þig#)…\nelskum friðinn og strjúkum kviðinn,\namen,\ndiscobolti rúlar."
        }
    ]
}