{
    "forum_title": "Manager leikir",
    "user": "Konev",
    "user_id": "28746",
    "date": "2003-11-09 15:48:29",
    "title": "Cardiff City - 04/05 (CM4)",
    "text": "Ég er með Cardiff City í CM4 (Update 4.0.8)\nTímabilið 2004/2005 (3.kafli sögunnar af Cardiff City liðinu)\nHvílíkar fréttir voru að koma í hús. Cardiff City fær hvorki meira né minna en 12.000.000 punda í sjónvarpsréttindi þetta ár, nýr samningur var gerður við styrktaraðila liðsins upp á 2.500.000 punda á ári fram til ársins 2007 nokkrir ungir leikmenn voru að koma úr knattspyrnuskóla liðsins.\nÞað var ekki laust við að maður fengi hroll að fá allar þessar frábæru fréttir í einu þennan yndæla laugardag klukkan 17:00.\nÞessar fréttir merktu það að peningar yrðu ekki aðal vandamálið þessa fyrstu leiktíð Cardiff í Úrvalsdeild síðastliðin 30 ár.\nStuðningur við mig var mikill, bæði hjá stuðningsmönnum og hjá stjórninni þótt hvorugur hópurinn væri mjög bjartsýnn á árangur í Úrvalsdeildinni og allir voru frekar vissir um að Cardiff myndi\nvera komið í 1. Deild að ári. Þá reyndi ég að bregðast við með því að spara ekki þetta ár og leit sérstaklega  mikið til norðurlandanna og Austur-Evrópu til að fá öfluga og ódýra leikmenn og svo gerði ég auðvitað samninga við ungu og efnilegu leikmennina sem voru að koma úr knattspyrnuskólanum.\nEn það voru 3 þaðan sem ég hafði áhuga á og gerði samning við og þá sérstaklega Paul Higgins sem allir voru spenntastir fyrir.\nÞetta eru leikmennirnir sem komu nýjir inn:\nKim Källström\t\t- 1,8m (Djurgården)\nAlexander Farnerud\t- 1,6m (Landskrona)\nGrigoris Georgatos\t- 550k (AEK)\nPaul Higgins\t\t- Knattspyrnuskólinn\nAdam Hart\t\t- Knattspyrnuskólinn\nDarren Poole\t\t- Knattspyrnuskólinn\nKällström og Farnerud voru leikmenn sem áttu að koma beint inn í liðið með nýja og ferska hæfileika en Georgatos var frekar gamall reynslubolti (31 árs) og átti helst að koma með reynslu inn\ní þetta unga lið.\nEn Kavanagh og varamarkmaðurinn Margetson voru lang elstu leikmennirnir áður en Georgatos kom. Þriðji elsti hafði verið Neil Alexander markvörður sem var 26 ára. Þannig að greinilegt\nvar að liðið átti framtíðina fyrir sér þar sem allir lykilleikmenn voru 23-25 ára gamlir.\nLeikmenn sem fóru voru:\nAndrew Campbell\t\t- Free Transfer (samningur búinn)\nScott Young\t\t- Free Transfer (samningur búinn)\nPeter Thorne\t\t- Free Transfer (samningur búinn)\nMichael Parkins\t\t- Free Transfer (samningur búinn)\nSteve John\t\t- Free Transfer (samningur búinn)\nRichard Ingram\t\t- Free Transfer (samningur búinn)\nDarren Lippett\t\t- Free Transfer (samningur búinn)\nByrjunarliðið þetta ár var orðið áberandi sterkara en árin áður. Ungu leikmennirnir voru komnir með reynslu,\nnýjir sterkir leikmenn voru komnir og A-liðið var orðið breiðara. Uppstillingin var 4-4-2 og byrjunarliðið var:\nGK - Neil Alexander (C)\nDR - Danny Gabbidon\nDL - Grigoris Georgatos\nDC - Joleon Lescott\nDC - Fitz Hall\nMR - Alexander Farnerud\nML - Emil Hallfreðsson\nMC - Kim Källström\nMC - Dean Ashton\nFC - Veigar Páll Gunnarsson / Jóhann Þórhallsson\nFC - Robert Earnshaw / Jóhann Þórhallsson\nBekkurinn var:\nNr.1 - Steve Foster (D)\nNr.2 - Martyn Margetson (GK)\nNr.3 - Jóhann Þórhallsson (F)\nNr.4 - Graham Kavanagh (M)\nNr.5 - Rhys Weston (D)\nVegna meiðslanna sem Jóhann hafði verið í þá var hann ekki fastur í byrjunarliðinu, heldur var meira í því að koma inná af bekknum og spila þegar ég var að hvíla framherjana sem var frekar oft.\nSvo hafði Fitz Hall sem hafði verið á bekknum í fyrstu deildinni komið gífurlega á óvart.\nHann blómstraði og var gífurlega traustur í vörninni. Nýju leikmennirnir Georgatos, Källström og Farnerud stóðu sig líka\nrosalega vel og var Källström leiðandi sem leikstjórnandi liðsins.\nVeigar Páll kom aftur á móti mest á óvart á þessu ári. Hélt áfram uppteknum hætti frá 1. deildinni þrátt fyrir mun sterkari varnir og var mesti markaskorari liðsins.\nEins og áður hafði komið fram hafði enginn trú á því að okkur myndi takast að halda okkur uppi í deildinni en ég var á öðru máli.\nEftir fyrstu sex leikina sá ég að við höfðum allt sem þurfti til að standa okkur vel og mitt persónulega markmið var að ná 6. sæti og komast í “Inter toto” keppnina. Eftir upp og niður gengi alla leiktíðina kom að lokum að endasprettinum og þar sýndu Cardiff sitt rétta andlit og í síðustu sex leikjunum tókum við okkur til og unnum Man Utd og Chelsea og klifruðum upp í 6. sætið.\nStjórnin dansaði aftur sinn þekkta gleðidans og ég brosti út að eyrum. Mínu persónulega markmiði var náð.\nVið vorum á leiðinni að keppa í evrópukeppni og græddum ágætan pening.\nÞetta ár var 6. sætið staðreynd. En þótt ég hafi verið í 6. sæti þá á Cardiff enn ekki séns í Man Utd og Arsenal og markmið næstu leiktíðar er að breyta því ef fjárhagur leyfir.\nHérna kemur staðan í deildinni (6 efstu lið)\nArsenal\t          26-8-4   76-30  +46  86\nMan Utd\t          27-5-6   81-39  +42  86\nChelsea\t          24-6-8   66-30  +36  78\nSouthampton\t  21-7-10  69-45  +24  70\nNewcastle\t  21-6-11  67-44  +23  69\nCardiff\t          19-6-13  54-40  +14  63\n(Enn má geta ófara Everton, lentu í 23 sæti í 2 deild og eru því komnir í 3 deild)\n(Derby voru líka fallandi, þeir eru farnir niður í 2. deild)\n3.800.000 pund voru flutt yfir á reikning Cardiff eftir þennan frækna sigur og er lausafé Cardiff heil 20.688.201 pund, sem er alveg hellings peningur fyrir lið af þessum kalíbera.\nFans player of the year var aftur Veigar Páll Gunnarsson\nVar þessi árangur bara byrjendaheppni eða er Cardiff orðið gott lið?\nVerður völlurinn aldrei stækkaður !!!\nStendur Cardiff sig í næstu keppni í Evrópu ?\nSagan 2005/2006 kemur…..",
    "url": "https://www.hugi.is/manager/greinar/177378/cardiff-city-0405-cm4/",
    "url_id": "177378",
    "id": "1358385",
    "replies": [
        {
            "user": "stigvel",
            "user_id": "24303",
            "date": "2003-11-10 00:40:46",
            "id": "1358386",
            "reply_to_id": "1358385",
            "text": "magnaður árangur og mögnuð grein. 6 sæti með Cardiff í úrvalsdeild , góður árangur og þú kallar greinilega ekki allt ömmu þína :D"
        },
        {
            "user": "trybute",
            "user_id": "39453",
            "date": "2003-11-10 14:39:57",
            "id": "1358387",
            "reply_to_id": "1358385",
            "text": "Sagan 2005/2006 mun víst ekki koma þar sem frændi minn uninstallaði leiknum :S\nvil þakka þeim sem lásu þetta fyrir…."
        },
        {
            "user": "trybute",
            "user_id": "39453",
            "date": "2003-11-10 14:46:05",
            "id": "1358388",
            "reply_to_id": "1358387",
            "text": "þú veist að oftast þegar maður uninstallar leik þá verða save-in eftir í tölvunni…eina sem þú þarft að gera er að setja hann aftur inn og þá getur haldið áfram"
        },
        {
            "user": "trybute",
            "user_id": "39453",
            "date": "2003-11-10 14:53:47",
            "id": "1358389",
            "reply_to_id": "1358388",
            "text": "hann hennti möppunni útaf… helvítis fíbblið"
        },
        {
            "user": "trybute",
            "user_id": "39453",
            "date": "2003-11-10 16:20:51",
            "id": "1358390",
            "reply_to_id": "1358389",
            "text": "en ef þú ferð í recycle bin og sérð hvort file-ið er ennþá þar…örþrifaráð"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-11-10 18:28:16",
            "id": "1358391",
            "reply_to_id": "1358390",
            "text": "Ég var búinn að tékka á því :(…. nei…."
        },
        {
            "user": "shine",
            "user_id": "11309",
            "date": "2003-11-10 19:02:08",
            "id": "1358392",
            "reply_to_id": "1358387",
            "text": "hvað ertu að hleypa frænda þínum í tölluna með svona gull save en samt góðru a´ranmgur flott gerin"
        },
        {
            "user": "Hemmi7913",
            "user_id": "31255",
            "date": "2003-11-10 19:06:51",
            "id": "1358393",
            "reply_to_id": "1358385",
            "text": "Verð samt að segja fyndnasta hlut sem ég hef lennt í í CM, rétt áður en ég hætti voru Everton á leið í utandeildina :P\nBara unglingar í liðinu og völlurinn er að setja þá á hausinn"
        },
        {
            "user": "Hemmi7913",
            "user_id": "31255",
            "date": "2003-11-13 13:44:07",
            "id": "1358394",
            "reply_to_id": "1358393",
            "text": "ÉG var líka Cardiff og fékk 12 milljónir í sjónvarpstyrk eg var samt í 1 .deild"
        },
        {
            "user": "Hemmi7913",
            "user_id": "31255",
            "date": "2003-11-14 22:06:48",
            "id": "1358395",
            "reply_to_id": "1358394",
            "text": "EN HVAR ER FYRSTA SAGAN ÞÍN EG ER BUIN AÐ LEITA OG EG FINN HANA EKKI :S"
        },
        {
            "user": "Hemmi7913",
            "user_id": "31255",
            "date": "2003-11-14 22:13:46",
            "id": "1358396",
            "reply_to_id": "1358395",
            "text": "OG JÁ HVERNIG FÆR MAÐUR MENN UR KANATSPYRNU SKOLANUM ÞÚ VEIST HVAD GERIR MAÐUR :S"
        },
        {
            "user": "trybute",
            "user_id": "39453",
            "date": "2003-11-14 23:16:10",
            "id": "1358397",
            "reply_to_id": "1358396",
            "text": "Þú gerir ekki neitt, Í byrjun hvers tímabils færðu frétt um að leikmenn hafi komið upp úr knattspyrnuskólanum og þú ræður hvort þú semur við þá eða ekki…það er þetta einfalt ;)"
        },
        {
            "user": "SPSS",
            "user_id": "13954",
            "date": "2003-11-15 00:14:30",
            "id": "1358398",
            "reply_to_id": "1358395",
            "text": "Þú ferð í “sýna allar greinar” þar er hún frekar ofarlega"
        },
        {
            "user": "SPSS",
            "user_id": "13954",
            "date": "2003-11-20 09:57:10",
            "id": "1358399",
            "reply_to_id": "1358398",
            "text": "Þegar ég var með Nola á Ítalíu átti ég 32 millur og völlurinnn tók 5000 manns og ég var í seria A og allt, en stjórnin vildi það bara ekki og svo loks stækkuðu þeir völlunn úr 5000 í 7900!!"
        },
        {
            "user": "Daddi56",
            "user_id": "33186",
            "date": "2003-11-14 23:04:50",
            "id": "1358400",
            "reply_to_id": "1358385",
            "text": "hehe færðu völlin aldrei endurbættan greyið  ;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-11-15 00:12:38",
            "id": "1358401",
            "reply_to_id": "1358400",
            "text": "Þessi stjórn var sú nískasta sem ég hef séð í CM :)\nHún átti 20 millur sem hún hafði ekkert að gera við (reyndar kannski hugsandi um framtíðina, en ég efast stórlega um það) þannig að hún var bara með leiðindi og kvartaði sáran yfir því að okkur vantaði peninga. En ég vildi nú ekki mikið meira en 5000-6000 sæti"
        },
        {
            "user": "kvingur",
            "user_id": "47038",
            "date": "2003-11-20 23:23:47",
            "id": "1358402",
            "reply_to_id": "1358385",
            "text": "binni minn þetta er bara of gott til að vera satt\nstjáni biður að heilsa fjöskyldunni"
        }
    ]
}