{
    "forum_title": "Körfubolti",
    "user": "trommumagi",
    "user_id": "43470",
    "date": "2003-11-10 18:00:43",
    "title": "Leikir sunnudagsins",
    "text": "Fimm leikir voru spilaðir í gær, ég ætla að skrifa aðeins um þá.\nToronto Raptors tóku á móti Denver Nuggets og unnu, 89-76. Sigurinn var helst að þakka stórleik Vince Carter sem var með 34 stig, 10 frá og 6 sto. Nuggets skoruðu fyrstu körfuna en lengra komust þeir ekki. Raptors unnu 1. fjórðung 26-13 og héldu forystunni út leikinn.\nHjá Denver var Andre Miller bestur, 18 stig, 11 frá og 8 sto. Carmelo Anthony náði ekki að fylgja eftir stórleik sínum á móti Clippers þar sem hann skoraði 30 stig. Hann skoraði reyndar 19 en var með aðeins 6-16 skotnýtingu. Carter var langbesti leikmaður Raptors, Jerome Williams var ágætur, 8 stig og 13 frá.\nBoston Celtics unnu Sacramento Kings á heimavelli, 91-82. Kings, sem höfðu skorað 106 stig að mtl. fyrir leikinn, réðu ekki við sterka vörn Celtics. Kings voru samt sterkari í fyrri hálfleik og unnu hann 45-39, en í 3. leikhluta tóku leikmenn Celtics öll völd á vellinum, unnu hann 34-24 og lögðu grunninn að sigrinum.\nPeja Stojakovic, sem hefur verið að spila frábærlega að undanförnu, náði ekki að sýna sitt rétta andlit í leiknum, skoraði 13 stig og 5-15 skotnýting. Brad Miller átti hins vegar góðan leik fyrir Kings, 19 stig og 16 frá. Hjá Boston var Vin Baker bestur með 18 stig og 13 frá.\nIndiana Pacers unnu 5. leik sinn í röð er þeir sigruðu Philadelphia 76ers á útivelli í mjög kaflaskiptum leik. Pacers unnu 1. fjórðung 26-15 en Sixers voru betri í 2. og 3. Fyrir 4. leikhluta var staðan 64-59 fyrir Sixers en þá tóku Jermaine O'Neal og Ron Artest til sinna ráða. Þeir skoruðu samtals 22 af 26 stigum Pacers og leiddu þá til 26-10 sigurs í leikhlutanum. Lokatölur:85-74\nAllen Iverson var langbesti maður Sixers, skoraði 37 stig(15-30) en Glenn Robinson átti hins vegar súran dag, 6 stig og 5 frá á 31 mín. Hjá Pacers voru þeir Artest og O'Neal bestir. Artest skoraði 30 stig og tók 10 fráköst og O'Neal var með 23 stig og 10 frá.\nDetroit Pistons sigruðu NJ Nets örugglega í slag austurstrandarinnar, 98-84. Nets byrjaði betur, vann 1. fjórðung 26-20, en Pistons voru sterkari í 2. og voru 1 stigi yfir í hálfleik. Í seinni hálfleik voru Pistons svo miklu sterkari og lokatölur 98-84.\nHjá Pistons átti Rip Hamilton góðan leik, 24 stig, og Corliss Williamson kom sterkur af bekknum með 20 stig á 26 mín. Jason Kidd var besti leikmaður Nets, 18 stig og 11 sto.\nSeinasti leikurinn er svo Atlanta Hawks og Seattle Supersonics. Hawks unnu áreynslulausann útisigur á Sonics, 91-81, þar sem Sonics voru allan tíman undir. Sonics, sem hittu aðeins úr 1-18 í 3ja stiga skotum voru 15 stigum undir í hálfleik. Þeir náðu aðeins að minnka muninn í seinni hálfleik en 10 stiga tap var reyndin.  Góð hittni Hawks og góður leikur Jason Terry skóp sigurinn.\nBestur hjá Hawks var Terry, skoraði 23, 4-7 í þristum og tók 9 fráköst. Síðan var Shareef Abdur-Rahim ágætur, 14 stig og 11 fráköst. Hjá Sonics hélt nýliðinn Ronald Murray áfram að koma á óvart, skoraði 24 og 7 frá. Hann er að leysa Ray Allen af sem er meiddur og hefur gert það með stakri prýði. Rashard Lewis hefur spilað betur, 16 stig og 9 frá. en Luke Ridnour átti fína innkomu af bekknum, skoraði 13 stig.",
    "url": "https://www.hugi.is/korfubolti/greinar/177597/leikir-sunnudagsins/",
    "url_id": "177597",
    "id": "1360240",
    "replies": [
        {
            "user": "goat",
            "user_id": "18686",
            "date": "2003-11-10 18:45:32",
            "id": "1360241",
            "reply_to_id": "1360240",
            "text": "Greinilegt að Carter hefur verið að ná sér mjög vel af meiðslum og tók sig á í fríinu. Gaman að sjá Indiana svona spræka … þeir eiga eftir að komast langt í ár. Fkn liðið mitt náði ekki að halda í þá … klúðruðu þessu í 4. leikhluta"
        },
        {
            "user": "Ramos",
            "user_id": "29342",
            "date": "2003-11-11 08:12:18",
            "id": "1360242",
            "reply_to_id": "1360241",
            "text": "Það er greinilegt að mínir menn í Pistons eru gríðarlega sterkir, með 5-1 vinningshlutfall. Það kæmi mér ekki á óvart að á þessu seasoni yrðum við meistarar.\nEn næstu 4 leikir á 5 dögum verða erfiðir, en þá er liðið í “vesturdeildartúr” og keppa m.a. við Lakers og Sacramento, þá sést úr hverju menn eru gerðir og hvort liðið á e-ð erindi í þá “bestu”\nkv. Ramos"
        },
        {
            "user": "trommumagi",
            "user_id": "43470",
            "date": "2003-11-11 09:59:52",
            "id": "1360243",
            "reply_to_id": "1360242",
            "text": "Já, Pistons voru góðir í fyrra en þeir eru sterkari í ár. Flestir leikmennirnir eru orðnir betri, og þá sérstaklega Taushaun Prince. Hann, sem var með 3,3 stig á seinasta tímabili er kominn í byrjunarliðið og er með 10-16 í 3ja.\nSamt finnst mér ólíklegt að þeir komist alla leið. Nets voru án Kenyon Martin og það snýr liðinu við. Þeir treysta á hann undir körfunni, Zo er alls ekki í nógu góðu leikformi og hinir tveir stóru leikmennirnir, Aaron Williams og Jason Collins eru einfaldlega lélegir.\nSíðan eru leikmenn Nets með meiri reynslu í úrslitaleikjum og það vegur líka þungt."
        },
        {
            "user": "jois",
            "user_id": "7833",
            "date": "2003-11-12 17:16:50",
            "id": "1360244",
            "reply_to_id": "1360243",
            "text": "NJ Nets, Pistons og Indiana Pacers virka langsterkustu lið Austursins ef marka má fyrstu leikina.\nNJ Nets eru án K-Mart og Rodney Rogers þessa stundina. Þeir virðast brothættir og Richard Jefferson er alls ekki að nýta tækifærin sín. Þegar K-Mart er meiddur þá verður Jefferson að stíga upp og skora yfir 20 stig, það hefur hann ekki gert og ég held að hann hafi ekki það sem þarf til að verða eins góður eins ég hélt að hann yrði. Síðan þá hafa varamennirnir fengið tækifæri til að byrja inn á þegar K-Mart og Rogers eru meiddir en varamennirnir eru algerlega að kúka á sig og Byron Scott hraunaði yfir þá og sagði þá alls ekki tilbúna til að byrja inn á og sagði þá vera varamenn. Þá vantar breiddina ef lykilmenn þeirra taka upp á því að meiðast.\nPistons eru með mun betri breidd heldur en Nets og þar að auki þá hafa þeir besta þjálfarann í deildinni. Þeir lofa góðu, en þá vantar ennþá afgerandi sóknarmann sem þeir geta leitað til þegar á þarf að halda. Það er mjög mikilvægt að hafa einn þannig í playoffs og þangað til að Pistons hafa hann ekki þá verður mjög erfitt fyrir þá að vinna Nets í playoffs, ef Nets verða meiðslalausir."
        },
        {
            "user": "ulfurinn",
            "user_id": "46765",
            "date": "2003-11-16 01:20:24",
            "id": "1360245",
            "reply_to_id": "1360242",
            "text": "ramos, það verður sko ekki lið úr austur deildinni sem vinnur í ár. það eru bara allt of góð lið í vestur deildinni í ár. en kanski að pistons nái austurdeildinni það er hinsvegar möguleiki. og ef það væri hægt þá myndi austur deildar lið ekki einu sinni ná úrslittar leiknum ef þetta væri einn stór deild en ekki skipt í tvennt"
        },
        {
            "user": "goat",
            "user_id": "18686",
            "date": "2003-11-17 14:53:49",
            "id": "1360246",
            "reply_to_id": "1360245",
            "text": "Ja, ég er ekki alveg sammála þér. Ef þetta væri ein stór deild, myndi Indiana, Detroit og NJ eiga möguleika. Líka Orlando ef þeir ná saman liðsheildinni. En Vesturdeildin er samt mun sterkari."
        },
        {
            "user": "goat",
            "user_id": "18686",
            "date": "2003-11-17 15:51:49",
            "id": "1360247",
            "reply_to_id": "1360246",
            "text": "New Jersey eru samt ekkert að gera neina stórkoslega hluti, 50% vinningshlutfall. Gaman að sjá að í vesturdeildinni eru 2 lið með undir 50% en í austur eru 7 lið undir. Má einni líka sjá að næst besta liðið í “atlantic” deildinni er með jafngott score og versta lið í “midwest” deildinni en þau eru bæði með 50%. (New Jersey og Minnesota)"
        }
    ]
}