{
    "forum_title": "Húmor",
    "user": null,
    "user_id": null,
    "date": "2003-11-10 23:30:18",
    "title": "Bar brandarar á ensku",
    "text": "A guy goes into a bar, orders twelve shots and starts drinking them as fast as he can.\nThe bartender says, “Dang, why are you drinking so fast?”\nThe guy says, “You would be drinking fast if you had what I had.”\nThe bartender says, “What do you have?”\nThe guy says, “75 cents.”\nA ducks walks into a bar and asks, “Got any grapes?”\nThe bartender, confused, tells the ducks that no, his bar doesn't serve grapes. The duck thanks him and leaves.\nThe next day, the duck returns and says, “Got any grapes?”\nAgain, the bartender tells him that, no, the bar does not serve grapes, has never served grapes, and, furthermore, will never serve grapes. The duck, a little ruffled, thanks him and leaves.\nThe next day, the duck returns, but before he can say anything, the bartender begins to yell: ‘'Listen, duck! This is a bar! We do not serve grapes! If you ever ask for grapes again, I will nail your stupid duck beak to the bar!’'\nThe duck is silent for a moment, and then asks, ‘'Got any nails?’'\nConfused, the bartender says no.\n''Good!'' says the duck. ‘'Got any grapes?’'\nAn Irishman walks out of a bar……yeah like that could happen\nA guy walks into a bar with his dog on a leash the barman says, “Geez that's a weird dog: he's stumpy-legged, pink, and doesn't have a tail, but I bet my rottweiler would beat the heck out of it.”\n50 bucks is laid down. Out in the yard the rottweiler gets mauled to pieces.\nAnother drinker says his pit bull will win but the bet is 100 bucks.\nAnother trip to the yard and when it's all over there are bits of pit-bull terrier all over the place. The drinker pays up and says, “Say what breed is that anyway?”\nThe owner says, “Until I cut his tail off and painted it pink it was the same breed as every other alligator.”",
    "url": "https://www.hugi.is/humor/greinar/177600/bar-brandarar-a-ensku/",
    "url_id": "177600",
    "id": "1360311",
    "replies": [
        {
            "user": "Zolly",
            "user_id": "44670",
            "date": "2003-11-11 15:27:22",
            "id": "1360312",
            "reply_to_id": "1360311",
            "text": "Hef heyrt þá alla áður =("
        },
        {
            "user": "Kilo",
            "user_id": "44241",
            "date": "2003-11-11 16:21:50",
            "id": "1360313",
            "reply_to_id": "1360311",
            "text": "sá fyrri kom í grein fyrir 2 dögum"
        }
    ]
}