{
    "forum_title": "Deiglan",
    "user": "TheHype",
    "user_id": "46308",
    "date": "2003-11-12 18:30:11",
    "title": "Genabreytt börn",
    "text": "Ég veit ekki alveg hvar þessar hugleiðingar mínar eiga heima.. en fannst þessi staður jafn góður og annar.\nÞannig er mál með vexti að ég er nemi í genalækningum.  Fræði þar sem ég læri hvernig hægt er að nota genin okkar til að lækna erfðagengna sjúkdóma.  Sjúkdómar eins og krabbamein, Downs heilkenni, Alzheimer og svo framvegis.  Undir sömu fræði getur klónun flokkast og erfðabreytt matvæli og ýkjurnar um erfðabreyttu ofurbörnin svokölluðu.  Allt eru þetta efni sem vekja upp viðkvæmar siðferðislegar spurningar.  Oft er sagt að vísindamenn spái ekki í því, og ættu ekki að spá í þessum spurningum, þeir bara koma með tæknina, almenningur, fræðimenn á því sviði og ríkisstjórnir eigi að sjá um siðferðina.\nMargir eru mjög mikið á móti því að klóna, erfðabreyta börnum og að leika “Guð”.  Það sjónarmið get ég skilið.  En er ekki hljóðið allt annað þegar til dæmis þegar ófædda barnið þitt hefur ákveðið gen sem veldur því að allar líkur eru á að það verði alvarlega veikt þegar það fæðist eða seinna á lífsskeiðinu?  Þá myndir þú vilja gera allt sem nútímalæknavísindi bjóða upp á til að laga þetta, þar með talið að taka þetta gallaða gen og setja nýtt, heilbrigt gen inn í staðinn.  En hver er munurinn á því og að bæta við 2-3 genum sem valda því að barnið verði ofurgáfað, gott í íþróttum eða annað?  Þá er ég að tala út frá siðferðislegum sjónarmiðum.  Sama hver tilgangurinn er, þá er verknaðurinn sá sami. Rétt eins og með dauðarefsingar.  Höfum við vald til að taka líf.  Með nýrri tækni kemst hún í rangar hendur.  Sama hversu gott eftirlit er með tækninni.  Mitt lifibrauð verður að því að þróa þessa tækni, í þeim tilgangi að laga erfðagengna sjúkdóma en ég geri mér líka grein fyrir því að aðrir læknar munu, gegn háum greiðslum búa til “ofurbörn” eftir einhver tugi ára ef þetta er þá á annað borð hægt.  Það er svo aftur allt annað mál því þessi fræði er mjög stutt á veg kominn, mikið styttra en íslenskir fjölmiðlar hafa haft fyrir að tala um.\nFóstureyðing.  Þú veist að barnið verður alvarlega fatlað en tæknin er ekki komin á það stig að laga það.  Hvað gerir þú? Hefuru samvisku í að fara í fóstureyðingu á 12. viku?  Persónulega segi ég já.  Ef barnið mitt verður veikt og ég veit það á þessu stigi hika ég ekki við það.  Ég veit ekki alveg nákvæmlega á hvaða stigi fóstrið er komið á það stig að það er orðin “manneskja” en á meðan það er enn að mynda helstu líffæri og er pinu ponsu lítið myndi ég eyða því.  Þarna er vísindamaðurinn að tala.. þetta eru bara milljónir af mítósuskiptingum sem hafa átt sér stað.. já að ógleymdri einni meiósu. Nothing else.. á þessu stigi sem ég myndi hafa hreina samvisku að eyða… frumunum/fóstrinu eða hvað sem þið viljið kalla það.\nMeð því að geta lesið í geninn á þennan hátt vaknar önnur spurning. Þú ferð til læknis, þú hefur vonda genið sem við köllum X.  Það er dóminerandi en ekki víkjandi.  Miklar líkur eru á því að fleiri í ættinni þinni séu með þetta án þess að hafa fengið sjúkdómseinkenni og afkvæmin þín, ef einhveru eru, hafa líklega erft X genið þitt.  Á að segja fólkinu frá þessu eða leyfa því að lifa áhyggjulaust þar til þetta verður vandamál?  Þá er ég að tala um ólæknandi sjúkdóma í dag sem ekkert er hægt að gera við nema halda í skefjum þegar einkenni koma fram.  Í dag ber engum skylda til að segja frá þessu, ekki nokkrum sköpuðum hlut eða manni.  En þetta þyrfti kannski að endurskoða með þessari nýju tækni.  Rétti einstaklingsins til að þegja - eða vita.\nÉg veit ekki alveg hvort ég hef komið mínum skoðunum og vangaveltum rétt á framfæri, eða hvort þið vitið yfir höfuð hvað ég er að reyna að segja, en vonandi meikar þetta eitthvað sence, þó þið séuð ekki endilega sammála.",
    "url": "https://www.hugi.is/deiglan/greinar/178069/genabreytt-born/",
    "url_id": "178069",
    "id": "1363453",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2003-11-13 10:40:20",
            "id": "1363454",
            "reply_to_id": "1363453",
            "text": "Mér finnst að við ættum að reyna nýta tækinina til að bæta okkur."
        },
        {
            "user": "ADD",
            "user_id": "6178",
            "date": "2003-11-13 10:52:22",
            "id": "1363455",
            "reply_to_id": "1363453",
            "text": "“Þannig er mál með vexti að ég er nemi í genalækningum. Fræði þar sem ég læri hvernig hægt er að nota genin okkar til að lækna erfðagengna sjúkdóma.” (Takið eftir nútíðinni í er hægt)\nEr hægt að nota genin okkar til lækna sjúkdóma?  Lækna krabbamein með genunum okkar?  Hvernig setjum rétt gen í staðinn fyrir gallað?  Ekki hægt í dag.  Hvað ertu að tala um þarna?\nÉg á ansi erfitt með að trúa að þú sért í framhaldsnámi á háskólastigi þegar þú virðist ekki vita að þessi tækni er ekki til.  Auk þess að þú talar barnamál á köflum og talar um vond gen.  Ef þú ert í alvörunni í framhaldsnámi þá skaltu æfa þig í því að fara rétt með og tala ekki barnamál."
        },
        {
            "user": "TheHype",
            "user_id": "46308",
            "date": "2003-11-13 12:53:58",
            "id": "1363456",
            "reply_to_id": "1363455",
            "text": "Þessi nútíð sem ég notaði voru mistök.  Vissulega er ekki hægt að gera þetta í dag.  Greinin var skrifuð í flýti og algerlega óyfirfarin.\nEkki man ég eftir að hafa talað um “vond” gen, en hafi ég gert það var orðið væntanlega undir gæsalöppum, ef ekki þá var það meiningin.\nAnnars eru mínar bækur á ensku og þar er talað um , og ég vitna beint.. “bad genes”.\nFáðu þér konu eða eitthvað svo þú stökkvir ekki upp út af minnstu tilefnum svosem smá tíðarvitleysum og ekki mjög fræðilegum orðum :)"
        },
        {
            "user": "ADD",
            "user_id": "6178",
            "date": "2003-11-13 13:42:16",
            "id": "1363457",
            "reply_to_id": "1363456",
            "text": "Ég er sjálf í framhaldsnámi og þar eru gerðar athugasemdir ef fólk notar ónákvæmt eða barnlegt orðalag.  “Vond gen” er orðalag sem er ekki notað á íslensku.\nþað voru engar gæsalappir í: “Þú ferð til læknis, þú hefur vonda genið sem við köllum X.”\nSíðan máttu æfa þig í því að skilja á milli setninga td.:\n“Þú ferð til læknis.  Þú hefur vonda genið sem við köllum X.”\neða\n“Þú ferð til læknis og þú hefur vonda genið sem við köllum X.”\nÁ ensku má svo skilja á milli svona setninga með semíkommu.\n“Þú ferð til læknis; þú hefur vonda genið sem við köllum X.” (enskmælandi aðferð)\nÞetta hefur mikil áhrif þegar maður er skrifa ritgerðir og annað.  Fólk dregur einfaldlega þá ályktun að þeir sem kunna hvað er setning og hvað er ekki setning séu ekki með fræðin á hreinu.  það sam gildir um barnalegt málfar.  Þetta á fólk á masters og doktorsstigi að gera sér grein fyrir."
        },
        {
            "user": "zett",
            "user_id": "26470",
            "date": "2003-11-13 17:07:12",
            "id": "1363458",
            "reply_to_id": "1363457",
            "text": "Það má nú samt alveg taka tillit til þess að greinahöfundur er að skrifa grein á huga en þar er frekar ólíklegt að allir skilji fræðiorðin sem hægt væri að nota í staðin fyrir “vond gen”.\nÞað skiptir máli hvort maður er að skrifa grein ætluðum almenningi eða ritgerð ætluðum kennara sem hefur væntanlega fræðin á hreinu… og það ætti einstaklingur á masters og doktorsstigi líka að vita.\nÉg get ekki séð neitt að þessari grein hér á huga en sama grein væri auðvitað barnaleg á öðrum vetvangi… en það er líka ekki tilfellið. :)"
        },
        {
            "user": "ADD",
            "user_id": "6178",
            "date": "2003-11-13 18:09:58",
            "id": "1363459",
            "reply_to_id": "1363458",
            "text": "Veistu mér finnst það hræðilegt að fólk á masters eða doktorsstigi setji frá sér setningar(!) á borð við\n“Fræði þar sem ég læri hvernig hægt er að nota genin okkar til að lækna erfðagengna sjúkdóma.”\n“Sjúkdómar eins og krabbamein, Downs heilkenni, Alzheimer og svo framvegis.”\nSetningar á ensku eins og í íslensku hafa sögn í aðalsetningu.  Masters og doktorsnámi lýkur með ritgerð og það verður vera hægt að ætlast til að fólk geti komið texta frá sér skammlaust.\nSíðan má þarna finna bull um að erfðarbreytt matvæli falli undir genalækningar.\n“Þú ferð til læknis, þú hefur vonda genið sem við köllum X. Það er dóminerandi en ekki víkjandi…. og afkvæmin þín, ef einhveru eru, hafa líklega erft X genið þitt.”  Á því eru augljóslega 50% líkur. Ef um tvo mögulega atburði er að ræða er sá líklegri sem er með yfir 50% líkur.  Ef báðir atburðir eru jafn líklegir er helmings líkur.  Þannig að hér ekki um neitt líklega að ræða, einfaldlega helmings líkur.\nFinnst þér þetta vera eðlileg ónákvæmni hjá aðila í masters- eða doktorsnámi?  Ef menn geta ekki fjallað um það sem menn ætla að eyða ævinni í án þess að fara með rangt mál um grunnatriði (eins og að erfðabreytt matvæli koma genalækningum ekkert við) þá er eitthvað að.  Hins vegar koma bæði erfðarbreytt matvæli og genalækningar sameindaerfðarfræði við - en það er allt annar handleggur.  Það er nú betra að vita í hvað framhaldsnámi maður er.\nÉg þekki aðeins til erfðarfræðigeiranum hér á landi og þetta innlegg er hlægilegt miðað við það sem þar tíðkast."
        },
        {
            "user": "TheHype",
            "user_id": "46308",
            "date": "2003-11-13 18:50:41",
            "id": "1363460",
            "reply_to_id": "1363459",
            "text": "Tu einfaldar hlutina frekar mikid. Tad eru alls ekki 50% likur a tvi.  Tad er svo margt annad sem kemur inn i malid.\nVardandi malfrædina, aukasetningar og annad ad ta bara gerdi eg mer ekki grein fyrir ad eg myndi lenda i ad verja tessa litlu saklausu grein inni a huga.is sem var adeins meint sem tilraun til ad fa sma sidferdislega umrædu um tetta efni.  Lokaverkni sem tu talar alltaf um og hugi.is er tvennt olikt. Audvitad a madur alltaf ad vanda malfar sitt en tad er hlutur sem tidkast ekki her.\nAnnars er eg hættur ad “verja” tessa grein mina.. tilgangurinn var adeins ætladur til ad fa sma umrædu um sidferdina a tessu stigi, ekki sem verkefni i minu nami tar sem professorar fara yfir verkefnin.  Her a huga er medalaldurinn undir tvitugu (grunar mig) og lagdi eg tvi enga vinnu i greinina.\nTer ad segja ad ta er sameindarerdafrædi, sameindarliffrædi, erfdabr. matvæli og allt tetta byggt a sama grunni.  Sama hvad tu ætlar ter ad læra af adurnefndum hlutum tekur tu sama grunnnam.. bachelor i sameindaliffrædi.  Ad tvi loknu hefst serhæfing (kandidat/master og loks Ph.D.)"
        },
        {
            "user": "ADD",
            "user_id": "6178",
            "date": "2003-11-13 19:10:17",
            "id": "1363461",
            "reply_to_id": "1363460",
            "text": "Hvað kom fyrir íslensku stafina?\nJá, nú kemur sannleikurinn.  Þú ert ekki nemi í genalækningum heldur í grunnnámi í sameindalíffræði/erfðarfræði.  Það var heldur augljóst.  Genalækningar er fag sem aðallega á doktorslevel.\nOg nei það er ekki nauðsynlegt að klára bachelornám í sameindalíffræði/efðafræði til að fara í genalækningar.  Það þarf próf í læknisfræði til að fá að lækna fólk og stunda genalækningar.  Til að stunda rannsóknir á sviði sameindaerfðarfræði þarf heldur ekki bachelornám í sameindalíffræði/efðafræði heldur koma margir úr líffræði og læknisfræði.\nÞað eru 50% líkur á því að genið komi frá þessu foreldri - crossover flækir aðeins málið en þá er náttúrulega ekki um sama genið að ræða og hjá foreldinu.  Það eru ákveðna líkur á því að genið verði fyrir breytingum en þá er barnið náttúrulega ekki að fá nákvæmlega þetta gen frá foreldrinu og þá er ekki hægt að gera að því skóna að barnið fá sama sjúkdóm og foreldrið þannig að líkurnar á því að barnið fá óbreytt gen frá foreldrinu eru minni en 50%.  Það var nú það sem ég var að benda að líkurnar eru ekki yfir 50% á að fá óbreytt gen frá foreldrinu."
        },
        {
            "user": "MinnaMinna",
            "user_id": "32962",
            "date": "2003-11-13 20:26:57",
            "id": "1363462",
            "reply_to_id": "1363461",
            "text": "ADD\nNú veit ég ekki hvað bakgrunn þú hefur en þessi fullyrðing þín er dálítið úti á þekju….\n“Það eru 50% líkur á því að genið komi frá þessu foreldri - crossover flækir aðeins málið en þá er náttúrulega ekki um sama genið að ræða og hjá foreldinu”\nKrosstengsl, ég geri ráð fyrir að þú sér að tala um það? Ktrosstengsl hafa ekki áhrif á líkur á að afkvæmi erfi gen frá foreldrum. Þau valda því eingöngu að gen flytjast á milli litninga og breyta líkum á að gen erfist saman, ekki líkum á að gen erfist. Ef gen víxlast eru líkurnar á því að þau “sundrist” mjög litlar, þ.e. að eiginleiki hverfi úr genamengi kynfrumna. Ef einstaklingur er beri af gölluðu geni eru líkurnar á erfðum til afkvæma alltaf 50% burtséð frá krosstengslum en kosstenglin breyta því hvaða gen erfast með þessu gallaða gena! Bendi á grunnbók í erfðafræði eftir Örnólf Th. þar sem þetta er útskýrt á mjög einfaldan og aðgengilegan hátt.\nAnnars þykja mér þessar pælingar um genglækningar áhugaverðar þó ég hafi litla trú á greinahöfundur sé sérfræðingur á þessu sviði. Það eru dæmi um að þessi tækni hafi “virkað” en en sem komið er þá er ekki hægt að “lofa” því að þetta virki í hvert skipti sem reynt er. Þetta vekur upp óendalega margar spurnigar um siðfræði læknavísinda og hvert þau stefna.\nErfðabreytt matvæli eru í raun af sama meiði og hugmyndin um genalækningar… það er verið að fikta í erfðaefninu og það “látið” búa yfir nýjum eiginleikum.\nP.s.Málfar mitt eða stafetning segir ekkert til um menntunarstig mitt á þessu sviði:)“Raunvísindamenntaðir” eru “málfarshryðjuverkamenn” líkt og samstafsmaður lét frá sér:)"
        },
        {
            "user": "ADD",
            "user_id": "6178",
            "date": "2003-11-13 21:23:36",
            "id": "1363463",
            "reply_to_id": "1363462",
            "text": "Bíddu nú við.  Fyrst heldur þú því fram að líkur á því að gen erfist frá öðru foreldri séu meiri en 50%.  Ég geri athugasemd við þetta.  Þú bendir þá á að máli sé sé ekki svo einfalt.  Ég samþykki það og bendi á nokkra möguleika.  Þú svarar “Ef einstaklingur er beri af gölluðu geni eru líkurnar á erfðum til afkvæma alltaf 50%” og samþykkir að þú haft rangt fyrir þér í upphafi.  Gott mál.  (Mundu að í upphafi varstu bara að tala um erfðir “afkvæmin þín, ef einhveru eru, hafa líklega erft X genið þitt.” - ekki um birtingu gensins)\n“Ef gen víxlast eru líkurnar á því að þau ”sundrist“ mjög litlar, þ.e. að eiginleiki hverfi úr genamengi kynfrumna. ”\nMjög litlar en fyrir hendi.  Þegar þú hélst því fram að möguleikarnir á því að á því að gen erfðuðst frá foreldri væru ekki 50% þá hélt ég að við værum komin út þessa litlu möguleika.  En þar sem þú hefur breytt um skoðun og tlur nú það vera 50% líkur þá er svo sem allt í lagi að hætta að fjalla um einhverja smá möguleika.\nÉg lærði erfðafræði á háskólastigi þegar þú varst á barnsaldri og man nú eitt og annað. Þannig að þakka ég fyrir ábendingarnar um lestrarefni.  Það eru líka til kennslubækur um íslensku og almena málfræði.  Það er gaman að sjá að málfar þitt er allt í einu orðin þroskaðri en hann var áður.  Við stafsetningu geri ég ekki athugasemdir en það er nú varla menntuðu fólki ofviða að hafa sagnir í setningum.\nAð lokum vil ég minna þig á það þú mátt ekki stunda lækningar nema hafa til þess lækningaleyfi."
        },
        {
            "user": "ADD",
            "user_id": "6178",
            "date": "2003-11-13 22:36:59",
            "id": "1363464",
            "reply_to_id": "1363462",
            "text": "Fyrirgefðu MinnaMinna!\nÉg hélt TheHype hefði verið að svara þessu og svaraði þér eins og þu værir hann.  Ég var að hugsa um tvennt eða jafnvel þrennt í einu.\nÞað sést langar leiðir að þú veist um hvað þú ert að tala.  Mér þótti breytingin á málfari höfundar mjög skrítin.  Málfar þitt segir mjög mikið um þig t.d. að þú ert komin af barnsaldri!  Málfar okkar gefur miklar upplýsignar um okkur.\nAnnars eru til raunvísindamenn sem eru góðir íslenskumennir eins og þú veist.\nÞað sem fór í taugarnar á mér við TheHype er hann er að látast vera nemi í einhverju sem hann augljóslega er ekki nemi í.  Ég skil ekki til hvers hann var að því greinin hefði verið jafn góð eða betri heðfi hann sleppt þessari staðhæfingu.\nÞað er reyndar rétt að genalæknar hafa verið framkvæmdar í takmörkuðum mæli sjá\nhttp://news.bbc.co.uk/1/hi/health/1906999.stm\nen lækningin breytir aðeins genum í einum líkamshluta.  Ég var búin að gleyma þesari ágætu frétt.  Geninu er ekki skipt út í öllum frumum einstaklingsins. Það er nefnilega mikill munur á genalækningum og erfðarbreytum matvælum.  Annað er umtalsvert flóknara."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-11-14 00:27:13",
            "id": "1363465",
            "reply_to_id": "1363464",
            "text": "Íslenskumennir?  Annars hefði ég alveg verið til í að ræða um hvort rétt sé að genabreyta börnum eða ekki (ef það væri hægt) en fólk hérna virðist hafa meiri áhuga á stafsetningar- og málfræðikennslu.  Það vantar kannski bara sér áhugamál fyrir ykkur málfræðinördana? :)"
        },
        {
            "user": "ADD",
            "user_id": "6178",
            "date": "2003-11-14 18:28:50",
            "id": "1363466",
            "reply_to_id": "1363465",
            "text": "Ég geri ekki athugasemdir viðs tafsetningu fólk enda slæm í henni sjálf en þegar fólk er að hafa fyrir því að setja punkta og kommur á vitlausa staði sem er nú vitleysa sem fólk hafa sérleg mikið fyrir.\nAnnars var nú punkturinn sá að fólk eigi ekki að látast vera eitthvað sem það er ekki!!!!"
        },
        {
            "user": "Tigershark",
            "user_id": "1684",
            "date": "2003-11-13 10:53:21",
            "id": "1363467",
            "reply_to_id": "1363453",
            "text": "þessi hugsunarháttur er stundum kenndur við eldflaugasérfræðingana þegar bna menn voru að byrja geimferðir: við búum bara til eldflaugar og sendum þær upp, það kemur okkur ekki við hvar þær lenda.\ntýpískt"
        },
        {
            "user": "bossanova",
            "user_id": "14499",
            "date": "2003-11-13 22:20:11",
            "id": "1363468",
            "reply_to_id": "1363453",
            "text": "Ég tek hjartanlega undir með ADD. Það er augljóst að þú ert ekki “nemi í genalækningum”.  Ég giska á að þú sért í mesta lagi í menntaskóla.  Svo tek ég líka undir með ADD í því, að það er sékennilegt hvernig málfar þitt breyttist, og allt þitt fas, um leið og þú glataðir íslenska lyklaborðinu. Það hvarflaði að mér að þú hefðir fengið einhvern til að hjálpa þér, en svo sá ég orð, sem einhver hjálplegur hefði aldrei getað beygt jafn vitlaust eins þú, koma fyrir tvisvar.  Þú talar um “siðferðina”, en það er hvorugkynsorð eins og flestir vita.\nÉg er enginn sérfræðingur í erfðafræði, eða yfirleitt nokkru sem kemst nærri því að falla undir þau fræði, en ég kaupi það ekki að þú sért nemi á háskólastigi.  Ef svo skyldi þó vera, hvet ég þig til að leggja sérstaka áherslu á að læra að koma íslensku ritmáli þolanlega frá þér.  Það er útilokað að taka nokkuð alvarlega sem er skrifað á öðru eins barnamáli og þessi grein er skrifuð.\nKveðja,\nBossanova"
        }
    ]
}