{
    "forum_title": "Sagnfræði",
    "user": "Mal3",
    "user_id": "5739",
    "date": "2003-11-11 22:43:29",
    "title": "Rifflakönnunin",
    "text": "Stórskemmtileg könnun! Það er úr vöndu að ráða, en ég varð að haka við MP44, enda var hann hárrétt þróun.\nEf einhvern riffil vantaði var það Tokarev SVT-38/SVT-40. Það voru prýðileg vopn að mörgu leyti. M1 Garand var útbreiddasti hálfsjálfvirki orusturiffillinn og maður rekst endalaust á skiptar skoðanir um það tæki. Það væri gaman að sjá rækilegan samanburð á M1 Garand, SVT-40 og G.43.\nBesti boltalás orusturiffill fyrr og síðar er hins vegar mjög líklega hinn frábæri Lee Enfield. Eins og sagt var um helstu riffla WWI: The Mauser is a hunting rifle, the Springfield (1903 Springfield, nánast amerískur Mauser) is a target rifle and the Enfield is a battle rifle.\n10 skot, hraðvirkasti boltinn og mikill áreiðanleiki.<br><br>-\nÞað er alltaf gaman í aðdáendaklúbb Mal3. Sjáðu bara hvað aðrir hafa haft að segja:\n“Mal3: Hvað er eiginlega að þér? Þykist vera einhverskonar ritstjóri og besservisser sem þarf alltaf að vera með eitthvað djöfulsins vesen.\nEkki veit ég hvað þú heldur að þú sért, sennilega vinnuru á kassa í ÁTVR og ert að öllum líkindum ófríður og reynir að bæta það upp með því að segja hluti eins og ”Ég rétt leit á greinina og hún leit út fyrir að vera í lagi, slatti af stafsetningarvillum samt“…….\nAf hverju þarftu að vera svona neikvæður og alltaf að koma með leiðinleg svör.\nAð mínu mati ertu fífl.”\n-ibbets",
    "url": "https://www.hugi.is/saga/korkar/178025/rifflakonnunin/",
    "url_id": "178025",
    "id": "1363020",
    "replies": [
        {
            "user": "raptor",
            "user_id": "9169",
            "date": "2003-11-12 10:45:08",
            "id": "1363021",
            "reply_to_id": "1363020",
            "text": "Vantar náttúrulega Mosin Nagant, mest framleiddi riffill stríðssins. ekkert gæðavopn en gerði það sem þurfti…\nEn já stgw. 44 var þróun í rétta átt og held ég besta einstaklings vopnið á þeim tíma.\nEn annars er varla hægt að bera saman boltariffla, Halfsjalfvirka, og svo sjalfvirka riffla.\nMyndi vilja vita hvernig sá Svissneski hefð reynst, Karabiner 31, Straight bolt action, 7,51 mm. Mjög nákvæmt vopn<br><br><a href=\"\nhttp://kasmir.hugi.is/raptor\n“>Síðan mín…</a>\n<a href=”\nhttp://maggragg.blogspot.com\n\">Bloggið mitt…</a"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2003-11-12 12:20:03",
            "id": "1363022",
            "reply_to_id": "1363021",
            "text": "En þetta er auðvitað það sem menn þurftu að berjast með, hver á móti öðrum. Það er merkilegt hvað menn hafa hangið á stóru kalíberunum lengi, en í raun aftur nokkuð merkilegt hvað menn láta kalíber litlu máli skipta í dag. Bandaríkjamenn eru að fá slappa reynslu af M4 með 14“ hlaupi og 5.56mm NATO í Afghanistan þar sem færin eru löng.<br><br>-\nÞað er alltaf gaman í aðdáendaklúbb Mal3. Sjáðu bara hvað aðrir hafa haft að segja:\n”Mal3: Hvað er eiginlega að þér? Þykist vera einhverskonar ritstjóri og besservisser sem þarf alltaf að vera með eitthvað djöfulsins vesen.\nEkki veit ég hvað þú heldur að þú sért, sennilega vinnuru á kassa í ÁTVR og ert að öllum líkindum ófríður og reynir að bæta það upp með því að segja hluti eins og “Ég rétt leit á greinina og hún leit út fyrir að vera í lagi, slatti af stafsetningarvillum samt”…….\nAf hverju þarftu að vera svona neikvæður og alltaf að koma með leiðinleg svör.\nAð mínu mati ertu fífl.\"\n-ibbets"
        },
        {
            "user": "raptor",
            "user_id": "9169",
            "date": "2003-11-12 13:16:12",
            "id": "1363023",
            "reply_to_id": "1363022",
            "text": "Já, málið er að 5,56 veldur meiri skaða á stuttu færi en stærri cal, eins og t.d. 7,62.\nKúlan  5,56 er á miklu meiri hraða og hún er svo óstöðug að þegar hún lendir í einhverju þá veldur hún óhemju skaða og mikið af hreyfiorkunni í fórnarlambið, en upp úr 300 - 400 m er kúlan orðinn stöðug og er þá orðinn mikið hættuminni en 7,62 þar sem hreyfiorkan er mun minni.  7,62 er með mikla hreyfiorku og þar sem hún er mjög stöðug þá skilur hún alltaf svipað mikið af hreyfiorkunni eftir í fórnarlambinu og er því álíka hættuleg á 100 m og 500 m.\nSkaði kúlu fer eftir hreyfiorkunni og hversu mikið af henni fer í skotmarkið.  Auk þess er 5,56 mikið léttara og minna þannig að hver hermaður getur borið mun meira, einnig það að yfir 90% skotbadaga gerast á færi minna en 400 m. auk allra hinna kostanna, eins og minna bakslag, léttara vopn, ekki eins mikill háfaði og hættuminni fyrir notandan  í húsbardaga\nM4 Carbine er með styttra hlaupi en M-16 og nýtir þar af leiðandi ekki allan brunan á púðrinu, sem gerir kúluna aðeins hægfleygari, óstöðugri og ónákvæmari,  mjög öflugt vopn í nágvígi en ékki mjög öflugt á lengri færum.\n<br><br><a href=\"\nhttp://kasmir.hugi.is/raptor\n“>Síðan mín…</a>\n<a href=”\nhttp://maggragg.blogspot.com\n\">Bloggið mitt…</a"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2003-11-12 14:30:57",
            "id": "1363024",
            "reply_to_id": "1363023",
            "text": "M.v. rifflunarhraða og kúluþyngd í 5.56mm vopnum sem almennt eru notuð í dag hefði ég haldið að kúlan væri mjög stöðug, enda eru þessi vopn þekkt fyrir að “penetrata” vel, sem gengur ekki upp með óstöðugri kúlu.\nReynsla Delta manna í Mogadishu með CAR-15 byssur með Armour Piercing skotfærum var MJÖG neikvæð. Sómalar voru skotnir reglulega með þessum vopnum án þess að fara niður og vera þar. Eini Delta maðurinn sem talaði við Mark Bowden (rannsóknarblaðamaður og höfundur <i>bókarinnar</i> Black Hawk Down) mælti svo að eini maðurinn með viti í deildinni hefði verið annar Medal of Honour-þeganna (létust við vörn þyrluflaks) sem fór til orustu innanbæjar með M14 riffil!\nSpurningin er hvort það sé ekki kominn tími á vopn með aðeins breiðari og þyngri kúlu en 5.56 sem dugar við víðari aðstæður?<br><br>-\nÞað er alltaf gaman í aðdáendaklúbb Mal3. Sjáðu bara hvað aðrir hafa haft að segja:\n“Mal3: Hvað er eiginlega að þér? Þykist vera einhverskonar ritstjóri og besservisser sem þarf alltaf að vera með eitthvað djöfulsins vesen.\nEkki veit ég hvað þú heldur að þú sért, sennilega vinnuru á kassa í ÁTVR og ert að öllum líkindum ófríður og reynir að bæta það upp með því að segja hluti eins og ”Ég rétt leit á greinina og hún leit út fyrir að vera í lagi, slatti af stafsetningarvillum samt“…….\nAf hverju þarftu að vera svona neikvæður og alltaf að koma með leiðinleg svör.\nAð mínu mati ertu fífl.”\n-ibbets"
        },
        {
            "user": "raptor",
            "user_id": "9169",
            "date": "2003-11-12 14:47:14",
            "id": "1363025",
            "reply_to_id": "1363024",
            "text": "Já það er allveg víst að stærra kal drepur betur en þetta er náttla alltaf spurning um þyngd og meðfærileika líka, í dag þegar berjast þarf í húsum og á stuttu færi þá er 5,56 hentugri.\nÉg hef lesið á fleiri en einum stað að vegna þess að kúlan(5,56) er að sveiflast um ás sinn þá lendir hún á skotmarki með smá horni og vald þar af leiðandi mikið meira höggi. skilur meiri orku eftir.\nEn er bara ekki málið að velja vopn eftir aðstæðum hverju sinni, því þau henta misvel við mismunandi aðstæður<br><br><a href=\"\nhttp://kasmir.hugi.is/raptor\n“>Síðan mín…</a>\n<a href=”\nhttp://maggragg.blogspot.com\n\">Bloggið mitt…</a"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2003-11-12 14:57:38",
            "id": "1363026",
            "reply_to_id": "1363025",
            "text": "Margir hermenn eru ekki svo heppnir að fá að velja sér vopn, frekar en hvar þeir þurfa að berjast.\nÉg þyrfti að athuga aftur hvernig 5.56 er að standa sig í þessum efnum í dag, en ég veit að í Vietnam stríðinu var mikið gert úr því sem var kallað “tumbling” effect. Þar var M16A1 mjög öflugur “manstopper” en á móti hef ég heyrt að “tactical penetration” var lélegt þá. Í dag virðist 5.56 með SS109 kúlunni vera mikil “penetrator” en samt notar Bandaríkjaher almennt AP kúlur sem dregur enn úr áverkum sem kúlan veldur.<br><br>-\nÞað er alltaf gaman í aðdáendaklúbb Mal3. Sjáðu bara hvað aðrir hafa haft að segja:\n“Mal3: Hvað er eiginlega að þér? Þykist vera einhverskonar ritstjóri og besservisser sem þarf alltaf að vera með eitthvað djöfulsins vesen.\nEkki veit ég hvað þú heldur að þú sért, sennilega vinnuru á kassa í ÁTVR og ert að öllum líkindum ófríður og reynir að bæta það upp með því að segja hluti eins og ”Ég rétt leit á greinina og hún leit út fyrir að vera í lagi, slatti af stafsetningarvillum samt“…….\nAf hverju þarftu að vera svona neikvæður og alltaf að koma með leiðinleg svör.\nAð mínu mati ertu fífl.”\n-ibbets"
        },
        {
            "user": "raptor",
            "user_id": "9169",
            "date": "2003-11-12 14:53:59",
            "id": "1363027",
            "reply_to_id": "1363024",
            "text": "En að öllum öllum líkinum fer þetta eftir kúlugerð líka, AP kúlur verða að vera stöðugar í flugi, og það gæti verið að þessar óstöðugu kúlur sem ég hef lesið um sé afbrigði gert til að auka mátt þeirra án þess að brjóta Genfarsáttmálan, án þess að ég viti neitt um það…<br><br><a href=\"\nhttp://kasmir.hugi.is/raptor\n“>Síðan mín…</a>\n<a href=”\nhttp://maggragg.blogspot.com\n\">Bloggið mitt…</a"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2003-11-12 15:00:59",
            "id": "1363028",
            "reply_to_id": "1363027",
            "text": "Ég held einmitt að þeir í Genf hafi ekki verið hrifnir af virkni kúlnanna í Vietnam. SS109 kúlan var gerð af FN til að laga ágalla upprunalegu 55gr.(?) kúlunnar og var mun þyngri og krafðist því hraðari snúnings (1:7?) á rifflun, en hún kom hjá Bandaríkjamönnum með M16A2 og mig minnir að kúlan hafi verið kölluð þar M193 og verið um 70gr. gróflega.\nSvíar gengu svo langt að gera kúlu sem var sérstaklega mannvæn. Afhverju henda þeir ekki bara sykurpúðum í innrásarliðið?<br><br>-\nÞað er alltaf gaman í aðdáendaklúbb Mal3. Sjáðu bara hvað aðrir hafa haft að segja:\n“Mal3: Hvað er eiginlega að þér? Þykist vera einhverskonar ritstjóri og besservisser sem þarf alltaf að vera með eitthvað djöfulsins vesen.\nEkki veit ég hvað þú heldur að þú sért, sennilega vinnuru á kassa í ÁTVR og ert að öllum líkindum ófríður og reynir að bæta það upp með því að segja hluti eins og ”Ég rétt leit á greinina og hún leit út fyrir að vera í lagi, slatti af stafsetningarvillum samt“…….\nAf hverju þarftu að vera svona neikvæður og alltaf að koma með leiðinleg svör.\nAð mínu mati ertu fífl.”\n-ibbets"
        },
        {
            "user": "raptor",
            "user_id": "9169",
            "date": "2003-11-12 15:18:01",
            "id": "1363029",
            "reply_to_id": "1363028",
            "text": "Hehe já, þú ert greinilega vel lesin í þessum efnum.  En það var þetta thumbling effect sem ég var að meina.  En því meira sem penetratið er því minni skaða veldur kúlan…\njá þetta eru miklar pælingar um hvað cal er best, en ferð það bara ekki alfarið eftir aðstæðum hverju sinni,  Í eyðimörk myndi ég kjósa 7,62 riffil, sennilega G3, í “urbarn warfare” myndi ég vilja stuttan riffil 5,56, t.d. M4.  Ef maður á bara að storma hús myndi sennilega MP5 (9 mm) henta best að öllum líkindum, og ég held að 5,56 sé svona besta málamiðlunin og henti við flestar aðstæður, það er einfaldlega verið að fórna afli fyrir þyngd og meðfærileika…\nÞað er samt fróðleg lesning í BlackHawkDown bókinni hvernig þetta var að virka þar<br><br><a href=\"\nhttp://kasmir.hugi.is/raptor\n“>Síðan mín…</a>\n<a href=”\nhttp://maggragg.blogspot.com\n\">Bloggið mitt…</a"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2003-11-12 15:27:52",
            "id": "1363030",
            "reply_to_id": "1363029",
            "text": "Þetta er auðvitað mjög rétt hugsað hjá þér. Það er samt eitt með 7.62 og eyðimerkurhernað að það er pain að bera svona þungt vopn og skotfæri.\nSænsku “urban warfare” sveitirnar notuðu G3 síðast þegar ég vissi og átti það að vera vegna penetration eiginleika.\nÁ Falklandseyjum notuðu Bretar að sjálfsögðu almennt L1A1, en flestir SAS menn tóku M16, þó innan sveitarinnar hefðu verið skiptar skoðanir um hvað væri best. Ofurstinn sem stjórnaði 2 Para við Goose Green (féll í orustunni og astoðarmaður hans tók við) taldi sveitina þurfa mun meira firepower áður en hann silgdi og krafðist að fá 2 GPMG fyrir hvern átta manna hóp í stað einnar áður. Með þessi vopn og enga flutningsgetu nánast gengu 2 Para svo klifjaðir á leið til Goose Green að þeir gátu ekki staðið upp að sjálfsdáðum ef þeir duttu í þýflendinu!\n9mm er prýðilegt í hríðskotabyssur og uppbyggð svæði, en strax og maður mætir andstæð9ingum með brynvörn fer maður að vilja 5.56 held ég.<br><br>-\nÞað er alltaf gaman í aðdáendaklúbb Mal3. Sjáðu bara hvað aðrir hafa haft að segja:\n“Mal3: Hvað er eiginlega að þér? Þykist vera einhverskonar ritstjóri og besservisser sem þarf alltaf að vera með eitthvað djöfulsins vesen.\nEkki veit ég hvað þú heldur að þú sért, sennilega vinnuru á kassa í ÁTVR og ert að öllum líkindum ófríður og reynir að bæta það upp með því að segja hluti eins og ”Ég rétt leit á greinina og hún leit út fyrir að vera í lagi, slatti af stafsetningarvillum samt“…….\nAf hverju þarftu að vera svona neikvæður og alltaf að koma með leiðinleg svör.\nAð mínu mati ertu fífl.”\n-ibbets"
        },
        {
            "user": "raptor",
            "user_id": "9169",
            "date": "2003-11-12 15:37:10",
            "id": "1363031",
            "reply_to_id": "1363030",
            "text": "Fyrir patrol ferðir eins og SAS eru að gera þá held ég að þeir kjósi helst 5,56. dettur ekki einu sinni í hug að taka með 7,62 vopn nema kannski fyrir skytturiffill.\nJá 9 mm henntar bara á það sem er 50 m eða nær og ekki með brynvörn..\nEn kemur á óvart að Urban sveit noti G3, þeir eru reyndar til mjög stuttir en hvernig er þetta að virka inn í húsum, eru þeir með secondary vopn eða bara drita þeir 7,62 inni húsi,  ég myndi vera drulluhræddur að fá eitthvað í mig til baka, plús að ef veggirnir eru ekki þykkir þá fer kúlan bara í næsta herbergi<br><br><a href=\"\nhttp://kasmir.hugi.is/raptor\n“>Síðan mín…</a>\n<a href=”\nhttp://maggragg.blogspot.com\n\">Bloggið mitt…</a"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2003-11-12 15:39:44",
            "id": "1363032",
            "reply_to_id": "1363031",
            "text": "Næsta herbergi? Næsta hverfi myndi ég halda! :)\nÞetta hljómar furðulega, en þetta er auðvitað mjög nákvæmt, kraftmikið og jafnframt ekki mjög stórt vopn, þó það sé þungt.<br><br>-\nÞað er alltaf gaman í aðdáendaklúbb Mal3. Sjáðu bara hvað aðrir hafa haft að segja:\n“Mal3: Hvað er eiginlega að þér? Þykist vera einhverskonar ritstjóri og besservisser sem þarf alltaf að vera með eitthvað djöfulsins vesen.\nEkki veit ég hvað þú heldur að þú sért, sennilega vinnuru á kassa í ÁTVR og ert að öllum líkindum ófríður og reynir að bæta það upp með því að segja hluti eins og ”Ég rétt leit á greinina og hún leit út fyrir að vera í lagi, slatti af stafsetningarvillum samt“…….\nAf hverju þarftu að vera svona neikvæður og alltaf að koma með leiðinleg svör.\nAð mínu mati ertu fífl.”\n-ibbets"
        },
        {
            "user": "raptor",
            "user_id": "9169",
            "date": "2003-11-12 16:35:21",
            "id": "1363033",
            "reply_to_id": "1363032",
            "text": "Allavega er víst að sá sem verður fyrir skoti af G3 stendur ekki upp aftur :)<br><br><a href=\"\nhttp://kasmir.hugi.is/raptor\n“>Síðan mín…</a>\n<a href=”\nhttp://maggragg.blogspot.com\n\">Bloggið mitt…</a"
        },
        {
            "user": "vikkia87",
            "user_id": "27725",
            "date": "2003-11-12 19:07:34",
            "id": "1363034",
            "reply_to_id": "1363020",
            "text": "Ég man ekki betur en að M1 Garand hafi verið carbine riffillinn, en ég man það ekki nógu vel…"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2003-11-12 19:12:25",
            "id": "1363035",
            "reply_to_id": "1363034",
            "text": "Nei M1 Garand og M1 Carbine voru sitt hvort vopnið fyrir sitt hvort hylkið, þótt báðir hafi haft .30 cal. hlaupvídd.\nM1 Garand er nánast tvöfalt þyngri en M1 Carbine og ábyggilega meira en 2x kraftmeiri.<br><br>-\nÞað er alltaf gaman í aðdáendaklúbb Mal3. Sjáðu bara hvað aðrir hafa haft að segja:\n“Mal3: Hvað er eiginlega að þér? Þykist vera einhverskonar ritstjóri og besservisser sem þarf alltaf að vera með eitthvað djöfulsins vesen.\nEkki veit ég hvað þú heldur að þú sért, sennilega vinnuru á kassa í ÁTVR og ert að öllum líkindum ófríður og reynir að bæta það upp með því að segja hluti eins og ”Ég rétt leit á greinina og hún leit út fyrir að vera í lagi, slatti af stafsetningarvillum samt“…….\nAf hverju þarftu að vera svona neikvæður og alltaf að koma með leiðinleg svör.\nAð mínu mati ertu fífl.”\n-ibbets"
        },
        {
            "user": "vikkia87",
            "user_id": "27725",
            "date": "2003-11-12 19:22:18",
            "id": "1363036",
            "reply_to_id": "1363035",
            "text": "ok takk fyrir gott svar:D"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2003-11-12 19:27:26",
            "id": "1363037",
            "reply_to_id": "1363036",
            "text": "Kíktu á <a href=\"\nhttp://world.guns.ru/rifle/rfl00-e.htm\n\">\nhttp://world.guns.ru/rifle/rfl00-e.htm</a\n> til að sjá muninn. Þessi síða er almennt góð og þú sérð í valmyndinni vinstra megin tengil á bæði M1 Garand og M1 Carbine.<br><br>-\nÞað er alltaf gaman í aðdáendaklúbb Mal3. Sjáðu bara hvað aðrir hafa haft að segja:\n“Mal3: Hvað er eiginlega að þér? Þykist vera einhverskonar ritstjóri og besservisser sem þarf alltaf að vera með eitthvað djöfulsins vesen.\nEkki veit ég hvað þú heldur að þú sért, sennilega vinnuru á kassa í ÁTVR og ert að öllum líkindum ófríður og reynir að bæta það upp með því að segja hluti eins og ”Ég rétt leit á greinina og hún leit út fyrir að vera í lagi, slatti af stafsetningarvillum samt“…….\nAf hverju þarftu að vera svona neikvæður og alltaf að koma með leiðinleg svör.\nAð mínu mati ertu fífl.”\n-ibbets"
        }
    ]
}