{
    "forum_title": "Rómantík",
    "user": "Jonarns",
    "user_id": "46352",
    "date": "2003-11-13 00:14:55",
    "title": "Vandamál",
    "text": "Ég er strákur á unglingsaldri sem á við 2 vandamál að stríða með stelpur, ég nota bara nöfn stelpnana sem stelpa1 og stelpa2.\nÉg var með einni stelpu sem nefnnis sem stelpa1 í hálft ár og gekk sambandið allveg 100% vel þangað hún þurfti að flytja burt úr Reykjavík. Þegar hún þurfti að flytja þá slitum við sambandinu en ætluðum bara að vera í símasambandi, sem vinir. Það gekk ágætlega í nokkra mánuði og svo rofnaði það næstum allveg. Þegar liðið er 6 mánuðir frá því hún flutti út á land þá hitti ég hana og talaði smá við hana. Svo þegar ég kom heim þá bara gat ég ekki hætt að hugsa um hana og liðu bara 2-3 mánuðir þannig.\nSvo hitti ég og kynnist annarri stelpu, köllum hana stelpu2. Ég hef smá áhuga fyrir henni en get ekki hætt að hugsa um stelpu1. Ég frétti frá vinum mínum að stelpa2 hefði áhuga fyrir mér og tók ég sjálfur eftir því þar sem hún var að reyna við mig á fullu og ég gef henni ekkert tækifæri því ég hugsa ennþá um stelpu1. Svo líða svona 2 mánuðir og þá er ég allveg búinn að gleyma stelpu1 en get ekki náð mér í stelpu2 lengur því hún er orðinn svona meiri vinkona en kærustuefni. Nokkrum dögum seinna byrjar hún með strák og ég er bara útaf kortinu hjá henni og síðan hættir hún með stráknum en þeir eru samt ennþá vinir og hún er eiginlega hætt að tala við mig heldur bara kannski einhvað smá.\nÉg vildi bara koma þessu á framfæri og endilega fá svör frá ykkur og hvað ykkur finnst ? ætti ég bara að láta stelpu2 í friði og finna aðra eða bara hafa meiri samband við stelpu1 ?",
    "url": "https://www.hugi.is/romantik/greinar/178262/vandamal/",
    "url_id": "178262",
    "id": "1365068",
    "replies": [
        {
            "user": "SnaeWar",
            "user_id": "30043",
            "date": "2003-11-13 17:23:12",
            "id": "1365069",
            "reply_to_id": "1365068",
            "text": "stelpa1… eða ekki.. en allan vega ekki stelpa2…\nen hvað veit ég?"
        },
        {
            "user": "Scorpio21",
            "user_id": "7299",
            "date": "2003-11-13 17:42:35",
            "id": "1365070",
            "reply_to_id": "1365068",
            "text": "Merkilegt hvað stelpur eru fljótar að fara í fýlu og hætta að tala við mann ef þær reyna við mann og maður gefur engann séns"
        },
        {
            "user": "Lovebird",
            "user_id": "24919",
            "date": "2003-11-13 18:09:09",
            "id": "1365071",
            "reply_to_id": "1365068",
            "text": "Veldu stelpu 2."
        },
        {
            "user": "snjogellan",
            "user_id": "46030",
            "date": "2003-11-13 18:11:32",
            "id": "1365072",
            "reply_to_id": "1365068",
            "text": "sko hvað er þetta með ykkur strákana,þið eruð alltaf  að halda í fortíðina og hugsa um fyrrverandi kærustur.Það er eins og þið leggið ekki í að hugsa áfram og einbeita ykkur að framtíðinni..Ég myndi bara hætta að hugsa um þær báðar og snúa mér að einhverri nýrri horfa fram á við en ekki til baka"
        },
        {
            "user": "Atari",
            "user_id": "100",
            "date": "2003-11-13 18:14:20",
            "id": "1365073",
            "reply_to_id": "1365068",
            "text": "ég mæli með reglu pýþógarasar í þessu efni\nsemsagt til að finna réttu stelpuna þarftu að gera eftirfarandi\nRétt stelpa = Kvrótinin af stelpu1 í öðru veldi plús stelpa2 í öðru veldi => Kvaðratrótinn af stelpu5 sem gerir stelpa2.23\nGangiþér vel vinu"
        },
        {
            "user": "snoopdogg",
            "user_id": "29436",
            "date": "2003-11-13 18:34:25",
            "id": "1365074",
            "reply_to_id": "1365073",
            "text": "Finndu þér stelpu 3"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-11-16 17:14:59",
            "id": "1365075",
            "reply_to_id": "1365073",
            "text": "og ef útkomman, 2.23 er námunduð er að stelpa 2 svo að ég myndi ekki fara á eftir henni því að þessi regla er alveg út úr kortinu og sumir asnar ættu virkilega að reyna að fá sér líf….ég meina það….virkilega…"
        },
        {
            "user": "minivergur",
            "user_id": "44098",
            "date": "2003-11-13 20:14:59",
            "id": "1365076",
            "reply_to_id": "1365068",
            "text": "Sko ef stela 1 býr einhversstaðar lang úti á landi þá ættuð þið bara að vera símavinir eða eithvað.\nErt þú og fyrrverandi hennar einhverjir vinir? Ef svo er þá fynndu stelpu 3 (þá er ég ekki að meina kunningja). En ef svo er ekki þá skaltu byrja að reyna svoldið við hana og verða ein og þannig (byrja með henni)."
        },
        {
            "user": "siggggi",
            "user_id": "21185",
            "date": "2003-11-13 22:45:58",
            "id": "1365077",
            "reply_to_id": "1365076",
            "text": "Gleyma stelpu 1,,hún er út á landi og er pottþétt ekki búandi í klaustri,,,sorry en svoleiðis er það bara.  Láttu stelpu 2 vita hvernig þér líður þ.e. ef þú hefur áhuga á henni, treystu mér að þér líður betur eftir það!"
        },
        {
            "user": "divaa",
            "user_id": "11336",
            "date": "2003-11-14 16:45:52",
            "id": "1365078",
            "reply_to_id": "1365068",
            "text": "Bíddu… ég náði þessu ekki alveg… Hverri ertu hrifinn af?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-11-17 05:43:51",
            "id": "1365079",
            "reply_to_id": "1365068",
            "text": "Gleima stelpu1 auðvita, ef hún á ekki heima í rvk þá geturu náttúrulega ekkert spáð í henni o_O , lenti í svipuðum vanda, gat ekki hætt að hugsa um mína fyrverandi sem á ekki heima í rvk (ég á semsagt heima í rvk).\nBest að reina bara sleppa takinu sem fyrst og reina finna sér eithverja aðra!"
        }
    ]
}