{
    "forum_title": "Popptónlist",
    "user": null,
    "user_id": null,
    "date": "2003-11-12 18:59:57",
    "title": "Sálin og Sinfó - Vatnið",
    "text": "Sæl öll,\nÉg fékk á dögunum þann rétt að fá að skrifa plötugagnrýni hingað inn á\nPopptónlist\n. Eins og þið flest örugglega vitið þá skrifaði\nbobobjorn\n, stjórnandi hér, gagnrýni um nýjasta verk\nMadonnu\nsem ber nafnið\nAmerican Life\n. Ég valdi mér hinsvegar plötu sem\nSálin\násamt\nSinfóníuhljómveit Íslands\ngerði og nefnist hún\nVatnið\n.\nSálin\n&\nSinfóníuhljómveit Íslands\nhéldu tónleika þann 22. nóvember árið 2002 en þeir komu ekki út á geisladiski fyrr en tæpu ári seinna. Ég ætla mér að skrifa aðeins um hann, og á meðan ég geri það hlusta ég á hann. En eins og þið örugglega flest vitið þá getur verið erfitt að dæma lag eftir fyrstu hlustun, þannig ég ætla að hlusta á hvert lag nokkrum sinnum áður en ég fer að dæma það. Ég ætla heldur ekki að fegra hlutina, ég ætla að skrifa um lögin eins og mér finnst þau.\nSálin &  Sinfóníuhljómveit Íslands\n-\nVatnið\n-\n1.\nUpplifun\n: Flott byrjun, lagið byrjar frekar drungalegt og kemur Sinfó vel inn í, lagið væri ekki svona flott án Sinfóníuhljómsveitarinnar. Söngur Stefáns er góður og eftir allt er þetta frekar gleðilegt lag, þó það byrji frekar drungalegt, en auðvitað er þetta byrjunar lagið og er flott að byrja frekar drungalega. Textinn er flottur þó hann sé líkur öllum hinum lögunum frá Sálinni. “..að upplifa ástina..” Gott lag, þó maður hafi heyrt þau betri.\n[5:59]\n- Texti : Friðrik Sturluson - Lag : Guðmundur Jónsson -\n2.\nAllt eins og það á að vera\n: Þetta lag hefur ómað á sjónvarpstöðvum eins og Popptívi núna í nokkra mánuði, og festist það svo sannarlega í hausnum á manni. Mjög flott lag, en samt breytilegt. Mér t.d. finnst einn kafli í því ekkert skemmtilegur, samt alveg áhlustanlegt.\nÞetta\nlag er frekar gott, en ekki nógu gott til að fá mig til að brosa, ég hlusta á það með “lala” svip.\n[3:53]\n- Texti : Friðrik Sturluson - Lag : Guðmundur Jónsson -\n3.\nEkki hér\n: Þetta lag er magnað, ég brosi núna og alltaf þegar þetta ómar. Mjög flott byrjun sem hækkar stöðugt, þetta er sko lag af mínu skapi. Til að segja nóg um það þá byrjar það flott með hækkandi hljóðum og svo byrjar allt. Það koma flott skot inn frá blásturshljóðfærum og svo fer Stefán að syngja. Textinn er flottur, eins og hann yfirleitt er hjá sálinni, og tekur maður vel í hann. Lagið er með flott\ngítarsóló\nsem toppar bara lagið, eitt það besta á disknum.\n[5:24]\n- Texti : Friðrik Sturluson - Lag : Guðmundur Jónsson -\n4.\nSíðasta tækifærið\n: Undarleg, en flott, byrjun. Söngurinn byrjar næstum því strax og er ekki eins fullur af gleði og í hinum lögunum. Lagið er ekki eins gott og hin en ekki slæmt. Frekar þunglyndislegt.\n[4:15]\n- Texti : Friðrik Sturluson - Lag : Guðmundur Jónsson -\n5.\nAðeins eitt\n: Þetta lag er með flotta melódíu, það er létt í mann og hefur góðann texta. Á vissum tímapunkti stoppar maður bara og hlustar á textann. Flottur blástursleikur kemur inn í og spilar smá sóló. Flott lag en ekki eins gott og fyrstu þrjú.\n[4:45]\n- Texti : Friðrik Sturluson - Lag : Guðmundur Jónsson -\n6.\nInnst inni\n: Flott lag, en mætti alveg vera betra, stenst ekki væntingar mínar. Flott melódía samt.\n[4:13]\n- Texti : Friðrik Sturluson - Lag : Guðmundur Jónsson -\n7.\nVatnið\n: Titillag plötunar og lang besta lagið. Eiginlega eina ástæðan fyrir því að ég valdi þennan disk, en ég hafði auðvitað ekki heyrt hin lögin. Allt við þetta lag er flott, og hafið þið örugglega öll heyrt þetta í útvarpinu eða í sjónvarpi. Textinn er mjög flottur og öll hljóðfæri. “..Þar sem vatnið rennur í ólgandi straumi..” Eitt flottasta lag plötunar.\n[4:29]\n- Texti : Friðrik Sturluson - Lag : Guðmundur Jónsson -\n8.\nOg?\n: Þetta lag höfðar örugglega til margra, en ekki til mín. Ég vil þau hröð og flott, þetta er jú flott, en alltaf dautt fyrir mig. Það kemur mjög langt og flott gítarsóló, lang flottasti kafli lagsins. Afsakið, en ég get ekki skrifað meira um þetta lag.\n[5:18]\n- Texti : Friðrik Sturluson - Lag : Guðmundur Jónsson -\n9.\nNú er stund\n: Flott lag, endar plötuna vel. Ég veit ekki hvað skal segja, flott lag með flottri melódíu en hinsvegar ekki nógu gott til að ég brosi.\n[4:18]\n- Texti : Friðrik Sturluson - Lag : Jens Hansson -\nDiskurinn, eins og flestir aðrir diskar með Sálinni, er góður. Mér finnst hann koma sterkur inn og hafði mjög gaman af honum. Ég gef honum 7,5 af 10,0.\n-\nÞið afsakið lögin sem eru með styttri umsagnir, ég bara vissi ekki hvað ég gat skrifað um þau, og ekki vil ég rugla bara. Vonandi hjálpaði þetta ykkur á eitthvern hátt, og ef ekki þá vona ég að þetta hafi verið ágæt lesning. Þetta var ánægjulegt og segið endilega hvað ykkur finnst.\nÞessi geisladiskur fæst í verslunum Skífunar á 2599 kr. og á <a href\"\nhttp://www.skifan.is\n\">www.Skífan.is</a> á 1999 kr.\nPlötugagnrýni er í boði\nSkífunar\n.\n- Hrannar Már G.",
    "url": "https://www.hugi.is/popp/pistlar/178247/salin-og-sinfo-vatnid/",
    "url_id": "178247",
    "id": "1364780",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2004-08-23 12:10:18",
            "id": "1364784",
            "reply_to_id": "1364780",
            "text": "Sniðugt. Kannski að þetta verði jólagjöfin hennar mömmu í ár."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-08-23 12:10:18",
            "id": "1364785",
            "reply_to_id": "1364784",
            "text": "Ég gaf móður minni allavega diskinn eftir að ég skrifaði um hann :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-08-23 12:10:18",
            "id": "1364786",
            "reply_to_id": "1364785",
            "text": "Verð að reyna að fá að skrifa svona gagnrýni, gæti bjargað jólagöfunum."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2004-08-23 12:10:18",
            "id": "1364787",
            "reply_to_id": "1364780",
            "text": "Vel framsett grein. Hefði mátt, að mér finnst, vera ítarlegri, en annars góð."
        },
        {
            "user": "coolstelpa",
            "user_id": "44227",
            "date": "2004-08-23 12:10:18",
            "id": "1364782",
            "reply_to_id": "1364780",
            "text": "lag nr 9 hetir reyndar núr er stund en ekki nú er stundin…."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-08-23 12:10:18",
            "id": "1364783",
            "reply_to_id": "1364782",
            "text": "Já, það er rétt. Búinn að laga það."
        },
        {
            "user": "joneinarm",
            "user_id": "7356",
            "date": "2004-08-23 12:10:18",
            "id": "1364781",
            "reply_to_id": "1364780",
            "text": "Flott og góð gagnrýni. Enn ég er ekki sammála með lagið Innst inni. Mér finnst það mjög gott."
        }
    ]
}