{
    "forum_title": "Húmor",
    "user": "IceLock",
    "user_id": "33708",
    "date": "2003-11-14 19:01:20",
    "title": "Skondnir brandarar !",
    "text": "Ungt par var nýbúið að gera það, þegar stelpan tekur eftir því að í nýja smokkapakkanum voru aðeins sex smokkar eftir af tólf. “Hvað varð um hina fimm,” spyr hún. Nokkrum dögum síðar er stelpan að tala við vin sinn og segir honum söguna og spyr síðan: “Hefur þú einhvern tíman gert þetta?” ?Jájá,“ segir hann, ”einu sinni eða tvisvar.“ ”Ertu að seigja mér að þú hafir rúnkað þér með smokk?“ ”Ó,þú meinar það,“ segir vinurinn, ”ég hélt að þú værir að spyrja hvort ég hafi logið að kærustunni minni.“\n*\nSölukona frá Rekstrarvörum var að koma með vörur í Hús verslunarinnar. Um leið og hún stígur inn í lyftuna þurfti hún að losa vind. Þar sem enginn var í lyftunni, ákvað hún að láta flakka. Lyktin var hræðileg, svo hún fer í sölutöskuna sína og nær í lyktareyði með greni ilmi og spreyjar duglega i lyftuna. Á fjórðu hæð stoppar lyftan og inn stígur ungur maður. Hann kúgast og segir: ”Maður minn! Hvaða hræðilega lykt er þetta?“ ”Ég veit það ekki,“ segir konan sakleysislega, ”ég finn ekkert.Hvernig lykt er þetta? “Eins og einhver hafi skitið jólatré!!”\n*\nLögreglumaðurinn var að þjálfa þrjár ljóskur sem voru að reyna að komast inn í rannsóknarlögregluna. Til að prófa hversu hæfar þær eru að þekkja grunaða, sýnir hann þeim mynd af glæpamanni í 5 sekúndur og felur hana síðan. Svo spyr hann fyrstu ljóskuna: “Hvernig myndir þú þekkja þann grunaða aftur?” “Það er nú auðvelt, því hann er bara með eitt auga,” segir hún “Það er nú bara af því að myndin er tekin af honum á hlið,” segir lögreglumaðurinn. Lögreglumaðurinn prófar síðan næstu ljósku og spyr hana hvernig hún myndi þekkja þann grunaða. Ljóskan flissar og segir: “Það verður nú auðvelt,því hann er bara með eitt eyra!” Nú fýkur í lögreglumanninn: “Hvað er að? Hann er bara með eitt eyra vegna þess að myndin er tekin á hlið! Er þetta það besta sem þér datt í hug?” Það er komið að þriðju ljóskunni. Lögreglumaðurinn prófar hana eins og hinar tvær en bætir við: “Og hugsaðu þig nú vel um áður en þú kemur með einhver heimskuleg svör!” Ljóskan lítur á myndina… hugsar sig vel um og segir síðan: “Sá grunaði gegnur með linsur!” Lögreglumaðurinn er gáttaður, því hann vissi ekki einu sinni sjálfur hvort sá grunaði gengi með linsur. “Þetta er áhugavert,” segir hann, “hinkraðu á meðan ég athuga hvort þetta er rétt hjá þér.”Skömmu seinna kemur hann brosandi út að eyrum. “Það er aldeilis! Ég trúi þessu varla, en þetta var rétt hjá þér. Sá grunaði gengur í alvörunni með linsur. Vel gert. Hvernig tókst þér að komast að því með því að líta svona örsnöggt á myndina?” “Það er nú auðvelt,” segir ljóskan.“Hann getur ekki gengið með venjuleg gleraugu, því hann er bara með eitt eyra og eitt auga.”\n*\n“Ég hitti konuna mína á bar fyrir einhleypa,” segir Jói við vin sinn. “Nú,” segir vinurinn. “Ég hélt að þið hefðuð hist í Þórsmörk.” “Ég hitti hana sko um helgina,” útskýrir Jói, “ég hélt að hún væri heima með börnin…”\n*\nMaggi og Binni voru gamlir veiðifélagar sem höfðu ekki hist í mörg ár. Þeir höfðu alist upp í sama hverfinu í gamla daga og fóru í veiði við hvert tækifæri sem gafst. Þeir ákváðu að rifja upp gömlu góðu dagana og fara saman í veiði, ræða málin og seigja hvorum öðrum fréttir af því sem var að gerast. “Binni,” segir Maggi allt í einu,“ manstu eftir Ellu Bjarna?” “Meinarðu Auðveldu Ellu?” spyr Binni,“Allrahanda Ellu… Í Öll Göt Elli? Ég man eftir henni. Svaf hún ekki hjá öllu fótboltaliðinu?” “Jú,það er hún,” segir Maggi. “Hvað með hana?” Maggi brosir og tekur upp veiðistöngina sína: “Ég giftist henni,” segir hann stoltur. Vandræðalegur reynir Binni að bæta upp fyrir yfirlýsingar um Ellu: “Vá, það hlýtur að vera frábært hjá þér kynlífið?” Maggi dæsir og segir: “Nei, það er nú ekki alveg svo gott, píkan á henni er öll í sárum og það leka einhverjir vessar út úr henni. Get eiginlega ekki komið nálægt henni.” “Nú, hún hafði nú alltaf rosalega fín brjóst,” segir Binni hughreystandi. “Þau hljóta að bæta upp hitt.”  Maggi hristir hausinn: “Nei, þau eru ónýt eftir mislukkaða silicon aðgerð. Ljótari brjóst hef ég bara ekki séð.” “En hún var nú þekkt fyrir að gefa frábær tott. Þau hljóta að fleyta þér gegnum nótt með henni? Maggi hristir aftur hausinn: ”Nei, munnurinn á henni er allur sýktur sveppum og herpes. Ég get ekki einu sinni kysst hana!“ Binni lítur á gamla vin sinn og spyr mep forundrun: ”Maggi minn, afhverju í ósköpunum varstu eiginlega að giftast henni. Mér heyrist þú ekki geta komið við hana? Um leið og Maggi kastar línunni út í, segir hann brosandi: “Hún drullar bestu ormum sem ég hef á ævinni séð!!”\n*\nTommi kemur vel við skál út af uppáhalds kránni sinni, strunsar fram og til baka eftir gangstéttinni og sveiflar bíllyklunum. Lögreglan sér til hans og sér í hvað stefnir. “Get ég hjálpað þér með eitthvað?” spyr löggan. “Já!!” segir Tommi. “Einhver hefur stolið bílnum mínum!!” “Hvar var hann síðast þegar þú sást hann?” spyr löggan. “Hann var á endanum á lyklinum!” svara Tommi. Þá tekur löggan allt í einu eftir því að Tommi hefur gleymt að renna upp buxnaklaufinni og félaginn er farinn að kíkja út. “Veistu að þú ert með opna buxnaklauf og með tittlinginn úti?” Tommi lítur dapurlega niður og stynur, “Ónei, þeir hafa stolið kærustunni minni líka”\n*\nBíllinn hennar Jónu var alltaf að bila, en hún gat alltaf hringt í Jóa vin sinn sem kom og reddaði henni. Einn daginn hringir hún enn eina ferðina: “Hvað gerðist núna?” spyr Jói. “Bremsurnar eru eitthvað bilaðar,” segir Jóna. “Geturðu sótt mig?” “Hvar ertu?” “Ég er í Bónusvídeó,” svarar Jóna. “Og bíllinn?” “Hann er hérna með mér…”\n*\nSkurðlæknirinn var að skoða undan kvenkyns sjúkling daginn eftir aðgerð. Hún virtist vera eitthvað vandræðaleg “Hvað er að?” spyr læknirinn “Mér finnst vandræðalegt að spyrja að þessu, en hvað er langt þangað til að ég get farið að stunda eðlilegt kynlíf aftur?” spyr sú unga. “Tja,” stamar læknirinn og er greinilega hugsi. “Veistu, ég bara veit það ekki. Það hefur enginn spurt mig að þessu eftir nefkirtlatöku.”\n*\nLísa fer á málverkarsýningu í fyrsta skipti og er að skoða málverkin. Fyrsta málverkið sem hún sér er svartur bakgrunnur með gulum slettum hér og þar. Það næsta er dökkgrátt með fjólubláum slettum hér og þar. Hún gengur að málaranum og segir: “Ég skil ekki málverkin þín!” “Listaverkin mín koma innan frá,” útskýrir málarinn háfleygur. “Hefuru prófað magasýrutöflur?”\n*\nJón situr á barnum og slefar yfir svakalegri gellu í stuttu pilsi. Hann ákveður að senda henni drykk. Það ótrúlega gerist, hún kemur til hans og þau spjalla sama vel og lengi. Allt í einu segir hún: “Þú lítur út fyrir að vera ót´rtulega góður strákur, svo ég ætla að vera hreinskilin við þig og seigja þér það strax. Ég er vændiskona og tek 20 þúsund fyrir það sem þú heldur að sért að fara að fá frítt.” “Peningar eru ekki vandamálið,” segir Jón. “En fyrst þú ert svona hreinskilin, þá verð ég að seigja þér svolítið líka. Þegar ég fæ það, þá verð ég alveg dýrvitlaus. Ég bít,klóra,sparka,kýli,toga í hárið á þér, rústa jafnvel húsgögnunum.” “Guð minn góður,” segir konan. “Ég hef aldrei heyrt um neinn sem verður svona æstur við að fá fullnægingu. Hvað stendur þetta lengi?” “Þar til að ég fæ 20 þúsund kallinn tilbaka…”\n*\nJón og kærastan hans eru að ríða eitt kvöldið. Þá segir hún allt í einu: “Jón elskan… ertu til í að setja hann i hitt gatið núna. Mér finnst það geðveikt gott !!” “Ertu vitlaus,” segir Jón hneykslaður,“þú gætir orðið ólétt!”\n*\nJón var á leiðinni heim frá Þýskalandi til Íslands í páskafrí frá námi. Við innritun segir hann: “Væruð þið til í að senda stóru ferðatöskuna mína til New York og þá litlu til London?” “Því miður,” segir stúlkan í afgreiðslunni, “við getum það ekki…” “Í alvöru? Mikið er ég feginn að heyra það. Það er nefnilega það sem þið gerðuð um jólin!”\n*\nEnn og aftur bið ég um ekkert skítkast!",
    "url": "https://www.hugi.is/humor/greinar/178456/skondnir-brandarar/",
    "url_id": "178456",
    "id": "1366599",
    "replies": [
        {
            "user": "seli86",
            "user_id": "38229",
            "date": "2003-11-14 20:03:28",
            "id": "1366600",
            "reply_to_id": "1366599",
            "text": "HA HA HA\nmjog fyndid\nahahahahahahahaha\nNOT!!!!!!!!!!!"
        },
        {
            "user": "IceLock",
            "user_id": "33708",
            "date": "2003-11-14 20:04:54",
            "id": "1366601",
            "reply_to_id": "1366599",
            "text": "flestir lélegir.. svona 2 ágætir og einn góðu"
        },
        {
            "user": "IceLock",
            "user_id": "33708",
            "date": "2003-11-14 20:59:23",
            "id": "1366602",
            "reply_to_id": "1366601",
            "text": "Verð nú bara að seigja ég er sammála…. enn seli kanntu að lesa sérðu ekki það sem stendur i endann!"
        },
        {
            "user": "TheIcarus",
            "user_id": "23643",
            "date": "2003-11-14 21:38:41",
            "id": "1366603",
            "reply_to_id": "1366602",
            "text": "Þótt að þú biðjir um ekkert skítkast það þýðir ekki að þú sleppir alveg við það þó að ég myndi nú ekki flokka þetta undir mikið skítkast hjá honum Sela, bara hans álit á þessum bröndurum."
        },
        {
            "user": "IceLock",
            "user_id": "33708",
            "date": "2003-11-14 21:42:19",
            "id": "1366604",
            "reply_to_id": "1366603",
            "text": "Fannst bara heimskulegt að vera pósta þetta :/ fann bara ekkert betra."
        },
        {
            "user": "Joakimk",
            "user_id": "43781",
            "date": "2003-11-14 23:47:30",
            "id": "1366605",
            "reply_to_id": "1366599",
            "text": "til þess að þetta flokkist ekki undir skítkast þá orða ég þetta eins fínt og ég get\nþetta eru ekki alveg bestu brandarar sem ég hef heirt an þessa eru ekki heldur þeir verstu"
        },
        {
            "user": "Joakimk",
            "user_id": "43781",
            "date": "2003-11-14 23:47:38",
            "id": "1366606",
            "reply_to_id": "1366599",
            "text": "til þess að þetta flokkist ekki undir skítkast þá orða ég þetta eins fínt og ég get\nþetta eru ekki alveg bestu brandarar sem ég hef heirt an þessa eru ekki heldur þeir verstu"
        },
        {
            "user": "Treehugger",
            "user_id": "41540",
            "date": "2003-11-15 00:09:12",
            "id": "1366607",
            "reply_to_id": "1366606",
            "text": "Icelock, hefurðu lesið þessa brandara? Það vantar part í fyrsta brandarann! Iddi!"
        },
        {
            "user": "IceLock",
            "user_id": "33708",
            "date": "2003-11-15 21:10:24",
            "id": "1366608",
            "reply_to_id": "1366607",
            "text": "Treehugger uhh ég fann þetta bara svona með þessum hluta greinilega ég vissi það ekkert."
        },
        {
            "user": "Treehugger",
            "user_id": "41540",
            "date": "2003-11-16 13:18:42",
            "id": "1366609",
            "reply_to_id": "1366608",
            "text": "k"
        },
        {
            "user": "skens",
            "user_id": "46623",
            "date": "2003-11-15 00:40:48",
            "id": "1366610",
            "reply_to_id": "1366599",
            "text": "snilldar brandarar.\nhlakka til að sjá fleiri."
        },
        {
            "user": "Ingibergur",
            "user_id": "21822",
            "date": "2003-11-16 18:22:55",
            "id": "1366611",
            "reply_to_id": "1366599",
            "text": "ef þú fannst ekki betri brandara af hverju slepptiru þessu þá ekki ég meina þetta eru varla brandara"
        },
        {
            "user": "IceLock",
            "user_id": "33708",
            "date": "2003-11-16 21:53:56",
            "id": "1366612",
            "reply_to_id": "1366611",
            "text": "Útaf það skiptir ekki hvað mér finnst heldur þeim sem ég skrifa þetta til. t.d. skens fannst þetta góðir brandarar kanski ekki hinum. Mér fannst þeir ekkert góðir enn allt i lagi að senda þá !"
        },
        {
            "user": "TheySeeMeTrollin",
            "user_id": "26622",
            "date": "2003-11-26 15:59:44",
            "id": "1366613",
            "reply_to_id": "1366599",
            "text": "Þetta eru flestallir góðir brandarar, auk þess sem að þeir eru ekkert svakalega algengir, marga hef ég ekki heyrt… sem að er nokkuð alveg nýtt fyrir mér."
        }
    ]
}