{
    "forum_title": "Húmor",
    "user": "ibex",
    "user_id": "18701",
    "date": "2003-11-17 01:28:58",
    "title": "Nokkuð skondið.... hehe...;)",
    "text": "An eighteen-year-old Italian girl tells her mom  that she has missed her\nperiod for two months. Very worried, the mother  goes to the drugstore and\nbuys a pregnancy kit.\nThe test result shows that the girl is pregnant.\nShouting, cursing, crying, the mother says, “Who\nwas the pig that did  this  to you? I want to know!\nThe girl picks up the  phone and makes a call.\nHalf an hour later a Ferrari stops in front of\ntheir house; a mature and  distinguished Englishman\nwith gray hair and  expensive suit steps out of it and\nenters the house.\nHe sits in the living room with the father, the\nmother and the girl, and  tells them:\n”Good morning, your daughter has informed me of\nthe problem. However, I can't marry her because of\nmy personal family situation, but  I'll  take charge…\nIf a girl is born I will bequeath her 2 retail\nstores, a townhouse, a  beach villa and a $1,000,000\nbank account.\nIf a boy is born, my legacy will be a couple of\nfactories and a  $2,000,000\nbank account…\nIf it is twins, a factory and $1,000,000 each.\nHowever, if there is a miscarriage…\nAt this point, the father, who had remained\nsilent, places a hand firmly on  the man's shoulder\nand tells him:  “You'll f**k  her again!\n——————————————— —\nÁstralir hafa jafnan verið þekktir fyrir kalhæðni. Hér eru nokkurar\nspurningar og svör sem birtust á upplýsingavef fyrir ferðamenn sem\nstefna á ferð til Ástralíu.\n>\n>\n>SP: Er einhvern tíman rok í Ástralíu? Ég hef aldrei séð rigningu hjá\nykkur í sjónvarpinu, hvernig fara plönturnar að því að vaxa?(Bretland)\n>\n>SV: Við flytjum inn fullvaxnar plöntur og sitjum svo og horfum á þær\ndrepast.\n>\n>\n>\n>SP: Mun ég sjá kengúrur á vappi á götunum?(USA)\n>\n>SV: Það fer eftir því hvað þú ert búinn að drekka mikið.\n>\n>\n>\n>SP: Mig langar að ganga frá Perth til Sidney, get ég fylgt\njárnbrautarteinunum?(Svíþjóð)\n>\n>SV: Jú, jú, ekkert mál, það eru bara 3 þúsund mílur, taktu með þér\nslatta af vatni.\n>\n>\n>\n>SP: Það er mjög mikilvægt að ég fái lista yfir staði sem geta útvegað\nmér uppstoppaðar skjaldbökur.(Ítalía)\n>\n>SV: Ég held við séum ekkert að svara þessu.\n>\n>\n>\n>SP: Eru hraðbankar í Ástralíu? Getur þú sent mér lista yfir þá í\nBrisbane, Cairns, Townsville og Hervey Bay?(Bretland)\n>\n>SV: Úr hverju dó seinasti þrællinn sem þú áttir?\n>\n>\n>\n>SP: Getur þú gefið mér upplýsingar um flóðhesta kappreiðar í\nÁstralíu?(USA)\n>\n>A-frí-ka er stóra þríhyrnda heimsálfan sunnan við Evrópu, Ás-tra-lía er\nstóra eyjan í miðju kyrra-hafinu og þar eru ekki… nei annars gleymdu\nþessu. Flóðhesta kappreiðarnar eru alltaf á þriðjudögum á Kings\n>\n>Kross. Komdu nakinn.\n>\n>\n>\n>SP: Í hvaða átt er norður í Ástralíu?(USA)\n>\n>SV: Horfðu í suður og snúðu þér um 90 gráður.Hringdu í okkur þegar þú\nert búinn og við sendum þér afganginn af leiðbeiningunum.\n>\n>\n>\n>SP: Má ég koma með hnífapör til Ástralíu?(Bretland)\n>\n>SV: Til hvers? Notaðu bara puttana eins og við.\n>\n>\n>\n>SP: Getur þú sent mér tónleika skrána fyrir Vínar-drengja-kórinn?(USA)\n>\n>SV: Ast-ur-ríki er litla landið við hliðina á Þýskalandi…. nei annars\ngleymdu þessu. Vínar-drengja-kórinn kemur alltaf fram á þriðjudögum á\nKings Kross beint á eftir flóðhesta kappreiðunum. Komdu nakinn.\n>\n>\n>\n>SP: Er hægt að fá ilmvötn í Ástralíu?(Frakkland)\n>\n>SV: Nei, það er ekki skítalykt af OKKUR.\n>\n>\n>\n>SP: Ég hef fundið upp nýja vöru sem gefur þér eilífa æsku.Getur þú bent\nmér á hvar ég get selt hana í Ástralíu?(USA)\n>\n>SV: Þú getur selt þetta allstaðar þar sem margir bandaríkjamenn eru\nsaman komnir.\n>\n>\n>\n>SP: Get ég notað háhælaða skó í Ástralíu?(Bretland)\n>\n>SV: Þú ert breskur pólitíkus, ekki satt?\n>\n>\n>\n>SP: Getur þú sagt mér á hvaða stöðum í Tasmaníu konur eru í\nminnihluta?(Ítalía)\n>\n>SV: Jebb, á homma-börum.\n>\n>\n>\n>SP: Haldið þið upp á jólin í Ástralíu?(Frakkland)\n>\n>SV: Bara á jólunum.\n>\n>\n>\n>SP: Eru verslanir í Sidney og er hægt að fá mjólk allan ársins\nhring?(Þýskaland).\n>\n>SV: Nei, við erum friðsælt samfélag flækings safnara og veiðimanna.\nMjólk er ólögleg í Ástralíu.\n>\n>\n>\n>SP: Vinsamlegast sendu mér lista yfir alla lækna sem geta útvegað\nmóteitur gegn skröltorma biti.(USA)\n>\n>SV: Skröltormar lifa í Am-er-íku þar sem ÞÚ býrð. Allir ástralskir\nsnákar eru meinlausir og eru fínir sem gæludýr.\n>\n>\n>\n>SP: Ég er með spurningu um fræga skepnu í Ástralíu en man ekki hvað hún\nheitir. Það er svona bjarndýr sem býr í trjám.(USA)\n>\n>SV: Þeir eru kallaðir detti-birnir. Það er af því að þeir láta sig\ndetta úr trjánum ofan á fólk og éta úr þeim heilann. Þú getur samt\nvarist þetta með því að hella yfir þig manna-þvagi, þá láta þeir þig í\nfriði ef þú ert úti að labba.\n>\n>\n>\n>SP: Ég var í fríi í Ástralíu 1969 og mig langar að hitta stúlku sem ég\nvar með þá. Getur þú aðstoðað?(USA)\n>\n>SV: Já, ekkert mál, en þú þarft áfram að borga henni fyrir\nklukkutímann.\n>\n>\n>\n>SP: Get ég talað ensku á flestum stöðum í Ástralíu?(USA)\n>\n>SV: Jamm, en þú verður að læra hana fyrst.\n——————————————- ———–\nfinally something funny!!! :D\nhahahahaha…! i mean…ahem ahem… how dare u think of such things…\nQ. What doesn't belong in this list:\nMeat, Eggs, Wife, Blowjob?\nA. Blowjob: You can beat your meat, eggs or wife, but you can't beat a blowjob\nQ. Why does a penis have a hole in the end?\nA. So men can be open minded.\nQ. What's the speed limit of sex?\nA. 68 because at 69 you have to turn around.\nQ. What do a Rubix cube and a penis have in common?\nA. The longer you play with them, the harder they get.\nQ. Three words to ruin a man's ego…\nA. ”Is it in?\"\nQ. How does a guy know if he has a high sperm count?\nA. If the girl has to chew, before she swallows.\nQ. What's the difference between parsley and pussy?\nA. Nobody eats parsley.\nQ. What's green, slimy and smells like Miss Piggy?\nA. Kermit's Finger\nQ: What do you do with 365 used rubbers?\nA: Melt them down, make a tire, and call it a Goodyear.\nQ. What does bungee jumping and hookers have in common?\nA. They both cost a hundred bucks and if the rubber breaks, you're screwed.",
    "url": "https://www.hugi.is/humor/greinar/178999/nokkud-skondid-hehe/",
    "url_id": "178999",
    "id": "1371120",
    "replies": [
        {
            "user": "Zolly",
            "user_id": "44670",
            "date": "2003-11-17 14:44:09",
            "id": "1371121",
            "reply_to_id": "1371120",
            "text": "Hje hje hje.. =)"
        },
        {
            "user": "potter01",
            "user_id": "37117",
            "date": "2003-11-17 16:05:08",
            "id": "1371122",
            "reply_to_id": "1371120",
            "text": "ástralir=snilld\nhitt er eitt af því fyndnasta sem ég hef HEEEYYYYRRTT\"!!! HAHAHAHAHLOLOLOLOL"
        },
        {
            "user": "goat",
            "user_id": "18686",
            "date": "2003-11-18 22:27:50",
            "id": "1371123",
            "reply_to_id": "1371122",
            "text": "hvaða hitt ???"
        },
        {
            "user": "tinni8",
            "user_id": "13583",
            "date": "2003-11-18 22:34:23",
            "id": "1371124",
            "reply_to_id": "1371120",
            "text": "já"
        },
        {
            "user": "TheIcarus",
            "user_id": "23643",
            "date": "2003-11-18 22:59:31",
            "id": "1371125",
            "reply_to_id": "1371120",
            "text": "snilld"
        },
        {
            "user": "Joakimk",
            "user_id": "43781",
            "date": "2003-11-19 10:42:18",
            "id": "1371126",
            "reply_to_id": "1371120",
            "text": "hehehe"
        }
    ]
}