{
    "forum_title": "Kvikmyndir",
    "user": "NEOSEEKER",
    "user_id": "34316",
    "date": "2003-11-17 04:59:53",
    "title": "Die Hard",
    "text": "Die Hard er ein besta spennumynd sem gerð hefur verið og á hún allt sitt hrós skilið. Maður getur endalaust horft á þessa mynd og er hún alltaf skemmtileg. Myndin fjallar um lögreglumanninn John McClane (Bruce Willis), sem fer til L.A um jólin til að hitta konu sína og börn. Hann mætir á jólaboð sem fyrirtækið sem konan hans Holly Gennaro McClane (Bonnie Bedelia) vinnur í heldur.\nHlutirnir verða ansi hættulegir þegar hópur af hryðjuverkamönnum leiddur af Hans Gruber (Alan Rickman) gerast boðflennur og ætla sér að ræna fyrirtækið af 600 milljónum dollara. Hryðjuverkamennirnir taka alla sem gísl en John sleppur og byrjar að berjast einn á móti hryðjuverkamönnunum á hstu hæðum Nakatomi hótelsins. En til andlegs stuðningar er lögreglumaðurinn Al Powell (Reginald VelJohnson) niðri á jörðu og heldur sambandi við John í gegnum talstöðvar. Ekki lagast málin þegar lögreglan í Los Angeles og F.B.I fara að reyna að vera hetjur.\nÞessi mynd er í hæsta gæðaflokki og er hún ein besta spennumynd sem ég hef séð. Bruce Willis Og Alan Rickman leika sín hlutverk eins og meistara og Reginald VelJohnson gerir það sem hann getur með það litla hlutverk sem hann leikur.\nDie Hard er frábær mynd fyrir alla spennumyndafíkla og aðdáendur góðra mynda. ****/****",
    "url": "https://www.hugi.is/kvikmyndir/greinar/179008/die-hard/",
    "url_id": "179008",
    "id": "1371193",
    "replies": [
        {
            "user": "Rikimaru",
            "user_id": "17382",
            "date": "2003-11-17 19:25:07",
            "id": "1371194",
            "reply_to_id": "1371193",
            "text": "Die Hard er án efa frábær spennumynd síns tíma, en EKKI besta spennumynd sem gerð hefur verið að(mínu mati)."
        },
        {
            "user": "kelimar",
            "user_id": "20604",
            "date": "2003-11-18 11:41:21",
            "id": "1371195",
            "reply_to_id": "1371193",
            "text": "mjög góð mynd"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-11-18 11:47:03",
            "id": "1371196",
            "reply_to_id": "1371193",
            "text": "Er þetta bara ég að rugla en þessi Nakatomi bygging var ekki hotel, heldur fyrir tækið sem Holly vann fyrir.\nAnnars á hún allt sitt hrós skilið eins og þú sagðir .."
        },
        {
            "user": "Gyzmo",
            "user_id": "3814",
            "date": "2003-11-18 12:00:38",
            "id": "1371197",
            "reply_to_id": "1371193",
            "text": "Þess má geta að Nakatomi byggingin í myndinni er í raunveruleikanum höfuðstöðvar Fox, og já þeir sprengdu heila hæð í húsinu."
        },
        {
            "user": "Mode1",
            "user_id": "16175",
            "date": "2003-11-18 16:56:47",
            "id": "1371198",
            "reply_to_id": "1371197",
            "text": "ha ??? sprengdu þeir heila hæð fyrir þessa mynd ?? Segðu meira frá"
        },
        {
            "user": "gurkan",
            "user_id": "28428",
            "date": "2003-11-18 15:17:52",
            "id": "1371199",
            "reply_to_id": "1371193",
            "text": "snilldar mynd já mjög góð"
        },
        {
            "user": "ibbets",
            "user_id": "10684",
            "date": "2003-11-19 00:27:39",
            "id": "1371200",
            "reply_to_id": "1371193",
            "text": "Stórkostleg mynd."
        },
        {
            "user": "RebelINS",
            "user_id": "5434",
            "date": "2003-11-20 04:18:31",
            "id": "1371201",
            "reply_to_id": "1371193",
            "text": "Geðveik mynd……uppáhaldsjólamyndin mín!! =)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-11-20 19:21:09",
            "id": "1371202",
            "reply_to_id": "1371193",
            "text": "Alltaf fílingur að horfa á þessar myndir um jólin :D"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-11-24 22:25:17",
            "id": "1371203",
            "reply_to_id": "1371193",
            "text": "Algjör snilld.Alan Rickman fer á kostum."
        },
        {
            "user": "svejka",
            "user_id": "23416",
            "date": "2003-11-29 02:22:19",
            "id": "1371204",
            "reply_to_id": "1371193",
            "text": "Já, Die Hard á vissulega hrós skilið fyrir að vera framúrskarandi mynd. Ég myndi segja besta Lögregluhetjumyndin því að spennumynd spannar of vítt svið.\nÞað væri hægt að segja að framleiðendur slíkra  mynda ættu að taka sér Die Hard til fyrir myndar, en það hefur bara sýnt sig að það hefur verið reynt en ekki gengið. Ekki einu sinni síðan hefur verið framleidd jafn góð mynd í sömu kategoríu."
        },
        {
            "user": "rexuz",
            "user_id": "31513",
            "date": "2003-12-01 18:32:28",
            "id": "1371205",
            "reply_to_id": "1371193",
            "text": "Alan Rickman er bara Sniiiiiiiild í þessari mynd eins og alltaf."
        }
    ]
}