{
    "forum_title": "Bílar",
    "user": "zimmmi",
    "user_id": "27437",
    "date": "2003-11-18 22:55:25",
    "title": "Allt um radar og radavara",
    "text": "Blessuð og sæl öll!!\nÞar sem að löggann er allaf að taka einhverja fyrir ofhraðan akstur\nákvað ég að fræða þá sem nenna að lesa þetta, um radar og radarvara.\nK1. Radar\nRadar er til í nokkrum gerðum þ.e.a.s tíðnum:\nX band: tíðnisvið 10.500ghz-10.550ghz\nK band: tíðnisvið 24.050ghz-24.250ghz(notaður hér á landi)\nKa band: tíðnisvið 33.400ghz-36.000ghz(mest notaður hér á landi)\nÍ aðalatriðum virkar radar þannig: lögreglubílli er kyrrstæður úti í vegkanti, hann sér bíl nálgast óðfluga og situr radarinn á “stand-by” þegar bíllinn er kominn nógu nálægt “skítur” hann á hann, geislinn skellur á bílnum. Bíllinn endurkastar geislunum til baka og radarinn tekur við þeim. En ef lögreglubíllinn er á ferð meðan á radarmælingu stendur reiknar radarinn út hraða lögreglubílsins og dregur það frá.\nVið getum hugsað okkur radar lögreglunar sem ljósgeisla, geislinn sem radarinn sendir út breikkar eftir því sem hann fer lengra líkt og geisli vasaljóss, en t.d dæmis má nefna að radargeisli í 300 metra fjarlægð frá lögreglubíl er orðinn á breidd við þrjár akreinar.\nÞetta skýrir afhverju lögreglan getur ekki “veitt” einn bíl fyrir ofhraðan akstur úr mikilli bílaumferð með þessari tækni.\nK2. Laser\nMeð laser-tæknini getur lögreglan “veitt” bíla upp úr mikilli umferð. Laserinn heldur lögun sinni 5 sinnum betur en radar, í 300 metra fjarlægð er laserinn á stærð við rúmlega hálfa akrein. Lögreglan hér á landi notar ekki laser við hraðamælingar. Laser er ekki mjög algengur í hraðamælingum.\nK3. Radarvarar\nRadarvarar eru til í mörgum útfærslum, stærðum og gerðum. Þeir flottustu bjóða uppá margar tegundir tíðnisviða  X-K-Ka-Vg2-sa og laser. Það eina sem er nauðsynlegt hér á landi er K og Ka. X-tíðnina eru menn nánast hættir að nota um heima allan fyrir utan nokkra íhaldsama í Ohio og New Jersey.\nVg2-tíðnin er notuð af lögreglunni í ríkjum (þar sem radarvarar eru bannaðir) til að finna radarvara með því að nema örfínar tíðnisveiflur sem radarvarinn sendir frá sér.\nSa- stendur fyrir “safety alert”. Sjúkrabílar og aðrir sem þurfa forgang í umferðinni geta sent með ákveðnum búnaði geisla á þessari tíðni og þá pípir radarvarinn hjá bílunum fyrir framan og þá vita þeir að sjúkrabíll eða annað sem þarf forgang er á ferð.\nLaser er ekkert notaður hér á landi.\nRadarvari í dag er ekki tæki til að treysta á. Fyrir 6-7 árum voru radarvarar undra tæki og þú heyrðir alltaf í honum löngu áður en þú mættir lögreglunni. Í dag er það ekki þannig. Lögreglan hefur radarinn núna á stand-by. Í stand-by er radarinn tilbúinn til notkunar og er ekkert að senda frá sér nein nemanleg merki, en þegar bíll nálgast er löggan tilbúinn með fjarstýringarhnapp í hendinni. Löggan ýtir á takkann og búmmm radarvarinn þinn pípir ennn það er of seint, radarinn hefur nú þegar náð þér á ólöglegum hraða…..SEEKTT. En þú getur þó treyst radarvaranum ef þú ekur á eftir bíl og þið báðir á yfir 100km/klst radarvarinn pípir og þú hægir niður og haha löggan náði þér ekki bara bílnum fyrir framan :)\nHraðamyndavélar eru margar þannig að það eru tveir nemar staðsettir í vegkantinum með ákveðnu millibili, ef þú ert of fljótur á milli þessara nema smellist mynd af þér.\nÞað væri gaman að heyra frá fólki sem hefur verið tekið af hraðamyndavélum og segja okkur hvar það var þá.\nÍ lokinn er rétt að minnast á að tæknin er sífellt að aukast á þessu sviði sem og öðru, í dag er hægt að beina tæknilegustu radarbyssunum útí umferðina og radarbyssann segir þér hvaða bíll ekur hraðast. En þetta er ennþá mjög dýr búnaður sem fáir eru með og EKKI löggan á Íslandi.\nEn keyrum annars bara löglega þá þarf þetta ekki.\nZimmmi",
    "url": "https://www.hugi.is/bilar/greinar/179212/allt-um-radar-og-radavara/",
    "url_id": "179212",
    "id": "1372896",
    "replies": [
        {
            "user": "BlackMOOn",
            "user_id": "9392",
            "date": "2003-11-19 00:03:18",
            "id": "1372898",
            "reply_to_id": "1372896",
            "text": "það er líka til svolítill hlutur sem kallast scrambler. sniðugt, ha?"
        },
        {
            "user": "zimmmi",
            "user_id": "27437",
            "date": "2003-11-19 00:12:18",
            "id": "1372899",
            "reply_to_id": "1372898",
            "text": "jebb veit allt um það, takk :)"
        },
        {
            "user": "flat6",
            "user_id": "23529",
            "date": "2003-11-19 10:19:03",
            "id": "1372900",
            "reply_to_id": "1372898",
            "text": "Ég ætla að kaupa eitt stykki svoleiðis;) þeir eru það öruggasta!\nEru ekki þessir nýjustu radarvara hjá löggunni fljótari að læsa hraðanum en þessir gömlu.\nPabbi var tekinn fyrir nokkrum mánuðum síðan, hann var með ársgamlann og fínann radarvara. Löggan skaut og það heyrðist eitt eldsnöggt píp í radarvaranum og þeir voru búnir að læsa hraðanum!! Og kallinn var böstaður!\nEinhversstaðar sá ég búnað til að setja inn í radarvara sem gerir það að verkum að lögregluradarinn getur ekki læst hraðanum þannig þeir geta ekkert sannað neitt…"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2003-11-19 00:26:36",
            "id": "1372897",
            "reply_to_id": "1372896",
            "text": "var þetta ss. ALLT um radarvara? heh\nEkki svara .. :)\nKv. Duff"
        },
        {
            "user": "siggibet",
            "user_id": "8305",
            "date": "2003-11-19 00:51:38",
            "id": "1372901",
            "reply_to_id": "1372896",
            "text": "Þess má geta líka að radar sem lögreglan notar við hraðamælingar hefur aldrei fengið löggildingu frá aðilum sem gefa út þau vottorð hér á Íslandi.\nEnn sem komið hefur enginn látið reyna á það fyrir rétti held ég.\nSvo er bara annað mál, með því að aka á LÖGLEGUM hraða þá er þetta ekkert vandamál :)"
        },
        {
            "user": "siggibet",
            "user_id": "8305",
            "date": "2003-11-23 04:05:54",
            "id": "1372902",
            "reply_to_id": "1372901",
            "text": "Það þarf ekki löggildingu á radarinn… lögreglan sér sjálf um að prófa græjuna."
        },
        {
            "user": "joipalli",
            "user_id": "20985",
            "date": "2003-11-19 01:20:18",
            "id": "1372903",
            "reply_to_id": "1372896",
            "text": "Það er einhver mjög fullkominn búnaður í nýju volvounum, held að það sé einhver tækni til að sjá hver fer hraðast!\nAnnars þá finnst mér mjög þægilegt að vita hvort löggan náði mér eða ei. Því annars er maður í einhverju efasemda kasta. :)\nGott að vita hvenær eða hvort löggan skýtur mann.\nEinnig þá er mjög erfitt fyrir lögguna að mæla í rigningu. En ég er alls ekki að hvetja til hraðaksturs þá!!!"
        },
        {
            "user": "Fitty",
            "user_id": "43996",
            "date": "2003-11-19 02:15:27",
            "id": "1372904",
            "reply_to_id": "1372896",
            "text": "Ágætis grein en samt ekki alveg rétt hjá þér. Löggan á Íslandi ER komin með nokkra nýja radara sem þú segir að hún sé EKKI með. Með þeim er hægt að “pikka út” þann bíl sem ekur hraðast og þar að auki getur hann mælt í allar áttir, þ.e. þá bíla sem keyra fyrir aftan og fjarlægjast löggubílinn, þá sem keyra fyrir aftan í sömu átt og löggubílinn, þá sem löggubíllinn mætir og þá sem keyra fyrir framan löggubílinn. Þannig í raun og veru er eina leiðin til að vera viss um að vera ekki böstaður að keyra á löglegum hraða."
        },
        {
            "user": "zazou",
            "user_id": "21931",
            "date": "2003-11-19 08:51:05",
            "id": "1372905",
            "reply_to_id": "1372904",
            "text": "Hvað hafið þið fyrir ykkur í því hvort eða ekki sé til hinn og þessi búnaður hjá löggunni?\nÞað eru yfirleitt nokkrar “urban legent” sögur í gangi á hverjum tíma um hvað löggan er með."
        },
        {
            "user": "Fitty",
            "user_id": "43996",
            "date": "2003-11-19 23:24:58",
            "id": "1372906",
            "reply_to_id": "1372905",
            "text": "Það sem ég hef fyrir mér í því hvaða búnað löggan notar er að félagi minn er að vinna við að setja allan búnað í nýja löggubíla og lagfæra gamlan búnað. Ég hef skoðað þessa nýju radara vel og þeir eru mjög tæknilegir. Í flestum löggubílum eru þó eldgamlir radarar sem eru ekki nærri eins góðir og þessir nýju."
        },
        {
            "user": "zimmmi",
            "user_id": "27437",
            "date": "2003-11-19 08:53:17",
            "id": "1372907",
            "reply_to_id": "1372904",
            "text": "Já ég er búinn að lesa um svoleiðis búnað…..það gat nú verið að hún væri komin með það nýjasta og flottasta."
        },
        {
            "user": "hlynurg",
            "user_id": "505",
            "date": "2003-11-19 09:45:42",
            "id": "1372908",
            "reply_to_id": "1372896",
            "text": "Þetta er radarinn sem er í flestum löggubílum á Íslandi:\nhttp://www.kustomsignals.com/product_body3.as\np?action=features&product_id=29&cat_id=8&strpagename=fi xedmount\nSvo er þessi til í nokkrum bílum hérna:\nhttp://www.kustomsignals.com/product_body2.asp?\nproduct_id=52&cat_id=8&strpagename=fixedmount\nSvo er þessi nýkominn í notkun hér:\nhttp://www.kustomsignals.com/product_body2.asp?pr\noduct_id=54&cat_id=9\nHér er frétt um það:\nhttp://logreglan.is/displayer.asp?cat_id=81&modul\ne_id=220&element_id=4026"
        },
        {
            "user": "siggibet",
            "user_id": "8305",
            "date": "2003-11-19 10:03:21",
            "id": "1372909",
            "reply_to_id": "1372896",
            "text": "hehe ég hef heyrt sögur um scramblerinn, maður stillir bara inní hann t.d. 90 km/h ef marr er t.d. á þjóðveginum og svo ef marr er á 150 en löggan skýtur á mann þá ruglar radaravarinn manns lögguna og sýnir 90.\nsíðan gleymdi eikker að stilla scramblerinn sinn þegar hann var kominn innanbæjar og vara bara á 50 en var tekinn á 90 ;)"
        },
        {
            "user": "siggibet",
            "user_id": "8305",
            "date": "2003-11-23 04:10:03",
            "id": "1372910",
            "reply_to_id": "1372909",
            "text": "Ef radarinn segir 90 en viðkomandi bíll fer mikið hraðar yfir…. þá býst ég við að löggan mundi nú samt heilsa upp á viðkomandi.\nOg ef þú ert tekinn með scrambler þá færðu FEITA sekt :)"
        },
        {
            "user": "LoZeRR",
            "user_id": "42529",
            "date": "2003-11-19 11:15:26",
            "id": "1372911",
            "reply_to_id": "1372896",
            "text": "má nota þennan búnað á íslandi ???"
        },
        {
            "user": "Beljaki",
            "user_id": "24718",
            "date": "2003-11-19 15:12:45",
            "id": "1372912",
            "reply_to_id": "1372911",
            "text": "ég held að scramblerinn sé ólöglegur hérna\ngætir lennt í vandræðum ef þú værir tekinn með þannig"
        },
        {
            "user": "elravager",
            "user_id": "1095",
            "date": "2003-11-19 16:03:39",
            "id": "1372913",
            "reply_to_id": "1372912",
            "text": "Óstaðfestar fregnir herma að ef grunur leikur á að maður sér með scrambler í bílnum þá er bíllinn tekinn í parta til þess að leita að honum, og maður má gjöra svo vel og setja hann sjálfur saman aftur."
        },
        {
            "user": "zazou",
            "user_id": "21931",
            "date": "2003-11-19 16:25:10",
            "id": "1372914",
            "reply_to_id": "1372913",
            "text": "Gaman ef hægt væri að staðfesta eitthvað af þessu, með útbúnað hjá löggunni og svo scramblerana.\nMargt af þessu hljómar eins ‘löggan er með lykla að öllum húsum’ eða álíka ;-)\nScrambler bannaður skal ég kaupa vegna þess að hann sendir frá sér bylgjur og fyrir slíkum tækjum gætu þurft að sækja um leyfi hjá ríkisstofnun."
        },
        {
            "user": "Einzi",
            "user_id": "7740",
            "date": "2003-11-19 12:40:06",
            "id": "1372915",
            "reply_to_id": "1372896",
            "text": "Jú… einhverjir nýju vollarnir eru með laser.\nÞetta eru einhvernar uber græjur og dýrar."
        },
        {
            "user": "PugMan",
            "user_id": "4966",
            "date": "2003-11-19 16:25:22",
            "id": "1372916",
            "reply_to_id": "1372896",
            "text": "Málið er það að Nýju volvo bílarnir eru Með Ka.\nEn gömlu eru held ég ennþá allir með K.\nRadarvarinn sem ég er með Kostar um 50 þúsund og virðist hann nema radarvara þó svo að þeir séu á Stand by. allavega fæ ég að vita af löggum LÖNGU áður en ég kem að þeim."
        },
        {
            "user": "BlackMOOn",
            "user_id": "9392",
            "date": "2003-11-19 17:56:20",
            "id": "1372917",
            "reply_to_id": "1372916",
            "text": "það eru til nýjir scramblerar, og þeir rugla ekki radarvarann eins og þeir gerðu í gamladaga heldur koma þeir í veg fyrir að radarinn nái að læsa inn hraðanum.\nþetta er svar eins framleiðenda sem ákvað að koma með “löglega” scramblera.\nþessi scrambler er líka með scrambler varnar-varnar-varnarvegg   :)\nkostar slatta líka."
        },
        {
            "user": "flat6",
            "user_id": "23529",
            "date": "2004-01-12 14:14:28",
            "id": "1372918",
            "reply_to_id": "1372917",
            "text": "Ég var að kaupa scrambler:) Hann er á leiðinni til landsins."
        },
        {
            "user": "Orgulas",
            "user_id": "33019",
            "date": "2003-11-19 22:12:42",
            "id": "1372919",
            "reply_to_id": "1372916",
            "text": "hvernig radarvara ert þú með?"
        },
        {
            "user": "PugMan",
            "user_id": "4966",
            "date": "2003-11-19 23:19:55",
            "id": "1372920",
            "reply_to_id": "1372919",
            "text": "Ég er með Cobra 9870\nMJÖG sáttur við hann! :D"
        },
        {
            "user": "PugMan",
            "user_id": "4966",
            "date": "2003-11-20 00:28:29",
            "id": "1372921",
            "reply_to_id": "1372896",
            "text": "Það má víst líka benda á það að ef þið eruð mædir af lögreglunni og eruð að aka nálægt bíl sem er stærri eða þygri en þinn bíll þá Getut bara sagt NEI :)\nRadarmælingatæki mæla hraða massa á hreyfingu.\nSemsegt ef þú ert með bíl sem er 1 tonn og annan sem er 2 tonn, Hvorn ætli radarinn mæli?"
        },
        {
            "user": "Fenix",
            "user_id": "18489",
            "date": "2003-11-22 02:56:19",
            "id": "1372922",
            "reply_to_id": "1372921",
            "text": "Pugman: Hvað meinarðu? Massi hefur engin áhrif á endurvarp útvarpsbylgna sem radarinn sendir frá sér.\nErtu viss um að það hafi ekki einhver verið að rugla í þér?"
        },
        {
            "user": "PugMan",
            "user_id": "4966",
            "date": "2003-11-23 10:05:27",
            "id": "1372923",
            "reply_to_id": "1372922",
            "text": "Nei, Þetta á að vera 100% satt.\nMálið er það að bylgjurnar leita frekar í þyngri og stærri hluti.\nLas þetta ekki fyrir löngu og hef oft heyrt þetta"
        },
        {
            "user": "proxus",
            "user_id": "13921",
            "date": "2003-11-26 00:26:40",
            "id": "1372924",
            "reply_to_id": "1372923",
            "text": "Ætla ekki að hljóma eins og brandarakarl en ég stóðst ekki mátið.\nSkjóta > Skýtur. Ég á enn eftir að sjá löggu skíta á bíl sem keyrir og hratt. ( væri samt til í að sjá það )"
        },
        {
            "user": "till",
            "user_id": "15788",
            "date": "2003-11-26 13:44:07",
            "id": "1372925",
            "reply_to_id": "1372924",
            "text": "já og bílar keyra yfitleitt ekki og hratt heldur of hratt\n:P"
        },
        {
            "user": "till",
            "user_id": "15788",
            "date": "2003-11-26 13:45:06",
            "id": "1372926",
            "reply_to_id": "1372925",
            "text": "vá.. þetta er smitandi..\n>yfirleitt"
        },
        {
            "user": "Beast1983",
            "user_id": "45145",
            "date": "2003-11-20 12:58:04",
            "id": "1372927",
            "reply_to_id": "1372896",
            "text": "Maður verður ekket var við þessar myndavélar það kemur ekkert flass eða nein birta alla vegana ekki í þau tvö skipti sem ég hef verið tekin þannig annað skiptið var þá í myrkri."
        },
        {
            "user": "ouis",
            "user_id": "26123",
            "date": "2003-11-21 15:44:37",
            "id": "1372928",
            "reply_to_id": "1372927",
            "text": "En hvernig er það með að löggan má ekki mæla í rigningu og við eitthverjar aðstæður?\nog er ekki líka hægt að fá zink kubb í bílinn þá tekur lengri tíma fyrir lögguna að mæla mann?"
        },
        {
            "user": "Cazper",
            "user_id": "1360",
            "date": "2003-12-05 09:41:53",
            "id": "1372929",
            "reply_to_id": "1372896",
            "text": "Fín grein hjá þér zimmmi, alltaf gaman að fræðast meira um radar og radarvara :)\nEn aftur á móti held ég að K sé meira notað heldur en Ka, allavega þá hef ég tekið miklu meira eftir því að lögreglan noti K geislann meira, Ka finnst mér vera miklu minni notaður."
        }
    ]
}