{
    "forum_title": "Stjórnmál",
    "user": "Vij",
    "user_id": "14544",
    "date": "2003-11-18 16:20:56",
    "title": "Umfjöllun um bann á Rjúpnaveiðum !",
    "text": "Sælir Hugarar\nNú hefur verið mikið rætt um bannið á Rjúpnaveiðum í fjölmiðlum og er þetta mjög skrítið mál bannið tók gildi rétt áður en veiðitímabilið hafðist og á að standa yfir næstu 3 ár og eru skotveiðimenn á íslandi mjög ósáttir með það því að margir af þeim eru með skotveiðileyfi einungis í þeim tilgangi að skjóta Rjúpur. Talið er að helstu kostir með banninu séu að vernda Rjúpnastofninn en margir veiðimenn ætla ekki að láta bannið hindra það að þeir skjóti Rjúpur og er það mjög slæmt fyrir stofninn því eingin veiði er skráð og sest þá ekki hvað mikið að Rjúpum eru skotnar. Einn skotveiðimaður líkti þessu við að banna veiði á rjúpum sé eins og að lækna tannpínu með handsprengu. Sif Friðleifsdóttir ráðherra sagði stofninn ekki vera í eðlilegum sveiflum, fjölgunin næmi ekki 50% milli ára heldur einungis 20-25%. Þúsundir veiðimanna, sem myndu nýta frítíma sinn til rjúpnaveiða, eru í stað þess að nýta frítíma sinn til gæsaveiða. Þetta eykur líkur á því að óhóflega verði veitt af gæs. Það verður að teljast vera furðuleg aðgerð hjá Náttúrufræðistofnun Íslands að setja rjúpuna á válista þó svo að ekki liggi fyrir neinar upplýsingar um stofnstærð hennar og afar takmarkaðar upplýsingar um áhrif skotveiða á stofninn.\nEn af hverju að banna ekki frekar sölubann á Rjúpuna sem gerir það að verkum að menn eru ekki að veiða Rjúpu einungis til að selja hana???\nKveðja,\nXenze",
    "url": "https://www.hugi.is/stjornmal/greinar/179217/umfjollun-um-bann-a-rjupnaveidum/",
    "url_id": "179217",
    "id": "1372955",
    "replies": [
        {
            "user": "ibex",
            "user_id": "18701",
            "date": "2003-11-18 19:50:47",
            "id": "1372956",
            "reply_to_id": "1372955",
            "text": "Mér finnst bara fínt að það sé búið að banna rjúpnaveiðar… Það er skárra að taka sér svona hlé til að bjarga stofninum heldur en að útrýma rjúpunni á Íslandi!\nÞað er bara fínt að skjóta gæsirnar… þetta eru viðbjóðsleg kvikindi! Og alveg nóg af þeim!"
        },
        {
            "user": "Vij",
            "user_id": "14544",
            "date": "2003-11-18 19:56:46",
            "id": "1372957",
            "reply_to_id": "1372956",
            "text": "Samt svo mikil vitleysa, Það er ekkert betra fyrir stofnin að banna hana."
        },
        {
            "user": "Mangi",
            "user_id": "1098",
            "date": "2003-11-18 20:17:19",
            "id": "1372958",
            "reply_to_id": "1372957",
            "text": "Hin gjörsamlega ömurlega “handsprengjuviðlíking” rjúpnaveiðimanna sýnir bara hversu vonlaus og lélegur málstaður þeirra er. Þeir hafa engin rök.\nMeirihluti landsmanna er fylgjandi veiðibanninu og þeir verða bara að sætta sig við það. Við eigum rjúpurnar líka."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2003-11-23 19:54:58",
            "id": "1372959",
            "reply_to_id": "1372956",
            "text": "Ég er alveg 100% sammála þér!"
        },
        {
            "user": "DrEvil",
            "user_id": "25921",
            "date": "2003-11-18 20:33:32",
            "id": "1372960",
            "reply_to_id": "1372955",
            "text": "Einnig las ég í dag að veiðiverslunin “Títan” sé farinn á hausinn, eftir 12 ára rekstur. Orsökin sé án efa bann á rjúpnaveiðum."
        },
        {
            "user": "Froski",
            "user_id": "21136",
            "date": "2003-11-18 20:49:19",
            "id": "1372961",
            "reply_to_id": "1372960",
            "text": "DrEvil:\nBetra Títan en rjúpan.\nSvo legg ég til að þessir “náttúruunnendur” sem kalla sig skotveiðimenn kaupi sér paintballbyssur og skjóti hvern annan í staðinn fyrir að útrýma íslenska rjúpnastofninum.\npís,\nFroski"
        },
        {
            "user": "Lilli",
            "user_id": "23604",
            "date": "2003-11-18 21:09:42",
            "id": "1372962",
            "reply_to_id": "1372961",
            "text": "Hvar á ætlar þú að fá paintballbyssur?"
        },
        {
            "user": "stereo",
            "user_id": "180",
            "date": "2003-11-18 21:11:28",
            "id": "1372963",
            "reply_to_id": "1372961",
            "text": "Svona til að láta þig vita eru það ekki skotveiði menn að “útrýma” rjúpunni heldur eru það minkur og refurinn, ég held að þú gerir þér ekki grein fyrir því hvað þessi dýr drepa mikið á móti veiðimönnum, og svona fólk sem veit ekki neitt og heldur að þessi kelling sem setti bannið viti eitthvað hún er að segja aetti að taka og slá, og með þessu banni fara allir atvinnu veiðimennirnir beint í gaesina og veiða svo margfalt meira enn þegar rjúpan va"
        },
        {
            "user": "drekinn",
            "user_id": "10558",
            "date": "2003-11-18 20:43:13",
            "id": "1372964",
            "reply_to_id": "1372955",
            "text": "Fín grein.\nSölubann hefði að öllum líkindum verið gáfulegri lausn vegna þess að 85% af veiddri rjúpu á Íslandi á hverjum vetri er veiddur af atvinnuveiðimönnum sem selja í búðirnar. Þetta eru mennirnir sem nota vélsleða og fleiri hluti sem gera leikinn enn ójafnari fyrir rjúpuna. Þetta eru mennirnir sem fara á veiðar um leið og rjúpnatímibilið byrjar til þess að ná rjúpunni rétt eftir að hún fellir sumarhaminn og áður en snjórinn kemur.\nHin 15% eru veidd af mönnum sem eru í þessu eingöngu ánægjunar vegna og veiða eingöngu fyrir sig og fjölskyldur sínar.\nMér finnst þetta frumvarp bara vera gott dæmi um vanhæfni framsóknarmanna, annað dæmi er laxeldisfrumvarp Guðna sem setur íslenska laxastofna í gríðarlega hættu."
        },
        {
            "user": "karijo",
            "user_id": "5836",
            "date": "2003-11-20 01:52:07",
            "id": "1372965",
            "reply_to_id": "1372964",
            "text": "fullkomlega sammála þér framsókn er að skíta á sig í þessu með rjúpuna og laxin hvað þá kárahnjúka ég sá video klippu um daginn þar sem var þeir sýndu allt sem færi á kaf og það sem yðri sprengt það var grátlegt að sjá allt sem verður eyðilagt við íslendingar höfum engan rétt til að rústa þessum náttúru perlum"
        },
        {
            "user": "Marz",
            "user_id": "26655",
            "date": "2003-11-18 21:20:31",
            "id": "1372966",
            "reply_to_id": "1372955",
            "text": "Ég hef svolítla samúð með fyrirtækjum sem byggja afkomu sína af því að selja stuffið sem þarf til að veiða en ég er með banninu. þótt önnur dýr veiði líka rjúpu held ég að það sé ekki í sama magni og atvinnuveiðimennirnir."
        },
        {
            "user": "bestaskinn",
            "user_id": "41918",
            "date": "2003-11-18 22:29:51",
            "id": "1372967",
            "reply_to_id": "1372955",
            "text": "Það verður seint sagt að margar af þessum rjúpnaskyttum hugsi lengra en nef þeirra nær. Ef að þeim finnst svona erfitt að taka sér frí frá þessum veiðum í 3 ár, hvernig ætla þeir þá að “komast af” þegar/ef rjúpnastofninn verður orðinn það lítill að rjúpnaveiðar verða ekki mögulegar?\nÉg er ekki að halda fram heimsku minni og segja að það gerist á næstu árum, en það er augljóslega þeim sem ekki kunna sér hóf í veiðunum að kenna hvernig er að fara fyrir rjúpunni. Þetta er gott dæmi um það hversu nauðsynlegt er að setja veiðikvóta á allt, sama hvort það lifir á landi eða í sjó.\nMenn kunna sig einfaldlega ekki, það er græðgin sem er að fara með okkur gott fólk."
        },
        {
            "user": "alliet",
            "user_id": "9303",
            "date": "2003-11-19 00:04:11",
            "id": "1372970",
            "reply_to_id": "1372955",
            "text": "Flott þetta bann, rjúpan er orðin svo þreytt! Og meðan við erum að banna svona hluti þá má aðeins hvíla Karfann"
        },
        {
            "user": "Apocalisp",
            "user_id": "3477",
            "date": "2003-11-19 00:28:11",
            "id": "1372968",
            "reply_to_id": "1372955",
            "text": "Tóm vitleysa að banna rjúpnaveiði yfir höfuð. Það er eins og að banna berjatínslu. Rjúpan er náttúruafurð eins og hver önnur og er hverjum og einum frjálst að nýta afurðir á sínum landareignum. Hvernig er það annars, eru ekki skotveiðimenn rétthærri fyrir lögum en rjúpur? Hvergi sé ég í stjórnarskránni minnst á að allir menn skuli jafnir rjúpum fyrir lögum."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2003-11-23 20:00:41",
            "id": "1372969",
            "reply_to_id": "1372968",
            "text": "Viltu ekki bara að við útrýmum öllum dýrum í heiminum eða?"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-11-19 01:19:13",
            "id": "1372971",
            "reply_to_id": "1372955",
            "text": "Mér finnst bara allt í lagi að hvíla þessa rjúpu í smá tíma.  Fólk kann þá bara betur að meta það að fá rjúpu í matinn þegar veiðibanninu lýkur.\nÉg held að þeir hafi sett algjört veiðibann vegna þess að það er auðveldara að framfylgja því.  Ef þeir settu sölubann væru ábyggilega næstum jafnmargar rjúpur veiddar nema fólk sem hefði keypt þær í búð í fyrra myndi fá þær í gegnum mann sem þekkir mann."
        },
        {
            "user": "JHG",
            "user_id": "17371",
            "date": "2003-11-19 08:58:18",
            "id": "1372972",
            "reply_to_id": "1372971",
            "text": "Umhverfisráðherra stakk fyrst uppá sölubanni.  Því var hafnað í þingnefnd.  Því var fátt annað fyrir hana að gera í stöðunni en að banna veiði tímabundið.\nFyrir nokkrum árum heyrði ég viðtal við einhvern sérfræðing (sem ég hef ekki hugmynd um hvað heitir).  Hann var að ræða um rjúpnaveiðar í gegnum tíðina.  Hann sagði að fram að seinna stríði hefði verið veiðibann eitt af hverjum tíu árum.  Í kringum 1940 (þegar var komið að banni) þá var rjúpnastofninn það stór að það var ákveðið að sleppa veiðibanni.\nÞegar gröf yfir stofnstærðir eru skoðaðar þá sést að síðan þá hefur stofninn minnkað jafnt og þétt.  Vissulega koma toppar en þeir verða alltaf minni en fyrri toppar og trendið er greinilega niður.\nNú hef ég ekki kynnt mér málið sérstaklega (enda hvorki veiði ég rjúpu né ét) en ef þetta er rétt þá virðist gamla reglan (hvíld á 10 ára fresti) vera skynsamleg.\nRefur og minnkur tekur að sjálfsögðu sitt.  Afföll vegna hans er hinsvegar smámunir miðað við afföll vegna stóra rándýrsins sem hleypur um öll fjöll með byssu í hönd.\nEf minnkurinn er orðinn svona fjölmennur (ég veit að það er alltof mikið af honum) þá væri líklegast besta lausnin að menn fari á fjöll og skjóti hann, og kaupi sér svo innfluttar rjúpur frá Skotlandi í jólamatinn :)\nÉg þekki marga veiðimenn (og taldist til þeirra hér áður) og flestir þeirra er skynsamt fólk.\nAuðvitað svíður þeim að fá ekki að veiða, en ég held að enginn þeirra vilji að það fari fyrir rjúpnastofninum hér á landi eins og fór fyrir Geirfuglinum (þeir veiðimenn þóttust einnig vera í fullum rétti).\nÉg get ekki sagt að ég vorkenni veiðimönnum mikið að þurfa að sleppa nokkrum hobbýhelgum á ári (vorkenni miklu frekar kvótalitlum sjávarbyggðum).\nVerst þykir mér hvernig þetta bitnar á smáum fyrirtækjum sem byggja lífsafkomu sína á því að selja veiðimönnum.  Þeirra vegna er fyrirvarinn allt of skammur.\nJHG"
        },
        {
            "user": "Alone",
            "user_id": "8473",
            "date": "2003-11-19 15:58:45",
            "id": "1372973",
            "reply_to_id": "1372972",
            "text": "Nú hef ég verið alinn upp með rjúpu á jólunum síðan að ég man eftir mér. Það er stór partur af jólunum hafa rjúpur á aðfangadag og get ég ekki hugsað mér jólin án þess að fá rjúpu.\nOg núna á að fara að troða upp á okkur einhverjum útlenskum viðbjóði.\nÉg er algerlega á móti þessu banni og frekar pirraður."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-11-19 16:20:36",
            "id": "1372974",
            "reply_to_id": "1372955",
            "text": "Ég verð að mótmæla því sem þú segi Xenzer, “margir veiðimenn ætla ekki að láta bannið hindra það að þeir skjóti rjúpur”, það eru alltaf einn og einn sem eru með stæla en þeir eru ekki margir. Það er ekki til sá veiðimaður á Íslandi sem vill ganga frá stofninum.\nÞumalputtareglan er að 10% veiðimanna skjóti 90% af fuglinum, þessir fuglar fara beina leið útí búð og í veitingastaði, með sölubanni hefði mátt minka veiðina um c.a. 70%. Auk þess hefur veiði í Grænlandi og Skotlandi aukist, þetta er sami stofninn.\nÍ gríni fóru menn nú að tala um að skjóta rjúpuna með paintball byssum, svona “catch and releace”, en höggið myndi drepa fuglinn.\nÞað sem er í rauninni að útrýma rjúpunni eru minkurinn og refurinn. Þessi vargur fær að vaxa og fjölga sér að vill á þeim fjölmörgu friðlöndum sem príða þetta land. Til dæmis í friðlandinu á Hornströndum er plágan orðin svo mikil að stór fjöldi bjarga er nú tómur, fuglalíf á svæðinu hefur snarminnkað. Fjölmargir veiðimenn hafa óskað eftir því að veiðar á þeim í friðlöndum verði leifðar en lítið er hlustað á okkur."
        }
    ]
}