{
    "forum_title": "Sápur",
    "user": "freki",
    "user_id": "1682",
    "date": "2003-11-18 18:09:34",
    "title": "Leiðarljós 18.11.2003",
    "text": "Þátturinn í dag snerist að mestu leyti um H.B.  en hér kemur það sem gerðist.\nCountry Club:\nAllir eru undrandi á þessum ásökunum.  Vanessa kemur inn á baðherbergið og sér þar Eve.  Hún segir við Mindy að fara fram og les Eve pistilinn.  Gilly heldur áfram að koma með ásakanir og H.B fer að gráta.  Kat og David koma og David fer að tala við Gilly um þetta og önnur persónuleg mál.  Roger og Rex glotta. Fletcher ásakar Roger en hann snýr út úr, og Dylan er hvass við Hart.  Allir eru að reyna að hughreysta H.B.\nKvennaklóset (Country Club)\nNadine ræðst á Rex með ásökunum að hvað hann hefur gert, og Buzz reynir að afsaka sig og segir að hann vissi ekki hvað Roger mundi gera með þetta plagg.  Nadine kemst að því að Roger standi á bakið þetta allt.\nAllir eru farnir og Rex viðurkennir að það var hann sem sagði þetta.\nHeima hjá Roger/Jennu:\nHún er að tala í síman við Grady og vill láta njósna um Blake. Roger kemur og hann segir henni allt það létta.  Hart kemur og er með ásakanir á hendur Roger að þetta er það sem hann vilji að hann komi til hans aftur.  Hann segir honum að frekar vill hann vinna hjá H.B og Billy en hjá honum.\nHeima hjá Gilly og Hamp.\nGilly kemur heim og Hamp kemur fram og spyr hversvegna hún gerði þetta.  Hún segir að Roger hafi þvingað hana til þess annars mundi hann segja frá fortíð.  Hún fer að sofa og Hamp segir þá sefuru ein.  Hann stendur og horfir út um gluggann.\nHeima hjá Billy Lewis:\nAllir koma heim og ræða um þetta mál,  H.B segir sögu sína og hvernig Lewis oil byrjaði Nadine kemur og H.B gistir hjá Vanessu, og Billy j.r og Henry.\nHjá Nick:\nHann kemur heim og kallar á Eve og segir að það þýðir ekki að þykjast vera heima hann sá hana.\nCedars-spítali.\nEve kemur inn og hittir einn lækni og segir að hún nenni ekki að láta vita að hún sé þarna.  Hún klæðir sig inn í lak og sofna",
    "url": "https://www.hugi.is/sapur/greinar/179225/leidarljos-18112003/",
    "url_id": "179225",
    "id": "1373083",
    "replies": [
        {
            "user": "sapuhatari",
            "user_id": "46951",
            "date": "2003-11-19 01:31:08",
            "id": "1373084",
            "reply_to_id": "1373083",
            "text": "ég las ekki nema fyrstu línu og það var nóg til að koma mér inn í söguþráðinn sem er búin að vera síðan ég sá minn seinasta þátt seem var í februar 1987. þá var H.B enn í þáttunum og alltaf jafn sköllóttur í svörtu jakkafötunum. þið helvítis kellingarnar ykkar!!!!!!! hættiði að horfa á þessa ógeðslegu rennandi blautu sápu sem er svo drepleiðileg!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!\nog vinsamlegast hættiði að horfa á þessa vitleysu hún er hættuleg"
        },
        {
            "user": "timmi",
            "user_id": "37237",
            "date": "2003-11-30 21:39:28",
            "id": "1373085",
            "reply_to_id": "1373084",
            "text": "Skjóttu þig"
        },
        {
            "user": "guggaein",
            "user_id": "43944",
            "date": "2003-11-19 10:45:42",
            "id": "1373086",
            "reply_to_id": "1373083",
            "text": "Þegar ég var að horfa á þáttinn hugsaði ég LOKSINS LOKSINS skemmtilegur þáttur!\nÉg iðaði í skinninu meðan ég beið eftir að hart myndi hella sér yfir Roger (reyndir sápuáhorfendur gátu séð það löngu áður en það gerðist:) og það var biðarinnar virði… Roger ætlar aldrei að læra!\nÞað var líka kominn tími til að fá meiri innsýn í af hverju david (ef ég skil þetta allt rétt) tók einhvern tímann á sig sökina fyrir gilly sem endaði með að hann er „vondi“ kallinn en hún „engillinn“ í fjölskyldunni… skotárásir og alles, við erum bara komin í svaka spennuþátt!\nÞað þarf ekki að taka það fram hve FEGIN ég var að nick-eve-mindy voru lítið sem ekkert á skjánum. Þau eru hvert öðru leiðinlegra og vitlausara! ef ég má fá smá útrás… en skrýtið að nick skildi EKKI bíða eftir mindy eftir að hún stakk hann af við altarið, en skrýtið að hann skildi move on og finna nýja (gamla)… miklu skrýtnara er þó að eve sé reið og afbrýðisöm út í mindy þegar nick trekk í trekk verður svo upptekin af mindy að hann gleymir að hann sé með eve, gengur jafnvel svo langt að kalla upp nafnið hennar sofandi, hvernig stendur á því að eve geti verið fúl… jæja nú líður mér betur:)\nEN loksins góður þáttur og VONANDI verður meira af þeim:)"
        },
        {
            "user": "anre",
            "user_id": "16724",
            "date": "2003-11-19 12:09:25",
            "id": "1373087",
            "reply_to_id": "1373083",
            "text": "Góður þáttur!!\nMig langar að benda á einkar skemmtilega leiðarljóssíðu (veit ekki hvort þið hafið skoðað hana.. hef allavega ekki séð ábendingu um hana hérna) en ég vara samt við spoilerum á henni.\nÞað er hægt að skoða myndir af persónum og hægt að lesa character bios frá byrjun fram til þáttana sem er verið að sýna úti í dag!(VARÚÐ þar eru spoilerarnir) F\nrábær síða eftir einhvern íslenskan gaur!\nhttp://www.simnet.is/addip/\nOg endilega haltu áfram að segja okkur hvað gerist Seppi.. þú bjargar manni alveg ef maður missir af þætti! ;)\nKv, Anre"
        },
        {
            "user": "guggaein",
            "user_id": "43944",
            "date": "2003-11-19 14:32:49",
            "id": "1373088",
            "reply_to_id": "1373083",
            "text": "Seppi þþþþþþþúúúúuúú eeeeeerrrrrrttttttt eeeeeeiiiiiiiiinnnnnnnnnnhhhhhvvvvvvvveeeeerrrrrrffffff ffuuuuuuuuuurrrrrrrrrrr!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!! !!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!! !!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!"
        },
        {
            "user": "guggaein",
            "user_id": "43944",
            "date": "2003-11-19 14:50:43",
            "id": "1373089",
            "reply_to_id": "1373088",
            "text": "Láttu ekki svona við höfum bara gaman af ljósinu! sumir fara í CM en aðrir horfa á leiðarljós:)"
        },
        {
            "user": "guggaein",
            "user_id": "43944",
            "date": "2003-11-19 14:53:47",
            "id": "1373090",
            "reply_to_id": "1373089",
            "text": "Enn að skrifa um hvern einasta þátt kommon ég hef horft á einn þátt mér fannst hann svo leiðinlegur að ég dó næstum.\nÞað er í lagi að horfa á leiðarljós ef maður er yfir fertugt!!!!!!!!!!!!!"
        },
        {
            "user": "guggaein",
            "user_id": "43944",
            "date": "2003-11-19 14:56:52",
            "id": "1373091",
            "reply_to_id": "1373090",
            "text": "ég er ekki yfir fertugu og hef samt gaman af því!\nhefur reyndar verið soldið leiðinlegt undanferið EN þeir eiga svo góða spretti að maður getur ekki hætt:)\nauk þess er besta mál að skrifa hvað gerist í hverjum þætti einfaldlega vegna þess að svo margir missa af! og þeir eru þakklátir…\nHins vegar finnst mér að það mætti vera meira um skoðanaskipti og minna um beinat lýsingar á hverjum þætti…:)"
        },
        {
            "user": "freki",
            "user_id": "1682",
            "date": "2003-11-19 15:05:17",
            "id": "1373092",
            "reply_to_id": "1373091",
            "text": "Einmitt það er það sem ég er að tala um þetta er samt leiðinlegt"
        },
        {
            "user": "freki",
            "user_id": "1682",
            "date": "2003-11-19 15:40:42",
            "id": "1373093",
            "reply_to_id": "1373092",
            "text": "Hvað er að ykkur LITLU BÖRN !!!!!!\nHvað mundi ykkur finnast ef maður kæmi inn á ykkar áhugamál og verið með dónaskap og læti ???\nÞetta lýsir ykkar innri manni.\nEf þið hafið ekki áhuga á þessu þá verið ekkert að koma hingað inn.  Sumir hafa áhuga á þessu og aðrir á öðru."
        },
        {
            "user": "anre",
            "user_id": "16724",
            "date": "2003-11-22 23:46:23",
            "id": "1373095",
            "reply_to_id": "1373093",
            "text": "Nákvæmlega!!! GO SEPPI!!\nOk það er kannski ekkert ofursvalt að vera húkkt á sápum en það sem er VIRKILEGA sorglegt á þessu áhugamáli er fólkið sem er að koma hingað að lesa greinar sem það hefur ekki minnsta áhuga á og er svo með skítkast út í fólkið sem skrifar þær!! ÞIÐ ERUÐ EINHVERF!!!!!"
        },
        {
            "user": "anre",
            "user_id": "16724",
            "date": "2003-11-22 23:46:23",
            "id": "1373094",
            "reply_to_id": "1373093",
            "text": "Nákvæmlega!!! GO SEPPI!!\nOk það er kannski ekkert ofursvalt að vera húkkt á sápum en það sem er VIRKILEGA sorglegt á þessu áhugamáli er fólkið sem er að koma hingað að lesa greinar sem það hefur ekki minnsta áhuga á og er svo með skítkast út í fólkið sem skrifar þær!! ÞIÐ ERUÐ EINHVERF!!!!!"
        },
        {
            "user": "...",
            "user_id": "38859",
            "date": "2003-11-26 16:42:40",
            "id": "1373096",
            "reply_to_id": "1373083",
            "text": "Áttu þér líf Seppi minn?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-12-01 17:07:44",
            "id": "1373097",
            "reply_to_id": "1373083",
            "text": "Ég held að hann eigi sér ekki líf hóst;einhverfur;hóst"
        }
    ]
}