{
    "forum_title": "Sápur",
    "user": "freki",
    "user_id": "1682",
    "date": "2003-11-19 19:39:17",
    "title": "Leiðarljós 19/11/03",
    "text": "Hér er það sem gerðist í dag.\nHann byrjar á því að fréttin um H.B er í öllum fjölmiðlun.\nHjá Mindy:\nHún er að hlusta á fréttir og Nick kemur og talar við hana.  Þau ræða þetta mál og H.B.  Nick keyrir hana svo til Vanessu.\nDiner:\nHarley er að fara að vinna þar.  Elanie og Harley fara að tala um pabba sinn.  David kemur inn og hringir í Roger út af Gilly.  En nær ekki á honum Rex kemur svo og Mallet á eftir.\nSpaulding Ent:\nRoger er að tala við Rex og hann borgar honum fyrir upplýsingarnar, Hamp kemur og fer að rífast við Roger, Gilly heyrir þetta segir við hann að ekki skipta sér af þessu en hamp rýkur út.  Gilly ætlar að fara en Roger kallar á eftir henni að ekki fara.\nHjá Billy L:\nNadine talar við Billy og Mallet kemur svo og vill forvitnast um Rex og hún segir hvað hún veit, “svona” Hún hringir svo í Rex og segir að koma strax og hann kemur bakdyramegin. Hún segir að Mallet gruni eitthvað svo hún vill að hann komi sér úr bænum.\nHjá Vanessu:\nBilly er þar með H.B Billy yngri og Vanessa og Henry.  H.B hafði gist hjá þeim, Mindy kemur og Nick og Billy fara út og gefa út yfirlýsingu.  Mindy fer upp og leitar að afa sínum.  Kemur niður og spyr um hann. Hann er farinn.\nHjá Gilly og Hamp:\nGilly er að skoða hljóðfæri Hamps  David kemur inn og ræðir við hana.  Hamp kemur svo og segir henni að hún hafi um 2 að velja.\nHætta hjá Roger eða hann fari.\nHún velur það að vinna áfram hjá Roger og Hamp fer.\n—-\nEru ekki margir sem horfa á þetta.   Væri gaman að fá skoðanir og umræður ekki bara endursögn.  Hélt að þetta áhugamál væri til þess.",
    "url": "https://www.hugi.is/sapur/greinar/179425/leidarljos-191103/",
    "url_id": "179425",
    "id": "1374810",
    "replies": [
        {
            "user": "chacha",
            "user_id": "14993",
            "date": "2003-11-19 20:54:18",
            "id": "1374811",
            "reply_to_id": "1374810",
            "text": "Mér finnst Gilly svo vitlaus.. en hvað var það sem Hamp mátti ekki vita"
        },
        {
            "user": "Foxylady83",
            "user_id": "18461",
            "date": "2003-11-19 22:13:33",
            "id": "1374812",
            "reply_to_id": "1374810",
            "text": "Ég get ekki hætt að horfá þetta rugl! Ég er so geggjað spennt eikkaðað sjá hvað gerist hjá eve og mindy og nick=)=)=)=)"
        },
        {
            "user": "Hrislaa",
            "user_id": "42360",
            "date": "2003-11-20 00:40:07",
            "id": "1374813",
            "reply_to_id": "1374810",
            "text": "Bwahahhaha..þetta er svo sad…váá þetta er bara sad!"
        },
        {
            "user": "Selena",
            "user_id": "29486",
            "date": "2003-11-20 12:30:15",
            "id": "1374814",
            "reply_to_id": "1374810",
            "text": "Já þetta er að vera svolítið spennandi sko, það reyndar ógeðslega í taugarnar á mér hversu ömurlegur Nick er við Eve og úff hvað ég hata Mindy.\nMér finnst líka Gilly ekki vera mjög heiðarleg og eiginlega held ég að hún sé að verða vondi karlinn út af einhverri pressu frá Roger.\nHvað varðar Nadine og litla barnið þá verður spennandi að sjá hvernig það fer en það gæti samt alveg orðið ár þanngað til eitthvað fer að gerast þar."
        },
        {
            "user": "martasmarta",
            "user_id": "31164",
            "date": "2003-11-20 19:04:05",
            "id": "1374815",
            "reply_to_id": "1374810",
            "text": "Mér finnst að Mindy og Billy ættu að byrja saman! Nei ég er bara að djóka… vildi að mér þætti þetta rugl skemmtilegt að það verður að segjast að mér finnst þetta gríðarlega óspennandi. En ég hef alls ekkert á móti fólki sem horfir á sápur!"
        }
    ]
}