{
    "forum_title": "Rómantík",
    "user": "dearlie",
    "user_id": "28221",
    "date": "2003-11-20 17:55:55",
    "title": "Er að deyja! Hjálp!",
    "text": "Hæ hæ!\nSko ég er með eitt vandamál og það hljómar svona:\nÞað er alveg geðveikt sætur strákur sem er með mér í bekk og ég er alveg geðveikt skotin í honum. Hvað með það? Ættu sumir að spyrja en málið er bara að ég get ekki hætt að hugsa um hann.\nVið byrjuðum saman í bekk í haust og ég hafði ekki mikið tekið eftir honum, ég var alveg búin að taka pínu eftir honum því hann er dálítill vinur vinkonu minnar en ekki búin að fatta hvað hann er sætur og skemmtilegur. Hann er ótrúlega sætur en ég var ekki búin að taka eftir því fyrr en í haust. Svo hefur það bara magnast eftir að ég hef kynnst honum betur. Samt er ég ekkert búin að kynnast honum mjög vel.\nMig langar til að kynnast honum betur og að minnsta kosti reyna að verða vinkona hans en ég veit bara ekki hvernig ég á að gera það án þess að líta út eins og ég sé eitthvað uppáþrengjandi.\nHann er sko frekar vinsæll en SAMT er hann ekkert svona “ég er bestur og flottastur” týpan. Hann er meiri svona þessi rómantíska, feimna týpa. Hann er heldur ekkert að reyna að vera eitthvað yfir aðra hafna, hann er bara sá sem hann er og er bara með vinum sínum og er ekkert að reyna.\nÞannig að ég var að spá í hvort einhver gæti gefið mér ráð um það hvernig ég gæti kynnst honum betur og ef til vill orðið meiri vinkona hans. Ég get ekki gleymt honum en ég vil ekki vera eitthvað uppáþrengjandi eða eitthvað\nKveðja Leðja\nP.s Ég er í 8. bekk þannig að ekki spyrja.",
    "url": "https://www.hugi.is/romantik/greinar/179651/er-ad-deyja-hjalp/",
    "url_id": "179651",
    "id": "1376823",
    "replies": [
        {
            "user": "vatn",
            "user_id": "22477",
            "date": "2003-11-21 18:00:46",
            "id": "1376824",
            "reply_to_id": "1376823",
            "text": "Hehe.. So þú sérð bara á honum að hann er rómantísk týpa? Æ sorry ætla ekki að vera leiðinleg en þetta var svolítið fyndið ;)\nOK svo þú ert skotin í honum og þið eruð í 8.bekk? Þig langar að kynnast honum betur? OK vinkona þín er víst svolítil vinkona hans? Þú gætir reynt að nálgast hann þannig..Svo getið þið nokkur úr bekknum saman í bíó eða keilu.. Til að skapa stemmingu í bekknum og grundvöll til að kynnast betur innbyrðis. Þá gætirðu talað eitthvað við hann. Ekki hafa áhyggjur af því að vera uppáþrengjandi þótt þú talir við hann :)\nSvo þegar þið eruð orðin vinir gætirðu kannski fengið símann hans og byrjað að smsast við hann og msn-nikkið hans líka.\nEn elsku dúllan mín allt í lagi að láta sig dreyma u m guttann en mundu bara að svona feimnir 8. bekkjar strákar eru ekki alltaf til í að byrja með stelpum. Maður veit þó aldrei og gæti eitthvað gerst í ykkar málum ;)"
        },
        {
            "user": "dearlie",
            "user_id": "28221",
            "date": "2003-11-21 18:58:52",
            "id": "1376825",
            "reply_to_id": "1376824",
            "text": "Sko þau eru meiri svona ,,kunningjar´´ heldur en vinir. Öllum árgangnum var splittað upp í haust, ég lenti með öllum vinkonuhópnum og krökkum úr öðrum bekkjum þá meðal annars hann.\nÉg veit alleg Msn-ið hans og við sitjum stundum við sama borð í frímó or some en ég veit bara ekki hvernig ég á að fara að því að kynnast honum betur sem vini en ekki bara vinkona vinar eikkað…\nHvernig á aég að fá allan bekkinn til að fara í bíó?"
        },
        {
            "user": "dearlie",
            "user_id": "28221",
            "date": "2003-11-21 18:20:08",
            "id": "1376826",
            "reply_to_id": "1376823",
            "text": "….Ég er lika ´´i 8 bekk og ég verð að segja að allir strákar sem eru með mer í bekk og hinum  bekkjunum…eru svo barnalegir að marr er eilla ekkert að spá í þá…En ég veit ekki..:P þúst það eru allar stelpunar í 8 held ég, að spa í þá eldri sko…"
        },
        {
            "user": "dearlie",
            "user_id": "28221",
            "date": "2003-11-21 19:02:12",
            "id": "1376827",
            "reply_to_id": "1376826",
            "text": "Hann er fljótþroska… 1,87 eð eikkað og með barkakýli…\nÞarna hefurðu það! :þ"
        },
        {
            "user": "FagInABag",
            "user_id": "23904",
            "date": "2003-11-21 19:31:03",
            "id": "1376828",
            "reply_to_id": "1376827",
            "text": "ertu að segja mér að hann sé 187 óg í 8 bekk ??? ég er kannski ekki stór en ég er 178 cm og í 1 bekk í framhaldsskóla, djíses mig langar að sjá dúddann"
        },
        {
            "user": "FagInABag",
            "user_id": "23904",
            "date": "2003-11-21 19:31:44",
            "id": "1376829",
            "reply_to_id": "1376827",
            "text": "ertu að segja mér að hann sé 187 óg í 8 bekk ??? ég er kannski ekki stór en ég er 178 cm og í 1 bekk í framhaldsskóla, djíses mig langar að sjá dúddann"
        },
        {
            "user": "Atari",
            "user_id": "100",
            "date": "2003-11-21 19:31:54",
            "id": "1376830",
            "reply_to_id": "1376827",
            "text": "SHIT mar… hann er með barkakýli…. REYNDU þá heavy við hann mar… spáðu í því Barkakýli… ótrúlegt"
        },
        {
            "user": "dearlie",
            "user_id": "28221",
            "date": "2003-11-21 19:43:50",
            "id": "1376831",
            "reply_to_id": "1376830",
            "text": "Ég var að svara áliti: Allir strákarnir í 8.bekk eru svo óþroskaðir………..\nÉg er ekki skotin í honum útaf því að hann er með eikkað fjandans barkakýli eð eikkað. og já hann er stór var 1,70 og eikkað í 6.bekk."
        },
        {
            "user": "SnaeWar",
            "user_id": "30043",
            "date": "2003-11-22 01:47:02",
            "id": "1376832",
            "reply_to_id": "1376831",
            "text": "ahhh… þekkji þetta… stækkaði um 11 cm í fyrra :D reyndar er ég bara meðal hæð.. 176 cm og í 10 bekk"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2003-11-27 11:52:57",
            "id": "1376833",
            "reply_to_id": "1376826",
            "text": "“þúst það eru allar stelpunar í 8 held ég, að spa í þá eldri sko…”\nJamm enda eru þær í hámarki á gelgjunni og halda að þær séu orðnar svo fullorðnar og blahblah.\nÍ alvöru þetta með að stelpur byrji að deita eldri stráka í hópum í 8 bekk er bara fáranlegt."
        },
        {
            "user": "Oreon",
            "user_id": "15467",
            "date": "2003-11-27 14:42:14",
            "id": "1376834",
            "reply_to_id": "1376833",
            "text": "nei alls ekki¨!við villjum þroskaðri menn!"
        },
        {
            "user": "Oreon",
            "user_id": "15467",
            "date": "2003-12-03 22:59:27",
            "id": "1376835",
            "reply_to_id": "1376834",
            "text": "Gasalega eru allir að flýta sér að verða fullorðnir og finna þann eina rétta.. Stelpur í 8.bekk ættu bara að slappa af og leika sér í barbí.. .. Og þessir “þroskuðu menn” sem þú talar um eru ekki þroskaðir.. Það vill þá bara engin stelpa á þeirra aldri.. hahaha;)"
        },
        {
            "user": "snikkin",
            "user_id": "25858",
            "date": "2003-11-21 19:33:58",
            "id": "1376836",
            "reply_to_id": "1376823",
            "text": "Jæja greyið mitt, ég vildi óska þess að ég gæti gefið þér eitthvað pottþétt ráð en því miður hef ég það ekki.\nEn… þú gætir auðvitað bara beðið vinkonu þína um hjálp fyrst hún þekkir hann. Og fyrst þú situr stundum með honum á borði í frímó þá hlýturðu að geta tekið þátt í samræðunum (einsog hann). Svo geturðu einhvern tímann reynt að ná í sæti nálægt honum og snert hann “óvart”, ýtt vingjarnlega við honum eða eitthvað.\nÞað eru nokkur ár síðan ég var í 8.bekk en þá var ég hrifin af strák sem var í 10.bekk. Ég sé alltaf eftir því að hafa ekki reynt við hann. Þannig að mitt ráð er: “Gerðu eitthvað!!!”\ngangi þér vel\nkv.\nsnikkin"
        },
        {
            "user": "jettebra",
            "user_id": "45218",
            "date": "2003-11-21 20:43:19",
            "id": "1376837",
            "reply_to_id": "1376823",
            "text": "taktu strákinn með þér í partý fylltu hann fullan og ríddu honum og hringdu í hann daginn eftir hvort hann vill byrja með þér :P eikkað svoleiðis eða bara nauðga gaurnum og spyrja hvort hann vill vera bólfélginn þinn :D"
        },
        {
            "user": "jettebra",
            "user_id": "45218",
            "date": "2003-11-21 22:27:29",
            "id": "1376838",
            "reply_to_id": "1376837",
            "text": "Ég ætla rétt að vona að þú sért að grínast gaur :S og kæra vinkona mín=P í alvöru talað.. Einhvern tímann þegar þú ert með vinkonu hans og þinni þá skaltu biðja hana um að hringja og segja honum að koma til ykkar. Og bara gera það nokkrum sinnum þar til að þér finnist hann vera orðinn vinur þinn og þú getur hitt hann kannski ein stundum… eða ég veit ekki.. I'm not really great at the advise, can i answer you on a sarcastic comment? or some cheese? =P"
        },
        {
            "user": "Oreon",
            "user_id": "15467",
            "date": "2003-11-22 16:32:59",
            "id": "1376839",
            "reply_to_id": "1376837",
            "text": "Sleeze: Þú gerir þér grein fyrir því að þú ert að tala við stelpu í 8. bekk.. !!"
        },
        {
            "user": "AichaLady",
            "user_id": "22759",
            "date": "2003-11-22 21:37:35",
            "id": "1376840",
            "reply_to_id": "1376839",
            "text": "sammála Oreon"
        },
        {
            "user": "tempest",
            "user_id": "26717",
            "date": "2003-12-02 22:32:54",
            "id": "1376841",
            "reply_to_id": "1376839",
            "text": "ég verð því miður að viðurkenna að sleeze hafi rétt fyrir sér … :("
        },
        {
            "user": "Ljomalindin",
            "user_id": "15558",
            "date": "2003-11-22 23:43:18",
            "id": "1376842",
            "reply_to_id": "1376823",
            "text": "Ok þú ert í 8 bekk…þannig að ef þú ætlar að reyna að..hvað var það? já reyna að verða betri vinkona hans eða eitthvað þá gerist það bara ekki 1,2 og 3.. það tekur alltaf tíma að verða vinir :D"
        },
        {
            "user": "thortho",
            "user_id": "7555",
            "date": "2003-11-23 10:08:00",
            "id": "1376843",
            "reply_to_id": "1376823",
            "text": "„Þannig að ég var að spá í hvort einhver gæti gefið mér ráð um það hvernig ég gæti kynnst honum betur og ef til vill orðið meiri vinkona hans.“\nHvernig eignastu vini, svona almennt og yfirleitt?  Hvort sem „fórnarlambið“ er strákur eða stelpa, þá gilda alveg sömu reglur í þessum efnum.\nÞað gæti hjálpað að reyna að losa þig við allar væntingar, helst að vera nokk sama um hvernig fer.  Þegar manni er hálfpartinn sama, þá er maður ekki eins stressaður og annars.  Þegar maður er ekki stressaður, þá er maður eðlilegri og gerir færri klaufamistök."
        },
        {
            "user": "barti",
            "user_id": "28175",
            "date": "2003-11-23 13:25:23",
            "id": "1376844",
            "reply_to_id": "1376823",
            "text": "er eitthvað rómantískt að vera feiminn týpa sem kann ekki að tjá sig og þori3 varla að koma út úr sér orði …  reyndu að kynnast honum betur i gegnum vinkonu þína  þá er ég ekki að tala um að þú sért að bjóða honum út á date i gegnum hana"
        },
        {
            "user": "dearlie",
            "user_id": "28221",
            "date": "2003-11-23 18:28:27",
            "id": "1376845",
            "reply_to_id": "1376844",
            "text": "Sagði ég eikkað að hann kynni ekki að tjá sig og þorir varla að koma út úr sér orði?????????\nSafði bara að hann væri dálítið feimin við stelpur samt er hann gegt vinsæll og allt það………\nÞað er algengur misskilningur að allir halda að vinkona mín er eikkað mikil vinkona hans sem er EKKI sagði bara að þau væru dálitlir kunningjar þ.e. Eru dálítið að keppa á móti hvor öðrum.\nP.s JÁ hann er rómantískur þegar hann var að bjóða einni stelpu á date ballið gaf hann henni rós… og þau eru BARA vinir!\nTak takk þarf ekki fleiri ráð í bili!"
        },
        {
            "user": "dearlie",
            "user_id": "28221",
            "date": "2003-11-25 21:35:48",
            "id": "1376846",
            "reply_to_id": "1376823",
            "text": "Ert þetta marta, því þetta er getgt líkt henni… æ ég veit ekki ég er í soldið sona flibbuðu skapi."
        },
        {
            "user": "dearlie",
            "user_id": "28221",
            "date": "2003-11-26 15:48:14",
            "id": "1376847",
            "reply_to_id": "1376846",
            "text": "Nei ég heiti Sara"
        },
        {
            "user": "tray",
            "user_id": "25018",
            "date": "2003-11-28 23:05:43",
            "id": "1376848",
            "reply_to_id": "1376823",
            "text": "Hmm…. Sko! Það ER einhver þarna úti einsog ég!!!"
        },
        {
            "user": "tempest",
            "user_id": "26717",
            "date": "2003-12-02 22:29:58",
            "id": "1376849",
            "reply_to_id": "1376823",
            "text": "ungt fólk skilur ekki munin á milli ást og losta\nþú ert kannski bara gröð og hann er það fyrsta sem poppar upp þannig að þetta er bara einfalt skot\nfinndu gaur sem er hrifinn af þér og sem er vel við þig eins og þú ert. ég veit að þetta hljómar eins og gömul klisja en þetta er satt. það er best þannig en ef þú og eikker gaur eru búin að vera vinir í meira en mánup þá ættiru ekki að reyna að láta það fara lengra það verður bara martröð … Trust me i know …"
        },
        {
            "user": "dearlie",
            "user_id": "28221",
            "date": "2003-12-03 22:50:14",
            "id": "1376850",
            "reply_to_id": "1376849",
            "text": "Halló! Eru allir hérna að misskilja?????\nÉg sagði ALDREI að ég væri ástfangin, bara skotin og vildi bara fá að KYNNAST honum!!!!!!!!!!!!\nJæja, fyrst það er komið á hreint vil ég benda á það að ég er búin að segja að ég þurfi ekki fleiri svör því ég er búin að kynnast honum og það gerði ég sjálf.\ntakk og bæ"
        },
        {
            "user": "tempest",
            "user_id": "26717",
            "date": "2003-12-04 12:07:02",
            "id": "1376851",
            "reply_to_id": "1376850",
            "text": "láttu það samt bara í friði Þú ert 13 ára for fuck´s sake það er heimska að hugsa sona ef þú ert skotin í honum þá fine þarftuað koma með það á huga (HVER SAMMÞYKKTI ÞETTA!?!?!?!) keep it to urself"
        },
        {
            "user": "dearlie",
            "user_id": "28221",
            "date": "2003-12-04 18:08:29",
            "id": "1376852",
            "reply_to_id": "1376851",
            "text": "Æi þegiðu!\nHélt bara að ég gæti kannski fengið EINHVER góð svör í staðinn fyrir einver skítköst frá fólki sem hefur ekkert annað að gera á daginn!\nJamm og ég er búni að kynnast honum eins og ég hef tekið fram, ég vil ekki eldri stráka og ég hætti að leika mér í barbí 9 ára."
        },
        {
            "user": "tempest",
            "user_id": "26717",
            "date": "2003-12-04 21:23:14",
            "id": "1376853",
            "reply_to_id": "1376852",
            "text": "sko einginn skítaköst þetta er bara stupid\nþú ert enn krakki"
        },
        {
            "user": "dearlie",
            "user_id": "28221",
            "date": "2003-12-05 15:20:40",
            "id": "1376854",
            "reply_to_id": "1376853",
            "text": "tempest sagði:\n,,þú ert enn krakki\"\nBíddu… hvað kemur það málinu við??? Mega krakkar ekki eiga sér vini???\nt-á-n-i-n-g-u-r\nSkilurðu?"
        }
    ]
}