{
    "forum_title": "Sápur",
    "user": "freki",
    "user_id": "1682",
    "date": "2003-11-22 17:25:56",
    "title": "Leiðarljós 21/11",
    "text": "Þetta er það sem gerðist í ljósinu í gær föstudag.\nSumarhús – Cotton Creek.\nH.B er í bústaðnum og Billy er að reyna að tala hann til.  Billy kemst inn og þeir tala um sín mál og Roger.  Otis kemur og finnur hvaðan lyktin kemur og segir .þeim frá “Roger” þegar hann kom sem maður frá Umhverfisráðuneyti\nLewis-Oil:\nMindy og Dylan ertu þarna og ræða um þessi mál. Billy hringir og segir að það sé í lagi með H.B. en biður Dylan um að láta Harley tékka á nokkrum nöfnum.  Dylan fer svo.\nJulie kemur og spyr um Dulan og H.B og Mindy býður henni að vera sýningarstúlka, og svo tala þær um ágreining milli Dylan og Hart.\nSpaulding-setur\nJenna er í baði og Roger lætur sig renna ofan í það.  Þau njóta ásta og svo sitja þau að snæðingi og tala um Hart.\nHesthús – v/ Spauldingsetur:\nBlake kemur með teppi til Harts og hann ásakar hana að Roger hafi sent sig, og tala um fjölskyldu sína.  Dylan kemur og tala við Hart og þeir fara að rífast um þetta og slást.  Julie kemur og stoppar slagsmálin og Dylan rýkur út og Julie á eftir.\nCountry Club:\nRoss talar við Henry um vinnu og fleira.  Roger kemur inn og Henry heldur smá ræðu til “heiðurs” Rogers.  Blake kemur svo og hún og Ross fara saman.  Roger pantar nautalundir og allt á Spaulding setrið.",
    "url": "https://www.hugi.is/sapur/greinar/179949/leidarljos-2111/",
    "url_id": "179949",
    "id": "1378685",
    "replies": [
        {
            "user": "SnaeWar",
            "user_id": "30043",
            "date": "2003-11-22 21:29:36",
            "id": "1378686",
            "reply_to_id": "1378685",
            "text": "þessi Rex gaur sem var í einhverjum þætti var awfully suspecious (mjög grunsamlegur) um eitthvað.. veit ekki hvað :) horfði á eitt episode"
        },
        {
            "user": "nornatelpa",
            "user_id": "19547",
            "date": "2003-11-23 17:02:42",
            "id": "1378687",
            "reply_to_id": "1378685",
            "text": "mér fannst þetta ekki vera svo skemmtilegur þáttur….!"
        },
        {
            "user": "guggaein",
            "user_id": "43944",
            "date": "2003-11-23 17:38:44",
            "id": "1378688",
            "reply_to_id": "1378685",
            "text": "ein smá spurning (sá nefnilega ekki þáttinn)… voru dylan og hart að rífast um julie eða thorpefjölskylduna?!?"
        },
        {
            "user": "freki",
            "user_id": "1682",
            "date": "2003-11-24 13:53:53",
            "id": "1378689",
            "reply_to_id": "1378688",
            "text": "Að mig minnir þá var þetta að Dylan ásakaði Hart að hafa lekið út þessum upplýsingum.  Þegar hann gisti á hjá Billy, og svo minnir mig rifrildi yfir Julie.\nEf einhver man þetta betur endilega sendið inn :)"
        },
        {
            "user": "Selena",
            "user_id": "29486",
            "date": "2003-11-23 22:07:15",
            "id": "1378690",
            "reply_to_id": "1378685",
            "text": "hérna missti af þættinum þegar leyndarmáli HB var uppljóstrað, hvað var það eiginlega?"
        },
        {
            "user": "freki",
            "user_id": "1682",
            "date": "2003-11-24 13:51:04",
            "id": "1378691",
            "reply_to_id": "1378690",
            "text": "Sko Rex a.k.a Buzz var búin að finna gögn um H.B.  og seldi þau til Rogers.  Svo var han með hótanir við Gilly að ef hún spyrði hann ekki þðá færi hann í að segja hvaða mál hún hefði verið í.  Það var sett að hún hefði verið vændiskona.  En´hún spyr hvort þetta sé rétt að hann hafi setið í fangelsi v/ tékkasvika.  Hann viðurkennir það og segir svo fjölsk sinni söguna."
        },
        {
            "user": "...",
            "user_id": "38859",
            "date": "2003-11-26 16:45:03",
            "id": "1378692",
            "reply_to_id": "1378685",
            "text": "ERTU VIRKILEGA AÐ LÝSA LEIÐARLJÓSI!!! ÁTTU ÞÉR EKKERT LÍF KRAKKI. ÉG ER MEÐ GÓÐA HUGMYND!!!\nSKJÓTTU ÞIIIIIIG!!!!!!!!!!!!!!!!!!!!!!!1\nÖMURLEGA BARN YOU MAKE ME SICK.\n“Ef þú trúir´á Guð aþá trúirðu á mig” HerraFullkominn"
        },
        {
            "user": "Selena",
            "user_id": "29486",
            "date": "2003-11-27 22:40:34",
            "id": "1378693",
            "reply_to_id": "1378685",
            "text": "Hvernig er það ertu hættur að skrifa greinar um leiðaljós?\nEf svo er, er ég viss um að margir eigi eftir að sakna þess."
        },
        {
            "user": "freki",
            "user_id": "1682",
            "date": "2003-11-28 07:53:55",
            "id": "1378694",
            "reply_to_id": "1378693",
            "text": "Veit að það er kominn vika síðan en er búin að vera að gera annað svo hef ekki komist í það.  Eins hefur það verið að mér finnst maður ekki megi stinga niður staf eða grein um Leiðarljós þá fara sumir að vera með stæla.  T.d Núna : HerraFullkominn kalla þig bara littla barnið sem leikur sér.  Því ferðu ekki eitthvað annað að leika þér. Ef þú hefur ekki áhuga á þessu farðu þá annað.\nEn á mánudag kemur þetta aftur :)"
        },
        {
            "user": "Selena",
            "user_id": "29486",
            "date": "2003-11-28 09:29:16",
            "id": "1378695",
            "reply_to_id": "1378694",
            "text": "Leiðarljós er kannski skemmtilega hallærislegt en fólk má hafa sín áhugamál og sínar skoðanir á hlutunum. Þeir sem geta ekki virt það, það getur varla verið merkilegt fólk.  Allavega ekki fólk sem er vert að hlusta á.\nVeit nú ekki margt sorglegra en fólk sem á það áhugamál að koma inn á netið til að rakka áhugamál annarra niður.\nÞú ert að gera góða hluti og fullt að fólki er sammála því, kom mér eiginlega á óvart hversu margir horfa á sápuna."
        },
        {
            "user": "freki",
            "user_id": "1682",
            "date": "2003-11-28 13:37:42",
            "id": "1378696",
            "reply_to_id": "1378695",
            "text": "Þakka þér fyrir þau orð og Já það er það.  Manni langar nú að koma upp undirskriftarlista um að RÚV endursýni vikuna á laugard eða sunnud. Er Stöð 2 ekki enn með það á Glæstum Vonum eða var það Nágrannar ?\nÉg las í Vikunni um leiðarljós klúbb sem var búið að stofna.  Því miður fann ég ekki þá viku og hef týnt e-mail svo ef hann er enn starfandi þá mundi ég vilja komast í samband við hann.\nKveðja\nSeppi"
        },
        {
            "user": "Selena",
            "user_id": "29486",
            "date": "2003-11-28 14:40:55",
            "id": "1378697",
            "reply_to_id": "1378696",
            "text": "Jamms það væri líka gaman ef þeir myndu sýna eitthvað af gömlu þáttunum, bara til að sjá gömlu leikarana."
        },
        {
            "user": "...",
            "user_id": "38859",
            "date": "2003-12-02 14:12:00",
            "id": "1378698",
            "reply_to_id": "1378696",
            "text": "Seppi minn miðað við þessar greinar sem þú sendir einn álykta ég að þú sért 56 ára einhleypur karlmaður sem er svo einmanna að hann þarf að fróa a sér yfir líkinu af gamla hundinum sínum sem hann vildi ekki grafa því honum þótti svo væmt um hann.\nEn þetta er allt í lagi seppi minn það er alltaf hægt að leuysa þetta mál á eina vegu……..SKJÓTTU ÞIIIIIIG!!!!!!!!!!!!\n“Ef þú trúir á Guð þá trúirðu á Mig” HerraFullkominn"
        },
        {
            "user": "Selena",
            "user_id": "29486",
            "date": "2003-12-02 20:07:46",
            "id": "1378699",
            "reply_to_id": "1378698",
            "text": "“Herra Fullkominn” veistu hvað er sorglegra en fólk sem horfir á leiðarljós?"
        },
        {
            "user": "...",
            "user_id": "38859",
            "date": "2003-12-04 12:30:09",
            "id": "1378700",
            "reply_to_id": "1378699",
            "text": "Já þú!"
        },
        {
            "user": "Selena",
            "user_id": "29486",
            "date": "2003-12-04 12:54:12",
            "id": "1378701",
            "reply_to_id": "1378700",
            "text": "Well ég horfi á leiðarljós þannig ég flokkast undir þann hóp sko, en fólk eins og þú…?\nEr til eitthvað sorglegra? Meina koma sérstaklega inn á áhugamál sem þú hatar bara til að rakka niður eitthvað sem þú hefur ekki einu sinni áhuga á, úff hlýtur að vera erfitt að vera þú sko.\nEn ef þetta hjálpar þér að takast á við lífið þá getum við hérna í leiðarljósáhugamálinu alveg látið þetta vera, en auðvita vona ég bara að þú finnir leið til að sigrast á vandamáli þínu;)"
        },
        {
            "user": "...",
            "user_id": "38859",
            "date": "2003-12-05 15:31:11",
            "id": "1378702",
            "reply_to_id": "1378701",
            "text": "takk"
        },
        {
            "user": "Selena",
            "user_id": "29486",
            "date": "2003-12-08 22:54:58",
            "id": "1378703",
            "reply_to_id": "1378685",
            "text": "Heyrðu hvernig er það ertu alveg hættur að skrifa greinar? Það er mjög leiðinlegt sko"
        },
        {
            "user": "...",
            "user_id": "38859",
            "date": "2005-07-18 22:25:16",
            "id": "2323268",
            "reply_to_id": "1378685",
            "text": "Veit að það er dálítið langt um liðið en ég vil biðjast afsökunar á öllu því sem ég sagði við þig vegna Leiðarljósskrifa þinna.\nVar greinilega dálítið óþroskaður en hef núna þroskast og skil ekki hvers vegna ég fór inn á þetta áhugamál bara til að setja út á þá sem að hafa áhuga á þessu.\n-HerraFullkominn"
        }
    ]
}