{
    "forum_title": "Harry Potter",
    "user": "viktororri",
    "user_id": "13381",
    "date": "2003-11-23 00:28:08",
    "title": "HP-7.bók áhugaspuni - enska (spoiler)",
    "text": "Þetta er saga sem ég hef skrifað, sem er áhugaspuni um síðustu kaflana í sjöundu bókinni (fyrir utan þann sem J.K. er búinn að skrifa), og þetta er um það bil það sem ég held að gerist, auðvitað finnst mér ólíklegt að þetta gerist nákvæmlega svona, en þessi saga er byggð á skoðunum mínum á því sem ég held að gerist.\nÉg hef satt að segja lagt svolitla vinnu í þetta.\n36. chapter\nGood and bad\nHarry was having the time of his life, the end of the exams, Ron and Hermione’s engagement, and Hagrid’s wedding all left him very happy feelings as he sat down in the Gryffindor common room with Ginny, Ron and Hermione.\nHarry suddenly thought of something, he hadn’t visited Hagrid since his wedding, as he turned to mention this to Ron and Hermione, he saw that they had already gone upstairs, deciding not to disturb them, he said goodbye to Ginny, and headed down to the back of the portrait of the fat lady, as he walked down the stairs he heard a very familiar voice behind him.\n“Where are you off to at this time of day, mister?” Said the painted image of Sirius, who was having tea with the fat lady.\n“What the..?” Harry said, quite taken back, Sirius and the fat lady had never exactly been friends, mostly due to the attack Sirius issued on the fat lady four years ago that left her almost destroyed.\n“Oh, yes, I’m here for a little truce with the… slim lady here” Sirius said smiling.\n“But, you don’t drink…” Harry began, but Sirius interupted him, smirking “Ssh!”.\n“Alright then..er… goodbye” Harry said friendly and continued down the stairs.\nAs he came down to the great hall an uneasy feeling crept down his back.. something was going on…. he drew out his wand to be on the safe side as he opened the main door.\nHe definetaly felt something was wrong, in the dark he, definetaly felt someone waiting quietly behind the corner. Harry jumped to where he thought someone was hiding and gasped.\nWormtail was waiting for him with his wand raised, and Harry heard his voice along with Wormtail’s shout “stupefy”, although Harry thought he had been quicker, it didn’t seem to matter for another voice had also shouted it from behind him, a voice Harry recognized very well, and Harry’s last thought’s before he fell unconcious was “You never stop trying, do you, Lucius?”\n***\nHarry woke up in a dark room with one large, closed window and black, old-looking walls, and in the other end of the room, Voldemort sat with his wand in his hand and his dark green robes, looking quite pleased with in his comfort chair woth Lucius Malfoy and Wormtail on each hand with their wands raised.\nAnd, from the dark, a large group of death-eaters (it seemed like all of them to Harry) appeared. Harry was sure that Voldemort ment to kill him in front of his death-eaters.\nVoldemort, however, merely stared at him, and Harry saw light in front of him and felt Voldemort’s stare dig into him (professor Flitwick, madam pomfrey and Dumbledore had finally managed to modify the pain Harry felt so often in his scar).\n“What are you waiting for?” Harry asked, angrily.\nVoldemort still stared…. Harry thought he was going to die, he was going to die, Voldemort was going to kill him but he wouldn’t win the war, Dumbledore would win it, Dumbledore would kill Voldemort…. Dumbledore would win….\nFinally, after what seemed like an etirnity to Harry, Voldemort spoke:\n“I am torturing you with a weapon I have found to be very powerful, letting you know that I have you where I want, waiting for the inevitable…” he said, “so, Potter, are you looking forward to being killed?”\n“Of course I am, I’m going to meet my parents and Sirius, I can hardly wait.\n“well, then, let’s begin…” Voldemort said calmly.\n***\nDumbledore was sitting in his office, happy, reading a book that professor McGonagall had given him on his birthday, when suddenly, several blue feathers appeared around Fawkes.\n“Someone is in danger… who is it, Fawkes?” Dumbledore said loudly and focused on the pheonix’s mind, “Harry… where is he?!” he said and again used his legilmency to answer himself, “In the mansion… he showed me loyalty, did he? But I cannot apparate there quick enough, it is heavily guarded against enemy apparation…. the thestrals are not available, I loaned them to the Ministry… Buckbeak!” he realised and Fawkes flew onto his shoulder and they dissapeared in a burst of flame and immediatly appeared in Hagrid’s hut.\nHagrid, who seemed somewhat surprised by Dumbledore’s means of transportation, seemed to already have visiters, Neville Longbottom, Hermione Granger, Ron Weasley and Ginny Weasly were all sitting there, talking to him, and didn’t seem to notice Dumbledore at first.\n“Hagrid, Harry is most likely in grave danger, I need Buckbeak, to come to his aid” He said and the four kids jumped to theire feet, Hagrid’s face instantly went chalkwhite.\n“Er, o’course professor, bu’, where is he? I wan’ta come with yeh.” Hagrid said.\n“He is in Voldemort’s headquarters, which Fawkes located because Harry was loyal to me, they are here.” Dumbledore said, and charted the location with his wand for Hagrid, “And, I’m sorry, but you cannot come with me, Buckbeak cannot carry us both easily, you know that. And you are on your honeymoon, you have your duties as a husband, and, besides, you are not a very learned wizard, although your strengh would most likely attribute to the fight, I would prefer some of these graduated wizards here, they are much lighter than you and could maybe all come with me, and, after all, they are also Harry’s good friends, you can understand, can’t you?” Dumbledore said desperatly, he felt that more problems with chosing his companions would take far too long, Hagrid looked as he was trying very hard to supreess a great objection.\n“Fine,” He said, sadly “go, and good luck.” he said.\n“Thank you, Hagrid, I know it must be hard, but I feel that I do not have much time to choose between you, and we cannot apparate, Norbert is in Rumenia and I have loned the thestrals to the ministry, goodbye.” Dumbledore said very friendly and walked outside to Buckbeak, bowed to him, and Buckbeak immediatly bowed back.\nDumbledore climbed on and saw that the five had followed him outseide.\n“Hermione, bow to Buckbeak, please.” Dumbledore asked, and she did.\nBuckbeak bowed back to him after what seemed to Dumbledore as a very short time, and she climbed on, and the same did Ron, and Ginny, and finally Neville (extremely anxious).\n“Well, I hope he can fly with us all… goodbye, Hagrid.” Dumbledore said and took of, and it seemed as though Buckbeak could indeed carry all of them.\n***\nHagrid was very scared, but determined, even Dumbledore had not known that Hagrid had got apparation lessons as soon as he got the right to do magic back.\nHe waved his wand at himself and thought about the place he wanted to go to; Rumenia…\nHe apparated into the woods near Norbert’s home, and walked towards the high, strong, wooden fence, and knocked loudly on the gate.\nThe man he had been hoping to meet opened the door; Charlie Weasley.\n“Hello, Hagrid, nice to see you, how did you get here?” Charlie said, smiling.\n“’ello, Charlie, I need ta borrow Norbert, I’m goin’ to help save ‘arry, you-know…. Voldemort’s kidnapped him” Hagrid said quickly, not wanting to waste any time, and Charlie’s expression immediatly changed.\n“Er, alright, Hagrid, but I’m coming with you” He said with a determined voice.\n“Tha’s fine, but hurry” Hagrid said and walked toward’s Norbert, and greeted him while Charlie sorted things out with the other guards.\nCharlie ran to Hagrid and Norbert and said: “They were more than Happy to let us have Norbert and wished us good luck, and I’ve also notified other members of the Order and asked them to meet us in Germany.” And he stepped onto Norbert, Hagrid followed, and they took of.\n***\nWhen the group on Buckbeak had just barely got into the air, Ron suddenly thought of something, “Accio Sirius’s portrait” he said, and as they stopped in mid-air, the portrait of the late Sirius came flying towards them, and into Ron’s hands.\n“What’s going on?” Sirius asked.\n“Well,” Ron  said, “we’re going to save Harry from Voldemort, and I thought you might want to come with us.”\n***\nHagrid, Charlie and Norbert reached the agreed place in Germany, and saw a group of people waiting for them; there was Snape, McGonagall, Lupin, Tonks and Mad-eye Moody, luckily, dragons could carrie much heavier weights trhan hippogriffins, and had much larger back’s, so all seven of them fitted on Norbert, and they headed for Voldemort’s headquarter’s, to fight Voldemort and his followers with the others.\n***\nÉg er búinn að skrifa alla söguna, þannig að þið þurfið bara að biðja um framhaldið :)",
    "url": "https://www.hugi.is/hp/greinar/180101/hp-7bok-ahugaspuni-enska-spoiler/",
    "url_id": "180101",
    "id": "1380148",
    "replies": [
        {
            "user": "clarkson",
            "user_id": "42675",
            "date": "2003-11-23 14:14:41",
            "id": "1380149",
            "reply_to_id": "1380148",
            "text": "nennirðu að þyða söguna PLZzzz"
        },
        {
            "user": "Ilona",
            "user_id": "46983",
            "date": "2003-11-23 15:09:52",
            "id": "1380150",
            "reply_to_id": "1380149",
            "text": "það þarf ekkert að þíða þetta maður\nkv Ilona"
        },
        {
            "user": "viktororri",
            "user_id": "13381",
            "date": "2003-11-23 22:05:22",
            "id": "1380151",
            "reply_to_id": "1380149",
            "text": "Afsakið þið sem viljið íslensku, en ég held að þetta sé mjög löng saga, þannig að ég nenni helst ekki að þýða hana, amk ekki strax.\nTakk, öll, fyrir hrósið, ég skal senda framhald :).\nJú, hann á reyndar að vera í ástarsambandi, það kemur líklega í ljós :)."
        },
        {
            "user": "clarkson",
            "user_id": "42675",
            "date": "2003-11-23 14:14:44",
            "id": "1380152",
            "reply_to_id": "1380148",
            "text": "nennirðu að þyða söguna PLZzzz"
        },
        {
            "user": "svanaerla",
            "user_id": "32092",
            "date": "2003-11-23 14:23:02",
            "id": "1380153",
            "reply_to_id": "1380148",
            "text": "endilega komdu með framhald sem fyrst!!!!! Plís"
        },
        {
            "user": "Ilona",
            "user_id": "46983",
            "date": "2003-11-23 15:08:00",
            "id": "1380154",
            "reply_to_id": "1380148",
            "text": "Að mímu mati þarf svo sannarlega ekki að þíða þetta og sömuleiðis fannst mér þessi saga bara GEGGJAÐ GÓÐ og mér finnst að þú ættir að semja mjög langa sögu og halltu áfram að semja eithvað frá eiin höfði þetta er GEGGJAÐ"
        },
        {
            "user": "Aesa",
            "user_id": "14937",
            "date": "2003-11-23 15:19:13",
            "id": "1380155",
            "reply_to_id": "1380148",
            "text": "Flott! Hlakka til að lesa meira! :) Skemmtileg skiptin hjá þér."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-11-23 15:24:50",
            "id": "1380156",
            "reply_to_id": "1380148",
            "text": "já bara framhald en hva eru margir kaflar í viðbót og er Harry ekki mep neinum eins og Ginny eða ???"
        },
        {
            "user": "Pemma",
            "user_id": "30312",
            "date": "2003-11-23 16:44:02",
            "id": "1380157",
            "reply_to_id": "1380148",
            "text": "Alveg örruglega ágæt saga en ég nennti ekki að lesa hana því að hún var á ensku."
        },
        {
            "user": "lenin2508",
            "user_id": "33607",
            "date": "2003-11-23 20:16:37",
            "id": "1380158",
            "reply_to_id": "1380157",
            "text": "Þetta var frábær saga og ég bíð spennt eftir framhaldi en ef þessi saga væri á ísl. hefði ég örugglega ekki nennt að lesa hana ;\\"
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2003-11-23 16:49:09",
            "id": "1380159",
            "reply_to_id": "1380148",
            "text": "Þetta er glæsilegt hjá þér!\nEinn besti áhugaspuni sem ég hef lesið hingað til!!\nEndilega komdu með framhaldið eins fljótt og þú getur. Ég er svo óþolinmóð!\nKveðja Tzipporah\n*sem er að deyja af spenningi*"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-11-23 20:23:24",
            "id": "1380160",
            "reply_to_id": "1380148",
            "text": "Flott! Komdu endilega með frammhald.\nEin spurning afhverju er þetta á ensku? Skil ekki allt en aðalatriðin…\nninas"
        },
        {
            "user": "Ingibergur",
            "user_id": "21822",
            "date": "2003-11-23 21:44:20",
            "id": "1380166",
            "reply_to_id": "1380148",
            "text": "Fram-Hald , Fram-Hald , Fram-Hald , Fram-Hald , Fram-Hald , Fram-Hald , Fram-Hald , Fram-Hald , Fram-Hald , Fram-Hald , Fram-Hald , Fram-Hald , Fram-Hald , Fram-Hald , Fram-Hald , Fram-Hald , Fram-Hald , Fram-Hald , Fram-Hald , Fram-Hald , Fram-Hald , Fram-Hald , Fram-Hald , Fram-Hald , Fram-Hald , Fram-Hald , Fram-Hald , Fram-Hald , Fram-Hald , Fram-Hald , Fram-Hald , Fram-Hald , Fram-Hald , Fram-Hald , Fram-Hald , Fram-Hald"
        },
        {
            "user": "viktororri",
            "user_id": "13381",
            "date": "2003-11-23 22:09:06",
            "id": "1380161",
            "reply_to_id": "1380148",
            "text": "Ég ákvað að senda framhaldið hingað, svo það þyrfti ekki að bíða eftir samþykki í hvert skipti og svona :).\nHarry wasn't just going to stand there like some trained puppy, waiting for\nVoldemort to put on a big show and kill him, no, he had\nto do something… but what? He didn't have his wand, Voldemort was too far to jump on and have a fist-fight with him, so what was there to do? Evade Voldemort's curses? That would just delay the inevidable and give the death-eaters a good laugh.\nShould he try to jump out of the window? It too, was\ntoo far away, and Harry didn't know what was on the other side of\nit (it was quite dark there). He had been hoping\nthat Fawkes would notice his loyal thoughts to Dumbledore before, but\nhe did not know well enough how that worked, did he have to say\nsomething loyal? Had his thoughts not been loyal?\nHad Fawkes sensed that he was partly thinking those thoughts\njust so he would come?  It seemed to Harry that his only remaining\nhope was to wait and try to put up a brave face.\n“Let's begin with some pain for you, shall we?” Voldemort\nsaid, and yelled: “Crucio!”, and, once again a terrible pain overtook\nevery inch of Harry's body and mind very suddenly, and it felt to Harry\nas he was much longer under the curse now than he had ever been before,\nhis only thought was “STOP!STOP!STOP!”, but he did not scream, he was\ndetermined not to scream, and finally after what seemed like an\neternity of pain, Voldemort lifted his wand's and laughed loudly,\nheartily, for a long time, and the death-eaters joined\nhim as Harry sat on his knees, bathed in his own cold sweat. He still\nwas trying hard to put up a brave, fearless face.\n“You may kill me, but you will die soon, Dumbledore will not let you\nlive if you kill me, he will hunt you down with more ambishion and rage\nthan ever before, he and all the members of the Order will kill you,\nthe staff of Hogwart's will not stand for your actions, the Ministry\nis not going to rest until you are killed, my friends will be\nfilled with more hatred and rage to kill you than you have\never known, you don't really think that you can survive all of their\nattempts, do you? And I'm not afraid of\ndeath, I know it will lead to your destruction, so I'm actually almost\npleased” Harry lied about one thing, he was afraid, but he stood on\nboth feet with his head up and a determined, fearless expression on his\nface, he knew those may very well have been his last words, and he\nthought that he chose them quite wisely.\n“Touching last words, Potter,” Voldemort said sarcasticly “but you may\nbe forgetting some things, for instance, I have made more people hate\nme than any wizard in wizarding history, and I'm still alive 70 years\nafter I was born, so, you see, your friends hatred is about as\nfrightening to me as a housefly, and as for Dumbledore, his powers are\nnothing compared to mine, and the Ministry is very determined to get me\nas it is, and a little extra determination is hardly gonna matter much,\nthe Order has often suffered losses of loved ones, and they still have\nnot got me, also the staff of Hogwart's was already mad at me for\nkilling that Cedric Diggory boy, and losing you will only add to that,\nso, you might see that you have little more meaning for my enemies\nattempts to kill me than any other murder I have performed”\n”I know you’re just an orphan growing up in hatred of your\nfather, choosing the evil way out of things,“ Harry said, ”whereas I,\nliving in opression from my muggle-relatives, chose the good way out\nof things. You see, I think you were right when you talked from your\ndiary in my second year, when you said we were very much alike, but\nthere is one difference between us, one that will be very important tonight: I am good, and you are bad\"\nViljiði meira? :)"
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2003-11-24 00:51:07",
            "id": "1380162",
            "reply_to_id": "1380161",
            "text": "Endilega!! En sendu það samt frekar inn sem grein.\nVið adminarnir kíkjum inn oft á dag svo það ætti ekki að líða nema hámark einn dagur þar til það verður samþykkt. Annars verður þetta svo hryllilega langur þráður.\nKveðja Tzipporah"
        },
        {
            "user": "svanaerla",
            "user_id": "32092",
            "date": "2003-11-24 09:09:52",
            "id": "1380163",
            "reply_to_id": "1380161",
            "text": "alveg pottþétt!!!!!!!"
        },
        {
            "user": "Aesa",
            "user_id": "14937",
            "date": "2003-11-24 19:51:38",
            "id": "1380165",
            "reply_to_id": "1380161",
            "text": "Þetta er frábært! :D Meira! Meira! En sendu það samt sem nýja grein, það var fyrir einskæra heppni að ég kíkti hingað aftur, þó ég væri búin að lesa hér."
        },
        {
            "user": "minny",
            "user_id": "21131",
            "date": "2003-11-24 21:20:36",
            "id": "1380164",
            "reply_to_id": "1380161",
            "text": "Meira? Jáhá!\nMjög líkt stílnum hennar Rowlingar. En skrítið samt að  semja þetta á ensku.\nFlott!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-11-24 14:34:21",
            "id": "1380167",
            "reply_to_id": "1380148",
            "text": "SENDU INN MEIRA. Í alvöru, þeta er bezzzti fanfic sem ég hef lesið!!!!!!!!!!!!!!!!!!!!!!! (afsakið ofnotkunina á upphrópunarmerkjunum…)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-11-24 21:33:51",
            "id": "1380168",
            "reply_to_id": "1380148",
            "text": "Flott að koma bara með endinn á spunanum:)\nGerðu það komdu með framhald!"
        },
        {
            "user": "ElCatto",
            "user_id": "44414",
            "date": "2003-11-25 15:15:14",
            "id": "1380169",
            "reply_to_id": "1380148",
            "text": "Villtu þýða þetta, PLÍZZZ"
        },
        {
            "user": "ElCatto",
            "user_id": "44414",
            "date": "2003-11-25 15:15:16",
            "id": "1380170",
            "reply_to_id": "1380148",
            "text": "Villtu þýða þetta, PLÍZZZ"
        },
        {
            "user": "ElCatto",
            "user_id": "44414",
            "date": "2003-11-25 15:15:17",
            "id": "1380171",
            "reply_to_id": "1380148",
            "text": "Villtu þýða þetta, PLÍZZZ"
        },
        {
            "user": "ElCatto",
            "user_id": "44414",
            "date": "2003-11-25 15:15:18",
            "id": "1380172",
            "reply_to_id": "1380148",
            "text": "Villtu þýða þetta, PLÍZZZ"
        },
        {
            "user": "ElCatto",
            "user_id": "44414",
            "date": "2003-11-25 15:15:31",
            "id": "1380173",
            "reply_to_id": "1380148",
            "text": "Villtu þýða þetta, PLÍZZZ"
        }
    ]
}