{
    "forum_title": "Hátíðir",
    "user": null,
    "user_id": null,
    "date": "2003-11-24 16:41:30",
    "title": "Mjög öðruvísi jól...........eða þannig.",
    "text": "Ég veit að það eru svona 70000 manns búin að skrifa um jólin sín, en mér finnst gaman að lesa um annara manna jól og mér finnst gaman að tala um mín og ég vona að þið njótið vel að lesa þetta.\n1.des þá byrjum við aðeins að skreyta en samt ekki allt við skreytum alltaf bara svona smám saman. Aðvenntu kransinn er samt náttúrulega komin upp þá. Þegar dagarnir líða þá bakar mamma smákökur, við erum með ógeðslega piparköku uppskrift en samt bökum við þessar piparkökur hvert ár og étum þær ekki. Við systkinin fáum að búa til fígúrur úr deiginu og skreyta kökurnar, við gefumst alltaf upp og nennum ekki meira og afgangurinn verður alltaf óskreyttar kúlur.\nSvona 18-21 des (einhvertíman á þessu bili) þá horfum við á uppáhalds jólamyndina mína Nightmare before Christmas, en núna erum við farin að horfa líka á The Grinch.\n23.des þá skreytum við jólatréð, þegar við vorum yngri þá skreyttum við það alltaf klukkan 20 eða 21 en núna kemur alltaf e-ð uppá þannig að við skreytum alltaf eftir 00:00. Það er alltaf voða mikill pirringur á þessum tíma og stundum rifrildi, eða alltaf við rífumst alltaf um hver á að setja stjörnuna á jólatréð, við skiptumst nefninlega á og hvert ár þá gleymum við hver setti síðast. Við fáum alltaf smákökur og jólaöl og hlustum á Mahaliuh Jackson.\nÉg og bróðir minn vöknum alltaf brjálæðislega snemma 24.des og horfum á jólateiknimyndirnar, en þær eru búnar að vera svoldið crappy núna og við gefumst oft upp og setjum á jólaspólu.\nEftir að allt fjörið er búið á aðfangadagskvöld þá skoðum við gjafirnar okkar og horfum á Galdrakarlinn í Oz. Jóladaginn förum við í mat hjá ömmu og annan í jólum er mataboð heima hjá okkur fyrir frænkur og frænda mína í mömmuætt.\nÞetta voru mín jól, þau eru ekki fullkomin en þau eru besti tími sem ég upplifi.",
    "url": "https://www.hugi.is/hatidir/greinar/180322/mjog-odruvisi-joleda-thannig/",
    "url_id": "180322",
    "id": "1381839",
    "replies": [
        {
            "user": "rasta",
            "user_id": "42337",
            "date": "2003-11-24 21:18:44",
            "id": "1381840",
            "reply_to_id": "1381839",
            "text": "Ég hlakka svo til jólanna, því að þá kem ég heim til íslands, og litli bróðir minn og litli frændi minn sem að býr á íslandi hlakkar bara til jólanna því að þá kemur stóru bræður hans heim!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-11-24 21:32:23",
            "id": "1381841",
            "reply_to_id": "1381840",
            "text": "Ég er líka að fara heim til Íslands um jólin! JIBBÍ!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-11-24 21:34:15",
            "id": "1381842",
            "reply_to_id": "1381841",
            "text": ";)"
        },
        {
            "user": "rasta",
            "user_id": "42337",
            "date": "2003-11-25 01:49:36",
            "id": "1381843",
            "reply_to_id": "1381840",
            "text": "“Ég hlakka svo til jólanna, því að þá kem ég heim til íslands, og litli bróðir minn og litli frændi minn sem að býr á íslandi hlakkar bara til jólanna því að þá kemur stóru bræður hans heim!!” kemur stóru bræður..? er þetta nú ekki eitthvað vitlaust hjá þér ?\nRasta"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-11-25 01:51:04",
            "id": "1381844",
            "reply_to_id": "1381843",
            "text": "koma stóru…..\nIs this a big deal??"
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2003-11-24 21:50:51",
            "id": "1381845",
            "reply_to_id": "1381839",
            "text": "je\nalveg fjandi flott jól. En það er eitt sem ownar að gera um jólinn eða á aðventunni. Það er að gera konfekt og tíma svo aldrei að borða það :D"
        },
        {
            "user": "ciza",
            "user_id": "9803",
            "date": "2003-11-25 01:46:15",
            "id": "1381846",
            "reply_to_id": "1381845",
            "text": "já.. eða piparkökuhús :P mamma mín gerði eitt glæsilegt fyrir nokkrum árum og sama hvað við systkinin vældum fengum við ekki að éta það.. Og nú er það tekið fram um hver jól… en enginn hefur lyst á því lengur… :)"
        },
        {
            "user": "Permanent",
            "user_id": "10665",
            "date": "2003-11-25 01:21:07",
            "id": "1381847",
            "reply_to_id": "1381839",
            "text": "já ég ætla bara að flyja land og forðast allt jólastressið og vitleysuna hér og slappa af yfir kaþólskri messu í kastalakirkjunni í prag á jóladag og fá mér svo nóg af jólabjór.\nÞetta verða æðisleg jól."
        },
        {
            "user": "Magnih",
            "user_id": "35346",
            "date": "2003-11-25 15:43:01",
            "id": "1381848",
            "reply_to_id": "1381839",
            "text": "Ég myndi nú ekki segja að þetta séu mjög óeðlileg jól.\nEins dæmigerð og þau verða bara"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-11-25 16:35:20",
            "id": "1381849",
            "reply_to_id": "1381848",
            "text": "þess vegna sagði ég eða þannig……ég vildi bara ekki skýra greinina Jólin mín eins og allir aðri"
        }
    ]
}