{
    "forum_title": "Klassík",
    "user": "kvkhamlet",
    "user_id": "10172",
    "date": "2003-11-24 22:04:30",
    "title": "Antonio Vivaldi",
    "text": "Antonio Vivaldi\nVivaldi fæddist í Feneyjum þann 4. mars árið 1678. Hann lærði á fiðlu hjá föður sínum en hann var fiðluleikari í Markúsarkirkjunni í Feneyjum. Vivaldi lærði til prests og tók vígslu en gat ekki sungið við messur vegna veikinda og þar með hófust mikil tengsl hans við munaðarleysingjahæli telpna. Þar var hann tónlistarkennari en munaðarleysingjahælið naut mikillar virðingar fyrir ríka söng- og hljóðfærakennslu. Svo virðist vera sem Vivaldi hafi upplifað mikla lægð í sögu Feneyja en veldi þessarar annars mikilsvirtu borgar virtist hnigna mikið við fund Ameríku og nýrra siglingaleiða. Samt sem áður gegndu Feneyjar enn sem fyrr stóru menningarlegu hlutverki í listum álfunnar.\nSem tónlistarkennari munaðarleysingjahælisins reis Vivaldi upp sem áhrifamesti og afkastamesti tónlistarmaður síns tíma. Þar gat Vivaldi komið sér upp telpnahljómsveit og telpnakór og látið þær syngja lög, sviðsetja óperur og dansa listdans. Hans hlutverk var að semja tónlist fyrir stúlkurnar. Það gerði hann og leysti vel og auðveldlega af hendi. Konsertarnir hans skiptu hundruðum og finnst mörgum þeir vera svo líkir að þar sé hreinlega einn og sami konsertinn.\nÁ þessum krepputíma Feneyja, eins og áður var minnst á, var mikill skortur á fjárframlögum, svo að Vivaldi átti við mikinn fjárskort að stríða. Undi hann ekki við sitt hlutskipti og vildi ferðast um heiminn til að að koma sér á framfæri. Það gerði hann og varð þekktur sem rauði klerkurinn, bæði vegna rauða hársins sem hann skartaði svo og mennt hans sem prestur. Að lokum ákvað hann að selja allar eigur sínar og freista gæfunnar. Hann flutti frá Feneyjum til München og Vínarborgar. Þar ætlaði hann sér frægðar og frama en vegna mikilla tískubreytinga urðu verk hans úrelt og dó hann að lokum fátækur og vonlaus. Hann dó 28. júlí 1741.\nVivaldi samdi um 40 óperur en aðeins hafa hlutar úr átján þeirra varðveist. Nú á síðari árum hefur verið unnið að því að endurreisa verk hans og þá helst konserta hans en óperur hans eru þó hver af annarri að vakna til lífsins af löngum vetrardvala.\nKveðja Kvkhamlet",
    "url": "https://www.hugi.is/klassik/greinar/180335/antonio-vivaldi/",
    "url_id": "180335",
    "id": "1381986",
    "replies": [
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2003-11-24 22:12:20",
            "id": "1381987",
            "reply_to_id": "1381986",
            "text": "Ég eeeelska óbóverkin hans, þau eru algjör snilld sem og flest önnur verkin hans. Mér var líka sagt að stelpurnar hans voru þektar sem frábærir fagot og óbóleikarar.\nÉg er að æfa Konsert í A-moll fyrir óbó, RV463. Ótrúlega skemmtilegt og fallegt verk."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-03-26 17:42:11",
            "id": "5734414",
            "reply_to_id": "1381987",
            "text": "Hey…      vó spilar þú á óbo…? svalt, ég spila líka á óbó, og er einn nemandi núna(ég) á Akureyri:)"
        },
        {
            "user": "oldlady",
            "user_id": "21799",
            "date": "2003-11-25 00:25:20",
            "id": "1381988",
            "reply_to_id": "1381986",
            "text": "Wow ég er einmitt að hlusta á hann ………Magnaður maður ………"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-11-25 12:27:00",
            "id": "1381989",
            "reply_to_id": "1381986",
            "text": "alveg nettur gaur ….. en samt bölvaður poppari ! :)"
        },
        {
            "user": "Hrafnista",
            "user_id": "13633",
            "date": "2003-11-25 18:53:48",
            "id": "1381990",
            "reply_to_id": "1381986",
            "text": "Vivaldi var snillingur. Ég viðurkenni samt að ég hef bara hlustað á Árstíðirnar eftir hann, en það er líka alveg magnað verk.\nÉg hef heyrt sagt að einmitt þetta verk, Árstíðirnar, hafi glatast eftir dauða Vivaldis, og ekki fundist aftur fyrr en einhvern tímann á 19. öld, ofan í einhverri gamalli kistu. En þá hafi það einmitt slegið í gegn. :)\nÞað virðist vera eitthvað voða vinsælt að poppa Sumar-partinn úr Árstíðunum upp? Sbr. techno-útgáfuna hennar Vanessu Mae, og svo tók færeyska hljómsveitin Týr þetta lag á tónleikunum um daginn, í þungarokksútgáfu spilaða á rafmagnsgítar (var reyndar mjög flott hjá þeim)."
        },
        {
            "user": "kvkhamlet",
            "user_id": "10172",
            "date": "2003-11-25 23:07:13",
            "id": "1381991",
            "reply_to_id": "1381990",
            "text": "Ég skrifaði einmitt ritgerð um árstíðirnar eftir Vivaldi, gerði samanburðarritgerð á árstíðunum og ævi hans, og er einmitt þessi kafli tekinn úr þeirri ritgerð :)\nkveðja kvkhamlet"
        },
        {
            "user": "Gauos",
            "user_id": "297",
            "date": "2004-04-01 09:59:49",
            "id": "1381992",
            "reply_to_id": "1381986",
            "text": "Gott tónskáld.\nÆtli hann hafi einhvertíman sett í stelpurnar á munaðarleysingjahælinu?"
        },
        {
            "user": "divaa",
            "user_id": "11336",
            "date": "2004-09-02 16:44:16",
            "id": "1702064",
            "reply_to_id": "1381986",
            "text": "Já, hann er skemmtilegt tónskáld, þó ég hafi reyndar aldrei sungið mikið eftir hann."
        },
        {
            "user": "peacock",
            "user_id": "41298",
            "date": "2004-09-20 22:33:54",
            "id": "1720723",
            "reply_to_id": "1381986",
            "text": "Vivaldi er rosalea góður. Ég er einmitt að spila selló sónötu eftir hann númer 5 . Algjör Snilld.\nkv.Peacock"
        }
    ]
}