{
    "forum_title": "Bækur",
    "user": null,
    "user_id": null,
    "date": "2003-11-24 14:39:07",
    "title": "Dýrabær",
    "text": "George Orwell (Eric Arthur Blair) var orðinn vel kunnur rithöfundur þegar hann hóf að skrifa Dýrabæ, en samt var mjög erfitt að fá bókina útgefna. Eitt af höfuðskáldum enskrar tungu  á tuttugustu öld T.S. Eliot skrifaði Orwell langt bréf þar sem hann sagði ekki vera neina þörf fyrir svona bók einsog sakir stæðu. En loksins fengust Secker og Warburg til að gefa hana út í ágúst árið 1945.\nOrwell tókst það sem fáum eða engum hafði tekizt hingað til, að skrifa um stjórnmál og þjóðfélagsgerðina af ótrúlegu listfengi og gera þessa stóru myndlíkingu skiljanlega öllum. En bókin fjallar í stuttu máli um kommúnisma en einnig fer mikið fyrir valdagræðgi og stórmennskubrjálæði.\nDýrabær er lesin í nánast öllum framhaldsskólum á Íslandi og er mjög vinsæl meðal ungmenna, ásamt síðustu skáldsögunni sem Orwell skrifaði, framtíðarsýnin og útópían 1984.\nMargt í bókinni er mjög frægt, enda er hún yfirhöfuð verulega snjöll. Flestir kannast við það hvernig 7da boðorðið ,,öll dýr eru jöfn“ breyttist skyndilega í ,,öll dýr eru jöfn. En sum dýr eru jafnari en önnur”\nJón Sigurðsson frá Kaldaðarnesi hefur þýtt bókina yfir á íslenzku.\nEn hvað sem öllu öðru líður, þá er þessi bók skyldulesning fyrir alla.\nBókfræðilegar upplýsingar:\nHöfundur:\nGeorge Orwell (eða Eric Arthur Blair 1903-1950)\nTitill:\nDýrabær\nÞýðandi:\nJón Sigurðsson Frá Kaldaðarnesi\nÚtgefandi:\nHið íslenzka bókmenntafélag\nÚtgáfustaður:\nReykjavík\nÚtgáfuár:\n1985\nBlaðsíðufjöldi:\n145 bls.",
    "url": "https://www.hugi.is/baekur/pistlar/180521/dyrabaer/",
    "url_id": "180521",
    "id": "1383069",
    "replies": [
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2004-08-23 12:12:18",
            "id": "1383070",
            "reply_to_id": "1383069",
            "text": "Prýðileg bók. Hún var fyrir nokkru lesin (man ekki af hvaða eikara) í BBC og kom það mjög vel út. Væri til í að komast yfir upptökur af því."
        },
        {
            "user": "gthth",
            "user_id": "10645",
            "date": "2004-08-23 12:12:18",
            "id": "1383071",
            "reply_to_id": "1383069",
            "text": "Dýrabær er án nokkurs vafa ein af mínum uppáhaldsbókum. Eins og þú segir mætti hún vera skyldulesning fyrir alla."
        },
        {
            "user": "shelob",
            "user_id": "19816",
            "date": "2004-08-23 12:12:18",
            "id": "1383072",
            "reply_to_id": "1383069",
            "text": "Frábær bók fyrir alla sem hafa vit á að sjá allegóríurnar og kaldhæðnina. :)"
        },
        {
            "user": "Topas",
            "user_id": "54152",
            "date": "2004-08-23 12:12:18",
            "id": "1383073",
            "reply_to_id": "1383069",
            "text": "Snilld hvernig honum tekst að troða nánast öllum frægustu atburðunum í Rússlandi \\ stíðunum í bókina án þess að missa dampinn svo mikið sem einu sinni, nema kannski helst í baráttunni við vindmilluna síðari, fannst það einhvernveginn þokumóðasti partur bókarinnar - ef þið skiljið :)\nEn hvenrig honum tókst upp með þessa bók er alveg stórkostlegt - sérstaklega þegar maður er búinn að lesa hvernig þetta var í Rússlandi á þessum tíma :)\nÁn efa með betri bókum sem ég hef lesið - og mæli með ensku útgáfunni :)"
        },
        {
            "user": "krizzi",
            "user_id": "8997",
            "date": "2004-08-23 12:12:18",
            "id": "1383074",
            "reply_to_id": "1383069",
            "text": "Mjög skemtilega umtöluð bók. Það er eins og allir, hægri og vinstri menn líki vel við hana!\nGeorge Orwell var mikill vinstrimaður (minnir mig meirisegja að hann hafi kallað sig kommúnista eða eitthvað) og var það líka þegar hann skrifaði “Animal farm” og “1984” (þar sem hann deilir á totaliarism, sem stalínismi er).\nHægrimenn nota bókina á til þess að benda á allt hið illa sem kommúnisminn stendur fyrir. Hvernig fólkið var blekkt og notað.\nVinstrimenn nota bókina til þess að benda á hvernig góð bylting (á móti hinum vonda drykkjufelda bónda í bókinni) getur orðið slæm ef stalínistar koma til valda (eða Napóleonistar).\nEn það er eins og hægrimenn hafa ekki lesið fyrri hluta bókarinnar, um ástandið þá og nefna aldrei neitt á Snowball (sem er hið góða í blyntingunni).\nÍ bókinni segir vel frá því hvernig Napóleon kemur Snowball fyrir kattarnefi (eins og Stalín gerði við Trotsky).\nHvernig sem maður túlkar hana, sem hægri eða visntrimaður, þá eru flest allir sammála um að þetta er ansi góð bók.\nFyrir sem fíla þessa bók, (og mögulega líka “Brave New World”) mæli ég með að þið lesið einnig 1984 (nineteeneightyfour)!\n–krizzi–\n“Nothing else in the world smells like that…. I love the smell of napalm in the morning…. It smells like victory”\n- Colonel Kilgore"
        },
        {
            "user": "Topas",
            "user_id": "54152",
            "date": "2004-08-23 12:12:18",
            "id": "1383075",
            "reply_to_id": "1383074",
            "text": "Reyndar þá notaði Napoelon Hundana sína (KGB í Rússlandi :)) til að hrekja Snowball út af Animal Farm -\nÓþarflega smámunarsamt - ég veit :)"
        },
        {
            "user": "pokarotta",
            "user_id": "46832",
            "date": "2004-08-23 12:12:18",
            "id": "1383076",
            "reply_to_id": "1383074",
            "text": "já þetta er geðveik saga, hef reyndar bara séð myndina og á alveg eftir að lesa bókina, best að fara að kippa því í liðinn..\nen hvað meinarðu með: (og mögulega líka brave new world)?"
        },
        {
            "user": "AbrahamS",
            "user_id": "26553",
            "date": "2004-08-23 12:12:18",
            "id": "1383077",
            "reply_to_id": "1383069",
            "text": "Mig hefur langað til að lesa þessa bók síðan ég sá myndina sem er snilld. Mjög gaman að átta sig á hver er hvað t.d. Snowball=Trotsky.\nÉg verð að leita að þessari bók."
        },
        {
            "user": "lestrarhestur",
            "user_id": "61898",
            "date": "2007-05-02 20:12:24",
            "id": "4854710",
            "reply_to_id": "1383077",
            "text": "Er til mynd?? Síðan hvenær er hún?"
        },
        {
            "user": "Domhildur",
            "user_id": "57231",
            "date": "2009-06-03 17:56:33",
            "id": "6720225",
            "reply_to_id": "4854710",
            "text": "Það eru til tvær, ein frá 1954 og önnur frá 1999. Ég mæli með þessari frá 1954, hef ekki séð hina."
        },
        {
            "user": "rumputuski",
            "user_id": "9062",
            "date": "2004-08-23 12:12:18",
            "id": "1383078",
            "reply_to_id": "1383069",
            "text": "Góð grein um frábæra bók. Ein uppáhalds bókin mín. Þeim mun merkilegra þegar maður hefur lært um þetta í sögu. Baráttan um vindmylluna hlýtur að vera skírskotun til alheimsbyltingahugmynda Trotskýs og 5 ára áætlanna Stalíns. Og árásir bændanna minnir mann á baráttu vesturveldanna og hvítliða við rauðliða. O.s.frv. Já, það er merkilegt hvað hún virkar í senn, sem ævintýri og allegóría, og maður getur notið hennar á báða vegu.\nHehe, Der Besserwisser strikes again ;)\nÍ útgáfu sem bróðir minn á sjást blaðaúrklippur og þar ber hæst ,,Lenin's general staff of 1917. Stalin, The executioner alone remains“. Svo koma myndir af þeim, undir nafni Stalíns stendur ,,survivor” en hinir, hafi þeir ekki þeagr verið látnir, voru ýmist skotnir, horfnir á dularfullan hátt eða merktir spurningamerki. U.þ.b 22 manns. Það segir meira en margt annað."
        },
        {
            "user": "moony2",
            "user_id": "51336",
            "date": "2005-11-27 19:45:31",
            "id": "2740043",
            "reply_to_id": "1383069",
            "text": ",,Dýrabær“ er ekki til á íslensku :S\nÞegar ,,Animal Farm” var þýdd var nafninu breytt í ,,Félagi Napóleon\"\nAnnars mjög sammála, þessa bók VERÐA allir að hafa lesið, ein af bestu bókum heims að mínu mati."
        },
        {
            "user": "gthth",
            "user_id": "10645",
            "date": "2005-12-05 12:16:24",
            "id": "2772279",
            "reply_to_id": "2740043",
            "text": "Þetta er ekki rétt hjá þér. Það eru til tvær þýðingar og önnur þeirra heitir\nDýrabær\n."
        },
        {
            "user": "moony2",
            "user_id": "51336",
            "date": "2005-12-25 20:54:31",
            "id": "2868677",
            "reply_to_id": "2772279",
            "text": "Já.. fyrirgefðu.. ég rakst einmitt á hana í hittífyrradag.. er það ekki ein af \"\nlærdómsbókunum\n\" eða eitthvað.. ?\nAllavega .. já.. þá eru víst báðar til :D\nÞetta er ein af bestu bókum sem ég hef lesið..(las hana á ensku.. var þess vegna ekki alveg viss hvernig þýðingin var) ;)"
        },
        {
            "user": "gthth",
            "user_id": "10645",
            "date": "2005-12-25 22:49:31",
            "id": "2869210",
            "reply_to_id": "2868677",
            "text": "Jújú, hún er lærdómsrit bókmenntafélagsins :)"
        },
        {
            "user": "lestrarhestur",
            "user_id": "61898",
            "date": "2007-05-02 20:16:13",
            "id": "4854737",
            "reply_to_id": "1383069",
            "text": "Jebb…þetta er frábær bók…var að enda við að lesa hana á ensku.  Hún er svakalega vel skrifuð og einhverra hluta vegna verður hún trúverðug þó svo að verið sé að tala um dýr (og svín sem gáfuðustu dýrin)….FRÁBÆR\nVildi líka koma því að að hefur verið vitnað í bókina í mörgum frægari myndum… eða ég held það allavegana…kannski er það bara miskilningur."
        },
        {
            "user": "Kitkat",
            "user_id": "22447",
            "date": "2007-07-03 20:28:26",
            "id": "5046182",
            "reply_to_id": "1383069",
            "text": "Telst ekki 1984 frekar sem dystópía heldur en Utópía."
        },
        {
            "user": "gthth",
            "user_id": "10645",
            "date": "2007-07-05 16:53:10",
            "id": "5050877",
            "reply_to_id": "5046182",
            "text": "Það má segja að allar dystópíur séu útópíur þótt ekki allar útópíur séu dystópíur. Orðið “útópía” þýðir bara staðleysa; það er hlutlaust um hvort þessi staðleysa er góð eða slæm (þótt stundum gefi hún til kynna að staðleysan sé góð). Orðið “dystópía” merkir beinlínis slæmur staður en það er aldrei notað nema um óraunverulega slæma staði, eins og í vísindaskáldsögum og öðrum framtíðarsögum, þ.e.a.s. til að gefa til kynna að staðleysan sem um ræðir sé vondur staður. Þannig má segja að dystópíur séu undirflokkur af útópíum.\n1984 lýsir ekki neinu draumalandi, en vissulega lýsir hún staðleysu; strangt tekið er það smekksatriði hvort manni finnst hún virka góð eða slæm (þótt flestum þyki hún eflaust slæm) en það er ekki rangt að lýsa henni sem staðleysu."
        },
        {
            "user": "turtlelephant",
            "user_id": "68391",
            "date": "2008-10-26 19:16:06",
            "id": "6242836",
            "reply_to_id": "1383069",
            "text": "vííí, ég er að lesa animal farm."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-11-11 20:00:39",
            "id": "6287885",
            "reply_to_id": "1383069",
            "text": "heitir bókin ekki á ensku Animal Farm?"
        },
        {
            "user": "CodeNegative",
            "user_id": "76000",
            "date": "2009-09-22 11:49:53",
            "id": "6882245",
            "reply_to_id": "1383069",
            "text": "Haha, ég lék í Dýrabæjar leikriti fyrir svona ári eða tveimur.. Ekkert smá góð saga!:)"
        },
        {
            "user": "Omniscience",
            "user_id": "72626",
            "date": "2010-01-09 01:19:37",
            "id": "7030468",
            "reply_to_id": "1383069",
            "text": "Ég skrifaði félagsfræðiritgerð um þessa bók þegar ég var í gagnfræðiskóla og bind því einstaklega mikla tilfinningu í verkið. Einföld og skemmtileg lesning fyrir jafnt þá sem hafa áhuga á kommúnisma, kapítalísma, stjórnkerfum almennt eða bara viðbjóðstilfinningu. Bókin byrjar ógeðslega og eftir sem lengra líður vex gæsahúðin eftir mjóbakinu. Viðbjóður af bestu gerð.\nIndæl lesning."
        }
    ]
}