{
    "forum_title": "Hestar",
    "user": "Desta",
    "user_id": "38311",
    "date": "2003-11-25 14:17:49",
    "title": "Spörkum í rassinn á okkur sjálfum!!! ;)",
    "text": "Sæl öll sömul.\nÉg verð að viðurkenna það að ég er frekar ný hér á Huga (er nú samt búin að vera hér í 6.mán). Mér finnst eiginlega frekar leitt hvað það eru fáir sem sýna þessu áhugamáli lítinn áhuga. Ég meina á Íslandi eiga liggur við annar hver maður hest og það er til endalaust að tala um, enn einhverra hluta vegna er alltaf lítið um að vera hér. T.d eru ótrúlega fáir sem hafa fyrir því að svara korkum og greinum þegar fólk er að biðja um hjálp eða forvitnast því það er nýtt í hestamennskunni.\nEn allavegana mér finnst við ættum að vera duglegri að svara og koma með greinar,svo þetta áhugamál verði áhugaverðara hér á huga en það er í dag.\nVonandi móðgast enginn, enn þetta er bara það sem mér finnst.\nMeð von um einhver viðbrögð\nDesta",
    "url": "https://www.hugi.is/hestar/korkar/180607/sporkum-i-rassinn-a-okkur-sjalfum/",
    "url_id": "180607",
    "id": "1383837",
    "replies": [
        {
            "user": "karensk",
            "user_id": "27587",
            "date": "2003-11-25 19:57:40",
            "id": "1383838",
            "reply_to_id": "1383837",
            "text": "Alveg sammála!!! það er samt ótrúlega oft sem maður gerir tilraun til að skrifa grein, en dettur ekkert í hug, svo skrítið sem það kann að virðast. Við verðum samt að fara að taka okkur á, því undanfarið finnst mér hafa borið mikið á “nýliðum” og þeir senda kanski korka þar sem þeir spyrja að einhverju, en fá kannski ekki nema eitt svar eða jafnvel ekkert… ástæðan fyrir “nályktinni” hér er kannski sú að nú eru flest hross í pásu og þá hafa eigendurnir lítið að segja.. eða hvað?<br><br><b>_________________________________________________\nOf all the things I´ve lost, I miss my mind the most.</"
        },
        {
            "user": "Desta",
            "user_id": "38311",
            "date": "2003-11-26 00:07:22",
            "id": "1383839",
            "reply_to_id": "1383838",
            "text": "Já það er sennilega rétt hjá þér þetta með að fólk sé í pásu. Það sem mér finnst leiðinlegast sem nýliði, er þegar ég skrifa inn kork þar sem mig vantar hjálp þá fæ ég svo fá svör og þau svör sem ég fæ eru svo flókin að ég sem nýliði skil þau ekki. En núna er ég orðin ýkt dugleg í hestamennskunni er að vinna á hestaleigu og var að vinna í reiðskóla í sumar þar sem ég lærði alveg HELLING. ;) Svo nú skil ég mest allat af því sem er sagt við mig. En mér finnst við ættum að taka vel á móti öllum nýliðum og reyna að hjálpa þeim af bestu getu, á mannamáli. :Þ"
        },
        {
            "user": "Desta",
            "user_id": "38311",
            "date": "2003-11-26 08:56:17",
            "id": "1383840",
            "reply_to_id": "1383839",
            "text": "*geisp* Ég sit hérna í skólanum og er að lesa þetta, mér leiðist. <br><br>Það þarf ekki alltaf að skrifa <a href=\"\nhttp://www.hrekkjalomur.tk\n\"> eitthvað…</a"
        },
        {
            "user": "Desta",
            "user_id": "38311",
            "date": "2003-11-26 21:33:11",
            "id": "1383841",
            "reply_to_id": "1383840",
            "text": "Og það kemur málinu hvernig við??\nBara að spá sko.\nEitt enn, mér finnst að ef fólki hefur ekkert að segja sem tengist umræðunni þá getur það alveg sleppt því að tjá sig. Tilhvers að tjá sig ef þú hefur ekkert að segja???"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-11-28 10:40:26",
            "id": "1383842",
            "reply_to_id": "1383841",
            "text": "En náttlega er málið það að hestamennskan er ekkert “komin í gang”. Það eru fáir búnir að taka inn, það er oftast meira að tala um þegar maður hefur eitthvað að ganga út frá, t.d. ef maður er með vandamálahest eða vantar að kaupa sér nýjan hnakk eða eitthvað. Þetta kemur allt með kalda vatninu.<br><br>Það þarf ekki alltaf að skrifa <a href=\"\nhttp://www.hrekkjalomur.tk\n\"> eitthvað…</a"
        }
    ]
}