{
    "forum_title": "Borðaspil",
    "user": "GLXRBLT",
    "user_id": "42678",
    "date": "2003-11-26 14:50:16",
    "title": "Chapter grein: Blood Angels",
    "text": "Daginn, nú er ég aftur sestur fyrir framan tölvuna, með codex:\nBlood Angels vinstra meginn við mig, og asnalegan rarik\nblýant hægrameginn við mig. Þetta er önnur chapters greinin\nsem ég geri, en sú fyrsta. Chapter: Space Wolves, naut\nnákvæmlega engra vinsælda, svo ég veit eiginlega ekki\nafhverju ég er að þessu.\n“To face the Blood Angels in battle is to face the undbounded\nfury of the Primarch Sanguinius himself. To oppose them is to\ninvite your own doom. They fight like madmen, possessed of\na bloodthirsty wholly unnatural and abhorrent. That something\nmore than fervent faith drives them to their acts of bloodshed\nis certian.”-General Alexandro - XXV Imperial Army\nBA saga: Fyrir 10 þúsöldum síðan, áður en Horus sveik\nkeisaran og áður en honum var komið fyrir í hinni gullnu gröf,\nvoru hinar upprunarlegu 20 SM deildir (chapters) stofnaðar,\nhver með sýnum aðal-leiðtoga. Ein slíkra deilda bar nafnið\nBlood Angels, hvers leiðtogi var hin mikla hetja Sanguinius.\nSanguinius var sterkur, vitur og metnaðarfullur, einn af\nsterkustu Primarchunum og var elskaður og dáður sem guð\naf her sýnum. En dag einn var Sanguinius drepinn, sem að\nvar hræðilegt sjokk fyrir BA. Og síðan þá hefur hræðilegur\ngalli, þekktur sem the Red Thirst, fylgt BA.\n“The Inquisition and the Administratum say we are weak\nbecause some of us hvae given in to the Black Rage - they\nare wrong! The Black Rage makes us strong, because we\nmust resist its temptations every day of our lives or be forever\ndamned!” - Blood Angels Chaplain Argastes\nBA eiginleikar: Vegna þessara bölvunar, þrá þeir blóð meira\nen allt annað, þ.e. þeir eru alveg eins líklegir til þess að\nstanda kjurrir og skjóta á þig, eins og þeir eru að hlaupa\nöskrandi og froðufellandi fram og grýta hjálminum sýnum í sig\nog lemja þig svo í klessu með stígvélinu sínu.\nÍ æðstu stigum keisaradæmisins eru þeir ekkert sérstaklega í\nhávegum hafðir, en samt eru þeir mikið notaðir, vegna þorsta\nsíns í óvini og þeirra árángursríku og eh, sérstöku aðferðir við\nþað að limlesta óvini sína á hina ýmsu mismunandi vegu.\nÞað er einmitt vegna þess að BA hafa barist í mörgum\nfrægum bardögum og líklega flestum líka. (Svo sem\nArmageddon og fleiri.)\n“Say what you like. I will not fight alonside these madmen. the\npast proves nothing except that the Blood Angels are cursed\nand but a single step  from damnation.”- Brother Captain\nYuron of the Adeptus Astarters Patriarchs of Ulixis.\nBA The Death Company, Deildir og Dante: BA eru byggðir upp\neins of flestir SM herir (sjá. codex: Space Marines) að einu leiti\nundanskildu, Death Company. Það er hópur Space Marina\nsem eru hvað klikkaðastir hverju sinni. Þeir eru leiddir áfram\naf Chaplain (eða ekki, fer eftir því hvort þú viljir að þeir hlaupi\nfram og slappi óvinina með hönskum…) Þannig að þú þarft\nkasta uppá í byrjun hvers leiks, hverjir fara í Death Company\nog hverjir ekki (sem er súrt, ef þú safnar BA því þá þarf marr\nað eyða helmingi meira í heri.)\nDeildir, BA er svo stórt lið sem nær yfir gervalla vetrarbrautina,\nað það þarf að skipta þeim í deildir, dæmi um deildir eru:\nFlesh Tearers, Blood Drinkers, Angels Vermillion og Angels\nSagnuine.\nSem að eru málaðir öðruvísi en venjulegur BA her.\nDante: Æðsti foringi BA er hinn ellefuhundruð ára Dante.\nHann er einn af dauðlegustu  hermönnum alheimsins, með\ngrímu sem að sögð er geyma ásjónu Sanguiniune sjálfs.\nHann er alltaf í fylgd með Honour Guard.\n——————–\nAllavega, ég hef eiginlega ekkert meira að segja um\nvatnsgreiddu klikkhausana í BA. Vona að þessi grein hafi\nkomið að einhverju gangi, eða að hún hafi ekki farið í\ntaugarnar á ykkur.\nAllavega er komin tími til þess að einhver annar skrifi Chapter\ngrein, safnar einhver DA?\nHacki",
    "url": "https://www.hugi.is/bordaspil/greinar/180751/chapter-grein-blood-angels/",
    "url_id": "180751",
    "id": "1385289",
    "replies": [
        {
            "user": "fkndabbi",
            "user_id": "9677",
            "date": "2003-11-26 17:47:36",
            "id": "1385290",
            "reply_to_id": "1385289",
            "text": "Ekkert sérstök grein.\nnýju Codexin miðast mikið við það að slá leyndarhulu yfir allt, þannig að gott væri að nota aðrar heimildir."
        },
        {
            "user": "superflyer",
            "user_id": "41908",
            "date": "2003-11-26 18:26:07",
            "id": "1385291",
            "reply_to_id": "1385289",
            "text": "Kanski að hin greinin varð ekki vinsæl útaf því að það nennir enginn að safna Blood Angels.\nEn það er bara mín skoðun og hvað veit ég? Ekkert"
        },
        {
            "user": "GLXRBLT",
            "user_id": "42678",
            "date": "2003-11-27 14:49:11",
            "id": "1385292",
            "reply_to_id": "1385291",
            "text": "Hin var um Space Wolves, annars eru þessar greinar eiginlega skrifaðar fyrir fólk sem veit ekki neitt um BA. Svo hafði ég ekkert að gera."
        },
        {
            "user": "Joakimk",
            "user_id": "43781",
            "date": "2003-12-04 14:19:18",
            "id": "1385293",
            "reply_to_id": "1385291",
            "text": "Hey súper fluga!\nEg safna BA og troddu þessu áliti upp r***holuna á þé"
        },
        {
            "user": "Joakimk",
            "user_id": "43781",
            "date": "2003-12-04 14:19:22",
            "id": "1385294",
            "reply_to_id": "1385291",
            "text": "Hey súper fluga!\nEg safna BA og troddu þessu áliti upp r***holuna á þé"
        },
        {
            "user": "Mari",
            "user_id": "37645",
            "date": "2003-12-04 19:28:20",
            "id": "1385295",
            "reply_to_id": "1385294",
            "text": "Góð grein enn eitt með orð þýðunguna.Væri ekki betra að þýða orðið Golden Throne Hið Gullna Hásæti\nekki hinn gulna gröf\n( EKKI GOTT FYRIR MÓRAL HERMANNANA)"
        },
        {
            "user": "GLXRBLT",
            "user_id": "42678",
            "date": "2003-12-06 23:14:50",
            "id": "1385296",
            "reply_to_id": "1385295",
            "text": "Já, úff… Ætli ég eigi von á snarvitlausum SM þá og þegar?"
        },
        {
            "user": "Durturinn",
            "user_id": "43965",
            "date": "2004-01-24 12:45:09",
            "id": "1385297",
            "reply_to_id": "1385296",
            "text": "Hey þetta er mitt codex plús það er ég þessi vinur gerir eitthvað með þá."
        },
        {
            "user": "Goodfella",
            "user_id": "20380",
            "date": "2003-11-26 18:55:35",
            "id": "1385298",
            "reply_to_id": "1385289",
            "text": "get ekkert sagt um þessa grein… safna ekki 40k… en samt, flestar svona greinar eru sjaldan lesnar…nuff said"
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2003-11-27 13:13:05",
            "id": "1385299",
            "reply_to_id": "1385289",
            "text": "Flott grein, gefur ágætis innsýn fyrir plebba eins og mig sem hafa ekki einu sinni nennt að lesa codexið :D\nHvernig eru annars Blood Drinkers, Angels Vermillion og Angels Sagnuine málaðir. Ég hef séð flesh tearers en aldrei heyrt minnst á hina."
        },
        {
            "user": "ztaezz",
            "user_id": "4635",
            "date": "2003-11-27 13:21:04",
            "id": "1385300",
            "reply_to_id": "1385289",
            "text": "Ég veit það ekki.. ég safna ekki 40k, en ekki þykir mér þessi grein mjög áhugaverð.\nMátt reyndar eiga það að hún er sæmilega skrifuð, þó hún innihaldi lítið annað en það sen er væntanlega intro-ið í codexinu og misc. quotes úr því."
        },
        {
            "user": "jdksgjkdshgjkahksdjga",
            "user_id": "30318",
            "date": "2003-11-27 15:10:22",
            "id": "1385301",
            "reply_to_id": "1385289",
            "text": "fín grein kallinn minn… væri alveg til í að lesa fleiri svona.. mættir hafa þær aðeins lengri og ýtarlegri!"
        },
        {
            "user": "Jojohot",
            "user_id": "20883",
            "date": "2003-11-28 01:06:48",
            "id": "1385302",
            "reply_to_id": "1385289",
            "text": "Er ekki best að segja frá herjunum úr Codexum og frá eigin reynslu.\nÞetta er ekki mjög skemmtilegur lestur þar ég hef á tilfinningunni að þú hafir ekki spilað þá."
        },
        {
            "user": "GLXRBLT",
            "user_id": "42678",
            "date": "2003-11-30 16:13:55",
            "id": "1385303",
            "reply_to_id": "1385302",
            "text": "Ég hef ekki spilað með BA en ég er alltaf að horfa á vin minn að gera eitthvað með þá."
        },
        {
            "user": "Jojohot",
            "user_id": "20883",
            "date": "2003-12-01 22:45:53",
            "id": "1385304",
            "reply_to_id": "1385303",
            "text": "Það er þá strax betra :)"
        },
        {
            "user": "Cronus",
            "user_id": "39361",
            "date": "2003-11-29 00:20:58",
            "id": "1385305",
            "reply_to_id": "1385289",
            "text": "Skemtileg grein hjá þér, fín fyir þá sem vita ekkert um 40k\nSW greinin var einnig skemtileg aflestrar, þannig endilega haldu áfram :-)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-11-29 15:35:12",
            "id": "1385306",
            "reply_to_id": "1385289",
            "text": "Nice grein :D"
        }
    ]
}