{
    "forum_title": "Skátar",
    "user": "kittysvein",
    "user_id": "27105",
    "date": "2003-11-27 11:11:30",
    "title": "breskir skátar!",
    "text": "Halló, þar sem að þetta áhugamál er í mikilli lægð núna þá var ég að spá í að senda inn smá grein um hvernig skátarnir hjá mér eru.\nSko það byrjaði þannig að ég rakst á skátaheimilið á rölti mínu um bæinn og ákvað nú að kíkja þarna inn næst þegar ég myndi sjá ljós. Jæja ég sá ljós og skellti mér inn… En ekki allveg á réttum stað. Skátaheimilið er nebla lánað í karate æfingar. þannig að ég kom allveg eins og bjáni í skátabúning á karateæfingu. Ekki allveg að gera sig. Þannig að ég laumaði mér bara svona skömmustulega út. Ég gafst þó ekki upp. Heldur þá fór ég tvem dögum seinna þegar ég sá ljós og þá var sko skátafundur. Þá voru 14-16 ára krakkar og þau voru að fá fullt af nýju útilegu dóti sem að ég var að hjálpa þeim með. Að tjalda og svona. Þeim fannst ég voðalega merkileg! Ég vissi samt ekki hvað ég átti að gera né segja og þau töluðu það hratt að ég skildi ekki orð. Enda ný komin. Jæja.. þetta gekk vel.. En þetta var bara svona heppni að ég hefði hitt á þau þarna vegna þess að þau voru venjulega með alla sína fundi úti.\nJæja en hann Alf. (félagsforingin) sagði mér svo að mæta næsta föstudag. Ég bara já ekki málið. Mætti þá og þá voru 11-14 ára krakkar. Þau voru nú bara killer sko… Lætin og foringjarnir ekkert skipulagðir og það var bara gersamlega að gera mig tjúll. Ég var nú ekki á því að nenna að mæta á þessa fundi. Foringjarnir voru ekki almenninlegir við mig og ég bara æ ég nenni þessu ekki.\nEn ekki var öll von úti enn. Það var einn árgangur eftir. Það voru 8-10 ára strákarnir, ég mætti á þann fund og ekkert nema snilld sko. Þeir voru allir geggjað forvitnir um mig og mér leið svona eins og dýri í búri sem að kunni að tala. Þeir töluðu líka allir skiljanlega ensku. ;) Þessir fundir eru alger snilld ég er svona aðstoðarforingi hjá þeim. Þeir eru sko 25 og Pat er foringinn þeirra og svo er Alf bara svona með. Hann mætir bara til að vera á staðnum ef að það eru læti. Enda eru krakkarnir öll skít hrædd við hann. Hann var sko í hernum og læti. Mjög spúki kall. En samt algert yndi ;) Svo eru svona þrjú sem að koma svona þegar þeim hentar og einn þroskaheftur sem að kemur alltaf. Alger perla. Er alltaf að passa upp á að ég sé ekki ein og svona. Ath hvort að ég sé ekki í lagi! Hehe! hann er findinn!\nEn fundirnir hérna erum mjög frábrugðir fundunum heima að mínu mati. Þetta er bara í einum stórum sal og fundurinn er settur þannig að þeir fara í hring. Pat stendur inn í hringnum og segir þeim að fara í réttstöðu og þeir sem að eru vígðir krjúpa svo niður á hnéin og fara með skátaheitið og stökkva svo upp. Mjög töff. Þeir gera þetta vegna þess að þeir eru í svona jungle book þema. Svo er búningaskoðun og inn í búningaskoðunini er handaskoðun. Þeir verða að vera með hreinar hendur. Þeim er sko skipt upp í fjóra litli (þeir eru merktir á hnútnum á klútnum) og hóparnir safna stigum mánuð senn til að fá verðlaun. Svo er fáninn dregin að húni.\nJæja. Þá er komið að því að fara í leik og svo er unnið verkefni.\nÍ gær þá bjuggu þeir til jólakort. Standa sig allveg ótrúlega vel í því ;o) flottir gæjar ;) hehe! Fundurinn endar svo aftur á leik og er það yfirleitt eithver ofvirknis leikur sem að þarf að hlaupa allveg ótrúlega mikið. Maður er yfirleitt í lífshættu við að fá boltan í hausin eða eithvað.\nEn svo er fundinum slitið á sama hátt nema að í staðin fyrir búningaskoðun þá er farið með bæn!\nSvo er sjoppa á eftir og foreldrarnir verða að koma inn að sækja krakkana sína.\njæja.. þetta er orðið drullu langt.\nÁtti ekki að veraða það.\nkv. kittý!",
    "url": "https://www.hugi.is/skatar/greinar/180909/breskir-skatar/",
    "url_id": "180909",
    "id": "1386645",
    "replies": [
        {
            "user": "chacha",
            "user_id": "14993",
            "date": "2003-11-27 22:12:33",
            "id": "1386646",
            "reply_to_id": "1386645",
            "text": "Hehe.. sjoppa á eftir.. hehe geðveikt skrítið.. hmm.. kannski bara að prufa.."
        },
        {
            "user": "dsWestmenn",
            "user_id": "31640",
            "date": "2003-11-27 23:57:16",
            "id": "1386647",
            "reply_to_id": "1386645",
            "text": "Kittý!! takk fyrir síðast og gaman að heyra frá þér.. og ég skal trúa því að þetta sé lífsreynsla sem margir öfunda þig fyrir  :)\nkveðja\nRósa  :D"
        },
        {
            "user": "kittysvein",
            "user_id": "27105",
            "date": "2003-11-28 19:31:02",
            "id": "1386648",
            "reply_to_id": "1386647",
            "text": "Já Takk fyrir síðast Rósa. Það er ekki hægt að segja annað! Hehe!\nEn já lífsreynslan mín er skemtileg! ;) Látiði bara vera að því að fara út í heim! Það er ekkert skemtielgra!\nkv - kittý\nhttp://www.folk.is/kittysveins"
        },
        {
            "user": "Joakimk",
            "user_id": "43781",
            "date": "2003-12-02 18:31:24",
            "id": "1386649",
            "reply_to_id": "1386645",
            "text": "Vöru þetta breskir skátar á íslandi eða varst þú í bretlandi eða…?"
        },
        {
            "user": "kittysvein",
            "user_id": "27105",
            "date": "2003-12-02 21:33:58",
            "id": "1386650",
            "reply_to_id": "1386649",
            "text": "Ég bý í bretlandi ;) nánartiltekið Manchester!"
        },
        {
            "user": "Joakimk",
            "user_id": "43781",
            "date": "2003-12-02 21:38:59",
            "id": "1386651",
            "reply_to_id": "1386650",
            "text": "okidoki"
        },
        {
            "user": "jonan",
            "user_id": "27865",
            "date": "2003-12-03 21:16:55",
            "id": "1386652",
            "reply_to_id": "1386651",
            "text": "Kittý þú skuldar mér einn KÓK!!!!!!!!!"
        },
        {
            "user": "kittysvein",
            "user_id": "27105",
            "date": "2003-12-03 21:25:53",
            "id": "1386653",
            "reply_to_id": "1386652",
            "text": "Já ég veit það og ég flúði úr landi til að þurfa ekki að borga þér það.. Nei bara grín.. Ég skal borga þér það með vöxtum !\nKv kittý - sem svíkur aldrei það sem að hún segir. (ég sagði bara aldrei hvenær ég ætlaði að borga kókið :/ )"
        },
        {
            "user": "sam",
            "user_id": "50255",
            "date": "2003-12-12 11:07:23",
            "id": "1386654",
            "reply_to_id": "1386645",
            "text": "Allt öðruvísi en hérna…:o\nKv. Sam"
        }
    ]
}