{
    "forum_title": "Heimspeki",
    "user": "MjallhvitR",
    "user_id": "21348",
    "date": "2003-11-30 15:07:06",
    "title": "Endalaus alheimur?",
    "text": "Er alheimurinn endalaus? Ég hef hugsað mér þetta svona að ef maður fer út í geiminn þá fer maður bara í hring eða maður kemur bara aftur á þann stað sem maður var á. Er einhvað vit í þessu hjá mér?",
    "url": "https://www.hugi.is/heimspeki/korkar/181461/endalaus-alheimur/",
    "url_id": "181461",
    "id": "1391375",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2003-12-02 16:02:42",
            "id": "1391376",
            "reply_to_id": "1391375",
            "text": "ef maður fer bara í hring þá er hann ekki endalaus þá er hann bara eins og jörðin.\nen hvernig getur eithvað verið endalaust ?"
        },
        {
            "user": "bjahja",
            "user_id": "15781",
            "date": "2003-12-02 20:09:08",
            "id": "1391377",
            "reply_to_id": "1391375",
            "text": "Þetta er mjög þekkt kenning og margir sem halda að þetta sé svona þótt við skiljum þetta ekki til fullnustu.\nEn ef heimurinn gengur í hringi þá hlítur eithvað að vera utan við hringinn, er það ekki?\nOkkar kenning er sú að ef heimurinn er endanlegur þá hlítur það að vera að það sé ekkert einhverstaðar, og ef ekkert er til þá hlýtur ekkert að vera til. Ef ekkert er til þá er ekkert eithvað og þar af leiðandi er það ekki ekkert heldur eithvað og þá hlýtur heimurinn að vera endalaus.\nKveðja,\nBjahja & Kovu<br><br><a href=\"\nhttp://www.cardomain.com/id/bjahja\n\">Bílinn minn</a"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2003-12-02 23:52:18",
            "id": "1391378",
            "reply_to_id": "1391377",
            "text": "Heimurinn er ekki raunverulegur.\nHeimurinn “meikar ekki sens”.\nHeimurinn fylgir ekki neinni “logic”.\nHeimurinn er sjálfsblekking.\nHeimurinn er endalaus.\n:)<br><br><b>In the century where man dies\nWe the hunters of the hollow hills\nMust put ourselves above pity\nAbove self deception as law\nWe must be again as once were\nWe the soul of the earth\nAs reaping time descends\nThe sour gain of mercy withers\nInto the night we must go into the darkest abyss\nTo a level of consciousness unknown to Christendom\nWe want life we crush the dream of heaven\nAs we bring the blade down one swift move\nWe are the chosen ones chosen by will to life…</"
        },
        {
            "user": "GunnarThor",
            "user_id": "3443",
            "date": "2003-12-04 19:52:26",
            "id": "1391379",
            "reply_to_id": "1391375",
            "text": "Ég vill nú alltaf meina að hann sé ekki endalaus heldur boginn í fjórvíðu rúmi. Svipað og að jörðin virðist vera flöt en er bogin í þrívídd, bara einni vídd ofar. Þannig að á endanum, ef maður myndi fara nógu langt, kæmi maður aftur á sama staðinn.\nÞetta hefur samt enga merkingu, alheimurinn er svo stór að þó þú myndir ferðast á ljóshraða alla þína æfi myndir þú deyja áður en þú kæmist einhversstaðar nálægt þeim mörkum sem við sjáum núna.<br><br>Drink mate! Get the noise!"
        },
        {
            "user": "DanniV8",
            "user_id": "15685",
            "date": "2003-12-05 00:27:54",
            "id": "1391380",
            "reply_to_id": "1391375",
            "text": "Heimurinn er furðulegt fyrirbæri. Engin veit af hverju hann er til eða varð til. Hann bara.. er. Kannski er heimurinn bara einsog eitthvað box eða eitthvað, þegar hann fyllist er hann tæmdur og allt byrjar uppá nýtt að fyllast, það gerist með allt annað í heiminum þar sem ekkert er endalaust, af hverju ætti alheimurinn að vera eitthvað öðruvísi?<br><br>Kveðja, Danni\n<u><a href=\"\nhttp://danni.is-a-geek.org\n“>Heimasíðan</a> | <a href=”mailto:klikkhausi@hotmail.com“>E-mail</a> | <a href=”\nhttp://www.cardomain.com/id/danielr\n\">CarDomain síðan</a> | Irc: DanniR </u"
        },
        {
            "user": "Mandulis",
            "user_id": "4282",
            "date": "2003-12-07 03:15:15",
            "id": "1391381",
            "reply_to_id": "1391380",
            "text": "My two cents..\nAlheimurinn hefur enda.. í þeim skilningi að í “núinu” 03:10.30 7 des 2003 hafi hann verið x stór. Þetta er kenning sem sumir vísindamenn aðhyllast, þarámeðal ég. Hún byrjaði þegar svokallaða darkmatter “fannst”, þ.e. að “handan” alheimsins er þetta darkmatter ,sem byrjað er að finnast vegna stækkunar alheimsins og að bilið milli atóma sé að stækka, en sé að víkja hvert sekúndubrot við stækkunina.\nSvo mín skoðun: Endalaus og hefur enda. 0_o"
        },
        {
            "user": "xDarkLordx",
            "user_id": "35180",
            "date": "2003-12-08 21:23:22",
            "id": "1391382",
            "reply_to_id": "1391375",
            "text": "Besta svarið við þessari spurningu og mörgum öðrum er…. Hehe, ætla ekki að segja ykkur það, annars hafið þið ekkert að tala um.\nEina sem að ég læt uppi er 42<br><br>I heard you, and so what if the world's ending at noon today, I can't chat with you until tomorrow.\nYou laugh because I'm different; I laugh because you're all the same."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2003-12-13 16:41:45",
            "id": "1391383",
            "reply_to_id": "1391375",
            "text": "Að segja “ef heimurinn er ekki endlaus, hvað er þá fyrir utan hann?” er í rauninni það sama og að segja “heimurinn er endalaus en við komumst ekki nema takmarkað í honum”.\nEf þið spurjið “hvað er þá fyrir utan?”\nÞá eruði í rauninni að gera ráð fyrir því að hann sé endalaus.\nAnnars er ég á þeirri skoðun að hann sé endalaus.\nBóstaflega ‘án endis’ á ég þá við. :)<br><br><b>In the century where man dies\nWe the hunters of the hollow hills\nMust put ourselves above pity\nAbove self deception as law\nWe must be again as once were\nWe the soul of the earth\nAs reaping time descends\nThe sour gain of mercy withers\nInto the night we must go into the darkest abyss\nTo a level of consciousness unknown to Christendom\nWe want life we crush the dream of heaven\nAs we bring the blade down one swift move\nWe are the chosen ones chosen by will to life…</"
        },
        {
            "user": "peturh88",
            "user_id": "34854",
            "date": "2003-12-14 01:06:51",
            "id": "1391384",
            "reply_to_id": "1391375",
            "text": "Eitt veit ég.\nHeimurinn fer alls ekki eftir neinni eðlisfræði sem Jörðin fer eftir..\nHvernig getur hann ekki endað en hvenig getur hann þá endað? :S\nBest að hugsa ekki of mikið um þetta, annrs verður maður geðveikur :/"
        },
        {
            "user": "BilluZ",
            "user_id": "46909",
            "date": "2004-01-04 21:35:11",
            "id": "1391385",
            "reply_to_id": "1391375",
            "text": "Ég skal ekki segja… En ég vill meina eins og margir kannski, að ef eitthvað byrjar, þá hlýtur það að enda líka þó svo að það sé í raun ennþá að stækka þá hlýtur það sem byrjaði að hafa einhvern núverandi enda..\nOg ég held að eina svarið við spurningunni sé í rauninni “Hvað viltu að Alheimurinn sé stór”"
        }
    ]
}