{
    "forum_title": "Manager leikir",
    "user": "stigvel",
    "user_id": "24303",
    "date": "2003-12-05 05:45:33",
    "title": "Newcastle Cm 03/04  --- Season Over (framhald)",
    "text": "Ég var í baráttunni um meistaratitilinn og voru allar dyr opnar fyrir mig og mitt lið Newcastle Utd. Ég var enn með í öllum keppnum og krafðist velgengni í þeim öllum.\nDeildin gekk eins og  best var á kosið og var spenna fram á seinustu mínutu í deildinni. Eftir jólafríið og mennirni mínir allir með útþembda vömb eftir jólasteikina átti ég leik við Portsmouth í FA cup og aftur 4 dögum síðar í deild. Þessir leikir unnust báðir auðveldlega  3 – 1 og hélt ég leið minni áfram í FA cup.\nDeildin gekk sinn vanagang og meðan félagsglugginn var opinn fór ég á stúfana í leit að leikmönnum á fríum samning. Einn maður sem ég hafði haft augastað lengi á var með frían samning og bauð ég honum góðan samning og samþykkti hann mína og ég hans skilmála. Svo Fabricio Coloccini var orðinn minn næstkomandi júlí. Afar góður argentískur varnarmaður með 5 landsleiki á bakinu og er ég bjartsýnn á að fá work permit á hann. Þegar leið á deildina , og var ég enn í bullandi topp baráttu, sá ég að Leeds átti í fjárhagsvandræðum og var ég ekki lengi að kíkja á mennina enda búinn að hafa augastað á Alan Smith lengi ég bauð 1.5 millu í Smith og var því tekið til þess að þeir gætu rétt úr kútnum. Einnig keypti ég framtíðar varnarmann Michael Dawson að nafni, frá Nott.Forest og er hann bráðefnilegur og kostaði hann mig 1.8 millu. Svo þegar félagsglugginn opnar fæ ég 3 frábæra leikmenn í mínar raðir og þurfa þá menn að fara fjúka hjá mér.\nDeildin gekk frábærlega þó með nokkrum skakkaföllum , meðal annars rasskelling á Highbury 4 - 0 en að lokum var ég búinn að vinna deildina. Ég kláraði deildina með 86 stig en Man Utd og Chel$ki voru með 83 stig. Craig Bellamy spilaði frábærlega þetta árið og skoraði 26 mörk og lenti í 2.sæti yfir markahæstu menn í deildinni, Shola Ameobi skoraði 17 mörk lenti í 11.sæti.\nStaða efstu liða:\nC Newcastle 86 stig ; 78 – 32\nMan Utd  83 stig ; 76 – 26\nChelsea 83 stig ; 78 – 37\nArsenal 79 stig ; 68 – 27\nLiverpool 67 stig ; 61 - 38\nFA cup gekk ekki mjög vel þetta árið. Ég var kominn í FA cup 6.th round og lenti ég á móti Burnley og var ég mjög glaður og sá fram á auðveldan sigur og sendi hálfgert varalið á vettvang. Burnley menn voru sterkari en mig grunaði og náðu að kreista fram 2 – 1 sigur á móti mér. Stóðust þeir allar sóknir mínar en ég var búinn að missa Aron Hughes af velli snemma. Burnley menn stóðu sig mjög vel í þessari keppni og fóru alla leiðina í úrslitaleikinn en slóu Man Utd út 2 – 1 og mættu Tottenham í úrslitunum þar sem þeir lutu í lægri lút 1 – 0 en þeir gátu ekki gert mikið gegn Tottenham.\nLeagu cup gekk nú ágætlega og komst ég alla leið í úrslitaleikinn og lenti þar á móti Man Utd.  Man Utd vann leikinn í vítaspyrnukeppni og voru þeir stálheppnir að sigra þennan leik. Ég var allsráðandi í þessum leik og fengu þeir einungis  4 færi í öllum leiknum meðan ég fékk 12 og skaut 23 sinnum á markið en ekkert vildi inn nema einu sinni hjá Craig Bellamy en RVN náði að jafna muninn á 26 mínutu úr einu af sínum fáu færum í leiknum. Shay Given varði þó 2 vítaspyrnur en það dugði þó ekki til því Solano, Chopra og Dyer brást bogalistin og var varið frá þeim.\nMeistaradeildin gekk nú vel.  Á leið minni eftir riðlakeppnina spilaði ég fyrst á móti Lazio og vann þá 3 – 1 samanlagt eftir 2 leiki. Næst dróst ég á móti Olympiakos og voru þeir ekki það erfiðir og vann ég þá 5 – 1 samanlagt.  Í undanúrslitunum fékk ég nú ærið verkefni en ég þurfti að mæta til Þýskalands og spila við þýska stálið á ólímpíuleikvanginum í Munich. Leikurinn vannst 1 – 0 og setti Bellamy markið en hann var búinn að vera iðinn við kolann allt tímabilið. Seinni leikurinn var erfiður líka en vannst hann að lokum 1 – 0 en markið lét bíða eftir sér og kom ekki fyrr en á 90 mínutu en hafði ég gott veganesti frá seinasta leik, eða 1 mark á útivelli. Þá var ég kominn í úrslitin og átti ég að spila móti Arsenal sem unnu Juventus í undanúrslitunum samanlagt 5 – 0 og var Henry búinn að vera í banastuði allt tímabilið.  Í úrslitaleiknum var Henry mér til allra lukku meiddur og gat ekki tekið þátt í leiknum. Leikurinn byrjaði æsilega þar sem Shola Ameobi skoraði með skalla á 4 mínutu fyrri hálfleiks eftir frábæra sendingu frá Craig Bellamy. Arsenal var brugðið og jöfnuðu þeir sig aldrei á þessu og voru frekar líflausir í leiknum en Sol Campell stýrði vörn Arsenal eins og herforingi. Á 28 mínutu fékk Kolo Toure gult spjald og á 40 mínutu var hann aftur á ferðinni og togaði Bellamy niður með sér og fékk sitt annað gula spjald og þar með rekinn af vellinum. Annað áfall Arsenal manna en þeir börðust enn. Metin Tokat , dómari leiksins, var nýbúinn að flauta seinni háfl leik á þegar Newcastle menn þustu fram og fengu aukaspyrnu rétt fyrir framan miðjuna. Mexés kom og tók spyrnuna og sendi frábæra sendingu inn á Kieron Dyer sem losaði sig frá varnarmönnum Arsenal og senti boltann hátt upp í hægra hornið á markinu og skildi Lehmann eftir frosinn. Leikurinn leið en ekki litu fleiri mörk dagsins ljós og var nú ljóst að ég var orðinn meistari !.\nVið heimkomu fögnuðu aðdáendurnir sem óðir væru og var ég búinn að vinna mig inn í hug og hjörtu aðdáendanna sem í byrjun tímabilsins vildu ekkert annað en að losna við mig. Ég var búinn að vinna deild og meistaradeild og var sagt í blöðunum\n“  Newcastle do the double “. Aðdáendur jafnt sem leikmenn voru fagnandi langt fram á kvöld og  F.Shepard (Chairman) og G, Milne (director of football) sáust fagna með aðdáendum útá götum úti og fór ég ásamt öllu liðinu að fagna langt fram á nótt.\nMarkahæsti leikmaður liðsins var\nCraig Bellamy en hann skoraði 37 mörk í 44(8) leikjum; 9 Asts; 9 MOM; 7.29 í heildareinkunn eftir tímabilið.\nShola Ameobi kom strax á eftir með 30 mörk í 43(11) leikjum; 17 Asts; 10 MOM; 7.57 æu heildareinkunn eftir tímabilið.\nShola Ameobi var ásamt Nolberto Solano efstir með assistum eða 17 talsins.\nShola Ameobi var einnig kosinn leikmaður ársins af stuðningsmönnun en ég gat ekki kosið milli hans og Bellamy sem röðuðu inn mörkum fyrir mig.\nLee Bowyer átti mark leiktíðarinnar en hann skoraði það á móti Birmingham. Nolberto Solano hljóp upp kantinn, senti inn í á hausinn á shearer sem skallaði hann út á Bowyer sem tók boltann viðstöðulaust og klíndi honum upp í vinstri skeytina af 30 metra færi.\nKim Kallström átti markið sem var í öðru sæti en hann tók frábæra aukaspyrnu móti Aston Villa og fór skotið hjá honum nær skeytin inn og í mark.\nMakalélé átti markið í 3.sæti þar sem hann náði boltanum inn á vallarhelming Everton hljóp upp völlinn og skoraði úr langskoti.\nKieron Dyer komst í lið ársins enda stóð hann sig með mestu prýði en mætti setja fleiri mörk en hann skoraði einungis 7 mörk í 50 leikjum.\nÉg var kosinn framkvæmdarstjóri ársins í Englandi, Claudio Ranieri var í 2.sæti og Alex Ferguson í 3.sæti\nEftir leiktímabilið var ég búinn að vinna mér inn 23 milljónir dollara fyrir sigra hér og þar en þó aðalega sigur í deild og sigur í meistaradeild.\nByrjunarlið mitt var oftast svona\nGk: Shay Given\nDL: Maxwell/Oliver Bernard\nDR: Aron Hughes\nDC Philipe Mexés\nDC: Jonathan Woodgate\nML: Lauren Robert\nMR: Nolberto Solano\nMC: Lee Bowyer\nMC: Kieron Dyer\nFC: Craig Bellamy\nFC: Shola Ameobi\nBekkurinn:\nDarren Ambrose\nOliver Bernard/Maxwell\nAndy O’Brien\nKim Kallström\nJermaine Jenas\nMichael Chopra\nMenn farnir út.\nTitus Brambel – 1.9 millur\nRobbie Elliot – 500k\nNikos Dabisaz ( á leiðinni )\nAndy Griffin ( á leiðinni )\nMarc Walton – Free\nDaryl Smylie – Free\nKris Gate – Free\nDavid Edgar – Free\nMenn komnir inn:\nHjálmar Þórarinsson - 22k – Þróttur\nPhilipe Mexés - 3.1 millur – Auxerre\nKim Kallstrom - 1.8 millur – Djurgarden\nSerge Makofo - 340k – Wimbeldon\nNigel Reo-Coker 300k – Wimbeldon\nIsaac Osbourne - 250k – Coventry\nLuke Kennedy - 12k – Northampton\nTimo Furuholm - Free vegna aldurs – FC Jazz\nAlan Smith – 1.5 millur - Leeds\nMichael Dawson – 1.8 millur - Nott.Forest\nFabricio Coloccini – 0 - AC Milan\nPaul Robinson – 2.5 millur - Leeds\nÞetta er framhald af hinni sögunni og vona ég að þið hafið haft eitthverja ánægju af þessum lestri. Endilega flamea á mig , I don’t mind . Svo allir bara segja álit sitt á þessari grein/sögu",
    "url": "https://www.hugi.is/manager/greinar/182394/newcastle-cm-0304-season-over-framhald/",
    "url_id": "182394",
    "id": "1398949",
    "replies": [
        {
            "user": "Daddi56",
            "user_id": "33186",
            "date": "2003-12-05 10:32:08",
            "id": "1398950",
            "reply_to_id": "1398949",
            "text": ",,Shola Ameobi var ásamt Nolberto Solano efstir með assistum eða 17 talsins.“\nog\n,,Shola Ameobi kom strax á eftir með 30 mörk í 43(11) leikjum; 17 Asts; 10 MOM; 7.57 æu heildareinkunn eftir tímabilið.” hehe þannig að Nolberto Solano var með 0 assist þá? hehe\nsvo eru það ekki pund í staðin dollara?\nJeyyyy er fyrstur að svara"
        },
        {
            "user": "wbdaz",
            "user_id": "6083",
            "date": "2003-12-05 10:40:30",
            "id": "1398951",
            "reply_to_id": "1398950",
            "text": "Svona áður en lengra er haldið þá langaði mig óstjórnlega að eyða þessu svari “fissturr ad svara” svör fara alveg voðalega í taugarnar á mér.\nEn annars, líklega hefur Solano verið með 17 stoðsendingar LÍKA og það er hægt að spila leikinn með mörgum “peningum”, t.d. Pundum, Jenum, Evrum osfrv."
        },
        {
            "user": "Daddi56",
            "user_id": "33186",
            "date": "2003-12-05 10:56:10",
            "id": "1398952",
            "reply_to_id": "1398951",
            "text": "ætlaru bara að eyða því, veistu hvað margir gera þetta ……ertu með einhverja fordóma á móti mér !! WHY me!"
        },
        {
            "user": "Woozem",
            "user_id": "29377",
            "date": "2003-12-05 11:02:22",
            "id": "1398953",
            "reply_to_id": "1398952",
            "text": "Það er samt asnalegt…..\nOG btw, góður árangur."
        },
        {
            "user": "wbdaz",
            "user_id": "6083",
            "date": "2003-12-05 12:22:13",
            "id": "1398954",
            "reply_to_id": "1398952",
            "text": "Mig langaði að eyða því, en gerði það augljóslega ekki. Og eru margir sem “gera þetta”? Milljarður flugna étur skít, eigum við ekki að gera það líka? Ég mun líklega aldrei skilja hvað þetta “fisstu a svaa” dæmi er. Ef að það er orðið forgangsatriði að svara en ekki að segja eitthvað af viti þá verður umræðan nú ekki áhugaverð.\nEh, “on topic” þá er það mín skoðun að reynsla geti verið mjög mikilvæg, en það bitnar oft á líkamlegu stöttum leikmannanna og þá þarf að gera ráð fyrir því. Sem er oft bara ekki hægt, eða of mikið vesen."
        },
        {
            "user": "snoopdogg",
            "user_id": "29436",
            "date": "2003-12-05 13:45:18",
            "id": "1398955",
            "reply_to_id": "1398954",
            "text": "Ertu með nýju bættu útgáfuna af leiknum eða er þetta upphaflegi drasl leikurinn? Ef þetta er nýja útgáfan, þá er þetta nokkuð góður árangur. Hvaða leikkerfi notar þú?"
        },
        {
            "user": "snowler",
            "user_id": "1598",
            "date": "2003-12-05 16:14:27",
            "id": "1398956",
            "reply_to_id": "1398955",
            "text": "Miðað við titil greinarinnar held ég að það megi gera ráð fyrir því að hann sé í nýjasta leiknum.\nOg miðað við hvernig að hann skrifar um byrjunarliðið ætla ég að gera ráð fyrir að hann hafi spilað 4-4-2 :)"
        },
        {
            "user": "stigvel",
            "user_id": "24303",
            "date": "2003-12-05 17:24:26",
            "id": "1398957",
            "reply_to_id": "1398955",
            "text": "Eins og Snowler segir sagði þá spila ég í CM nýjasta 03/04 og nota leikkerfið 4-4-2.\nÉg vil líka bæta við að mér finnst þessi leikur algjör snilld enda er það sama komið hjá honum og var í 01/02 sem er að maður getur alveg gleymt sér í þessum leik og var ég enn þá að klukkan 6 í morgun!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-12-05 12:20:49",
            "id": "1398958",
            "reply_to_id": "1398949",
            "text": "Að fá Fabricio Coloccini á 0 kall. Það er bara snilld. Frábær árangur alveg hreint"
        },
        {
            "user": "gjons",
            "user_id": "7416",
            "date": "2003-12-05 13:48:14",
            "id": "1398959",
            "reply_to_id": "1398949",
            "text": "Góð grein, góður árangur, ég er með man u og gengur ekki eins vel og mætti,tapaði bæði fyrir chelsea og arsenal á heimavelli, en er enn með í toppbaráttunni"
        },
        {
            "user": "F4nn4r",
            "user_id": "8337",
            "date": "2003-12-05 17:40:36",
            "id": "1398960",
            "reply_to_id": "1398949",
            "text": "Flott grein ."
        },
        {
            "user": "solarsker",
            "user_id": "36082",
            "date": "2003-12-05 20:35:02",
            "id": "1398961",
            "reply_to_id": "1398960",
            "text": "Fínn árangur en þvílíkur ósigur að tapa fyrir Burnley. Vanmat getur verið svo asskoti dýrt. Í þannig leikjum er best að spila með sitt sterkasta lið og klára leikinn í fyrri hálfleik og chilla bara í þeim seinni"
        },
        {
            "user": "Notoriuz",
            "user_id": "10774",
            "date": "2003-12-05 23:44:47",
            "id": "1398962",
            "reply_to_id": "1398949",
            "text": "Hvernig er það….verða menn aldrei leiðir á að kaupa Kimm Kallström og Philippe Mexes????"
        },
        {
            "user": "stigvel",
            "user_id": "24303",
            "date": "2003-12-06 00:28:01",
            "id": "1398963",
            "reply_to_id": "1398962",
            "text": "Hva meinaru? meina Mexés er góður í þessum leik og nýr leikur og maður vill prófa hann. Kallström er fínn og ég keypti hann aldrei í CM4. Maður kaupir bara leikmenn sem maður heldur að meikiða"
        },
        {
            "user": "ronaldinho",
            "user_id": "15352",
            "date": "2003-12-06 14:59:09",
            "id": "1398964",
            "reply_to_id": "1398963",
            "text": "Góður árangur stigvel og flott saga…\nB.t.w. er þetta svokallaða stigvel kannski hinn eini sanni Kristó ?"
        },
        {
            "user": "stigvel",
            "user_id": "24303",
            "date": "2003-12-06 18:11:50",
            "id": "1398965",
            "reply_to_id": "1398964",
            "text": "Þú kalla nafn mitt….tak tak"
        },
        {
            "user": "Notoriuz",
            "user_id": "10774",
            "date": "2003-12-06 20:50:42",
            "id": "1398966",
            "reply_to_id": "1398963",
            "text": "Sagan er ágæt, en þetta með að flaema…..er ég ekki viss um.\nEn það sem ég átti við er ekki það að Mexes og Kallstrom séu ekki góðir, heldur VITA allir að þeir munu standa sig.  Er ekki svolítið þreytt að vera alltaf með sömu mennina?"
        },
        {
            "user": "stigvel",
            "user_id": "24303",
            "date": "2003-12-07 02:24:07",
            "id": "1398967",
            "reply_to_id": "1398966",
            "text": "Reyndar….En ég var bara byrja nýju seivi í nýjum leik svo ég ákvað að prófaþá í þessum leik. Ætli maður reyni ekki að finna nýja varnarmenn í þessum leik."
        }
    ]
}