{
    "forum_title": "Deiglan",
    "user": "sjoefn7",
    "user_id": "5661",
    "date": "2003-12-04 20:44:20",
    "title": "Þjóðkirkjukönnun!",
    "text": "Ehh… við höfum val í hvaða trúfélag (eða HÍ) peningarnir okkar fara, bara minnsta mál að fara niður á Hagstofu og breyta því!",
    "url": "https://www.hugi.is/deiglan/korkar/182339/thjodkirkjukonnun/",
    "url_id": "182339",
    "id": "1398537",
    "replies": [
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2003-12-05 02:58:12",
            "id": "1398538",
            "reply_to_id": "1398537",
            "text": "Hmm ég hélt það væri ANNAÐ HVORT þjóðkirkjan eða HÍ.. ekkert annað.\nEða er ég að rugla ?\nAnnars þá finnst mér frekar fáranlegt að þeir sem að kjósa að trúa ekki nótt verði að láta þennan pening fara til HÍ. Hvað ef maður trúir ekki á HÍ ? heh<br><br>______________________________________________________________________________________________\n<b>I think I´m still clean living… you know, I mean I don’t go home and have orgies or anything like that. I´m still the same person I have always been. (Britney Spears, CNN 2003)</"
        },
        {
            "user": "drekinn",
            "user_id": "10558",
            "date": "2003-12-05 20:21:10",
            "id": "1398539",
            "reply_to_id": "1398538",
            "text": "Ég kýs frekar að láta minn pening fara til menntunar í landinu heldur en til félagasamtaka sem ég tilheyri ekki.<br><br>þar sem þú ert ekki sammála mér þá er ekkert mark takandi á þér (= núll)\n-GunniS"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-12-07 01:40:12",
            "id": "1398540",
            "reply_to_id": "1398538",
            "text": "Það eru grilljón trúfélög sem eru skráð á Hagstofunni, þjóðkirkjan, kaþólska, krossinn, vottarnir, mormónar, ásatrúarmenn, múslimar, baháí og mörg fleiri.  Ef þú skráir þig í eitthvert þeirra rennur peningurinn þangað.  Ef þú skráir þig utan trúfélaga fer hann í HÍ.\nEf þú stofnar nýtt trúfélag og skráir þig í það sjálfur geturðu fengið peninginn í eigin vasa :)  Eitthvað um 7000 kall á ári ef ég man rétt.\nSíðan borgum við víst kirkjugarðsgjöld, 3000 kall á ári, án tillits til þess hvort þú ætlar að láta brenna þig og dreifa öskunni sem er orðið leyfilegt í dag."
        },
        {
            "user": "Haraldson",
            "user_id": "4652",
            "date": "2003-12-05 11:21:54",
            "id": "1398541",
            "reply_to_id": "1398537",
            "text": "Það er satt að þú getur farið í hvaða trúfélag sem er. En viss hlutur af sköttunum sem maður borgar fer til þjóðkirkjunnar, það er það sem fólk fílar ekki.<br><br><i>The Madman Formerly Known as Harry</i>\n<b><i>You know, it's really sad when all your friends die in a freak-gas-fight accident</b></i"
        },
        {
            "user": "42ersvarid",
            "user_id": "40672",
            "date": "2003-12-05 13:08:04",
            "id": "1398542",
            "reply_to_id": "1398541",
            "text": "það fer engin hluti af skattpeningum þín til þjóðkirkjunnar ef þú ert ekki skráður í hana. Vinsælasta leiðin fyrir trúlausa er að skrá sig utan trúfélaga (og þá fer peningurinn til HÍ) eða skrá sig í Ásatrúarfélagið (og styrkja þar með þau samtök).\nEins og sagt var í upphafi þá er ekkert mál að breyta þessari skráningu á Hagstofu Íslands og þar með ræður þú hvert þessar örfáu krónur fara, eina sem þú getur ekki gert er að sleppa að borga þessar krónur.<br><br>And you never ask questions\nWhen God's on your side.\n<i>Bob Dylan </i"
        },
        {
            "user": "xark",
            "user_id": "1706",
            "date": "2003-12-05 13:54:47",
            "id": "1398543",
            "reply_to_id": "1398542",
            "text": "“það fer engin hluti af skattpeningum þín til þjóðkirkjunnar ef þú ert ekki skráður í hana.”\nallir sem borga skatt,borga laun starfsmanna þjóðkirkjunnar þar sem þeir eru opinberir starfsmenn og það skiptir engu máli þótt maður sé utan trúfélaga eða í öðru trúfélagi. Einnig borga allir í sérstakan kirkjubyggingasjóð.(sjá nánar á visíndavefnum). En það er samt þessi litli skattur sem hægt er að setja í háskólann eða annað en maður er samt að borga dáldið í þjóðkirkjuna hvort sem er.\n<br><br>——————————————-\nHappiness is a warm gun\nÉg styð stærðfræði og raungreina áhugamál og málfræðiáhugamál !!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-12-06 00:56:58",
            "id": "1398544",
            "reply_to_id": "1398537",
            "text": "Mér finnst ekkert að því að senda pening til kirkjunnar. Kirkjan hjálpar mörgum. Svo fer þetta einnig til hjálparstofnunnar kirkjunnar.<br><br>______________________________\nkv. Whistle"
        },
        {
            "user": "drekinn",
            "user_id": "10558",
            "date": "2003-12-06 13:45:32",
            "id": "1398545",
            "reply_to_id": "1398537",
            "text": "Það er leiðinlegur misskilningur hjá fólki að halda að fjármunir sem ekki fara í trúfélög lendi í rekstri HÍ, þessi peningar fara allir í guðfræðideildina!<br><br><font color=“#C0C0C0”><b>Virðingarfyllst\n[I'm]Faikus Denubius</b></font>\n<a href=“mailto:Faikus_Denubius@hotmail.com”>Faikus_Denubius@hotmail.com</a>\n<a href=\"\nhttp://www.fnir.is\n“>Félag Nema í Rafiðnum</a>\n<a href=”\nhttp://www.faikus.leti.is\n“>Heimasíðan mín</a>\n<font color=”#808080\">(Insert witty remark or a clever saying)\n- In a post apocaliptic world, the only group of people you can't trust are the ones who have the time and resorces to clean their underwear.\n- If rubbing frozen dirt in your crotch is wrong then I don't want to be right.\n- I'm so lazy I make a rug on valium look hyper-active.\n</font"
        },
        {
            "user": "drekinn",
            "user_id": "10558",
            "date": "2003-12-06 23:16:43",
            "id": "1398546",
            "reply_to_id": "1398545",
            "text": "Þeir fara reyndar ekki allir í guðfræðideildina og þó að svo væri þá hef ég ekkert á móti því. Það er langt í frá að allir sem læra guðfræði séu kristnir, þekki sjálfur tvo trúleysingja sem eru í henni vegna áhuga á trúarbrögðum og kristni.\nÞað er ekkert samasem merki á milli þess að fara í guðfræði og þess að vera trúaður.<br><br>þar sem þú ert ekki sammála mér þá er ekkert mark takandi á þér (= núll)\n-GunniS"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-12-07 01:28:00",
            "id": "1398547",
            "reply_to_id": "1398545",
            "text": "Það er ekki rétt að þeir fari allir í guðfræðideildina.  Þeir fara í almennan sjóð hjá HÍ.  Ef þú trúir mér ekki skaltu hringja í HÍ eða Hagstofuna og spyrja sjálfur."
        }
    ]
}