{
    "forum_title": "Smásögur",
    "user": "jonfr",
    "user_id": "5868",
    "date": "2003-12-06 12:33:09",
    "title": "Síðasti Laugardagurinn",
    "text": "Smásaga\nSmásaga eftir Jón Frímann (jonfr)\nÉg vaknaði upp allt í einu, ég starði á loftið, það var hvítt, eins og það hafði verið síðan ég var lítill. Ég stóð upp, þá fattaði ég að herbergið var tómt. Öll húsgögnin voru farin, ég leitaði að gsm símanum mínum, ætlaði að hringja í lögguna, til að tilkynna innbrot en ég fann síman samt ekki, ég var samt viss um að ég hafði verið með hann um nóttina.\nEn í þeirri andrá fatta ég að ég var kominn í allt önnur föt en ég hafði verið í um nóttina, kominn í smóking eða eða allavega var það jakki og flottar buxur, ég var hissa, var að spá í því hvort að einhver hefði verið að gera grín í mér. Var búinn að standa smá stund í herberginu þegar ég fatta að það er ekkert hljóð í húsinu, ég heyri ekki einu sinni í háværa stráknum við hliðina, ætla að fara að skoða úrið, sé það að klukkan er rúmlega 14:32, þá hætti ég að skilja, mamma væri venjulega löngu búinn að vekja mig, vekur mig alltaf um klukkan ellefu, sama hvað gengur á.\nFer fram á gang og fatta þá í leiðinni að gangurinn er auður, ekki eitt einasta húsgagn á öllum ganginum, hvað er í gangi hugsa ég og hleyp niður. Sé að stofan er alveg tóm líka, sama um eldhúsið. Fer út, sé að gatan virðist auð, ekki eitt einasta ljós hjá nágrönnunum. Ég ákveð að fara aftur inn, þegar ég loka hurðinni þá finnst mér eins og einhver sé uppi á gangi, ég hleyp upp, sé engann, fatta þá að það er einhver fyrir aftan mig, eða svo segir einhver tilfinning mér, sný mér við hratt, en gríp í tómt.\nHeyri eitthvað niðri, fer fram í stigann, sé fyrir framan hurðina veru sem er í dökkum klæðum, sé ekkert framan í hana, hún bendir mér á að koma, ég fer í panic, hleyp inní herbergi, skelli hurðinni á eftir mér en við það sama sný ég mér við og sé þá svörtu veruna standa fyrir framan mig, hún tekur í öxlina á mér, og segir mér að ég þurfi að sá hvað ég sé orðin, ég kem ekki upp orði. Lýt á veruna, horfi inní myrkvið.\nÉg kem loksins uppúr mér, “hver ertu?”, þá svarar veran, “Ég er upphafið, ég er endirinn, ég er örlagavaldurinn”, við það sama sleppir hún öxlinni á mér og ýtir mér frá hurðinni. Tekur í hurðarhúninn og lappar út, lokar hurðinni á eftir sér. Ég átta mig og ríf í hurðina opna, ætla að spurja veruna fleiri spurninga, en þegar ég kem fram á gangin, þá er ekkert þar.\nLappa fram gangin fram að stiganum, lít á útidyrahurðina, heyri alltí einu brak í parketinu, framar á ganginum, sé þá hvernig það er kominn alda í það, og hún stefnir hraðbyri á mig, ég hleyp niður stigann. Ég lít upp, sé þá að aldan er að koma niður stigann, ég ríf útidyrahurðina upp og hleyp út, og þar stendur  veran og segir “andi hússins vill þig ekki”, “hvað!?” segi ég, er ekki að fatta hvað veran á við, veran bendir þá á húsið. Ég lít á húsið, sé þá að það er svart, og allir gluggar virðast svartir að sjá inn, þá segir veran “ef þú ferð aftur inn, þá öðlastu ekki aftur líf”, ég hrekk í kút, hvað átti veran við, öðlast ekki aftur líf, lít upp, þá er veran horfinn, fatta þá að ég virðist vera farinn að sökkva í tröppunar, ég gríp í handriðið, það brennur en ég næ að rífa mig upp úr gangstéttinni og hleyp útúr garðinum, þar sem hvar sem ég stíg niður, þá virðist ég svökkva.\nÞegar ég er kominn út úr garðinum, þá fatta ég að ég sé fullt af fólki, sumt af þessu fólki er í gömlum fötum, sem ég hafði séð á Byggðarsafinu þegar ég fór þangað í bekkjarferðum, ég ákveð að mig hljóti að vera að dreyma. Annað komi ekki til greina, allt í einu kemur Stelpa gangandi til mín. Ég fatta þá að ég kannast  við hana, þetta var vinkona mín, stelpa sem ég var með í skóla þegar ég var lítill, hún hafði dáið í bílslysi um sumarið, ég saknaði hennar mikið oft á tíðum, hún tekur í höndina á mér og segir “ekki vera hræddur Sigurður minn, þetta er allt í lagi, þér er óhætt núna”, ég spyr hvað hún eigi við, “Ég var líka smá tíma að átta mig, en núna er allt gott, þú þarft bara að sætta þig við orðinn hlut.”, “hvaða hlut?”, spyr ég eins og bjáni. “Þú ert nýr hérna, þú sérð hvað ég á við.”, alltí einu þagnar hún, ég sný mér við, þá stendur dökka veran fyrir aftan mig, ég ætla að líta á vinkonu mína, en þá er hún horfin, og allt fólkið sem ég hafði séð er líka horfið.\nÞá segir dökka veran, “Stund þín er komin, stund endans, stund upphafsins, stund þess sem verður.”, og þá tekur veran í öxlina á mér og í þetta skiptið brennur það, ég finn sársaukan fara um mig allan.  Þegar ég hætti að finna til þá átta ég mig á því að ég er staddur uppí kyrkjugarði, send þar fyrir framan gamlan grafreit sem á stendur, “Hér hvílir okkar ástkæri sonur, Sigurður Reynir Garðsson, Hvíl í friði. f. 23 Nóvember 1978 d. 19 Apríl 2007”. Við sama fatta ég að dökka veran er kominn aftur, í þetta skiptið segir hún, “Þú veit sannleikan, núna er komið að nýju upphafi.” Ég bakka, en þá sé ég annan grafreit við hliðina á mínum, ég dett aftur fyrir mig og þá næ ég að lesa á hann, það sem ég las breytti öllu, en þá fatta ég að systirmín var jörðuð við hliðina á mér, en hún var dáinn 2066, mörgum árum eftir að ég dó, ég hugsa með mér að ég hljóti að vera á einhverju dóp trippi, en þá tekur dökka veran mig upp og segir, “Þinn tími er kominn, þú munt gleyma fortíðinni, þinn tími er á enda runnin.” “En!?” segi ég. “Þú munt sjá endann, eins og allir dauðlegir menn.” Segir veran. Þá er ég allt í einu staddur niðri á höfn, þar sé ég sjálfan mig, í bíl, sofandi, allt í einu kemur vinur minn, en hann er mjög fullur og fer inní bílinn og startar honum, gefur í og keyrir um höfina, rásar talsvert, þá kemur löggan með blikkandi ljós á hraðri ferð niður að höfinni, við það sé ég að vinur minn keyrir útá enda hafnarinnar og gefur í en missir stjórn á bílnum.\nBíllinn rekst utan í stórt fiskikar sem er fullt af fiski og við það veltur bíllin og fer nokkrar velur og fer útaf bryggjunni, bíllin sekkur við það sama. Þá átta ég mig á hinum hryllilega sannleika, ég var dáinn, við það stendur dökka veran fyrir framan mig, þar sem ég hafði klökkanað og farið á héin og var farinn að gráta. Þá segir veran “Þú ert búinn að sjá fortíðina, núna býður þín óráðin framtíð”. Þá tekur hún mig upp, þar sem ég er með tárin í augunum yfir því sem hafði uppgvötað. “Hvað áttu við?” spyr ég.\nÞá segir veran, “Nýtt upphaf býður þín”. Ég er orðlaus. Þá sleppir hún takinu á mér, ég hverf inní ljósið.\nSjúkrarliðinn hleypur fram og kallar á eiginmannin sem var nýkominn, hann fer til eiginkonusinnar, “sjáðu” segir konan, “drengurinn er eins hár og faðrinn, eiginmaðurinn brosir útaf eyrum, hann var orðin faðir og átti ný fæddan son, hún segir honum að kalla á dóttur þeirra sem kemur með ömmu sinni. Nýtt upphaf hafði byrjað.\nHöfundarréttur (C) Jón Frímann Jónssson – Allur réttur áskilin.\nÞessi smásaga er birt á hugi.is, ef þú vilt birta hana annarstaðar sendu mér þá skilaboð.\nÉg vona að þið hafið notið sögunnar. :-)",
    "url": "https://www.hugi.is/smasogur/greinar/182578/sidasti-laugardagurinn/",
    "url_id": "182578",
    "id": "1400703",
    "replies": [
        {
            "user": "IceDeVil",
            "user_id": "79",
            "date": "2003-12-07 08:13:46",
            "id": "1400704",
            "reply_to_id": "1400703",
            "text": "ágæt saga…minnir mig á myndina “What dreams may come”"
        },
        {
            "user": "Bekkare",
            "user_id": "5593",
            "date": "2003-12-07 12:35:38",
            "id": "1400705",
            "reply_to_id": "1400703",
            "text": "Já helvíti mögnuð saga! ;)"
        },
        {
            "user": "gamehunter",
            "user_id": "25110",
            "date": "2003-12-07 17:55:21",
            "id": "1400706",
            "reply_to_id": "1400703",
            "text": "góð og ánægjuleg saga."
        },
        {
            "user": "seNoyer",
            "user_id": "20451",
            "date": "2004-01-03 23:09:26",
            "id": "1400707",
            "reply_to_id": "1400703",
            "text": "Flott saga, er þetta áhugamál eitthvað dofið þessa stundina eða? Ekki nógu margir hér til að lesa þessar frábæru smásögur hér og hrósa."
        },
        {
            "user": "seNoyer",
            "user_id": "20451",
            "date": "2004-01-08 21:07:01",
            "id": "1400708",
            "reply_to_id": "1400703",
            "text": "Trúi því ekki hvað það eru komin fá komment á þessa sögu.\nSú besta sem er inná greinalistanum núna."
        }
    ]
}