{
    "forum_title": "Metall",
    "user": "thorok",
    "user_id": "7541",
    "date": "2001-03-02 14:44:24",
    "title": "Artch spilar á Wacken tónlistarhátíðinni",
    "text": "Þeir sem hafa verið að hlusta á þungarokk svona eitthvað lengur en í nokkur ár, vita sennilega að stórstöngvarinn Eiríkur Hauksson var eitt sinn í norskri hljómsveit sem hét Artch.  Þessi hljómsveit gaf út tvær góðar power metal plötur fyrir eitthvað um áratug síðan (Another Return to Churchill og For the Sake of Mankind), sem skipuðu Eiríki í hóp bestu þungarokkssöngvara í heiminum.  Ég get alveg sagt ykkur það að hann er í miklum metum meðal mjög margra þungarokksaðdáenda sem ég veit um.\nEn þegar sveitin átti að koma til landsins að spila á hinum miklu Kaplakrika tónleikum hérna fyrir eitthvað um áratug síðan (ég bara man ekki ártalið), þá lagði hún upp laupana.\nÍ Noregi er gefið út þungarokkstímarit sem heitir Scream Magazine (sjá\nhttp://www.scream.no/),\nsem jafnframt er stærsta tímarit sinnar gerðar þar ytra.  Í desember 1999 kom út tölublað þeirra nr. 50 og af því tilefni bauð blaðið áskrifendum sínum í partý í Osló, sem jafnframt voru tónleikar, þar sem aðalnúmerið var einmitt Artch, en blaðinu tókst að sannfæra liðsmenn sveitarinnar að koma saman að nýju og spila á þessum tónleikum.  Þeir viðurkenndu reyndar í viðtali í þessu tölublaði að þeir hefðu flestir lítið snert á hljóðfærum sínum síðan þeir hættu og einn hafði m.a. selt sitt að mig minnir.  En þeir náðu að koma saman og æfa upp smá programm.\nÞað vill nú svo vel til að mér (búsettum í Danmörk á þeim tíma) var reddað miða í þetta partý, enda vildi ég óður sjá The Voice syngja með sínu gamla bandi.  Tónleikarnir tókust með miklum ágætum, og var greinilegt að bandið hafði litlu gleymt. Áhorfendur voru einnig mjög vel með á nótunum og fíluðu þetta alveg í botn.\nEinnig kom fram í þessu viðtali að sveitin myndi að öllum líkindum ekki gera neitt meira en þessa tónleika, en nú er það s.s. komið í ljós að þeir hafa ákveðið að spila á Wacken hátíðinni í Þýskalandi.\nFyrir þá sem vita ekki hvaða hátíð það er, þá er hér með vísað á heimasíðu hátíðarinnar\nhttp://www.wacken-open-air.de.\nÉg var þarna 1998 og hreifst mjög af þessari hátíð.  Fjöldi hljómsveita er eitthvað milli 70 og 80, úr öllum undirgreinum hard rocks og metal - Allt frá léttu AOR rokki yfir í harðasta þungarokkið/hardcore.   Einnig fer hátíðin fram á fjórum eða fimm sviðum, þannig að það er aldrei dauður punktur á henni.\nKveðja,\nÞorsteinn",
    "url": "https://www.hugi.is/metall/greinar/18260/artch-spilar-a-wacken-tonlistarhatidinni/",
    "url_id": "18260",
    "id": "116665",
    "replies": [
        {
            "user": "masterdread",
            "user_id": "3899",
            "date": "2001-03-04 17:32:48",
            "id": "116666",
            "reply_to_id": "116665",
            "text": "Ertu ekki að grínast ég hef ekkert heyrt um þetta en ég er sáttur við þetta kallinn er frændi minn og hefur ekkert látið út úr sér við okkur en þetta er algjör snilld ef þetta er rétt :)"
        },
        {
            "user": "thorok",
            "user_id": "7541",
            "date": "2001-03-04 18:42:04",
            "id": "116667",
            "reply_to_id": "116666",
            "text": "Hljómsveit að nafninu Artch er þegar “confirmed” á hátíðinni, og geri ég fastlega ráð fyrir því að það sé sú sama og Eric Hawk okkar var í.  Sjáðu hljómsveitalistann sem þegar er staðfestur á síðunni:\nhttp://www.woa-intern.de/billing/billing_index.phtml\nÞar sést einnig að sveitin var staðfest á fimmtudaginn (1. mars).\nÞorsteinn"
        }
    ]
}