{
    "forum_title": "Stórmót",
    "user": "guru",
    "user_id": "37375",
    "date": "2003-12-08 13:23:16",
    "title": "undankeppni HM2006",
    "text": "Þetta er nefnilega mjög tvísýnn riðill.  Við fyrstu sýn virðist hann ekki erfiður því það er ekkert yfirburðalið.\nEN…Svíar eru sterkir og hafa vissa yfirburði yfir okkur, þó svo að við höfum náð að hrista af okkur svíagrýluna í síðasta leik okkar við svía sem við unnum á Laugardalsvelli sumar 2000. Ég tel það t.d. betra að fá svía en dani því við eigum held ég ekki séns í dani, eingöngu út frá sálfræðilegu sjónarmiði. En svíar ætla sér sigur í riðlinum og munu ekki gefa nein grið, sérstaklega ekki á þeirra heimavelli.\nAustantjaldslöndin eru alltaf erfið, og þá sérstaklega króatar. Allir útileikirnir verða erfiðir og við gætum auðveldlega tapað útileikjunum á móti Svíum, Króötum, Búlgörum og Ungverjum. Ungverjar unnu okkur 2-0 á Laugardalsvelli á síðasta ári, reyndar undir stjórn Atla Eðvalds sem er sem betur fer farinn frá borði.\nEn með réttri stemningu sem ég treysti Ásgeiri og Loga fullkomlega fyrir, og réttum skilningi á möguleikum okkar tel ég það mjög raunhæfan kost að vera með fullt hús stiga úr heimaleikjunum. Við eigum að geta unnið öll þessi lið í Laugardalnum með þéttum leik, engin grið gefin neins staðar á vellinum því þetta eru ekki svo mikið sterkari lið en liðið okkar. Og ekkert af þessum liðum hefur leikmann einsog Eið Smára, sem ég tel einn af 15 bestu framherjum í Evrópu í dag.\nÁsgeir og Logi eru alveg búnir að átta sig á þessu, gerðu hann strax að fyrirliða og skipuleggja sóknarleikin í kringum hann. Það verður að vera þannig því ef hann fær nóga aðstoð frá hinum leikmönnum liðsins er hann fær um að brjóta upp hvaða vörn sem er með nokkrum snertingum. Hann þarf bara að vera í góðu formi, andlega sem líkamlega, þá eru honum allir vegir færir. Hann er okkar langbesti leikmaður og möguleikarnir velta í raun á honum. Við treystum okkur alltaf til að spila góðan varnarleik en sóknarleikurinn hefur verið okkar höfuðverkur í gegnum árin en nú erum við komnir með þennan heimsklassa leikmann.\nÉg vona bara að leikdagarnir verði ákveðnir þannig að við lendum ekki í úrslitaleikjum í restina, einsog núna síðast. Við verðum að vera búnir með flesta útileikina gegn sterku liðunum en megum samt ekki þurfa að fara til Svíþjóðar í síðustu umferð og ná úrslitum þar því það er erfitt verkefni.\nÞá er bara að segja ÁFRAM ÍSLAND!!!!\nVið fokking getum þetta!!!!",
    "url": "https://www.hugi.is/stormot/greinar/182916/undankeppni-hm2006/",
    "url_id": "182916",
    "id": "1403790",
    "replies": [
        {
            "user": "Dagfari",
            "user_id": "8158",
            "date": "2003-12-08 15:15:45",
            "id": "1403791",
            "reply_to_id": "1403790",
            "text": "Ég vona að við fáum úrslitaleik á Laugardalsvellinum. Það yrði stórskemmtilegt."
        },
        {
            "user": "Sidious",
            "user_id": "8012",
            "date": "2003-12-08 18:11:51",
            "id": "1403792",
            "reply_to_id": "1403790",
            "text": "Eiður er nú ekki það góður að leikur liðsins á að snúast í kringum hann, meina maðurinn komst í chelsea liðið í fyrra útaf Zola og ekki er hann orðin miklu betri núna.\nHann er alveg góður spilari, sá besti íslenski en ekki þessi yfirburðar maður sem margir íslendingar vilja meina hann sé, þetta er allt auðvita bara mín skoðun…"
        },
        {
            "user": "guru",
            "user_id": "37375",
            "date": "2003-12-08 18:39:17",
            "id": "1403793",
            "reply_to_id": "1403792",
            "text": "Hann og Hassailbank skoruðu nú saman yfir 50 mörk á einu tímabili þegar Zola þurfti að verma bekkinn.\nPersónulega finnst mér hann bestur af þeim framherjum sem eru í Chelsea í dag. Hann er langbesti spilarinn, auðvitað eru Crespo og Hassailbank fæddir markaskorarar og Mutu hættir aldrei, en Eiður er sá sem skapast lang mest hætta frá þegar hann er með boltann. Maður treystir eiginlega Crespo alltaf til að klúðra málunum ef hann fær boltann í lappirnar fyrir utan teig. Í sömu stöðu er Eiður stórhættulegur.\nEiður er, að mínu mati, það mikill yfirburðaleikmaður í íslenska landsliðinu að við eigum að leitast við að ná sem allra mest útúr honum, og það fæst með því að spila í kringum hann, sóknarleikurinn verður að fara í gegnum hann eða þá að hann eigi síðasta orðið.\nEiður átti þátt í öllum mörkunum sem við skoruðum í síðustu undankeppni, annaðhvort skoraði hann eða lagði þau upp. Þarna liggur okkar raunhæfi möguleiki."
        },
        {
            "user": "Sokrates",
            "user_id": "17074",
            "date": "2003-12-08 20:22:59",
            "id": "1403794",
            "reply_to_id": "1403790",
            "text": "Ég vil bara sjá Heiðar Helguson meira í liðinu en verið hefur…og líka Jóa Kalla og Hermann…þetta eru menn sem berjast um hvern einasta nanómetra á vellinum…það er alveg yndi að sjá þá spila því baráttugleðin skín af þeim….En Eiður er ekki alveg þessi toppframherji eins og við viljum láta vera af, hann er góður og besta von okkar til að komast áfram, en á alþjóðavísu þegar við erum að bera hann saman við Trezeguet, Henry, Shearer, Del Piero, van Nistelrooy, Owen, Raul og Ronaldo, finnst ykkur Eiður Smári virkilega eiga heima í hópi þessara manna?\nEn þetta er auðvitað eins og alltaf, bara mitt álit.\nSokrates"
        },
        {
            "user": "guru",
            "user_id": "37375",
            "date": "2003-12-09 12:03:00",
            "id": "1403795",
            "reply_to_id": "1403794",
            "text": "Heiðar Helguson er náttúrulega lang besti kosturinn við hliðina á Eiði, en hann er bara búinn að vera meiddur í allt haust, vonandi fer hann að ná sér á strik.\nJói Kalli er efni í okkar besta miðjumann síðan Ásgeir var sjálfur að. Hann er baráttuhundur, frábær skotmaður og gefur góða sendingar(sbr. sendinguna inn á Eið í útileiknum á móti Skotum).\nHermann er frábær leikmaður, en það sem mér finnst há honum er að hann getur ekki stjórnað vörninni. Hann er mjög góður varnarmaður og baráttuhundur, en hann hefur ekki stjórnunarhæfileikana sem Guðni og Jolli höfðu. En þar bind ég miklar vonir við Ólaf Örn Bjarnason og vona innilega að hann fari að komast út í atvinnumennsku því hann er efni í frábæran varnarmann og foringja.\nEn ef við komum að Eiði, þá finnst mér persónulega hann töluvert betri en Del Piero. Mér hefur aldrei fundist neitt koma út úr Del Piero, hann skorar úr aukaspyrnum annað slagið en hann stendur Eiði ekkert framar í tækni eða útsjónarsemi. En Eiður Smári er ekki markaskorari, hann kemst ekki með tærnar þar sem Henry, van Nistelrooy, Raul og Shearer er með hælana í markaskorun, EN hann bætir það upp með því að spila samherja sína betur uppi heldur en allir þessir menn, kannski ekki Henry því hann er að mínu mati besti sóknarmaður heims í dag.\nEn við getum aðeins grenjað yfir helvítis Íranum sem fótbraut Eið í Kaplakrikanum um árið, því það er aldrei að vita hvernig hann væri í dag ef það hefði ekki gerst.\nÞegar þeir voru saman hjá PSV, þeir kumpánar Eiður Smári og Ronaldo, voru þeir af þjálfara unglingaliðsins álitnir mjög sambærilegir, Eiður hafði knatttækni og útsjónarsemi fram yfir Ronaldo sem hafði hins vegar hraðann og markaskoraraeðlið fram yfir Eið. Það hlýtur að segja eitthvað um hæfileikana sem maðurinn býr yfir og ég held, og vona, að hann eigi enn mikið inni."
        },
        {
            "user": "Qualitor",
            "user_id": "8900",
            "date": "2003-12-16 14:30:32",
            "id": "1403796",
            "reply_to_id": "1403790",
            "text": "Ég vil sjá Heiðar Helguson taka nokkra Svenska í rennitæklingu upp í hné til að sýna þeim að við Íslendingar getum kannski ekki neitt í fótbolta, en við getum allaveganna barist eins og vitleysingar."
        },
        {
            "user": "Bjarni89",
            "user_id": "28834",
            "date": "2004-01-25 23:02:02",
            "id": "1403797",
            "reply_to_id": "1403796",
            "text": "Ha, ha. Snilld!"
        },
        {
            "user": "Adept",
            "user_id": "46012",
            "date": "2003-12-18 14:15:26",
            "id": "1403798",
            "reply_to_id": "1403790",
            "text": "Eiður Smári er ofmetinn"
        },
        {
            "user": "Mangi",
            "user_id": "1098",
            "date": "2003-12-21 22:44:43",
            "id": "1403799",
            "reply_to_id": "1403798",
            "text": "nei, Beckham er ofmetinn."
        },
        {
            "user": "gunnarh",
            "user_id": "19033",
            "date": "2004-01-02 18:20:19",
            "id": "1403800",
            "reply_to_id": "1403799",
            "text": "Beckham er ekki ofmetinn. Þessi maður er snillingur og er hann orðinn einn af mínum uppáhaldsmönnum… (ég er ekki manjú aðdönd)"
        },
        {
            "user": "hannesd",
            "user_id": "30584",
            "date": "2004-01-10 20:17:37",
            "id": "1403801",
            "reply_to_id": "1403800",
            "text": "jú j´´u beckham er snillingur það er ekki hægt að neita því en maðurinn kann ekki að hlaupa ég man ekki hvor bræðrana Phil eða Gary þurta alltaf að hjálpa honum"
        },
        {
            "user": "hannesd",
            "user_id": "30584",
            "date": "2004-01-10 20:17:43",
            "id": "1403802",
            "reply_to_id": "1403800",
            "text": "jú j´´u beckham er snillingur það er ekki hægt að neita því en maðurinn kann ekki að hlaupa ég man ekki hvor bræðrana Phil eða Gary þurta alltaf að hjálpa honum"
        },
        {
            "user": "yngvi",
            "user_id": "40981",
            "date": "2003-12-22 04:04:08",
            "id": "1403803",
            "reply_to_id": "1403790",
            "text": "Þú talar um að ekkert af þessum liðum hafi leikmann eins og Eið Smára. Ehm, wrong kallinn. Svíar hafa t.d. Zlatan Ibrahimovic og Henrik Larson er Larson er hættur með landsliðinu."
        },
        {
            "user": "funkytown",
            "user_id": "17586",
            "date": "2003-12-22 15:40:54",
            "id": "1403804",
            "reply_to_id": "1403803",
            "text": "Sviþjóð hafa svosem engar stórstjörnur.\nZlatan og Fredrik Ljunberg eru stærstu nöfnin í liðinu. En það eru ekki stjörnur sem mynda gott lið heldur er gott lið bara gott lið… Svíþjóð voru til dæmis mun betri á móti Englendingum seinasta HM."
        }
    ]
}