{
    "forum_title": "Rómantík",
    "user": "bitch1",
    "user_id": "41447",
    "date": "2003-12-08 22:46:26",
    "title": "Er ekki tilbúin... hann skilur það ekki!",
    "text": "Hæhæ.\nÞið hafið örugglega lesið 2000034354345 svona vandamálabréf en ég ætla samt að koma með eitt í viðbót!\nSko… það er þannig að í sumar, þá kynntist ég rosa skemmtilegum strák sem ég varð fjótt hrifin af. Hann er 15 ára en ég er 13….\nEftir að við vorum búin að hittast soldið oft, þá byrjuðum við saman. Við hittumst ekki mjög oft, enda býr hann soldið langt frá mér.\nVið höfum ekki gert neitt nema að kyssast og svoleiðis… og mér finnst ég ekki vera tilbúin til að fara mikið lengra….\nEinu sinni þegar hann kom til mín eitt kvöldið, þegar ég var ein heima, þá fórum við bara að horfa á einhverja mynd og kyssast og þannig… svo fór hann eitthvað að reyna fá mig til að fara úr peysunni og fór að káfa á mér…. mér fannst það óþægilegt því ég er ekki vön þessu og bað hann að hætta. Hann varð hálffúll og sagist bara hafa ætlað að vera góður við mig (ég efast ekki um það… en getur hann samt ekki skilið að ég vildi þetta ekki?!?!?!)\nSvo núna er það orðin þannig að við hittumst miklu oftar en eiginlega aldrei nema að hann reyni að komast eitthvað lengra með mér.\nÉg hef ekki leyft honum neitt mikið en samt eitthvað aðeins meira en að kyssast….. heh\nÉg er ekki tilbúin til að sofa hjá strax og ég ætla ekki að gera það, og ég hef talað við hann og sagt honum það… en hann virtist ekki skilja það…..\nÞetta er ekki þannig strákur sem er bara að reyna fá mig í rúmið með sér…. ég er vissum að honum finnst rosa vænt um mig, enda hefur hann sagt mér það… oft! Og ég er líka hrifin af honum.\nHvað á ég að gera til að fá hann til að skilja að ég er ekki tilbúin…. og verð það örugglega ekki strax… kannski finnst ykkur það asnalegt, en ég er bara 13 ára og ég vil frekar bíða og finna þann rétta og gera það þegar ég er örugglega tilbúin. Og ef hann er sá rétti þá getur hann alveg beðið í eitt eða fleiri ár….\nHvað finnst ykkur?!?",
    "url": "https://www.hugi.is/romantik/greinar/182934/er-ekki-tilbuin-hann-skilur-thad-ekki/",
    "url_id": "182934",
    "id": "1404157",
    "replies": [
        {
            "user": "Moli",
            "user_id": "1779",
            "date": "2003-12-08 23:46:20",
            "id": "1404158",
            "reply_to_id": "1404157",
            "text": "eitt eða fleiri ár?\nÞú ættir nú að bíða aðeins lengur en það, en gott hjá þér að geta allavega sagt stopp."
        },
        {
            "user": "svalann",
            "user_id": "39669",
            "date": "2003-12-08 23:47:26",
            "id": "1404159",
            "reply_to_id": "1404157",
            "text": "Segðu bara við hann að þú viljir bíða, og ef hann skilur það ekki þá er hann ekki eins góður og þú segir að hann sé.. en bíddu bara ef þú vilt bíða það liggur ekkert á.."
        },
        {
            "user": "CendenZ",
            "user_id": "795",
            "date": "2003-12-08 23:47:45",
            "id": "1404160",
            "reply_to_id": "1404157",
            "text": "bíddu í svona 5 ár."
        },
        {
            "user": "Paddington",
            "user_id": "8681",
            "date": "2003-12-08 23:59:12",
            "id": "1404161",
            "reply_to_id": "1404160",
            "text": "Ef hann skilur það ekki geturu verið að koma þér í vandræði með að halda þessu sambandi áfram.\nÉg trúi því að besta lausnin fyrir þig væri að tala við einhvern fullorðinn, mömmu þína eða pabba (sama hversu fáránlegt að hljómar), skólaráðgjafa/sálfræðing eða einhvern þannig.\nÉg get alveg lofað því að þú munnt finna stuðning þar frekar en reiði eða fordóma.\nOg gott hjá þér að standa á þínu ;)"
        },
        {
            "user": "Ramruqai",
            "user_id": "14093",
            "date": "2003-12-09 00:04:39",
            "id": "1404162",
            "reply_to_id": "1404157",
            "text": "Stattu FAST á þínu. Hvorugt ykkar græðir raunverulega á því að flíta sér of mikið svo hann verður bara bíða, ef hann velur sona ungt verður hann að kunna bíða :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-12-09 00:05:00",
            "id": "1404163",
            "reply_to_id": "1404157",
            "text": "huh ?? er ekki að reyna þig í bólið því hann segir að honum þykir vænt um þig :S sry elskan þótt hann elski þig þá vill hann þig samt í bólið, svona erum  við bara. Graðir :D"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-12-09 00:07:15",
            "id": "1404164",
            "reply_to_id": "1404157",
            "text": "Vá.. Áfhverju að bíða! Þú lifir bara einu sinni og átt ekki alltaf að vera bíða eftir einhverju perfect momenti eða deiti"
        },
        {
            "user": "prinsessa",
            "user_id": "27586",
            "date": "2003-12-09 00:10:29",
            "id": "1404165",
            "reply_to_id": "1404157",
            "text": "Hvernig væri að klára grunnskólann þið skjúka lið!!!!"
        },
        {
            "user": "prinsessa",
            "user_id": "27586",
            "date": "2003-12-09 20:45:27",
            "id": "1404166",
            "reply_to_id": "1404165",
            "text": "já shit þig ættuð bara að fara á geðskjúkrahæli!!!hehe… :D"
        },
        {
            "user": "Krazeee",
            "user_id": "45921",
            "date": "2003-12-09 00:22:25",
            "id": "1404167",
            "reply_to_id": "1404157",
            "text": "Já okei, sláðu gaurinn í hausinn og bentu honum á það að það er ólöglegt að ríða þér.\nÞú ert bara barn, og átt ekkert að fara að ríða fyrr en a.m.k 14 ára, þá ertu þó löglegt skiluru."
        },
        {
            "user": "Lynx",
            "user_id": "3520",
            "date": "2003-12-09 00:25:22",
            "id": "1404168",
            "reply_to_id": "1404157",
            "text": "Ég er stolt af þér, stelpa, fyrir að standa með sjálfri þér!!!  Það eru því miður ekki allar stelpur með svona skapgerðarstyrk.\nEn það sem mér finnst vera bottom-line: þér finnst óþægilegt að hann leiti svona á þig eftir að þú ert búin að útskýra þetta fyrir honum, ekki satt?  Hann verður að vita það og vita að þú ert ekki að segja nei til að láta hann ganga á eftir þér.  Því hann virðist ekki vera að heyra nógu vel til þín.  Þó svo að strákur á þessum aldrei sé stútfullur af hormónum, getur það aldrei réttlætt það að hann láti þér líða óþægilega eða eins og þú hafir ekki fullan rétt á að bíða eins lengi og þér sýnist.  Þetta er þinn líkami, þitt líf, þínar tilfinningar.\nÞótt þú sért hrifin af honum, skaltu ekki slá af.  Ef honum þykir eins vænt um þig og hann segir, þá ætti hann alveg að geta virt óskir þínar.\nÉg er að ýkja svolítið hérna, ég veit ekkert um þennan strák - en það er bara í þágu þess að útskýra hvað ég er að meina :)\nAllavegana: bíddu eins lengi og þú vilt, ekki gera neitt nema þig langi til þess sjálfa.  Ef klumpurinn í maganum segir stopp - hlýddu því.   Það er vel þess virði.  Maður verður að gera þessa hluti á réttum forsendum:  af því mann langar til þess og er tilbúin - líkamlega og andlega.\nOMG ég hljóma hrikalega!  Eins og “handbók fyrir ungar stúlkur…”\n;)  Stattu með þér stelpa! *knús*\nLynx"
        },
        {
            "user": "Axelma",
            "user_id": "4146",
            "date": "2003-12-09 00:45:21",
            "id": "1404169",
            "reply_to_id": "1404157",
            "text": "Ef þú ert ekki tilbúin, þá á það ekki að fara lengra en það. Mér finnst það ekkert smá gott hjá þér að geta sagt nei, því það geta það alls ekki allar stelpur, því miður.\nEins og hefur komið fram hérna, þá held ég að þessi strákur sé ekki eins góður og þú átt til að halda ef hann getur ekki skilið að þú sért ekki tilbúin.\nEn samt í alvöru talað, strákar á á þessum aldri- komnir á kynþroskaskeiðið og svona- hugsa eiginlega bara um einn hlut, og ég á ekki að þurfa að segja þér hvað það er :) Auðvitað eru til undantekningar af þessu, en þótt hann sé einn af fyrrnefndum, þá ætti hann samt að geta skilið að þú sért ekki tilbúin ;) Annars er hann bara ekki þess virði.\nGangi þér vel.\nKv. Axelma"
        },
        {
            "user": "fatBastard",
            "user_id": "7012",
            "date": "2003-12-09 01:29:12",
            "id": "1404170",
            "reply_to_id": "1404169",
            "text": "okei, Paddington ertu ekki að ganga of langt??\ntala við Sálfræðing útaf þessu. eða foreldra, þetta er hennar og hans mál ekki sálfræðings.\nútskurðum málið við héraðstóm"
        },
        {
            "user": "Paddington",
            "user_id": "8681",
            "date": "2003-12-09 03:04:39",
            "id": "1404171",
            "reply_to_id": "1404170",
            "text": "Þetta átti að vera skólasálfræðingur ef það kom ekki nógu skýrt fram.\nPointið er að hún þarf að tala við einhvern til að koma þessu frá sér og sjá að þetta er ekki hún sem er vandamálið, ef hún héldi þessu inní sér gæti hún farið að halda að hún væri eitthvað skrítin því hún vill þetta ekki strax.\nEkkert að því að tala við sálfræðing ef maður þarf bara að tala við einhvern og persónulega finnst mér það lengra gengið að tala við héraðsdóm en sálfræðing. dont you?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-12-09 03:05:05",
            "id": "1404172",
            "reply_to_id": "1404157",
            "text": "Í guðana bænum, ekki taka þetta skref nema þú sért 150% viss.\nÞú ert ekki nema 13ára or ert ennþá á kynþroskaskeiðinu og verður það á dágóðan tíma í viðbót. Þú verður að mótast sem kona, áður en þú ferð að haga þér sem slík.\nÞetta hljómar kannski kjánalega ;)\nÞú ert ennþá mjög ung og strákurinn líka. Þið hafið allan heimsins tíma.\nÉg veit að þetta ku ekki vera rómantískt…\nEn það eru ,jög littlar líkur á að þú munir endast með þessum strák í sambandi. Eingöngu vegna aldurs og ef maður horfir yfir sambönd fólks í dag.\nÞó svo ég vona það auðvitað, fyrir þína hönd.\n- Raunsæi -\nEn þú VERÐUR að standa fast á þínu, verður!\nEf þessi strákur fer að verða aðgangsharðari við þig, þá skaltu ekki vera ein með honum. Hann á ekki að vera að þvinga sér á þig, nema án þíns leyfist og það er gagnkvæmt."
        },
        {
            "user": "Xero",
            "user_id": "13435",
            "date": "2003-12-09 04:48:15",
            "id": "1404173",
            "reply_to_id": "1404157",
            "text": "já há intresting en eitt svona afhverju eru strákarnir alltaf stimplaðir svona vondir…..\n…. ég er kallkyns og það er ég sem er á bremsuni við þessar kellingar sem ég þekki þær hugsa ekki um annað en að ríða og eru borderline SLUTS.  any way YOU GO GIRL og prufaðu að bara segja honum nákvæmlega það sem u sagðir ætti að virka !"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-12-09 08:06:19",
            "id": "1404174",
            "reply_to_id": "1404157",
            "text": "Ég hætti að lesa eftir “Hann er 15 ára en ég er 13….”\nKominn með nóg af svona börnum að “deita”"
        },
        {
            "user": "nebuchadnezzar",
            "user_id": "43653",
            "date": "2003-12-09 08:28:11",
            "id": "1404175",
            "reply_to_id": "1404157",
            "text": "eins og restin hefur sagt. stattu föst á þínu, hann getur verið hin yndislegasti piltur en ef hann vill ekki bíða eftir að þú verður tilbúin hvernig helduru að hann verði í bólinu???\nauk þess væru þið að brjóta lög ef að þið gerðuð það núna.\nstattu á þínu.\nGirl Powe"
        },
        {
            "user": "Birdman",
            "user_id": "35457",
            "date": "2003-12-09 10:52:36",
            "id": "1404176",
            "reply_to_id": "1404157",
            "text": "Ok fyrst þú verður að skilja að þótt hann segist “þykja vænt” um þig þá er það einfaldlega ekki nóg. Geturu ímyndað þér hvað margir segja þetta bara t.d. undir þrýsting eða einfaldlega til að komast í bólið með einhverjum.\nEf hann sýnir það virkilega MEÐ aðgerðum þá er það allt gott og blessað en samt þú ert aðeins 13 ára og hann er 15 ára þannig að þú getur rétt ímyndað þér hvernig þetta myndi heppnast út :)\nÞótt þér finnist heimurinn snúast um aðeins þig og hann þá er hann án efa ekki “rétti”."
        },
        {
            "user": "fallen",
            "user_id": "35262",
            "date": "2003-12-09 11:27:05",
            "id": "1404177",
            "reply_to_id": "1404157",
            "text": "1. Segðu gaurnum að þú viljir bíða með þetta. Segðu það í ró og næði og láttu það síjast inn í hausinn á gaurnum því að það þarf mikið til.\n2. Þú ert allt of ung í svona nokkuð og gott hjá þér að geta sagt stopp."
        },
        {
            "user": "xDarkLordx",
            "user_id": "35180",
            "date": "2003-12-09 11:56:10",
            "id": "1404178",
            "reply_to_id": "1404157",
            "text": "Bíddu að minnsta kosti þangað til að þú verður 14 ára gömul, eina sem að ég, einhvert fífl á netinu bið þig um.\nÉg ætla ekki þykjast að ég sé einhver “knowitall” gæi, blessuð vertu, en gerðu það fyrir ÞIG að gera þetta ekki nema að ÞÚ sért tilbúin. Ef að gæinn fer að verða meira ágengur skalltu bara segja honum upp, það er sársaukafullt en mikið skárra en að verða nauðgað.\nKv. Internet knowitall gaurinn"
        },
        {
            "user": "Balinn",
            "user_id": "28309",
            "date": "2003-12-09 12:18:08",
            "id": "1404179",
            "reply_to_id": "1404157",
            "text": "Flott hjá þér að segja nei! Átt ekkert að leifa honum neit nema að þú sért 100% til í það.\nEn því miður, ef að honum langar að byrja að stunda kynlíf með þér en þér langar það ekki, og segir nei einsog þú átt að gera, þá efast ég um að hann sætti sig við það. Mér þykir það leitt, en svona eru bara 15 ára strákar.\nOg btw, hann 15 og þú 13.. Það er ólöglegt."
        },
        {
            "user": "aggi69",
            "user_id": "19683",
            "date": "2003-12-09 13:09:04",
            "id": "1404180",
            "reply_to_id": "1404157",
            "text": "það er bara eitt víst  sem að ég get segt þér …. Ég er tilbúin að veðja að ef að þú kynsveltir hann í ÁR þá á hann eftir að dumpa þér og finna einhverja sem er tilbúin að fara með honum lengra .. en ég skil þig allveg  finsst þú of ung og  sona ,,, og það er alltílæ að láta hann bíða eftir að þú sér tilbúin en ef að það tekur þið ár að verða tilbúin þá getur þú gleimt þessu vinan"
        },
        {
            "user": "Kate",
            "user_id": "45807",
            "date": "2003-12-09 14:49:15",
            "id": "1404181",
            "reply_to_id": "1404180",
            "text": "já reyndar er það alveg rétt!!"
        },
        {
            "user": "gosli",
            "user_id": "20531",
            "date": "2003-12-09 15:25:39",
            "id": "1404182",
            "reply_to_id": "1404157",
            "text": "hehe fyndið, en þú áttar þig á því að gaurinn þinn þessi fullkomni er í fyrsta lagi að reyna við þig sem ert 2-3 árum yngri sem er soldið vonlaust, og hann er tiltölulega séð barnaperri þar sem þú ert ekki orðinn lögríða en hann heldur áfram að reyna… straðreindir elskan ekkert annað, halltu þig við jafnaldra það borgar sig"
        },
        {
            "user": "Foxylady83",
            "user_id": "18461",
            "date": "2003-12-09 15:27:04",
            "id": "1404183",
            "reply_to_id": "1404157",
            "text": "Það er voða lítið sem þú getur gert til að láta hann skilja að þú vijir ekki sofa hjá honum, en stattu bara fast á þínu og ekki láta hann pína þig til að gera eikkað sem þú vilt ekki…\nÞótt hann segist þykja vænt um þig gæti þetta alveg verið leið hjá honum til að reynað fá þig til að sofa hjá sér..aldrei að vita…"
        },
        {
            "user": "GLXRBLT",
            "user_id": "42678",
            "date": "2003-12-09 16:05:45",
            "id": "1404184",
            "reply_to_id": "1404157",
            "text": "akkuru ríðiði bara ekki ?!?!!?"
        },
        {
            "user": "GLXRBLT",
            "user_id": "42678",
            "date": "2003-12-09 16:33:56",
            "id": "1404185",
            "reply_to_id": "1404184",
            "text": "Og namani….\nSteinhaltukjafti!\nÉg skil ekki þetta með okkur strákana, getum ekki haldið snáknum í búrinu í tvær sekúndur?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-12-09 16:40:58",
            "id": "1404186",
            "reply_to_id": "1404185",
            "text": "þegjuðu og ekki segja mér að steinhalda kjafti ljóta innvaxna fífl ef ég mundi vita hver þú værir mundi ég lemja þig í klessu íllainvaxna tussubarn !! fucking tölvunörda viðbjóður helvís þú pirrar mig … ég mun DREPA þig hórubarn"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-12-09 16:41:01",
            "id": "1404187",
            "reply_to_id": "1404185",
            "text": "þegjuðu og ekki segja mér að steinhalda kjafti ljóta innvaxna fífl ef ég mundi vita hver þú værir mundi ég lemja þig í klessu íllainvaxna tussubarn !! fucking tölvunörda viðbjóður helvís þú pirrar mig … ég mun DREPA þig hórubarn"
        },
        {
            "user": "GLXRBLT",
            "user_id": "42678",
            "date": "2003-12-09 16:41:32",
            "id": "1404188",
            "reply_to_id": "1404185",
            "text": "þegjuðu og ekki segja mér að steinhalda kjafti ljóta innvaxna fífl ef ég mundi vita hver þú værir mundi ég lemja þig í klessu íllainvaxna tussubarn !! fucking tölvunörda viðbjóður helvís þú pirrar mig … ég mun DREPA þig hórubarn"
        },
        {
            "user": "GLXRBLT",
            "user_id": "42678",
            "date": "2003-12-09 17:09:02",
            "id": "1404189",
            "reply_to_id": "1404188",
            "text": "Nú? Ætli ég þurfi þá ekki að ráða lífvörð?\nÉg vissi annas ekkki að morðhótanir viðgengust á huga….\nSvona ólögleiki verður kærður!"
        },
        {
            "user": "Babyspice",
            "user_id": "40089",
            "date": "2003-12-09 18:11:13",
            "id": "1404190",
            "reply_to_id": "1404189",
            "text": "Hmmmm þú ert nú bara krakki sem ættir að vera að leika þér í barbí hehe nei kannski ekki alveg.  Mér finnst gott hjá þér að bíða, þú átt auðvitað að fara eftir sjálfri þér og gera það sem þig langar.  Ekkert að láta neinn hafa áhrif á þig.  Ef hann skilur það ekki þá er hann bara að hugsa um eitt og er alveg sama um þig.  Þú hefur nógan tíma og getur prufað þig áfram smátt og smátt í framtíðinni.  Þetta er núna farið að hljóma eins og hjá dr Phil, en mundu bara að fara varlega því að þú vilt ekki verða einstæð tánings móðir eða deyja úr banvænum kynsjúkdómi.  Gleðileg jól allir saman :)"
        },
        {
            "user": "Mephz",
            "user_id": "29276",
            "date": "2003-12-09 18:23:02",
            "id": "1404191",
            "reply_to_id": "1404189",
            "text": "Hackslacka go get him :D"
        },
        {
            "user": "chromosome",
            "user_id": "39511",
            "date": "2003-12-09 16:42:17",
            "id": "1404192",
            "reply_to_id": "1404185",
            "text": "Gott hjá þer að geta sagt nei.\nHaltu því áfram og bíddu þangað til þú ert tilbúin"
        },
        {
            "user": "GLXRBLT",
            "user_id": "42678",
            "date": "2003-12-09 16:25:34",
            "id": "1404193",
            "reply_to_id": "1404157",
            "text": "Sæl og blessuð.\nTil hamingju með það geta sagt nei!\nEn ég er sammála flestum að þessi gaur er örugglega ekki sá “rétti”.\nTil að ganga úr skugga um það skaltu standa fast á þínu, ef að hann skilur það ekki og reynir áfram, þá skaltu dömpa honum.\nEf ekki, ja… Þá gæti þetta átt sér von…\nAllavega þá er ég bara einhver 13 ára netlúði sem veit ekkert, þannig að ekki taka mark á mér.\nÉg"
        },
        {
            "user": "Andyandlou",
            "user_id": "1783",
            "date": "2003-12-09 18:33:57",
            "id": "1404194",
            "reply_to_id": "1404157",
            "text": "Þú ert alltof ung, hann er bara að stela úr vöggunni."
        },
        {
            "user": "Sunnie",
            "user_id": "37465",
            "date": "2003-12-09 18:38:20",
            "id": "1404195",
            "reply_to_id": "1404157",
            "text": "Um hvað ertu að tala þegaar þú segir að þuhafir leift hounum að gera aðein meira en að kyssast?\n???????"
        },
        {
            "user": "Rassgata",
            "user_id": "34794",
            "date": "2003-12-09 18:41:29",
            "id": "1404196",
            "reply_to_id": "1404157",
            "text": "Pældu í því hvað þú vilt. Ekki hvað lögin segja, ef þú ert tilbúin gerðu það annars ekki. Það er alveg fáranlegt að svona komi lögum við!! Aumingja þingið ef þu gerir það!"
        },
        {
            "user": "sunza",
            "user_id": "30129",
            "date": "2003-12-09 19:44:41",
            "id": "1404197",
            "reply_to_id": "1404157",
            "text": "sko sæl! þú ert fkn 13 þú átt ekki að vera búin að finna þann rétta! þú hefur plenty tíma til að fíbblast og þússt prufa allskonar nýtt og þannig… hell ég gerði það! Ekki misskilja mig eg er ekkert mikið eldri en þu sko . En ef þu villt ekki missa meydóminn ekki þá gera það það er í þþínum höndum. En reyndar strákar eiga það mjöööög oft til að segja “já já hvenar sem þú ert tilbúin” og röfla svo á hverjum degi hvort þú sért nú ekki að verða tilbúin kom meira segja fyrir mig þegar ég var 13 en ekki láta það hafa nein áhrif á þig elskan því eins og eg sagði þú hefur fullt af tíma."
        },
        {
            "user": "minivergur",
            "user_id": "44098",
            "date": "2003-12-09 20:09:46",
            "id": "1404198",
            "reply_to_id": "1404157",
            "text": "Ef þér finns að þú sért ekki tilbúinn þá skaltu bara biðja hann um að bíða aðeins með það."
        },
        {
            "user": "Lyra",
            "user_id": "40420",
            "date": "2003-12-09 22:26:14",
            "id": "1404199",
            "reply_to_id": "1404157",
            "text": "Gott hjá þér að segjast ekki vera tilbúin og vera hreinskilin við hann…það eru ekki margar stelpur á þessum aldri sem geta sagt “nei” þannig þú færð stórt hrós frá mér :)"
        },
        {
            "user": "NoAngel",
            "user_id": "15331",
            "date": "2003-12-09 22:50:50",
            "id": "1404200",
            "reply_to_id": "1404157",
            "text": "vá 13 þú ert ennþá krakki, ekki vera að stússast í svona strákamálum og hugsaðu um eitthvað annað, það er hellingur af tíma eftir til að hugsa um svona dót!"
        },
        {
            "user": "honey",
            "user_id": "4744",
            "date": "2003-12-09 23:34:31",
            "id": "1404201",
            "reply_to_id": "1404157",
            "text": "fyrst hann lætur svona þá kemur hann til með dömpa þér þegar hann er búinn að prófa þig, trúðu mér ég hef kynnst fullt af strákum…..\nmark my words dump him like a hot potato!!!!!!!!!!!!"
        },
        {
            "user": "honey",
            "user_id": "4744",
            "date": "2003-12-09 23:34:33",
            "id": "1404202",
            "reply_to_id": "1404157",
            "text": "fyrst hann lætur svona þá kemur hann til með dömpa þér þegar hann er búinn að prófa þig, trúðu mér ég hef kynnst fullt af strákum…..\nmark my words dump him like a hot potato!!!!!!!!!!!!"
        },
        {
            "user": "gudjona",
            "user_id": "40480",
            "date": "2003-12-09 23:46:15",
            "id": "1404203",
            "reply_to_id": "1404157",
            "text": "Hann er ekki að vera góður við þig ef hann er að reyna að sofa hjá þér þó svo að þú sért ekki tilbúin. Hann er bara að brjóta niður vegginn þinn með þessu áfram haldi. Mig langar bara að segja þér að halda áfram að berjast, þú ert ekki tilbúin hann er það ekki heldur, hann er bara að fylgja hormónunum og það getur verið hættulegt fyrir ykkur bæði, gangi þér vel!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-12-10 02:13:18",
            "id": "1404204",
            "reply_to_id": "1404157",
            "text": "ekki gefast upp og “leyfa honum bara að gera það sem hann vill”. Það er frábært að þú hugsir svona og frábært að þú ætlir að bíða lengur. það er ekkert leiðinlegra að hugsa um en stelpur sem byrja alltof fljótt að stunda kynlíf bara af þvi strákurinn er of ágengur, þannig allavega keep up the good work ;)"
        },
        {
            "user": "Madrid",
            "user_id": "27547",
            "date": "2003-12-10 02:42:32",
            "id": "1404205",
            "reply_to_id": "1404157",
            "text": "Yo Farðu bara leingra Með þetta og kærðu hann svo. Því þú ert undir lögaldri eða eithvað. Nei Nei djóka með það. Já gott að bíða allvega til að þú ert komin í 9 bekk. En geturu ekki gefið Gaurnum eithvað. Hann er að Pína sig að Kyssa þig á Fullu og fær Síðan ekkert. Gefa honum Allavega eithvað."
        },
        {
            "user": "bal134",
            "user_id": "8701",
            "date": "2003-12-10 03:06:35",
            "id": "1404206",
            "reply_to_id": "1404205",
            "text": "Það er enginn betri lygari en 15 ára strákur að reyna að fá sér að ríða"
        },
        {
            "user": "divaa",
            "user_id": "11336",
            "date": "2003-12-10 09:36:11",
            "id": "1404207",
            "reply_to_id": "1404157",
            "text": "Mér finnst þú alveg frábær!!! Ég hrópa nú bara HÚRRA fyrir þér að þora að koma fram og segja það sem þér finnst, að þú sért ekki tilbúin, og vera sjálfstæð! Það að þú áttir þig á að þú sért ekki tilbúinn og að þú lætur ekki hópþrýsting hafa áhrif á þig eða rugla þig í ríminu segir mér að þú sért mjög þroskuð fyrir stúlku á þínum aldri. Það eina sem ég held samt að þú getir gert fyrir kærastann þinn til að fá hann til að skilja að þú sért ekki tilbúin er einfaldlega að segja honum það sem þú sagðir okkur hérna. Bara að þú sért ekki tilbúin, þér þyki ofboðslega vænt um hann og þú vitir að hann sé bara að vilja vera góður við þig, en að þér þyki það óþægilegt, eins og hann sé að ýta á eftir þér, þegar hann er svona ýtinn við þig.\nGangi þér vel!\nDivaa"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-12-10 15:46:42",
            "id": "1404208",
            "reply_to_id": "1404157",
            "text": "Þú getur náttúrulega bara stundað rassmök með honum, þá missirðu ekki meydóminn auk þess er engin skuldbinding né tilfinningar tengdar rassmökum."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-12-10 23:54:27",
            "id": "1404209",
            "reply_to_id": "1404208",
            "text": "Ég er hérna hjartanlega sammála Rumprider86, hann náði svo sannarlega að kalla fram rómantísku hliðina á samböndum auk þess sem þetta var hnittið og skemmtilegt svar.. til hamingju Rump!!!!"
        },
        {
            "user": "lundi86",
            "user_id": "30364",
            "date": "2003-12-10 19:05:04",
            "id": "1404210",
            "reply_to_id": "1404157",
            "text": "Mér finnst það eiginlega svolítið skrítið að fólk þurfi að fá álit annara á því sem tengist þeim eiginlega ekkert.  Það er eins og fólk þurfi samþykki annarra áður en eitthvað er gert.\nMér sýnist þú vera gera fátt annað en það eina rétta.  Hann getur sko gott og vel beðið í mörg ár ef honum þykir eins vænt um þig og hann segir.\nSmá út úr dúr:\nTil er einskonar stragegy til að komast í bólið með hinu kyninu og það er að vera í tímabundnu sambandi með því.  Þessa aðferð má skipta í þrjú stig:\n1. Bið\n2. Aðgerð\n3. Brottför\nÁ 1. bíður “veiðarinn” eftir rétta tækifærinu, á 2. býr hann það til, og á 3. yfirgefur hann “bráðina” ef ekkert gerist.\nÞað er mismunandi eftir persónu hvað hvert stig er langt, og stundum er fyrsta skrefinu sleppt.  En hægt er að vita hver er veiðari með því að bíða nógu lengi og ef hann er enn til staðar sækist hann eftir meiru en bara “good time”.\nAlla vega þá finnst mér rétt hjá þér að leyfa honum ekki að komast of langt.  En hafðu þetta hér fyrir ofan í huga.\nKv. lundi86"
        },
        {
            "user": "Jupiter",
            "user_id": "31644",
            "date": "2003-12-10 23:40:57",
            "id": "1404211",
            "reply_to_id": "1404157",
            "text": "ég myndi persónulega bíða í sona 2-4 ár….ALLAVEGA! meina ég var 16 og það er ekkert að mér núna!\nallavega…gangi þér vel child!"
        },
        {
            "user": "Anna84",
            "user_id": "35396",
            "date": "2003-12-11 15:39:39",
            "id": "1404212",
            "reply_to_id": "1404157",
            "text": "vó,ég missti meydóminn í 9. bekk (14 að verða 15) og ef ég gæti tekið það til baka þá myndi ég ekki hika við það!! þetta var ekkert “fallegt” og yndislegt móment neitt,ég beið bara eftir að þessu myndi ljúka!! í guðanna bænum ekki gera þetta ef þú ert ekki tilbúinn,þú munt verða svo stolt af þér ef þú bíður og hlustar á ÞIG en ekki HANN, gangi þér vel"
        },
        {
            "user": "Moondance",
            "user_id": "31800",
            "date": "2003-12-12 20:43:48",
            "id": "1404213",
            "reply_to_id": "1404157",
            "text": "Bíða, sérð aldrei eftir því"
        },
        {
            "user": "Huggies",
            "user_id": "7621",
            "date": "2003-12-14 18:30:00",
            "id": "1404214",
            "reply_to_id": "1404157",
            "text": "þú venst þessu, mér fannst nú erfitt að bíða eftir stráknum í heila viku :P\nen þar sem þú ert bara 13 þá skil ég vel…  svo eru 15 ára pjakkar ekki með neitt mikið undir sér, svo að þú ert eki að missa af miklu ."
        },
        {
            "user": "Paze",
            "user_id": "43258",
            "date": "2003-12-15 18:10:12",
            "id": "1404215",
            "reply_to_id": "1404157",
            "text": "riðlastu á kauða!"
        },
        {
            "user": "Paze",
            "user_id": "43258",
            "date": "2003-12-15 18:12:09",
            "id": "1404216",
            "reply_to_id": "1404157",
            "text": "riðlastu á kauða!"
        },
        {
            "user": "Paze",
            "user_id": "43258",
            "date": "2003-12-15 18:12:17",
            "id": "1404217",
            "reply_to_id": "1404157",
            "text": "riðlastu á kauða!"
        },
        {
            "user": "ZtarGirl",
            "user_id": "33526",
            "date": "2003-12-16 21:03:46",
            "id": "1404218",
            "reply_to_id": "1404157",
            "text": ""
        },
        {
            "user": "ZtarGirl",
            "user_id": "33526",
            "date": "2003-12-16 21:09:29",
            "id": "1404219",
            "reply_to_id": "1404157",
            "text": "Það var lagið stelpa… svona eiga stelpur að vera… nei þú ert svo sannarlega ekki asnaleg… þú sýnir mjög mikinn þroska og ert greinilega klár stelpa sem veist hvað þú vilt. Ef þessi strákur virkilega elskar þig og er hrifinn af þér og hreinlega ber virðingu fyrir þér þá bíður hann í ár eða meira… bara um leið og þú ert tilbúin=) Þú ræður ferðinni… þetta er þinn líkami og hann verður að virða það…ef ekki… þá er hann ekki þess virði.. því það er virkilega mikill fengur í kærustu eins og þér.. sem er þroskuð og veit hvað hún vill… þú ert mjög góð fyrirmynd annarra stelpna í sömu sporum…\nVirðingarkveðja…\nZtarGirl=)"
        },
        {
            "user": "punturis",
            "user_id": "23606",
            "date": "2003-12-17 12:49:02",
            "id": "1404220",
            "reply_to_id": "1404157",
            "text": "Ég er líka 13 ára og ég myndi strax stoppa þetta !!!!!  (ég skil samt að það sé erfitt stundum !)\nGangi þér vel =)"
        },
        {
            "user": "barti",
            "user_id": "28175",
            "date": "2003-12-18 00:06:01",
            "id": "1404221",
            "reply_to_id": "1404157",
            "text": "amm taktu þinn tíma en þú ert 13 hann 15 og það er munur á og kannski er hann bara vanur að vera í sambandi með kynlífi"
        },
        {
            "user": "RIzZ4",
            "user_id": "21534",
            "date": "2004-01-06 21:15:19",
            "id": "1404222",
            "reply_to_id": "1404157",
            "text": "Ég persónulega held að það sé ekkert fullkomið moment og ég held líka að maður sé aldrei “tilbúin” til þess að sofa hjá..nokkurntíma..! En þannig er það að fyrsta skiptið er ekki e-h sem þú færð aftur, það er á hreinu! Þú veist ekki hvað ég dái þig fyrir að segja nei! Þú segir að hann hafi oft sagt þér hversu mikið hann elski þig og e-h í þeim dúr, ef hann getur ekki borið virðingu fyrir þínum ákvörðunum og þínum tilfinningum þá segi ég bara hreint út : HE´S NOT WORTH IT! Taktu allan þann tíma sem þú þarft, ekki láta hann setja e-h pressu á þig, og ef hann fer að láta pressu á þig, sem mér skilst að hann sé að gera núna þá skaltu bara segja þessum laxmanni að þú sért ekki alveg með á hreinu hvor aðilinn sé 13 ára hérna! Hann er ekki mikið að sýna þroska með þessari hegðun! Gangi þér vel ;* Kv.Rizza"
        }
    ]
}