{
    "forum_title": "Deiglan",
    "user": null,
    "user_id": null,
    "date": "2003-12-09 21:26:23",
    "title": "Internet hneyksli",
    "text": "Hvernig er það með internetið í dag, er ekki nein síða sem er algjörlega klám frí? Ástæðan fyrir þessarri spurningu minni er sú að nú nálgast jólin og í ljósi vaxandi jólaanda í híbýlum mínum fór systir mín á internetið og náði sér í jóla-screensaver á einhverri jólasíðu. Ég veit reyndar ekki hvaða síðu en það skiptir svo sem ekki öllu máli þar sem að þetta var jólasíða en ekki klámsíða.\nEftir að hún setti screensaverinn inn á tölvuna byrjuðu að skjótast upp á skjáinn klámgluggar sem ekki er hægt að loka. Heima hjá mér er akkúrat þessi klámsýkta tölva mest notaða tölvan og hafa allir fjölskyldumeðlimir lent í klámárásum síðan, þar á meðal tíu ára gamall bróðir minn. Það gerði útslagið. Þegar “saklausar jólasíður” eru farnar að dulbúa klám sem skjáhvílu í anda hátíðanna. Er ekki komið nóg af þessu rugli, getur þetta klámfólk ekki látið sér nægja að þeir sem kjósa að leita að kláminu sjái það? Þurfa þeir endilega að blekkja mann út í að sækja þeirra soralegu skjöl? Það hljóta allir að vera sammála mér um það að þetta er allt of langt gengið og að svona hegðun gangi ekki, það gilda líka siðferðisreglur á internetinu er það ekki. Finnst fólki kannski að það geti látið hvernig sem er undir einhverjum dulnefnum á netinu?\nÞað er mikið ábirgðar hlutverk að birta efni á netinu, ég tala nú ekki um þegar um er að ræða efni sem ungtfólk á ekki að sjá. Er þetta kannski einhverskonar klámhúmor, að sýna fólki í jólaskapi klám. Það er virkilega leiðinlegt að internetið sem er annars afbragðs samskiptatækni sé þannig úr garði gert að maður hætti sér varla inná síður sem maður hefur ekki skoðað áður. Fólk sem ákveður að bjóða uppá klámfengið efni ætti að minnsta kosti að vara mann við áður en haldið er inná síðuna að þar sé efni af slíkum toga.",
    "url": "https://www.hugi.is/deiglan/greinar/183107/internet-hneyksli/",
    "url_id": "183107",
    "id": "1405574",
    "replies": [
        {
            "user": "sveppiskinka",
            "user_id": "33398",
            "date": "2003-12-09 22:48:46",
            "id": "1405575",
            "reply_to_id": "1405574",
            "text": "skuggalegt"
        },
        {
            "user": "geiri2",
            "user_id": "8406",
            "date": "2003-12-09 22:58:05",
            "id": "1405576",
            "reply_to_id": "1405574",
            "text": "Hef systir þín ekki bara notað þetta sem afsökun. Verið í góðu chilli að skoða klám. Svo gengur þú inn. “það er eitthvað að þessum screensaver” ??"
        },
        {
            "user": "geiri2",
            "user_id": "8406",
            "date": "2003-12-09 23:12:36",
            "id": "1405577",
            "reply_to_id": "1405576",
            "text": "Hehe, góður punktu"
        },
        {
            "user": "DrDie",
            "user_id": "23043",
            "date": "2003-12-09 23:15:16",
            "id": "1405578",
            "reply_to_id": "1405574",
            "text": "Ef þú vilt losna við pop-upana mæli ég með ad-aware sem hægt er að fá hér á huga.\nhttp://static.hugi.is/essentials/security/cleane\nrs/aaw6.exe\nHugi gerir líklegast bil þarna einhversstaðar, fjarlægðu það :)"
        },
        {
            "user": "DrDie",
            "user_id": "23043",
            "date": "2003-12-09 23:26:52",
            "id": "1405579",
            "reply_to_id": "1405578",
            "text": "Sammála…..hreint frábært forrit….."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-12-09 23:17:18",
            "id": "1405580",
            "reply_to_id": "1405574",
            "text": "Tölvur verða bara “klámsýktar” ef að einhver hefur verið að brása klám..\nÞannig að…einhver í fjölskyldu þinni er að sækja “sorgleg skjöl” án þinnar vitundar.\nNema náttúrulega að það sért þú!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-12-09 23:49:06",
            "id": "1405581",
            "reply_to_id": "1405580",
            "text": "Takk fyrir, ég er reyndar með adaware og hef verið að nota það statt og stöðugt í nokkra daga en þetta dæmi kemur alltaf aftur. Það kemur alltaf svona desktopshortcut sem heitir eitthvað xxx og svo er það líka niðri hjá klukkunni. Annars efast ég um að systir mín hafi verið að skoða klám. Góður punktur samt sem áður. Mér hefur samt tekist að sjá það út að þetta kom með screensavernum þar sem að þetta xxx dæmi kemur í sömu program files möppu og screensaverinn fór í."
        },
        {
            "user": "rexuz",
            "user_id": "31513",
            "date": "2003-12-09 23:49:35",
            "id": "1405582",
            "reply_to_id": "1405574",
            "text": "Hmm veit ekki með ykkur en ég hef aldrei fengið neitt klám popup nema inná klámsíðum (: svo er náttúrlega alveg bannað að klikka á mynd af nakri konu á skjanum ef mar hefur ekki áhuga til."
        },
        {
            "user": "axiler",
            "user_id": "9262",
            "date": "2003-12-10 00:09:43",
            "id": "1405583",
            "reply_to_id": "1405574",
            "text": "Oft er nú um að kenna “yes” takkaglöðum almenningi sem gleypir við hvaða vitleysu sem er :)"
        },
        {
            "user": "bsodbsod",
            "user_id": "1478",
            "date": "2003-12-10 00:13:36",
            "id": "1405584",
            "reply_to_id": "1405574",
            "text": "minnir mig á eitthvað gator drasl, sem gerir btw ekki neitt! fékk það inní tölvuna hjá mér(gerði no statt og stöðugt þegar kom “would you like to get balbalblalbalblabla”) en allt kom fyrir ekki, þegar ég fór í tölvuna einn morguninn eftir að kveikt hafði verið á henni alla nóttina, var þetta drasl komið og það tók mig þónokkurn tíma að losna við það, svo kom það aftur og aftur og aftur, it's the pain!"
        },
        {
            "user": "dbgs",
            "user_id": "19216",
            "date": "2003-12-10 00:31:26",
            "id": "1405585",
            "reply_to_id": "1405574",
            "text": "Fáðu þér bara pupp upp stopper eða eithvað og hættu að væla í hugurum svona hefur netið bara þróast og þú getur bara ekkert gert í því, því miður..!"
        },
        {
            "user": "Ramruqai",
            "user_id": "14093",
            "date": "2003-12-10 06:27:42",
            "id": "1405586",
            "reply_to_id": "1405585",
            "text": "Ekki þróast.. hefur alltaf verið sona"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-12-10 00:33:44",
            "id": "1405587",
            "reply_to_id": "1405574",
            "text": "Smelltu inná hana spybot, search and destroy.\nÞetta skannar og eyðir öllu svona drasli, ég var með 18X þegar ég skannaði fyrst…\nhttp://ejrs.biz/spybot/"
        },
        {
            "user": "karijo",
            "user_id": "5836",
            "date": "2003-12-10 01:48:49",
            "id": "1405588",
            "reply_to_id": "1405574",
            "text": "gott dæmi um hvernig þetta er orðið þá fór ég inn á síðu hjá einhverju íslensku triggingar fyrir tæki til að taka svona prufu bíl próf og þegar ég var búinn með nokkrar surningar og ætla að biðja um næstu spurningu lendi ég inn á klámsíðu inni í miðju bílprófinu ég prófaði að loka prófinu og taka það aftur enn alltaf kom þessi síða upp í miðjuprófinu"
        },
        {
            "user": "SmaSher",
            "user_id": "1149",
            "date": "2003-12-10 02:13:24",
            "id": "1405589",
            "reply_to_id": "1405574",
            "text": "Þetta fær fólk uppúr því að nota Internet Explorer og álíka drasl opið fyrir misnotkun, ná sér í mozilla firebird, mozilla thunderbird, adaware og spybot og þér munið aldrei lenda í þessu framar."
        },
        {
            "user": "ArabStrap",
            "user_id": "1396",
            "date": "2003-12-10 03:26:30",
            "id": "1405590",
            "reply_to_id": "1405589",
            "text": "Mozilla er viðbjóðslegt sorp… Opera er þá skömminni skárri"
        },
        {
            "user": "maur",
            "user_id": "15803",
            "date": "2003-12-10 04:06:57",
            "id": "1405591",
            "reply_to_id": "1405574",
            "text": "þetta er bara svona. klám, klám, klám nánast allstaðar og það er ekkert sem við getum gert"
        },
        {
            "user": "Andyandlou",
            "user_id": "1783",
            "date": "2003-12-10 04:53:28",
            "id": "1405592",
            "reply_to_id": "1405574",
            "text": "Varla ertu búinn að búa í helli undanfarið…"
        },
        {
            "user": "aggi69",
            "user_id": "19683",
            "date": "2003-12-10 09:23:16",
            "id": "1405593",
            "reply_to_id": "1405574",
            "text": "VÁ hvað fólk getur verið heimskt mar …. ok þetta er pottþétt einhver spywere sem að þú ert búin að fá inná tölvuna þína … ég meina    ég  fekk hann .. þannig að alltaf þegar að ég opnaði glugga .. allveg sama hvort það var hugi eða barnalad.is (sem dæmi) þá komu upp popups sem voru eins og þú segir “Klám” …. og ef að mar notar aðeins hausin og fær sér einhvð eins og Spybot - Search & Destroy  þá læknar maður einfalldlega tölvuna og þetta kemur ekki aftur …. farðu nú inna static.hugi.is  (ekkert www) og dl þessu\nog svo ekki vera að kenna saklausum heimasíðum um …. og Trúðu mér það eru til svo Ótelljandi síður sem eru ALLGJÖRLEGA klám fríar …. ekki vera sona vittlaus ;)"
        },
        {
            "user": "KashGarinn",
            "user_id": "14713",
            "date": "2003-12-10 09:51:49",
            "id": "1405594",
            "reply_to_id": "1405593",
            "text": "jamm, notaðu ad-aware, en mundu að það þarf að update-a það!\nSmella á “check for updates now” og því er reddað\nK."
        },
        {
            "user": "zett",
            "user_id": "26470",
            "date": "2003-12-10 09:56:48",
            "id": "1405595",
            "reply_to_id": "1405593",
            "text": "vá, vert þú ekki svona vitlaus að halda að allir sem ekki vita það sem þér finnst sjálfsagt mál að vita séu bara plain heimskir…\nVenjulegt fólk (þ.e. fólk sem ekki hefur “auka” tölvukunnáttu) sem ekki fer inná klámsíður og hefur því ekki lent í þessum poppup gluggum áður veit auðvitað ekkert hvernig þetta kemur eða hvernig á að losna við þetta… maður fæðist ekki með tölvuþekkingu og skilning á klámvæðingu internetsins… það er frekar erfitt að læra alla hluti án þess að þurfa að læra þá af reynslunni og það er fínt að spyrja fólk um ráð þegar maður er ekki alveg viss hvað maður á að gera… Ekkert sérstaklega gaman að byðja um ráð ef allt sem maður fær til baka er: “VÁ hvað fólk getur verið heimskt mar …ekki vera sona vittlaus ;)”\nHvetur mann ekki beint til þess að byðja aftur um hjálp."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2003-12-10 10:47:06",
            "id": "1405596",
            "reply_to_id": "1405595",
            "text": "Frábært svar frá Zett :)"
        },
        {
            "user": "aggi69",
            "user_id": "19683",
            "date": "2003-12-10 13:38:42",
            "id": "1405597",
            "reply_to_id": "1405595",
            "text": "sko ég var ekkért að segja að þú værir einhvað heimskur að vera að biðja um hjálp í þessu máli .. eða að kunna ekki að lega þetta .\nEn mér fins það vera heimska  að vera að koma með einhvað sona\n“Hvernig er það með internetið í dag, er ekki nein síða sem er algjörlega klám frí?”\nþetta sem er á tölvuni þinni er að gera það að verkum að þín færð alskyns “klám” popups … þannig að  ekki vera að skíta yfir heimasíðurnar sem að þú ert að fara inna þegar að þetta kemur upp því að það er aðeins ein leið til að þetta komi inni tölvuna og það gerist sko ekki á huga !"
        },
        {
            "user": "hugsandi",
            "user_id": "5454",
            "date": "2003-12-10 10:55:35",
            "id": "1405598",
            "reply_to_id": "1405574",
            "text": "kannast við þetta… þetta er allveg versti vírus í heimi… maður er bara í mestu makindum að leika sér á netinu, og svo bara blúbbs… kemur ekki bara risastór typpi upp á skjáinn ég slekk á því en innann tíðar… blúbbs lesbian sex for free, umm nei takk.\nen þetta lagaðis mjög mikið eftir að ég fékk mér ad-aware… bara að muna að láta það skanna tölvuna sem oftast"
        },
        {
            "user": "WillySutton",
            "user_id": "36803",
            "date": "2003-12-10 10:56:27",
            "id": "1405599",
            "reply_to_id": "1405574",
            "text": "Fáðu þér Norton eða lyklapétur sem veir-vara. Einnig er ráðlegt að fá sér eldvegg, þannig að tölvan fái ekki tróju hesta eða eithvað verra. Zone alarm er góður og getur fengið frítt frá cnet.com\nkw\nwilly"
        },
        {
            "user": "qeySuS",
            "user_id": "280",
            "date": "2003-12-10 11:58:23",
            "id": "1405600",
            "reply_to_id": "1405599",
            "text": "Takk kærlega.."
        },
        {
            "user": "qeySuS",
            "user_id": "280",
            "date": "2003-12-10 12:36:00",
            "id": "1405601",
            "reply_to_id": "1405600",
            "text": "Ég er viss um að 10 ára bróðir þinn er allavega himinlifandi með þessi nýju forrit.\nAnnars er spyware mesta rugl í heimi, er hissa á að það sé ekki hægt að lögsækja þá, þetta finnst méer ekkert vera neitt betra en vírus (sumt af þessu dreifir sér meirað segja eins og vírus) og það fer sjaldan á milli mála hver framleiddi forritið."
        },
        {
            "user": "OBhave",
            "user_id": "3496",
            "date": "2003-12-10 14:10:01",
            "id": "1405602",
            "reply_to_id": "1405574",
            "text": "Ekki veit ég nákvæmlega hvað þú kallar klám, hvort sú skilgreining nær yfir klúrt djók eða eitthvað svoleiðis, EN það er staðreynd að það er spyware út um allt, og um að gera að setja upp Ad-Aware, og Spyware Search And Destroy og fleiri forrit\n….annars veit ég ekki hvernig þeir ættu að hafa farið að því að setja sig upp sem screensaver hjá þér, nema þetta sé vírus, dulbúinn fæll sem einhver clikkaði á eða að einhver á heimilinu hafi bara hreinlega gert þetta."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2003-12-10 14:27:16",
            "id": "1405606",
            "reply_to_id": "1405574",
            "text": "Ad-aware 6.0 er málið þá losnarðu við þetta!\nþað er hægt að ná í þetta snilldarforrit hérna á static"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-12-10 14:31:29",
            "id": "1405603",
            "reply_to_id": "1405574",
            "text": "Þetta er augljóslega spyware sem komið hefur inná tölvuna þína, skiptir í raunini ekki miklu máli á hvaða síðu maður er þetta getur alltaf hlaðist inná mann.\nLegg til að þú náir þér í forritið Spybot S&D eða Adaware og losir þig við þetta með því."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-12-10 14:31:55",
            "id": "1405604",
            "reply_to_id": "1405574",
            "text": "Þetta er augljóslega spyware sem komið hefur inná tölvuna þína, skiptir í raunini ekki miklu máli á hvaða síðu maður er þetta getur alltaf hlaðist inná mann.\nLegg til að þú náir þér í forritið Spybot S&D eða Adaware og losir þig við þetta með því."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-12-10 14:32:18",
            "id": "1405605",
            "reply_to_id": "1405574",
            "text": "Þetta er augljóslega spyware sem komið hefur inná tölvuna þína, skiptir í raunini ekki miklu máli á hvaða síðu maður er þetta getur alltaf hlaðist inná mann.\nLegg til að þú náir þér í forritið Spybot S&D eða Adaware og losir þig við þetta með því."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-12-10 14:32:44",
            "id": "1405607",
            "reply_to_id": "1405574",
            "text": "Þetta er augljóslega spyware sem komið hefur inná tölvuna þína, skiptir í raunini ekki miklu máli á hvaða síðu maður er þetta getur alltaf hlaðist inná mann.\nLegg til að þú náir þér í forritið Spybot S&D eða Adaware og losir þig við þetta með því."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-12-10 14:34:23",
            "id": "1405608",
            "reply_to_id": "1405607",
            "text": "***Ætlaði ekki að pósta þessu svona oft, hélt óvart enter inni****"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-12-10 14:33:02",
            "id": "1405609",
            "reply_to_id": "1405574",
            "text": "Þetta er augljóslega spyware sem komið hefur inná tölvuna þína, skiptir í raunini ekki miklu máli á hvaða síðu maður er þetta getur alltaf hlaðist inná mann.\nLegg til að þú náir þér í forritið Spybot S&D eða Adaware og losir þig við þetta með því."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-12-10 14:33:13",
            "id": "1405610",
            "reply_to_id": "1405574",
            "text": "Þetta er augljóslega spyware sem komið hefur inná tölvuna þína, skiptir í raunini ekki miklu máli á hvaða síðu maður er þetta getur alltaf hlaðist inná mann.\nLegg til að þú náir þér í forritið Spybot S&D eða Adaware og losir þig við þetta með því."
        },
        {
            "user": "k3rMit",
            "user_id": "8328",
            "date": "2003-12-16 13:13:51",
            "id": "1405611",
            "reply_to_id": "1405574",
            "text": "Fáðu þér Linux."
        }
    ]
}