{
    "forum_title": "Harry Potter",
    "user": "LollyPolly",
    "user_id": "47547",
    "date": "2003-12-10 21:51:07",
    "title": "Iona og Eric fara til Hogwarts",
    "text": "Iona og Eric voru tvíburar sem bjuggu í kjallaraíbúð í úthverfinu. Mamma þeirra hafði dáið þegar þau fæddust en pabbi þeirra vann alla daga til að eiga fyrir húsnæðinu. Þau voru tíu vetra þegar þetta gerðist.\nIona vaknaði við að þrumu laust niður. Hún stóð upp en heyrði Eric snökta lágt við gluggann.\nIona stundi. Eric hagaði sér oftast mikið barnalegar og fékk stundum grátköst vegna þess hann hugsaði of mikið um mömmu þeirra.\n“Hvað er núna að Eric.” sagði hún mæðulega og settist við hliðina á Eric. Hún leit út. Það var júní en samt var alltaf grenjandi rigning.\n“Hann er ekki kominn.” snökti Eric. “Klukkan er ellefu og hann er ekki kominn.”\n“Ég er viss um að hann kemur.” sagði Iona hughreistandi. “Pabbi myndi aldrei fara frá okkur.”\n“Mig la-angar bara að sjá hann og sp-yrja hvort að allt sé ekki í lagi.” sagði Eric og skalf af ekkasoga.\n“Allt í lagi. Við skulum bara fara á skrifstofuna og kíkja hvort hann sé þar.” sagði Iona og stóð upp.\nÞau klæddu sig og hlupu út.\nRegnið lamdi þau í andlitin en þau hlupu áfram. En allt í einu hrasaði Iona um einhvað.\nSvarta tösku. Iona opnaði hana. Hún var full af gulli.\n“Vá sagði” sagði Iona.\n“Hvað fannstu?” hrópaði Eric og hélt áfram að hlaupa.\n“Æj ekkert sérstakt.” sagði Iona og setti töskuna á bakið.\nPabbi þeirra þyrfti aldrei aftur að vinna ef hún myndi segja honum frá þessu.\nÞegar þau komu að skrifstofunni var hún opin upp á gátt.\n“Ég fer inn.” sagði Iona óttaslegin og læddist inn.\nGangarnir voru allir jafn dimmir og drungalegir svo Iona ákvað að flýta sér. Hún hljóp upp á efri hæðina og inn á skrifstofu pabba hennar.\nHún fraus í sporunum.\nSvartklædd vera stóð yfir faðir hennar sem lág á jörðinni. Veran beindi einhverju mjóu priki að honum.\n“Avada.” sagði hol rödd undann hettunni hjá verunni.\nFaðir Ionu sneri sér að henni.\n“Hlauptu.” hvíslaði hann.\n“Kedavra!” þrumaði veran.\nGrænt leiftur skaust út úr prikinu og í bringuna á faðir hennar. Hægt hneig hann niður með augun galopin. Iona starði sem lömuð á með hryllingi.\nVeran snéri hausnum að henni.\nIona tók á rás. Niður stigann, flaug niður allann ganginn og greip í Eric sem beið við dyrnar. Hræðslan gaf henni vængi þar sem hún spændi af stað.\n“RÆNULAUS!” öskraði veran og einhvað lenti í Eric.\nÞað leið yfir hann. Iona kippti honum upp á bak sitt og hljóp áfram út í skóginn.\nHún faldi sig á bak við eitt tré og andaði. En þá straukst einhvað við kinn hennar. Hún ætlaði að æpa en það var líkt og ósýnileg hönd hefði gripið um munn hennar svo að hún þagnaði. Gegnsær hestur.\nÞað hefði liðið yfir hana af skelfingu ef einhver róleg rödd hefði ekki hvíslað í eyra hennar :“Stígðu á bak ekki vera hrædd.”\nIona lyftir Eric á bak en klifraði svo sjálf á bak.\nHesturinn flaug hægt og virðulega yfir London. En hann stefndi á Hroðagerði -eða það sýndist Iona allavega þegar hún leit á götuskiltið.\nHann stoppaði á milli hroðagerðis 12 og 14. En allt í einu kom hurð í ljós í miðjunni. Skeggjaður maður gekk út.\n“Iona, Eric ég hef verið að bíða eftir ykkur.” sagði hann “ég þarf að útskýra margt.”\n“Hver ert þú og hvað viltu okkur?” sagði Iona og steig niður af hestinum.\n“Ahh því mun vera svarað þegar þið komið inn. En ég heyti Albus Dumbledor.” sagði maðurinn og hjálpaði Ionu að bera Eric af hestinum og inn.\nHálftíma seinna sat Iona inni með tebolla í hendinni.\n“Ég er hvað.” sagði hún og missti tebollann á gólfið.\n“Galdramaður og bróðir þinn líka.” sagði Dumbledor. “Illur galdramaður drap pabba ykkar því að hann vildi ekki segja honum hvar þið voruð.\n”Afhverju vill hann okkur?“ spurði Iona forvitin.\n”Svo að hann geti klárað leynivopnið sitt.“ sagði Dumbledore rólega. ”Hann safnar eins mörgum galdramönnum og hann getur til að geta gert þá illa á barnsaldri. Þannig fullkomnar hann leynivopnið.\n“Hvaða leynivopn?” sagði Eric og opnaði augun.",
    "url": "https://www.hugi.is/hp/greinar/183273/iona-og-eric-fara-til-hogwarts/",
    "url_id": "183273",
    "id": "1406950",
    "replies": [
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2003-12-10 22:48:07",
            "id": "1406951",
            "reply_to_id": "1406950",
            "text": "Mjög spennandi, frekar stutt samt. Endilega drífðu inn framhald sem allra fyrst.\nKveðja\nTzip"
        },
        {
            "user": "annapotter",
            "user_id": "34019",
            "date": "2003-12-11 01:58:02",
            "id": "1406952",
            "reply_to_id": "1406950",
            "text": "Vil ekki vera með leiðindi eða neitt því þetta er fínasta saga. En maður beygir orðið faðir\nfaðir - föður - föður - föðurs\nAnnar eins og ég sagði…. ágætis saga"
        },
        {
            "user": "annapotter",
            "user_id": "34019",
            "date": "2003-12-11 13:16:30",
            "id": "1406953",
            "reply_to_id": "1406952",
            "text": "Nei maður segir\nfaðir- föður- föður- föður\neins með\nbróðið- bróður- bróður- bróður\nog móðir dóttir og þannig…\nTil LollyPolly ótrúlega flott en á þetta ekki að vera merkt með spoiler??\n-AnnaPotte"
        },
        {
            "user": "mariakj91",
            "user_id": "38475",
            "date": "2003-12-11 16:37:01",
            "id": "1406954",
            "reply_to_id": "1406953",
            "text": "Einmitt það sem ég var að hugsa, á þetta ekki að vera mergt spoiler?? annars flott grein og allt sollis…"
        },
        {
            "user": "witchcraft",
            "user_id": "47880",
            "date": "2003-12-11 19:42:36",
            "id": "1406955",
            "reply_to_id": "1406950",
            "text": "mjög flott en hún er norn og hann er galdramaður\nen mjög flott samt"
        },
        {
            "user": "witchcraft",
            "user_id": "47880",
            "date": "2003-12-11 19:43:36",
            "id": "1406956",
            "reply_to_id": "1406950",
            "text": "mjög flott en hún er norn og hann er galdramaður\nen mjög flott samt"
        },
        {
            "user": "Ingibergur",
            "user_id": "21822",
            "date": "2003-12-11 19:57:04",
            "id": "1406957",
            "reply_to_id": "1406950",
            "text": "þetta gerist of hratt en annars flott"
        },
        {
            "user": "diensukok",
            "user_id": "42926",
            "date": "2003-12-11 20:29:01",
            "id": "1406958",
            "reply_to_id": "1406957",
            "text": "fínt komdu með frammhald"
        },
        {
            "user": "Joop",
            "user_id": "59499",
            "date": "2005-11-19 21:36:46",
            "id": "2711926",
            "reply_to_id": "1406958",
            "text": "Vúhú fyrsta svarið þitt! Good job ;)"
        },
        {
            "user": "LollyPolly",
            "user_id": "47547",
            "date": "2003-12-13 17:35:12",
            "id": "1406959",
            "reply_to_id": "1406957",
            "text": "ég hata þegar það eru sona dauðir kaflar í bókum, það eyðileggur þær algjörlega. Þessvegna lét ég þetta gerast svona hratt."
        },
        {
            "user": "Sivar",
            "user_id": "3343",
            "date": "2004-04-12 16:56:45",
            "id": "1406960",
            "reply_to_id": "1406959",
            "text": "En dauður kaflar eru mjög mikilvægir í sögunum.  Það gefur manni tækifæri til þess að setja sig í spor persónunnar  og gefur mun meiri dýpt í söguna.\nÞetta er ágætis byrjun.  En er alltof hröð og útskýrir mjög margt allt of hratt."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-12-11 21:25:57",
            "id": "1406961",
            "reply_to_id": "1406950",
            "text": "flott flott\nframhald ;) og aðeins lengra"
        },
        {
            "user": "gloko",
            "user_id": "28731",
            "date": "2003-12-12 18:41:57",
            "id": "1406962",
            "reply_to_id": "1406950",
            "text": "RIP OFF!!!"
        },
        {
            "user": "beljanbobo",
            "user_id": "44405",
            "date": "2003-12-12 22:08:58",
            "id": "1406963",
            "reply_to_id": "1406950",
            "text": "FFFFFFFLLLLLLLLOOOOOOOOOOOOTTTTTTTTTTT MAR"
        }
    ]
}