{
    "forum_title": "Fuglar",
    "user": "Begga",
    "user_id": "2277",
    "date": "2003-12-10 09:30:05",
    "title": "Einangrunin loksins búin :D",
    "text": "Jæja, jæja, í gær voru komnar 4 vikur síðan fuglarnir komu til landsins og ég fékk loksins að taka bíbíana mína heim :D\nÉg fékk reyndar lítinn tíma til að leyfa öllum að kynnast heima, ég þurfti að fara með nokkra af fuglum á nýju heimilin sín og svo var ég líka að þrífa búrin og gera allt fínt hjá þeim.\nEn ég prófaði nú samt aðeins að helypa Breka út, seint um kvöldið. Hann var nú svolítið sybbinn og vissi ekki alveg hvaða vesen væri á mér núna. Svo setti ég hann ofan á eitt ástargauks búrið og þá lifnaði heldur betur við honum þegar hann sá fugla eins og sig  :)\nÞegar ég Breki var kominn inn í búr aftur hleypti ég Seifi (blue fronted amazon) út í smá stund, og það fyrsta sem hann gerði var að flögra á búrið þeirra Breka & Brynju, og Brynja fékk nett flogakast og hvæsti á hann til að reka þetta “skrímsli” í burtu  :D Ég ætla að reyna að sjá betur í kvöld hvort þeim lyndi ekki betur saman  ;)\nEn þetta er ótrúlega gaman að þessu sé loksins lokið og að öllum fuglunum heilsist svona vel eftir einangrunina, þvílíkur léttir!  :)",
    "url": "https://www.hugi.is/fuglar/greinar/183269/einangrunin-loksins-buin-d/",
    "url_id": "183269",
    "id": "1406862",
    "replies": [
        {
            "user": "Gexus",
            "user_id": "5048",
            "date": "2003-12-10 09:46:28",
            "id": "1406865",
            "reply_to_id": "1406862",
            "text": "Fúff! þetta hlýtur að vera gaman að eiga fullt af skemmtilegum fuglum heima hjá sér er það ekki ?\nAnnars til hamingju! ;)"
        },
        {
            "user": "evaslefa",
            "user_id": "16739",
            "date": "2003-12-10 12:47:00",
            "id": "1406866",
            "reply_to_id": "1406862",
            "text": "Vá! hvað hann Seifur er rosalega flottur! eða er þetta ekki annars hann sem er á myndinni?\nKveðja,\nEva"
        },
        {
            "user": "Begga",
            "user_id": "2277",
            "date": "2003-12-10 15:50:09",
            "id": "1406867",
            "reply_to_id": "1406866",
            "text": "jújú þetta er hann Seifur að montrassast eitthvað :Þ\nÞað er alveg magnað, að þótt hann sé lang stæðsti fuglinn sem kom, þá eru lang minnstu lætin í honum :) Hann er alveg frábær!"
        },
        {
            "user": "Sweet",
            "user_id": "2593",
            "date": "2003-12-10 19:27:26",
            "id": "1406868",
            "reply_to_id": "1406862",
            "text": "Vá, hann er ekkert smá fallegur! :)\nHlýtur að vera gaman á heimilinu núna ;)"
        },
        {
            "user": "Ramruqai",
            "user_id": "14093",
            "date": "2003-12-11 01:54:48",
            "id": "1406869",
            "reply_to_id": "1406862",
            "text": "Hvað líður svo langur tími þangað til þú ferð að gefa frá þér fugla ? Held að minnst hlakki til :Þ\nP.S.\nMeð að gefa frá þér þá er ég að meina selja, finnst samt eitthvað svo ljótt við að segja það þegar um dýr er að ræða :S"
        },
        {
            "user": "Begga",
            "user_id": "2277",
            "date": "2003-12-11 10:46:30",
            "id": "1406870",
            "reply_to_id": "1406869",
            "text": "Ertu þá að meina unga undan þessum fuglum?\nÉg þori eiginlega bara ekki að byrja að lofa fólki um það, það getur verið svo erfitt að segja um það. Allir þessir fugar eru tiltörlega ungir, allir fæddir á þessu ári, svo ég veit ekki alveg hvenær þeir verða tilbúnir í varp, því ég veit ekki hvenær á árinu þeir fæddust :-/"
        },
        {
            "user": "Ramruqai",
            "user_id": "14093",
            "date": "2003-12-11 10:52:10",
            "id": "1406871",
            "reply_to_id": "1406870",
            "text": "okey, skil það svo sem… en hvað verða þeir að vera gamlir til þeir geta farið að verpa ?"
        },
        {
            "user": "Begga",
            "user_id": "2277",
            "date": "2003-12-11 15:13:22",
            "id": "1406872",
            "reply_to_id": "1406871",
            "text": "a.m.k. ársgamli"
        },
        {
            "user": "LoZeRR",
            "user_id": "42529",
            "date": "2003-12-11 20:15:29",
            "id": "1406873",
            "reply_to_id": "1406862",
            "text": "haha fugl að kvæsa það er findið eins og fuglarnir sem frændi minn á það má ekki koma nálægt þeim þá heirir marra bara hhgggggg…"
        },
        {
            "user": "Begga",
            "user_id": "2277",
            "date": "2003-12-12 10:49:13",
            "id": "1406863",
            "reply_to_id": "1406862",
            "text": "Ég var búin að hafa ótrúlegar áhyggjur af því að Breki yrði eitthvað abbó, en nei, það var aldeilis ekki! Hann er eins og kóngur í ríki sínu :) Hoppar á milli allra búranna og spjallar við alla fuglana. Hann hafði alltaf gaman af því að hrekkja kanarífuglana sem ég átti fyrir, og nú eru svo margir búnir að bætast við og líka finkur, þannig að það eru margir sem þarf að bjóða velkomna :D Það hefur nú alltaf verið sagt um ástargauka að þeim semji ekkert sérstaklega vel við aðrar fuglategundir, þannig að ég er farin að stórefast um að hann sé ástargaukur  Hann ELSKAR alla þessa fugla!  Svo kíkti hann í heimsókn til Sun Conursins og ég hafði svolítinn vara á, hélt að annað hvort þeirra færi að bíta frá sér… en nei, næsta sem ég vissi voru þau að kyssast á fullu :Þ hehe og Brynja greyið bara fór aftur inn í búrið sitt í fýlu! Svo flaug Breki til Seifs, voða montinn, stóð við hliðin á honum eins og þeir væru jafn stórir. Seifur var nú ekki á þvi að leyfa þessum rindli að ibba sig og opnaði gogginn í átt að honum, en Breki bar stóð sem fastastur montinn á svip (sennilega nokkuð viss um að mamma myndi aldrei láta neitt koma fyrir sig, ég sat nebblilega nálægt). Þannig að þeir fá ekki mikið að leika saman í framtíðinni… :-/ Ótrúlega gaman samt að fylgjast með honum, hvað hann nýtur sín :)"
        },
        {
            "user": "Spoony",
            "user_id": "32952",
            "date": "2003-12-13 14:12:28",
            "id": "1406864",
            "reply_to_id": "1406863",
            "text": "vááá!!!!hvað þú ert heppin :D og til hamingju með fuglana ;o) vonandi gengur þetta bara vel hjá þér :)"
        }
    ]
}