{
    "forum_title": "Stjórnmál",
    "user": null,
    "user_id": null,
    "date": "2003-12-11 15:35:08",
    "title": "Launakjör Alþingismanna",
    "text": "í látum sem eru kringum þessi mál, þá veltir maður fyrir sér hvað varð um frumvarp sem var talað um í ísland í bítið, og kom alþingiskonan sem stóð fyrir þessu frumvarpi í viðtalið, og átti þetta frumvarp að fjalla um að lengja vinnudag alþingismanna. þeir fá um 4 til 6 mánuði í frí á ári, meðan venjulegur maður fær 1 mánaðar sumarfrí. Og manni skilst að alþingismenn sjáist svo ekki  heilu dagana í þingsal.",
    "url": "https://www.hugi.is/stjornmal/korkar/183549/launakjor-althingismanna/",
    "url_id": "183549",
    "id": "1408949",
    "replies": [
        {
            "user": "guru",
            "user_id": "37375",
            "date": "2003-12-12 14:55:01",
            "id": "1408950",
            "reply_to_id": "1408949",
            "text": "þetta er HNEISA SEGI ÉG HNEISA!!"
        },
        {
            "user": "guru",
            "user_id": "37375",
            "date": "2003-12-13 14:31:47",
            "id": "1408951",
            "reply_to_id": "1408950",
            "text": "Það er ekki tekið með sældinni að vera alþingismaður, þetta er mjög erfitt og krefjandi starf og það er bara alls ekki þörf á öllum alþingismönnum í þingsal á hverjum einasta þingfundi. Auðvitað eiga þeir að vera sem oftast þar, en þeir hafa margt annað mikilvægt á sinni könnu.\nAlþingismenn á Íslandi standa sig yfirhöfuð nokkuð vel, en eitt hefur þó heldur gleymst í áranna rás og það er að þeir taki pólitíska ábyrgð á gerðum sínum. Alltof margir ráðherrrar hafa verið að komast upp með þvílík heimskumistök, bara út af fáfræði vil ég meina, og þeir þurfa ekki að axla neina ábyrgð á því! Það finnst mér hneisa!\nStarf alþingismanna á að vera vel launað starf, betur launað heldur en það er í dag, og því á að fylgja fríðindi!! EN því á líka að fylgja miklu meiri kröfur og miklu meiri ábyrgð heldur en fylgir því í dag! Kröfurnar eiga að vera strangari, skiptingar eiga að vera örari, ábyrgð á að vera mikil og laun eiga að vera hærri!<br><br><b>Tilvitnun:</b><br><hr><i>lífið er banvænn sjúkdómur, svo kvalarfullur að deyfingin er möst.</i><br><h"
        },
        {
            "user": "ciro",
            "user_id": "46676",
            "date": "2003-12-13 14:49:28",
            "id": "1408952",
            "reply_to_id": "1408951",
            "text": "afhverju eru þessir menn í þessu starfi ef þeim leiðist það svo og finnst það erfitt, það er fult af störfum þarna úti sem eru erfið og lýjandi, og eru mjög illa borguð, svo koma alþingismenn og eru að meta eigið ágæti og skammta sjálfum sér laun.\nef ég væri í þeirri aðstöðu að meta eigið ágæti, hafa áhrif til að meta hver laun mín eiga að vera þá myndi ég auðvitað haga mér eins og alþingismen gera þessa dagana. og skammta mér há laun og segja að mitt starf sé erfiðasta starf í heimi."
        },
        {
            "user": "ciro",
            "user_id": "46676",
            "date": "2004-01-04 21:24:38",
            "id": "1408953",
            "reply_to_id": "1408952",
            "text": "Það er eins og fólk geri sér ekki grein fyrir því starf alþingismanna er meira en bara að vera í Alþingishúsinu. Það eru endalaus ferðalög, sérstaklega fyrir landbyggðarþingmenn. Sem verða að halda tvö heimili. Mér finnst þeir vera með hæfileg laun t.d. eru meðalforstjórar með miklu hærri laun Þessi ferðalög verða til þess að þingmenn eru langtímunm saman frá sinni fjölskyldu. Og á annatímum eru þingfundir frá níu á morgni og langt fram á nótt. Að fólk sé að skrifa um að þetta starf sé ekkert mál, lýsir heimsku þess sem skrifar."
        },
        {
            "user": "br75",
            "user_id": "29541",
            "date": "2004-01-07 15:44:03",
            "id": "1408954",
            "reply_to_id": "1408953",
            "text": "þetta er fáránlegasta svar sem ég hef séð, ætlaru að segja mér að þingmenn séu einir um það að vera frá fjölskyldum sínum, það er FULT af fólki þarna úti sem er að vinna frá 8 til 5 og nær ekki endum saman því kaupið sem það fær borgar ekki það vel.\nsvo eru þingmenn að vorkenna sjálfum sér og skammta sjálfum sér laun."
        },
        {
            "user": "br75",
            "user_id": "29541",
            "date": "2004-07-25 02:43:21",
            "id": "1408955",
            "reply_to_id": "1408954",
            "text": "Hvað í fjandanum eru þeir með í laun annars? kv..:)"
        },
        {
            "user": "Ferenzcy",
            "user_id": "8754",
            "date": "2004-04-07 10:49:52",
            "id": "1408956",
            "reply_to_id": "1408951",
            "text": "Þó að ég sé í erfiðu og krefjandi starfi fæ ég ekki margra mánaða frí á hverju ári eða aðstoðarmann til að hjálpa mér með vinnuna. Það mætti fæka þessum trúðum sem sitja á alþingi um helming."
        },
        {
            "user": "sbj",
            "user_id": "39661",
            "date": "2004-12-01 14:46:42",
            "id": "1819537",
            "reply_to_id": "1408956",
            "text": "Veistu, þetta gæti verið frábær hugmynd :)\nÞó erfitt í dag útaf litlum kjördæmum."
        },
        {
            "user": "sbj",
            "user_id": "39661",
            "date": "2004-12-01 14:49:28",
            "id": "1819544",
            "reply_to_id": "1408949",
            "text": "Mér finnst laun alþingismanns ekki of há. Þér miður eiga fæstir þingmanna þau skilið."
        }
    ]
}