{
    "forum_title": "Rómantík",
    "user": "gaur",
    "user_id": "454",
    "date": "2003-12-12 19:34:52",
    "title": "Ruslið sem kom niður á jörðina",
    "text": "Ruslið sem kom niður á jörðina,\nÉg hef ekkert verið að hafa fyrir því að skrifa pistla hérna inn á huga undanfarið er að undirbúa margt sniðugt og njóta lífsins með vinum mínum, vinkonum og þeim sem vilja taka þátt í lífinu með mér!\nÞví lífið er fokking yndislegt! “Life Without Sex is Like Trash!”\nókey anyway… lítil rómantík í að dömpa sætum, góðum stelpum *arg*\nÞú ert eflaust að reyna átta þig á ruslinu sem kom niður á jörðina.\nStrákar sem hössla sér góða, sæta, skemmtilega stelpu og halda svo\nframhjá þeim eða dömpa þeim með því að tala ógeðslega við þær eru bara helvítis hálvitar. “Ég og félagi minn…” vorum að tala saman\num í vinnunni í dag hversu mikil fíbl strákar geta verið ég meina hann er með ÓGEÐSLEGA FALLEGRI, YNDISLEGRI stelpu og plúsin við þá\ngellu er að hún er geðveikt skemmtileg og bara almennileg STELPA ;)\n*újé let's put the horse band on the hest and ride into the dark!*\nAnyway…\nÉg og hann vorum að tala um að strákar sem kæmu illa við stelpur að þá eigi að lemja og á næstkomandi “Verzló balli” ef gaurinn mætir á svæðið þá verður hann tekinn og breyttur í HAMBORGARA erm..\nwithout gúrkum bara svona hafið það á hreinu.. ég og vinur minn við\nhötum og ég meina það virkilega við HÖTUM stráka sem eru með stæla,\ndömpa góðum stelpum með orðum eins og ‘þú ert helvítis hóra, þú hefur gert svo mikið af ljótum hlutum að þú ert bara ógeðsleg’“ and\nso on… ”Since the Internet came people went crazy“! og þess vegna\nhef ég ákveðið að halda mig frá Internetinu í smátíma ”2 think“ ;)\nÉg ætla samt að taka það fram að ég og vinur minn við erum ekki einhverjir… ‘lonly nerds serving on the net’ hann er fótboltastjarna… eða svona believe it or not hann verður það og\nsíðan vinnum við saman og erum nokkuð góðir vinir but anyway þessi\nmegagella í flensborg í hfj var dömpað og hún varð ekkert smá sár\nog hringdi í vin minn og talaði við hann í 3klst og hún var grátandi allan tímann… but hey the good news.. gaurinn hann verður buffaður og seldur á endanum… þoli ekki svona wannabee's!\nStrákar sem eru fíbl eiga ekkert að vera deita stelpur.. hehehe og\nveistu mér finnst strákar bara viðbjóður sem fara illa með stelpur!\nhey.. þið getið alveg riðið þeim og skemmt ykkur en að taka hjartað\nþeirra, mölva það niður, brjóta þær niður, fara illa með sál þeirra\ni'll stop you in my superman blue búning.. SO STOP THIS SHIT NOW!!!\nÞetta er óþolandi hversu margir ”WANNABEE'S HÖZZLER“ ná að krækja\nsér í gellur á djamminu, oh yeah believe me when I say it: the best place to krækja í gellur er þar sem þú sérð þær ekki beint á\nnetinu, ho ho ho ho ho, i'm the santaclause, merry christmas, hóhó!\nNOW WE'ARE TALKING… en anyway afhverju þarf ruslið úr geimnum að\nlenda hérna niður á jörðina og vera með fokking stæla, ÓÞOLANDI!!!\nÉg bara mæli með því stelpur ef gaurar eru með stæla við ykkur farið þið þá bara illa með þá, segið þeim að fara til FJANDANS!!!!\nÉg meina stelpur þið eruð ekkert verri heldur en við strákarnir!!!\nog strákar ef þið viljið.. ”ENJOY SEX WITH BEAUTIFUL GIRLS WITH TIGHT ASS, NICE TITS, NICE BELLYBUTTON'S“ STAY IN SCHOOL! hahaha…\nnei að sjálfsögðu farið vel með stelpurnar þær eru yndislegar !!!!!\nÞið kannski fattið það ekki ef eistun á ykkur eru ekki kominn niður\nog eruð á gelgjunni BUT BELIEVE ME WHEN I SAY THIS… show girls u\nlike RESPECT… en að sjálfsögðu eru til drullukuntupussur og í alvöru geðveikt steiktar stelpur í þessum heimi sem eru ekki einu\nsinni worth 2 cents…\nJæja allavega.. Ruslið sem kom niður á jörðina og er að dissa gullfallegar stelpur.. það er allt í lagi að dissa fólk sem á það skilið en að sýna fólki óvirðingu og vera með einhverja: ”Hey i'm from hollywood, fucking rich and cool, egó stæla, er bara FOKK og\nþið fáið aldrei neinar gellur á því!\" …\ni'm out of here…\ngoing into the romantic tunnels..\nhey by the way.. það er allt í lagi að vera rómantískur og einstaka sinnum góður við stelpur en samt aldrei verða svona ofurvæminn og heimskur, stelpur eru ekkert að digga það, fíla það even, bara skemmtu þér, gerðu það sem þig langar og ef stelpa er\nekkert að fíla þig, losaðu þig við hana og sama á við um ykkur stelpur, if you don't like your boyfriend, dömp him, if you don't\nlike your girlfriend, fuck her once, twice, dump her… nei svona\n4 real.. reynið að elska friðinn og finna það sem ykkur þyrstir í\nog hættið að nota fólk það er ógeðslega pöthethic…\nLife is sweet\nmsn: magicsperm@hotmail.com\nTöfrasæðið, that's me folkz!;)",
    "url": "https://www.hugi.is/romantik/greinar/183642/ruslid-sem-kom-nidur-a-jordina/",
    "url_id": "183642",
    "id": "1409807",
    "replies": [
        {
            "user": "Hlynzi",
            "user_id": "21838",
            "date": "2003-12-14 11:00:51",
            "id": "1409808",
            "reply_to_id": "1409807",
            "text": "Þetta var hreint út sagt skelfileg lesning á þessari grein, og það þarf nú alls ekki að skrifa annaðhvort orð á ensku til að menn skilji þau.\nEn já, ég held að fæstir strákar séu leiðinlegir við kærusturnar, og fæstar stelpur leiðinlegar við kærastana.\nEn svo koma upp þannig tilfelli, sumir eru bara vitlausir, bara að deita til að deita og álíka fólk. Þau tilfelli eru sérstaklega áberandi. Það er bara alltaf þannig, slæmu fréttirnar, slæmu hliðarnar á málunum, þykja fréttnæmari. Svo er líka oft þannig að fallegt fólk getur verið hræðilega leiðinlegt, og vitlaust. Eða bara almennt mjög skemmtilegt og gáfað. Þannig að þetta er allt saman einstaklingsbundið.\nOg ég efast um að það sé alltaf verið að lemja hina og þessa gaura útaf þessu og hinu (í sumum tilfellum, en mest allt eru innihaldslausar hótanir)\nEkki er ég vondur við mína kærustu, og hún er ekki vond við mig. Og mér finnst hún bara vera besta og sætasta stelpa sem ég veit um."
        },
        {
            "user": "scrabble",
            "user_id": "21402",
            "date": "2003-12-14 12:05:26",
            "id": "1409809",
            "reply_to_id": "1409807",
            "text": "Mér fannst soldið skrítið að lesa þessa grein.. en samt alveg ágæt."
        },
        {
            "user": "guru",
            "user_id": "37375",
            "date": "2003-12-14 13:54:22",
            "id": "1409810",
            "reply_to_id": "1409807",
            "text": "…ja hérna…hvar er hausinn á þér???\nÞetta er undarleg grein, en sosem með ágætis skilaboðum, en þeim er hægt að koma á framfæri betur sko….."
        },
        {
            "user": "Gullbert",
            "user_id": "4004",
            "date": "2003-12-14 15:28:52",
            "id": "1409811",
            "reply_to_id": "1409807",
            "text": "Ok, erfitt að lesa, ekki það að ég er að reyna móðga einhvern. Ég skil ekki stráka sem fara illa með kærusturnar sínar eða aðrar stelpur. Þetta eru strákar sem leitast bara eftir drætti og engu öðru því að ef maður elskar einhvern verður sú manneskja hluti af hjartanu manns og ef maður særir þá persónu andlega/líkamlega, er maður að særa sjálfan sig. Hvað er það sem stráka berja stelpur? Ég persónulega get það ekki, því að það er “eitthvað” inn í hausnum á mér sem segir að þetta sé rangt og þetta “eitthvað” er samviskan mín.\nEn í sambandi við að lemja stráka sem lemja stelpur, þá réttlætir ekkert að berja þá, því að um leið og við lemjum þá, erum við ekkert skárri en þeir.\nGullbert"
        },
        {
            "user": "Ljomalindin",
            "user_id": "15558",
            "date": "2003-12-14 18:32:40",
            "id": "1409812",
            "reply_to_id": "1409807",
            "text": "ókei, sko sorrý en ég reyndi eins og ég gat en ég skildi samt ekki greinina.. ;)"
        },
        {
            "user": "hestagellan",
            "user_id": "38257",
            "date": "2003-12-14 18:42:51",
            "id": "1409813",
            "reply_to_id": "1409807",
            "text": "Þetta er með asnarlegustu greinum sem ég hef lesið. Finnst þetta nú hálgerðir gelgjustælar. Fyrst þú ert svona mikill karlmaður að geta buffað aðra útaf einhverju sem þér kemur ekki við (sambandi við kærustur þeirra), held ég að þú ættir að taka þig saman og hætta þessum fáránlegu enskuslettum.\nAnnars skildi ég alveg skilaboðin, sem voru nátturlega alveg rétt.  En kannski ekki eins skýr þegar fólk nennir varla að lesa greinina til enda. Hehe:)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-12-14 20:34:40",
            "id": "1409814",
            "reply_to_id": "1409807",
            "text": "Wow sko………..ég held ég hafi aldrei verið meira sammála manneskju en núna………..flott grein marr…..;)\nHvað eru annars gamall gaur?\nBara pínu forvitin :P\nKv.Hauth…..:)"
        },
        {
            "user": "lundi86",
            "user_id": "30364",
            "date": "2003-12-14 21:17:26",
            "id": "1409815",
            "reply_to_id": "1409807",
            "text": "Ég er nokkuð viss um að þú meintir vel með þessari grein.. en annars hef ég ekki hugmynd um hvað þú meintir með henni.\nÞessi grein var stútfull af þversagnakenndum setningum og maður átti erfitt með að skilja á hvorri hlið málsins þú værir.\nÞú segir að strákar ættu ekki að dömpa fallegu stelpunum bara rétt sísona heldur vera áfram með þeim, og ef ég skildi það rétt þá jafnvel þótt þær höfðu gert allan andskotan.\nMér finnst þú í upphafi vera að tala um að hanga í sambandi sem virðist ekkert ganga, en síðan segir þú að við eigum að slíta sambandinu ef við fílum ekki stelpuna?  Þetta lítur ansi asnalega út í mínum augum.\nMaður á auðvitað ekki að segja skilið við stelpuna á mjög harkalegan hátt nema hún eigi það kannski skilið.  Ef hún á það ekki skilið þá á maður að fara fínna í það.\nÞú getur ekki sagt að við megum ekki öskra á stelpuna þegar hún á það kannski skilið, ég meina, þegar þær vilja losna við okkur í reiðiskasti geta hlutirnir farið mun verr.  Ég er auðvitað alfarið á móti því að við berjum stelpurnar þegar við viljum losna við þær, en jafnvel þó orð geta valdið sárum þá hef ég ekkert á móti þeim.  Engin sambönd enda með handabendingum.\nÉg held að þó strákurinn sem hætti með stelpunni, sem talaði í 3 klst. við vin þinn, hefði hætt með henni á rólegri hátt hefði hún alveg getað verið eins sár útaf því.\nlundi86 hefur talað."
        },
        {
            "user": "hlaup",
            "user_id": "8642",
            "date": "2003-12-14 22:55:02",
            "id": "1409816",
            "reply_to_id": "1409807",
            "text": "frábært :)"
        },
        {
            "user": "Serkhet",
            "user_id": "46934",
            "date": "2003-12-15 04:33:08",
            "id": "1409817",
            "reply_to_id": "1409807",
            "text": "eee…já….hérna….ok….það…\nÞetta var einn af þeim verstu greinum sem ég hef lesið hérna á huga.\nÉg er ekkert á móti umfjöllunarefninu, bara hvað það var erfitt að lesa og virkilega að fatta hvað þú varst að reyna að koma frá þér.\nEnn góðir punktar þó."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-12-15 08:20:37",
            "id": "1409818",
            "reply_to_id": "1409807",
            "text": "Hey, I like your way of using english and islenska…..reminds my of myself…..\ngòd grein, keep up the good work…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-12-15 08:20:39",
            "id": "1409819",
            "reply_to_id": "1409807",
            "text": "Hey, I like your way of using english and islenska…..reminds my of myself…..\ngòd grein, keep up the good work…"
        },
        {
            "user": "hanzo",
            "user_id": "45794",
            "date": "2003-12-16 02:36:19",
            "id": "1409820",
            "reply_to_id": "1409807",
            "text": "Þú ert fáviti !! Ekki skrifa meira.. slökktu á tölvunni þinni, farðu með hana niðrá bryggju og kastaðu henni í sjóinn. Þú ert augljóslega að reyna að ganga í augun á einhverjum óþroskuðum 14-16 ára stelpum með að segja að strákar sem fari illa með stelpur séu aumingjar og fávitar og ert greinilega að vona að þær verði alveg “aaawwwww þessi gaur er æðislegur.. hann hatar alla sem koma illa fram við stelpur og ætlar að berja þá alla”….. FÍFL !!!!!!!!!"
        },
        {
            "user": "missbubblegum",
            "user_id": "40801",
            "date": "2003-12-16 20:50:21",
            "id": "1409821",
            "reply_to_id": "1409807",
            "text": "vá hvað er gaman að lesa einhvað svona, ég og vinkona mín vorum akkurat búnar að vera að tala um það afhverju allir strákar eru svona vonlausir….en þetta sannar að það eru nokkrir með viti til…."
        },
        {
            "user": "kretin",
            "user_id": "29949",
            "date": "2003-12-17 06:28:53",
            "id": "1409822",
            "reply_to_id": "1409807",
            "text": "Frábær grein, fyrst þegar ég las hana blotnaði ég sko í klobbanum! Algerlega! Þvílíkt karlmenni að verja kvenfólk og berja stráka á böllum! Ég sé ykkur alveg fyrir mér að plotta að berja einhvern sem fór illa með einhverja stelpu sko! Stelpur eru sko heilagar.\nEn það var bara eitt smá vandamál við þessa grein: Mér finnst svolítið brútal að berja fólk, ekki að ég meini það neitt illa, en að berja fólk? Er það nauðsynlegt? Þú náttúrulega ákveður.\nSvo er það þetta með enskuna, ekki misskilja mig, en hún var alveg ágæt, fyrir utan allar þessar villur, sem voru nú ekkert svo slæmar, nema það að ég flissaði svolítið af því þessar villur voru svo heimskulegar (ekki verða reiður). Tjah, svo fannst mér stafsetningavillurnar í textanum svolítið pirrandi. Þær voru svo margar og margar þeirra hálfgerðar klaufavillur, ekki verða reiður. Svo finnst mér lesblinda líka bara sexí.\nMér finnst líka þetta “haxxor 1337” slangur oggolítið ó-sexí, en þetta er ekki illa meint, ég er viss um að margar stelpur falla fyrir því þegar þú notar “u” í staðinn fyrir “you” sem þú notar í staðinn fyrir “þú”, en mér finnst það álíka sexí og ef ég mætti Leoncie í búningsklefanum og hún væri með typpi(kannski ég ætti frekar að nota orðið “dick” til að þú skiljir hvað ég er að tala um). En já, góð grein, nema kannski þágufalls og guðmávitahvaðs-sýkin sem þú þjáist greinilega af. Svo er það sá smávægilegi galli við málfar þitt, hvar í heiminum sem þú myndir nokkurntímann nota setninguna “újé let's put the horse band on the hest and ride into the dark!”, myndir þú verða aðhlátursefni allra sem til þín heyrðu. Jah, að öðru leiti var greinin rosafín, og höfðar mjög mikið til allra stelpna. Það fór reyndar einn hlutur pínku ponsu oggulítið í taugarnar á mér við skrif þín, en það er sú staðreynd að þú ert greinilega nautheimskur, ekki taka þessu illa, greinin er flott, en þessi galli fer eflaust framhjá öllum, og mér finnst hann nú ekkert svo rosalegur. Svo fór náttúrulega sú staðreynd að þú hefur greinilega aldrei snert stelpu pínupínupínkupons í pirrurnar á mér. Sú staðreynd að þú ert vafalítið að ríða vini þínum og skrifar þessa grein í örvæntingu hormónaflæðis var smotterísgalli líka. Tjah, svo er ég reyndar karlmaður en ekki stelpa eins og ég skrifaði hér ofar í svari mínu, en þar sem þú ert vafalítið smástrákur sem er svo truflaður af hormónum og gelgjunni, sem greinilega tröllríður þér að þú nærð aldrei að lesa neðar en 3-4 línur er enginn hætta á því að þú áttir þig á því, sem er smá galli. Svo er það spurningin um þennan smávægilega galla: Skrif þín eru gersamlega innihaldslaust “eistun-á-mér-eru-að-ganga-niður” þvaður sem gagnast akkúrat engum, sem er smávægilegur galli.\nEn já, góð grein."
        },
        {
            "user": "steinaosk",
            "user_id": "31847",
            "date": "2003-12-17 16:55:12",
            "id": "1409823",
            "reply_to_id": "1409807",
            "text": "djöfulsins snilld ert þú… alveg sammála og allt það.. en hvað meiniði fólk að þetta sé skrítin grein.. mér fannst hún bara snilld:P ég er soddan weirdo myself:P"
        }
    ]
}