{
    "forum_title": "Metall",
    "user": null,
    "user_id": null,
    "date": "2003-12-14 13:50:30",
    "title": "Pain of salvation - The Perfect Element part 1",
    "text": "Pain of salvation - The Perfect Element part 1\nÞessi plata er partur 1 af 2 (partur 2 er enn óútkominn). The Perfect Element er\nlíkt og aðrar plötur Pain of Salvation er þessi plata Þema plata.\nDaniel Gildenlow\n“The Perfect Element, part I.\nThis is the first part of two about two people fighting against the wounds\ninflicted upon them by their past. It is a painful love story and in a way a\nmusical ”bildungsroman“ (literary term for a novel dealing with adolescence and\ngrowing up). What forms us into what we become; what makes us tick and what makes\nothers stop ticking?\nIt is about dealing with who you are and reconcile to go on. It deals with topics\nsuch as child abuse, violence, mental disorder, mobbing? and love as a path to\nreconciliation. It is about a society that creates certain malfunctions in a few\npeople and then labels them as being ”dangers to society“ and fights to exclude\nthem.”\nMálið sem ég held að grípi flesta sem hlusta á PoS er sú staðreynd að það er\nerfitt að fynna jafn vel samda tónlist, Og eins flókin og tónlistin er þá er hún\nsamt mjög grípandi.\nThe Perfect Element er enginn undartekning frá þessu. Og ég held að öll lögin\ngrípi mann strax, allavega gripu þau mig strax. Og ég hef ekki losnað frá þessu\nbandi síðan fyrsta lagið greip mig.\nPlatan byrjar á laginu\nUsed\nMjög Agressíft lag milli þess sem það verður mjúkt og rólegt, textinn lýsir þema\nplötunar vel,\n“I am crying, unwept tears through this violence,\nI´ll die trying to break this thick crust of silence”\nNæsta lag er eitt af mínum uppáhaldslögum plötunar\nIn the Flesh\nRólegt lag, hægt og sorglegt. Eitt af þessum lögum sem maður fær hroll yfir að\nhlusta á. PoS eiga nokkuð mörg slík.  Samt ekki þessi týpíska ballaða, heldur er\nþetta meira, Allavega fyrir mér.\n“Sometimes the hands that feed\nMust feed a mind with a sick need\nAnd the hands that clutch can be\nthe same hands that touch too much\neyes that hungrily stare\nRead in an access that´s not there\nwhile eyes close to hide tears\nOr look away in fear\nRun Away”\nÞriðja lag plötunar\nAshes\nÞetta er lagið sem grípur mann á fyrstu secúnduni og heldur manni þarna til enda.\nEf eitthvað lag er grípandi þá er það þetta lag. Svona skiptist milli það að vera\ní þunganum sem PoS eru mikið í og léttari kanntinum. En þetta lag er eitt af mínum\nuppáhalds PoS lögum\n“As we walk through the ashes\nI whisper your name\nA taste of pain to cling to\nAs we walk through the ashes\nYou whisper my name\nWho´s the one with the sickest mind…\nNow?”\nMorning on Earth\nRólegt lag, harmoníur, melódísk ballaða. Þetta lag passar allveg hrikalega vel\ninní heildarmyndina. Fjallar um löngunina til að enda þetta alltsaman, og hvernig\nhún sest á mann, er þarna hverfur og kemur aftur. Hvernig maður getur verið fastur\ní eldri líkama en hugsun mans nær til og hvernig það hefur áhrif á líðan.\n“morning arrives on tan earth, Ive never seen before\nRevealing a life that I never really understood\nStrange, the way beauty can hurt the opened eye\nMutch more than all of the filth and pain\nthat we´re soaked in ever could”\nIdioglossia\nEitt af betri lögum disksins, hoppar á milli hraða, takts, og þunga. Eitt af\nþessum lögum sem væri fyndið að horfa á menn headslamma við sem aldrei hafa heyrt\nlagið áður. Taktpælingarnar eru svo rosalegar. Þetta lag er eiginlega bein tenging\nvið lagið Ashes. Og eru setningar í viðlaginu þær sömu. “As I walk through the\nashes I whisper your name” Virkilega gott lag.\n“As I search through the ashes\nfor someone to blame\nI´m afraid to see my face\nAs I walk through the ashes\nI whisper your name\nMeeting you have forced me\nto meet myself”\nHer Voices\nVáá! Ég vissi ekki að það væri hægt að toppa toppinn, Og það með svona lagi. Ein\naf mörgum ballöðum disksins í anda PoS.  Fallegt rólegt lag.  Hefur lítil\nkaflaskipti  og þó ein þau sérstökustu, þegar það kemur kafli í anda Arabískrar\ntónlistar. Frábært lag.\n“We Picked and pierced, we ripped and we tore\nWe hit and scratched to make in her a hole\nGlares and eyes - whispers and notes\nAttached to her every pose”\nDedication\nRólegasta lag disksins, ljúf gítarmelódía sem umlykur lagið, Flott lag. Fjallar um\ndauða afa sögupersónunar, einu hetju hans/hennar,\n“I watch you die\nThough you had always been there\nsince I first came into this world\nOutside peapole smile\nI ask- Why this deep blue sky?\nwhen you have left this world today\nDose it not know when to weep? ”\nKing of Loss\nÞungt lag. Ekki hart, bara þungt að melta. Frábært lag. Voða lítið annað um það að\nsegja\n“I am the king of Loss!\nFor every dear smile I feel I´m not one of us\n”An Ivory Coin for every plus on your stone“”\nReconciliation\nByrjar á flottu melódísku “sólói”, Þetta hefur lengi verið eitt af mínum\nuppáhaldlögum með PoS þó ég geti reyndar sagt þetta um allavega 20 - 30 lög hehe.\nEitthvað við þetta lag sem ég er að fýla allveg í rætur. Lagið vitnar í Morning on\nthis earth með texta brotinu  Hear this Voice, see this man, Standing befor\nyou…..\n“I thought I´d seen hell\nThought I knew it all\nNow I know too well\nHell is to wake up\nBut it makes all the diffrence”\nSong for the Innocent\nRólegt lag með þungum kafla sem róast aftur niður, Frekar típískt, Samt mjög ljúft\nlag.\n“We Dream of a world in pece\nBut Killed for a life of ease\nNow we leave the wounds for you\nWhat else can the dying do ?”\nFalling\nGítarsóló, og hljómborð sem grípur þig í eitthverja hugljómun, Gítarinn er\nblúsaður og hljómar einsog Gary Moore.  Þetta er innskot. Lag án texta. Endist\nstyttra en ég hefði viljað.\nThe Perfect Element.\nTitillag og Lokalag disksins. Og ekkert smá lag sem það er. 10 mínútna tónverk,\nLag sem vex, taktpælingar, og allt sem frábært lag þarf.  Þetta lag er reyndar\neinsog mix af öllum lögum plötunar í eitt. Lag sem sannar að Pain of Salvation eru\nKÓNGARNIR í sínum flokki\n“Falling far beyond the point of no return\nNothing to become and nothing left to burn”\nOverall.\nÞessi diskur er meistaraverk. Og skildueign. Ég sé eftir hverjum degi sem ég átti\nþennan disk ekki. Því þessi diskur er spilaður einusinni  nánast hvern einasta\ndag. Þvílíkar tónsmíðar fynnast aldrei, Og kæri lesandi, Þú munt ekki sjá eftir\nþessum disk! ég gef honum\n11 af 10 fyrir það að toppa eitthvað sem á ekki að vera hægt að toppa. Þeir hafa\nsannað það að múrinn er aldrei óbrjótanlegur.\nSíða hljómsveitar\nwww.painofsalvation.com",
    "url": "https://www.hugi.is/metall/greinar/183952/pain-of-salvation-the-perfect-element-part-1/",
    "url_id": "183952",
    "id": "1411961",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2003-12-14 13:53:27",
            "id": "1411962",
            "reply_to_id": "1411961",
            "text": "oohh djöf hefur þetta fokkast hehehe :) well. lesendahæft held ég allavega."
        },
        {
            "user": "hangover",
            "user_id": "35470",
            "date": "2003-12-14 15:57:26",
            "id": "1411963",
            "reply_to_id": "1411961",
            "text": "Góð grein!\nJá maður er að heyra alveg fáránlega góða hluti um þessa sveit!  Hef ekki enn heyrt í þeim, kominn tími til að bæta úr því!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-12-14 16:06:16",
            "id": "1411964",
            "reply_to_id": "1411963",
            "text": "já ég mæli STERKLEGA með að þú kynnir þér þetta band.\nHver diskur er öðrum betri og það er sama í hvaða röð þú hlustar á þá."
        },
        {
            "user": "thorok",
            "user_id": "7541",
            "date": "2003-12-14 17:55:50",
            "id": "1411965",
            "reply_to_id": "1411961",
            "text": "Hjalti - You have seen the light!!!!\nPain of Salvation er uppáhaldshljómsveitin mín og ruddi Dream Theater úr veginum við útkomu Remedy Lane plötunnar (sem er síðasta platan þeirra). Ég hef heyrt í örugglega nokkrum þúsundum hljómsveita enda er búinn að hlusta á tónlist af miklum ákafa í 14-15 ár…\nPain of Salvation er gæði út í gegn. Frábær hljóðfæraleikur, frábær söngur, frábærir textar, frábær frágangur á umslagi/booklet og svoleiðis.\nÞið getið nálgast tóndæmi á heimasíðu sveitarinnar.\nhttp://www.painofsalvation.com/samples.htm\nÞarna eru t.d. fyrstu fjögur lögin af The Perfect Element - go check them out!!\nUsed:\nhttp://www.painofsalvation.com/samples/used.mp3\nIn the Flesh:\nhttp://www.painofsalvation.com/samples/ashes.mp3\nAshes :\nhttp://www.painofsalvation.com/samples/flesh.mp3\nMorni ng on Earth:\nhttp://www.painofsalvation.com/samples/morning.mp3"
        },
        {
            "user": "sveinsina",
            "user_id": "30291",
            "date": "2003-12-15 22:08:47",
            "id": "1411966",
            "reply_to_id": "1411961",
            "text": "Já.. maður hefur sjálfur heyrt eitt lag með þeim að nafni dryad of the woods, fínt rólegt lag, en því miður hefur maður ekki heyrt neitt meira"
        },
        {
            "user": "thorok",
            "user_id": "7541",
            "date": "2003-12-16 00:26:17",
            "id": "1411967",
            "reply_to_id": "1411966",
            "text": "Sveinsína, tékkaðu á þessum 4 lögum (mp3) þarna þá!!  Upplagt tækifæri til að hlusta á þá…"
        },
        {
            "user": "sveinsina",
            "user_id": "30291",
            "date": "2003-12-16 13:45:26",
            "id": "1411968",
            "reply_to_id": "1411967",
            "text": "geri það með glöðu geði"
        },
        {
            "user": "Dahlia",
            "user_id": "17898",
            "date": "2003-12-17 00:27:58",
            "id": "1411969",
            "reply_to_id": "1411961",
            "text": "Pain of Salvation er ein af minum uppahaldshljomsveitum, va hvað hun er geðveik. Ja og  The Perfect Element er besti diskurinn þeirra að minu mati. Fin grein."
        },
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2003-12-17 22:03:26",
            "id": "1411970",
            "reply_to_id": "1411961",
            "text": "uss, engin með slot fyrir þessu á odc svo að maður geti dl þessu svo að ég verð víst að sleppa því að hlusta á þessa hljómsveit."
        },
        {
            "user": "thorok",
            "user_id": "7541",
            "date": "2003-12-17 23:13:21",
            "id": "1411971",
            "reply_to_id": "1411970",
            "text": "tékkaðu á usernum thorok inná Ásgarði"
        },
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2003-12-18 13:53:12",
            "id": "1411972",
            "reply_to_id": "1411971",
            "text": "ok :)"
        },
        {
            "user": "AllesKlar",
            "user_id": "19099",
            "date": "2004-01-08 13:53:20",
            "id": "1411973",
            "reply_to_id": "1411961",
            "text": "Uppáhalds hljómsveitirnar mínar eru The Beatles,Pain of Salvation og Rush…þannig"
        },
        {
            "user": "AllesKlar",
            "user_id": "19099",
            "date": "2004-01-08 13:53:23",
            "id": "1411974",
            "reply_to_id": "1411961",
            "text": "Uppáhalds hljómsveitirnar mínar eru The Beatles,Pain of Salvation og Rush…þannig"
        }
    ]
}