{
    "forum_title": "Deiglan",
    "user": null,
    "user_id": null,
    "date": "2003-12-14 12:31:43",
    "title": "We got him!",
    "text": "Ég er að horfa á blaðamannafundinn í sjónvarpinu og var að pæla: má alveg sýna myndir af Saddam? Mér finnst ég hafa heyrt að það megi ekki sýna myndir af stríðsföngum…..eða hvað?\nAnnars eru þetta góðar fréttir maður, Saddam fundinn!<br><br><font color=“#008080”>Kveðja, Tobba3</font>\n“Enginn á sér tryggðan morgundag, hvorki ungur né gamall.\nÍ dag kannt þú að sjá í síðasta skipti þá sem þú elskar.\nÞví skaltu ekki bíða lengur.\nBreyttu í dag eins og morgundagurinn renni aldrei upp, þú munt örugglega harma daginn þann þegar þú gafst þér ekki tíma fyrir bros, faðmlag, koss og þú varst of önnum kafinn til að verða við óskum annarra.\nHafðu þá sem þú elskar nærri þér, segðu þeim í heyranda hljóði hversu mjög þú þarfnast þeirra, elskaðu þá og komdu vel fram við þá, taktu þér tíma til til að segja ”mér þykir það leitt“, ”fyrirgefðu mér“, ”viltu vinsamlegast“,  ”þakka þér fyrir“ og öll þau kærleikans orð sem að þú þekkir.”\n<i>-Gabriel García Márquez</i>\n<font color=“#008000”><i>Viltu tungumála áhugamál? Þá sendu mér skilaboð og ég bæti þér á <a href=\"\nhttp://www.hugi.is/forsida/bigboxes.php?box_type=userinfo&user=tobba3\n\">listann</a> ;)</i></font",
    "url": "https://www.hugi.is/deiglan/korkar/184008/we-got-him/",
    "url_id": "184008",
    "id": "1412862",
    "replies": [
        {
            "user": "Qualitor",
            "user_id": "8900",
            "date": "2003-12-14 13:59:38",
            "id": "1412863",
            "reply_to_id": "1412862",
            "text": "Eins og flestir ættu að vera farnir að átta sig á eru Bandaríkjamenn undanþegnir öllum alþjóðasamningum sem þeir gætu mögulega tapað á, þó að sjálfsögðu eiga aðrar þjóðir að fylgja þeim. Góð dæmi eru stríðsfangabúðirnar á Kúbu og þegar þeir birtu myndirnar af líkum sona Saddams, og svo fordæmdu þeir að sjálfsöðgu harðlega og hertu árásirnar þegar Íraski herinn sýndi myndir af nokkrum stríðsföngum sem þeir héldu föstum.\nÉg held það sé alveg augljóst a'ð skref nr. 1 í átt að friði í heiminum er að láta Bandaríkjamenn fara eftir alþjóðasamningum sem allar aðrar þjóðir virða."
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-12-14 14:32:45",
            "id": "1412864",
            "reply_to_id": "1412863",
            "text": "Þið vitið greinilega ekki mikið um hvað þið eruð að tala um.\nÞað er gerður SKÝR greinarmunur á hershöfðingjum og lægra settum í Genfarsamþykktum um meðferð stríðsfanga.\nOg talandi um sjálfa leiðtogana. Þeir njóta EKKI þeirrar ‘verndar’ sem óbreyttir hermenn eða lágt settir herforingjar njóta.<br><br>All is well as ends Better.   The Gaffer."
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-12-14 15:53:35",
            "id": "1412865",
            "reply_to_id": "1412864",
            "text": "Spurning samt að sjá hvort að nýjar deilur verða til eftir að það verður búið að taka hann af lífi."
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-12-14 16:02:23",
            "id": "1412866",
            "reply_to_id": "1412865",
            "text": "Ekki dæma hann of fljótt til dauða.\nHann verður dreginn fyrir rétt, skipaðan af heimamönnum, mönnuðum heimamönnum.\nHann verður að svara fyrir eiturgas notkun, innrásina í Kuwait, fjöldamorð á Shitum, eyðileggingu óshólma Efrat(sem var gert til að hefna sín á þeim Shitum sem þar bjuggu) og ótal fleiru.\nListinn er óralangur og hundruð þúsunda manna hafa látist að völdum þessa harðstjóra. Flestir landsmenn hans. <br><br>All is well as ends Better.   The Gaffer."
        },
        {
            "user": "apj",
            "user_id": "12570",
            "date": "2003-12-14 16:39:07",
            "id": "1412867",
            "reply_to_id": "1412866",
            "text": "ekki gleyma stríðinu á móti íran.<br><br>Mótóið mitt er:\nEkki taka lífið of alvarlega, því þú kemst hvort eð er ekkert lifandi frá því.\nVandamálið er bara að það er helvíti erfitt að fara eftir því ;)\n<b>Paul Auster úr The Locked room skrifaði:</b><br><hr><i>Þegar allt kemur til alls er lífið ekki annað en summa óvæntra atvika, röð tilviljunakenndra tenginga, heppni, handahófskenndir viðburðir sem opinbera ekki annað en tilgagnsleysi sitt </i><br><h"
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-12-14 17:13:46",
            "id": "1412868",
            "reply_to_id": "1412867",
            "text": "Sem að bandaríkjamenn studdu Íraka í..\nHann Donald Rumsfeld tók meðal annars í hendina á Saddam þegar á stríðinu stóð."
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-12-14 20:05:30",
            "id": "1412869",
            "reply_to_id": "1412868",
            "text": "Og er nokkuð að því?\nBandalög breytast.\nVinur þinn í dag getur orðið óvinur þinn á morgun.\nOg öfugt.\nÞegar hnífurinn komst ekki á milli Íraka og BNA þá litu BNA á Íran sem meiri ógnun við sig og sitt viðskiptaveldi, en Íraka.\nOg hvað breyttist? Írak(Saddam) breyttist.\nÞað er alltaf viðsjárvert athæfi að ala eitursnák við brjóst sér.<br><br>All is well as ends Better.   The Gaffer."
        },
        {
            "user": "Qualitor",
            "user_id": "8900",
            "date": "2003-12-16 14:21:55",
            "id": "1412870",
            "reply_to_id": "1412869",
            "text": "Er nokkuð að því spyrð þú? Bandaríkjamenn bera að miklum hluta ábyrgð á því sem þessi maður gerði, þmt að drepa hundruðir þúsunda og nota efnavopn osfrv. Og afhverju gerðu þeir það? Vegna þess að það þjónaði hagsmunum Bandaríkjamanna þá að styðja Saddam, það þjónaði hagsmunum þeirra að drepa hundruðir þúsunda, og að sjálfsögðu heimsvaldastefnu þeirra. Nú þjónar hagsmunum þeirra að ráðast á landið og þá gera þeir það, reynslan hefur jú sýnt okkur að ef Bandaríkjamenn sjá gróðarvon þá eru þeir óhræddir við að grípa til vopna. Svona svipað og með Evrópuríki á 18.-19. öld. En þegar þeir sjá enga hagsmuni að fara í stríð,  þa´gera þeir það að sjálfsögðu ekki. Og ekki einu sinni reyna að segja mér að BAndaríkjamönnum sé annt um ,,frelsun\" Írak, meirihluti þeirra veit ekki einu sinni hvar landið er."
        }
    ]
}