{
    "forum_title": "Hokkí",
    "user": "RoNNs",
    "user_id": "26634",
    "date": "2003-12-15 11:51:07",
    "title": "Martin Brodeur, #30",
    "text": "Hér fyrir neðan ætla ég aðeins að sega frá mínum uppáhaldsmarkmanni í NHL deildinni.\nMarkmaðurinn Martin Brodeur hefur leikið með New Jersey Devils í heil 11 ár. Hann hefur ekki verið í neinu öðru liði á sínum NHL ferli. Hann er 31 árs gamall og fæddist þann 6 maí árið 1972 í Montreal. Hann hefur unni Steanley Cup 3 sinnum árin 1996, 2000 og 2003 með New Jersey Devils, árið 1994 vann Brodeur Calder  Trophy.\nHann er með best taldna kylfutækni markmanna í NHL, einnig skoraði hann mark árið 1996 á móti Montreal Canadiens og hann skoraði einnig annað mark þann 15 febrúar árið 2000 þegar lið hans spilaði á móti Flyers og markmaður þeirra var á bekknum. Einn af leikmönnum Flyers skaut pekkinum í átt að Brodeur en þá tók hann sig til og hammraði beint yfir í mark Flyers manna. Þetta eru til dæmis mjög góðar sannanir fyrir því að hann sé með bestu kylfutæknina. Tæknilega séð er Martin Brodeur Jerseys þriðji varnarmaður=)\nEinnig fynst mér að hann hafi leitt Kanadíska landsliðið til sigurs á ólempíuleikonum í Salt Lake árið 2002.\nEinn má nefna það að hann á konu að nafni Meline og þau eiga þrjá syni sem heita Antonhy, William og Jeremy.\nÞessa grein skrifaði ég mér til skemmtunar og Martin Brodeur til heiðurs&#61514; takk fyrir.\nKv. Aron Leví(RoNNs)",
    "url": "https://www.hugi.is/hokki/greinar/184130/martin-brodeur-30/",
    "url_id": "184130",
    "id": "1413830",
    "replies": [
        {
            "user": "skorriK",
            "user_id": "44944",
            "date": "2003-12-15 18:19:43",
            "id": "1413831",
            "reply_to_id": "1413830",
            "text": "Góður Aron =)"
        },
        {
            "user": "Ramruqai",
            "user_id": "14093",
            "date": "2003-12-15 18:33:45",
            "id": "1413832",
            "reply_to_id": "1413830",
            "text": "Heiðurinn á hann skilið en mér þikir Patrick Roy samt sem áður betri, á flest metin núna en aldrei að vita hvað Brodeur gerir í framtíðinni. :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-12-15 18:52:21",
            "id": "1413833",
            "reply_to_id": "1413832",
            "text": "hann er bestu"
        },
        {
            "user": "rammstein",
            "user_id": "27927",
            "date": "2003-12-15 19:01:57",
            "id": "1413834",
            "reply_to_id": "1413830",
            "text": "Ég hef oft velt því fyrir mér, hvað er það sem að fær menn til þess að vilja vera markmenn?????\nekki bara i hokkí, heldur bara í öllum íþróttum  sem að það þarf markmenn.\nmeð fullri virðingu fyrir þeim sem að eru markmenn, en menn hljóta að verða létt klikkaðir til þess að vilja og reyna að láta skjóta í sig."
        },
        {
            "user": "Langston",
            "user_id": "36201",
            "date": "2003-12-15 19:59:13",
            "id": "1413835",
            "reply_to_id": "1413834",
            "text": "Mér finnst geðveikur!! Góður aron ;)"
        },
        {
            "user": "MutaNt",
            "user_id": "15732",
            "date": "2003-12-15 20:30:47",
            "id": "1413836",
            "reply_to_id": "1413830",
            "text": "Hann er snillingur þessi markmaður, þó ég haldi uppá Marty Turco ;)"
        },
        {
            "user": "trommumagi",
            "user_id": "43470",
            "date": "2003-12-15 20:36:52",
            "id": "1413837",
            "reply_to_id": "1413836",
            "text": "Brodeur er geðveikur en samt er Dominik Hasek uppáhalds markvörðurinn minn"
        },
        {
            "user": "Ramruqai",
            "user_id": "14093",
            "date": "2003-12-16 01:21:34",
            "id": "1413838",
            "reply_to_id": "1413836",
            "text": "Þú heldur nú uppáallt sem klæðist Dallas treyju… það bregst ekki ;)"
        },
        {
            "user": "MutaNt",
            "user_id": "15732",
            "date": "2003-12-16 01:40:20",
            "id": "1413839",
            "reply_to_id": "1413838",
            "text": "I know ;)))"
        },
        {
            "user": "Marblas",
            "user_id": "11221",
            "date": "2003-12-17 02:05:05",
            "id": "1413840",
            "reply_to_id": "1413839",
            "text": "Mig minnir að hann hafi byrjað að æfa mark þegar hann var 15 eða 16 og hafi verið útispilari á undan því ;p\nkanski þess vegna hann sé med bestu kylfutækni markmanna i NHL..\nenda er hann langbestur og hefur verið einn mikilvægasti leikmadur NJ öll árin sín þar.\ngo Nj ;x"
        },
        {
            "user": "Jagr",
            "user_id": "21774",
            "date": "2003-12-20 14:57:08",
            "id": "1413841",
            "reply_to_id": "1413830",
            "text": "Hann spilar með besta varnarliði í heimi og fær á sig að meðaltali 25 skot á sig í leik sem er ekki rassgat"
        },
        {
            "user": "Marblas",
            "user_id": "11221",
            "date": "2003-12-22 13:42:54",
            "id": "1413842",
            "reply_to_id": "1413841",
            "text": "Án hanns væri þetta ekki besta varnaliðið í heimi ekki gleyma það.."
        },
        {
            "user": "tinni8",
            "user_id": "13583",
            "date": "2003-12-24 21:49:56",
            "id": "1413843",
            "reply_to_id": "1413830",
            "text": "fín grein … prufaðu samt einu sinni að skrifa eikkað um annað en markmenn"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-12-26 14:42:10",
            "id": "1413844",
            "reply_to_id": "1413843",
            "text": "haha..einhver verður að gera það ;)"
        }
    ]
}