{
    "forum_title": "Hestar",
    "user": "randver",
    "user_id": "34960",
    "date": "2003-12-16 13:46:40",
    "title": "Tígur frá ÁLfhólum",
    "text": "getur einhver sagt mér eitthvað um þennan hest?\nHann er með fyrstu verðalun.\n'A einhver afkvæmi undan honum ef svo er hvernig eru þau..\nTakk takk<br><br>Ef að hommar gætu flogið þá væri Verzló flugvöllur!!\nONLY GOD CAN JUDGE ME!! 2 Pac",
    "url": "https://www.hugi.is/hestar/korkar/184365/tigur-fra-alfholum/",
    "url_id": "184365",
    "id": "1415840",
    "replies": [
        {
            "user": "randver",
            "user_id": "34960",
            "date": "2003-12-23 15:14:46",
            "id": "1415841",
            "reply_to_id": "1415840",
            "text": "Ég setti mynd af honum <a href=\"\nhttp://easy.go.is/nonna/tigur.jpg\n“>hér.</a> Vona að þetta hjálpi eitthvað. Annars á hann 1 afkvæmi á skrá, þau eru að sjálfsögðu fleiri. Annars er ætt þessa hesta ekkert fræg svo sem. <br><br>Það þarf ekki alltaf að skrifa <a href=”\nhttp://www.hrekkjalomur.tk\n\"> eitthvað…</a"
        },
        {
            "user": "randver",
            "user_id": "34960",
            "date": "2003-12-31 12:18:11",
            "id": "1415842",
            "reply_to_id": "1415841",
            "text": "ok þakka þér kærlega fyrir(:\nVissi ekki einu sinni hvernig hann leit út/:\n'A undan honum einn flottan klár sem er 100% Álfhólaræktun ..<br><br>Illi karekterinn: Don't you know no man can kill me!\nJórvin: I am no man!!\nA: Hey what is up?\nB: Hey my name is Julio I got a last name but I can't pronouce it."
        },
        {
            "user": "zheelah",
            "user_id": "17887",
            "date": "2004-01-20 16:47:48",
            "id": "1415843",
            "reply_to_id": "1415841",
            "text": "Ég get nú ekki verið sammála því að það sé engin ætt á bak við Tígur frá Álfhólum, hann kemur náttúrulega í fyrsta lagi frá Álfhólaræktuninni, og upphafsmaður þeirra ræktunar var mjög sérvitur maður sem hét Valdemar og kemur Álfhólastofnin mjög sterkt út frá Nökkva frá Hólmi sem var afburðar ræktunarhestur. Álfhólahrossinn eru að koma rosalega skemmtilega út núna og er mikið til af virkilega flottum hrossum sem eru að standa framarlega í kyndbótasýningum  og Flamingó frá Álfhólum. Það se er mjög sterkt í álfhólahrossunum og þá sérstaklega undan Tígur er framúrskarandi fótagerðog keppnum. Má þar nefna Eldvaka frá Álfhólum, Þyrnirós frá Álfhólum, Zorro frá Álfhólum, Heikir frá Álfhólum, Móeiður frá Álfhólum, Kveikur frá Álfhólum, Villirós frá Álfhólum, Gáska frá Álfhólum.\nEitt helsta merki Álfhólahrossana , og þá sérstaklega undan Tigur er rosalega góðir fætur, enda er hann með 9,5 fyrirfætur og fótagerð, Tígursafkvæmi geta verið nokkuð baklöng og yfirleitt eru þetta ganghross. Það er rosalega sterkt í þessum hrossum Hornafjarðarblóðið og þessi ræktun er um eða yfir 100 ára gömul."
        },
        {
            "user": "Tlov",
            "user_id": "19399",
            "date": "2003-12-26 22:44:05",
            "id": "1415844",
            "reply_to_id": "1415840",
            "text": "Þetta er massa hestur… ég var að vinna þarna í sumar….\nHann er líka heví flottur ! <br><br>Ég þakka…."
        }
    ]
}