{
    "forum_title": "Sápur",
    "user": "freki",
    "user_id": "1682",
    "date": "2003-12-17 15:20:56",
    "title": "Leiðarljós 16.12",
    "text": "Sælt allt sápufólk :)\nNú í jólamánuðinum hefur verið svo mikið að gera hjá mér að ég hef ekki haft tíma til að skrifa um ljósið 12 og 15 föst og mán.\nHér er það sem gerðist í gær 16.\nHjá Billy Lewis:\nVanessa veit að Bridget er móður Peters, og hún þurfi ekki að skammast sín fyrir það.\nVanessa og Bridget tala saman um barnið, og önnu mál.\nHún segir frá sinni reynslu og vill hjálpa henni, hvetur hana til að skila barninu.\nKat og David koma svo með Peter en Bridget er ekki ánægð með það.\nKirkja:\nBuzz er að biðjast fyrir og Billy situr aðeins frá.\nBuzz og reynir að tala við hann, Billy segir Buzz að Peter sé horfin\nCompany:\nKat kemur niður í kjallara og sér David með Peter.  David útskýrir og þau leysa málið og Kat hvetur hann til að fara með Peter til Billys aftur.  Bridget er búin að blanda honum of mikið inn í þetta.\nHeima hjá Nick:\nEve stendur á hleri og Nick og Mindy tala sama.  Eve heyrir tal þeirra. Nick trúir Mindy loksins. Mindy fer svo og lofar að hringja í Nick þegar hún kemur.\nLight House – Vitinn:\nEve kemur og felur sig inn í skáp og Mindy kemur á eftir.  Mindy fer að sofa og Eve finnur skæri í töskunni sinni og fer að klippa hárið af Mindy. Hún vaknar og þær byrja að slást.  Mindy nær að hringja í Nick. Mindy missir meðvitund og Eve bindur hana upp.  Nick kemur og losar hana en Eve sprautar hann með svefnlyfi og segir að þetta eigi að róa hann.  Ed kemur og finnur flöskuna og þetta var sama og Mindy var gefið á sýningunni sem hún hélt.  Nick talar við Mindy og Ed fer upp á útsýnispall og ætlar að stökkva en Ed stoppar hana.\nCedars:\nLillian er að pakka inn gjöf og spyr Ed hvort hann hafði heyrt um trúlofun Nick og Eve, hann svarar því neitandi,  hún setur svo pakka inni í skáp og þá sér hún giftingarkjólin og tekur hann út.  Þá dettur út flaska og kassi sem innihélt meðalið sem Eve setti í vatnið hjá Mindy á sýningunni.",
    "url": "https://www.hugi.is/sapur/greinar/184464/leidarljos-1612/",
    "url_id": "184464",
    "id": "1416508",
    "replies": [
        {
            "user": "bitch1",
            "user_id": "41447",
            "date": "2003-12-17 19:18:18",
            "id": "1416509",
            "reply_to_id": "1416508",
            "text": "Guð hvernig nenniru þessu!?!?!?!??!"
        },
        {
            "user": "AnyKey",
            "user_id": "151",
            "date": "2003-12-17 20:28:43",
            "id": "1416510",
            "reply_to_id": "1416508",
            "text": "ROFL .. OMG. Þú veist að fólk á ekkert líf þegar það horfir á þessa “ritskoðað” sápuóperu. Er til eitthvað í þessum heimi sem er dapurlegra en það? .. jú kannski .. að skrifa greinar um hvað skeður í þessum viðbjóðslegu þáttum :)"
        },
        {
            "user": "freki",
            "user_id": "1682",
            "date": "2003-12-17 21:13:45",
            "id": "1416511",
            "reply_to_id": "1416510",
            "text": "Eru litlu börnin sem sitja út í sandkassa og leika sér að reyna tjá sig eitthvað.\nHE HE\nSumir hafa þetta fyrir áhugamál og ef þú hefur ekki áhuga á þessu þá hvað ertu að TRÖLLAST hér ?\nLitla barnið leikur sér :)\nEkki komum við inn á ykkar áhugamál og rökkum þau niður.  Eða viljið þið það kannski ???"
        },
        {
            "user": "AnyKey",
            "user_id": "151",
            "date": "2003-12-17 22:13:51",
            "id": "1416512",
            "reply_to_id": "1416511",
            "text": "Litla barn ?.. getur nú ekki verið með svona fullyrðingar án þess að hafa einhverja sönnun fyrir því hvað ég er gamall. Lofa þér því að ég hef og mun aldrei koma inn á þetta áhugamál áður. Sá bara greinina þína á forsíðunni og gat nú ekki annað en velst um úr hlátir yfir þessar grein .. allavega hef ég upplifað allt núna eftir að hafa lesið þessa grein þína og séð hvað fólk hefur fyrir stafni :) .. keep up the good work .. or something in that way."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-12-18 01:15:01",
            "id": "1416513",
            "reply_to_id": "1416512",
            "text": "Anykey, hann á ekki við aldur þinn sem slíkan, heldur þann þroska sem þú sýndir. Sæmir 2 ára barni fullkomlega."
        },
        {
            "user": "Selena",
            "user_id": "29486",
            "date": "2003-12-22 09:12:28",
            "id": "1416514",
            "reply_to_id": "1416510",
            "text": "Það er til eitt dapurlegra og það er fólk sem hefur ekkert betra að gera en að rakka niður eitthvað sem þeim finnst dapurlegt.  Úff þú ert bara sorglegur."
        },
        {
            "user": "garfild",
            "user_id": "28518",
            "date": "2004-01-08 11:53:28",
            "id": "1416515",
            "reply_to_id": "1416508",
            "text": "heimska fífl glápiru á þetta ógeð ?"
        },
        {
            "user": "garfild",
            "user_id": "28518",
            "date": "2004-01-08 11:53:41",
            "id": "1416516",
            "reply_to_id": "1416508",
            "text": ""
        },
        {
            "user": "garfild",
            "user_id": "28518",
            "date": "2004-01-08 11:53:47",
            "id": "1416517",
            "reply_to_id": "1416508",
            "text": ""
        },
        {
            "user": "garfild",
            "user_id": "28518",
            "date": "2004-01-08 11:53:51",
            "id": "1416518",
            "reply_to_id": "1416508",
            "text": ""
        }
    ]
}