{
    "forum_title": "Deiglan",
    "user": null,
    "user_id": null,
    "date": "2003-12-17 21:45:39",
    "title": "Hugleiðing um fermingu",
    "text": "Ég er að fara að ferma mig núna um páskana og ég hef ákveðið að ferma mig borgaralega. Ég hef orðið fyrir mikilli gagnrýni frá ættingjum og foreldrum vina minna því að þau halda að ég sé bara að fara að ferma mig borgaralega til að fá gjafir. Hvað ætli mörg prósentuhlutverk krakka sem fermast í kirkju fermist bara út af pökkunum? Alveg örugglega yfir 50%,  ef ekki meira.\nÉg ætla að fermast borgaralega út af því að mér finnst ég ekki vera tilbúin að taka þá ákvörðun um það hvort ég vilji trúa á Guð eða Þór og Óðinn, sem ég er miklu hrifnari af. Ég vil fá að þroskast og finna út hvort ég trúi á Guð eða hvort ég trúi á einhvern annan Guð.\nÉg þekki fullt af fólki sem sér ógeðslega eftir því að hafa fermt sig í kirkju, þar á meðal stóra systir mín.\nÉg vil líka fermast borgaralega því að ég vil ekki horfa á fullt af krökkum sem ég þekki að fermast fyrir það eina að fá gjafir. Vinkona mín sagði meðal annars að hún ætti ekkert að spá í þetta, hún væri bara að fermast fyrir gjafirnar og að það sé ekki rétt að fermast borgaralega því að þá er maður bara að fermast til að fá gjafir. Segir hver. Það er eins og krakkarnir, kannski bara í bekknum mínum eða eitthvað, en það er eins og krakkar nú til dags fatta ekki afhverju það er verið að ferma. Ferming er nú til dags ekki til að játa trú sína á Guð heldur til að fá pakka. Þegar maður fermir sig í kirkju er maður að játa trú sína á guð. Punktur og pasta.\nÞegar maður er að ferma sig borgaralega þá er maður ekki að játa trú sína á einhvern guð heldur er maður að láta taka sig í fullorðinna manna tölu eins og hefur verið gert út um allan heim í mörg þúsund ár. Það hefur hjá næstum öllum þjóðum í heiminum að hafa einhverja athöfn sem táknar það að barn sé orðið að fullorðni manneskju. Ég vil láta taka mig í fullorðinna tölu án þess að játa trú mína á einhvern guð sem ég tel mig ekki tilbúna til að játa trú mína á.\nÞetta er orðið mjög ruglingslegt en þetta er dálítið um hugleiðingar mínar um fermingu.\nFantasia",
    "url": "https://www.hugi.is/deiglan/greinar/184472/hugleiding-um-fermingu/",
    "url_id": "184472",
    "id": "1416828",
    "replies": [
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2003-12-18 01:52:07",
            "id": "1416829",
            "reply_to_id": "1416828",
            "text": "Til hamingju með að gera það sem þú vilt ekki ekki falla fyrir þrýstingi samfélagsins, haltu áfram á þessari braut.\nÞað er mjög sorglegt að sjá hvernig samfélagið ætlast til þess að allir fermi sig í kirkju og að þeir sem að geri það séu eitthvað öðruvísi en jafnvel bara vandræðaunglingar.\nAf hverju heldur þú að þetta sé á 14 ári ? Af því að á þeim aldri er maður að reyna sem mest að falla inn í hópinn og þá auðvitað fermist maður eins og allir aðrir, hvort sem maður sé eitthvað trúaður eða ekki. Og að gefa svona dýrar gjafir er ekkert annað en að múta manni til þess að gera þetta.\nÞó það séu bara nokkur ár síðan ég fermdist þá hélt ég að það væri annað hvort að fermast eða ekkert, ég frétti ekki af borgarlegri fermingu fyrr en ári eftir að ég fermdist en þá var byrjað að auglýsa það meira. Ég sé ROSALEGA eftir því að hafa fermst, en er að spá í að leiðrétta það á næstunni og skrá mig úr þjóðkirkjunni.\nÉg nefndi þetta við mömmu um daginn, þá kom rosa svipur á hann og hún spurði hvort ég hefði bara verið að fermast fyrir gjafirnar. Ég játaði að það hefði verið stór hluti en líka af því það er ætlast til þess, stór hluti ættingja og sérstaklega t.d. foreldar finna fyrir rosalegri vonbrigði og eins og þau hafi alið mann eitthvað vitlaust upp ef maður vill ekki fermast. Jafnvel þó að þau séu ekkert rosalega trúuð, bara ætlast til þess af samfélaginu.\nEkki gera eitthvað sem þú sérð eftir, endilega veldu þennan ágæta kost og ekki hætta við fyrir einhverja aðra."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2003-12-18 01:53:38",
            "id": "1416830",
            "reply_to_id": "1416829",
            "text": "Vil bæta við að mér finnst að fermingar eigi að vera á því ári sem maður verður fullorðinn, eða 18 ára. Það er allt of snemmt að taka þessa ákvörðun 14 ára gamall, sérstaklega í nútíma samfélagi en kynslóðirnar í dag fullorðnast víst seinna.\nÉg skal veðja að hlutfall ferminga myndi minnka um tugi prósenta ef þetta yrði gert um 18 ára aldur."
        },
        {
            "user": "ice2thule",
            "user_id": "16543",
            "date": "2003-12-18 03:16:13",
            "id": "1416831",
            "reply_to_id": "1416830",
            "text": "Mjög svo sammála þér skuggi85.\nMér finnst eins og það sé verið að þvinga krakkana í að ferma sig, það ætti að hækka aldurstakmarkið upp í 18.\nÉg er á móti því að kirkjan er haldin uppi af ríkinu og þessvegna er verið að ferma alla Íslendinga, vegna peninganna. Þetta er bara enn ein markaðssetningin eins og jólin."
        },
        {
            "user": "mundi",
            "user_id": "25967",
            "date": "2003-12-23 18:51:42",
            "id": "1416832",
            "reply_to_id": "1416831",
            "text": "það er satt hjá þér margir krakkar eru þvingaðir til að ferma sig frekar ættu foreldrar að SPYRJA\nhvort krakkinn vill fermast."
        },
        {
            "user": "xark",
            "user_id": "1706",
            "date": "2003-12-18 22:20:02",
            "id": "1416833",
            "reply_to_id": "1416829",
            "text": "jamm, var eitthvað að skoða eyðublaðið yfir úrsögnina á hagstofunni þegar mamma sá það “hvað ertu að gera”,sagðist vera að hugsa um úrsögn og þá kom þetta “en þú ert fermdur!!” í hneyklsistón.\nætti bara að vera svona 18.. þá myndu miklu færri fermast og kannski ástæðan fyrir að kirkjan vill ekki breyta þessu :P"
        },
        {
            "user": "elle",
            "user_id": "44305",
            "date": "2003-12-18 22:44:03",
            "id": "1416834",
            "reply_to_id": "1416833",
            "text": "Maður er ekki fær um að taka svona stórar ákvarðanir 14 ára og í mínu tilfelli 13 ára. Ég sé eftir því að hafa fermst, en ég myndi að minnsta kosti að ég hefði gert það borgaralega. Mig langar að taka þetta til baka. En skiptir mig ekkert alltof miklu máli núna. Ég trúi ekki á guð í dag, jú í einhverri mynd en ekki þeirri sem kirkjan boðar og ég vissi ekki bara betur. Litli bróðir minn fermist 200 og ég ætla aðeins að spjalla um þetta við hann án þess að breyta því sem hann vill…"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-12-20 16:38:36",
            "id": "1416835",
            "reply_to_id": "1416833",
            "text": "tholli:\n“jamm, var eitthvað að skoða eyðublaðið yfir úrsögnina á hagstofunni þegar mamma sá það ”hvað ertu að gera“,sagðist vera að hugsa um úrsögn og þá kom þetta ”en þú ert fermdur!!“ í hneyklsistón.”\nÞú ert ekki einu sinni sakhæfur 14 ára.  Hvernig er þá hægt að kalla þig til ábyrgðar vegna einhvers sem þú sagðir í kirkju?\nSvo getur fólk líka verið trúað þegar það fermist og misst hana seinna.  Það eru heldur engin lög að þú þurfir að vera í Þjóðkirkjunni.  Þú gætir gengið úr henni og í Fríkirkjuna, Kaþólsku kirkjuna, Krossinn eða ótal margt annað.  Eða bara stofnað þína eigin kirkju.  Þú ættir ekkert að vera að hlusta á mömmu þína með þetta.  Hún þarf ekki einu sinni að vita neitt um það."
        },
        {
            "user": "rammstein",
            "user_id": "27927",
            "date": "2003-12-18 02:03:51",
            "id": "1416836",
            "reply_to_id": "1416828",
            "text": "Gerðu bara það sem þú vilt!!!!\nekki fara aftir því hvað aðrir eru að reyna að hræra í þér.\nég fermdi mig af því að mamma vildi það, og ég mundi fá hest ef ég mundi EKKI halda veislu.\nég bauðs til þess að spara henni enþá meira ómak og barasta sleppa því að ferma mig, en nei sú gamla heimtaði að ég mundi fermast ef ég vildi hestinn.\nog ég var eins og hver önnur mella og seldi!!\nþað sem  að ég sé einna mest eftir á lífsleiðini þá er það að hafa fermt mig.\ngangi þér bara vel."
        },
        {
            "user": "david89",
            "user_id": "34692",
            "date": "2003-12-18 03:11:48",
            "id": "1416837",
            "reply_to_id": "1416836",
            "text": "Wow! ég man hvað ég var stressaður á ferminga deiginum mínum. :) fermdist 24.Apríl 2003"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-12-18 03:32:44",
            "id": "1416838",
            "reply_to_id": "1416828",
            "text": "“Ég hef orðið fyrir mikilli gagnrýni frá ættingjum og foreldrum vina minna því að þau halda að ég sé bara að fara að ferma mig borgaralega til að fá gjafir.”\nÞvílíkur dónaskapur í þeim!  Hvað kemur þeim eiginlega við hvers vegna þú ert að láta ferma þig?  Þú ættir bara að segja þeim að þau þurfi þá bara ekkert að koma í veisluna og hananú! :)"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2003-12-18 03:45:47",
            "id": "1416839",
            "reply_to_id": "1416838",
            "text": "Það er líka hægt að nota þau rök við þá sem að eru á móti borgarlegu fermingunum að það sé alveg jafn mikil ákvörðun í lífinu að trúa ekki á Guð og að trúa á hann."
        },
        {
            "user": "david89",
            "user_id": "34692",
            "date": "2003-12-18 04:08:37",
            "id": "1416840",
            "reply_to_id": "1416839",
            "text": "Ég er trúleysingji átti ég þá að seigja nei i kirkjunni???? O: O: O:"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-12-20 15:28:09",
            "id": "1416841",
            "reply_to_id": "1416840",
            "text": ""
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-12-20 16:33:29",
            "id": "1416842",
            "reply_to_id": "1416840",
            "text": "david89:\n“Ég er trúleysingji átti ég þá að seigja nei i kirkjunni???? O: O: O:”\nJá, ekki spurning ;)  Nei, bara fer eftir því hvort þú vilt ljúga að öllum eða ekki.  Ég myndi t.d. aldrei fara í kirkju og segjast trúa á guð þegar ég geri það ekki.\nÞað er heldur ekki skylda að fermast.  Ég fermdist ekki.  Það er líka hægt að fermast borgaralega.  Gjafirnar skipta síðan engu máli þegar upp er staðið.  Þetta er eitthvað rosa gaman í svona mánuð og svo fer nýjabrumið af þessu og þá er þetta bara eins og hvert annað drasl.  Miklu skemmtilegra að eiga drasl sem maður hefur unnið fyrir sjálfur."
        },
        {
            "user": "Weedy",
            "user_id": "23062",
            "date": "2003-12-18 07:10:03",
            "id": "1416843",
            "reply_to_id": "1416828",
            "text": "Mig langar að óska þér til hamingju með þessa ákvörðun. Borgaraleg ferming er sannlega mælikvarði á hverjir eru óhræddir við að fara sínar eigin leiðir.\nTrúðu mér, þú átt ekki eftir að losna við gagnrýnina í bráð. Sumir einstaklingar vilja reyna að ljóstra upp hræsni annars til að fela sína eigin. Þetta er bara eitt af því sem þú átt eftir að þykja erfitt því stundum eru rökin ekki alltaf til staðar því hlustandinn neitar að meðtaka þau. Ég óska þér samt velgengni í þeim málum.\nÉg man eftir fermingunni minni. Ég fermdist borgaralega þann 7.apríl 2002 með 48 öðrum jafnöldrum. Ég neita því ekki að tilhlökkun um að fá pakka var mikil. Ég get þó sagt með góðri samvisku að ég hefði alveg getað fermst án þess að fá gjafirnar, þær skipta mig ekki það miklu máli þannig séð þótt það sé vissulega gaman að fá þær ;)\nGjafir held ég samt ekki að sé aðalástæða fermingar hjá krökkum á fjórtánda ári. Tilhugsunin um að heill dagur á árinu sé helgaður þér þar sem þú ert miðpunktur ættarinnar og enginn annar er miklu sterkari. Hjá sumum getur hópþrýstingur vina, foreldra eða afa og ömmu líka spilað inní.\nMig langar samt að benda þér á eitt. Margir sem fermast kristilega fermast út á trúna, sá möguleiki er ennþá fyrir hendi því 14 ára unglingar eru hugsandi fólk eins og allir aðrir, því annars væri borgaraleg ferming ekki jafn vinsæl og það væri.\nÓska þér aftur til hamingju með ákvörðunina ;)"
        },
        {
            "user": "Kjarrval",
            "user_id": "3269",
            "date": "2003-12-18 08:23:32",
            "id": "1416844",
            "reply_to_id": "1416828",
            "text": "Ég held að þú sért undir þrýstingi frá samfélaginu, án þess að játa það. Sjaldan hef ég heyrt meira endemis bull en að maður þarf að fermast til að komast í fullorðinna tölu, það er einmitt eitt af því sem samfélagið notar til þess að þrýsta á þig svo þú látir ferma þig. Þú getur alveg sleppt því að ferma þig en samt orðið fullorðin(n).\nMeð að menn hafi látið ferma sig í mörg þúsund ár er líka bull. Ef mig minnir rétt, þá var það enginn annar en þýski presturinn Marteinn Lúther sem kom á þessum sið með boðskap sínum um mótmælendatrú, því að hann vildi láta fólk staðfesta trúnna sína því að það hafði ekkert vit né val til þess ákveða hvort það vildi skíra sig eða ekki.\nEini munurinn á borgaralegri fermingu og kirkjulegri fermingu er stærðin. Sama hvort þú velur, þá er enn þá skráð að þú lést ferma þig en það eru færri vitni (ættingjar og aðrir) og þar af leiðandi meiri sparnaður fyrir þá sem borga veisluhöldin. Ef að þú ert óákveðin(n) á hvað þú trúir, þá skaltu bara ekkert ferma þig, því að með fermingu (samkvæmt mótmælendatrú), þá ertu að staðfesta trú þína, sem er andstæðan við það sem þú heldur að borgarlega fermingin er. Ef að þú ætlar að bíða þangað til þú þroskast og þangað til þú staðfestir trú þína, bíddu þá með að ferma þig. Ef að þú ákveður að þú trúir á Jahve, þá geturðu bara látið staðfesta trú þína seinna.\nVerð að játa það samt að ég lét ekki ferma mig og var ekki undir þrýstingi við að gera það, því að mínir foreldrar voru ekki, og eru ekki, í þjóðkirkjunni. Á meðan allir bekkjarfélagarnir þurftu að mæta í hverri viku í kirkjuna til að “undirbúa trú sína”, þá gat ég bara farið heim og slappað af og lært. Eftir öll þessi ár, þá finnst ég ekkert vera verri maður en hinir eða hafa minni möguleika í lífinu. Það er líka hægt að segja nei og láta ekki undir þessum þrýstingi. Þú ert ekkert verri fyrir það."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2003-12-18 09:08:58",
            "id": "1416846",
            "reply_to_id": "1416844",
            "text": "Ég er ósammála þessu.\nAf því að borgarleg freming, eða að ákveða að trúa ekki á Guð. Er alveg jafn stór ákvörðun og það að ákveða að trúa á hann.\nFlestir sem að fermast borgarlega taka þessari ákvörðun ágætlega alvarlega, og gæti jafnvel trúað því að meðtaltali séu þetta mikilvægari ákvörðun hjá þeim en sem fermast í kristina trú, enda er líklega mikið algengara að ástæðurnar séu ekki þær “réttu” hjá þeim.\nEins og ég hef sagt þá finnst mér að þeir sem að eru trúleysingjar eiga að hafa sama rétt og allir aðrir að fá svona einn sérstakan dag á unglingsárunum þar sem þeir eru miðdepillinn, fagna deginum með ættingjum og fá gjafir.\nBorgarleg ferming er eitthvað sem mun aukast mikið næstu árin og það er rosalega jákvætt því það mun minnka það að fólk sé að ferma sig í kristinni trú án þess að vera trúuð sjálf."
        },
        {
            "user": "fkndabbi",
            "user_id": "9677",
            "date": "2003-12-18 09:31:37",
            "id": "1416847",
            "reply_to_id": "1416846",
            "text": "Kannski trúir fólk líka á Guð enn vill ekki taka þátt í siðum sem menn hafa búið til til að iðka samband sitt við Guð?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-12-18 14:29:52",
            "id": "1416845",
            "reply_to_id": "1416844",
            "text": "Hjá Indjánum í Ameríku hefur verið athöfn þegar barn á að breytast í fullorðna manneskju, sem leiðir af því að barnið fær nýtt nafn, fær að gifta sig, fær að taka sjálfstæðar ákvarðanir. Í afríku eru líka svipaðar athafnir. Ferming er bara athöfn sem hefur verin haldin með ýmsu móti um allan heim í mörg þúsund ár þegar barn er að breytast yfir í fullorðna manneskju. Þetta hefur tíðkast út um allan heim og þó að ég geti alveg fullorðnast án þess að halda einhvejra athöfn er alltaf gaman að halda veislu manns til heiðurs."
        },
        {
            "user": "phoca",
            "user_id": "46570",
            "date": "2003-12-18 09:31:38",
            "id": "1416848",
            "reply_to_id": "1416828",
            "text": "Mér finnst persónulega borgaraleg ferming vera algjört bull.  Sama gildir í mínum hugu um allan þennan borgaralega-pakka, skírn, hjónaband og slíkt.\nSkírn, ferming og hjónaband eru trúarlegar athafnir og eru til í einhverri mynd í öllum trúarbrögðum.  Það að taka trúnna útúr þessu er ekki hægt því þessar athafnir eiga sér djúpar trúarlegar rætur.  Með skírn er verið að taka krakka á skilorði inn í kirkjuna, ferming er staðfesting og hjónaband er helgun á sambandi tveggja einstaklinga frammi fyrir guði.\nHvað er þá borgaraleg skírn/ferming/gifting? Er það allt það sama nema í stað guðs er það ríkið sem þú ert að staðfesta þetta fyrir.  Hljómar fasískt.\nTek það fram að ég er ekki trúaður þó að ég sé skírður og fermdur eins og flestir Íslendingar.  Vandamálið er að á Íslandi er enþá álitið skrítið ef börn eru ekki skírð/fermd og því eru búnar til svona skrípa athafnir fyrir þá sem ekki vilja fara í gegnum kirkjuna.  Ef maður er trúlaus þá þarftu enga athöfn til að gefa barninu þínu nafn, að staðfesta að þú sért komin/n í “fullorðinna manna tölu” eða að þú elskir annann einstakling og viljir vera með honum/henni til æviloka.  Það að þurfa ekki “serimóníur” til að segja sér þetta það er að vera sjálfstæður og hugsandi.  Ekki að fara í “borgaralega-fermingu” og fá gjafir.\nPhoca"
        },
        {
            "user": "hahahalldora",
            "user_id": "47270",
            "date": "2003-12-18 09:46:41",
            "id": "1416850",
            "reply_to_id": "1416848",
            "text": "Hjónaband er ekki trúarleg athöfn!!!! Er ekki í lagi með þig? Heldur þú að fólk sé að gifta sig fyrir einhvern guð? Hjónaband er staðfesting á því að fólk vilja eiga viðkomandi aðila að maka, lögformlega, en ekki á einhverjum trúarbrögðum! Gifting í kirkju af presti er trúarleg athöfn, en ekki hjónaband sem slíkt!"
        },
        {
            "user": "phoca",
            "user_id": "46570",
            "date": "2003-12-18 10:01:41",
            "id": "1416851",
            "reply_to_id": "1416850",
            "text": "Okey notum rétt orð…. hjónavígsla er trúarleg athöfn.\n“Hér fyrir framan guð vilt þú ganga að eiga X í heilögu hjónabandi”.\n> Hjónaband er staðfesting á því að fólk vilja eiga viðkomandi aðila að maka, lögformlega\nAfhverju viltu eiga manneskju lögformlega?  Það eru tvær ástæður fyrir því að fólk giftir sig.\n1) Hefð, af því að mamma og pabbi gerðu það.\n2) Peningar.  Þá er verið að tala um skatta, íbúðarkaup og slíkt, þ.e. lögformlegt.\nEf þú elskar manneskju þarftu ekki að flagga því með hring og veislu sem setur þig á hausinn.\nHefði talið það mun betra að vera í sambandi sem báðum líður vel í án þess íburðar og hræsni sem oft fylgir hjónaböndum.  Er það t.d. tilviljun að oft ákveður fólk að ganga í hjónaband til að lappa upp á samband sem stendur á brauðfótum og svo skilur parið eftir 1-2 ár."
        },
        {
            "user": "hahahalldora",
            "user_id": "47270",
            "date": "2003-12-18 10:10:06",
            "id": "1416852",
            "reply_to_id": "1416851",
            "text": "Já það er satt, mjög sorglegar báðar tvær ástæðurnar, en stundum er samt ágætt að vera praktískur, sbr.lið 2 sem þú nefnir.\nPersónulega ætla ég ekki halda veislu ef ég gifti mig einhvern tímann, finnst það ótrúlegt prjál allt saman, svona þegar fólk er með rosa kirkjubrúðkaup, svaka veislu, hvað þá þegar það trúir ekki einu sinni á guð.\nÞetta er allt orðið svo mikið eins og í einhverri bíómynd, algjör brandari."
        },
        {
            "user": "rammstein",
            "user_id": "27927",
            "date": "2003-12-18 10:23:41",
            "id": "1416853",
            "reply_to_id": "1416851",
            "text": "phoca!!\n1) kanski hefð, en þetta er röng fullyrðing hjá þér, þetta er bara staðfesting um að þú viljir eyða ævini með vikomandi (SEM AÐ GENGUR SVONA UPP OG OFAN)\n2) Ég ætla bara að benda þér á að það er dýrara að vera í hjónabandi en EKKI!!!!\nþú getur gift þig án nokkurst íburðar eða hræsnis!!\nhver segjir að það þurfi veislu!!!!!\nþú þarft þessi ekki frekar þegar þú gengu í hjónaband eða fermir þig……\nmér finst aftur á móti hræsni að ferman sig og halda stórar veislur ef að viðkomandi er svo ekki trúaður…\nflestir þeir sem að eru að ferma sig hafa ekki hundsvit á hvað þeir eru að gera, þetta er bara það sem að allir gera.\nspurða krakka semm að eru að fara að ferma sig, afhverju þau eru að láta ferma sig, svarið er alltaf nákvæmlega það sama, það sama og presturinn sagði þeim, en ekki þeirra ástæða.\nfermingar eru eitt það mesta hræsni sem að til er."
        },
        {
            "user": "phoca",
            "user_id": "46570",
            "date": "2003-12-18 11:54:29",
            "id": "1416854",
            "reply_to_id": "1416853",
            "text": "Rammstein!\nÞað eru margar fullyrðingar í greinarsvari mínu þannig að ég veit ekki alveg hvað þú átt við.  Geri ráð fyrir að þú sért þarna að gagnrýna ástæðunar fyrir hjónabandi.\nÞað getur verið að það sé dýrara á Íslandi að vera giftur.  Aftur á móti er lagaleg staða giftra einstaklinga síðast er ég vissi betri en ógiftra.  Kannski er þetta breytt. Einnig er samfélagsþrýstingurinn gífurlegur.  Er sjálfur búinn að búa í “synd” með öðrum einstaklingi í 8 ár og hugsa mér að gera það til æviloka.  Ef einhver er í svipuðum sporum og ég þá kannast hann/hún við “jæja og hvenær ætlið þið svo að fara að gifta ykkur?”\n> þú getur gift þig án nokkurst íburðar eða hræsnis!!\nOkey þú getur það\n> hver segjir að það þurfi veislu!!!!!\nEnginn!!!! en þú þarft heldur ekkert að gifta þig!!  Hvað segir það?  Ekki neitt þetta er bara athöfn og hjónaband er í raun bara pappír.  Eins og þú segir sjálf/ur þá gengur upp og ofan að búa með og elska aðra manneskju og mitt auðmjúka álit er að hjónaband breytir þar andskotans engu um!!!!!\nLifðu heil(l)\nPhoca"
        },
        {
            "user": "rammstein",
            "user_id": "27927",
            "date": "2003-12-18 14:50:39",
            "id": "1416855",
            "reply_to_id": "1416854",
            "text": "phoca!\njá það er þær fullyrðingr sem að ég var að tala um.\nÉg er búinn að vara kvæntur í 8 ár og á 2 börn.\nþað er verra að vera giftur ef þú átt börn.\nenn það er rétt hjá þér að þú getur auðvitað lifað í “Synd” og verið bara í skráðri sambúð það er ekkert öðruvísi!!!\nþá færðu sömu réttindi og giftir og líka óréttindi.\nnei maður þarf ekkert að gifta sig og það eru sko orð að sönnu!!\nen sumur vilja það og þá er það gott og blessað.\nen mér finst þessar veislur vera komnar út í öfgar í sambandi við stærð og kostnað.\nhvort sem það sé brúðkaup eða fermingar."
        },
        {
            "user": "viktororri",
            "user_id": "13381",
            "date": "2003-12-19 00:18:58",
            "id": "1416856",
            "reply_to_id": "1416853",
            "text": "Þetta er skammarleg alhæfing hjá þér, rammstein.\nVissulega eru margir sem ferma sig þó þeir séu ekki kristnir, en ekki allir.\nÉg fermdist vegna þess að ég trúði og ég trúi enn á Guð og er kristinn.\nEkki voga þér að alhæfa svona."
        },
        {
            "user": "rammstein",
            "user_id": "27927",
            "date": "2003-12-19 01:21:29",
            "id": "1416857",
            "reply_to_id": "1416856",
            "text": "lestu betur!!!\nþað er gott mál ef þú trúðir þegar þú lést ferma þig og en betra ef þú trúir enþá!\nég er aðlaga að tala um ef fólk lætur ferma sig og trúir ekki, sem er mikil meiruhluti!!\nog til þess að þau geti sagt ástæðuna fyrir því afhverju þau eru að ferma sig þá er svarið alltaf það sama, það sama og presturinn sagði þeim."
        },
        {
            "user": "viktororri",
            "user_id": "13381",
            "date": "2003-12-19 01:30:38",
            "id": "1416858",
            "reply_to_id": "1416857",
            "text": "Mér finnst gott ef þú ert ekki á móti fermingum almennt, en þú sagðir berum orðum:\n“fermingar eru eitt það mesta hræsni sem að til er.”\nSvo að þú skilur kannski af hverju ég skildi það þannig að þú værir að alhæfa.\nEf þú varst ekki að því biðst ég þá afsökunar á misskilningnum…"
        },
        {
            "user": "rammstein",
            "user_id": "27927",
            "date": "2003-12-19 01:55:57",
            "id": "1416859",
            "reply_to_id": "1416858",
            "text": "já ég átti við að fermast án þess að trúa, og þetta pakkavesen.\nað vísu sé ég ekki tilgangin með því að fermast svona snemma eða stórarveislur og pakka.\nað öðru leiti ef fólk er að fermast út af SINNI sannfæringu þá er það bara hið besta mál."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-12-20 16:50:06",
            "id": "1416860",
            "reply_to_id": "1416851",
            "text": "phoca: “Hefði talið það mun betra að vera í sambandi sem báðum líður vel í án þess íburðar og hræsni sem oft fylgir hjónaböndum. Er það t.d. tilviljun að oft ákveður fólk að ganga í hjónaband til að lappa upp á samband sem stendur á brauðfótum og svo skilur parið eftir 1-2 ár.”\nÞað þarf alls ekki að vera neinn íburður og hræsni þegar fólk giftir sig.  Eitt par þekkti ég sem gifti sig hjá sýslumanni íburðarlaust og hafði um kvöldið smá kaffiboð fyrir nánustu vini þar sem brúðkaupsgjafirnar voru bara pottablóm og eitthvað svoleiðis smotterí.  Þau vildu hafa það þannig.\nHins vegar eru góðar ástæður fyrir því að fólk ætti að gifta sig.  Lagaleg réttindi nefnilega.  Ef þú barnar kærustu og sambandinu lýkur áður en barnið er fætt, þá getur hún hreinlega sleppt því að feðra það og þú hefur engan rétt.  Að vísu geta feður höfðað faðernismál skv. nýjum lögum en bara ef barnið er ófeðrað.  Ef stelpan náði sér í nýjan í millitíðinni og feðrar barnið á hann með hans samþykki hefðir þú samt engan rétt.\nSama ef annar sambúðaraðila deyr, þá er það ekki hinn sem erfir íbúðina þeirra, heldur foreldrar hins látna eða börn ef þau eru til staðar.  Líka ef slitnar upp úr sambúð þar sem fólk hefur keypt hitt og þetta, þá fer það bara eftir því hvað er á hvers nafni hver fær hvað.  Fólk hefur oftar en ekki labbað út úr áralöngum sambúðum með ekkert nema fötin á bakinu á sér meðan hinn sambúðaraðilinn “á” húsið þeirra og bílana."
        },
        {
            "user": "TheIcarus",
            "user_id": "23643",
            "date": "2003-12-23 12:02:40",
            "id": "1416861",
            "reply_to_id": "1416851",
            "text": "Það er ekki endilegra hagstæðara að búa saman, því að t.d. einstæðar mæður fá einhvern frádátt svo eins og í dæmi einnar frænku minnar en hún átti 2 stelpur þegar hún kynntist manninum sínum og fyrir þessar 2 stelpur fékk hún allskonar dót frá bæði ríkinu og feðrunum. En þegar þau skráðu sig í sambúð þá flokkaðist hún ekki lengur undir einstæða móður og hún missti allt þetta."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-12-24 03:42:26",
            "id": "1416862",
            "reply_to_id": "1416861",
            "text": "TheIcarus:\n“Það er ekki endilegra hagstæðara að búa saman, því að t.d. einstæðar mæður fá einhvern frádátt svo eins og í dæmi einnar frænku minnar en hún átti 2 stelpur þegar hún kynntist manninum sínum og fyrir þessar 2 stelpur fékk hún allskonar dót frá bæði ríkinu og feðrunum. En þegar þau skráðu sig í sambúð þá flokkaðist hún ekki lengur undir einstæða móður og hún missti allt þetta.”\nÞað er náttúrulega “hagstæðara” að misnota kerfið heldur en að vera heiðarlegur.  Það er “hagstæðara” að fara í mæðrastyrksnefnd heldur en að kaupa matinn úti í búð.  Það er líka “hagstæðara” að vinna svart og þiggja líka atvinnuleysisbætur heldur en að vinna venjulega vinnu og borga skatt af henni.  Það er líka “hagstæðara” að stela hlutunum frekar en að kaupa þá, alla vega ef þú næst ekki.\nEf frænka þín hefði farið í sambúð en samt sleppt því að skrá sig í sambúð til að halda í þær bætur sem eru ætlaðar einstæðum mæðrum, þá væri hún að misnota kerfið og þar með stela frá restinni af þjóðinni.\nÞað er heldur ekki rétt að feðurnir hætti að borga þó konan fari í sambúð.  Þeir eiga ennþá þessi börn og eru skyldugir til að borga meðlag með þeim auk þess að taka þátt í stórútgjöldum eins og t.d. fermingarveislum.  Eina sem hún missir eru styrkir frá ríkinu og forgangur í dagvist."
        },
        {
            "user": "TheIcarus",
            "user_id": "23643",
            "date": "2003-12-24 10:47:45",
            "id": "1416863",
            "reply_to_id": "1416862",
            "text": "ég var að svara einhverjum gaur hérna fyrir ofan, man ekki hvað hann heitir sem sagði að fólk gifti sig útaf 2 ástæðum. Hefðinni og því að það væri hagstæðara að búa þannig.\nÉg var bara að sýna fram á að það er ekki alltaf hagstæðara."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-12-24 13:38:36",
            "id": "1416864",
            "reply_to_id": "1416863",
            "text": "Hann sagði reyndar ekki að það væri hagstæðara heldur að það væri lögformlega hagstætt sem er alveg satt.  Þá var hann ekkert að tala um sambúð heldur giftingar.  Það kemur nákvæmlega eins út fyrir einstætt foreldri hvort það fer í sambúð eða giftir sig.  Það missir í báðum tilfellum þá aðstoð sem er ætluð einstæðum foreldrum enda er það ekki lengur einstætt foreldri og þarf þá ekki á henni að halda.\nÞetta lögformlega sem hann er að tala um er t.d. varðandi skilnaði og andlát.  Ef fólk er í sambúð, hefur ekki gert erfðaskrá, þá erfir það ekki hvort annað.  Ef þau t.d. kaupa saman hús og annað þeirra er skráð fyrir því, þá erfa foreldrar þess eða börn ef einhver eru, ekki sambýlismakinn.  Líka ef þau skilja, ef annað þeirra er skráð fyrir sameiginlegum eignum eins og húsi eða bílum, þá “á” það þessar eignir og hitt verður bara að labba út með ekki neitt."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-12-18 14:33:28",
            "id": "1416849",
            "reply_to_id": "1416848",
            "text": "þetta borgaralega dót sem þú ert að tala um er að láta skíra, ferma, gifta, jarða einhvern/einhverja einstaklinga án þess að það sé af því að þau trúa á einhvern guð, það er að segja trúleysingjar og þessi trúleysingjar vilja líka hafa sína siði og veislu.\nGuð er kona\nFantasia"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-12-18 10:36:22",
            "id": "1416865",
            "reply_to_id": "1416828",
            "text": "Sæl,\nÉg fermdist í kirkju, og sé ekki eftir því eins og stendur, en hver veit hvað skeður þegar ég verð eldri. Ég trúi lauslega á guð, ég sæki ekki kirkjur, en ég trúi samt sem áður á hann. Ég viðurkenni að gjafirnar voru stór partur af þessu, og ég viðurkenni einnig að þetta tengdist hópþrýsting. Í mínu ungdæmi (sem var árið 2001-2002) fengu fermingarkrakkarnir mun fleiri fríðindi allan 8unda bekkinn, m.a. pizzuveislur, keiluferðir, ferð til útlanda og svo ferð á Vatnaskóg þar sem fermingarkrakkarnir máttu gista 2 nætur, en þeir sem fermdust ekki inn í þjóðkirkjuna bara í 1 nótt.\nÉg man líka eftir einni stelpu, sem fermdist ekki. Manni fannst það skrítið þá, en alls ekki núna.  Mér finnst flott hjá þér að fara þínar eigin leiðir og láta ekki vini né ættingja fylla huga þinn af klúrum hugsunum. Ég ætla að enda þetta svar með því að vitna aðeins í Sr. Bjarna :\n“..hvíindis! Þú bölvaðir!..”\nKv,\nHrannarM."
        },
        {
            "user": "media",
            "user_id": "5702",
            "date": "2003-12-18 11:50:19",
            "id": "1416866",
            "reply_to_id": "1416828",
            "text": "Eg verd ad segja ad eg er sammala flestum her.\nHvad veit madur svo sem um tessa tru sem madur er jata ad madur trui a. Eg var bara ad hugsa um graejurnar sem foreldrar minir myndu kaupa handa mer tegar eg fermdist. Madur er of ungur til ad fermast 14 og og litil born aettu ekki ad vera skird fyrir en tau geta tekid akvordun um tad sjalf a hvad tau trua."
        },
        {
            "user": "Feminem",
            "user_id": "33357",
            "date": "2003-12-18 12:49:14",
            "id": "1416867",
            "reply_to_id": "1416828",
            "text": "Ég fermist nuna 04.04.04..:) flott dagsetning.. Ja eg ætla að fermast í krikju, eg get ekki ákveðið hvort á trúi á guð… eða.. jú ég trúi sumu með honum en ekki öllu.. Ég held heldur ekki að öll Biblían sé sönn.. Svolítið ruglingslegt að við séum að læra í Líffræði og Eðlis og Efnafræði að jörðin hafi orðið til við eitthvad og allt lif hafi myndast við að eitthver efni blönduðust saman.."
        },
        {
            "user": "Feminem",
            "user_id": "33357",
            "date": "2003-12-18 12:52:48",
            "id": "1416890",
            "reply_to_id": "1416867",
            "text": ".. ja og svo í fermingarfræðslu og kristinfræði og öllui þvi að guð hafi skapað allt lif og allt..:/"
        },
        {
            "user": "viktororri",
            "user_id": "13381",
            "date": "2003-12-19 00:22:33",
            "id": "1416891",
            "reply_to_id": "1416890",
            "text": "Getur ekki verið að bæði sé rétt? :)\nGetur ekki verið að það sé Guði að þakka að þessu efni blönduðust og mynduðu líf? :)\nBestu óskir :)."
        },
        {
            "user": "rammstein",
            "user_id": "27927",
            "date": "2003-12-18 14:31:46",
            "id": "1416868",
            "reply_to_id": "1416867",
            "text": "ertu að fara að ferma þig og ert ekki viss hvort þú trúir eða ekki, bara trúr smá!\nveistu ekki hvað ferming er???\naf hverju ertu þá að ferma þig???\nsorrý er bara forvitinn"
        },
        {
            "user": "rammstein",
            "user_id": "27927",
            "date": "2003-12-18 21:09:41",
            "id": "1416869",
            "reply_to_id": "1416868",
            "text": "já ég veit hvað ferming er. Ferming er þegar barn ákveður að það sé tilbúið að taka upp trú eða tilbúið að ganga  í fullorðinna tölu. FErmingin var upphaflega haft til að fræða ungmenning og árið 1897 eða þar um kring, ef það  hefur ekki verið 1907 eða þar um kring sem fermingafræðsla og almenn kennsla var skilgreind. Ég veit vel hvað ferming er og ég vil ferma mig út af því að ég fer ekki að ferma mig 23 ára eða þar um kring. Ég er ekki að fara að ferma mig bara til að fá pakkana. Ég trúi, held ég bara, aðeins á guð en ég er ekki hlynt stefnu lúthersku kirkjunnar, jafnt sem kaþólsku. Ég ber virðingu fyrir öllum trúm, sama hvort það sé kristni eða einhver önnur.\nnógu skýrt?\nFantasia"
        },
        {
            "user": "rammstein",
            "user_id": "27927",
            "date": "2003-12-18 21:29:28",
            "id": "1416870",
            "reply_to_id": "1416869",
            "text": "Nei þetta er ekki nógu skýrt!\nertu frekar fullorðin ef fer í gegnum einhverja athöfn og færð pakka??\nog þú heldur að þú trúir aðeins á guð, þú þarft ekkert að ferma þig 23 ára þú getur beðið í 1- 2 ár.\nekki ætla ég að stopa þig í að fermast, en gerðu það sem að þú vilt ekki aðrir!!"
        },
        {
            "user": "rammstein",
            "user_id": "27927",
            "date": "2003-12-18 21:35:43",
            "id": "1416871",
            "reply_to_id": "1416870",
            "text": "Það er einmitt þessi gagnrýni sem ég er að tala um. Þetta. Fermingin er EKKI upphaflega kristileg athöfn. Það stendur EKKI neinsstaðar í biblíunni að maður eigi að ferma sig. Jesú nefndi það ekki, þetta var bara gert til að fólk lærði að lesa og skrifa. PUNKTUR. Ég er ekki hlynnt þessar stefnu sem krikjan boðar og ég vil ekki fermast í þessa krikju. Ég vil fermast, eins og allir 14 ára unglingar gera, hvort sem það sé út á pakka eða út af því að þau vilja fermast fyrir mömmu og pabba eða út af því að þau trúa á guð. Farðu á www.sidmennt.is og þar er þetta útskýrt nánar.\nFantasia"
        },
        {
            "user": "rammstein",
            "user_id": "27927",
            "date": "2003-12-18 21:56:36",
            "id": "1416872",
            "reply_to_id": "1416871",
            "text": "já já eins og ég sagði ekki ætla ég að stopa þig í að fermast.\nen þar sem að ég sé eftir því að hafa fermt mig, þá vill ég bara benta fólki á að vita hvað það vill.\nég hef oft hugsað aftur og orðið fúll útí sjálfan mig, af þvi að ég fermdi mig að því að mamma vildi það..\nen ekki ég.\nen ég styð þig þó í því að fermast borgaralega þar sem aðþú trúir ekki á guð, eða ert ekki 100% viss, þú getur alltaf tekið trúna ef svo ber undir seinna á lífsleiðini.\ngangi þér bara vel."
        },
        {
            "user": "Feminem",
            "user_id": "33357",
            "date": "2003-12-18 23:40:55",
            "id": "1416873",
            "reply_to_id": "1416868",
            "text": "Juu.. ég trúi alveg á guð.. En skiluru.. eg trui ekkert öllu sem hefur verið sagt um hann og öllu í bibliunni.. eg veit ju alveg hvad ferming er ða taka mann í kristinna tölu og játa trú sína og eitthvad.."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2003-12-19 10:10:28",
            "id": "1416874",
            "reply_to_id": "1416873",
            "text": "Þú semsagt trúir á æðra vald en ekki á Biblíinu ? Þá er kristin trú varla rétt fyrir þig held ég."
        },
        {
            "user": "Feminem",
            "user_id": "33357",
            "date": "2003-12-19 12:48:44",
            "id": "1416875",
            "reply_to_id": "1416874",
            "text": "ju eg trui a bibliuna.. Ég samt trui ekki að allt sem sagt er í henni sé alveg satt !"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2003-12-19 15:36:41",
            "id": "1416876",
            "reply_to_id": "1416875",
            "text": "“ju eg trui a bibliuna.. Ég samt trui ekki að allt sem sagt er í henni sé alveg satt !”\nÞú semsagt velur það sem þú vilt trúa og ekki trúa eftir því sem hentar þér ? :P"
        },
        {
            "user": "Feminem",
            "user_id": "33357",
            "date": "2003-12-19 15:52:41",
            "id": "1416877",
            "reply_to_id": "1416876",
            "text": "Sko.. Ég trui t.d. ekki á Evu og Adam. Ég get ekki verið að læra í einu fagi að eitthver hafi buið til 2 manneskjur sem hafi verið fyrstu manneskjur á jörðinni og svo í öðru fagi að þetta hafi allt þróast útaf eitthverju og eitthvad svona.. Ég trúi að jörðin hafi myndast við að nokkrar frumur hafi sameinast og myndað jörðin en þusst að kannski guð hafi átt þátt í þessu og eitthvad.. æj e´g veit ekkert hvad ég er að bulla…:/"
        },
        {
            "user": "Feminem",
            "user_id": "33357",
            "date": "2003-12-19 18:28:15",
            "id": "1416878",
            "reply_to_id": "1416877",
            "text": "Já svona hugsa ég líka, Adam og Eva eru mikið meira dæmisaga heldur en einhver sannleikur ;)"
        },
        {
            "user": "Feminem",
            "user_id": "33357",
            "date": "2003-12-19 18:30:07",
            "id": "1416879",
            "reply_to_id": "1416878",
            "text": "já… En skiluru allt þetta með slönguna og eplið og þarna gardin sem þau áttu heima í.. allt dæmisögur :-/ ? Tja.. Ég veit nú ekki hverju marr a ad trua…."
        },
        {
            "user": "Feminem",
            "user_id": "33357",
            "date": "2003-12-19 18:36:41",
            "id": "1416880",
            "reply_to_id": "1416879",
            "text": "Þessi saga um Adam og Evu, er saga sem á að sýna að það sé best að fyljga ráðum Guðs.\nSlangan: Það vonda\nGuð: Það góða\nGarðurinn: Lífið\nAdam og Eva: Manneskjurnar\nEplið: Freistingin\nForboðna tréð: Það sem er bannað\nSko, allar manneskjur lifa í garðinum sem er lífið. Í lífinu er létt að gera syndir ef að maður bara fellur fyrir freistingunni. Það vonda ýtir oftast undir það að maður geri eitthvað rangt og sagan sýnir að maður á að fara eftir boðorðum Guðs eða því sem hann segir manni að gera.\nVonandi er þetta ekki mjööög ruglingslegt!\nEn annars endurspeglar þetta hvað fólk vissi á þessum tíma um þróun lífs á jörðinni, ekki neitt!\nTobba."
        },
        {
            "user": "Feminem",
            "user_id": "33357",
            "date": "2003-12-19 19:55:02",
            "id": "1416881",
            "reply_to_id": "1416880",
            "text": "ó.. Meinar.. Já mér finnst svolítið assnalegt að marr þurfi að taka þessa ákvörðum 13 ára gamall.. en ég ætla samt að ferma mig…"
        },
        {
            "user": "rammstein",
            "user_id": "27927",
            "date": "2003-12-19 20:15:20",
            "id": "1416882",
            "reply_to_id": "1416880",
            "text": "hummm!!! þetta er bara ein túlkun á þessari sögu.\nsumir trúa að Adam og Eva hafi verið til og að þessi saga sé sönn.\nað vísu ekki bara þessi saga, heldur öll Biblían!\nog auðvitað er hægt að rökræða það fram og til baka hvort að hún sé það eður ey.\nég er ekki trúaður, en mér finst það bara gott ef fólk trúir og ég virði það við það.\nmér finst líka gaman að rökræða við félaga mína sem að eru frelsaði um trúna og Biblíuna.\nen ég mundi aldrei reyna að snúa þeim eða kalla þá vitlausa fyrir að hafa trúna, ég virði þá fyrir að trúa og þeirra skoðanir, og þeirra gera það sama við mig.\nen það er eitt sem að einn þeirra er þó sammála mér um, og það er það að fólk er of ungt þegar það fermist."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-12-19 20:39:00",
            "id": "1416883",
            "reply_to_id": "1416882",
            "text": "Já að sjálfsögðu, þetta er bara eins og ég sjálf túlka þetta.\nÞað er alveg rétt, maður er of ungur - sumir hafa kannski þroska til að taka þessa ákvörðun en ekki allir. Alls ekki allir!\nTobba3"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2003-12-19 20:53:59",
            "id": "1416884",
            "reply_to_id": "1416877",
            "text": "“Sko.. Ég trui t.d. ekki á Evu og Adam. Ég get ekki verið að læra í einu fagi að eitthver hafi buið til 2 manneskjur sem hafi verið fyrstu manneskjur á jörðinni og svo í öðru fagi að þetta hafi allt þróast útaf eitthverju og eitthvad svona.. Ég trúi að jörðin hafi myndast við að nokkrar frumur hafi sameinast og myndað jörðin en þusst að kannski guð hafi átt þátt í þessu og eitthvad.. æj e´g veit ekkert hvad ég er að bulla…:/”\nOk.. allt í lagi. En getur þú nefnt eitthvað í Biblíunni sem þú trúir á ? :)\nVona að ég sé ekki leiðinlegur, er bara að reyna að skilja :D"
        },
        {
            "user": "Feminem",
            "user_id": "33357",
            "date": "2003-12-19 23:19:26",
            "id": "1416885",
            "reply_to_id": "1416884",
            "text": "Æj hvad er málid.. ég vil bara fermast til að vera talin kristin trúar og ja ég er buin ad taka þa akvörðun nuna.. Ekki meiri umræður um það nuna þvi þvi (ja það átti að koma 2 ;-P) verður ekki breytt."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2003-12-20 05:39:43",
            "id": "1416886",
            "reply_to_id": "1416885",
            "text": "Einmitt það sem þú hélt, ert ekkert viss um trú þína en vilt samt vera talinn kristinn maður. Allt í lagi samt ég skal ekkert skamma þig þú ert bara hin týpíski íslendingur :)"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2003-12-20 05:50:11",
            "id": "1416887",
            "reply_to_id": "1416886",
            "text": "einmitt það sem ég hélt átti þetta að vera auðvitað."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-12-19 18:39:41",
            "id": "1416888",
            "reply_to_id": "1416876",
            "text": "Maður verður auðvitað að túlka svolítið…\nÞað eru hlutir í Biblíunni sem bara standast engan vegin! :D T.d. Adam og Eva sagan….upphaf jarðarinnar á 7 dögum? Held ekki! Fólk vissi bara svo lítið og það sýnir sig í Biblíunni…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-12-20 22:43:29",
            "id": "1416889",
            "reply_to_id": "1416888",
            "text": "Ok, ég ætla að koma með eina túlkun á Evu og Adam sögunni, ég las hana í Da Vinci lyklinum og ég vil bara segja hana eins og ég man:\nEva er kona sem er búin til úr einu rifbeini úr Adam sem er maður (þvílíkur sparnaður). Höggormuinn tælir Evu til að bíta í eplið og Eva tælir Adam til að bíta í eplið.  Hver er sá vondi? Höggormurinn? Já ekki spurning en ef maður skoðar söguna nánar þá tælir Eva Adam til að bíta í eplið svo að það er verið að segja að Eva, sem er kona er vond. Þá er verið að sýna að konur séu vondar. Í gamla daga þá þurfti maður nánast að vera giftur til að hugsanlega mega koma við konu. Þetta var eiginlega saga til að segja karlmönnum að þeir ættu aldrei að treysta konum. Adam treysti Evu og hvað gerðist?  Þau voru rekin út úr himnaríki.\nÞEtta er auðvitað bara ein túlkun á þessari sögu og það eru alveg örugglega til fleiri og ég virði auðvitað þína skoðun á málinu. Býst svo sem ekkert við svari.\nfantasia"
        },
        {
            "user": "shelob",
            "user_id": "19816",
            "date": "2003-12-18 14:35:12",
            "id": "1416892",
            "reply_to_id": "1416828",
            "text": "Frábært hjá þér að gera þetta.\nÉg fermdist borgaralega fyrir tvemur árum síðan. Já, ég ætla bara að koma út og segja það skýrt.\nÉg fermdist fyrir gjafir.\nEn það er miklu betra að fermast fyrir gjafir borgaralega heldur en að láta fólk halda að maður sé að fermast fyrir eitthvað annað í kirkju!\nÞeir sem ekki hafa fermst borgaralega vita ekkert um þetta. Fræðslan sem maður fer í gegnum er ekkert annað en frábær, mikið að heimspeki/siðferði og ýmsu sem á að þjálfa mann í því að vera sjálfstæð manneskja, annað en kirkjan.\nSvo að endilega haltu áfram, og segðu fjölskyldunni að þetta sé miklu heilbrigðari leið fyrir þig og fyrir alla, því að vart finnst 14 ára unglingur sem trúir."
        },
        {
            "user": "shelob",
            "user_id": "19816",
            "date": "2003-12-18 14:36:57",
            "id": "1416893",
            "reply_to_id": "1416892",
            "text": "Svo má nú nefna að ég fékk miklu færri gjafir fyrir vikið… :)"
        },
        {
            "user": "kjarri1",
            "user_id": "24854",
            "date": "2003-12-18 15:06:09",
            "id": "1416894",
            "reply_to_id": "1416828",
            "text": "Ef að þú ert ekki tilbúin af hverju þá að fermast borgaralega þú gætir allveg eins bara sleppt því líka! Síðan ákveðiru þig bara seinna."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-12-18 16:38:47",
            "id": "1416895",
            "reply_to_id": "1416828",
            "text": "Þessir krakkar sem fermast næstum því bara út af pökkunum og veislunni eru náttúrulega að gera alveg það sama og þú ert að gera! Það að þau geri það í kirkju breytir því ekki að það er verið að “taka þau í fullorðinna manna tölu”. Þú réttlætir þína borgaralegu fermingu svoleiðis að þú sért að láta taka þig “í fullorðinna manna tölu” þau eru að gera það líka! Og ekki reyna að telja mér trú um það að þú sért að fermast bara út af því. Auðvitað viltu fá pakka, allir vilja það! Það er stór hluti að fermingunni og má bara alveg vera það. Ég ætla að fermast, BÆÐI útaf því að ég trúi á Guð og vil fá pakka.\nÞú ert að fermast borgaralega út af pökkunum og veislunni - því að það er manndómsvígsluparturinn af fermingunni! Þess\nvegna eru krakkarnir að fermast -þótt þau geri það í kirkju."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-12-18 21:15:10",
            "id": "1416896",
            "reply_to_id": "1416895",
            "text": "tobba, upphaflega var fólk fermt hér á landi vegna þess að það þurfti að hafa einhverja aðferð til að fræða ungmennin svo að þjóðin kynni að lesa. Þess vegna varð fermningarskylda afnumin.\nAuk þess er ég búin að vera lesa mjög mikið um kristna trú sem slíka, ekki bara biblíuna og ég er ekki hlynnt þeirri stefnu sem gefið er til kynna. ég er ekki hlynnt því að konur njóti ekki sama jafnrétti og karlar. Það stendur skýrum stöfum í biblíunni að ef kona vill fá að vita eitthvað ætti hún vinsamlegast að spyrja mann sinn. Jesú var ekki að boða karlrembu, hann var að boða jafnrétti og ég virði það.\nFantasia"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-12-19 11:19:09",
            "id": "1416897",
            "reply_to_id": "1416896",
            "text": "fantasia mín ;)\n“Auk þess er ég búin að vera lesa mjög mikið um kristna trú sem slíka, ekki bara biblíuna og ég er ekki hlynnt þeirri stefnu sem gefið er til kynna.”\nKristin trú boðar þetta fyrst og fremst: Kærleik! Það að svona eitthvað karlrembudót standi í biblíunni hefur ekkert að gera með kristni. Þetta var bara svona á þeim tíma sem biblían var skrifuð. Þótt að ég hafi valið að fermast þýðir það ekki að ég trúi á hvert orð sem stendur í biblíunni og ætli mér að læra hana utan að - heldur að ég sé tilbúin til að túlka biblíuna og siðfræðina sem í henni er. Því það er góð siðfræði, fantasia. Kíktu bara á boðorðin, og allt þetta “elskaðu náungann”… Ég sjálf vel mér að hugsa ekki um gamla testamentið - það er svo rosalega ofbeldisfullt og blóðugt.\nÞú verður að skilja að það sem þú lest í biblíunni er ekki endilega það sem að þú þarft að vera samþykk til að fermast! Ég samþykki t.d. ekki að konur séu grýttar til bana og svoleiðis - enda sagði Jesú: Sá yðar er syndlaus er, kasti fyrsta steininum(eða eitthvað í þá átt)…."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-12-19 12:59:20",
            "id": "1416898",
            "reply_to_id": "1416897",
            "text": "Tobba, mér finnst kristni og Isalm mjög falleg trúarbrögð en það er einmitt það sem stendur í biblíunni sem ég vil ekki fermast í krikju. Það sem jesú sagði var oftúlkað og hann var gerður af einhverri guðlegri veru. Það var nefninlega kosið um hvort Jesú væri maður eða guð og þingið sem átti að ákveða það ákvað að hann væri maður með guðlega eiginleika.\nÉg er ekki á móti kristinni trú henni sem slíkri heldur kirkjunni, hvað það er búið að gera úr henni. Páfavaldið, það stendur ekki neinsstaðar að það eigi að vera einhver æðsti yfirmaður kirkjunnar sem eigi að stjórna öllu. Kaþólska og lútherska er mjög líkt, því að þau eru byggð af sömu biblíunni sem Símon Petur og Páll Postuli byrjuðu eiginlega að semja. Þessi kristni átti að vera frjáls, hún átti að vera þannig að maður mátti taka sínar eigin ákvarðanir hvort sem maður var kona eða karl, stelpa eða strákur. Jesú boðaði frið og ég er mjög hlynnt því sem Jesú og trúin boðaði. Trúin boðaði frelsi umfram öllu. Jesú var gáfaður, það var þess vegna sem hann var svo rosalega sérstakur.\nFantasia"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-12-19 13:43:34",
            "id": "1416899",
            "reply_to_id": "1416898",
            "text": "Jesús var maður með guðlega hæfileika. Hann var sendur til jarðarinnar til að frelsa okkur frá syndum okkar. En þá erum við komin út í þá spurningu hvort að við trúum því eða ekki. Það er stóra vandamálið.\nLútherstrú er í byggð á því sama og kaþólsk. En stærtsti munurinn er að það er t.d. ekki hægt að kaupa syndaaflausn, hvort sem það er með peningum eða Maríubænum. Þú ert eins frjáls og hægt er að vera yfirhöfuð innan trúarsamfélags ef að þú ert Lúthersk.\nTrúin er frjáls, þú verður bara að leiða hjá þér það sem þér finnst rangt og rækta það sem þér líkar við ;) En annars held ég að þetta sé komið nóg. Til hamingju með að hafa valið að fermast borgaralega ;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-12-19 14:36:26",
            "id": "1416900",
            "reply_to_id": "1416899",
            "text": "það er eitt dýr á jörðinni sem getur gert meyfæðingu, það er einhver snákur í mexíkó, og það eru bara til kvenkynsstofn af honum.\nJesú var bara mannlegur maður. Hann var ekkert guðlegur, hann var ekkert meira sonur guðs en einhver annar. Jesú var misskilinn. Hugmyndir hans voru rangtúlkaðar og oftúlkaðar á alla vegu. Jesú var því miður ekki guð og þetta með það hann væri guðlegur var tekinn úr grísku/rómversku goðafræðinni með það að Herakles/Herkúles væri sonur seifs og þurfti að leysa þrautir til að komast upp á ólympustind.\nÉg er kannski frjáls núna en ég hefði ekki verið frjáls ef ég hefði fæðst fyrir fimmhundruðu árum. Kaþólska kirkjan aðallega (ég ætla ekki að móðga neinn) stuðlaði að því að fólk þorði ekki að koma með staðreyndir á borð við að jörðin væri hnöttur og að sólin væri miðja sólkerfisins. Galíleo Galílei þurfti að sverja við einhvern rétt að hann trúði ekki á það sem hann var búinn að sanna. Þrír höfðu verið brenndir fyrir það sama fyrir nokkrum árum. Kaþólska kirkjan stuðlaði að því að drepa fólk sem var talið að hafa galdrahæfileika og það drap alla þá sem sagði eitthvað vont um kirkjuna. Kaþólska kirkjan hélt eiginlega heilu þjóðunum í gíslingu í mörghundruð ár. Lútherstrúin var miklu frjálsari en hún er bara kaþólsk trú sem er búið að breyta. Engir dýrlingar eða maríubænir, enginn páfi eða syndaaflausni annars er allt það sama. Sama biblía og allt.\nFantasia"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-12-19 14:58:17",
            "id": "1416901",
            "reply_to_id": "1416900",
            "text": "“það er eitt dýr á jörðinni sem getur gert meyfæðingu, það er einhver snákur í mexíkó, og það eru bara til kvenkynsstofn af honum.”\nTrú er TRÚ og það sem þú velur þér að TRÚA! Það hefur ekki neitt að gera með líffræðilegar staðreyndir sem afsanna þetta.\n“Jesú var bara mannlegur maður.”\nGeturðu sannað það? Nei, og ég get heldur ekki sannað það að Jesús hafi verið sonur Guðs. En ég vel að trúa því…\n“Ég er kannski frjáls núna en ég hefði ekki verið frjáls ef ég hefði fæðst fyrir fimmhundruðu árum.”\nVið erum að tala um nútíðina ekki um fólkið sem lenti á bálunum bæði undir Kaþólikkum og Lútherstrúarmönnum. Fortíðin sýnir ekki hvernig trúin er í dag.\n“Engir dýrlingar eða maríubænir, enginn páfi eða syndaaflausni annars er allt það sama. Sama biblía og allt.”\nJá það er sama biblía og margt annað er það sama. Hvernig á´þetta að vera öðruvísi? Þú ættir kannski að verða íslamstrúar - þeir trúa því að jesús hafi bara verið spámaður…\nFantasía, þetta er allt spurning um trú og ekkert annað. Nú nenni ég ekki að rökræða um þetta lengur. Hvað erum við annars að rökræða um? Hvort að Jesú hafi verið til?"
        },
        {
            "user": "Konungurinn",
            "user_id": "40134",
            "date": "2003-12-18 16:55:41",
            "id": "1416902",
            "reply_to_id": "1416828",
            "text": "Mjer var bannað að fermast borgaralega og er gegt fúll yfir því því að jeg trúi ekki á guð, punktur. Jeg vildi samt ekki fórna öllum gjöfunum fyrir það en samt ekkert þægilegt að mæta í fermingarfræðslu í hverri viku og ljúga síðan að prestinum, sem er alveg fínasti kall.\nForeldrar ættu líka að virða það og leifa krökkunum sínum að fermast borgaralega ef þau þeir vilja það. Mjer liði miklu betur með þetta allt ef jeg hefði fengið að fermast borgaralega og gæti jafnvel verið stoltur af því og þyrfti ekki að burðast með það að hafa logið að fjölskildunni og prestinum að jeg trúi á eitthva sem jeg trúi alls ekkert á."
        },
        {
            "user": "rammstein",
            "user_id": "27927",
            "date": "2003-12-18 17:54:29",
            "id": "1416903",
            "reply_to_id": "1416828",
            "text": "ég var nú búin að svara, en eftir að hafa lesið öll svörin sem að eru komin núna, þá er ég komin á þá skoðun að það eigi ekki að gefa pakka þegar fólk fermist.\nþetta á að vera mikil ákvarðana taka hjá 14 unglingum hvort þeir trúa á guð eður ey.\nþau taka greinilega þessar ákvarðanir ekki sjálf, heldur eru það foreldrar, félagar og að sjálfsögðu pakkarnir!!\nhvað er það sem að flestir vilja að börnin sín tileinki sér???  er það ekki sjálfstæði og að láta ekki alltaf undan þristingi frá öðrum\nen á sömu stundu þá erum við að segja “ ég ræð og vinir þínir hafa rétt fyrir sér, það borgar sig að gera það sem að allir aðrir vilja að þú gerir, og það er ekki verra að fá borgað fyrir það”"
        },
        {
            "user": "axelaage",
            "user_id": "25526",
            "date": "2003-12-18 19:47:40",
            "id": "1416904",
            "reply_to_id": "1416828",
            "text": "ég fermdist sjálfur borgaralega. Ég tel það hafa verið það eina rétta fyrir mig vegna þess að ég er trúleysingi.\nég er einkar sammála varðandi það að þeir sem eru að fermast(reyndar ekki bara í kirkjunni) eru að gera þetta til að fá gjafir.\nað vísu var fermingin sem slík upphaflega ekkert nema manndómsvígsla og átti ekki upphaf sitt í Kristinni trú.\nKristnir menn (prestar eða eitthvað) “stálu” þessum sið eins og svo fjölmörgum öðrum, s.s. jólunum bara í þeim tilgangi að fá peninga eða önnur verðmæti!\nþað er ekkert minnst á fermingu í biblíunni og að maður verði að staðfesta trúna með fermingu!\nég fékk ekkert ófáar fermingargjafir þrátt fyrir það að hafa fermst borgaralega en ég var í rauninni ekkert að fermast til þess að fá gjafir, heldur var þetta eini “möguleikinn” til að fermast utan við kirkjuna og mér þykir það hræsni að vera að játa trú sína á einhverju sem maður trúir ekki á!\nen þetta var bara tautið og raulið í mér…"
        },
        {
            "user": "ibex",
            "user_id": "18701",
            "date": "2003-12-18 19:48:37",
            "id": "1416905",
            "reply_to_id": "1416828",
            "text": "Ég fermdist 9. júní 2002 og sé ekkert eftir því þó svo að ég sé trúlaus!\nÉg missti trúna í fermingarfræðslunni, en ég hafði reyndar ekkert verið neitt sérlega trúuð áður. Í fermingarfræðslunni fór ég að hugsa um þessa hluti meira en ég hafði gert þangað til og þá gerði ég mér grein fyrir að ég gat einfaldlega ekki trúað á þetta… það átti ekki við mig.\nÉg kýs að segja að ég hafi fermst vegna félagslegs þrýstings, það hafði alltaf verið talað um það einsog sjálfsagðan hlut og það miðaðist svo margt við það að fermast, svo spiluðu gjafirnar náttúrulega eitthvað þarna inní…\nFólki finnst oft fáránlegt að láta ferma sig ef að maður trúir ekki á guð en þar er ég ósammála… ef að maður trúir ekki á þetta hvort sem er hvern er maður þá að svíkja með því að fermast?"
        },
        {
            "user": "rammstein",
            "user_id": "27927",
            "date": "2003-12-18 21:04:35",
            "id": "1416906",
            "reply_to_id": "1416905",
            "text": "hvernig væri að hafa smá sjálfstæðan vilja og skoðanir!\nþú ert að svíkja sjálfan þig með því að staðafesta það að þú játist trúni,og öllu því sem að hún stendur fyrir,eingöngu fyrir gjafir og fégslegs þristings.\nþví að þú ert þá bara hræsnari, sem að selur þig."
        },
        {
            "user": "ibex",
            "user_id": "18701",
            "date": "2003-12-18 21:33:30",
            "id": "1416907",
            "reply_to_id": "1416906",
            "text": "Ég tel mig hafa nokkuð sjálfstæðan vilja og sterkar skoðanir á ýmsu..\nEn ég bara spyr.. hverju tapaði ég á því að fermast? Ég trúi ekki á guð svo að ekki var ég að svíkja hann með því að ljúga í kirkjunni… Og þó svo að það að ljúga sé synd þá er það alveg sama vegna þess að ég er ekki trúuð…\nMér finnst ég ekki hafa svikið sjálfa mig… svo að ég hef varla gert það (hvernig getur maður svikið einhvern ef að manneskjan sem maður sveik finnst hún ekki vera svikin og manneskjan sem sveit finnst hún ekki hafa svikið)og þó svo að ég hafi gert það þá böggar það mig ekkert og ég sé ekki afhverju það ætti að gera það!\nÞetta voru bara orð sem ég sagði, þurrt brauð sem ég át og vín sem ég lét ofaní mig…"
        },
        {
            "user": "rammstein",
            "user_id": "27927",
            "date": "2003-12-18 21:47:23",
            "id": "1416908",
            "reply_to_id": "1416907",
            "text": "ég er ekki svo viss um að þú hafi sjálfstæðan vilja!!\nþú sagðir að þú hafir fundið fyrir þristingi, og þú varst búinn að missa trúna.\nen þú fermdir þig samt, og laugst að öllum til þess að fá pakka!!  mér sýnist þú ekki hafa mikin sjálstæðan vilja.\nlíka þetta hjá þér “Og þó svo að það að ljúga sé synd þá er það alveg sama vegna þess að ég er ekki trúuð”\nnei kanski ekki, en það er til svolítið sem að kallast siðferði, og það er það sem er verið að reyna að kenna ykkur við fermingu hvort sem er borgaraleg eða í trúni.\nþannig að þú notfærðir þér bara þennan viðburð sem að aðrir taka hátíðlegan, því að það hentaði þér!!!\nog svo ertu að halda því fram að þú hafir ekki svikið nein!!\nertu virkilega svo siðferðisblind/ur að þú sjáir ekki hvað þú gerðir rangt!"
        },
        {
            "user": "ibex",
            "user_id": "18701",
            "date": "2003-12-18 22:09:01",
            "id": "1416909",
            "reply_to_id": "1416908",
            "text": "Hmmm… þú mátt kalla mig siðblinda ef þú vilt, það truflar mig ekkert því að siðir fólks eru svo mismunandi, ég er kannski blind á þá siði sem þér finnast vera hinir réttu, en það þýðir ekkert að ég sé eitthvað verri eða heimskari fyrir það.\nÉg hef þá sýn á lífið sem að hentar mér best og vil ekki láta trú, fordóma, skoðanir annarra né neitt annað hefta mig… Mér leiðist að standa í veseni og mér finnst ekki gaman að hlusta á tuð. Það er það sem ég meina þegar að ég tala um félagslegan þrýsting. Ég tapaði ekki neinu á því að láta ferma mig og ég gerði það aðallega til að halda fólki rólegu… ég fíla ró og frið…\nÉg vil líka taka það fram að ég missti trúna ekki alveg fyrren ég var byrjuð í fermingarfræðslunni.\nÞegar að mér finnst að ég ætti ekki að gera hluti, þá geri ég þá ekki… svo einfalt er það.."
        },
        {
            "user": "rammstein",
            "user_id": "27927",
            "date": "2003-12-19 01:30:24",
            "id": "1416910",
            "reply_to_id": "1416909",
            "text": "þetta kallast ekki siðblinda út af því af siðum.\nþetta kallast siðblinda útfrá siðfræð.\nöll boðorðin eru siðfræði, þú skalt ekki stela, því það er siferðislega rangt, ekki drepa því að það er siðferðislega rangt og svo framvegis.\nþað er verið að tala um að vera góð hvert við annað.\nflest ef ekki öll trúrbrögð byggja einmit á þessu.\nen ok ef þér finst þetta bara í góðu lagi, þá það."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-12-20 16:56:20",
            "id": "1416911",
            "reply_to_id": "1416905",
            "text": "ibex:\n“Fólki finnst oft fáránlegt að láta ferma sig ef að maður trúir ekki á guð en þar er ég ósammála… ef að maður trúir ekki á þetta hvort sem er hvern er maður þá að svíkja með því að fermast?”\nÞú ert í fyrsta lagi að svíkja þínar eigin skoðanir með því að þora ekki að játa trúleysi þitt opinberlega.  Í öðru lagi ertu að svíkja alla sem trúa lyginni þinni í kirkjunni, þar með prestinn og fjölskyldu þína."
        },
        {
            "user": "ibex",
            "user_id": "18701",
            "date": "2003-12-20 22:25:10",
            "id": "1416912",
            "reply_to_id": "1416911",
            "text": "Það vita nú flestir að ég er trúlaus… Ég þori alveg að játa það að ég trúi ekki, enda er það ekkert til að skammast sín fyrir."
        },
        {
            "user": "ibex",
            "user_id": "18701",
            "date": "2003-12-20 22:25:23",
            "id": "1416913",
            "reply_to_id": "1416911",
            "text": "Það vita nú flestir að ég er trúlaus… Ég þori alveg að játa það að ég trúi ekki, enda er það ekkert til að skammast sín fyrir."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-12-21 04:03:19",
            "id": "1416914",
            "reply_to_id": "1416913",
            "text": "“Það vita nú flestir að ég er trúlaus… Ég þori alveg að játa það að ég trúi ekki, enda er það ekkert til að skammast sín fyrir.”\nFannst þá bara prestinum, foreldrum þínum og öllum öðrum í besta lagi að þú stæðir upp fyrir framan heilan söfnuð og lygir þessu blákalt?"
        },
        {
            "user": "ibex",
            "user_id": "18701",
            "date": "2003-12-21 14:14:24",
            "id": "1416915",
            "reply_to_id": "1416914",
            "text": "Foreldar mínir eru ekkert svakalega trúaðir sjálfir og ættingjum mínum kemur þetta ekkert við! Hvað prestinn varðar þá er hann sennilegast orðinn svo vanur því að ferma “hræsnara” einsog mig að hann kippir sér ekkert mikið upp við það.. annars var ég ekki orðin trúlaus þegar að ég ákvað að láta ferma mig… það er staðreynd sem fólk hefur verið að hundsa hérna þó svo að ég hafi látið það koma skýrt fram hér."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-12-21 14:33:41",
            "id": "1416916",
            "reply_to_id": "1416915",
            "text": "Já, það er náttúrulega kannski ágæt manndómsvígsla að komast í fullorðinna manna tölu með því að ljúga að heilum söfnuði inni í miðri kirkju.  Kannski áttu þá frama vísan í stjórnmálum ;)"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2003-12-22 18:47:16",
            "id": "1416917",
            "reply_to_id": "1416916",
            "text": "“Já, það er náttúrulega kannski ágæt manndómsvígsla að komast í fullorðinna manna tölu með því að ljúga að heilum söfnuði inni í miðri kirkju. Kannski áttu þá frama vísan í stjórnmálum ;)”\nÞarf maður ekki líka helst að vera fermdur til þess að komast langt í stjórnmálum ? Er ekki erfiðara að verða t.d. forseti eða forsætisráðherra ef maður er einhver trúleysingi ?"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-12-22 23:58:08",
            "id": "1416918",
            "reply_to_id": "1416917",
            "text": "“Þarf maður ekki líka helst að vera fermdur til þess að komast langt í stjórnmálum ? Er ekki erfiðara að verða t.d. forseti eða forsætisráðherra ef maður er einhver trúleysingi ?”\nMaður myndi líklega missa atkvæðin frá trúaða fólkinu.  Það var rætt aðeins um það þegar Ólafur Ragnar varð forseti hvort það gæti gengið þar sem hann væri trúlaus og gæti því ekki verið höfuð kirkjunnar.  Þá varð hann skyndilega trúaður til að leysa málið.  Annars var hann búinn að bera vitni í einhverju dómsmáli einhvern tímann áður og neitaði þá að sverja á biblíuna þar sem hann væri ekki trúaður heldur vann drengskapareið í staðinn.\nHins vegar þarf maður ekki að vera fermdur til að geta verið trúaður.  Margir söfnuðir ferma ekki heldur hafa niðurdýfingarskírn þegar fólk er orðið aðeins eldra eða nógu gamalt til að velja sjálft.  Maður gæti líka verið trúlaus á fermingaraldrinum og orðið trúaður seinna."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2003-12-23 01:21:07",
            "id": "1416919",
            "reply_to_id": "1416918",
            "text": "Takk fyrir að fræða mig þetta með Ólaf forseta, vissi það ekki.  :)"
        },
        {
            "user": "Moli",
            "user_id": "1779",
            "date": "2003-12-23 04:36:34",
            "id": "1416920",
            "reply_to_id": "1416919",
            "text": "Enn ein ástæða þess að ég er sterkur stuðningsmaður aðskilnaðar ríkis og kirkju!"
        },
        {
            "user": "L4m3r",
            "user_id": "6420",
            "date": "2003-12-19 03:12:53",
            "id": "1416921",
            "reply_to_id": "1416828",
            "text": "Ég sleppti því alveg að fermast vegna þess að ég er ekki nógu trúaður á guð biblíunnar, auk þess er það ekki rétt að ganga í trúarbrögð sem þú ert ekki tilbúinn að tileinka þér, það er rangt gangvart sjálfum þér og viðkomandi trúarbrögðum.\nÉg seinna sagði mig úr þjóðkirkjunni sem þarf að gera þráttt fyrir að fermast ekki og gekk í Ásatrúarfélagið þar sem veitir ekki af liðsauka."
        },
        {
            "user": "ponnsla",
            "user_id": "42420",
            "date": "2003-12-19 08:00:50",
            "id": "1416922",
            "reply_to_id": "1416828",
            "text": "Ég fermist fyrir 7 árum og fermdist í kirkju, ég var eins og allir aðrir fjórtán ára og tók þessa ákvörðum að vel íhuguðu mál, komst ég að þeirri niðurstöðu að ég trúi á Guð.  Ég er ekkert í neinni ofsatrúarpælingum en bara þessi gamla barnatrú.\nÉg vildi bara taka upp hanskann fyrir fólkið sem fermdist í kirkju, en fermdist ekki fyrir pakkana, heldur trúna.\nÞað er fólk þarna sem er í raun og veru að fermast til að játa trú sína, þess vegna finnst mér það vera hræsni og græðgi að fermast fyrir pakkana eina saman.\nMunið þið líka bara eftir því þegar þið eruð að taka við pökkunum frá fjölskyldunni, örugglega margir misvel stæðir, hvers vegna þið eruð að fá pakka, af því að það er verið að óska ykkur til hamingju með þessa ákvörðun, eða bara að því að þið eruð svo gráðug að þið gátuð bara ekki sleppt þessu??"
        },
        {
            "user": "SoullessShadow",
            "user_id": "23421",
            "date": "2003-12-19 13:40:00",
            "id": "1416923",
            "reply_to_id": "1416828",
            "text": "Gott hjá þér ég sé eftir því að hafa fremt mig yfir höfuð og þegar ég kom með hugmynduna að ferma mig borgaralega var akkúrat þríst á mig að ferma mig kirkjulega.\n14 eða 13 ára er alltof ungt til að taka trúarlegar ákvarðanir og ég held að ég feti í fótspor bróður míns og fari í ásatrúarsöfðuðinn þegar ég verð 18 ára því forráðarmaður minn mundi aldrei leyfa mér það fyrr.  Því ég hef alltaf verið mjög heillaður af þeirri trú og finnst hún rótgrónari í íslensku þjóðfélagi við værum líklega ásatrúar í dag ef við hefðum ekki verð neidd af noregskonungi til að skipta um trú!\nAllavega haltu á sömu braut og ekki falla undir hópþrýstingi."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-12-20 17:01:57",
            "id": "1416924",
            "reply_to_id": "1416923",
            "text": "SoullessShadow: “14 eða 13 ára er alltof ungt til að taka trúarlegar ákvarðanir og ég held að ég feti í fótspor bróður míns og fari í ásatrúarsöfðuðinn þegar ég verð 18 ára því forráðarmaður minn mundi aldrei leyfa mér það fyrr.”\nÞú þarft ekki að vera nema 16 ára til að mega skipta um trúfélag án leyfis forráðamanns."
        },
        {
            "user": "SoullessShadow",
            "user_id": "23421",
            "date": "2003-12-20 19:18:10",
            "id": "1416925",
            "reply_to_id": "1416924",
            "text": "vá er það, yes!!!"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-12-20 19:22:26",
            "id": "1416926",
            "reply_to_id": "1416925",
            "text": "Já, ef þú ferð á\nhttp://www.hagstofa.is/\nog þar í “eyðublöð” og þar í “skráning í trúfélag” þá er eitt eyðublað fyrir 16 ára og eldri en annað fyrir börn undir 16 ára þar sem þarf undirskrift forráðamanna."
        },
        {
            "user": "SoullessShadow",
            "user_id": "23421",
            "date": "2003-12-20 20:54:09",
            "id": "1416927",
            "reply_to_id": "1416926",
            "text": "Reyndar er ég ekki 16 ára;("
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-12-20 23:39:39",
            "id": "1416928",
            "reply_to_id": "1416828",
            "text": "Ég fermdi mig bara ekki neitt og allir voru að hrósa mér fyrir það."
        },
        {
            "user": "Scorpio21",
            "user_id": "7299",
            "date": "2003-12-21 16:41:04",
            "id": "1416929",
            "reply_to_id": "1416828",
            "text": "Hey ég sleppti því bara að ferma mig en vildi ekki sjokka ofurkristna ættingja mína of mikið með því að segja þeim að ég væri ekki kristinn þannig að ég saðist bara ekki nenna að standa í þessu veseni :)"
        },
        {
            "user": "Tigershark",
            "user_id": "1684",
            "date": "2003-12-22 01:32:32",
            "id": "1416930",
            "reply_to_id": "1416828",
            "text": "ætli fermingaraldurinn sé ekki bara of lágur\nbörn þurfa greinilega að vera aðeins eldri til að geta tekið þessa ákvörðun og skilja hana fullkomlega\nog ekki spillir ef að gjafir væru gefnar við annað tækifæri en þetta\nkirkjan fær varla marga trausta fylgjendur ef að að þeim er borgað fyrir að játast henni\nþessi hefð með gjafirnar er samt ekki undan kirkjunni sjálfri komin\nég álít fermingu fallega en ómarktæka og athöfn\ngóður siður til að foreldrar geti dekrað aðeins við krakkana.\nseinna getur fólk svo ákveðið ef að það vill guð eða ekki fyrir alvöru"
        },
        {
            "user": "Moli",
            "user_id": "1779",
            "date": "2003-12-22 02:12:06",
            "id": "1416931",
            "reply_to_id": "1416930",
            "text": "Ég ætla að ganga svo langt að kalla Borgaralega Fermingu argasta kjaftæði og óþarfa!\nÉg ætla líka að ganga svo langt, að kalla Kirkjulega Fermingu þetta líka!\nEf að manneskja er nógu þroskuð í trúnni, og hefur heilbrigt samband við sinn guð, þá þarf sú manneskja ekki að leigja sér kyrtil og leigja veislusal, heldur einfaldlega að trúa.\nFerming er ekkert nema veraldleg athöfn, sem hefur nákvæmlega ekkert gildi, nema að staðfesta veru sína í þjóðkirkjunni fyrir ríkinu.\nÞeir sem fermast Borgaralega, eða jafnvel ekki, eru samt sem áður skráðir í þjóðkirkjuna.. Hvar skilur það manneskjuna eftir?\nÁ SAMA PUNKTI OG FYRIR FERMINGU!\nBorgaraleg Ferming er ekki skömminni skárri, og þegar ég skoða “markmið” hennar, þá sé ég ekkert sem að ég get ekki lært sjálfur úr sjálfshjálparbók í 499 kr rekkanum í Bókabúð Eymundson.\nÞað er nú allt gott og blessað við það að börnin læri um jafnrétti og slíkt..\nÞað er hinsvegar e-ð sem mér finnst mega kenna í skólum!\nMér er nokk sama hvort fólk fermi sig í kirkju eða ekki, sjálfur er ég fermdur, bræður mínir, og öll fjölskylda mín.\nEn hvað gerist ef börn ferma sig ekki? Kirkjulega eða Borgaralega?\nVerða þau þá aldrei tekin í fullorðinna manna tölu? Ef að krakkar tækju nú uppá því að ferma sig ekki, sætum við þá uppi með heila kynslóð af Eilífðarbörnum?\nNei..\nÞAÐ GERIST NÁKVÆMLEGA EKKI NEITT!\nÞað eina sem gerist er það að börnin missa af hljómflutningstækjunum og heimabíóstæðunum..\nEn það viljum við ekki er það nokkuð?"
        },
        {
            "user": "Kexi",
            "user_id": "28960",
            "date": "2003-12-22 03:31:03",
            "id": "1416932",
            "reply_to_id": "1416931",
            "text": "Ég hef aldrei verið jafnsammála neinu áliti og þessu áliti hjá Mola karlinum…\nKexi."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-12-22 11:57:10",
            "id": "1416933",
            "reply_to_id": "1416931",
            "text": "Ja, þetta er mjög gott svar og satt.\nFólk fæðist ekki inn í þjóðkrikjuna. Ég er ekki skírð svo að mamma og pabbi spöruðu alveg heil mikið þegar ég var lítil varðandi skírnarveislu.\nfantasia"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-12-23 00:04:10",
            "id": "1416934",
            "reply_to_id": "1416933",
            "text": "fantasia: “Fólk fæðist ekki inn í þjóðkrikjuna.”\nJú, eiginlega.  Þegar barn fæðist, þá er það skráð í það trúfélag sem móðir þess tilheyrir.  Ef hún er í Þjóðkirkjunni, þá er barnið skráð þangað.  Mamman er kannski ekki trúuð, bara aldrei nennt að segja sig úr þessu, lætur ekki skíra barnið, það er aldrei fermt en það heldur samt áfram að vera í Þjóðkirkjunni þar til annað hvort mamman breytir því eða barnið verður 16 og breytir því sjálft."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-12-23 12:41:40",
            "id": "1416935",
            "reply_to_id": "1416934",
            "text": "reyndar skírði mamma mig ekki bara út af því að hún væri trúuð. Hún vildi að ég mundi ákveða alveg frá grunni hvort ég vildi teljast kristin eða ásatrúar eða eitthvað annað. Þakka þér samt fyrir upplýsingarnar.\nfantasia"
        },
        {
            "user": "steini21",
            "user_id": "31936",
            "date": "2003-12-22 15:55:57",
            "id": "1416936",
            "reply_to_id": "1416828",
            "text": "Mér verður alltaf illt í maganum þegar ég les svona greinar :S"
        },
        {
            "user": "Niea",
            "user_id": "17367",
            "date": "2003-12-22 19:15:01",
            "id": "1416937",
            "reply_to_id": "1416828",
            "text": "Ég ætla að fermast því ég trúi á guð =) fyrst ætlaði ég ekki að fermast en svo fór ég að spá hvort ég myndi ekki sjá eftir því þannig að ég ákvað að fara í fermingarfræðlsu bara til að prófa.\nSvo í fermingarfræðslunni fann ég það bara að ég trúi á guð og ákvað að fermast.\nMér finnst allavega að Borgarleg ferming sé ekki FERMING því að ferming er/þýðir að játa trú sína. Og í borgarlegadæminu ertu ekki að játa neitt!\nkv Yrsa"
        },
        {
            "user": "Moli",
            "user_id": "1779",
            "date": "2003-12-22 21:23:14",
            "id": "1416938",
            "reply_to_id": "1416937",
            "text": "Ég held að það spái nú enginn í því hvort að þingmenn séu fermdir eða ekki..\nAllavega er þetta í fyrsta skipti sem ég heyri þessa pælingu."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-12-22 22:01:33",
            "id": "1416939",
            "reply_to_id": "1416937",
            "text": "nei nei, confirmare er latína og þýðir að festa eða staðfesta. Það eru til átta mismunandi túlkanir á þessu orði og það að fermast sem að játa trú sína er ekki númer eitt, það er mjög aftarlega skal ég segja þér.\nÍ borgaralega dæminu er maður að játa það að maður treysti sjálfum sér fyrir sjálfum sér. Maður er að játa það að maður geti verið maður sjálfur, ekki láta neinn stjórna sér og maður er að játa að maður sé orðinn nógu þroskaður.\nBorgaralega ferming er alveg jafn mikiði bull og kristileg ferming. Ég er ekki viss um að ég trúi á guð, ég vil fermast en ekki undir því merki að ég vilji trúa á guð um aldur og ævi.\nfantasia"
        },
        {
            "user": "johanng",
            "user_id": "9215",
            "date": "2003-12-22 23:54:19",
            "id": "1416940",
            "reply_to_id": "1416828",
            "text": "lol já það er aldeilis!"
        },
        {
            "user": "johnMclane",
            "user_id": "22187",
            "date": "2003-12-23 12:50:04",
            "id": "1416941",
            "reply_to_id": "1416828",
            "text": "Ég ákvað bara að frema mig alls ekki. Ég “átti” að gera það í fyrra.\nFáránlegt að 14 ára krakkar telji sig tilbúna að binda sig Guði allt sitt líf."
        },
        {
            "user": "raudurgiraffi",
            "user_id": "43112",
            "date": "2003-12-23 14:46:49",
            "id": "1416942",
            "reply_to_id": "1416828",
            "text": "Sko.. til hvers ertu að ferma þig ef þú ætlar að gera það borgaralega? Það er þá bara út af pökkunum, held ég allavega. Þegar maður er að fermast er maður að játa trú sína á Guði. Af hverju helduru þá að þetta sé gert í kirkju ef þetta er ekki um það?\nÞegar maður er skírður þá er maður tekin inn í kirkju Guðs og er maður fermist er maður að staðfesta það! Því þegar maður er skírður hefur maður ekkert um það að segja.\nEf þú trúir ekki eða ert ekki tilbúin að staðfesta það slepptu þessu þá bara! Annars ertu bara að gera þetta út af pökkunum.\nKv.Anna.\nPS. ég er sjálf trúleysingi , þannig ég er ekki að gera þetta vegna þess ég vil að þú fermir þig í kirkju eins og ég held að fók geri bara til að vera eins. ég er hinsvegar ekki trúleysingi til þess eins að vera öðruvísi, eins og margir hafa sagt við mig."
        },
        {
            "user": "raudurgiraffi",
            "user_id": "43112",
            "date": "2003-12-23 17:09:35",
            "id": "1416943",
            "reply_to_id": "1416942",
            "text": "í fyrsta lagi er ég ekki skírð, ég er nefnd, í öðru lagi þá er mér svo sem sama um pakkana. Mig langar ekki í græjur fyrir þessa fimm geisladiska sem ég á og ég á sjónvarp. Ég er einmitt í dálitlum vandræðum því að ég vil bara bækur og skylmingadót í fermingagjöf, ekki græjur eða sjónvarp. Ég er að segja satt, ég er ekkert að ljúga til að virðast eitthvað betri eða eitthvað. Í þriðjalagi er ég ekki að staðfesta neitt. Ég vil bara ferma mig eins og allir 14 ára krakkar en ég vil ekki ferma mig inn í kirkju sem ég er ekki tilbúin að þjóna um aldur og ævi, þess vegna vil ég ferma mig borgaralega. (ég held upp á jólin í upprunalega tilgangi: til að fagna hátíð ljóssins, að sólin sé að fara hærra upp)\ngott hjá þér að vera trúleysingi. En fyrst að ég er ekki skírð og ég vil bara bækur í fermingagjöf þá hlýt ég bara að vera gera þetta svo að ég fái gjafir í síðasta sinn frá skyldmennum því að eftir fermingu fæ ég ekki gjafir frá frænkum eða frændum.\nfantasia"
        },
        {
            "user": "raudurgiraffi",
            "user_id": "43112",
            "date": "2003-12-23 19:01:58",
            "id": "1416944",
            "reply_to_id": "1416943",
            "text": "OK, en jæja þú viðurkenndir þá að þú værir að gera þetta út af pökkunum :) “En fyrst að ég er ekki skírð og ég vil bara bækur í fermingagjöf þá hlýt ég bara að vera gera þetta svo að ég fái gjafir í síðasta sinn frá skyldmennum því að eftir fermingu fæ ég ekki gjafir frá frænkum eða frændum.”\nLeiðilegt fyrir þig.."
        },
        {
            "user": "raudurgiraffi",
            "user_id": "43112",
            "date": "2003-12-23 19:03:38",
            "id": "1416945",
            "reply_to_id": "1416944",
            "text": "Mundi: Krakkar eru ekki ÞVINGAÐIR til þess að fermast!"
        },
        {
            "user": "rammstein",
            "user_id": "27927",
            "date": "2003-12-23 23:10:10",
            "id": "1416946",
            "reply_to_id": "1416945",
            "text": "Anna4::::: kanski ekki þvingaðir en láta kaupa sig til þess, að vísu eru sumir sem að ferma sig af því að foreldranir vilja það og vegna þýstings frá öllum í kringum sig…..ég er ekki að tala um alla sem að láta ferma sig!!!!\nþað eru auðvita einhverjir sem að gera þetta út af réttri ástæðu."
        },
        {
            "user": "raudurgiraffi",
            "user_id": "43112",
            "date": "2003-12-24 14:54:58",
            "id": "1416947",
            "reply_to_id": "1416946",
            "text": "Krakkarnir ákveða hvort þeir gera þetta eða ekki. Ef þeir gera þetta vegna þrýstings þá er það ekki nógu gott. En ef einhverjir foreldrar þvinga börnin til að fermast þá er það orðið mjög alvarlegt. Foreldrarnir fengu að ráða hvort börnin væru skírð, fermingin er staðfesting á því."
        },
        {
            "user": "rammstein",
            "user_id": "27927",
            "date": "2003-12-24 17:25:57",
            "id": "1416948",
            "reply_to_id": "1416947",
            "text": "það er samt oft sem að foreldar ætlast til að börnin fermi sig, “auðvitað fermir þú þig, það ferma sig allir, Jói, siggi og Kalli ferma sig allir ætla þú að vera sá eini sem að fermir sig ekki”\nég er viss um að margir kanist við einhvað í þessum dúr!!\nþá er það ekkert nema þvingun, en ég er vissum að oft þurfu foreldrar ekki annað en að minnast á gjafirnar, og þá halda krakkarnir að þetta sé þeir hugmynd."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-12-25 13:29:05",
            "id": "1416949",
            "reply_to_id": "1416947",
            "text": "Fæstir eru kannski þvingaðir til að fermast en það er þrýst á krakka og nöldrað í þeim.  Maður hefði haldið að foreldarnir væru fegnir að þurfa ekki að halda veislu og eyða stórfé en ég held að fyrir marga sé þetta sýndarmennska.  Þeir vilja fá að halda veislu fyrir alla ættingjana og sýna hvað þeir eru flottir á því auk þess að sýna krakkann sinn hvað hann er orðinn stór og hvað hann getur verið kurteis og sætur í sparifötunum."
        },
        {
            "user": "raudurgiraffi",
            "user_id": "43112",
            "date": "2003-12-25 13:42:30",
            "id": "1416950",
            "reply_to_id": "1416949",
            "text": "Ég held það sé frekar þannig að krakkarnir séu að nöldra í foreldrum sínum að hafa stórar veislur og góðan mat. Til að sýna sig fyrir vinum og öðrum. Það séu  foreldrarnir sem reyna að láta börnin sín hugsa um af hverju þau séu að fermast."
        },
        {
            "user": "rammstein",
            "user_id": "27927",
            "date": "2003-12-25 18:25:39",
            "id": "1416951",
            "reply_to_id": "1416950",
            "text": "Heldurðu það virkilega??????\nhedurðu að það geti ekki verið að foreldrarnir þrísti á börnin að fermast og börnin samþykkja það, þá fari foreldranir af stað að skipulagja veisluna??\nég veit ekki til þess að börnin hafi mikið að segja um hvernig veislan eigi að vera, þau fá kanski að leggja smá orð í belg ef þau eru spurð!\nþegar foreldra eru farnir að panta sali undir veislurnar allt að ári áður en fermingin á að eiga sér stað, hvað kallar þú það???\ner það ekki þristingur??"
        },
        {
            "user": "Tigershark",
            "user_id": "1684",
            "date": "2003-12-25 19:59:31",
            "id": "1416952",
            "reply_to_id": "1416951",
            "text": "fer eftir aðstæðum býst ég við\nhvort tveggja er möguleiki"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-12-26 16:52:51",
            "id": "1416953",
            "reply_to_id": "1416952",
            "text": "Ég alla vega veit um dæmi þar sem mamman ætlaði að halda stóra veislu en svo fór hún að spyrja barnið hvað það vildi og þá langaði barnið ekkert í veislu.  Það var endað með að hafa bara lítið kaffiboð fyrir nánustu ættingja."
        },
        {
            "user": "Tigershark",
            "user_id": "1684",
            "date": "2003-12-27 17:53:46",
            "id": "1416954",
            "reply_to_id": "1416953",
            "text": "barn sem að lét ekki undan þrýstingi\nsamt held ég að þetta sé á báða bóga\ntil séu krakkar sem vilji stórar veislur og ýti á foreldrana og foreldrar sem ýta á krakkana hugsanlega til að sýna stöðu sína í sandkassanum eða þá að e-h konar hefð sé í gangi"
        },
        {
            "user": "raudurgiraffi",
            "user_id": "43112",
            "date": "2003-12-26 20:30:32",
            "id": "1416955",
            "reply_to_id": "1416951",
            "text": "Öhh… þristingur? Það er þrýstingur ;)En já ég held það, þetta er mjög dýrt og ég held að foreldrarnir reyni að komast hjá þessu, það gera allavega foreldrar mínir.. Til hvers ættu foreldrarnir að vilja að börnin fermi sig? Helduru virkilega að foreldrunum finnist gaman að skipuleggja veisluna? Og þeir byrja örugglega að panta salinn svona snemma til þess að fá sal! Þa eru þeir örugglega búnir að tala við barnið og það búið að ákveða að fermast."
        },
        {
            "user": "rammstein",
            "user_id": "27927",
            "date": "2003-12-26 22:19:03",
            "id": "1416956",
            "reply_to_id": "1416955",
            "text": "Og við vorum að tala um að 14 væri of ungt til að taka ákvörðun um þetta hvað þá ári fyrr!!\nmér finst 14 ára of snemmt til að taka þessa ákvörðun..\nertu að segja mér að foreldrar þínir reyni að fá þig ofan af því að fermast??\njæja það getur líka verið til svoleiðis foreldra…\nen ég held að flestir foreldra vilji að börnin sín fermist hversu stór sem veislan er!!!\nog þau hafa örugglega oft áhrif á börnin í þessum málum, afhverju heldurðu að börn sem að ekki trúa fermist??\nef ekki út af þrÝsting, þá út af pökkum, ekki rétt!! (eða hvorutveggja)\nþegar maður er að fermast þá er maður að meðtaka trúna, þá er ekki átt við að þú trúir pínulítið eða ert ekki viss!!!\nþú ert að segja við við prest, Guð og alla sem að eru viðstaddir að þú TRÚIR!!!\npresturinn spyr þig ekki hvort að þú trúir pínulítið, og hvort að þú viljir meðataka Jesú sem frelsara þinn pínulítið.\nekki spyr hann heldur hvort að þú sért “nokuð” viss!!\nhann spyr vilt þú taka …………….!!!!!!!!!!!"
        },
        {
            "user": "raudurgiraffi",
            "user_id": "43112",
            "date": "2003-12-27 21:28:18",
            "id": "1416957",
            "reply_to_id": "1416956",
            "text": "Mér finnst 14 líka of snemmt til að taka þessa ákvörðun… En ja.. þau allavega spurja mig hvort ég vilji gera þetta út af trúnni eða ekki. Ég ætla sjálf ekki að fermast. Ég trúi bara einfaldlega ekki.."
        },
        {
            "user": "rammstein",
            "user_id": "27927",
            "date": "2003-12-28 15:01:53",
            "id": "1416958",
            "reply_to_id": "1416957",
            "text": "Gott mál.\nbæði hjá foreldrum þínum og þér.\nHúrra!!! húrra!!!!!!!!!!!!!!!!!!\nþessi upphrópunarmerki eru bara fyrir þig Anna4;-)"
        },
        {
            "user": "raudurgiraffi",
            "user_id": "43112",
            "date": "2003-12-28 18:22:10",
            "id": "1416959",
            "reply_to_id": "1416958",
            "text": "Takk takk."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2003-12-27 00:58:38",
            "id": "1416960",
            "reply_to_id": "1416955",
            "text": "“Til hvers ættu foreldrarnir að vilja að börnin fermi sig? Helduru virkilega að foreldrunum finnist gaman að skipuleggja veisluna?”\nMargir foreldrar vilja að börnin þeirra fermist vegna þess að þeir vilja að þau trúi, vegna þess að það er hefð og/eða vegna þess að þeir vilja fá fermingarmynd uppá vegg eins og þeir eiga af öllum hinum börnunum.  Þeir vilja halda veislu til að sýna öllum fjarskyldu ættingjunum hvað þeir eru flottir á því og eigi mikinn pening og hvað krakkinn þeirra er flottur í sparifötunum.\nForeldrar mínir voru alla vega mjög skúffaðir að ég vildi ekki fermast.  Mamma elskar að halda veislur og sýna sig og ég tók af henni tilefnið.  Það er heldur engin mynd af mér uppi á vegg í kirtli með geislabaug og sálmabók í hendi eins og er af öllum systkinum mínum."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-12-24 14:32:03",
            "id": "1416961",
            "reply_to_id": "1416945",
            "text": "nei, þau velja þetta sjálf og ég skil lþað. Mér finnst ekki rétt að hugsa að þetta sé eitthvað til að fá pakkana og þetta mun ekkert skipta máli í framtíðinni. KRakkar skilja oft ekki hvað þau eru að gera.\nfantaisa"
        },
        {
            "user": "Ulfhildar",
            "user_id": "24971",
            "date": "2003-12-23 18:28:34",
            "id": "1416962",
            "reply_to_id": "1416828",
            "text": "það er óþolandi hvernig maðurinn er að verða heimskari og heimskari með hverri sekúndunni.\nég sagði það alltaf þegar ég var lítill að ég ætlaði ekki að fermast og vinir mínir hlógu að þessu og sögðu að ég myndi á endanum láta til leiðast.\nsvo í áttunda bekk þegar allir fóru að skrá sig í fermingarfræðslu og ég stóð enn á því að ég ætlaði ekki að fermast og skráði mig því ekki í fræðsluna.\nflestir héldu að ég væri að djóka, öðrum fannst ég bara vitlaus…\n…“færðu þá engar gjafir?”…spurning sem ég fékk næstum daglega.\nég er ófermdur og er bara stoltur af því.\nhér á landi má aldrei bregða út af venjum.\nfólk sem ekki fermist er bara skrýtið og asnalegt.\nsvona er hugsunarhátturinn í dag.\nmeð von um betri heim…"
        },
        {
            "user": "mundi",
            "user_id": "25967",
            "date": "2003-12-23 18:47:59",
            "id": "1416963",
            "reply_to_id": "1416828",
            "text": "ég hef lesið um borgarlega fermingu og þetta er bara einsog krakkin er talinn fullorðinn og fær gjafir fyrir það"
        },
        {
            "user": "einaraxel",
            "user_id": "5042",
            "date": "2003-12-29 21:09:01",
            "id": "1416964",
            "reply_to_id": "1416828",
            "text": "Ég hugsaði um hvort ég ætti að fermast sennilega frá því að ég var um 10 ára. Ég trúði nú sennilega á Krist og Guð og svona, en svo var það þetta með kirkjuna, hvort ég væri tilbúinn til að játa trú mína á það að kirkjan hefði rétt fyrir sér, og að þetta væri sú kirkja til að trúa á. Ég er ekki trúlaus í dag, en ég á erfitt með að lýsa trú minni sem neinni sérstakri trú. Ég er oft efins um hvort ég hefði átt að fermast inn í íslenska þjóðkirkju. Mér finnst ekkert að því að fermast borgaralega, jafnvel þótt það sé bara fyrir veisluna og gjafirnar og það. Mér finnst að unglingur ætti ekki að þurfa að játa trú sína á eitthvað sérstakt til að fá veislu og gjafir eins og unglingar á sama aldri. Það er eins og það sé verið að múta unglingum til að trúa á Kristna kirkju, ekki skrítið að íslensk þjóðtrú sé í svona miklum meirihluta."
        },
        {
            "user": "Leibbi88",
            "user_id": "47728",
            "date": "2004-01-03 22:34:46",
            "id": "1416965",
            "reply_to_id": "1416964",
            "text": "Það eru þrír hlutir sem tryggja meirihlutafermingu.\n1. Þrýstingur\n2. Viðurkenning og athygli\n3. Gjafir\nÉg ætlaði ekki að ferma mig vegna þess að ég lét ekki undan þrýstingi-ég hef aldrei verið mikið fyrir athygli eða viðurkenningu annra. Þess vegna ætlaði ég ekki að fermast.\nEn svo gekk vinur minn upp að mér og sagði en þú færð u.þ.bl. hundrað þúsund kall. Skilið 100.000. Svo ég fermdi mig og fékk 156.000 kall.\nHvernig öðrvísi atburðir tryggja mann slíka fjárupphæð? Ekkert annað yfir æskuárin.\nNúna er ég brjálaður yfir þessu, BRJÁLAÐUR!!\nÉg má ekki skrá mig út úr þjóðkirkjunni fyrr en átján ára aldur. Eða: ég má seigja já við þessu fjórtán en ekki nei 17.\nHafa fleiri tekið eftir þessu aldargömlu samsæri.\na)  Foreldrar tyggja þetta ofan í krakkann frá barns aldri.\nb)  Skólin kemur og seigir að guð hafi verið til í kristin fræði\nc)  samfélagið hótar útskúfun ef maður gerir þetta ekki.\nd)í 9. bekk eftir fermingu þá fer maður í fag þar sem kennarinn seigir að það sé til stærri heimur en biblían og þá hugsar maður “Kanski er öll þessi þvæla sem er búið að vera að dæla ofan í mann allt lífið kolröng”\n-en þá er þetta of seint, maður er búinn aðfermast og má ekki hætta við fyrir en maður er orðin átjan.\nÞar kemur svo lokavörnin, fólk bara gleymir að það sé fermt eða nennir ekki að standa í veseninu að laga það og litla sæta Ísland getur þóst hafa Kristni sem þjóðartrú.\nTrú á yfirnáttúrulegt afl er eitthvað sem fornaldarmenn þróuðu með sér vegna þess að þeir gátu ekki útskýrt heiminn í kringum sig og af hverju allt var til svo að það skiptist á frumstæðum hugmyndum um lífið og tilveruna.\nÞað þíðir hins vegar ekki að seiga trúuðu fólki þetta vegna þess að það lifir í fullkominni afneitun.\nAf hverju eru til svona margar trúir í heiminum?\nNennti guð ekki að labba út fyrir Evrópu og seiga restinni af heiminum að hann væri rétti guðinn, eða er þetta fólk kannski illir djöflar?"
        },
        {
            "user": "einaraxel",
            "user_id": "5042",
            "date": "2004-01-04 14:21:04",
            "id": "1416966",
            "reply_to_id": "1416965",
            "text": "Varðandi síðustu málsgrein Soldiers:\nÉg hef þá kenningu að öll/flest trúarbrögð séu tilraun til að skýra sama fyrirbæri, þannig að það eru nú kannski ekki beint rök heldur frekar andrök."
        },
        {
            "user": "Leibbi88",
            "user_id": "47728",
            "date": "2004-01-04 17:24:10",
            "id": "1416967",
            "reply_to_id": "1416965",
            "text": "“ég má segja já við þessu fjórtán en ekki nei 17.”\nVeistu, þetta er besta stening sem skilgreinir fermingu sem hægt er að hugsa sér. Fyrst að maður má segja já 14, eins og þú sagðir, þá má ekki segja nei 16 eða 17. Afhverju? Má maður ekki iðrast gjörðir sínar með því að segja nei?\nAlveg eins og þú segir í c) þá vil ég FYRST læra um önnur trúarbrögð áður en ég vel mér kristni. Ég vil ferma og mér væri svo skítt sama þó að ég fengi engar gjafir. En þetta er svo rétt hjá þér *klapp*. Þarna í a) Þá hafa foreldrar mínir verið mjög frjálslyndir varðandi trú og ekki sagt mér neitt nema ég vilji fá að vita það. B) ég er sammála. Það er of einhæft, bara um það sama frá 1-8 bekk og maður lærir ekkert annað en það.\nBesta svar sem ég hef lesið og segir sannleikann satt. *klapp*\nFantasia"
        },
        {
            "user": "Leibbi88",
            "user_id": "47728",
            "date": "2004-01-04 17:29:41",
            "id": "1416968",
            "reply_to_id": "1416967",
            "text": "Takk fyrir."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2011-05-31 09:53:43",
            "id": "7340666",
            "reply_to_id": "1416828",
            "text": "Alveg ttly 8 árum of seinn en ef þú ert að ferma þig borgaralega þá ertu að ferma þig fyrir gjafir þar sem þú ert ekki að “accepta” neinu. Frekar bara ekki ferma þig."
        }
    ]
}