{
    "forum_title": "Deiglan",
    "user": "Siggi1234",
    "user_id": "48247",
    "date": "2003-12-17 04:04:45",
    "title": "Skilnaðir eru faraldur",
    "text": "Skilnaðir eru eitthvað það versta sem fjölsildur þurfa að þola, en ég tel að leita skyldi allra leiða áður en hjón skilja.\nOftar en ekki tengjast skilnaðir ofdrikkju annars eða beggja aðila.\nen það er til lausn á því vandamáli sem og flestum skilnaðarorsökum, en auðvitað ekki öllum.\nBörn eru yfirleitt ver sett í skilnaðarmálum en foreldrar, þar sem þau hafa yfirleitt ekkert um málið að segja, en líða örugglega ekki minna en foreldrarnir, þar sem verið er að rústa öllu lífsmynstri þeirra.",
    "url": "https://www.hugi.is/deiglan/korkar/184541/skilnadir-eru-faraldur/",
    "url_id": "184541",
    "id": "1417356",
    "replies": [
        {
            "user": "snowler",
            "user_id": "1598",
            "date": "2003-12-18 00:19:41",
            "id": "1417357",
            "reply_to_id": "1417356",
            "text": "<b>Tilvitnun:</b><br><hr><i>Oftar en ekki tengjast skilnaðir ofdrikkju annars eða beggja aðila</i><br><hr>\nVeistu ég held að það sé nú ekki megin ástæðan fyrir tíðum skilnuðum á Íslandi. Ég a.m.k. stórlega efast að skilnaðir sé fátíðari hjá þeim sem drekka ekki.\nÉg er hins vegar alveg sammála því að skilnaðir virðast vera sífellt algengari. Kannski er fólk of fljótt að gifta sig, ég veit það ekki. Að vísu grunar mig að það sé ekki eins mikil skömm að skilja nú og það var fyrir 50 árum. Það er ekki eins mikil virðing borin fyrir hjónabandindu nú og þá. En ég veit það svo sem ekki enda bara 18 ára og ógiftur…"
        },
        {
            "user": "apj",
            "user_id": "12570",
            "date": "2003-12-18 00:47:59",
            "id": "1417358",
            "reply_to_id": "1417357",
            "text": "en það er ekkert launúngamál að ofdrykkja er algeng á íslandi.<br><br>Mótóið mitt er:\nEkki taka lífið of alvarlega, því þú kemst hvort eð er ekkert lifandi frá því.\nVandamálið er bara að það er helvíti erfitt að fara eftir því ;)\n<b>Paul Auster úr The Locked room skrifaði:</b><br><hr><i>Þegar allt kemur til alls er lífið ekki annað en summa óvæntra atvika, röð tilviljunakenndra tenginga, heppni, handahófskenndir viðburðir sem opinbera ekki annað en tilgagnsleysi sitt </i><br><h"
        },
        {
            "user": "snowler",
            "user_id": "1598",
            "date": "2003-12-18 00:51:37",
            "id": "1417359",
            "reply_to_id": "1417358",
            "text": "Það er víst."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2003-12-18 02:00:35",
            "id": "1417360",
            "reply_to_id": "1417356",
            "text": "Þetta er svona viss bylgja sem er búin að springa út, svipað og með frjálst kynlíf fólks. Af því að gamla daga var annað hvort mikil skömm eða hreinlega bara ekki hægt að skilja og þess vegna er fólk byrjað að nota þetta frelsi mikið í dag.\nEn ég tel aðal ástæðan vera sú að fólk TEKUR EKKI HJÓNABAND JAFN ALVARLEGA! Af því að þau vita innst inni að þau geta alltaf skilið ef það gengur ekki upp, fólk lýtur ekki lengur á þetta sem skuldbindingu til dauða.\nUngt fólk er líka að trúlofa sig allt of fljótt, maður sér fólk sem er varla komið upp úr gelgjunni setja upp hringa rosa ástfangin og halda að það endist alla ævi, og skilja svo nokkrum mánuðum/árum seinna.\nOg svo er líka sá hópur sem að lýtur á þetta þannig að það sé bara eðlilegt að giftast nokkrum sinnum á ævinni, og að hjónaband sé bara staðfesting fyrir alvarlegu föstu sambandi en ekki “Eina sanna að eilífðu”.<br><br>______________________________________________________________________________________________\n<b>I think I´m still clean living… you know, I mean I don’t go home and have orgies or anything like that. I´m still the same person I have always been. (Britney Spears, CNN 2003)</"
        },
        {
            "user": "apj",
            "user_id": "12570",
            "date": "2003-12-21 17:56:38",
            "id": "1417361",
            "reply_to_id": "1417360",
            "text": "Ég tel að ástæða fyrir meigin ástæðan fyiri skilnaði er sú að fólk eyði alltaf minna og minna saman tíma vegna endalausrar vinnu og þegar loksins gefst tími til að vera saman er sá tími oftast eyddur í einhverjar yfirborðskennda glaðninga eins og þegar maður gefur konu skartgrip sem eingin hamingja er í og eitt af því að oftast eru sumarleyfi ekki án áfengis þó krakkar sé í fylgd og lítill tími fer í umhyggju. Staðin fyrir að fara öll saman þó það væri nú ekki bíltúr ræða málin hvernig hefur gengið og ekki má gleyma tilfininga hliðinum sem oftast eru að hverfa meðan fólki finnst merkilegra að tala um hvað húsið þarna er fallegt og hvað það var gaman í flottur bíll eða eitthvað álíka. ég er ekki að segja að þetta hafi verið svona hér á árum áður þegar fólk skildi næstum aldrei en eins og skuggi85 sagði þá er skilnaðurinn nú til dags alltaf í boð án þess að verða skömm af.. Það sem ég er að segja að lífið sem fólk lifir núna gerir það alltaf fjarlægara hvort öðru og því fjarlægara sem það verður því óánægðara verður það í samskiptum við hvort annað staðin fyrir hefði það eitt meiri tíma í að tala um tilfiningar hvort annað eyða tímum í eitthvað skemmtilegt þó það þurfi ekki að vera eitthvað dýrt.\nÉg vill taka framm að fólk á ekki eigi að tala um tilfiningar í hvert sinn sem það talar saman en ef fólk getur treyst aðila og talað við hann um tilfiningar eru það óaðskiljanlegir vinir og það verður eingin sannur vinur ef hann getur ekki heyrt eitthvað sem skiptir máli frá manni….\nÞetta er náttúrulega svo stórt og víðtækt mál og er eingin einn einn skilnaður eins en hin hefðbundni skilnaður þar sem fólk er orðið leitt á hvor örðru sem alltaf er að verða sí vinsælli tel ég vera að ástæðan sem ég gaf hér fyrir þeim skilnaði.<br><br>Ég stórlega efast að Bush sé að lesa þetta.\nMótóið mitt er:\nEkki taka lífið of alvarlega, því þú kemst hvort eð er ekkert lifandi frá því.\nVandamálið er bara að það er helvíti erfitt að fara eftir því ;)\n<b>Paul Auster úr The Locked room skrifaði:</b><br><hr><i>Þegar allt kemur til alls er lífið ekki annað en summa óvæntra atvika, röð tilviljunakenndra tenginga, heppni, handahófskenndir viðburðir sem opinbera ekki annað en tilgagnsleysi sitt </i><br><h"
        },
        {
            "user": "rammstein",
            "user_id": "27927",
            "date": "2003-12-18 18:24:11",
            "id": "1417362",
            "reply_to_id": "1417356",
            "text": "já kanski er það rétt, en það getur líka verið pína að vera gift/ur enstaklingi sem að fer illa með þig, hvort sem er andlega eða líkamlega og þegar fólk er mikið að rífast, ég tala nú ekki um fyrir framan börnin, þá tel ég nú að skilnaður sé af hinu góða!!!\nhann er ekki alltaf slæmur kostu hann er stundum eini kosturinn<br><br>Gott weiss ich will kein Engel sein\nund Gott ist tot"
        },
        {
            "user": "Ferenzcy",
            "user_id": "8754",
            "date": "2003-12-19 20:20:56",
            "id": "1417363",
            "reply_to_id": "1417356",
            "text": "Skilnaðir bitna án efa verr á börnum en fullorðum. Eitt í þessu finnst mér fáránlegt það er þegar fólk er að eignast barn til að bjarga sambandinu, það bjargar ekki neinu. Það bætir ekkert smá á álagið að fá nýjan fjölskyldumeðlim."
        }
    ]
}