{
    "forum_title": "Deiglan",
    "user": null,
    "user_id": null,
    "date": "2003-12-18 22:17:27",
    "title": "Húmor í dag..",
    "text": "Húmor nú á dögum er kominn útí öfgar að mínu mati.\nÉg var að skoða á batman.is og lendi inná síðu sem heitir brandari.com\nÞar fer ég og smelli á myndbönd, það sem vakti hrylling minn var þetta myndband þar sem rallíbíll nær ekki beygju og fer þar sem áhorfendur standa og hvetja, með enga vörn meðfram veginum skýst hann í átt að áhorfendum og fólk byrjar að hlaupa en bílinn skellur á 3 eða 4 manneskjur á mjög sársaukafullan hátt.\nSvo varð það í skólanum, áramótin að koma og 10. bekkingar með froska fyrir utan að sprengja, svo kemur strákur þar sem ég og vinur minn erum að spjalla og strákurinn kveikti í frosk og kastaði í klofið á vini mínum, sem betur fer fyrir hann náði hann ekki að kveikja almennilega á frosknum og drengur byrjar bara að skelli hlæja og segir “þarna varstu nú heppinn”\nHeppinn? Hefði hann sprungið liði honum örugglega ekki vel!\nSvo er þetta með þessa jackass þætti, þeir leika sér að meiða hvorn annan og sjálfan sig.\nÉg er búinn að pæla í því, er þetta virkilega fyndið?\nEr það fyndið þar sem einhver þar ef til vill að fella nokkur tár svo þú getir hlegið?\nEr húmor í dag að fara útí öfgar?",
    "url": "https://www.hugi.is/deiglan/greinar/184638/humor-i-dag/",
    "url_id": "184638",
    "id": "1418257",
    "replies": [
        {
            "user": "Weedy",
            "user_id": "23062",
            "date": "2003-12-19 00:04:53",
            "id": "1418258",
            "reply_to_id": "1418257",
            "text": "Svona hefur alltaf verið talið fyndið…..á miðöldum þótti bjarnaat hin mesta skemmtun, og áður en það var gert þá skemmti fólk í Róm sér við að sjá fólk berjast til dauða í hringleikvöngunum.\nÆtli pyntingar séu ekki vinsæll hluti af afþreyingu því að þar fær fólk útrás fyrir allar sadískar hugsanir sínar sem koma upp vegna okkar meðfædda “veiðieðlis”.\nJackass eru sem sagt ekkert nýtt á nálinni, þeir eru bara að taka við hirðfíflum miðaldar……spáðu aðeins í þessu."
        },
        {
            "user": "Uberman",
            "user_id": "17104",
            "date": "2003-12-19 00:19:13",
            "id": "1418259",
            "reply_to_id": "1418257",
            "text": "Mér finnst Jackass fyndnir….en mér finnst árekstur þar sem fólk deyr ekki fyndið, en ég veit ekki til þess að fók deyi eða gráti í jackass."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2003-12-19 00:56:47",
            "id": "1418260",
            "reply_to_id": "1418259",
            "text": "Hef aldrei fílað jackass neitt rosalega mikið, hef aldrei fallið mikið inn í þessa “barsmíða, homma og prumpubrandara” kynslóð í sambandi við húmor."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-12-21 04:14:40",
            "id": "1418261",
            "reply_to_id": "1418260",
            "text": "já enda eru hommar kerlinga"
        },
        {
            "user": "oldlady",
            "user_id": "21799",
            "date": "2003-12-19 00:36:19",
            "id": "1418262",
            "reply_to_id": "1418257",
            "text": "Já satt er það ………..\nEF það er eitthvað sem er að deyja þá er það samfélagið sem við höfum skapað okkur og við erum taka þennan heim með okkur :("
        },
        {
            "user": "gotti",
            "user_id": "3385",
            "date": "2003-12-19 01:37:08",
            "id": "1418263",
            "reply_to_id": "1418257",
            "text": "Já, getur keypt svona bók í Dogma sem heitir morð minnir mig.\nþá er svona myndskreyting af konu að tala við prest og hún segir e-ð í þessa átt: “Prestur hvað get ég gert, börnin mín trúa ekki að Jesú sé til”\nog þá svarar presturinn: “Auðvitað er Jesú ekki til, ég nauðgaði honum og skaut hann síðan fjórum sinnum í hausinn”\nAlveg ómóstæðilegt…"
        },
        {
            "user": "Scorpio21",
            "user_id": "7299",
            "date": "2003-12-19 03:05:24",
            "id": "1418264",
            "reply_to_id": "1418257",
            "text": "Við erum alin upp við að sársauki sé fyndinn tökum Tomma og Jenna sem dæmi"
        },
        {
            "user": "rexuz",
            "user_id": "31513",
            "date": "2003-12-19 03:46:10",
            "id": "1418265",
            "reply_to_id": "1418257",
            "text": "Þetta fer bara eftir humor í folki sumum finnst svona gedveikt fyndið (: ég t.d var í skiðabrekku um daginn og það var 5 ára lítil stelpa í miðri brekkunni að reima skóna, þegar hún var búin að reima leit hún upp, þá komu nokkrir eldri krakkar á belg og negldu beint á hana á gedveikum hraða og hun skaust upp í loftið í 2 hringi , ég grenjaði út hlátri datt niður og barði í jörðina meðan annað fólk fór og reyndi að hjálpa aumingja stelpunni. Þetta er bara mismundandi eftir fólki segji ég :D"
        },
        {
            "user": "TheySeeMeTrollin",
            "user_id": "26622",
            "date": "2003-12-19 04:51:14",
            "id": "1418266",
            "reply_to_id": "1418265",
            "text": "Þetta er aðeins eitt af óteljandi dæmum um hversu illa gerð mannveran er. Sjálfum finnst mér Jackass ömurlegir þættir, hvað er eiginlega fyndið við að hefta punginn á sér ?\nAð hlæja að óförum annara getur þróast á hættulegt stig, og mér sýnist sá sem að fyrir ofan mig skrifaði þjást af því. Gerirðu þér grein fyrir því að stelpan gæti þurft að liggja á spítala, og vera nokkrar vikur/mánuði í sjúkraþjálfun ? Ég er einmitt í miðju kafi í svona rugli, og það er bæði dýrt og sársaukafullt.\nEn vissulega hefur þetta áður verið svona, þetta gengur í bylgju, s.s. ofbeldi meðal rómverja o.fl. En nú á öldum ljósvakans geta allir séð svona efni, og það getur varla skapað komandi kynslóð vel.\nJá, maður er í hættu útaf svona vitleysingum. T.d. var það nú einu sinni í tísku að “gefa epli” eins og það var kallað, þ.e. að pota/kýla í barkakýlið á fólki. Við þetta dó a.m.k. einn strákur hér á Íslandi. Svipað er svo “bangkok” nú til dags. Náttúrulega voða fyndið að skella hendinni í punginn á einhverjum, og því meira sem að hann meiðir sig, því betra. Hverjum langar ekki að sjá einhvern pungaðan svo að hann liggur eftir og ælir… ?\nJá, við erum ógeðsleg, og höfum alltaf verið. Og ekki bætir úr skák hvað við ölum það upp í okkur. Reynum að vera til friðs, og heimurin nverður betri staður til að búa á.\nGóðar stundir, kv. Glaurung"
        },
        {
            "user": "Elendill",
            "user_id": "23986",
            "date": "2003-12-19 11:57:51",
            "id": "1418267",
            "reply_to_id": "1418266",
            "text": "Ég gaf Epla epli, og sló síðan pungnum á honum beint til Thailands."
        },
        {
            "user": "DevilGirl",
            "user_id": "36345",
            "date": "2003-12-19 13:31:56",
            "id": "1418268",
            "reply_to_id": "1418267",
            "text": "Ef þú varst að reyna láta alla fara að hæja þá tókst það ekki."
        },
        {
            "user": "ibbets",
            "user_id": "10684",
            "date": "2003-12-19 10:25:36",
            "id": "1418269",
            "reply_to_id": "1418257",
            "text": "Svarið er svo ótrúlega einfalt…….\nFólk er Fífl!\nÞað er sama hvað verður gert, það verður alltaf til fólk sem þarf að sýna sig og upphefja sig á annars kostnað.  Til dæmis að kasta kínverja í klofið á einhverjum (já ég veit að þetta hljómar ýkt fyndið haha) sem getur nú barasta verið stórhættulegt.  Hvað veit sá sem kastaði kínverjanum (vesalings kínverjinn samt….) nema að maðurinn sé hjartaveikur eða eitthvað þvíumlíkt.\nNei það er nefnilega aldrei spáð í það.\nEinu sinni þá var ég niðrí bæ og það var komið ansi myndarlegt svell fyrir utan Nellý´s og einhverjir botnlausir fávitar voru að plata fólk til að labba yfir það, labba uppað því og biðja um eld osfrv, til að beina þeim á svellið.  Svo þegar vesalingsfólkið datt á svellinu þá stóð fólkið (og þetta var fólk í kringum 20 takk fyrir) og hló!!!! Ég hef sjaldann verið eins reiður á ævi minni, nema þegar það kom vangefinn piltur í fylgd með vini sínum og datt þar og fólkið hló og hló og hló, þar með missti ég allt álit á mannkyninu.\nÉg tek orð mín til baka, fólk er ekki fífl.\nFólk Er Alvarlega Þroskaheft Ræfla og Aumingja Ruslaradrulludela Pakk og Lýður!!!!!\nOg hananú……"
        },
        {
            "user": "Deathrock",
            "user_id": "30603",
            "date": "2003-12-19 10:35:59",
            "id": "1418270",
            "reply_to_id": "1418257",
            "text": "Þetta kallast að vera með svartan húmór, ég er svolítið mikið fyrir hann en þetta með að kasta froski í klofið á einhverjum finnst mér reyndar ekki fyndið,þetta með bílinn sem keyrði inn í áhorfendahópinn er heldur ekki fyndið-það fer útí öfgar. Annars er ég svona með svolítið svartan húmór, ég fer t.d stundum að hlæja í bíó þegar hinir í salnum annaðhvort segja ekki neitt eða þegar það á að vera eitthvað sorglegt atriði, það kemur fyrir og hlæ ég þá vanalega að einhverju öðru."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-12-19 11:30:49",
            "id": "1418271",
            "reply_to_id": "1418257",
            "text": "Vá ég er með aulalegasta húmor í heimi! Ég hlæ af ÖLLU :D hehe :D"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-12-19 12:08:52",
            "id": "1418272",
            "reply_to_id": "1418257",
            "text": "Fólk þarf bara að fatta reality og ekki halda að þetta sé raunveruleikinn.\nAuðvitað á maður að hlæja að því þegar einhver kastar froski í klofið á einhverjum og hann springur ekki, ef einhver hefði tilkynnt að það hefði næstum því sprungið kínverji í klofinu á einhverjum\n…\nhvað hefði verið gert?\nEkki rassgat, bara sagt: “Þarna varstu nú heppinn, maður á ekki að gera svona, þetta er stórhættulegt” Ekkert meira um það að segja er það?\nÞað að krakkinn hló segir okkur bara að hann hefði tekið því alvarlega ef kínverjinn hefði virkilega sprungið og meitt vin sinn.\nJackass kennir líka fólki að sjónvarpið / bíómyndirnar er ekki raunveruleikinn! Það vita allir venjulegir krakkar að þetta er heimskulegt og bara FYNDIÐ, krakkar sem fara út og apa eftir jackass mönnum eru bara illa uppaldnir krakkar, þessu fólki nenni ég ekki að bjarga og ég stórlega efast um að það sé hægt, þetta er til í hvaða samfélagi sem er og er ekki hægt að eyða þessu.\nEf allt væri fullkomið, erty, allir væru vinir allir myndu samþykkja allt sem aðrir segja og engin vandamál, hvernig væri heimurinn?\nÉg skal sko segja þér það, hann væri hryllilegur.\nfucking treehuggers."
        },
        {
            "user": "Riddler",
            "user_id": "7405",
            "date": "2003-12-19 12:13:36",
            "id": "1418273",
            "reply_to_id": "1418257",
            "text": "Eitt í viðbót sem mig langar til að fleygja í þitt sorglega andlit, erty.\nÍ notendaupplýsingunum hjá þér stendur að þig langi að fá fólk til að skrifa undir lista til að fá “Túngumálaáhugamál”\nEr ekki betra að þú lærir móðurmálið betur áður en þú ferð að reyna fá tungumálaáhugamál ?\nSjáðu nú til… túnga er ekki orð. Hvað þýðir þetta orð í þínu tungumáli?\nTunga er tunga, svínstunga, hvalatunga.. you name it.\nÞAÐ ER EKKERT HELVÍTIS “Ú” Í TUNGA! … og þ.a.l. ekki í tungumál!"
        },
        {
            "user": "Riddler",
            "user_id": "7405",
            "date": "2003-12-19 14:03:52",
            "id": "1418274",
            "reply_to_id": "1418273",
            "text": "„Tunga er tunga, svínstunga, *hvalatunga*.. you name it.“\n- Ætti það ekki að vera hvalstunga? :/"
        },
        {
            "user": "Riddler",
            "user_id": "7405",
            "date": "2003-12-20 11:40:38",
            "id": "1418275",
            "reply_to_id": "1418274",
            "text": ":)"
        },
        {
            "user": "Riddler",
            "user_id": "7405",
            "date": "2003-12-20 12:47:26",
            "id": "1418276",
            "reply_to_id": "1418275",
            "text": "Ef ykkur finnst Jackass vera komið út í öfgar, þá ættuð þið að sjá Dirty Sanchez sem er sýnt á Mtv. Þeir sem hafa séð þetta vita hvað ég meina. Þeir gaurar ganga mun lengra en þeir Jackass-félagar."
        },
        {
            "user": "Riddler",
            "user_id": "7405",
            "date": "2003-12-20 12:47:29",
            "id": "1418277",
            "reply_to_id": "1418275",
            "text": "Ef ykkur finnst Jackass vera komið út í öfgar, þá ættuð þið að sjá Dirty Sanchez sem er sýnt á Mtv. Þeir sem hafa séð þetta vita hvað ég meina. Þeir gaurar ganga mun lengra en þeir Jackass-félagar."
        },
        {
            "user": "Riddler",
            "user_id": "7405",
            "date": "2003-12-20 12:47:32",
            "id": "1418278",
            "reply_to_id": "1418275",
            "text": "Ef ykkur finnst Jackass vera komið út í öfgar, þá ættuð þið að sjá Dirty Sanchez sem er sýnt á Mtv. Þeir sem hafa séð þetta vita hvað ég meina. Þeir gaurar ganga mun lengra en þeir Jackass-félagar."
        },
        {
            "user": "Hlynzi",
            "user_id": "21838",
            "date": "2003-12-19 12:19:20",
            "id": "1418279",
            "reply_to_id": "1418257",
            "text": "Mér þykir Jackass fínir, og yfirleitt stórfyndnir.\nEn hinsvegar margir grínþættir. t.d. þessir bandarísku. Þeir eru komnir útí rosalegar öfgar. Það er ekkert fyndið við þá, manni er sagt þar hvað manni á að finnast fyndið.\nHinsvegar Simpsons eru mjög góðir, og þar er ekki þessi gervihlátur bakvið."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-12-19 13:48:02",
            "id": "1418280",
            "reply_to_id": "1418257",
            "text": "Hver hefur sinn smekk á húmor. Það bara kemur þér ekkert við, hvað öðru fólki finnst fyndið.\nEn það er nú bara vitleysa að vera að henda sprengjum í átt að öðru fólki, og fara svo að hlæja að því. Sá aðili sem gerir það, á bara eitthvað bágt.\nEn varðandi þessa Jackass þætti. Mér þykir margt sem þessir gæjar gera, vera fyndið. Það er bara þeirra mál að vera að gera þetta við sjálfa sig. Það kemur engum öðrum við, nema þeim sjálfum, og fólk ræður því bara sjálft hvort það vill horfa á þetta, og hvort því finnst þetta fyndið.\nHvað ætlarðu að gera? Krefjast þess að fólk hætti að hlæja að svona hlutum. Eins og ég segi, hver hefur sinn smekk á hlutunum, og er ekkert hægt að gera í því."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2003-12-19 14:42:23",
            "id": "1418281",
            "reply_to_id": "1418257",
            "text": "Á miðöldum tíðkaðist að taka lágvaxna menn ( hugsanlega dverga ) og skera á raddböndinn þeirra og setja þá í kassa til þess að afmynda eðlilegt útlit þeirra, þegar þeir komu úr kassanum voru lappir þeirra skakkar og þeir komnir með kryppu.  Þeir voru síðan notaðir sem “hirðfífl” til að skemmta skrílnum jafnt sem kóngafólki.  Þetta fólk var afar skammlíft en öllum var sama meðan þeir gátu hleygið af fáránlegri rödd þess eða háttarlagi.\nSvo eru til mörg önnur dæmi um hvernig fólk skemmti sér á kosnað annara ( t.d. Colussus )."
        },
        {
            "user": "geiri2",
            "user_id": "8406",
            "date": "2003-12-19 14:57:50",
            "id": "1418282",
            "reply_to_id": "1418257",
            "text": "svona froskar eru nú ekkert hættulegir sko. Ég hélt á svoleiðis þegar hann sprakk (úje, ég var manaður upp í það) það var ekkert neitt big deal. ég fekk ekkert brunasár eða neitt sko, það var bara allt í lagi með mig."
        },
        {
            "user": "geiri2",
            "user_id": "8406",
            "date": "2003-12-19 15:29:17",
            "id": "1418283",
            "reply_to_id": "1418282",
            "text": "“svona froskar eru nú ekkert hættulegir sko. Ég hélt á svoleiðis þegar hann sprakk (úje, ég var manaður upp í það) það var ekkert neitt big deal. ég fekk ekkert brunasár eða neitt sko, það var bara allt í lagi með mig.”\nErtu viss um að það sé allt í lagi með þig?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-12-19 15:32:19",
            "id": "1418284",
            "reply_to_id": "1418283",
            "text": "hehe… núna er allt í lagi með mig… en á þeim tímum sem þetta gerðist.. þá var ég ungur og heimskur. Núna er ég eldri, samt ungur, og ekki jafn heimskur :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-12-21 04:18:04",
            "id": "1418285",
            "reply_to_id": "1418282",
            "text": "prufaðu að sprenjga víti í heindini á þér ég mana þig eða heila beinsini yfir þig allan og kvekja í :)"
        },
        {
            "user": "Ljomalindin",
            "user_id": "15558",
            "date": "2003-12-20 00:35:46",
            "id": "1418286",
            "reply_to_id": "1418257",
            "text": "veistu, ég gæti held ég ekki verið meira sammála þér..ég sá um daginn einn lítinn vangefin strák í hjólastól, þegar allt í einu hjólastóllinn veltur og krakkarnir í kringu mig skellihlógu. Ég varð svo öskureið út í þetta fólk, hvað er að fólki núna? Ég bara skil ekki þennan ljóta og leiðinlega húmor sem sumt fólk hefur."
        },
        {
            "user": "spekingur",
            "user_id": "42693",
            "date": "2003-12-20 01:37:48",
            "id": "1418287",
            "reply_to_id": "1418257",
            "text": "Það er vitanlega mjög auðsjáanlegur munur á froskadæminu og Jackass.  Í Jackass eru menn á launum við það að meiða sig og aðra vini sína, allir þátttakendur eru samþykkir.  En þegar eitthvað er gert til að skaða einstakling sem ekki hefur sjálfur samþykkt þann skaða er vitanlega bæði ólöglegt og algjörlega siðlaust.  Hins vegar er það líka spurning hvort að þessi vinur þinn hafi í raun ekki verið samþykkur fyrirfram þ.e.a.s. hann var hluti af þessum vinahóp.  Vinahópar hafa mjög ólíka siði og venjur til að mynda ég og mínir vinir okkur finnst það ekkert óeðlilegt að aðeins kýla hvorn annan og stríða á annan hátt, en við erum líka allir samþykkir þetta bara tíðkast hjá okkur."
        },
        {
            "user": "invader",
            "user_id": "14991",
            "date": "2003-12-20 13:10:32",
            "id": "1418288",
            "reply_to_id": "1418257",
            "text": "Hvað varð um gömlu góðu hafnfirðinga brandarana"
        },
        {
            "user": "sveppiskinka",
            "user_id": "33398",
            "date": "2003-12-20 15:12:49",
            "id": "1418289",
            "reply_to_id": "1418257",
            "text": "Skuggalegt"
        },
        {
            "user": "Libel",
            "user_id": "17742",
            "date": "2003-12-20 20:34:45",
            "id": "1418291",
            "reply_to_id": "1418257",
            "text": "Þegar einn meiðir sig hlær annar því að hann finnst gott að þetta var ekki hann og hann gat sleppt því að þetta gerðist fyrir hann en gerðist samt fyrir annan, það er mín skoðun."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-12-21 12:35:46",
            "id": "1418292",
            "reply_to_id": "1418257",
            "text": "Ég er sammála þér erty.. þetta er allveg fráleitt hvert húmorinn í dag stefnir .. ekki bara í sjónvarpi, hvað Jackass varðar og myndbönd af netinu, heldur í húmor almennt.\nBrandarar eru orðnir svo kaldhæðnir, en það gera sér ekki allir grein fyrir því.  Ég las brandara á netinu sem mér fannst ógeðlega fyndinn, hann hljóðaði svo:\n“Pabbi. Af hverju ertu að skvetta bensíni yfir afa?” -“Þegiðu strákur og réttu mér kveikjarann…”\nÉg hló og hló, þangað til ég fór að grenja úr hlátri, og það var ekki fyrr en þá sem ég fattaði hversu kaldhæðinn þessi brandara hefði í raun og veru verið!  Þetta er að verða svolítið sjúkt.\nÞú spyrð: Er það fyndið þar sem einhver þar ef til vill að fella nokkur tár svo þú getir hlegið?\nÉg veit, sem mikill áhugamaður um brandara, að til þess að gera brandara fyndinn þarf hann alltaf að bitna á einhverjum einum.  T.d. afanum hérna fyrir ofan.. hugsið út í þettu næst þegar þið lesið/heyrið brandara.\nEf brandarinn er ekki þannig, að hann bitni á einhverjum, þá er hann eins og dæmisaga og er ekkert fyndinn.  Það er þetta sem er bara að koma skýrar fram með breytingu húmors undanferið.\nKv. Maggi"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-12-21 19:24:27",
            "id": "1418293",
            "reply_to_id": "1418257",
            "text": "Það er alltaf fyndið þegar fólk dettur. Ég datt um daginn, en ég var sá eini sem hló, ég lá þarna einsog lík og skellihló af mér, en fólk í kringum mig fannst þetta ekki fyndið. Svona er fólk mismunandi. En Jackass er ekki fyndið."
        },
        {
            "user": "Snoother",
            "user_id": "30710",
            "date": "2003-12-21 20:17:36",
            "id": "1418290",
            "reply_to_id": "1418257",
            "text": "Ok erty, líkamsmeiðingar geta verið fyndnar, þegar ég var lítill hló ég endalaust af brandara þar sem kall lenti í sýrukeri, og öðru álíka heimskulegu.\nGaurinn sem kastaði froskinum, hló af illkvittni ekki af því að honum fannst það fyndið.\nSnoothe"
        },
        {
            "user": "Ferenzcy",
            "user_id": "8754",
            "date": "2003-12-30 01:43:15",
            "id": "1418294",
            "reply_to_id": "1418257",
            "text": "Heimurinn er á hraðferð til helvítis"
        },
        {
            "user": "Kexi",
            "user_id": "28960",
            "date": "2004-01-03 20:57:50",
            "id": "1418295",
            "reply_to_id": "1418294",
            "text": "It's taking the Highway to Hell!"
        }
    ]
}