{
    "forum_title": "Deiglan",
    "user": "tropi",
    "user_id": "15765",
    "date": "2003-12-19 10:04:46",
    "title": "persaflóastríð2",
    "text": "Eftir persaflóastríð 2 hafði Bush eldri hafði ekki ástæðu til að fara í baghdad og reka Saddam á burt. Enga. Saddam samþykkti allar tillögur sem usa gaf þeim og bauð fulla uppgjöf. Hann samþykkti reglugerðir UN og afgangurinn af the ‘coalition’ ákvað að styðja ekki aðgerð til að losna við saddam. Hann gaf þeim algera uppgjöf og samþykkti allt. Það var engin ástæða til að losa sig við hann á þessum tíma.\nÞað var ekki fyrr en seinna að hann byrjaði hann að vera ósamvinnuþýður sameinuðuþjónuðum. Aðeins þá byrjaði fólk að velta sér fyrir af hverju hann var ekki fjarlægður til að byrja með.  Ef sameinuðu þjóðirnar myndu hafa farið eftir reglugerðum sínum hefði þetta aldrei gerst.",
    "url": "https://www.hugi.is/deiglan/korkar/184800/persafloastrid2/",
    "url_id": "184800",
    "id": "1419531",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2003-12-19 12:24:20",
            "id": "1419532",
            "reply_to_id": "1419531",
            "text": "ERTU AÐ FUCKING GRÍNAST.\nÞú getur ekkert sagt svona lagað.<br><br>____\nNei."
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2003-12-20 23:24:50",
            "id": "1419533",
            "reply_to_id": "1419531",
            "text": "Efri hlutinn er greinilega skrifaður af einhverjum(tropi) sem ekki hefur kynnt sér málið.\nAf hverju ertu að opinbera fáfræði þína?\nÞú talar eins og sá sem veit allt um hvað hann skrifar, en það kemur bara bull upp úr þér.\n<br><br>All is well as ends Better.   The Gaffer."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-12-23 01:37:14",
            "id": "1419534",
            "reply_to_id": "1419531",
            "text": "Þetta stríð var nauðsylnegt til að viðhalda stöðugleika dollarsins… það hafa ekki enn fundist nein vopn, fundu að vísu eitthvað rör sem þeir opinberuðu að gæti verið notað til að flytja efnavopn, en þar sem ég get flutt efnavopn í sokk…\nOPEC ríkin ætluðu að skipta út dollar fyrir evrur en það hefði lamað USA dollarinn, lækkað um allt að 40%, Bush vissi þett(eitt af því fáu sem hann veit, kanski vissi hann það ekki, máski látinn lesa það sem fyrir framan hann er lagt af eitthverri “shadow government”… en það er önnur vitleysan…)\nBush nýtti sér WTC til að afla stuðnings fólksins í stríð gegn þeim þjóðum sem héldu sig ekki við dollarinn. Þess má til gamans geta að Saddam var fyrsti þjóðarleiðtoginn til að stunda öll olíuviðskipti með evrur, og þegar evran tók stökkið upp eftir byrjunar lægðina græddi Saddam mikinn auka pening sem væntanlega hefur farið allur í þessar hundruði efna- og kjarnorkuvopna framleiðslustöðva sem grafnar eru 500 metra í jörðu, stjórnuð af verum sem ekki er hægt að kalla annað en næsta skerf í þróun mannsins… eða ekki…\nÞegar þeir finna nú þessar stöðvar og þetta vopnafjall þá skal ég éta hattinn minn. (Not bloddy likely)<br><br><font color=“#C0C0C0”><b>Virðingarfyllst\n[I'm]Faikus Denubius</b></font>\n<a href=“mailto:Faikus_Denubius@hotmail.com”>Faikus_Denubius@hotmail.com</a>\n<a href=\"\nhttp://www.fnir.is\n“>Félag Nema í Rafiðnum</a>\n<a href=”\nhttp://www.faikus.leti.is\n“>Heimasíðan mín</a>\n<font color=”#808080\">(Insert witty remark or a clever saying)\n- In a post apocaliptic world, the only group of people you can't trust are the ones who have the time and resorces to clean their underwear.\n- If rubbing frozen dirt in your crotch is wrong then I don't want to be right.\n- I'm so lazy I make a rug on valium look hyper-active.\n- It's a plesure to eat your lead, my good sir.\n</font"
        }
    ]
}