{
    "forum_title": "Rómantík",
    "user": "braminnz",
    "user_id": "48518",
    "date": "2003-12-25 17:18:04",
    "title": "Ást?...",
    "text": "Ok sko eg er með þessum frábæra gæja sem allir DÝRKA bara sko…. en við höfum ALLTAF verið bestu vinir þa meina eg sko bara allra bestu eg hef alltaf sagt honum allt og solleiðis en svo fór ég að finna fyrir að eg var e-ð að verða svolítið veik fyrir honum og eg var búin að frétta að hann væri bara að DREPAST úr ást yfir mér og hefur verið það lengi meira að segja þegar ég var með besta vini hanns. En allavegna nuna erum við saman og buin að vera saman svolítið lengi. Hann er alltaf ótrúlega góður við mig og allt en svo fór ég að finna fyrir einhverjum tilfinningum hja öðrum strák og kærasti minn komst að þvi. Við töluðum um þetta lengi og loksins sættumst við og þetta var allt í lagi. En nuna vil ég ekki vera í sambandi lengur en eg vil heldur ekki segja honum upp þvi ég er svo hrædd um að missa besta vin minn. [ eg er nu eiginlega buin að missa hann þvi eg er farin að hata gaurinn] samt hefur hann ekkert breist og allir elskann. Ég bara veit ekkert hvað ég á að gera ef eg dömmpa honum missi eg örugglega allt samband við hann og vini hanns (sem eru líka bestu vinir mínir) ekki spyrja afhverju þeir eru bara þannig. hvað á ég að gera ? ég vil ALLS ekki dömmpa honum en ekki heldur vera í sambandi. ?? Hjálp…",
    "url": "https://www.hugi.is/romantik/greinar/185578/ast/",
    "url_id": "185578",
    "id": "1426011",
    "replies": [
        {
            "user": "orns",
            "user_id": "45398",
            "date": "2003-12-28 03:35:07",
            "id": "1426012",
            "reply_to_id": "1426011",
            "text": "hmmmm,\nnú ertu í klandri :/\nvertu bara geggjað leiðinleg ;)\nþað er það besta sem mér dettur í hug :/ því miðu"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2003-12-28 09:20:42",
            "id": "1426013",
            "reply_to_id": "1426011",
            "text": "Í byrjun greinarinnar ertu að dýrka hann, en svo hatar þú hann í endanum. Væri kannski ágætt að hafa þetta á hreinu áður en þú byrjar að skrifa.\nÉg finn lykt af unglingsárum. Ég mæli með því að þú segir honum upp, þroskist úr gelgjunni og íhugar svo eftir það hvort þú ættir að prófa að vera í föstu sambandi."
        },
        {
            "user": "braminnz",
            "user_id": "48518",
            "date": "2003-12-28 15:37:31",
            "id": "1426014",
            "reply_to_id": "1426013",
            "text": "Hann getur heldur aldrei haft sínar egin skoðanir hann er ALLTAF sammála mér…:S það er nu orðið frekar pirrandi…."
        },
        {
            "user": "Ljomalindin",
            "user_id": "15558",
            "date": "2003-12-28 16:17:51",
            "id": "1426015",
            "reply_to_id": "1426011",
            "text": "æ æ, það er alltaf svona þegar maður byrjar með besta vini sínum… það eina sem mér dettur í hug er að “dömpa” honum ekki beinlínis heldur að gera honum það ljóst að þú viljir ekki vera með honum heldur vinur hans. það er því miður oftast það sem strákar vilja ekki en ef að hann getur verið vinur þinn þá er það besta mál..\nÞannig að þú verður að gefa honum 2 kosti, að þið hættið alveg saman, eða að þið verðið vini"
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2003-12-28 23:21:45",
            "id": "1426016",
            "reply_to_id": "1426015",
            "text": "“When a girl says she wants to be friends, that means that she wants you to do things for her, but she wont put out.”\nÉg held að það verði bara að fara eftir einstaklingum hvort fólk verði vinir áfram, en það hlýtur oftast að verða fjandi erfitt, sérstaklega þegar annar aðilinn hefur ennþá tilfinningar fyrir hinum."
        },
        {
            "user": "tempest",
            "user_id": "26717",
            "date": "2003-12-31 15:52:10",
            "id": "1426017",
            "reply_to_id": "1426011",
            "text": "þetta re soldið smábarnalegt ne það er bara hrein heimska að byrja með besta vini sínum gerir þú þér ekki grein fyrir því að þegar þið hættið saman þá verður það bara hrillingur!\nþig eigið ábyggilega ekkert eftir að tala saman meira um hvort annað þá bara í vondu\nhinsvegar … þá eru sum tilfelli sem þetta gengur upp … það hjálpar ef hann er hrifinn af eikkerji annari"
        },
        {
            "user": "seNoyer",
            "user_id": "20451",
            "date": "2004-01-04 18:46:54",
            "id": "1426018",
            "reply_to_id": "1426011",
            "text": "Vertu harðari"
        }
    ]
}