{
    "forum_title": "Deiglan",
    "user": "Czar",
    "user_id": "1110",
    "date": "2001-03-06 09:56:30",
    "title": "Mín tillaga að lausn STEF málsins",
    "text": "Ég sendi bréf til Björns í gegnum bjorn.is og hérna er bréfið í nærri því heild sinni. (tek frá það sem tengist minni lausn ekki neitt).\n——————–\nÉg mundi leggja til að setja prósentu skatt á diskana, svona 10%. Föst tala er fáranleg, eftir 2 ár munu þessir diskar kosta 5-10kr og þá verður enþá 35kr STEF gjöld ofaná verðið þannig að verðið fer aldrei undir 40-50kr.\nÞessari 10% ætti að skipta niður í 70% til hugbúnaðariðnaðarins og svo 30% til tónlistarmanna.\nÞað er í lagi að setja 4% á skrifara, og skipta þeim pening 70/30 eins og með diskana. Þó verður að hafa skrifarana utan tollskyldu eins þeir eru núna.\nAlls ekki á að setja gjöld á tölvur með skrifurum því þá er búið að setja þessi gjöld tvisvar á vöruna, einusinni með skrifarann svo aftur með tölvuna.\nÉg tel að með þessu þá geta neytendur verið sáttir og allir aðrir aðilar.\nVið erum ekki partur af ESB þannig að það er engin krafa að setja þetta allveg eins og ESB vill það. Við meigum taka þessa “tillögu” frá ESB og breyta henni þannig að hún verði raunhæf.\n——————–",
    "url": "https://www.hugi.is/deiglan/greinar/18604/min-tillaga-ad-lausn-stef-malsins/",
    "url_id": "18604",
    "id": "118725",
    "replies": [
        {
            "user": "Moose",
            "user_id": "4615",
            "date": "2001-03-06 15:13:40",
            "id": "118726",
            "reply_to_id": "118725",
            "text": "Nope\nog ef eg er ad brenna einig forrit? sem ad eg hef forritad sjalfur…akkuru eiga hugbunadarframleidendur ad fa 70% and tonlistarfolk 30% ??\nfatta ekki alveg hvad thu ert ad fara"
        },
        {
            "user": "Quasar",
            "user_id": "6519",
            "date": "2001-03-06 15:26:47",
            "id": "118727",
            "reply_to_id": "118725",
            "text": "Þetta mál er spurning um prinsip enn ekki peninga."
        },
        {
            "user": "Moose",
            "user_id": "4615",
            "date": "2001-03-06 15:41:37",
            "id": "118728",
            "reply_to_id": "118727",
            "text": "einmitt"
        }
    ]
}