{
    "forum_title": "Sagnfræði",
    "user": "Tadellos",
    "user_id": "44938",
    "date": "2003-12-30 13:28:43",
    "title": "Orustan við Stalingrad",
    "text": "Árið 1942 stefndi Hitler her sínum í átt að volgu og kákasus, þeir voru í stöðugri sókn þar til Rússar háfu gagnárás hinn 19. nóvember,.  Þeir tefldu fram 150 herdeildum og ógrynni skriðdreka.  Þá átti þýski herinn a hættu að verða innikróaðir en kaus að hörfa í tæka tíð.  Stalingrad var þá þungamiðjan í víglínunni.  Mælt var með því að stalíngrad her  ( undir stjórn von Paulusar) myndi hörfa en foringinn fyrirskipaði að verja borgina hvað sem það kostaði.  Marga mánuði geisuðu ægilegir bardagar í borginni sem var orðinn rústir einar.\nBardaganum var líst sona: Það er barist látlaust myrkranna á milli.  Við vörpuðum handsprengjum hver að öðrum milli húsæða, með sótuga svitstorku í andlitinu, mitt í sprengingum, ryki og reyk, innan um múrsteinshrúgur, blóðflaum, brotinn húsgögn og mannverur.\nInnikróaðir, örmagna af vosbúð og svitstora gafst her Paulusar upp í byrjun febrúar 1943.  Á næstu vikum hröktu Rússar meginher vestur fyrir Don.\nÞjóðverjar og bandamenn þeirra misstu hálfa milljón fallna, særða og tekna til fanga.",
    "url": "https://www.hugi.is/saga/korkar/186286/orustan-vid-stalingrad/",
    "url_id": "186286",
    "id": "1432352",
    "replies": [
        {
            "user": "Torveus",
            "user_id": "43570",
            "date": "2004-01-01 23:40:37",
            "id": "1432353",
            "reply_to_id": "1432352",
            "text": "Spurning, hvað misstu Sofétmenn mikið. Bara spurði.<br><br>múhahaha"
        },
        {
            "user": "Stebbijr",
            "user_id": "17031",
            "date": "2004-01-03 18:18:04",
            "id": "1432354",
            "reply_to_id": "1432352",
            "text": "Geta heimilda gaujjr ..þetta er svoooo þýdd grein"
        },
        {
            "user": "Ferenzcy",
            "user_id": "8754",
            "date": "2004-01-20 23:50:03",
            "id": "1432355",
            "reply_to_id": "1432352",
            "text": "Mæli með bókinni, Stalingrad: The Fateful Siege 1942-1943 eftir\nAntony Beevo"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-05-17 20:51:14",
            "id": "3488819",
            "reply_to_id": "1432352",
            "text": "von pauls var yfir nazistum !!!"
        }
    ]
}