{
    "forum_title": "Tolkien",
    "user": null,
    "user_id": null,
    "date": "2003-12-30 12:09:58",
    "title": "Lord Of The Rings Kvikmyndirnar Spoiler",
    "text": "Ég ætla að koma með stutt álit hérna á myndunum þrem, hvað mér fanst eftirminnilegt og hvað mér fanst vera mistök. Endilega skrifið ykkar álit, ég get nátturulega ekki dæmt hvað fólki finnst, þetta er bara mitt álit.\nFellowship Of The Ring:\nVarð alveg agndofa þegar ég sá hana, farið ótrúlega vel með söguna, reyndar var farið illa með ísildur og Elendill og Gil-Galad sjást ekkert, sá dáltið eftir því. Þeir sleppa engu sem skiptir máli, maður gerir sér alveg grein fyrir því að ekki var hægt að hafa Tom Bombadil, enda er það einn furðulegasti kaflin í bókinni. Rosalega vel var farið með ráðstefnu elronds og atriðin á héraði eru mjög vel meðhöndluð, og nátturulega vindbrjótur. Eftirminnilegastu atriðin eru þegar Gandalfur er upp í Orþanka og síðan steipist myndavélin niður í námuna og þegar Gandalfur berst við Balrogginn.\nPersónulega finnst mér FotR besta mynd þríleiksins, og ég tel það vera vegna þess að þeir eru trúastir sögunni í FotR og er aðeins einn galli á þessu, hvers vegna var verið að breita atriðinu með sauron. Lengri hluti myndarinnar er alveg frábær og mundi ég gefa honum 9,5 í einkunn, aðeins ósáttur við þetta með ísildur.\nThe Two Towers:\nTTT er slakari en FotR, þeir víkja oft útaf sögunni og breita henni mikið, sem dæmi má nefna að þeir láta fullt af álfum koma til helms deep, þar láta þeir frægan álf Haldír deyja og svo eru þessir nolda stríðsmenn sem áttu að hafa haldið melkor í víggirðinu í 200 ár bara að vera algerir aumingjar, allavegana í skotunum sést einn uruk-hai murka líkið úr 3-4 álfum en miklu minna sést af mönnum að deyja. Kanski á þetta að vera einhver þáttur í að sína hnignun álfa en er ekki fullgróft að gera legolas að þessari ofboðslegu skittu og bardagamanni en láta frændur hans vera algera aumingja. Þessir álfar eru nátturulega afar gamlir og ættu allir að vera svipaðir í hittni og bardagafærni. Síðan hefði bardaginn einnig verið mun fjölbreittari ef þeir hefðu farið eftir bókinni með að láta þetta ekki vera bara uruk-hai. Í bókinni þurfti saruman að ná í lið úr fjöllunum og alla orka sem hann fann til að fá töluna 10.000, en þegar allir óvinirnir eru nánast eins verður bardaginn svo litlaus. Það þriða sem vert er að telja upp er afhverju er Róhan eins og eyðimörk??? greinilega mikið tekið í óbygðum á nýja-sjálandi, meðan þetta hefði átt að vera í gróðursælli sveit. Maður sér ekki að neinn maður hefði getað lifað þarna, leiðinlegur galli á svona stórvirki. Eftirminnilegasta atriðið er að mínu mati þegar Fróði og Sómi sjá Múmakann og menn faramírs salla niður austlingana. Held að í þessum kafla sögunnar sé betur farið með ferð Fróða og Sóma en hinna. Einnig var vel farið með pippin og merry og var góður kaflinn með eltingarleiknum og öll atriðinn með entunum, sérstaklega ísarngerðis atriðin eru afar góð.\nMyndin er mun meira í meðallagi, ég varð fyrir nokkrum vonbrigðum þegar ég sá hana, mikið af óþarfa sögubreitingum. Lengri útgáfan er þó mun betri, myndi gefa henni svona 8,0\nReturn Of The King:\nMyndin hefst á atriði með Gollum og frænda hans, og þetta atriði er afar vel útfært. Fyrri hluti myndarinnar er nokkuð góður og var ég nú bara sáttur við sögubreitinguna í kringum Andúril. En í ísarngerðisatriðinu hefði ég nú frekar viljað sjá grima reyna að kasta palnatírnum og einhvern drepa saruman, fyrst héraðshreinsun er slept en að sjá hobbitana segja nokkra brandara og þá borða góðan mat. Einnig var sárt að sjá ekki Aragorn takast á við sauron í palnatírnum og beygja síðan steinin sinn undir sinn vilja, því að þetta var önnur ástæðan fyrir því að sauron fór af stað. Þar sá Sauron hversu öflugur Aragorn Myndi verða ef hann fengi hringinn með öllum þeim viljastyrk sem hann bjó yfir. Síðan þegar gandalfur kemur að minas-tíríð er borgin rosalega flott og allt það en ÚBS hvað gerist, borginn stendur í algerri eyðimörk, ekki frjósamri sveit veggjavalla. Þarna væri ekki lífvænlegt fyrir nokkurn mann, óþarfi að klúðra svona málum þegar búið er að leggja óhemjufé í þetta. Í dauðraslóð finnur Aragorn drauganna en hvað gerist… önnur asnaleg mistök. Hver er liturinn á draugunum. GRÆNN, litur jafnvægis og friðar. Fáránlegt. Við sjáum ekkert um bardagann í Pelagir nema óljósar vísbendingar og ekki kemur neinn liðsstyrkur þaðan með aragorn til bardagans. Held það hefði alveg mátt eyða 5 mínótum í smá bardaga þar. Ferð fróða og sóma er einnig í þessum kafla betri enn hinn hluti myndarinnar, hlutverk faramirs er frábært í myndinni og tekst peter jackson vel að sína óttan í minas-tíríð. Að vísu var eitt dálítið asnalegt, borginn molnar alveg niður af valslöngvunum, en hún átti að vera bygð af númenum og ef hún molnaði svona niður mundi hún aldrei standast umsátur, ekki einusinni að þessar valslöngvur slöngvuðu grjóti á borgina í klukkutíma. Held að það hefði mátt sína meira af nazgulunum í staðinn fyrir ljóta orka ógeðið sem fer liggur við með stærra hlutverk en nazgularnir. Atriðin með fróða og sóma í minas-morgul og kóngulóaskarði eru mjög góð en eyðing hringsins í mt.doom hefði mátt vera betri. Útafhverju bara ekki að láta gollum vera svo glaðan að fá hringinn að hann dettur, Fróði gat ekki eytt honum, þarf endilega að gera fróða að hetju. Einnig er bardaginn bara búin um leið og draugarnir koma, í staðinn fyrir að sleppa einhveri senunni þar sem er verið að reyna að halda einhverjum hurðum og sína í staðinn aragorn og jómar brjótast inn í orakafylkinguna frá sitthvorri hliðinni og hittast í miðjum baradaganum. Einnig sé ég ekki neina ástæðu fyrir að sleppa imrahíl, Elladan eða Elróhír, eða rekkunum frænum aragorns sem leiddu draugaherinn og liðsaukann frá lofðum. Besta atriðið að mínu mati er þegar þjóðan og riddarar hans\nhróða dauði og salla niður óvinina, samt þurfti nú að snúa þessu við, í staðin fyrir að leifa jómari að segja þetta þegar hann sér jóvini nær dauða en lífi og heyrir lokaorð þjóðans. Hefði örugglega geta orðið áhrifamikið. Það eru nátturulega mörg virkilega flott skot en eitt af því sem þeir klúðra hvað mest í þessari mynd er hvað miðgarður tekur lítinn þátt í sögunni, þetta er alltaf sama hálendis eyðimörkin á nýja-sjálandi, gult dreift gras í hálfgerðum sandi. Þegar aragorn fer að stað fyrstur við myrkrahliðið er mjög flott og er það atriði í heild eitt það besta í myndinni. Myndi gefa myndinni svona 7,5-8",
    "url": "https://www.hugi.is/tolkien/greinar/186227/lord-of-the-rings-kvikmyndirnar-spoiler/",
    "url_id": "186227",
    "id": "1431685",
    "replies": [
        {
            "user": "Ozwald",
            "user_id": "19934",
            "date": "2003-12-30 15:12:58",
            "id": "1431686",
            "reply_to_id": "1431685",
            "text": "þú ert alltof dómharður á myndina"
        },
        {
            "user": "Moli",
            "user_id": "1779",
            "date": "2003-12-30 15:19:04",
            "id": "1431687",
            "reply_to_id": "1431686",
            "text": "Ég gef þessari grein svona.. 4.2"
        },
        {
            "user": "BlueAndPurple",
            "user_id": "24625",
            "date": "2003-12-30 15:30:50",
            "id": "1431688",
            "reply_to_id": "1431685",
            "text": "Persónulega finnst mér önnur myndin vera verst. Þar var mikið um sögubreytingar og síðan gerði hann stór mistök í því að láta Frodo sýna nazgúlnum hringinn….\nÞriðja myndin þykir mér vera best, hún sýndi það sem mér fannst þurfa að sýna og sleppti frekari málalengingum. Sarúman verður pottþétt í lengri útgáfunni þannig að það var enginn hrikalegur missir. Líka þetta með að gera Frodo að hetju. Mér fannst hann vera að reyna að ná hringnum og fannst atriðið sýna að hann væri meira að segja tilbúinn að drepa sjálfan sig til að ná honum frá Gollum. Mér fannst Sam vera hetja og Frodo frekar sýndur eins og hann var í bókinni."
        },
        {
            "user": "BlueAndPurple",
            "user_id": "24625",
            "date": "2003-12-30 18:39:13",
            "id": "1431689",
            "reply_to_id": "1431688",
            "text": "ég er sammála þér Babas. ég las bækurnar fyrir svolitlari stund svona 2 árum eða eitthvað og mig minnir að Dynþór hefði ekki verið svona ógeðslega brjálaður eins og í Lotr Rotk hann var algjör kelling. Samt fannst mér algjor snilld í lotr rotk þegar Gandálfur er alltaf lemjandi Dynþór það fannst mér gott á hann ;D. Svo fannst mer lokar ræðan hans Aragons í stríðinu í þriðju mynd alveg ömurlega,svolitið pirrandi hvernig hann sagði hana."
        },
        {
            "user": "Cygan",
            "user_id": "26365",
            "date": "2003-12-30 19:48:14",
            "id": "1431690",
            "reply_to_id": "1431688",
            "text": "Finnst þessi grein hræðileg, 3,4 í einkunn.\nP.S. Babas mér fannst allt í lagi að Frodo sýndi hringinn því eins og bókin segir þá eru nazgúlarnir blindir, finna bara fyrir hringnum."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-12-31 00:11:28",
            "id": "1431691",
            "reply_to_id": "1431690",
            "text": "Já, það er mikið til í því hjá þér Cygan en hefði nazgúlinn samt ekki átt að finna all hressilega fyrir nærveru hringsins þar sem hann rétti fram hendurnar og hélt hringnum að honum. Þarna erum við að tala um veru sem snýst algjörlega um hringinn og er búinn að vera að leita að honum það lengi. Síðan hefði Sauron örugglega snúið auganu að atviki þar sem nazgúl finnur fyrir hringnum í slíkri nálægð.\nEn svo má náttúrlega líta þannig á þetta að nazgúlinn fann fyrir hringnum í fellowship þegar þeir földu sig hjá trénu og samt sá Sauron það ekki….\nMér finnst líka að Turgon hafi rétt á þessu áliti sínu á myndinni. Þetta snýst jú allt um einstaklings bundna reynslu við lestur bókanna. Kannski pínulítið dómhart eins og margir hafa sagt en ég er það nú líka gagnvart Two Towers."
        },
        {
            "user": "BarbieQ",
            "user_id": "35178",
            "date": "2003-12-30 15:43:35",
            "id": "1431692",
            "reply_to_id": "1431685",
            "text": "Þú hefðir mátt vanda þig betur við þessa grein. Ég er mjög ósammála þér, mér finnst þriðja best og er nokkuð sammála Babas með flest það sem hann sagði."
        },
        {
            "user": "sjoefn7",
            "user_id": "5661",
            "date": "2003-12-30 15:46:42",
            "id": "1431693",
            "reply_to_id": "1431685",
            "text": "Eins og ég hef skrifað í kork er ég frekar ósátt með þessa hetjuímynd Frodo, hann átti að bregðast. Þegar atriðið nálgaðist hugsaði ég “Plís, bara ekki klúðra þessu”, en við hverju var ég svosem að búast… Það þurfti einhver að lyfta einhverjum upp úr hyldýpi, annars hefðu Bandaríkjamenn ekki orðið sáttir…"
        },
        {
            "user": "einaraxel",
            "user_id": "5042",
            "date": "2003-12-30 18:50:07",
            "id": "1431694",
            "reply_to_id": "1431693",
            "text": "En Frodo brást… Hann hætti við að henda hringnum í pyttinn, bara fyrir tilstuðlan Gollums var hringnum fargað."
        },
        {
            "user": "siggibet",
            "user_id": "8305",
            "date": "2003-12-30 22:37:57",
            "id": "1431695",
            "reply_to_id": "1431694",
            "text": "einaraxel:\nVissulega kláraði Frodo ekki dæmið en líttu nú aðeins til baka á það sem Gandalf sagði í fyrstu myndinni.\nEitthvað á þá leið að hann (Gandalfur) var ekki viss hvaða hlutverki Gollum ætti að gegna, til góðs eða ills. Það yrði að koma í ljós….og svei mér þá ef dýrið batt ekki endahnútinn á tilveru Sauron.\nSiggibet"
        },
        {
            "user": "einaraxel",
            "user_id": "5042",
            "date": "2003-12-30 22:44:16",
            "id": "1431696",
            "reply_to_id": "1431695",
            "text": "Jú, ég var nefnilega að svara greinarsvari sjoefn7 og er þetta svar svolítið úr samhengi ef þú lest þetta svona. Hann var að setja út á hvað væri gert út á það mikið að frodo væri hetja o.s.fr."
        },
        {
            "user": "tinna3",
            "user_id": "24278",
            "date": "2003-12-31 14:37:37",
            "id": "1431697",
            "reply_to_id": "1431694",
            "text": ""
        },
        {
            "user": "Staddi",
            "user_id": "38322",
            "date": "2003-12-31 17:25:48",
            "id": "1431698",
            "reply_to_id": "1431697",
            "text": "ha skrifadir ekki neitt"
        },
        {
            "user": "Jogi7",
            "user_id": "31333",
            "date": "2003-12-31 17:26:06",
            "id": "1431699",
            "reply_to_id": "1431697",
            "text": "Mér fannst þriðja myndin best! Margar setningar úr bókinni, flott klipping, myndataka og Sarúman verður í extended edition, þannig ekki hafa áhyggjur af því. En með Dúndanana frændur Aragorns þá hefði verið erfitt að koma þeim inn vegna þess að það hefði þurft að útskýra hverjir þeir væru hvaðan þeir komu og láta þá koma til Rohan og leita af Aragorn sem þýddi að það þyrfti að lengja myndina um svona 10 mín, en þú vilt líka fá The scouring of the shire sem verður jafnvel í extended þá myndi það lengja myndina meira. En hverju skiptir það þó að Aragorn og Éomar hittast ekki í miðjum orkaskaranum? Mig minnir að setnining sem var í annarri bókinni hafi verið eitthvað á þessa leið: Ekki myndi vináttan slakna þá að allar hersveitir Mordor reyndu að skilja okkur að. Sagði Aragorn minnir mig. En hann sagði það ekki í myndinni The two Towers svo að ekki væri hægt að troða þeirri senu í myndina. Myndin yrði alltof löng fyrir bíóin svo þau mættu ekki sýna nema eina sýningu af myndinni á dag. Það yrði ekki hægt miðað við vinsældir hennar."
        },
        {
            "user": "rexuz",
            "user_id": "31513",
            "date": "2003-12-30 16:10:07",
            "id": "1431700",
            "reply_to_id": "1431685",
            "text": "Hmmm bara nokkuð sammála þér..\nEn samt eftiminnilegasta atriðið úr Fotr og flottasta atriðið bara í öllum 3 finnst mér vera fall Boromirs, það fannst mér mun betra en í bókinni þar sem því var ekkert lýst sérstaklega."
        },
        {
            "user": "Doridos",
            "user_id": "43714",
            "date": "2003-12-30 16:20:59",
            "id": "1431701",
            "reply_to_id": "1431685",
            "text": "Þú sagðir að Gil-Galad sést ekkert í myndinni en hann sést í svona eina sekúntu í FOTR þegar að hann er með eitthvað spjót og rekur það niður í liggjandi orka!!!"
        },
        {
            "user": "Mangi",
            "user_id": "1098",
            "date": "2003-12-30 17:28:10",
            "id": "1431702",
            "reply_to_id": "1431701",
            "text": "Mig minnir að Gil-galad hafi fengið einn af álfahringunum þremur (og síðan gaf hann Elrondi hann). Ef svo er þá sást hann í byrjun FOTR þegar verið var að kynna hringana.\nHverjir voru það annars sem fengu álfahringana? Voru það Galadriel, Gil-galad og Cirdan?"
        },
        {
            "user": "wasted",
            "user_id": "5912",
            "date": "2003-12-30 18:00:00",
            "id": "1431703",
            "reply_to_id": "1431702",
            "text": "Jamm það voru Galadriel, Gil-Galad og Cirdan sem fengu hrinigina. Þegar Gil-Galad dó fékk Elrond hringinn hans og Cirdan ákvað að láta Gandalf fá sinn."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-12-30 18:16:19",
            "id": "1431704",
            "reply_to_id": "1431703",
            "text": "ja það væri gaman að fá einhvern rökstuðning á gagnrýni, ekki bara “þetta er ömurleg grein” ég er ekki að segja að rotk og ttt séu ömurlegar þótt margt hafi mátt fara betur."
        },
        {
            "user": "CharlieBronson",
            "user_id": "28399",
            "date": "2003-12-30 18:44:41",
            "id": "1431705",
            "reply_to_id": "1431685",
            "text": "ég var vonsvikinn þegar Aragon fer á Dauðraslóðir þá fara bara Gimli og Legolas með honum mig langaði að sjá Rekkana og syni Elronds. Afhverju að sleppa Imrahíl hann gegnir stóru hlutverki í bókinni!!!!!!"
        },
        {
            "user": "sage",
            "user_id": "45064",
            "date": "2004-01-04 21:01:12",
            "id": "1431706",
            "reply_to_id": "1431705",
            "text": "Peter Jackson verður samt að sleppa sumum persónum og metur hann örugglega hvort að þær hafi áhrif á endinn og hvort þær séu ómissanlegar og í þessu tilfelli var Imrahil það ekki"
        },
        {
            "user": "ice2thule",
            "user_id": "16543",
            "date": "2003-12-30 19:06:28",
            "id": "1431707",
            "reply_to_id": "1431685",
            "text": "Mjög áhugaverð grein og gaman að heyra þitt álit á myndunum. Mér, líka, finnst fyrsta vera best vegna þess að sögubreyting er mjög lítil. Þá hafði New Line gott tak á gerð myndarinnar og Peter Jackson fékk lítið pláss fyrir sig. Eftir velgengni hennar þá fékk Peter frelsið sem hann þráði og klúðraði The Two Towers.\nThe Two Towers var ekki sagan sem að Tolkien gerði heldur aðeins tilbrigði við þá sögu. Ég var mest pirraður út í komu álfa til Helms Deep því að þeir þurftu ekki að vera þarna. Ég var líka pirraður með för Frodo og Sam til Osgiliath vegna þess að þeir þurftu ekki að vera þarna en þeim datt í hug að láta Hringin freista Farimir og hann stóðst ekki freistingunna sem leiddi til þess að Frodo og Sam fóru til Osgiliath. Það sem ég var sáttur með í myndinni var Treebeard og allt sem við kom honum. Ég var sáttur með Rohan slétturnar og þetta landslag mynti mig soltið á túnin út í sveit hér á landi enda eru þetta sléttur ekki engi eins og þú vilt halda fram.\nSíðan er ég nokkurnveginn sammála þér með Rotk en mér finnst hún skárri en The Two Towers.\nEn það sem fer mest í taugarnar á mér í öllum myndunum er Arwen! Ég skil ekki hversvegna hlutverk hennar var stækkað svona um til muna og finnst það vera algjör óþarfi. Tolkien lagði meiri áherslu á ást Farimirs og Eowin en Aragorn og Arwen. Þetta virkaði heldur ekki vegna þess að Liv Tyler er engin leikkona, hún er svo ósannfærandi sem Arwen."
        },
        {
            "user": "lukas",
            "user_id": "1740",
            "date": "2003-12-30 19:22:23",
            "id": "1431708",
            "reply_to_id": "1431707",
            "text": "það sem eg held að flestir eru að klikka á þegar þeir eru að fara á þessa myndir er að þeir halda að þeir eru að fara að sjá bókina, ekki myndirnar.\nþetta eru magnaðar myndir miðað við timann sem hver mynd þarf að vera."
        },
        {
            "user": "Mangi",
            "user_id": "1098",
            "date": "2003-12-30 20:53:43",
            "id": "1431709",
            "reply_to_id": "1431707",
            "text": "Alveg sammála um Arwen. Liv Tyler er hrútléleg leikkona og alls ekki nógu falleg til að leika Arwen (það er samt ljótt hjá mér að dæma eftir útlitinu). Ég skil heldur ekki hvers vegna Peter þurfti að auka vægi Arwenar í myndunum."
        },
        {
            "user": "Sk4v3n",
            "user_id": "18250",
            "date": "2003-12-30 21:18:21",
            "id": "1431710",
            "reply_to_id": "1431709",
            "text": "Það er ekki verið að kvikmynda bækurnar heldur er við að gera myndir eftir bókunum."
        },
        {
            "user": "helgibjola",
            "user_id": "33125",
            "date": "2004-01-02 19:08:13",
            "id": "1431711",
            "reply_to_id": "1431707",
            "text": "Ég er mjög sammála þér eins og Arwen er látinn framan á ttt og rotk hulstrin vera svona geggt stór en í ttt þá kom hún einu sinni eða tvisvar fram í draumi."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-01-02 20:49:09",
            "id": "1431712",
            "reply_to_id": "1431711",
            "text": "Já myndin gerist ekki um hásumar, eiginlega hávetur að myklu leiti, en maður þekkir samt muninn á landslagi sem er byggilegt og landslagi sem er það ekki. Allaveganna hefði það gert gæfumuninn að hafa einhver hús í sveitinni í kring. Varðandi einkunirnar á myndunum eru þær nú bara persónulegt álit mitt á myndunum og það er skírt tekið fram í greininni. Ég er mjög dómharður á kvikmyndir og tel að þær þurfi að vera frábærar til þess að fá 9-9,5 . Með þessum einkunum er ég ekki að segja að myndirnar séu lélegar með þessum einkunum, aftur á móti er ég mikill aðdáandi PJ en held að hann hafi stigið nokkur vitlaus skref sem koma klaufalega út, ég var fyrir miklum vonbrigðum þegar FotR fékk ekki óskar, fanst að TTT hefði nú mátt fá óskarinn frá cicago og veit ég vel að sennilega var erfiðast að vinna bíómynd úr TTT þannig að vel verði, þar sem fáir hlutir eru í henni sem væri hægt að færa yfir á tjaldið og lýðurinn nenti að horfa á, mörg samtals atriði og hlaup um róhan. En í RotK eru þeir með nóg af góðuefni og gátu valið og hafnað því úr sögunni sem þeir vildu. Þar finnst mér að drama-atriðinn verði útundan og í staðin sé skelt inn í einhverju gríninu. RotK er góð mynd, en engin óskarsverðlaunamynd held ég. Að sjálfsögðu besta mynd að mati fólksins."
        },
        {
            "user": "LollyPolly",
            "user_id": "47547",
            "date": "2004-02-02 22:21:46",
            "id": "1431713",
            "reply_to_id": "1431707",
            "text": "Mér finnst að það hefði átt að vara allavega einhvað pínupons um þegar Jóvin og Faramír kynntust.\nÞað er ógeðslega fatlað að þau þekkjast ekki rassgat og svo þegar næsta atriði með þeim kemur eru þau orðin par og allar græjur.\nÞað mætti sleppa talsverðu um Arwen en það varð að bæta smá við um hana. Nefninlega í bókinn (fyrir utan þarna aftast um sögu Aragorn og Arwenar) þá er bara minnst á hana þegar Frodo sér hana í FOTR í Rofadal.\nÁhorfendur sem ekki hafa lesið bókina mundu ekki fatta neitt í neinu ef þessi álfur sem að situr rétt svo við einhvað borð eða einhvað í FOTR fer svo að kyssa Aragorn í endinn.\nMér fannst að það mætti bara hafa um þegar þau hittast í Rofadal áður en föruneytið leggur af stað en sleppa öllu hinu um hana alveg þangað til í endinn.\nÉg sá á aukadisknum í TTT að það var verið að pæla í að láta Arwen vera í Hjálmsdýpi og berjast með Aragorn.\nThat was just sad."
        },
        {
            "user": "viktore",
            "user_id": "21790",
            "date": "2003-12-30 22:11:16",
            "id": "1431714",
            "reply_to_id": "1431685",
            "text": "FOTR = 10\nTTT = 9\nROTK = 10\nMér fannst hann gera TTT miklu betur heldur en bókin var, ég meina það… bókin var léleg miðað við hinar tvær.. það var bara verið að labba í TTT og ekkert mikið meira skemmtilegra við það heldur en að sjá fólk bera út en hann Peter Jackson gerir þá mynd flotta. FOTR og ROTK eru tvær af mínum uppáhaldsmyndum… segi ekki mikið meira en það :S"
        },
        {
            "user": "ice2thule",
            "user_id": "16543",
            "date": "2004-01-01 04:07:27",
            "id": "1431715",
            "reply_to_id": "1431714",
            "text": "Þú hefur semsagt ekki lesið Tveggja turna tal ? Er ekki spennandi að fylgjast með Fróða, Sóma og Gollri ferðast til Mordor ? Er orastan við Hjálmsdýpi ekki í TTT ? Berjast Fróði og Sómi ekki við Skellu ? Ráðast Entirnir ekki á Ísarngerði ? Barðist Farimir ekki við Suðræningja ?\nHversvegna dæmir þú bók eftir hasaratriðum ? Vissir þú ekki að það sem gerir lesturinn svona skemmtilegann er efnið, samtöl og lýsing á landslagi ?"
        },
        {
            "user": "viktore",
            "user_id": "21790",
            "date": "2004-01-01 19:20:21",
            "id": "1431716",
            "reply_to_id": "1431715",
            "text": "Ég hef persónulega ekki lesið alla bókina heldur bara um hálfa bókina en það sem ég hef heyrt frá vinum og bandamönnum er næstum alltaf það sama sagt, að tveggja turna tal er ekki nógu góð.. fylgjumst aðeins og mikið með Fróða og það er aðallega bara verið að ganga en já ég á víst ekkert að vera að segja það sem ég sagði þar sem að ég hef ekki lesið bókina en ég hef séð myndina og hún var ekki jafn góð og return of the king og fellowship of the ring"
        },
        {
            "user": "ice2thule",
            "user_id": "16543",
            "date": "2004-01-01 20:10:14",
            "id": "1431717",
            "reply_to_id": "1431716",
            "text": "Já, þú hefur séð myndina en ekki lesið bókina sem er svart og hvítt! Ef að þú hefur aðeins lesið hálfa bókina þá last þú ekkert um för Fróða og Sóma til Mordor. Einhvernveginn efast ég um að þú hafir lesið bókina almennt vegna þess að för Aragorn, Gimli og Legolas yfir Rohan slétturnar er mjög skemmtileg lesning. Annað hvort það eða þá að þú sért með lélegan bókmenntasmekk."
        },
        {
            "user": "viktore",
            "user_id": "21790",
            "date": "2004-01-02 06:12:46",
            "id": "1431718",
            "reply_to_id": "1431717",
            "text": "Oki ég hef heyrt að þetta sé “ekki nógu góð” bók frá fullt af fólki… svo ertu að segja þarna uppi … “Er ekki spennandi að fylgjast með Fróða, Sóma og Gollri ferðast til Mordor ?” þetta er að mestu leyti í return of the king…. svo segirðu “Er orastan við Hjálmsdýpi ekki í TTT ? Berjast Fróði og Sómi ekki við Skellu ? Ráðast Entirnir ekki á Ísarngerði ? Barðist Farimir ekki við Suðræningja ?” Þessu treðuru í tvær setningar, seinast þegar ég vissi var bókin um 400 blaðsíður… það er nú hægt að troða þessu á 50 – 100 blaðsíður… eins og ég sagði þá hef ég ekki lesið alla bókina en ég er ekki að segja að þetta sé léleg bók… alls ekki. Langt frá því, ég er bara að segja það sem eg hef heyrt!"
        },
        {
            "user": "ice2thule",
            "user_id": "16543",
            "date": "2004-01-02 18:40:06",
            "id": "1431719",
            "reply_to_id": "1431718",
            "text": "Fróði og Sómi eru komnir til Mordor í Hilmir snýr heim. Ef þú hefðir klárað bókina þá vissiru það og hefðir ekki svarað á þann máta sem þú gerðir.\nAfhverju ertu að segja frá því sem að þú hefur heyrt í staðin fyrir að komast að niðurstöðum sjálfur og lesa bókina?"
        },
        {
            "user": "beeblebrox",
            "user_id": "16761",
            "date": "2004-01-04 21:12:45",
            "id": "1431720",
            "reply_to_id": "1431717",
            "text": "vil bara taka það fram að það að finnast Lord of the Rings bókin leiðinleg (eða hluta hennar t.d. miðhlutinn) þýðir ekki endilega að maður sé með lélegan bókmenntasmekk eins og sumir halda. (Hver er svo skilgreiningin á lélegum bókmenntasmekk?)\nPersónulega finnst mér þetta mjög góð og skemmtileg saga, en Tolkien karlinn átti það til að missa sig í að lýsa hverju einast smáatriði og ég held að bókin hefði getað verið helmingi styttri án þess að vera eitthvað verri eða tapa einhverjum boðskapi.\nHann er náttúrulega að byggja alveg sérstakan heim frá grunni og gerir það snilldarlega, en sumum finnst leiðinlegt að lesa um hvern einast hól eða stein sem sögupersónur setjast niður hjá til að reykja pípur sínar.\nPeter Jackson hefur einnig gert mjög góða hluti og þeir sem eru að væla undan hverri einustu sögubreytingu eða bara út af smámunasemi (grænir draugar, einhvern lit verða þeir að hafa og ekki er hægt að geðjast öllum) geta bara lesið bækurnar, þær breytast ekkert.\nÉg hef aldrei nokkurn tímann séð mynd sem var eins og bókin sem hún er byggð á, og það mun líklegast aldrei gerast."
        },
        {
            "user": "Heimir88",
            "user_id": "20634",
            "date": "2003-12-30 22:37:03",
            "id": "1431721",
            "reply_to_id": "1431685",
            "text": "Fín grein, mér finnst þú samt einum of dómharður, ég meina það er léttara að skrifa hlutina heldur en að taka þá upp á filmu.\nMér finnst að það sé ekki hægt að krefjast meiru af fólkinu sem hefur unnið að þessu meistaraverki, reindar finnst mér sjálfum að Peter Jackson mætti hafa sleppt nokkrum atriðum og bætt öðrum við.\nSamt er ég mjög sáttur við myndirnar!"
        },
        {
            "user": "sage",
            "user_id": "45064",
            "date": "2004-01-04 21:11:25",
            "id": "1431722",
            "reply_to_id": "1431721",
            "text": "Góður:)\nallveg sammála, nema fyrir utan að ef þú segir að það sé auðveldara að skrifa svona sögu heldur en að gera mynd!!\nMaður þarf að hafa ÓTRÚLEGA  mikla kunnáttu á allskonar þjóðsögum og ævintýrum og maður þarf líka að kunna að skrifa allmennilega.\nTolkien tók helling af nöfnum uppúr norrænni goðafræði og getur maður fundið uppruna alls sem hann skrifaði um, á netinu eða í bókum"
        },
        {
            "user": "Heimir88",
            "user_id": "20634",
            "date": "2004-01-05 01:03:13",
            "id": "1431723",
            "reply_to_id": "1431722",
            "text": "Hehe, ég var ekki að segja að það væri létt að skrifa bók en bara að það sé erfiðara að búa til mynd eftir henni sérstaklega þegar marr þarf að fylgjast með 9 persónum og reina að koma sem flestum upplýsingum til áhorfenda án þess að myndin verði 10-15 klst.\nSkil þig samt alveg það þarf örugglega rosalega kunnáttu á mörgum hlutum til að skrifa bók og örugglega þó nokkra þolinmæði :)"
        },
        {
            "user": "Kosomot",
            "user_id": "32310",
            "date": "2003-12-30 22:42:33",
            "id": "1431724",
            "reply_to_id": "1431685",
            "text": "“þar láta þeir frægan álf Haldír deyja og svo eru þessir nolda stríðsmenn sem áttu að hafa haldið melkor í víggirðinu í 200 ár bara að vera algerir aumingjar”\nÞetta eru ekki Noldor álfar. Eini Noldor álfurinn sem sést í þessum myndum fyrir utan byrjunina á fyrstu myndinni er Galadriel. Celeborn er Sindarin álfur og líklega flestur af þeim álfum sem þú ert að tala um."
        },
        {
            "user": "Mufasa75",
            "user_id": "15708",
            "date": "2003-12-30 23:00:07",
            "id": "1431725",
            "reply_to_id": "1431685",
            "text": "Ef að þér finnst leiðinlegt að atriðið með sarúman í Return of the king vantar þá verður það a dvd discnum 30 min held ég"
        },
        {
            "user": "gomamiso",
            "user_id": "18080",
            "date": "2003-12-30 23:13:43",
            "id": "1431726",
            "reply_to_id": "1431685",
            "text": "Ég er ekki sammála greinarhöfundi en ef dæma á myndirnar á engin þeirra skilið lægra en 9.0.\nLotR = 10\nTTT  = 9.5\nRotK = 10\nSvo vilja margir gleyma að verið er að gera myndir eftir bókunum en ekki færa þær beint á filmu. Þetta skrifaði ég eftir að hafa séð RotK.\nBylgja eftir bylgju af gæsahúð. Ég hló svo innilega og grét svo sárt. Þetta var ekki bíómynd. Þetta var upplifun. Það eru engin orð sem lýsa henni. Það er ekkert sem maður getur sagt eða skrifað af viti eftir að hafa séð svona lagað. Ég hef gert upp hug minn. Ég mun kaupa Extended Version af öllum myndunum. 15.000 kall? Mér er sama. Þetta er svo þess virði. The Lord of the Rings er besti þríleikur sem myndaður hefur verið. Star Wars? Nei. Gleymdu Star Wars. Við hliðina á þessu er það ekkert. Indiana Jones, The Matrix, Back to the Future, hvað sem það er, það bliknar í samanburði við þessa snilld. Peter Jackson gat ekki gert betur.\ntack tack\n–Tyrael Drekafluga–"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-12-30 23:29:11",
            "id": "1431727",
            "reply_to_id": "1431726",
            "text": "Afsaka það, en það er víst villa í greininni. Þetta er rétt, þetta voru nátturulega sindar frá lórien, en bara Galadriel var Noldi í þeim hópi Var bara að lesa þetta aftur. Samt er afar umdeilt hvort Celeborn sé noldi eða ekki, því að Tolkien skrifaði 2 útgáfur af uppruna hans, þetta vita allir sem hafa lesið unfinished tales. En Sindar eiga samt að vera öflugri en menn, og þeir ættu nú að geta allavegana stútað nokkrum orkum hver. Er ekki einmitt legolas af skógarálfunum í myrkviði, man það reyndar ekki alveg, Þrændill konungur gæti verið noldi.\nEn ég endurtek gaman væri að fá einhvern rökstuðning á svörum, ekki bara“ þessi grein fær 0,0 í einkun útaf því að þú ert hálfviti”"
        },
        {
            "user": "gomamiso",
            "user_id": "18080",
            "date": "2004-01-01 21:07:59",
            "id": "1431728",
            "reply_to_id": "1431726",
            "text": "Rosalega er ég sammála þér Tyreal!\nEn vá Turgon, mér finnst þetta allt of dómhart. Þetta er ekki dómur UM myndina sem þú ert að tala um, þú ert að bera saman bókina og myndina.\n7,5 er hræðileg einkunn fyrir þessa mynd, hún var langt frá því að vera svo ‘léleg’.\nAð mínu mati var þetta snilldar mynd, reyndar allar þrjár.\nEngin af þeim ætti að fá undir 9."
        },
        {
            "user": "Rain",
            "user_id": "5012",
            "date": "2003-12-31 00:42:23",
            "id": "1431729",
            "reply_to_id": "1431685",
            "text": "SSSHHHIIITTT! 'Eg var ekki að meika endan á þessarri mynd (ROTK). Þetta var svo væmið að mig langaði að gubba og ætlaði aldrei að enda. Þessir draugar voru ekki að gera góða hluti, þeir komu bara og völtuðu yfir allt.  Þetta var ekkert spennandi.\nEitt sem mig langar að vita fyrir þá sem hafa lesið síðustu bókina (er bara  búinn með fyrstu tvær): Er endirinn á bókinni virkilega svona væmin og giftist Sam þessari Hobbit skutlu. Einnig langar mig að vita hvort Aragon og álfakellingin (man ekki hvað hún heitir) enda saman í lokin eða ekki…"
        },
        {
            "user": "Steinia",
            "user_id": "2047",
            "date": "2003-12-31 01:28:01",
            "id": "1431730",
            "reply_to_id": "1431685",
            "text": "Varðandi TTT og að Rohan sé látin líta út eins og eyðimörk er svarið að finna í extended version aukaefninu, en þar segir P.J. t.d. frá því að það hafi ekki verið neitt 100% gott landslag á Nýja Sjálandi fyrir þetta, en þar sem Róhan var tekið upp hafi það verið eins gott og aðstæður buðu uppá.\nOg með ROTK. Skil ekki hvað þú hefur á móti græna litnum á draugunum. Ætlaru líka að fara að gagnrýna það ef einhver væri í fjólubláum stakk í myndinni… þá væri sá hinn sami hommi? Bara pæling. Sjálfum fannst mér þetta koma mjög vel út svona grænt.\nOg með persónurnar kringum draugaherinn. Myndin er fyrir 3klst og 20min. Að kynna fullt af nýjum persónum tekur tíma og hefði getað hægt myndina mikið og látið hana missa tempoið. Það er bara ekki hægt að kynna allt og alla í þessum bókum. Einhverju verður að sleppa, velja og hafna. Ég veit að fyrir mig og flesta sem skoða þetta áhugamál  hefði það ekki verið neitt vandamál, að fá að sjá uppáhaldsmyndina okkar lengda um nokkrar mín, en P.J. bara gat ekki leift sér það útaf hinum almenna áhorfanda.\nAnnars er ég nokk ósammála þér í þessu, finnst þú full dómharður (þó það sé skiljanlegt með þessar myndir), frekar en að horfa á eitt og eitt smáatriði sem hefði mátt fara betur (gróðurfarið í Róhan og Gondor), reyndu þá að sjá ALLA hina litlu hlutina sem gera þessa mynd að (að mínu mati) bestu mynd allra tíma. Gef sjálfur þeim öllum á bilinu 9,5-10 og þar fyrir utan eru þessar myndir mesta upplifun sem ég hef orðið vitni að í bíói."
        },
        {
            "user": "Nurcolloiel",
            "user_id": "35302",
            "date": "2003-12-31 01:45:38",
            "id": "1431731",
            "reply_to_id": "1431685",
            "text": "Það er algjör óþarfi að vera svona dómharður á þessar myndir og vera að kvarta yfir því að PJ hafi sleppt hinum og þessum persónum og karakterum. Í fyrsta lagi er ekki verið að afrita bækurnar beint yfir á filmu, það yrði bara leiðinlegt af því að bækur virka bara alls ekkert eins og bíómyndir. Það er hægt að útskýra allskonar smáatriði og ættartengsl í bókum án þess að það verði leiðinlegt, en ef maður ætlar að flytja það á hvíta tjaldið þá efast ég um að myndirnar yrðu nokkuð áhugaverðar eða skemmtilegar. Í öðru lagi þá voru þessar myndir ekki bara gerðar fyrir hörðustu aðdáendur Tolkiens, heldur (hér um bil) alla sem hafa áhuga á að fara í bíó. Þú verður að athuga það að PJ gerði þessar myndir það vel að þær geta staðið sjálfstæðar og verið skiljanlegar í augum þeirra sem hafa ekki lesið bækurnar. Ef Imrahíl, synir Elronds og allir þeir sem voru sleppt út úr myndinni væru í henni, væri hún svo til óskiljanleg fyrir þá sem hafa ekki lesið verk eftir Tolkien. Ég skora á þig að reyna að gera kvikmyndahandrit eins og þú vilt hafa það. Settu þig svo í spor áhorfanda sem veit ekkert hvað hann er að fara horfa eða hvað Lotr er yfir höfuð, og gáðu svo hvort hann muni skilja hvert er verið að fara með sögunni. Peter Jackson gerði hið ómögulega. Hann færði The Lord of the Rings á sjónrænt form. Það hafði enginn reynt að gera áður fyrir utan teiknimyndina sem kom út fyrir löngu. Hann tók kjarna sögunnar og vann snilldarlega úr honum, hann sleppti engu sem skipti máli, en ef maður saknar einhvers úr kvikmyndahúsaútgáfunni þá eru 99% líkur á því að það atriði hafi endað í extended edition útgáfunni af myndinni. Ef þið viljið fá góðar útskýringar á sögubreytingunum í myndunum þá mæli ég með því að þið hlustið á audio commentary í EE-DVD. En það er ekki textað svo að það sakar ekki að vera ágætur í ensku.\n-Nurcolloiel"
        },
        {
            "user": "Daddi56",
            "user_id": "33186",
            "date": "2003-12-31 02:51:53",
            "id": "1431732",
            "reply_to_id": "1431731",
            "text": "Já mér finnst það dálítið leiðinlegt að PJ hafi klipt út allar senurna með saruman(kanski ekki rétt skirfað : /…..) hann var nefnilega aðal óvinurinn í FotR og TTT"
        },
        {
            "user": "Nurcolloiel",
            "user_id": "35302",
            "date": "2003-12-31 02:53:26",
            "id": "1431733",
            "reply_to_id": "1431732",
            "text": "Eins og ég sagði áðan, það eru miklar líkur á því að þær verði í extended edition."
        },
        {
            "user": "Zyccy",
            "user_id": "32529",
            "date": "2003-12-31 03:04:12",
            "id": "1431734",
            "reply_to_id": "1431685",
            "text": "Þessi grein er snilld  ..með því betra sem ég hef lesið um þríleikinn  ,,,,virkilega góð gagríni en ekki auglýsing eins og flestar ´kvikmydagagrínir nú til dags…..og jú má bæta inn í þegar stelpan heggur hausinn af skrímslinu  ,,alveg clean cut með einhverju littlu sverði og svo kemur þessi rosa gaur einhvað og deir bara eins og aumingi alveg fúllt sko ,,,,,,,,,annars fá þessar myndir alveg 10 hjá mér fyrir skemmtanagildi,,, ótrúlegt að manni leidist ekkert í bíóinu þrátt fyrir að marr satt þarna inni í þrjá og hálfan klukkutíma"
        },
        {
            "user": "Staddi",
            "user_id": "38322",
            "date": "2003-12-31 17:24:46",
            "id": "1431735",
            "reply_to_id": "1431685",
            "text": "gef henni svona 7 til 9(vinur minn sagdi mer fra myndinni og eg las bokina)"
        },
        {
            "user": "bjarki8989",
            "user_id": "39367",
            "date": "2003-12-31 19:49:03",
            "id": "1431736",
            "reply_to_id": "1431685",
            "text": "hættuað að gera svona"
        },
        {
            "user": "rampage",
            "user_id": "19390",
            "date": "2004-01-01 21:03:28",
            "id": "1431737",
            "reply_to_id": "1431685",
            "text": "Djöfull finnst mér það pirrandi þegar vissir einstaklingar setja út á myndir sem eru frábærar bara af því þeir vilja líta út fyrir að vita betur.\nÞað er mjög þykk lína milli bókmennta og kvikmyndaverka….\nþú getur ekki endilega haft það nákvæmlega eins og í bókinni…. töfrarnir(ef svo má að orði komast) úr bókum eru oftast nær ómögulegir að festa á filmu þar se stundum bókin spannar engan tíma en kvikmyndin verður að fljóta…\nHaldiði virkilega ekki að Peter Jackson hefði ekki viljað lengja myndina, þa tala ég um þrjú, en það er bara ekki hægt þar sem framleiðendur ´stjórna þessu..\nÞið verðið að ath. það að lesa bók er ekki það sama og að horfa á kvikmynd… ég veit þetta hljómar einfalt en mér sýnist einfaldlega sumir ekki ná þessu…\nOk við vitum að sumir hérna vita mikið um Tolkien og hafa kynnt sér vel hans mál… en í guðanna bænum hættiði að setja út á hluti bara af því þeir eru ekki einsog ÞIÐ viljið hafa þá…\nhugsið mun frekar um hvort þið hafið verið sáttir þegar þið genguð úr bíóinu… höfðuð þið gaman af.. það er einmitt það sem kvikmyndir eiga að gera… og þessi mynd gerir það svo sannarlega, ég held að enginn geti tekið fyrir það….\nog að segja að slæmt hafi verið að stækka hlutverk Arwen skil ég bara ekki þar sem mér finnst það frábærlega gert… það voru svo djúpar senur þegar hún var að tala við föður sinn og það var verið að sýna hverju hún hafi fórnað fyrir Aragorn… eitthvað sem sjálfur Tolkien hefði bara átt hafa….\nTolkien er enginn guð sem gerði ekkert vitlaust… ég tel Peter Jackson hafa betrumbætt sögu hans að sumu leyti en þá kemur á móti að hann tókst kannski að ná öllu því sem Tolkien hafði í bókunum….\nÉg held bara að fólk eigi að vera þakklát fyrir að Peter Jackson hafi gert þetta þar sem hann gerði það ómögulega að festa Hringadróttinssögu á filmu… þetta er verk sem enginn hefði þorað…\nog ég vildi bara óska þess að þið þarna sem haldið að þið vitið allt betur og þykist skilja þetta mun betur en aðrir þið skuluð bara hafa skoðanir ykkar fyrir ykkur… meginþorrinn elskar þessar myndir… börnin hans Tolkiens eru að meiri hluta sátt… og vafalaust flestir sérfræðingar þar sem þeir gera sér grein fyrir að ekki er hægt að klóna bók yfir á mynd…..\nBækur Tolkiens eru 10 þá eru myndir Jacksons ekkert síðri….\nPeter Jackson hefur gert bestu þrennu í sögunni(og þar sem þrennan er ein mynd þá er þetta besta mynd allra tíma)…. ég fór á þriðju myndina nýlega og tíminn leið á augabragði.. ég er mjög svekktur að “ferðin” er á enda og svona… engin mynd á næsta ári og ég held bara að þeir sem hafa haft svona ´“sérfræðingsskoðanir” á myndunum munu finna fyrir söknuði á næstu jólum þegar þeir átta sig á að töfrar Tolkiens og Jacksons munu ekki njóta sín í kvikmyndahúsum… þá fyrst munu þeir átta sig á að myndirnar eru bara tær snilld\nég segi að mynd eitt er 10\nmynd tvö er þá 9,9\nog mynd þrjú er 11(hún er samantvinna af 1 og 2)\nég varð bara að koma þessu frá mér og vona að einhverjir hafa gott af þessu…."
        },
        {
            "user": "Nobby",
            "user_id": "15054",
            "date": "2004-01-02 16:34:57",
            "id": "1431738",
            "reply_to_id": "1431685",
            "text": "Varðandi gróðurfarið er rétt að benda á það að sagan gerist ekki um hásumar."
        },
        {
            "user": "Nobby",
            "user_id": "15054",
            "date": "2004-01-02 16:35:00",
            "id": "1431739",
            "reply_to_id": "1431685",
            "text": "Varðandi gróðurfarið er rétt að benda á það að sagan gerist ekki um hásumar."
        },
        {
            "user": "delonge",
            "user_id": "22183",
            "date": "2004-01-02 18:57:45",
            "id": "1431740",
            "reply_to_id": "1431685",
            "text": "ÉG ER EKkI NÁLÆGT ÞVÍ AÐ VERA SAMMÁLA ÞÉR. í alvöru þetta er ömurleg grein !!!!"
        },
        {
            "user": "remulean",
            "user_id": "25163",
            "date": "2004-01-02 22:45:20",
            "id": "1431741",
            "reply_to_id": "1431685",
            "text": "oh my god,svo é sletti nú aðeins.hvað er málið?\nég hef ekki  lesið öll svörin en skuggalega mörg  þeirra  snúast um það að lofsama greinina sem er nottla alveg útí hött því þvílikt og annað eins bull hefur eekki komið fyrir mín augu  langa lengi\nFOTR:er að nokkru leiti  alveg rétt hjá þér ,er samt ekki alveg að fatta þessa dýrkun á henni hjá þér( gafst henni 9.5 og rotk 7.8? ertu ruglaður(með fullri virðingu auðvitað))\nTTT:það sést smá hnignun hérna hjá þér og ég er  ennþá í flestum meginatriðum  sammála þér en finnst þú þó vera alltof harðorður. það er þó ein meginvilla sem er alltof ríkjandi hjá þér: Hvað áttu við með EYÐIMÖRK?  þetta eru einfaldlega sléttur  og ég man ekki eftir  að hafa séð eitt einasta sandkorn í myndinni. og ef þú vilt útskýra gula litinn sem hefur greinilega kolruglað þig í ríminu þá gerist myndin á þretttán  mánuðum og þú getur ekki búist vi'ð því að þapð sé sífellt sumar, það hefur einfaldlega verið haust,og málið er dautt.\nROTK: hérna fórstu niður fyrir allar hellur.\nsama með gagnrýnina á „eyðimörkina“. bjóstu við bóndabæjum og ám sem renna niður hlíðar? þetta er völlur fyrir framan fokking stórborg sem er búinn að vera undir  hættu í þónokkurn tíma. og svo er  þetta fjandans  bardagavöllur það er ekki hægt að hafa eitthvað þannig. og aftur það var örrugglega bara haust.\nog hvað er málið með að gagnrýna litinn á draugunum!!!!!!!  flestir  draugar sem ég hef séð í hasarmyndum eru grænir hvort sem það eer litur jafnvægis og friðar. hverjum er ekki sama ? viltu kannski rauða eða svarta drauga? eða er bleikur kannski litur hræðslu? þrjú orð: guð minn góður!!!\nog þegar þeir öskruðu dauði var það til að peppa mennina upp ekki til að setja einhvern tifinningalegan hita í  senuna.\nog hugsaðu aðeins útí það hversu heimskulegt það hefði veriðef gollrir hefði stokkið niður í gleði eftir að hafa eytt siðustu áratugum í að ná hringnum aftur(veit að þetta var þannig í bókinni en það er mun fáranlegra á filmu en á prenti)\nbiðst afsökunar á þeim fjölmörgu stafasetningarvillum sem eru örruglega en ég er að flýta mér\nkv. remulean"
        },
        {
            "user": "gomamiso",
            "user_id": "18080",
            "date": "2004-01-03 00:12:46",
            "id": "1431742",
            "reply_to_id": "1431741",
            "text": "..landfræðilega séð er eyðimörk ekki bara sandur..s.s.Sahara.\nLáglend, flöt og gróðurlítil svæði eru stundum kallaðar eyðimerkur.\nEn ég er engin landfræðingur svo…"
        },
        {
            "user": "viktore",
            "user_id": "21790",
            "date": "2004-01-03 00:16:35",
            "id": "1431743",
            "reply_to_id": "1431685",
            "text": "Ég veit að það sem ég er að fara að skrifa kemur greininni þinn ekkert við en ég var að lesa á netinu (einhvers staðar á íslenskri síðu :S) að það var einn svo ósáttur við myndina, hann sagði að honum fyndist að Sean Connery ætti að leika Gandalf og einhver ur kvikmyndinni 3 ninjas ætti að leika aragorn of e-ð… ég vildi bara koma því á framfæri að ég er með reiður við þennan einstakling ef ég má segja það :S :("
        },
        {
            "user": "Leibbi88",
            "user_id": "47728",
            "date": "2004-01-03 00:42:16",
            "id": "1431744",
            "reply_to_id": "1431685",
            "text": "Frábær grein, held að þú farir rétt með hverja einustu staðreind sem þú svo segir álit þitt á.\nSkil ekki fólk sem þarf endalaust að setja út á skoðanir annara, rökstyðjið ykkar skoðanir og komið þeim á framfæri, haldið þið í alvöru að ALLIR séu sammála ykkur?\nMín skoðun er t.d. að mr. jackson hafi ákveðið að hafa landslagið svona eyðilegt vegna þess að sagan gerist um vetur(ef ég man rétt), reyndar hlínar með tímanum en það er rétt komið vor þegar Sauron fellur(ef ég man rétt) Bóndar mundu hafa lítið að gera á veturna.\nÉg vil þakka fyrir skemmtilega grein um myndirnar þrjár, ég sá ekki eftir tímanum sem fór í að lesa hana. Sá eftir tímanum sem fór í öll skotin eftirá…"
        },
        {
            "user": "Leibbi88",
            "user_id": "47728",
            "date": "2004-01-03 15:00:27",
            "id": "1431745",
            "reply_to_id": "1431744",
            "text": "Þið verðið að ná því að Peter Jackson var ekki einráður um gerð myndanna. Hann þurfti að taka tillit til þess að fólk sem hafði ekki hugmynd um tilvist bókanna(eins og ég þegar ég fór á FOTR) gæti skilið þetta.\nMálið með Arwen var að það varð að hafa eitthverja ástar dellu í myndunum ( í þeim öllum ef þið hugsið upp Farimír og Eowin).\n-fannst þó Liv Tyler skelfileg í hlutverkið.\nAnnars er hér mitt álit á þriðju myndinni:\nFrábær-10,0 í einkunn.\nÁstæðan fyrir því að Rekkunum var slept var vegna þess að Gimli,Legolas og Aragorn höfðu verið með mikilvægt samband sín á milli og gengu í gegnum allt saman-einir.\nEitthver sagði að Dyniþor væri asnalegur en hann varð geðsjúkur í bókinni bara ekki strax-svo urðu Gandalf og Pippin að hafa eitthvert hlutverk í Minas Tirithið …bla… en ekki bara koma og bíða eftir bardaga.\nÉg varð líka gagndofa með atriðið þar sem Theoden öskrar\nArise Arise Riders og Theoden\nSpear shall be shaken shield be splinterd\nA red day, a sword day, ere the sun rises\nog svo DEATH!!\nVar nokkurn veigin búinn að sannfæra sjálfan mig á að þessu yrði sleppt og fór nánast í vímu þegar það kom.\nEinnig fannst mér frábært hvernig Jackson náði að grípa geðsíkina sem kom í Minas Tirith þegar Nazgúlarnir komu.\nAnnrars hef ég að lokum nokkur orð fyrir þá sem eru svona dómharðir á myndinar\n-Setjið ykkur í hans spor, þessar myndir verða að vera þannig að allir geti skilið þær."
        },
        {
            "user": "Leibbi88",
            "user_id": "47728",
            "date": "2004-01-03 18:06:27",
            "id": "1431746",
            "reply_to_id": "1431745",
            "text": "Ég varð samt mjög óánægður með að “Easterlings” og “Haradrim” (hvernig svo sem íslenska orðið er) komu aldrei fram í myndinni"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-01-04 23:41:42",
            "id": "1431747",
            "reply_to_id": "1431685",
            "text": "Sjitt hvað þú ert dómharður, þessar myndir eru snilld og miðað við þessar einkanir þá hefur þú nú ekki séð margar góðar myndir. hverjum er ekki sama hvernig draugarnir eru á litinn ef þú ættir að ákveða það hvernig væru þeir þá? Gulir,Bláir rauðir ég meina fórst þú á þessar myndir til að finna gallana í þeim þú hlýtur að hafa tekið með þér blokk og blýannt og púnktað niður hjá þér. Sjitt Hvað þú ert strangur ."
        },
        {
            "user": "Pooky",
            "user_id": "6684",
            "date": "2004-01-06 10:54:19",
            "id": "1431748",
            "reply_to_id": "1431685",
            "text": "Ef þú skoðar bókina Hugarlendur Tolkiens þá held ég að þú komist að því að landslagið er mikið byggt á þeim myndum og þó að slétturnar séu ekki með löng strá…meina þeir höfðu ekki endalaust fjármagn svo það hefði kanski verið ervitt að finna landslag líkt og þetta í bakgrunni og með sléttur með meira grasi…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-01-08 13:28:38",
            "id": "1431749",
            "reply_to_id": "1431748",
            "text": "Þetta er ekki um hvort greinin sé góð eða ekki, heldur hvað álit okkar er á myndunum. Það er auðvitað afar misjafnt. Það er óþarfi að vera með alskonar útúrsnúninga og rugl, þetta er einfaldlega hvernig ég upplifði myndirnar. Það getur nú enginn talið mér trú um að það hefði ekki verið hægt að gera landslagið meira eins og í bókunum, að vísu meiri peningar. T.d. á héraði í fyrstu myndinni komu þeir ári fyrr og gróðursettu plöntur og svoleiðis. En bæði Minas Tirith og Helms Deep voru gerð í sömu grjótnámunni. Þetta eru engir litafordómar með drauganna, hvítur litur hefði virkað betur, hefði einhver viljað sjá orkana í Fjólubláum og Grænum herklæðum???????? , þeir einfaldlega virkuðu ekki nógu vel hvernig þeir voru ódrepandi og þurkuðu út allan her mordor í 3-4 senum, en aðal atriðið eftir að draugarnir koma er þegar Legolas Drepur múmakan."
        },
        {
            "user": "Pac",
            "user_id": "11943",
            "date": "2004-01-11 14:01:24",
            "id": "1431750",
            "reply_to_id": "1431685",
            "text": "Mitt álit er það að fólk á ekki að dæma myndirnar í sambandi við bækurnar. Auðvitað er alltaf eitthvað sem fer smá úskeiðis og ekki hægt að troða ölllum atriðum inní myndina en mér finnst þetta vera mjög góðar myndir!"
        },
        {
            "user": "peturh88",
            "user_id": "34854",
            "date": "2004-01-20 17:45:09",
            "id": "1431751",
            "reply_to_id": "1431685",
            "text": "Þú ert ALLT of dómharður og hugsar ekki til enda það sem þú ert að segja :/"
        }
    ]
}