{
    "forum_title": "Hundar",
    "user": "beautiful",
    "user_id": "39693",
    "date": "2003-12-29 21:24:15",
    "title": "Er þetta eðlilegt?",
    "text": "Þannig er mál með vexti að vinkona min á hund sem er að verða 2 ára. Þau láta gjörsamlega allt ganga fyrir hundinum. Þetta er amerískur cocker spaniel og er mjög skapvondur og hefur verið að frá því þau fengu hann.\nÞau segja bara að hann hafi t.d. sofið lítið og sé óvanur miklu mirkri og eikað þannig rugl. Hann er oft sona hann geltir rosalega mikið en so þegar hann verður reiður stendur hann og rofan er stif og ef þú hreifir þig ræðst hann á þig( hann hefur bitið mig 2 til blóðs og eigandann 1 sinni. )\nÞau sögðu líka við mig að þessi tegund væri svona en ég hef reyndar aldrei heyrt það. En ef þið eigið ameriskan cocker spaniel vil ég endilega fá svör frá ykkur og er hundirnn ykkar svona? Er eðlilegt að hann ráðist á fólk upp úr þurru? sjá ekki allir hundar jafn illa í mirkri…? akkru ætti hann að vera eikað sérstakur og vera sona reiðuir alltaf eftir litinn svefn..?",
    "url": "https://www.hugi.is/hundar/korkar/186216/er-thetta-edlilegt/",
    "url_id": "186216",
    "id": "1431576",
    "replies": [
        {
            "user": "labgirl",
            "user_id": "21884",
            "date": "2003-12-30 14:16:22",
            "id": "1431577",
            "reply_to_id": "1431576",
            "text": "Þvílíkt bull (og NEI Zaluki eg er ekki að reyna að vera dónaleg!!!). Aldrei hef eg heyrt að þessi tegund væri grimm! og hundar sjá by the way jafn vel i myrkri og í birtu.\nÞað er samt skiljanlegt af hverju hann gerir þetta. Hann hefur náð að koma sér efst i virðingarröðina á heimilinu og heldur greinilega að hann se leiðtoginn.\nHundar sem koma ser i leiðtogahlutverkið verða oftar en ekki lógað út af biti. Það er meira að segja hundar til sem segja eigendum sinum hvenær þeir eiga að fara að sofa!!!\nEina lausnin er að ýta honum aftur á sinn stað i virðingarröðinni, þ.e.a.s. ALLRA neðst. Til þess þarf mikla þolinmæði fra eigendunum þvi hundur lætur ekki leiðtogahlutverkið fra ser án motspyrnu!\nEg mæli með að eigendurnir fari til hundaþjalfara t.d Ástu Dóru í Gallery Voff sem er hreinræktaður snillingur i svona hunda-hegðunarmalum. Eg mæli lika með bokinni “The Dog Listener” eftir Jan Fennell þar sem fjallað er um svona mal og hvernig maður viðheldur leiðtogahlutverkinu.\nMinn hundur komst einu sinni of hátt i virðingarröðina og við naðum að koma honum á sinn stað með þvi að fara eftir reglunum i “The Dog Listener” svo….það er ENNÞÁ VON!!!\nVonandi hjalpar þetta eitthvad ;)"
        },
        {
            "user": "xDarkLordx",
            "user_id": "35180",
            "date": "2004-01-03 22:43:43",
            "id": "1431578",
            "reply_to_id": "1431576",
            "text": "Lóga hundinum. Ef að fólk vill það ekki þá er bara að lemja hundinn rækilega ef að hann er með læti.<br><br>I heard you, and so what if the world's ending at noon today, I can't chat with you until tomorrow.\nYou laugh because I'm different; I laugh because you're all the same."
        },
        {
            "user": "labgirl",
            "user_id": "21884",
            "date": "2004-01-04 11:35:50",
            "id": "1431579",
            "reply_to_id": "1431578",
            "text": "OK, það er greinilegt að þú ert með NEIKVÆÐA greindarvísitölu xDarkLordx!"
        }
    ]
}