{
    "forum_title": "Sagnfræði",
    "user": "Tadellos",
    "user_id": "44938",
    "date": "2003-12-31 12:33:23",
    "title": "Ziggurats",
    "text": "Ziggurats\nHof voru upprunalega yggð á hæð. Á þriðja árþúsundi fyrir Krist voru þau gerð hærri og stærri en áður fyrr. Ákveðið var að byggja enn hærra hof á fleti sem voru í þrepum.\nÞessir þrepuðu turnar voru kallaðir ziggurats. Ziggurats voru gerðir úr stórum, massívum leirklumpum, stigar leiddu upp á topp og þar var lítið hof. Um 2000 fyrir Krist voru ziggurats, sem byggðir voru úr leir steinum, byggðir í Sumerian  borgum. Seinna voru þeir byggðir í Babylonian og Assyrian borgunum.\nEnginn veit með vissu af hverju ziggurats  voru byggðir eða hvernig þeir voru notaðir. Þeir voru hluti af mörgum byggingu eða herbergjum sem voru tengd, svo þau voru örugglega tengd trúarbrögðum.\nUm 4000 fyir Krist voru stór hof byggð í Mesópótamíu ofan á leir steina pall. Í hvert sinn sem hof voru endurbyggð leir-steina pall. Í hvert sinn sem hof voru endurbyggð voru leir steina veggirnir brotnir niður. Rústirnar urðu að grundvelli nýrrar byggingar.\nMesópótamíu menn vildu hafa hús guðanna hærri en þeirra eigin. Veggirnir voru oft skreittir með mosaic sem voru myndir eða hönnun úr lituðum glerbrotum steinum eða öðrum efnum. Eða skreitt með niche sem voru svæði skorin út í vegg til að gera hillur eða pláss.\nUm 1200 fyrir Krist byggði konungurinn Ur-Nammu byggði  ziggurats til heiðurs Sin, sem var nafn tungl guðsins í Akkadian. Það var kallað Etemenningur, sem þýðir hús þeirrar undirstöðu skapar hræðslu. Á 7. og 8. áratugnum fyrstu hlutar ziggurats endurbyggðir af The Iraqi Department og Aniquities.\nSjálfri finnst mér ziggurats merkilegt fyrirbæri. Það er erfitt að ýminda sér hvernig farið hefur verið að því að byggja þessi hof.",
    "url": "https://www.hugi.is/saga/greinar/186353/ziggurats/",
    "url_id": "186353",
    "id": "1432918",
    "replies": [
        {
            "user": "wasted",
            "user_id": "5912",
            "date": "2003-12-31 13:29:01",
            "id": "1432919",
            "reply_to_id": "1432918",
            "text": "Ekkert sérstök grein hjá þér því miður um athyglisvert viðfangsefni :(. Þá má kannski benda á þjóðsöguna um Babelsturninn sem er spunninn útfrá þessum turnum. Hún er á þá leið að þjóð (súmerar eða babýlóníumenn væntanlega) vildi komast til Guðs. Þeir byggðu þá turn sem átti að ná til himins. Turninn varð rosalega stór en Guð vildi þetta ekki. Í refsiskyni fyrir að reyna að komast til himna að þá gerði Guð tungumál þjóða heimsins óskiljanleg hverri fyrir annarri. Þ.e.a.s. þá gátu þjóðir ekki skilið hvor aðra.\nwasted"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2003-12-31 16:46:40",
            "id": "1432920",
            "reply_to_id": "1432919",
            "text": "eina sem ég veit um Ziggurats er að þau eru Foodstöðvar hjá undead í warcraft 3 : )"
        },
        {
            "user": "Torveus",
            "user_id": "43570",
            "date": "2003-12-31 17:02:29",
            "id": "1432921",
            "reply_to_id": "1432918",
            "text": "Vá þessi grein er illa skipulögð, maður."
        },
        {
            "user": "dionysus",
            "user_id": "38331",
            "date": "2003-12-31 19:28:08",
            "id": "1432922",
            "reply_to_id": "1432918",
            "text": "þetta gæti náttúrulega verið vitlaust hjá mér en voru Zigguröt ekki frá tímum Jeríkó, miklu fyrir 4000 f k"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-01-01 03:55:38",
            "id": "1432923",
            "reply_to_id": "1432918",
            "text": "Hmm…Sko..Ef að þú ætlar að taka efni beint úr ensku þá skaltu allavega reyna að beygja orðin á ÍSLENSKU..\n“ úr leir steinum, byggðir í Sumerian borgum. Seinna voru þeir byggðir í Babylonian og Assyrian borgunum.”\nBabylonian= Babýlónískum (geri ég ráð fyrir)\nSumerian=   Súmerskum\nAssyrrian=  Assýrrískum\nOg þegar þú beinþýðir texta skaltu í fyrsta lagi geta heimilda, og í öðru lagi fara yfir textann áður en þú sendir hann inn.."
        },
        {
            "user": "Eyjo",
            "user_id": "965",
            "date": "2004-01-01 12:03:27",
            "id": "1432924",
            "reply_to_id": "1432918",
            "text": "í suður-Ameríku eru líka mayan og aztec ziggurats, eða þrepapýramídar á góðri íslensku."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-01-01 18:03:10",
            "id": "1432925",
            "reply_to_id": "1432924",
            "text": "Sem sumir telja vera leifar hinnar fornu menningar Atlantis.."
        }
    ]
}