{
    "forum_title": "Rómantík",
    "user": "maggisv",
    "user_id": "2408",
    "date": "2001-03-06 23:32:09",
    "title": "(Ó)vinir...",
    "text": "Hæ.\n(Ég veit að sumum mun finnast fáránlegt að pósta þessa grein hérna því hún á ekki heima hér. Og ég er sammála því, en það virtist bara enginn staður hér á huga henta fyrir svona grein.)\nAllavega,\nég og nokkrir vinir erum að spá í að kíkja til útlanda í sumar. Það er ekki eins og það sé eitthvað ótrúlega frumlegt eða þess virði að tala um, en það er smá vandamál í gangi.\nEin úr vinahópnum hefur verið (í langan tíma) að fara meira og meira í taugarnar á okkur hinum og við höfum verið að reyna að útiloka hana frá því sem við erum að gera. Þetta hljómar kanski þvílíkt “cruel” en svona er lífið.\nHún veit hinsvegar (höldum við) ekkert um meinta andúð okkar þrátt fyrir að hún sé augljós. Hvað gerist svo þegar hópurinn vill fara til útlanda og ekki taka með eina manneskju úr hópnum? Hvernig er hægt að framkvæma það án þess að allt fari í háaloft? Er sannleikurinn alltaf sagna bestur? Eins og gefur að skilja erum við nokkuð “torn” yfir þessu og því skrifa ég þessa grein. Hvað skal gera?",
    "url": "https://www.hugi.is/romantik/greinar/18647/ovinir/",
    "url_id": "18647",
    "id": "119226",
    "replies": [
        {
            "user": "InKiRoS",
            "user_id": "4614",
            "date": "2001-03-07 11:23:14",
            "id": "119227",
            "reply_to_id": "119226",
            "text": "Það er náttúrulega alltaf illa gert að útiloka eitthvern út úr svona vinahóp.. En stundum er ekki annað hægt. Hvort er þessi stelpa bara pirrandi eða hefur hún gert ykkur eitthvað ? Ef að hún er eitthver algjör tík sem að er alltaf eitthvað að bögga ykkur viljandi þá finnst mér allt í lagi að ýta henni hægt út úr hópnum, en ef að hún meinar ekkert slæmt með því hvernig hún lætur, er bara pirrandi að eðlisfari þá er þetta kannski eitthvað aðeins erfiðara..\nÉg veit að það var kannski engin hjálp í þessu en þetta er allavega mitt álit..\n-Zuela"
        },
        {
            "user": "InKiRoS",
            "user_id": "4614",
            "date": "2001-03-07 11:37:58",
            "id": "119228",
            "reply_to_id": "119227",
            "text": "hér kemur ein góð tilaga seigiðið satt það er alltaf best því að kanski getur hún breist til hins betra\nmaður veit stundum ekki hvað það er sem fer í taugarnar á fólki og þá er oft gott að benda manni á það því að þá er\nþetta kanski ekkert vanda mál eftir allt\nkv ingi\nps það er ekkert vera en að vera í óvisuni"
        },
        {
            "user": "kelika",
            "user_id": "6197",
            "date": "2001-03-07 11:50:27",
            "id": "119229",
            "reply_to_id": "119226",
            "text": "ó ég bara þoli ekki svona vinahópa þar sem baktal og nag er stöðugt í gangi… annaðhvort er hún vinur ykkar eða ekki!"
        },
        {
            "user": "Vargur",
            "user_id": "541",
            "date": "2001-03-07 16:52:16",
            "id": "119230",
            "reply_to_id": "119229",
            "text": "…mikið er ég sammála"
        },
        {
            "user": "Lois",
            "user_id": "5777",
            "date": "2001-03-07 16:50:28",
            "id": "119231",
            "reply_to_id": "119226",
            "text": "Ómægod hvað ég skil þig ógislega vel!\nÞað virðist þurfa að vera ein leiðinleg manneskja í hverjum vinahóp & hún getur eyðilagt allt. Ég myndi ekki vilja eyða fullt af pening í utanlandsferð sem yrði svo skemmd af einhverjum sem er algjört pain; trúðu mér, ég hef reynt það & eftirá sé ég að við hefðum betur komið í veg fyrir að þessi manneskja hefði komið með. Ég myndi heldur ekki vilja vera í vinahóp þar sem ég fer í taugarnar á öllum & ef ég myndi skynja andúð í minn garð frá vinum mínum, myndi ég draga mig í hlé. Þegar einhver fer í taugarnar á manni þá er það ekkert sem hverfur með tímanum, ÞAÐ EYKST Í HVERT SKIPTI SEM ÞÚ HITTIR MANNESKJUNA!Hver vill láta gamla vinahópinn sinn hata sig?\nÞannig að geriði sjálfum ykkur & leiðindagaurnum greiða & köttið á þetta “vinasamband”"
        },
        {
            "user": "Lois",
            "user_id": "5777",
            "date": "2001-03-07 16:51:40",
            "id": "119232",
            "reply_to_id": "119226",
            "text": "Ómægod hvað ég skil þig ógislega vel!\nÞað virðist þurfa að vera ein leiðinleg manneskja í hverjum vinahóp & hún getur eyðilagt allt. Ég myndi ekki vilja eyða fullt af pening í utanlandsferð sem yrði svo skemmd af einhverjum sem er algjört pain; trúðu mér, ég hef reynt það & eftirá sé ég að við hefðum betur komið í veg fyrir að þessi manneskja hefði komið með. Ég myndi heldur ekki vilja vera í vinahóp þar sem ég fer í taugarnar á öllum & ef ég myndi skynja andúð í minn garð frá vinum mínum, myndi ég draga mig í hlé. Þegar einhver fer í taugarnar á manni þá er það ekkert sem hverfur með tímanum, ÞAÐ EYKST Í HVERT SKIPTI SEM ÞÚ HITTIR MANNESKJUNA!Hver vill láta gamla vinahópinn sinn hata sig?\nÞannig að geriði sjálfum ykkur & leiðindagaurnum greiða & köttið á þetta “vinasamband”"
        },
        {
            "user": "SollaD",
            "user_id": "2737",
            "date": "2001-03-07 18:15:48",
            "id": "119233",
            "reply_to_id": "119226",
            "text": "cruel…en samt..svona skrýtið fólk sem fer í taugarnar á fólki…og bara svona smátt og smátt útiloka það…ég og vinkonur mínar gerðum það við eina eða reyndar 2 úr hópnum…en ég er svona ennþá vinkona þeirra…en það er gríðalegt hatur á milli hinna….og ekkert sem ég get gert…og ég veit ekkert hvað ég er að bulla…;)"
        },
        {
            "user": "magicgirl",
            "user_id": "5306",
            "date": "2001-03-09 11:04:16",
            "id": "119234",
            "reply_to_id": "119233",
            "text": "Nei, veistu að ég held það líka að þú vitir ekkert hvað þú ert að bulla"
        },
        {
            "user": "hetjan",
            "user_id": "6225",
            "date": "2001-03-07 19:50:45",
            "id": "119235",
            "reply_to_id": "119226",
            "text": "það vantar alveg stað fyrir svona hluti ég hef ætlað að skrifa svona greinar en hætt við vegna þess að ég vissi ekki hvað ég átti að gera við hana kanski ætti að koma upp áhugamáli sem heitir ,,vinátta\" eða slíkt allavega þá hlítur hún að eiga aðrar vinkonur ég þekki þetta sjálfur hjá vinkonum mínum bara enda þetta núna í Mars áður en það er of seint\nhetjan\nps. ekki gera það illa verið góð við hana"
        },
        {
            "user": "biko",
            "user_id": "5867",
            "date": "2001-03-08 11:55:32",
            "id": "119236",
            "reply_to_id": "119226",
            "text": "Thad er ljótt ad skilja útundan."
        },
        {
            "user": "InKiRoS",
            "user_id": "4614",
            "date": "2001-03-08 17:27:40",
            "id": "119237",
            "reply_to_id": "119236",
            "text": "talaðu við hana það er altaf best bara be real seigðu satt og kissist ja ef hún getur ekki eða vill ekki breytast þá is it goodbye for now but u´ll know the bond (if any)will get u to gether agane\njust smile\nfredinn"
        },
        {
            "user": "KurtCobain",
            "user_id": "7591",
            "date": "2001-03-09 00:12:16",
            "id": "119238",
            "reply_to_id": "119226",
            "text": "segðu bara: þú sökkar, þegiðu og farðu heim til þín að væla, og sparkaðu síðan í hana, þetta er nú harður heimur :)"
        },
        {
            "user": "magicgirl",
            "user_id": "5306",
            "date": "2001-03-09 11:23:22",
            "id": "119239",
            "reply_to_id": "119226",
            "text": "Veistu það, að ég lenti einu sinni í þessu. Ég var í vinahóp og allt í lægi, en síðan tók ég eftir því að þær fóru að útiloka mig meira og meira. Ég vissi ekki til þess að ég hefði gert þeim neitt, spurði og svarið var alltaf, nei nei, þú gerðir ekkert, það er allt í lægi.\nVandamálið er bara að maður finnur þetta alltaf, sama hvað þið haldið, og þessi vinkona ykkar finnur þetta líka, þó þið haldið að hún geri það ekki. Kannski útilokar hún það bara. Það besta sem þið gerið, bæði ykkur og henni er að tala við hana, segja henni þetta. Kannski ekki alveg að hún fari í taugarnar á ykkur, heldur kannski frekar að þið séuð að vaxa frá henni, believe me, það gerist oft með vinahópa, þeir breytast og það er fullkomlega eðlilegt.\nMér var aldrei sagt þetta beint, þær ignoruðu mig bara og ég vissi ekkert hvað var að gerast, og það var rosalega sárt. Það er alltaf sárt að vera hafnað, og sérstaklega af vinum sínum, en hún á eftir að spjara sig. Eftir þetta eignaðist ég nýja vini, ég tel mig núna eiga bestu vini í heiminum og líður miklu betur. Ég hata ekki gömlu vini mína, en ég skil þá ekki ennþá. Það er virkilega asnalegt að haga sér svona, og að útiloka VINI sína og halda að þeir fatti ekkert, er bæði cruel og barnalegt.\nEn segið henni þetta bara sem fyrst, það á eftir að verða best fyrir ykkur öll, og ég efast ekki um að hún eigi eftir að spjara sig. Komdu fram við aðra eins og þú vilt að aðrir komi fram við þig.\nKveðja, magicgirl"
        },
        {
            "user": "InKiRoS",
            "user_id": "4614",
            "date": "2001-03-11 18:03:40",
            "id": "119240",
            "reply_to_id": "119239",
            "text": "go girl this is so true\nwith love to u guy´s\nFredinn :)\nlike sad befor tell her the truth its the best way"
        },
        {
            "user": "Zeron",
            "user_id": "2624",
            "date": "2001-03-12 14:33:18",
            "id": "119241",
            "reply_to_id": "119226",
            "text": "ég veit ekki hvað skal seigja……. vá þetta er ervitt…. sko.. fyrir það fyrsta þá held ég alveg fyrir víst að þessi manneskja sem þú ert að tala aum viti um álit þitt og vina þinna á þessu máli en ég einfaldlega að fela það undir grímu…. ég tel að þessi tiltekna manneskja verði alveg hætt að tala við ykkur þegar þið farið út og þetta verði því lítið sem ekkjert vandamál…."
        },
        {
            "user": "larandaria",
            "user_id": "3518",
            "date": "2001-03-13 23:34:27",
            "id": "119242",
            "reply_to_id": "119241",
            "text": "Hún veit af þessu TRÚIÐ MÉR!!!! Hún vill kannski ekki viðurkenna það og það er GEÐVEIKT erfitt að fara og spyrja hvort maður sé orðinn leiðinlegur… þetta fer eftir því hvernig manneskjan er. Ef hún er sterk og á aðra vini þá ætti hún að ráða við þetta en ef hún er lítil mús með ekkert sjálfsálit (tek bara sem dæmi) sem lifir algjörlega fyrir ykkur vini sína þá er það spurning… ég tala út frá eigin reynslu, ég var útilokuð og það var ekki gaman! En það var eiginlega bara út af því að ég gat ekki tekist á við það. Ég var ósköp ómerkileg en núna sé ég að það er það besta sem gat gerst. Fólkið er ekki að gera góða hluti og ég á fullt af bestu vinum í heimi=)\nÍ þessu máli þá virkilega vorum við að vaxa í sundur í algjörlega gagnstæðar áttir svo það er ekkert skrítið….\nen þið gerið það sem ykkur finnst best og sannleikurinn er (svona oftast) sagna bestur."
        }
    ]
}