{
    "forum_title": "Börnin okkar",
    "user": null,
    "user_id": null,
    "date": "2004-01-02 20:22:07",
    "title": "Smá saga...",
    "text": "‘Eg veit reyndar ekki alveg hvort að þessi saga eigi við hérna en ég var að skoða gamlar greinar um unglingjadrykkju um verslunarmannahelgina og ákvað að deila með ykkur smá sögu.\nÞað er ein stelpa í bekknum mínum sem sem við skulum kalla Ernu við erum báðar 14 og erum í 9 bekk. Við erum engar sérstakar vinkonur en tölum samt eitthvað aðeins saman. Hún á stóran bróðir sem við skulum kalla Andra og hann er 15 ára ( 10 bekk)\nUm hverja verslunarmannahelgi er ég og fjölskylda mín vön að fara á bindindismótið í Galtalæk og höfum gert það síðustu ár sem og nú..\nÁ laugardagskvöldinu var ég með vinkonu minni sem er með mér í bekk og líka vorum við með frænda hennar og annari bekkjasystur okkar. (ég tek það fram að við vorum edru)\nJæja allavegana vorum við á danspallinum og mig minnir að í Svörtum fötum hafi verið að spila en það var rosalegur troðningur enda mikið af fólki þarna þannig að eftir smá ís-át ákváðum við bara að rölta aftur í tjaldið. Krakkarnir sem ég var með tjölduðu annars staðar þannig að ég þurfti að labba doldið langa leið heim. Mér fannst það allt í lagi af því að ég þekkti allt svæðið eins og handarbakið á mér. En ég nennti ekki labba þett allt þannig að ég ákvað að fara stytri leið sem lá í gegnum unglingasvæðið. Þegar ég var komin u.þ.b hálfa leið sá ég einhverja stráka sem sem stóðu í hóp og voru eitthvað að spjalla en sá samt að þeir voru greinilega eitthvað búnir að drekka. Þegar ég kom nær sá ég að þeir löbbuðu í burtu hálf vaggandi þangað til að einn datt. Þá görguðu strákarnir æjj “Andri drullaðu þér á lappir!” en hann lá eftir, þá sagði einhver strákana “æjj við nenum ekki að bíða  þú kemur bara, er þægi?”\nÞá fattaði ég að þetta var Andri stóri bróðir hennar Ernu og ég labbaði að honum og sagði “ Andri, er allt í lagi? Hann umlaði bara eitthvað og ekki vildi ég skilja hann eftir þannig að ég tók bara undir hendina á honum og ætlaði að fylgja honum í tjaldið en mundi svo að hann var í sínu eigin tjaldi sem ég vissi ekkert hvar var.. Þannig að ég ákvað bara að fylgja honum í fjölskyldutjaldið . Mér fannst það allt í lagi af því að ég vissi að foreldrar hans vissu að hann drykki. Þannig að ég tók undir hendina á honum og lét yfir öxliná á mér og fylgdi honum í tjaldið. Þegar ég kom að tjaldinu þeirra þegar við höfðum hrasað um nokkrar tjaldhæla þá horfði pabbi hans, hann Þór doldið skringilega á  mig… ég vissi svosem að honum líkaði ekki við mig og mér ekki við hann en hann sagði Takk, mjög glaðlega og bauð mér gos. Ég neitaði bara kurteisla og spurði Þór hvort að honum væri alveg sama að Andri drykkji? Hann sagði bara jájá mér er alveg sama, ég kaupi þetta fyrir hann svo hann sé ekki að drekka þetta sull af götunni sem ég skemmdist af sagði hann.  Ég sagðist þurfa að drífa mig í tjaldið mitt enda bjóst ég við að mamma væri farin að bíða. Þannig að þór þakkaði mér aftur fyrir og bauð góða nótt\nÉg veit ekki alvega af hverju  ég ákvað að senda þetta en mér fannst ég bara þurfa að koma þessu á framfæri.\nKveðja Snoopygirl",
    "url": "https://www.hugi.is/bornin/greinar/186623/sma-saga/",
    "url_id": "186623",
    "id": "1436358",
    "replies": [
        {
            "user": "Typpleysingur",
            "user_id": "29440",
            "date": "2004-01-03 23:19:00",
            "id": "1436359",
            "reply_to_id": "1436358",
            "text": "ég tók eftir þvi að það voru margir krakkar í Galtalæk sem voru drukknir.\nAudda"
        },
        {
            "user": "Quiq",
            "user_id": "26406",
            "date": "2004-01-03 23:34:29",
            "id": "1436360",
            "reply_to_id": "1436358",
            "text": "já ég tók líka eftir því… en það sem mér fannst asnalegast var það að foreldrarnir voru að smygla þessu fyrir börnin sín!"
        },
        {
            "user": "Zaanya",
            "user_id": "32160",
            "date": "2004-01-05 22:37:54",
            "id": "1436361",
            "reply_to_id": "1436358",
            "text": "Já já um að gera að hjálpa barninu sínu að verða alkóhólisti, sérstaklega á bindindismóti og svona.  Brjóta lögin með því að leyfa því að drekka vín sem ég foreldrið, kaupi fyrir það.\nÞvílík steypa.\nÞetta gera gjörsamlega dómgreindarlausir, ábyrgðarlausir foreldrar."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-01-16 15:22:38",
            "id": "1436362",
            "reply_to_id": "1436358",
            "text": "Sem hann skemmdist af er pabbinn alkóhólisti ??"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-01-16 15:46:38",
            "id": "1436363",
            "reply_to_id": "1436358",
            "text": "já ég held það…"
        }
    ]
}