{
    "forum_title": "Bardagaíþróttir",
    "user": "HwaRang",
    "user_id": "13552",
    "date": "2004-01-02 13:01:41",
    "title": "Björn og Sigrún Taekwondofólk ársins 2003",
    "text": "Frá taekwondo.is\nBjörn og Sigrún Taekwondofólk ársins 2003 - Nýtt\nÞau Björn Þorleifur Þorleifsson úr Björk og Sigrún Nanna Karlsdóttir úr ÍR voru valin Taekwondomaður og Taekwondokona ársins 2003 af TKÍ.\nÞetta er annað árið í röð sem Björn er valinn Taekwondomaður ársins.\nBjörn hefur náð góðum árangri á þessu ári. Hann vann meðal annars til gullverðlauna í Bandaríkjunum á American Eagle classic, US Cup og US Master Cup. Hann vann einnig til gullverðlauna á Scandinavian Open 2003 og á Íslandsmótinu 2003. Björn vann svo til silfurverðlauna á Wonderful Copenhagen Taekwondo Tournament.\nBjörn hefur æft gífulega vel á árinu sem er að líða og m.a. æfir hann með íslenska landsliðinu, ásamt því að hann hefur æft með norska landsliðinu undir handleiðslu Master Michael Jørgensen og því danska undir Master Bjarne Johansen.\nBjörn er einnig fyrsti Íslendingurinn sem fær B-styrk frá Afrekasjóði ÍSÍ.\nSigrún Nanna sem búsett er í Bandaríkjunum um þessar mundir, hefur einnig staðið sig vel á árinu. Hún vann til gullverðlauna á Íslandsmótinu 2003, ásamt því að vinna til gullverðlauna á The Fourth World Jinmookwan Taekwondo Chapmionship sem haldið er í Bandaríkjunum. Sigrún vann einnig til bronsverðlauna á Wonderful Copenhagen Taekwondo Tournament í sumar.\nÚtnefning á íþróttamanni ársins fór fram á Grand Hóteli.\nNánari upplýsingar um útnefninguna má finna á heimasíðu ÍSÍsport.is.\nÚtnefning sérsambanda á sínum íþröttamönnum: Íþróttafólk sérsambanda\nTexti: Erlingur Jónsson\nMynd: Fengin frá ÍSÍsport.is",
    "url": "https://www.hugi.is/martial_arts/greinar/186613/bjorn-og-sigrun-taekwondofolk-arsins-2003/",
    "url_id": "186613",
    "id": "1436163",
    "replies": [
        {
            "user": "Shounin",
            "user_id": "26135",
            "date": "2004-01-05 22:02:10",
            "id": "1436164",
            "reply_to_id": "1436163",
            "text": "óska þeim bara innilega til hamingju ;)"
        }
    ]
}