{
    "forum_title": "Geimvísindi",
    "user": null,
    "user_id": null,
    "date": "2004-01-05 22:00:30",
    "title": "Hringur utanum tunglið",
    "text": "Ég sé þetta svolítið oft þar sem ég bý, og er alltaf að velta því fyrri mér afhverju þetta er svona, þegar það er heiðskýrt og það sést vel í tunglið, sérstaklega þegar það er fullt tungl.. að það myndist risastór hringur utan um það?\nÞetter klikkað flott .. er samt að velta þvi fyrir mér afhverju þeta kemur.. getiði ef til vill sagt mér það?!\n<br><br>AzZa\nIt's better to burn out than to fade away - Kurt Cobain\n“Don't fuck up, I tell that to every band member right before we play, don't fuck up, cuz I'm a dick now.” - Jonathan Davis, KoRn\nLiving just isn't hard enough\nBurn me alive in side\nLiving my life's not hard enough\nTake everything away…\n[Disturbed - Prayer]\nYou are the church… I am the steeple.. when we fuck we're all gods people\n[Marilyn Manson - Slutgarden]\n<a href=\"\nhttp://www.folk.is/azza\n\">www.folk.is/azza</a",
    "url": "https://www.hugi.is/geimvisindi/korkar/187278/hringur-utanum-tunglid/",
    "url_id": "187278",
    "id": "1441643",
    "replies": [
        {
            "user": "Garlakarl",
            "user_id": "14428",
            "date": "2004-01-06 19:52:06",
            "id": "1441644",
            "reply_to_id": "1441643",
            "text": "hef enga hugmynd af hverju þetta kemur en reyndu að ná mynd af þessu næst =D. Væri gaman að sjá þetta<br><br>–==Ég hef enga hugmynd af hverju ég sagði þetta==–\n<b>BattleField 1942</b>: [Viking] WarHero\n<i>“We shall go on to the end.\nWe shall fight in France, we shall fight on the seas and oceans,\nWe shall fight with growing confidence and growing strength in the air,\nWe shall defend our island, whatever the cost may be,\nWe shall fight on the beaches, we shall fight on the landing grounds,\nWe shall fight in the fields, and in the streets,\nWe shall fight in the hills;\nWe shall never surrender”</i>\n- Winston Churchill, 4 JUNE 1940"
        },
        {
            "user": "Tjango",
            "user_id": "31588",
            "date": "2004-01-06 21:22:32",
            "id": "1441645",
            "reply_to_id": "1441643",
            "text": "var að lesa um þetta eikkerstðar þetta eru svona ískristalar sem ljósið endurspeglastá þá kemur sona geislabaugur um tunglið"
        }
    ]
}