{
    "forum_title": "Bækur",
    "user": "Hrislaa",
    "user_id": "42360",
    "date": "2004-01-06 01:27:55",
    "title": "Skuggasnjónaukinn",
    "text": "Skuggasjónaukinn er 3 og jafnframt seinasta bókin í þríleiks Philips Pullman. Hún er lengsta bókin eða 550 bls á skosku og 469 bls á íslensku.\nThe Amber Spyglass eins og bókin heitir á skosku kom út árið 2000 og hreppti m.a “The Whitbread Book of the Year 2001” í Skotlandi, en engin barnabók hefur unnið þau fram að þessu. Persónulega finnst mér þetta allsekki vera barnabók, ég held að 13 ára sé það yngsta til að lesa hana.\nBókaútgefandinn Point gaf hana út í Skotlandi.\nSkuggasjónaukinn kom út á íslensku árið 2002, Anna Heiða Pálsdóttir þýddi hana og er það snilldarlega gert hjá henni. Hún er auðvitað alltaf betri á frummálinu en samt mjög vel þýdd af Önnu Heiðu og Mál og Menning gaf hana út hér á Íslandi.\nÆvintýrið heldur áfram en heimurinn virðist á heljarþröm. Faðir Wills er dáinn, Lýra er horfin og Will er aleinn einhversstaðar í Cittágazze-heiminum. Honum hefur verið skipað að fara með Lúmska Hnífinn til Asríels lávarðar. En Will vill auðvitað first finna Lýru. Í fylgd englanna Baruks og Baltamos leggur Will af stað að leita að Lýru, því aðeins sameinuð geta þau hjálpað Asríel lávarði í því mikla stríði sem hann er að búa sig undir.\nÞetta er snilldarbók, snilldarlegagerð, af snilldarhöfuni….ef þið hafið ekki lesið hana skuluð þið endilega redda ykkur henni.",
    "url": "https://www.hugi.is/baekur/greinar/187314/skuggasnjonaukinn/",
    "url_id": "187314",
    "id": "1441890",
    "replies": [
        {
            "user": "lucifer665",
            "user_id": "6705",
            "date": "2004-01-06 13:27:33",
            "id": "1441891",
            "reply_to_id": "1441890",
            "text": "Ég verð að spyrj :) Á skosku?! Var hún fyrst gefin út á Skosku ekki ensku. :)"
        },
        {
            "user": "lilienfeld",
            "user_id": "20337",
            "date": "2004-01-06 20:37:52",
            "id": "1441892",
            "reply_to_id": "1441891",
            "text": "Skotland er snilldarland! Skotland rúlar!!"
        },
        {
            "user": "Ameza",
            "user_id": "19261",
            "date": "2004-01-06 15:46:10",
            "id": "1441893",
            "reply_to_id": "1441890",
            "text": "Þessar bækur eru algjör snilld, æðislegar.  Já ég held að fólk sem er ekki eldra en 12 ára ætti ekki að lesa þær.  Þetta eru alls ekki barnabækur og það er ekkert víst að börn skilji þessar bækur heldur.\nkv. Ameza"
        },
        {
            "user": "Daedalus",
            "user_id": "358",
            "date": "2004-01-20 20:35:31",
            "id": "1441894",
            "reply_to_id": "1441893",
            "text": "Ég verð að vera algerlega ósammála þér varðandi aldurstakmark.  Les þessa bók fyrir 8. ára systur mína þegar ég nenni og hún hefur nennu til að hlusta:P   Og hún hefur svo sannarlega gaman af ævintýrum krakkanna!\nÍ þessum bókum er að finna mikinn vísidóm fyrir krakka á öllum aldri, sérstaklega þegar höfð er í huga stefna höfundar í gegnum bókina varðandi trú og trúarstefnur.\nOg, fyrir utan það, þá verð ég að segja að þessar bækur eru snilldin ein og ég mæli með þeim fyrir alla sem hafa áhuga á góðum bókmenntum."
        },
        {
            "user": "shg1",
            "user_id": "42683",
            "date": "2004-02-28 20:23:42",
            "id": "1441895",
            "reply_to_id": "1441894",
            "text": "Mér fannst skuggasjónaukinn ekki eins skemmtileg og hinar tvæ"
        },
        {
            "user": "bitch1",
            "user_id": "41447",
            "date": "2004-01-06 18:17:56",
            "id": "1441896",
            "reply_to_id": "1441890",
            "text": "Það stendur skuggaSNJÓnaukinn….. hehe"
        },
        {
            "user": "Rassgata",
            "user_id": "34794",
            "date": "2004-01-06 21:00:17",
            "id": "1441897",
            "reply_to_id": "1441890",
            "text": "Já, frábærar bækur. Ótrúlegar hugmyndir sem hann er með þarna."
        },
        {
            "user": "LucyTree",
            "user_id": "8803",
            "date": "2004-01-08 20:30:28",
            "id": "1441898",
            "reply_to_id": "1441890",
            "text": "Snilld, snilld, snilld, snilld.\nÉg er ástfangin af þessum bókum.\nEn mér fannst svo ógeðslega sorglegt í endanum á Skuggasjónaukanum. Þið sem hafið lesið hana vitið örrugglega hvað ég er að tala um."
        },
        {
            "user": "gugusta",
            "user_id": "47724",
            "date": "2004-01-11 20:30:48",
            "id": "1441899",
            "reply_to_id": "1441898",
            "text": "ég er ekki alveg sammála um að 13 sé aldurstakmark fyrir þessar bækur…ég las fyrstu bókina 10 ára og var búin að lesa þær allar fjórum sinnum þegar ég var 10 ára.\nen þessar bækur eru tær SNILLD ég er líka allveg sammála….skugga sjónaukinn er ekkert smá sorglegur í endann"
        }
    ]
}