{
    "forum_title": "Körfubolti",
    "user": "goat",
    "user_id": "18686",
    "date": "2004-01-07 11:53:33",
    "title": "Lakers ströggla",
    "text": "Þann 2. janúar, í leik Los Angeles Lakers og Seattle Supersonics þarf Shaquille O'Neal að fara af leikvelli eftir aðeins 14 mínútna leik. Meiðsli í kálfa var niðurstaðan og er óvíst með hvenær hann komi aftur. Fyrr í Desember meiddist Karl Malone og er hann að Injured listanum núna (að ég held). Töpuðu Lakers leiknum sem Shaq meiddist í með dramatískum hætti. Þar næsta kvöld mættu Lakers nágrönnum sínum í Clippers. Töpuðu Lakers öðrum dramatísku tapi, 101-98. Kobe Bryant gerði allt sem hann gat til þess að forða frá því en 44 stigin hans og 10 fráköst voru ekki nóg. Í nótt fóru Lakers í heimsókn til Minnesota Timberwolves. Timberwolves sýndu það að þeir eru eitt besta liðið í deildinni í dag og sigruðu örugglega 106-90. Voru Lakers aldrei yfir og var sigurinn aldrei í hættu. Latrell Sprewell er að finna sig í liði Timberwolves. Skoraði 30 stig í leiknum. Ekki síður slakari leikur hjá Garnett, 26 stig og 18 fráköst. Sam Cassell sýndi það að hann er einn besti skotmaður í deildinni, skoraði 26 stig. Er hann með 51 % skotnýtingu í deildinni.\nOrlando Magic halda áfram að tapa. Eftir 19 leikja tapið sigruðu þeir 7 af 10 leikjum sínum en núna hafa þeir tapað síðustu 5. Og Tracy Mcgrady reynir allt sem hann getur en það er ekki nóg. Er hann búinn að brillera í undanförnum leikjum og leggja sig allan fram en það er víst ekki nóg. Í nótt hitti drengurinn og hitti, en þrátt fyrir það töpuðu Magic 114-107 fyrir Pacers. Skoraði Tracy 44 stig og meðal annars 8 af 11 þriggja. Þar síðasta leik skoraði hann 34 stig.\nEins og margir vita skiptu Knicks og Suns á leikmönnum í gær. Knicks mættu Cavaliers í nótt. Stephon Marbury fann það að hann var ekki að hitta, ekki heitur svo að hann sleppti því bara og gaf 8 stoðsendingar í staðinn. Erfitt að spila fyrir nýtt lið, hvað þá þegar maður er nýkominn til liðsins. En hann skoraði aðeisn út 3 af 9 skotum sínum. Keith Van Horn hélt Knicks inní leiknum, skoraði 20 stig en það var ekki nóg og töpuðu Knicks 107-96. Einnig átti Penny Hardaway slakan leik og skoraði líka úr 3 af 9 skotum. LeBron skoraði 14 stig og deildi út 10 stoðsendingum.",
    "url": "https://www.hugi.is/korfubolti/greinar/187490/lakers-stroggla/",
    "url_id": "187490",
    "id": "1443591",
    "replies": [
        {
            "user": "Sporti",
            "user_id": "26071",
            "date": "2004-01-07 13:25:15",
            "id": "1443593",
            "reply_to_id": "1443591",
            "text": "Já Lakers er í vandræðum þessa stundina en ég tel að þetta séu nú ekki stór vandræði og gætti hjálpað liðinu þegar lengra líður á tímabilið.\nNúna fá aðrar minni stjörnur að spila meira þegar að Shaq og Malone eru meiddur, leikmenn eins og Slava og Brian C eru að fá helling af mínotum sem er gott mál.\nHafið engar áhyggjur Lakers aðdáendur, Lakers eiga eftir að rétta úr kúntum og taka úrslittakeppnina með trompi."
        },
        {
            "user": "goat",
            "user_id": "18686",
            "date": "2004-01-07 14:30:30",
            "id": "1443594",
            "reply_to_id": "1443593",
            "text": "Já sporti en spurningin er sú … hvenær Malone og Shaq koma aftur. Ég veit að Shaq kemur fyrr, held ég. Malone var ekki settur á Injured list að ástæðulausu, first time in his career by the way. Talið er að Malone komi um mið Janúar, en með Shaq er ekki víst. Nú sjá menn greinilega hvað varamenn skipta miklu og breidd liðs."
        },
        {
            "user": "Sporti",
            "user_id": "26071",
            "date": "2004-01-07 15:22:28",
            "id": "1443595",
            "reply_to_id": "1443594",
            "text": "Það skiptir ekki máli hvort að Malone eða Shaq miss af einhverjum 10-15 leikjum á tímabilinu.\nÞað skiptir máli að hafa þá heila í úrslittakeppnini.\nog í ár er Shaq,Kobe, Malone og payton að spila mun færi mín heldur en þeir hafa verið vannir að gera. Þetta er gert svo að þeir verða ekki dauðþreyttir í úrslittakeppninni(eins og í fyrra)"
        },
        {
            "user": "hemmi1",
            "user_id": "36036",
            "date": "2004-01-07 15:35:48",
            "id": "1443596",
            "reply_to_id": "1443595",
            "text": "Hlutirnir eru í augnablikinu að ganga upp fyrir Sacramentoaðdáanda, það er greinilega ekki hvaða lið sem er sem má við því að missa lykilmenn ;)"
        },
        {
            "user": "Beerbelly",
            "user_id": "18028",
            "date": "2004-01-07 13:42:41",
            "id": "1443597",
            "reply_to_id": "1443591",
            "text": "Ég var búinn að segja þetta fyrr í vetur að Lakers mundi lenda í vandræðum ef einhver af þessum fjórum mundi meiðast! Tapa 3 í röð."
        },
        {
            "user": "HypnoToad",
            "user_id": "28901",
            "date": "2004-01-07 16:18:09",
            "id": "1443598",
            "reply_to_id": "1443597",
            "text": "Það væri slæmt fyror hvaða lið sem er að missa 2 sterka leikmenn. Malone er kannski mjög gamall, en hann hefur verið að skila sínu og verið að taka rúmlega 10 fráköst að meðaltali í leik. Það þarf ekki að fara frekari irðum um Shaq, það vita allir hvað hann er mikilvægur liðinu. Það væri nóg fyrir t.d. Minnesota að missa Garnett til að allt færi í vaskinn. Það væri nóg fyrir San Antonio að missa Duncan, o.s.frv. Það eru alltaf, eða allavega í flestum tilvikum, lykilmenn í hverju liði og að sjálfsögðu verður árangurinn ekki góður ef þá vantar."
        },
        {
            "user": "dazidiot",
            "user_id": "23887",
            "date": "2004-01-07 15:07:30",
            "id": "1443599",
            "reply_to_id": "1443591",
            "text": "Sá fyrir nokkrum dögum vinninghlutfalið áður og eftir að Malone meiddist.Það er bara algör viðsnúningur. En vonadi að gamli kallin fá sinn fyrsta hring. Hann á hann alavega skilið."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-01-07 15:14:20",
            "id": "1443600",
            "reply_to_id": "1443591",
            "text": "Spurs eru að taka þetta og vinna þetta örrugt.\nTrue."
        },
        {
            "user": "TheCure",
            "user_id": "12107",
            "date": "2004-01-07 16:05:37",
            "id": "1443601",
            "reply_to_id": "1443591",
            "text": "tími Sacramento er kominn. Núna eru þeir efstir í deildinni, 2,5 leikjum á undan næsta liði (Lakers). Þeir taka þetta í ár, vonandi verður Webber kominn aftur í úrslitakeppnina…\nÁfram Sacramento!"
        },
        {
            "user": "trommumagi",
            "user_id": "43470",
            "date": "2004-01-07 16:23:17",
            "id": "1443602",
            "reply_to_id": "1443601",
            "text": "Þið eruð öll blindar skötur, tími Orlando  Magic er greinilega kominn…eða ekki.\nEn í alvöru talað þá er ég nokkuð viss um að Lakers taka þetta. Þeir munu kannski ekki vera með besta vinningshlutfallið fyrir Playoffs en samt munu þeir vinna úrslitin, aðallega á reynslunni. Kobe og Shaq með þrjá meistarahringa og Malone og Payton með ógrynni leikja spilaða. Ætli þeir keppi ekki á móti Kings, þ.e.a.s. ef Webber kemst vel úr meiðslunum."
        },
        {
            "user": "wbdaz",
            "user_id": "6083",
            "date": "2004-01-07 17:33:57",
            "id": "1443603",
            "reply_to_id": "1443602",
            "text": "Ég ætla rétt að vona að Úrslitin verði ekki Lakers -Kings!\nOg það er að koma í ljós sem ég skrifaði hérna um dagin, Malone er gríðarlega mikilvægur fyrir Lakers. En því miður þá er minn spádómur um að þetta lið ætti eftir að slá sigurleikjamet Chigago augljóslega algert bull."
        },
        {
            "user": "trommumagi",
            "user_id": "43470",
            "date": "2004-01-08 14:02:29",
            "id": "1443604",
            "reply_to_id": "1443603",
            "text": "Já, smá mistök hjá mér.\nÉg meinti að Lakers og Kings myndu líklegast spila í úrslitum vesturdeildarinnar. Auðvitað geta þau ekki spilað í úrslitunum…"
        },
        {
            "user": "siggiinn",
            "user_id": "39840",
            "date": "2004-01-07 16:59:52",
            "id": "1443592",
            "reply_to_id": "1443591",
            "text": "ÆI Lakers eru sammt bestir =)"
        },
        {
            "user": "jois",
            "user_id": "7833",
            "date": "2004-01-07 19:20:40",
            "id": "1443605",
            "reply_to_id": "1443591",
            "text": "Ef Lakers verður ekki fyrir ofan Spurs, og verða þá ekki með heimaleikjarétt, þá ná þeir ekki að slá Spurs út.\nSacramento eru alveg hrikalegir sterkir og spurning hvort þeir hafi nokkuð að gera við Webber þegar hann kemur aftur. Ef þeir verða áfram númer 1 í Vestrinu þá er aldrei að vita hvað þeir gera, þeir hafa mikla breidd og ólíkt Spurs og Lakers þá mega þeir meira við meiðslum."
        },
        {
            "user": "tarmina",
            "user_id": "33691",
            "date": "2004-01-08 00:50:04",
            "id": "1443606",
            "reply_to_id": "1443591",
            "text": "Eg for a Timberwolves vs. Lakers leikinn i gaerkvoldi (rosa aevintyri) og eg get hreint ut sagt ad Lakers voru bara einfaldlega mjog lelegir og Wolves rustudu theim… madur sa thad alveg rosalega vel hversu vont thad er fyrir Lakers thegar Shaq er ekki ad spila….. thad var lika mjog magnad ad sja og heyra hversu mikid meira Kobe er buadur heldur en lidsmenn hans…. en thetta var allaveganna magnad og madur fer pottthett a annan… thad er bara spurningin hvort mig langi ad sja LeBron eda Iverson!!!"
        }
    ]
}