{
    "forum_title": "Flug",
    "user": "grizzly",
    "user_id": "2874",
    "date": "2001-03-07 20:55:39",
    "title": "Flugnám",
    "text": "Eftirfarandi upplýsingar eru teknar af heimasíðu Flugskóla Íslands.  Þetta eru ágætis upplýsingar fyrir þá sem langar til að læra flug.  Sjá nánar á <a href=\"\nhttp://www.flugskoli.is/\n“target\n=”blank\">www.flugskoli.is</a>\nFlugskólinn\nFlugskóli Íslands var formlega stofnaður 1. júlí 1998. Hann er stærsti og öflugasti flugskóli landsins og er m.a. í eigu íslenska ríkisins, Flugleiða, Íslandsflugs og Flugfélagsins Atlanta. Vorið 1999 yfirtók Flugskóli Íslands rekstur flugskólanna Flugtaks og Flugmenntar. Skólinn útskrifaði veturinn 1998 - 1999 um 300 nemendur af atvinnuflugmanns, blindflugs og flugstjóranámskeiðum. Skólinn hefur einnig haldið námskeið fyrir Flugleiðir, Flugfélagið Atlanta og Cargolux.\nAðsetur\nFlugskóli Íslands er staðsettur austan megin á Reykjavíkurflugvelli og býður þar bæði upp á bóklegt og verklegt nám sem gerir nemendum skólans enn betur kleift að skipuleggja nám sitt. Stutt frá Reykjavík eru margir ákjósanlegir en ólíkir flugvellir fyrir flugkennslu, t.d. Keflavíkurflugvöllur og Sandskeið.\nFlugkennarar\nHjá Flugskóla Íslands starfar fjöldi hæfra flugkennara sem allir eiga að baki mikla og góða þjálfun í flugkennslu. Þeir eru allir félagar í FÍA, Félagi íslenskra atvinnuflugmanna, og starfa sumir hverjir einnig sem flugmenn hjá flugfélögunum.\nFlugnámið\nFlugskóli Íslands kennir á öllum stigum flugnámsins, jafnt bóklegum sem verklegum, frá fyrsta flugtíma til einka- eða atvinnuflugmannsréttinda. Kennt er skv. nýrri reglugerð Flugöryggissamtaka Evrópu, JAA. Skírteini gefin út eftir reglum JAA gera handhöfum þeirra kleift að neyta réttinda sinna í hvaða aðildarlandi samtakanna sem er.\nEinkaflugmannsnámið, PPL(A)\nFlugskóli Íslands hefur endurhannað allt námsefni sem kenna á við skólann með tilliti til krafna JAA um kennslu. Allt efni skólans er á ensku til þess að nemendur séu betur búnir fyrir hinn samevrópska atvinnumarkað. Með þessu er nemandi á einkaflugsnámskeiði hjá Flugskóla Íslands líka betur undirbúinn fyrir atvinnuflugnám ef hugur hans stefnir þangað. Bóklega einkaflugmannsnámskeiðið er um 150 kennslustundir að lengd, kennt frá kl 1900 til kl 2145 á virkum dögum og stendur í um 10 vikur.\nFögin eru:\nVeðurfræði, Flugreglur, Flugeðlisfræði, Mannleg frammistaða, Almenn flugvélaþekking, Siglingarfræði, Starfshættir í flugi, Fjarskipti, Áætlanagerð og Afkastageta.\nInntökukröfur eru 16 ára lágmarksaldur. Flugskóli Íslands sér einnig um verklega kennslu og er gert ráð fyrir 45 klst. á flugvél. Neminn þarf að fljúga 20 tíma einflug (solo) og 25 tíma með flugkennara. Eftir verklega prófið fær neminn útgefið JAA einkaflugmannsskírteini.\nHvaða leið á ég að fara til að verða atvinnuflugmaður?\nHin hefðbunda leið er núna nefnd áfanganám. Í því fyrirkomulagi getur neminn keypt sér bóklega kennslu og verklega kennslu hjá Flugskóla Íslands. Í áfanganámi ræður neminn hversu hratt hann hyggst ljúka verklega náminu. Neminn byrjar á því að taka einkaflugmannspróf og getur að því loknu farið í bóklegt atvinnuflugmannsnám. Til þess að fá atvinnuflugmannsskírteinið þarf neminn einnig að standast verklegt atvinnuflugmanns- og blindflugspróf og hafa að minnsta kosti 200 flugtíma.\nBóklegt Atvinnuflugmannsnám, ATPL Theory\nNámið er yfir 1100 kennslustundir að lengd. Skóladagurinn er tvískiptur og er möguleiki að kenna þremur bekkjum fyrir hádegi frá klukkan 0810 til 1225 og öðrum þremur eftir hádegi frá 1300 til 1715. Hver bekkur fær með þessu móti sex 35 mínútna tíma á dag. Þannig tekur námið u.þ.b. eitt ár. Fögin eru þau sömu og fyrir einkaflugmannsprófið en efnistökin eru svolítið önnur og ítarlegri.\nInntökuferli í atvinnuflugmannsnám\nInntökukröfur eru:\nEinkaflugmannsskírteini\nHafa staðist stöðupróf í stærðfræði og eðlisfræði.\n1. flokks heilbrigðisvottorð í gildi\nGreiða þarf staðfestingargjald, 20.000 kr., þegar sótt er um.\nUmsóknir eru númeraðar þegar tekið er við þeim. Ef fjöldi umsókna fer yfir hámark ræður númeraröð.\nVerklegt Atvinnuflugmannsnám, CPL\nFlognir eru 15 tímar að lágmarki með kennara. Farið er í flóknari æfingar og flugleiðsögu en fyrir einkaflugmannsprófið.\nBlindflugsáritun á einshreyfilsvélar, IR/SE\nBlindflugsnáminu er þannig háttað að neminn flýgur 20 tíma í flughermi og 30 tíma í flugvél. Bóklegi hlutinn er kenndur á ATPL Theory.\nFjölhreyflaáritun, MEPL\nKenndir eru 7 bóklegir tímar og 15 tímar flognir.\nÁhafnasamstarf, MCC\nEkki er gerð krafa um MCC þjálfun fyrir nemendur sem stunda áfanganám en hins vegar er krafa um að þeir sem ætla að fá tegundaráritun á flugvél sem krefst tveggja flugmanna hafi staðist viðurkennt MCC námskeið.\nÁ námskeiði í MCC skal vera minnst 25 tíma kennsla og æfingar í bóklegum greinum og 20 tíma þjálfun í áhafnasamstarfi. Nota skal flugleiðsöguþjálfa II (FNPT II) eða flughermi. Flugskóli Íslands hefur fest kaup á B757 FNPT II, sem verður tekinn í notkun árið 2002. Þangað til mun Flugskóli Íslands kenna bóklega hlutann á Íslandi en verklega hlutann í Danmörku á King Air 200 FNPT II.\nFlugumsjónarmannsnámskeið, FOOL\nStarf flugumsjónarmanns snýst um að undirbúa flug og fylgjast með að flugið gangi eðlilega fyrir sig. Starfið getur verið mjög fjölbreytilegt. Til dæmis að skipuleggja hleðslu á flugvélinni, reikna út eldsneytisþörf eða útvega yfirflugsheimildir. Fögin sem kennd eru á námskeiðinu eru: flugáætlanagerð, afkastageta, hleðsla flugvéla, flugreglur o.fl.\nKennsla stendur yfir í um 7 vikur í dagskóla.\nInntökuskilyrði eru:\nstúdentspróf í ensku, stærðfræði og eðlisfræði og\na.m.k. eins árs almennt nám að loknu grunnskólanámi.\nFlugkennaranámskeið, FI(A)\nKennd eru helstu atriði kennslufræðinnar og hvernig þau koma heim og saman við flug. Þá er sérstaklega farið í einstaklingskennslu. Einnig eru kennd þau atriði sálfræðinnar sem lúta að kennslu. Nemendur fá í seinni hluta námsins að spreyta sig í æfingakennslu. Kennsla stendur yfir í um 10 vikur á kvöldnámskeiði.\nInntökuskilyrði eru:\nBóklegt CPL(A).\nHafa staðist fluginntökupróf hjá Flugskóla Íslands.\nHeildarfjöldi fartíma 200, þar af sem flugstjóri, PIC, 100 fartímar ef umsækjandi er með CPL(A) eða ATPL(A) eða 150 fartímar ef umsækjandi er með PPL(A).\n30 fartímar á einshreyfils flugvélum með bulluhreyfli, SEP, þar af 5 fartímar á síðustu sex mánuðum fyrir inntökuflugprófið.\n10 fartímar fengnir í blindflugskennslu.\n20 fartímar í landflugi sem flugstjóri, PIC, þar af eitt 300 sjómílna flug með tveimur stöðvunarlendingum á mismunandi flugvöllum.",
    "url": "https://www.hugi.is/flug/greinar/18744/flugnam/",
    "url_id": "18744",
    "id": "119747",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2001-03-07 21:33:28",
            "id": "119748",
            "reply_to_id": "119747",
            "text": "Takk fyrir þessar frábæru upplýsingar um flugskólan það eiga örugglega einhverjir eftir að nota þetta"
        },
        {
            "user": "gauijul",
            "user_id": "2048",
            "date": "2001-03-13 17:55:49",
            "id": "119749",
            "reply_to_id": "119747",
            "text": "Bjössi minn sko ef þetta var bara grein en ekki greinar þá veit ég ekki hvað!!! en b.t.w. er sona lítið að gera hjá þér? !!! Hehe!! :)"
        }
    ]
}