{
    "forum_title": "Deiglan",
    "user": "Screwball",
    "user_id": "10803",
    "date": "2004-01-07 00:19:20",
    "title": "Félag Bush feðga og félaga??",
    "text": "Ég heyrði mann í útvarpinu tala um einhvern svona “flokk” eða félag eða, hvað sem þeir kalla það nú, sem Bush feðgarnir og Donald Rumsfeld og fleirri “vinir” þeirra væru með. Ég iða í skinninu að fá að vita hvað þetta félag heitir og hvað heimasíðan hjá þeim er. Eru víst með sona “policy” um hvað Bandaríkin séu mikið heimsveldi og eigi að vera lögga alheimsins.\nEf einhver veit eitthvað um þetta má hann endilega svara því hérna. Takk :)",
    "url": "https://www.hugi.is/deiglan/korkar/187504/felag-bush-fedga-og-felaga/",
    "url_id": "187504",
    "id": "1443842",
    "replies": [
        {
            "user": "mayapaya",
            "user_id": "5882",
            "date": "2004-01-07 09:17:11",
            "id": "1443843",
            "reply_to_id": "1443842",
            "text": "Það eina sem ég hef lesið um eitthvað tengt þessu er neo-cons.\nNeo-cons eru þá menn sem eru staðfastir á því að Bandaríkin eru stórveldi heimsins og eigi að hafa yfirlit yfir þessu öllu.\nÍ þessari bók sem ég las var fjallað um það að þessir neo-cons voru ekki hressir með hvernig Clinton fór með mál, og þá sérstaklega í Írak. Þegar Bush komst til valda breyttust málin og var þegar farið að leggja drög að stríði þar.\nMinnir að það hafi einmitt verið talað um Donald Rumsfeld og Dick Cheney í þessu sambandi. Veit ekki um neina heimasíðu varðandi þetta en bókin The War We Could Not Stop er mjög áhugaverð. Hún var gefin út eftir að Írakstríðið hófst, fjallar um aðdraganda stríðsins, Breta, fólkið á bak við þetta og margt fleira, og var skrifuð af blaðamönnum minnir mig, frá The Guardian."
        },
        {
            "user": "Callahan",
            "user_id": "30007",
            "date": "2004-01-07 10:33:09",
            "id": "1443844",
            "reply_to_id": "1443842",
            "text": "Það eina sem mér dettur í hug er New American Century félagið sem Rumsfield, Jeb Bush, Paul Worowitz o.fl. stofnuðu og eru meðlimir. Þar eru lagðar línurnar allt frá innrás í Írak(pistill frá 1997) til frelsun Kína og að það eigi að gera Bandaríkin að alheimsveldi með herstöðvum út um allan heim o.fl.\nMinnir að vefsíðan sé hjá þeim:\nwww.newamericancentury.org"
        },
        {
            "user": "Screwball",
            "user_id": "10803",
            "date": "2004-01-07 13:13:18",
            "id": "1443845",
            "reply_to_id": "1443844",
            "text": "já ok takk.\nÞetta er örugglega það sem ég er að tala um.\náhugaverðlega heimskir gaura"
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2004-01-07 19:00:54",
            "id": "1443846",
            "reply_to_id": "1443845",
            "text": "Ertu viss um að þeir séu heimskir?\nÞeir gætu líka dæmt þig heimskan að þeirra áliti.\nErtu bara ekki sjálfur heimskur?\nHvorki þú né þeir geta dæmt hvorn annan sem heimskan, á þeim forsendum einum. að þið eruð ekki sammála.\n<br><br>All is well as ends Better.   The Gaffer."
        },
        {
            "user": "apj",
            "user_id": "12570",
            "date": "2004-01-07 19:39:28",
            "id": "1443847",
            "reply_to_id": "1443846",
            "text": "mikið rétt, annað er hroki…<br><br>\n————————————————\nMótóið mitt er:\nEkki taka lífið of alvarlega, því þú kemst hvort eð er ekkert lifandi frá því.\nVandamálið er bara að það er helvíti erfitt að fara eftir því ;)\n<b>Paul Auster úr The Locked room skrifaði:</b><br><hr><i>Þegar allt kemur til alls er lífið ekki annað en summa óvæntra atvika, röð tilviljunakenndra tenginga, heppni, handahófskenndir viðburðir sem opinbera ekki annað en tilgagnsleysi sitt </i><br><h"
        },
        {
            "user": "Screwball",
            "user_id": "10803",
            "date": "2004-01-07 22:19:47",
            "id": "1443848",
            "reply_to_id": "1443846",
            "text": "Ertu semsagt að segja að þetta séu gáfuleg stefna?\nJah, ef þér finnst það, aumingja þú.\nOg mér sýnist að þetta sé komið svolítið út fyrir það að vera sammála eða ósammála."
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2004-01-07 22:56:55",
            "id": "1443849",
            "reply_to_id": "1443848",
            "text": "Ég sagði aldrei að þetta væri gáfuleg stefna.\nNé sagði ég heldur að álit þitt væri gáfulegt.\nÞú dæmir þessa menn heimska.\nAf hverju?\nVegna þess að þeir fylgja EKKI þeirri stefnu sem þú vilt að þeir fylgi.\nÞú ert ósammála þeim og þeirra stefnu.\nEn það gerir þá <b>ekki</b> heimska.\nHeldur <b>ekki</b> þig, að vera ósammála þeim.\nHvað veist þú(í dag) um hvort þeirra stefna sé raunsærri, ef til lengri tíma sé litið, eða hvort þín stefna verði ofaná?\nSvar: Ekkert!\nÞví enginn sér hvað framtíðin ber í skauti sér.\n<br><br>All is well as ends Better.   The Gaffer."
        },
        {
            "user": "RedButt",
            "user_id": "8222",
            "date": "2004-01-08 00:25:45",
            "id": "1443850",
            "reply_to_id": "1443849",
            "text": "Auðvitað hafa allir hugmyndir um hvað gerist í framtíðinni, því annars mundi enginn gera neitt. Við vitum það kannski ekki 100% en við höfum okkar hugmyndir um það… nema þá kannski þú. Við getum allveg dæmt aðra sem heimska því að okkar framtíðarsýn sýnir þeirra markmið/skoðanir vera “heimskuleg” því að þau séu ekki að gera okkur neitt gott heldur vont.\nSegjum sem svo að það sé brjáluð umferð á Miklubraut og þú og ókunnugur maður séuð við götuna. Maðurinn hleypur alltíeinu útá götuna og rífur þig með sér þrátt fyrir alla umferðina og þið verðið fyrir bíl. Mundir þú ekki segja hann heimskan fyrir að hafa gert þetta? Eða var þetta ágætis hugmynd því að hann hafði, jú, enga hugmynd um hvað mundi gerast.<br><br><b>Kveðja,</b>\n<b>Höddi</"
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2004-01-10 11:45:36",
            "id": "1443851",
            "reply_to_id": "1443850",
            "text": "Á sömu forsendum og áður hefur komið fram.\nEr þá meirihluti íslensku þjóðarinnar heimskur?\nVegna þess að það kaus ekki Davíð Oddson?\nÉg sneri þessu dæmi við til að reyna að sýna fram á hversu fáránlegt það er að dæma þá sem eru ósammála greinarhöfundi, sem heimska.\n<br><br>All is well as ends Better.   The Gaffer."
        },
        {
            "user": "Crusader",
            "user_id": "3492",
            "date": "2004-01-08 12:33:14",
            "id": "1443852",
            "reply_to_id": "1443842",
            "text": "Ég er búinn að lesa nokkra pistla af þessari vefsíðu og ég verð að segja að lægra getur kaninn ekki lagst.\nÞeir tala um hvað allt væri miklu betra ef BNA réði heiminum og að hervald sé lausn alls vanda. Þeir útmála evrópu sem einhverja hálvita og veimiltítur sem leita eftir friðsamlegum lausnum í stað þess að sprengja borgir til grunna.\nÞessi heimsvaldastefna sem þeir virðast halda uppi er fáránleg, hafa menn ekkert lært af mannkynsögunni, ég held að Evrópubúar séu einfaldlega skynsamari eftir tvær heimstyrjaldir á einni öld. Þó að kaninn hafi tekið þátt í þeim þá vita þeir ekkert um það hvernig það er að berjast á sínu heimalandi, og mótmæla með því að nefna frelsisstríðið er að mínu mati vond rök þar sem það er óralangt síðan og var ekki eins stórt og blóðugt og heimstyrjaldirnar.\nÉg er þó þeirrar skoðunnar að heimsbyggðin eigi að sameinast undir eitt en þessi leið sem þessir fáráðir stinga uppá er vitfirrt!\nVirðingarfyllst virðið mínar skoðanir/fávisku.<br><br>BF1942: Torquemada\n<a href=\"\nhttp://www.simnet.is/fantar\n\">Fantar</a"
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2004-01-11 12:24:25",
            "id": "1443853",
            "reply_to_id": "1443852",
            "text": "Ég <b>hélt</b> líka að Evrópubúar hefðu eitthvað lært eftir 2 Heimsstyrjaldir á einni öld.\nEn svo kom Balkanskaginn(upp úr 1990) og sýndi að mannvonskan, sadisminn og fleiri slæmar kenndir eru enn við líði hér í Evrópu.<br><br>All is well as ends Better.   The Gaffer."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-01-23 12:18:03",
            "id": "1443854",
            "reply_to_id": "1443853",
            "text": "Bush er fífl og bandaríkjamenn eru feitir hamborgara rassar sem ætti að banna. Bush á aftökumetið sem ríkisstjóri ( man ekki hvort það var California eða Texas ). Það er bara fávita þjóp sem kís svona illmenni sem forseta. Bara á því að lesa fréttir frá bandaríkjonum gerir mann pirraðan yfir þessari heimsku. Ég vil að Bush fari sjálfur til Mars og veri þar.<br><br>We must end war or war will end us (H.G. Wales).\nRokk er betra en þarflaus ræða"
        }
    ]
}