{
    "forum_title": "Rómantík",
    "user": "blindgata",
    "user_id": "22920",
    "date": "2004-01-11 15:54:42",
    "title": "Ástin og lífið",
    "text": "Var að hugsa um daginn og veginn, datt í hug að skrifa litla hugleiðingu. Hversu mikið af manni sem einstaklingi er í raun og veru, hreint og beint maður sjálfur? Sumir myndu hlæja að þessari spurningu, setja upp hrokasvip og segja að hver væri sinnar gæfu smiður og frjáls í eigin athöfnum. Mér finnst það hæpið þar sem ég lýt alltaf á sjálfan mig sem togstreitu milli mín og samfélagsins. Félagsfræðingurinn David Reismann orðar þetta ágætlega þegar hann segir að samfélagið ali af sér einstaklinga sem eru því þóknanlegir. Finnst pínulítið eins og ég sé innrammaður í þessa hugmynd\nSamfélagið með alla sína kosti og galla er ófært um að vinna gegn mannlegum þörfum. Mannlegar þarfir eru margar og misjafnar en ber þó helst að nefna ást og þörfina til að afla sér fæðu og skjóls, þar að segja öryggis. Ógæfufólk á þessum sviðum brýtur oft gegn samfélaginu með glæpum og öðru eins. Aðrir sjá í gegnum samfélagið og benda á ókosti þess, eru þeir stundum taldir geðveikir eða vanþakklátir, Björn Bjarnasson myndi kalla þá kommúnista.\nHvað sem öðru lýður þá hef ég komist að þeirri niðurstöðu um sjálfan mig að ég þurfi einhversskonar viðurkenningu fyrir það sem ég er. Hvað finnst fólki um mig og hvernig öðlast ég viðurkenningu? Í leit að viðurkenningu kemur aftur upp þetta vandamál um hvora leiðina sé best að fara, samfélagsleiðina eða sína eigin leið. Hingað til hef ég alltaf farið mína eigin leið og verið elskaður fyrir vikið, jafnvel öfundaður. Þessi öfund kemur oftast frá fólki sem að mínu mati fer ekki sínar eigin leiðir og það sem böggar egóið mitt með það er að ég öfunda í raun og veru þetta sama fólk. Er til einhver millivegur? Nei, millivegir eru alltaf hálf ömurlegir, þá þarf maður að kyngja stolti örðu hverju og það vill maður helst ekki gera. Hef í raun og veru ekki hugmynd um hvað ég á gera, ég lifi lífi mínu útfrá einhverri goðsögn sem ég hef byggt upp í kringum sjálfan mig og ég er ekkert brjálæðislega stolltur af henni. Er í raun og veru örlítið þreyttur á þessu öllu saman svona 85% af deginum.\nKannski finnur maður svarið í ástinni. Það eru unaðsleg augnablik þegar einhver tekur sig til og brosir til manns. Það eru augnablikin sem gefa þessu öllu gildi, orðlaus staðfesting um einhversskonar aðdáun. Tala nú ekki um gott kynlíf. Ef einhver hefur lesið útópískar og dystópískar skáldsögur þá hefur hann væntanlega komist að því að öll samfélög, góð eða slæm geta aldrei unnið gegn þörf mannsins að elska. Samfélagið getur reynt og snúið ást uppí pervertisma eða sett furðulegar leikregglur en það getur aldrei almennilega fylgst með og fordæmt þessa helgustu sermóníu sem okkur hefur verið gefin til að tjá okkur og fullkomna.",
    "url": "https://www.hugi.is/romantik/greinar/188134/astin-og-lifid/",
    "url_id": "188134",
    "id": "1449173",
    "replies": [
        {
            "user": "Sorcerer1",
            "user_id": "16535",
            "date": "2004-01-11 22:48:19",
            "id": "1449174",
            "reply_to_id": "1449173",
            "text": "vá, best grein sem að ég hef séð á huga í langan langan tíma"
        },
        {
            "user": "Hlynzi",
            "user_id": "21838",
            "date": "2004-01-11 23:01:18",
            "id": "1449175",
            "reply_to_id": "1449173",
            "text": "Þetta er flott grein. Og áhugaverðar pælingar. Því miður virðist ekki sumir greinahöfundar stíga of mikið í vitið. En já.\nVið erum mótuð af okkar eigin samfélagi, ölumst upp með sömu siði. Og sjaldan sem við förum aðrar leiðir en okkur eru gefnar. Og þá er maður annaðhvort hataður eða dáður. Það sem menn sækja í að vera eins er ótrlega margt, það eru svo margir eins nú til dags.\nÍ ástinni finnur maður frið og ró á öllu, gleymir öllu meðan maður er með elskunni sinni. Það þykir mér óttalega notalegt að hugsa um ekkert annað en stelpuna."
        },
        {
            "user": "Andyandlou",
            "user_id": "1783",
            "date": "2004-01-11 23:12:28",
            "id": "1449176",
            "reply_to_id": "1449173",
            "text": "Ég segi nú bara eins og 7of9 sagði í Star trek. Ástin er tól til að auðvelda fjölgun tegunda."
        },
        {
            "user": "Mcwith",
            "user_id": "30857",
            "date": "2004-01-11 23:51:58",
            "id": "1449177",
            "reply_to_id": "1449173",
            "text": "Góð spurning, en ég held að það sé ekki til neitt rétt svar við henni, held að það sé samt mjög einstaklingsbundið, því við erum aldrei fullkomlega frjáls, við lifum í stöðugum ótta, ekki kannski ótta við hryðjuverka árásir eða þvíumlíkt, heldur ótta við fólkið í kringum okkur, hvað finnst því um okkur, hvað þurfum  við að gera til að öðlast viðurkenningu?\nMargir takast á við þetta með því að lifa fyrir utan normið, vera öðruvísi, en er það kannski meira inní norminu en nokkuð annað.\nsama hvað hver segir þá er ein af grunnþörfum okkar sem lifum meðal manna að vera viðurkennd, annað hvort sem hluti af hópnum, sem venjulegur einstaklingur eða sem uppreisnarmaður, það eru ekki rök gegn því, þetta er bara svona.\nþað eru svosem til dæmi um fólk sem hefur ná að brjóta vítahringinn, dæmi um einsetumenn sem hafa ekki þörf fyrir neitt annað en sjálfa sig, sem eru kannski búnir að fá sig sadda af kröfum samfélagsins, en eru þeir kannski bara undantekningin sem sannar regluna?\nást, hvað er það, og afhverju þörfnumst við hennar, er ástin lausn á vandamáli eða rót allra okkar vandamála?  er það ástinni að kenna að við lifum einsog við lifum, er þessi grunnþörf mannsins orðin að hræðilegri þráhyggju, þörf sem aldrei allir ná að uppfylla?\nþetta leiðir af sér spurningar sem er varla hægt að svara, um frelsi, um ótta, um ást.\nástin er og verður alltaf yndisleg, hún fyllir líf margra, og gefur því jafnvel tilgang, en efað við hefðum aldrei þekkt ást, hvernig væri þá komið fyrir okkur í dag?\nGóð grein, góðar vangaveltur.\nMcwith"
        },
        {
            "user": "1Xtra",
            "user_id": "25810",
            "date": "2004-01-12 00:55:49",
            "id": "1449178",
            "reply_to_id": "1449173",
            "text": "Heh, ást… Ekki til.\nÞað held ég að minnsta kosti."
        },
        {
            "user": "Jessalyn",
            "user_id": "17818",
            "date": "2004-01-12 01:22:12",
            "id": "1449179",
            "reply_to_id": "1449173",
            "text": "Flott grein! ;)\nGóð pæling hjá þér..nokkuð til í þessu."
        },
        {
            "user": "Scorpio21",
            "user_id": "7299",
            "date": "2004-01-12 19:48:14",
            "id": "1449180",
            "reply_to_id": "1449173",
            "text": "Það er bara ekkert í þessar grein sem að tengist rómantík á nokkurn hátt finnst mér nema eithver tilraun þín í endan að gera hana að því.\nÞetta á heima á heimspeki eða eithvað"
        },
        {
            "user": "yra",
            "user_id": "29793",
            "date": "2004-01-15 13:00:36",
            "id": "1449181",
            "reply_to_id": "1449173",
            "text": "mikið ofsalega er ég sammála því þegar þú segir; það eru unaðsleg augnablik þegar einhvcer tekur sig til og brosir til manns.\nég er svo hjartanlega sammála þessu, og þá er ég sko að tala um fólk sem þú kannski þekkir ekkert endilega. Mér finnst að fólk ætti að gera meira af því að brosa. Ég þoli ekki fólk sem horfir á mann eins og það sé yfir mann hafið, hvað er að?\nÞað kostar ekkert að brosa, tökum okkur til og gerum meira af því. Lífið er yndislegt! :)"
        }
    ]
}