{
    "forum_title": "Deiglan",
    "user": "hobbits",
    "user_id": "47813",
    "date": "2004-01-12 21:10:20",
    "title": "Hvað er feminismi?",
    "text": "Ég hef verið að velta fyrir mér hvað feminismi sé.\nFyrir mér er feminismi að konur verði jafnar körlum. Þ.e. ekki jafnréttistefnan allir jafnir öllum heldur Kvenkynið verði jafnt Karlkyni, margir segja að konur og karlar séu jöfn en ef maður veltir þessu fyrir sér, sér maður að svo er ekki.\nÞað er allt kynjabundið, bara mismikið, íþróttir, tónlist, heimilisstörf… Manneskjan fæðist í heiminn og þegar sú manneskja liggur í vögguni er þegar búið að ákveða hvert hlutverk hennar er í lífinu. Ef manneskjan er kk er gert ráð fyrir að hann fari í fótbolta, handbolta, körfubolta jafnvel box, hlusti á rokk, láti mömmu sína þrífa herbergið sitt meðan hann sjálfur sé í playstation og fleira í þessum dúr. Ef manneskja er afur á móti  kvk er gert ráð fyrir að sú sama verði hlíðin, sýni heimanáminu áhuga og stundi skólan vel, hlusti á popp, fari í fimleika/ballett. Ef stelpa er…ja… strákaleg þ.e. hlusti á rokk, klæði sig eins og hún vill, hafi sýnar skoðanir, jafnvel ögri öðrum með hegðun sinni og stíl hvernig lítur almenningur þá á hana; ( aðra stelpur hvort sem þær fylgja forminu eða ekki, strákar) Er hún sniðgengin, strítt, kölluð feministi eða rauðsokka, fyrirlitin, álitin lessa, eða hvað?\nstrákar aftur á móti sem hlusta á popp og fylgja þeirri stefnu eru oft kallaðir FM-hnakkar eða chokkó..ha… hvað er það???\nÉg segi samt ekki að það séu ekki til margir srákar sem hlusta á popp og margar stelpur sem hlusta á rokk, en rokk er samt alltaf álitin strákatónlist og popp sem stelputónlist, hver segir að þetta sé það eina rétta? Afhverju að setja þessa stuðla?\ner ekki hægt að líta fram hjá því af hvaða kyni maður er, og hlusta/ tala um það sem manni langar að tala um við þann sem manni langar að tala við ( svo lengi sem manneskjan langi að tala við) það er svo oft að tek dæmi;\n-fullorðnir verði steinhissa á að unglingar hafi áhuga á stjórnmálum.\n- strákar verða dolfallnir þegar stelpa finnst gaman að hlusta á rokk og eitthverju sem þeir töldu að bara strákar höfðu áhuga á.\nværi tilí að vita hvað ykkur finnst feminismi vera???\n( dæmin hér að ofan eru svolítið öfgafull en samt típisk)\nkv.Hobbitinn",
    "url": "https://www.hugi.is/deiglan/greinar/188318/hvad-er-feminismi/",
    "url_id": "188318",
    "id": "1450548",
    "replies": [
        {
            "user": "Moli",
            "user_id": "1779",
            "date": "2004-01-13 03:24:08",
            "id": "1450549",
            "reply_to_id": "1450548",
            "text": "Fyrst af öllu, þá langar mig að vita hverju þú ert að koma á framfæri með þessari grein..\nAð rauðsokkur hlusti á rokk?\nNú skulum við líta á það sem þú segir.\nÞú segir að allir fæðist í ákveðið kynjahlutverk. Það er nú svosem satt og rétt, strákum er gefið bíla og stelpum dúkkur.\nÞegar maður lítur framhjá því, þá er munurinn jafnt sem enginn, ef að persónan sjálf fær að skína.\nAuðvitað er hægt að móta persónuleika barna sinna með ákveðinni kúgun, en ertu að segja að allar stelpur séu beygðar og brotnar í eitthvað ofurkvenlegt form í æsku, á meðan strákar spila playstation og láta mömmu sína taka til fyrir sig?\nÞað er kjaftæði!\nEf að stelpa hefur ákveðnar skoðanir og flaggar þeim, álítur samfélagið hana bara rauðsokku og lesbíu?\nNei.\nEn hvað ef að stelpan ákveður að nú sé tími til að fleygja kvartbuxunum í ruslið og fara í gallabuxur? Er hún þá sniðgengin og niðurlægð?\nKannski í grunnskóla.. En þegar þroskinn kemur á ákveðið stig, þá myndi ég halda að fólki væri sama þósvo hún væri í gallabuxum.\nSvo spyrðu hver setur þessa stuðla.. Að strákar hlusti á rokk og stelpur popp.\nÉg sé ekki neinn vera að setja þessa stuðla nema þú.. Allavega þekki ég ekki margar stelpur sem finnst gaman að setja Five á fóninn þegar að Pink Floyd er við hliðina.\nEn þú veist.. Kannski þekki ég bara tómar lessur.\nÉg hef aldrei orðið var við það að fullorðnu fólki finnst skrýtið að unglingi sé ekki sama hvað sé að gerast í sínu samfélagi, hinsvegar hef ég séð það ánægt yfir slíkum áhuga.\nSíðan þessi punktur hérna;\n“- strákar verða dolfallnir þegar stelpa finnst gaman að hlusta á rokk og eitthverju sem þeir töldu að bara strákar höfðu áhuga á.”\nÞetta er bara.. Rugl!\nOg ef þú veist ekki hvað feminismi er, þá mæli ég bara með því að þú flettir því upp.\nÍ þessari grein læturu eins og drengir og stúlkur séu algerir vanvitar, sem hafa nákvæmlega engin samskipti sín á milli, séu brotin niður í æsku, og alin upp í steríótýpu húsmæðra/mótorhjólatöffaraherinn.\nÞetta er ekkert svona! Opnaður augun.\nP.S\nSmá ráð.. Þú skalt ekki skrifa grein í þessum dúr fyrr en þú verður orðin/n a.m.k 18 ára, ég held að þú hafir varla næga sýn á lífið til að geta lagt fram þessar pælingar."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-01-13 16:38:24",
            "id": "1450550",
            "reply_to_id": "1450549",
            "text": "“ hvað ef að stelpan ákveður að nú sé tími til að fleygja kvartbuxunum í ruslið og fara í gallabuxur”  Hihi, farðu í Kringluna og horfðu á buxur sem stelpur eru í, flest gallabuxur, ég man ekki hvenær ég sá síðast stelpu í kvartbuxum.\nÉg veit að þetta kemur ekkert málinu við, en mér fannst þetta bara fyndið."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-01-13 17:03:35",
            "id": "1450551",
            "reply_to_id": "1450550",
            "text": "feminismi á að snúast um að afnema öll lög sem gera knoum erfiða lífið til dæmis að þær hafi ekki kosninga rétt. afnema boð og bönn í anda frjálshyggjunar.\nhinnsvegar eru beljurnar í femista félagi íslands að stuðla að boðum og bönnum til að bæta hag kvenna sem er óréttmætt. ég vildi frekar sjá þær reyna kom aá hugafars breytingu. ekki heimta boð oh bönn í anda forræðishyggju."
        },
        {
            "user": "Brynka",
            "user_id": "33914",
            "date": "2004-01-13 17:15:20",
            "id": "1450552",
            "reply_to_id": "1450549",
            "text": "Djöfull var þetta flott svar hjá þér marr! hefði ekki getað orðað þetta betur sjálf…. reyndar væri það kannski bara af því að ér 15 ára.. en mér fannst þessi grein sem “hobbits” skrifaði gegt rugl enda ekkert rökrétt í þessu sem hann sagði..\nman samt á leikskóla þar sem öllum stelpunum fannst skrýtið að ég valdi “strákalit” eða bláan. En það er nú allt annað mál..\nJæja.. en svona er þetta…^o)"
        },
        {
            "user": "qqq",
            "user_id": "39087",
            "date": "2004-01-13 04:20:21",
            "id": "1450553",
            "reply_to_id": "1450548",
            "text": "Til ad svara spurningu thinni hobbits, tha er feminismi fyrir mer thad ad trua a jafnretti kynjanna, gera ser grein fyrir ad thad er ojafnretti i samfelaginu og ad hafa vilja til ad gera eitthvad i thvi.\nOjafnrettid getur verid a bada vegu svo thad se a hreinu.\nOg viljinn til ad gera eitthvad i malunum tharf ekki ad vera ad fara i einhverjar drastiskar adgerdir heldur t.d. bara thad ad vera medvitadur/medvitud um stoduna.\nEg er og verd feministi og hef verid thad fra thvi longu adur en Pikutorfan kom ut eda Feministafelag Islands var stofnad.  Og eg aetla ekkert ad haetta ad kalla mig feminista tho ad eg se ekki sammala ollu sem FI segir og se ekki medlimur i thvi felagi.\nSvarid herna ad ofan var vodalega neikvaett i thinn gard, sem eg skil bara ekki og get alveg sagt ther ad eg var oft kollud lesbia thegar eg var unglingur af thvi ad eg hlustadi a svo “harda” tonlist (Nirvana og Radiohead og svoleidis, ekki finnst mer thad nu mjog hart).\nGaman ad sja ad ungir strakar skuli velta fyrir ser svona malum thvi thetta snertir tha lika."
        },
        {
            "user": "Axelma",
            "user_id": "4146",
            "date": "2004-01-13 05:21:55",
            "id": "1450554",
            "reply_to_id": "1450548",
            "text": "Sko…. :) Rokk er ekki strákatónlist, og tölvuleikir eru ekki eitthvað bara svona “strákasvona” :P Ég held að ég sé lifandi sönnun þess, á meðal margra annarra stúlkna. En aldrei hef ég verið kölluð femínisti, fyrirlitin eða álitin lessa. Lol :) Samt vægast sagt áhugaverðar pælingar."
        },
        {
            "user": "OBhave",
            "user_id": "3496",
            "date": "2004-01-13 08:38:49",
            "id": "1450555",
            "reply_to_id": "1450548",
            "text": "Ég hef ekkert á móti því að stelpur (og annað fólk) brjóti ósýnilegar og leiðinlegar fordómareglur. Mér finnst það bara cool og lýsa hugrekki.\nSamt þoli ég ekki femínista því þær hugsa bara um að bæta hag kvenna, en ekki endilega gera karla og konur jafna. Það má segja að þær reyni að hafa konur “jafna” körlum en ekki karla jafna konum.\nDæmi: Þær eru alltaf að gera veður úr nektardansmeyjum og myndum af fáklæddum konum, en svo sér maður auglýst á forsíðunni “16 pages of nude men!” á sama blaði og er að básúna femínistaboðskap. Auk þess vita allir að konur panta sér líka strippara.\nAnnað dæmi: Þær tala um að konur eigi að hafa jöfn kjör og jafnan rétt en samt hafa þær ekkert á móti því að siðir eins og að karlmaðurinn borgi lifi áfram."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2004-01-13 09:44:28",
            "id": "1450556",
            "reply_to_id": "1450548",
            "text": "Skemmtilegur punktur….\nÍ gamla daga á disco tímabilinu þá var meirihlutinn að hlusta á það, og þeir sem að hlustuðu á rokk voru “hommar”.\nÍ dag er þetta líklega öfugt ekki satt ?\nEnda er það bara einföld staðreynd að kyn okkar eða kynhneigð eða hvað sem er hefur ekki bein áhrif á tónlistarsmekk, þetta er bara allt þrýstingur af samfélaginu."
        },
        {
            "user": "L4m3r",
            "user_id": "6420",
            "date": "2004-01-13 10:33:08",
            "id": "1450557",
            "reply_to_id": "1450556",
            "text": "“Í gamla daga á disco tímabilinu þá var meirihlutinn að hlusta á það, og þeir sem að hlustuðu á rokk voru ”hommar“.”\nbíddu hvenar var þetta missti ég af einhverju ?"
        },
        {
            "user": "helgamf88",
            "user_id": "32626",
            "date": "2004-01-13 11:37:47",
            "id": "1450558",
            "reply_to_id": "1450548",
            "text": "Ég er ekkert endilega að svara þessari grein heldur bara að segja það sem mér finnst um feminisman:\nUpphaflega held ég að þetta hafi allt byrjað með því að ná jafnrétti en eins og staðan er í dag er ég á þeirri skoðun að konur verði ekki ánægðar fyrr en þær eru komnar stigi ofar en karlar og hvað eiga þá mennirnir að koma á stað einhverju til að ná jafnrétti ég held að við verðum aldrei ánægð það verður alltaf annað hvort konur eða karlar ósátt.\nEn ég er samt ekkert á mót feminisma ég held bara að það verði aldrei neinn ánægður fyrr en hlutirnir eru komnir út í öfgar.\nhelga"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-01-13 11:48:47",
            "id": "1450559",
            "reply_to_id": "1450548",
            "text": "Ég get ekki séð að þeir sem eru femínistar þurfi endilega að vera kvenfólk, en mér finnst margir ganga út frá því.\nÉg er karlkyns en lít engu að síður á mig sem femínista: Ég aðhyllist þá skoðun að kvenfólk eigi að jafnt körlum út frá félagslegu, pólitísku og efnahagslegu sjónarmiði.\nÍ þessari heimspeki felst ekki að stelpur eigi að stunda nákvæmlega sama athæfi og strákar eða öfugt, heldur að kynin njóti sömu tækifæra í þjóðfélaginu og mæti ekki fordómum vegna þess sem þau kjósa að taka sér fyrir hendur.\nEinstaklingar eru misgóðir í ýmsum hlutum og konur taka körlum fram í ýmsum málefnum og öfugt, án þess að nokkuð sé algilt í þessum efnum.\nSvo leyfi ég mér að mótmæla þeim rökum að fólk eigi ekki að hugsa eða skrifa um femínisma eða aðra pólitík/félagsfræði fyrr en það er orðið átján. Með fullri virðingu held ég að Moli ætti að líta í eigin barm áður en hafist er handa við að skjóta þá niður sem sýna frumkvæði og brydda uppá slíkum umræðum."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2004-01-13 12:10:34",
            "id": "1450560",
            "reply_to_id": "1450548",
            "text": "kvenfrelsisstefna = feminismi\nKvennfrelsisstefna snérist fyrst um almenna virðingu kvenna og kosningarrétt, nú hefur hún snúist að ALGJÖRU jafnrétti kvenna og karla, konur eiga að geta gert allt það sem karlar fá að gera, laun og störf.\nSvo er einsog alltaf einhverjir ofstækissinnar sem eru kallaðar ýmsum nöfnum og er það þessum heimsku kellingum að kenna að feminismi er oft notað sem neikvætt orð."
        },
        {
            "user": "Eyjan",
            "user_id": "48701",
            "date": "2004-01-13 15:03:40",
            "id": "1450561",
            "reply_to_id": "1450548",
            "text": "OBhave þú segir “Samt þoli ég ekki femínista því þær hugsa bara um að bæta hag kvenna, en ekki endilega gera karla og konur jafna. Það má segja að þær reyni að hafa konur ”jafna“ körlum en ekki karla jafna konum.”\nþetta er bara bull, þú getur ekkert alhæft svona!\nÞetta er eins og að segja að allir Þjóðverjar séu Nasistar og vilji drepa gyðinga!!\nFeministi er bara karl eða kona sem vill stuðla að jafnrétti kynjana!!\nhobbits, ég er þér alveg sammála, það fæðast allir inní sérstök kynja hlutverk, sem er mjög erfitt að losna út úr, ég hlusta á rokk, klæði mig eins og ég vil, og haga mér als ekki eins og þessi “týpíska” stelpa, Ég hef ekki tölu á því hversu oft því hefur verið slengt framan í mig að e´g sé “feministi”, reyndar oftast í djóki. En ég skil sammt ekki afhevrju það á eitthvað að vera neikvætt að vera feministi!\nÉg flokka mig sem jafnréttis sinna, en uppá síðkastið hefur mér farið að finnast að það og feministi sé bara einn og sami hluturinn!"
        },
        {
            "user": "k3rMit",
            "user_id": "8328",
            "date": "2004-01-13 15:04:43",
            "id": "1450562",
            "reply_to_id": "1450548",
            "text": "Feminisminn snérist upprunalega um frelsi og réttindi kvenna.\nNúna er þetta orðið frekar flóknara, og virðist feminismi á íslandi snúast um boð og bönn…\nkonur að reyna banna konum og körlum að gera hluti sem fer fyrir brjóstið á þeim sjálfum.\nSetja lög til að neyða fólk til að gera þetta og hitt osfv. þetta form af feminisma kalla margir feminazisma, sem mér finnst nokkuð vel til fundið.\nFeminazistar ættu að skammast sín fyrir að kalla sig feminista, því raunverulegir feministar trúa á frelsi og jafnrétti."
        },
        {
            "user": "stereo",
            "user_id": "180",
            "date": "2004-01-13 15:18:34",
            "id": "1450563",
            "reply_to_id": "1450548",
            "text": "Ég dæmi fólk ekki eftir útliti heldur eftir hegðun, enn annars finnst mér feministi vera manneskja sem heldur því fram að konur séu alltaf undir á vinnustaðnum og ætti að hækka laun þeira allra til að jafna þann mismunn"
        },
        {
            "user": "midgardur",
            "user_id": "12186",
            "date": "2004-01-13 17:54:48",
            "id": "1450564",
            "reply_to_id": "1450548",
            "text": "Ég hef tilhneigingu til að setja femínisma í samband við humanisma. Humanisminn er manngildisstefna, þ.e. að fylgjendur stefnunnar leggja áherslu á hagsmuni mannkyns á forsendum þess. Femínismi er þannig kvenngildisstefna og fylgjendur hennar bera hag kvenna fyrir brjósti á forsendum kvenna. Þetta er því mun flóknara hugtak en svo að það standi fyrir jafnrétti kynjanna, frelsun kvenna eða einhverju því um líku. Femínismi leggst ekkert af, þótt þessum markmiðum hafi verið náð. Femínismi hlýtur ávalt að vera til staðar (amk blunda) svo lengi sem það eru til konur.\nÁ sama hátt má tala um maskulínisma sem karlgildistefnu þar sem hagsmunum karla er haldið fram á forsendum karla. Á milli femínisma og maskúlínisma þarf ekki að vera neinn hagsmunaágreiningur oft er um sömu hagsmuni að ræða, stundum öðruvísi. Eiginlega eina hættan á hagsmunaárekstrum þarna á milli er þegar karlar og konur sem einstaklingar eru látin líða fyrir misvægis á milli sín sem hópur. Misvægi sem oft skýrist miklu fremur af örum þjóðfélagsbreytingum sem kynhlutverkin og kynímyndirnar ná ekki að aðlagast í tíma.\nÞað sem mér hefur helst skorta á um kynumræðuna er að hún er nánast öll á forsendum femínisma og haldið fram af konum. Umræðan er því einlit og uppfull af ranghugmyndum og dellu þegar kemur að þáttum sem snúa að maskúlínisma.\nM."
        },
        {
            "user": "LollyPolly",
            "user_id": "47547",
            "date": "2004-01-13 19:54:23",
            "id": "1450565",
            "reply_to_id": "1450548",
            "text": "Stelpur eru stundum daldið fjarlægar strákum og ég tel eina ástæðu fyrir því.\nAllavegana gerðist það við mig að ég hef alla tíð hlustað á rokk, og meirihlutinn af vinum mínum eru strákar.\nÞað var fyrir svona 3 árum að ég mátti ekki leika við strák einn dag og þá voru allar stelpurnar að segja að ég væri kærastan hans og allt það kjaftæði.\nStrákarnir gerðu hinsvegar aldrei áhuga á því og ein af ástæðunum fyrir að strákar og stelpur eru svona fjarlæg sona 9-10 ára og kanski eftir það að stelpur stríða þeim fáu stelpum sem að þora að leika við stráka."
        },
        {
            "user": "BerglindS",
            "user_id": "30311",
            "date": "2004-01-13 23:53:03",
            "id": "1450566",
            "reply_to_id": "1450565",
            "text": "Blessuð hobbits, þetta eru ágætis pælingar, mjög í anda þess námsefnis sem er t.d. sett fyrir unglinga í samfélagsfræði.\nÞar er mikið rætt um svona staðalýmindir og “kynjahlutverk”. Staðreyndin er að sama hversu ömurlegt sem það er þá eru þessar staðalýmindir alls staðar.\nÞað bara t.d. seinast í gær að ég sat á fundi með fleiri unglingum og þar var verið að ræða um hljómsveitir fyrir ball.\nÁkveðið var að hafa eina popphljómsveit og eina rokk til að koma til móts við sem flesta.\nÞá segir einn drengurinn, já mér finnst að það ætti að vera ein hljómsveit með svona alvöru tónlist, rokkband, svona strákahljómsveit.\nEf við hefðum ekki setið á miðjum fundi hefði ég helt mér yfir hann, vá ég var svo reið,\nen svona til að halda friðinn sagði ég bara kaldhæðnislega “og hvað eins svona stelpuhljómsveit!”. Drengurinn varð nú hálfaulalegur en sagði samt já.\nEitt dæmi af milljón sem ég gæti tekið um þessar staðalýmindir. Fólk, bæði stelpur og strákar (aðalega strákar) verða alltaf jafn hissa að ég, stelpa hlusti á rokk(en taka því svo voða vel). Auðvitað eru þetta ekki allir og sem betur fer. En þetta er bara ætlað að sýna að enn er langt í land að þessar helstu staðalýmindir og kynjahlutverk hverfi.\nkv. Berglind Sunna"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-01-14 13:14:26",
            "id": "1450567",
            "reply_to_id": "1450548",
            "text": "Ég vill byrja á því að segja ykkur soldið, tónlist er tónlist, hún sem slík hefur nákvæmlega ekkert að gera með jafnrétti eða staðalímyndir kynjana, fólk sem hlustar á eina tegund tónlistar lítur oft niður á aðra tegund og þá skiptir ekki máli hvort kynið hlustar á hana.\nÞað að strákar og stelpur séu mótuð í hlutverk í æsku er rétt, þau eru eftir allt sitthvort kynið, en að það séu neyddir staðlar upp á þau og þjóðfélagið líti niður á þau fyrir að brjóta upp “normið” er ekki rétt lengur, það er orðið í tísku að vera öðruvísi, í raun er litið niður á fólk sem fylgir stöðlum, það er kallað ósjálfstætt, tískumellur, bælt og fjölmargt annað.\nRéttur konunar til að vinna er sjálfsagður, réttur hennar til sömu launa er það líka, við erum öll sammála um það, það eru allir á íslandi á móti mannsali, öll viljum við að okkur sé leyft að lifa okkar lífi eins og við viljum.\nHvers vegna þarf alltaf að rífast um einhvern smáskít sem skiptir ekki máli, einhver nefndi nektarstaði, af hverju má kona ekki fara úr fötunum fyrir pening? hvers vegna eru svona margir hræddir við þetta? þetta er löglegt, það eru engar konur sem vinna við þetta hér á landi neyddar til þess, maður heyrir aldrei neinn segja nokkuð um konur sem horfa á karlstrippara, af hverju er þetta svona mikið hitamál að konur verði að vera á einhvern ákveðinn hátt til að vera jafnar okkur körlum?\nVið ykkur sem kvartið mest hef ég þetta að segja, tala minna, gera meira. fólk er á þeim stað í lífinu sem það leyfir sér að vera, það er ekki körlum að kenna að konur í dag eru ekki þar sem að þær vilja vera, sannleikurinn er sá að ef þú leyfir fólki að valta yfir þig þá mun það valta yfir þig.\nGóðar stundir\nGyzmo"
        },
        {
            "user": "JolaMetal",
            "user_id": "2606",
            "date": "2004-01-15 03:48:08",
            "id": "1450568",
            "reply_to_id": "1450548",
            "text": "„Að vera kona er að ganga í of litlum skóm. Að vera femínisti er að skilja ástæðuna fyrir því og fræða aðra um að það eru ekki fæturnir sem eru of stórir heldur skórnir sem eru of litlir.“"
        },
        {
            "user": "zillus",
            "user_id": "30611",
            "date": "2004-01-17 09:38:13",
            "id": "1450569",
            "reply_to_id": "1450568",
            "text": "Að vera femmenisti er að vera í minnihluta þrýstihópi sem vill að ríkisvaldið neiði jafnrétti upp á samfélagið með t.d. jákvæðu misrétti."
        }
    ]
}