{
    "forum_title": "Smásögur",
    "user": "Cilitra",
    "user_id": "18822",
    "date": "2004-01-12 17:33:36",
    "title": "ósýnileg",
    "text": "Þetta er mín fyrsta virkilega smásaga sem ég er ánægð með og ef til vill munég lagfæra hana…enn það mun koma með tíð og tíma\n~~~~~~~~~~~~\nMorgunmyrkrið hékk yfir húsþökunum, óviljust til að hörfa. Svefndrukkið fólkið í morgunverkunum og á leið til vinnu meðan aðrir kúrðu sig þétter í sængina og flúði í heim draumanna. Sólin barðist og sigurvisss hélt baráttan áfram uns örlítið brot geisla hennar slapp gegnum myrkravegginn. Annar dagur var hafinn.\nGeislar hennar sleiktu yfirborð heimsins, og að tötralegu húsi þar sem fjölskylda var að hefja daginn. Augun opnuðust og dökkt sítt hárið flæddi yfir koddann og rúmið. Klukkan var orðin of margt og hún var orðin sein. Hún vissi að þetta var ekki í fyrsta sinn, og fjölskyldan sem einu sinni vakið hana dag hvern, vakti hana ekki lengur.\nEftir að hafa komið sér í fötin , greip hún töskuna sína og hélt af stað í átt að fangelsinu sem skyldaði hana daglega að snúa aftur.\nHún fór alltaf sömuleiðina eftir stígnum milli húsanna. Og alltaf framhjá húsinu með dökka málningaslitnu þakinu og garðinum sem hafði verið óhirtur í fleirri ár.\nEnginn hreyfing sást innan hússins og því gekk hún áfram.  Enn eftir að hún hélt áfram og bak hennar snéri að húsinu hreyfðust gardínurnar og þreyttu augu horfðu á eftir henni.\nBergmálið af skrefum hennar kastaðist af veggjunum uns hún stöðvaði fyrir utan áætlunarstaðin þar sem pyntingarnar hófust hvern dag. Stofa 1134.\nhún safnaði í sig hugrekki og greip í stálhúnin og snéri.  Enginn leit við þessari truflun og hélt kennarinn áfram án þess að hika.\nHún læddist inn og út í hornið þar sem borðið hennar beið. Harðstjórinn hélt áfram að fylla huga þeirra að hlutum sem yfirmennirnir vildu að þau vissu. Óþarfa upplýsingar myndi ekki koma heilalausum þrælum að notum. Tíminn skreið áfram og þrátt fyrir það var ekki einu sinni litið við henni. Eftir nokkra tíma þegar líkast til væri að margir dagar höfðu liðið hringdi bjallann og einum degi af þjáningum var lokið í bili. Hún leit upp og gekk frá í rifnu töskuna sína sem brátt færi að detta í sundur enn máð nafnið “Katrina W” var enn skýrt og greinilegt. Hún sá stelpu sem fyllti huga hennar af tættum minningum sem sumar voru best gleymdar. Hún reyndi að segja eitthvað enn það var líkt og tunga hennar væri úr stáli og ekkert orð kom út. Hún teygði sig í átt til hennar enn stelpan snéri sér við og gekk í átt hóp skríkjandi og flissandi unglingstelpna sem voru að upplifa gelgjuna á hæsta stigi. Dagurinn var líkt og hver annar, og  himinninn hló jafnvel að henni.\nÁ leiðinni heim  var rigninginn við völd og sömu leið hélt hún heim. Eftir stígnum og aftur fram hjá húsi kerlingarinnar. Hún leit upp og sá að andlit horfði til hennar. Grátt sítt hár bundið í fléttu og hrukkótt húðin sem draumkennd augu sem virtust lifa í sínum eiginn heimi og enginn áhrif frá hinum lifandi heimi gat haft áhrif á. Konan benti henni að koma til sín og hugsuninn um ekkert sem beið hennar heima við fékk hana til að kíkja. Forvitninn um að einhver leit við henni og hunsaði hana ekki var ótrúleg. Konan opnaði hurðina og hleypti henni inn. Kerlinginn gekk inn og stelpan fleygði niður töskunni og gekk inn. Allt var í gamaldags tón og gamlar myndir með svarthvítu fólki fyllti allar hillur og borð. Gamalt efnið á sófunum var slitið og þurfti lagfæringu með að fara út á hauga. Kerlinginn benti henni á að setjast í sófann og hún fór sjálf að ná í kökur úr eldhúsinu. Kerlinginn sast svo á móti brosandi líkt og heimurinn væri yndislegur. Stelpan skyldi ekki hvað konan vildi og þögninn húmdi yfir herberginu. Kerlingin bauð henni köku og sagði henni að hafa engar áhyggjur. Stúlkan horfði undrandi á hana og fraus. Kerlingin hélt áfram og sagði að halda áfram og hætta að hugsa um það liðna, það aðeins tefði hana og hún héldi ekki áfram.\nStúlkan skildi ekki konuna og vegna ótta hoppaði hún eins og hrætt dádýr út úr húsinu þar sem snjórinn vafði sig yfir allt líkt og dýnsæng.  Gamla konan horfði eftir henni með draumkenndan svip og slóðin sem yfirleitt kemur eftir mann ef maður gengur í snó var enginn.\nStelpan vissi ekki hvað það var sem kerlingin hafði sagt enn það hafði áhrif á hana. Hún skildi ekki hvað enn hún horfði ekki bak við sig á slóðina í snjónum sem kom ekki og á lóðina tómu þar sem taskan hennar hýmdi og snjórinn byrjaði að hylja.\nHún hljóp uns hún koma að kirkjugarðinum. Hugsanirnar um líf hennar og minningar þutu hjá.  Hún skyldi ekki hver þessi kona var, enn samt var eins og hún opnaði flógátt sem hafði verið lokuð í langan tíma. Hún gekk ,líkt og undir stjórn annars, að reitnum þar sem sumir fjölskyldu aðilar hennar voru grafnir. Hún sá stein afa og ömmu sinnar, gamallar frænku og loks….\nGrafsteinninn var bók með tveimur dúfum horfandi niður í hana. Snjórinn huldi steininn og forvitninn um þennan nýlega stein fékk hana til að dusta snjóinn af.\nþegar hún las orðin virstust þau ekki skiljast og vera á öðru tungumáli, enn orðin voru skýr:\nKatrina Wilhelms\n1984- 1998",
    "url": "https://www.hugi.is/smasogur/greinar/188312/osynileg/",
    "url_id": "188312",
    "id": "1450466",
    "replies": [
        {
            "user": "Ljomalindin",
            "user_id": "15558",
            "date": "2004-01-14 14:27:30",
            "id": "1450467",
            "reply_to_id": "1450466",
            "text": "já, ég er alveg sammála þér, ég er líka ánægð með þessa sögu :)"
        },
        {
            "user": "sillymoo",
            "user_id": "41079",
            "date": "2004-01-14 20:43:56",
            "id": "1450468",
            "reply_to_id": "1450466",
            "text": "Frábær saga, Cilitra. :) frábær."
        },
        {
            "user": "morgan",
            "user_id": "33023",
            "date": "2004-01-15 19:25:58",
            "id": "1450469",
            "reply_to_id": "1450466",
            "text": "góð saga svolítið fyrirsjáanleg í endann og vantar svolítið uppá stafsetninguna en vel gert af byrjenda.\nkv.morgan"
        }
    ]
}