{
    "forum_title": "Half-Life",
    "user": "PrettyBoy",
    "user_id": "7268",
    "date": "2004-01-12 06:51:43",
    "title": "Hugmynd",
    "text": "Ég fékk smá hugdettu…\nHefur fólk áhuga á að setja eitthvað “ráð” á stað í menningunni.\nMundi þá ganga þannig fyrir sig að allir leaderar í klönum landsins\ngætu sótt um, mundum skella upp heimasíðu og irkrás fyrir viðkomandi menn, auðvelda þannig aðgang klana sín á milli uppá að hafa samband við hvor aðra. Mundum skella inn öllum irkrásum á lista á heimasíðunni hjá þeim leaderum sem tækju þátt.\nMundum einnig fá andlit á hóp þeirra manna sem hafa hvað mest að\nsegja um breytingar og hvað þeirra klansmenn vilja fá í gegn í\ncounterstrike hér á landi, sambandi við net deildir, lön og allt\nannað sem kæmi upp á.\nHeld þetta mundi þá koma nýrri klönunum meira “inn” í hópinn og\njafnvel laga móralinn eitthvað sem er í mönnum nú til dags þar\nsem viðkomandi leaderar vilja að sínir menn séu sér ekki til skammar.\nEf fólk hefði þá eitthvað að segja um klanmembera hjá viðkomandi klani sambandi við hegðun eða slíkt væri fljótt hægt að skella því upp á forum hjá þessum hópi og fá það í lag.\nMundum þá limita aðsókn með einhverjum hætti sambandi við umsókn.\nLiðið mundi verða að hafa minnst 5 manns, að það hafi lifað\ní mánuð eða annað slíkt.\n(Væri þá jafnvel hægt að koma upp annari net deild kringum þetta)\nÞá væri einnig léttara fyrir þá sem vilja eitthvað gera fyrir menninguna að fá hjálp við slíkt frá þeim mönnum sem láta slíkt skipta sig máli.\nSé fyrir mér erfiðleika að koma þessu á stað en ef áhuginn er fyrir hendi\nætti þetta ekki að vera mikið mál…\nComments ?",
    "url": "https://www.hugi.is/hl/greinar/188336/hugmynd/",
    "url_id": "188336",
    "id": "1451074",
    "replies": [
        {
            "user": "Xorium",
            "user_id": "13259",
            "date": "2004-01-12 11:14:48",
            "id": "1451075",
            "reply_to_id": "1451074",
            "text": "Góð hugmynd, en ég efast um að þetta eigi eftir að ganga eins og smurt því það eru náttúrulega til leikmenn sem skifta hraðar um clan en nærbuxur þannig að það er spurning hvort þetta gangi."
        },
        {
            "user": "Drizzt",
            "user_id": "760",
            "date": "2004-01-12 11:15:11",
            "id": "1451076",
            "reply_to_id": "1451074",
            "text": "Þetta er góð hugmynd.\nEn í sambandi við hver skilyrðin ættu að vera.\nÞá held ég að “mánuður” sé ekki sniðugasta skilyrðið frekar bara að um sé að ræða klan sem einhverjir kannast við og hafa skrimmað/keppt við.\nVið myndum að minnsta kosti taka þátt í þessu. Sama hvernig útfærslan verður endanlega.\n*SpEaRs*Virgin"
        },
        {
            "user": "orko",
            "user_id": "13027",
            "date": "2004-01-12 11:19:05",
            "id": "1451077",
            "reply_to_id": "1451074",
            "text": "Snilldarhugmynd hjá þér félagi.\n[VON]Orko\n[.Oldies.]Orko"
        },
        {
            "user": "osh",
            "user_id": "18040",
            "date": "2004-01-12 11:41:58",
            "id": "1451078",
            "reply_to_id": "1451074",
            "text": "Þetta gæti heppnast mjög vel ef þetta verður gert. En eins og einhver spears gaur var að commenta um að kannast við.. Við í surface erum búnir að vera í 2 mánuði með sama roster alveg og scrimmum oft en samt eru fáir sem vita af tilvist okkar :o svona bara 1 scrim og svo bara gleymdir og grafnir :l"
        },
        {
            "user": "raggi66",
            "user_id": "25819",
            "date": "2004-01-12 11:53:10",
            "id": "1451079",
            "reply_to_id": "1451078",
            "text": "Svona er lífið skari ;)"
        },
        {
            "user": "PrettyBoy",
            "user_id": "7268",
            "date": "2004-01-12 11:52:08",
            "id": "1451080",
            "reply_to_id": "1451074",
            "text": "Not bad kid, fínasta hugmynd\nkv. Gormu"
        },
        {
            "user": "PrettyBoy",
            "user_id": "7268",
            "date": "2004-01-12 11:56:49",
            "id": "1451081",
            "reply_to_id": "1451080",
            "text": "já þetta er svosem ágætis hugmynd,\nHinsvegar væri ágætis pæling líka að færa sumt af þessu inn með netdeildinni sem fer að ganga í garð hérna, blanda þessu soldið undir það, held að það væri heppilegast."
        },
        {
            "user": "PrettyBoy",
            "user_id": "7268",
            "date": "2004-01-12 12:15:58",
            "id": "1451082",
            "reply_to_id": "1451081",
            "text": "Þetta verður dregið af stað ef áhugi er fyrir hendi og mun ég standa í því allavega til að byrja með einn ef þess þarf…\nAnnars er ég þegar búin að fá tilboð um að hjálpa til frá fleirri en einum.\nEins og þetta er núna þá fíla ég bara menninguna engan veginn, held það borgi sig að reyna gera eitthvað í því staðin fyrir að væla bara…\nGott að sjá að spears eru til í slaginn, væri fínt að fá fleirri comment frá klönum hérna.\nSambandi við skylirðin, þau standa…\nVerður ekkert “if we know u dæmi”..\nÉg er ekki að reyna setja saman neinn snobb klúbb sem hleypir bara inn 1337 klönum eða annað eins..\nEf fólk sínir að klanið hafi potential í að lifa og er með nægilegan roster til að skrimma þá sé ég ekkert að því að maður þekki ekki nafnið..\nEf upp kemst að klan memberar séu í fleirri en einu klani sem skráir sig (t.d. vinaklön) þá munu bæði lið líklega fá að fjúka ef það er ekki lagað…\nVote mun verða á hvern leader haus sambandi við einhver málefni og ég vill ekki sjá einhver vinaklön þarna á staðnum sem hafa menn á fleirri roster en einum sem hafa svo jafn mikið að segja og spears eða önnur klön..\nEinnig skiptir litlu máli ef fólk er að hoppa milli klana, svo lengi sem leadarnir eru ekki að hoppa milli klana og ég vona að þessi klanhóru bylgja sé ekki farinn að ganga það langt..\nHaldið áfram með feedbackið.."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-01-12 12:33:51",
            "id": "1451083",
            "reply_to_id": "1451082",
            "text": "Fáranlega töff hugmynd:]"
        },
        {
            "user": "sigowiz",
            "user_id": "22198",
            "date": "2004-01-12 16:07:05",
            "id": "1451084",
            "reply_to_id": "1451082",
            "text": "Já mjög sniðug hugmynd, og held ég að þetta gæti hresst heldur betur upp á samfélagið.\nTeam x17 eru allavega til!!\nx17. SigowiZ\nx17|Siggi\n#team-x17"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-01-12 11:54:31",
            "id": "1451085",
            "reply_to_id": "1451074",
            "text": "þetta er alveg ágætis hugmynd, en eins og svo oft áður hafa komið fram hugmyndir sem hafa svo verið grafnar á staðnum.  Ef þú/þið ætlið að fara í þetta myndi ég rífa þetta af stað og draga “líderana” úr klönunum með strax í dag.  Annars yrði þetta bara enn ein hugmyndin sem myndi gleymast innan viku.\nAnnars flott framtak hjá þér bjarmi.\ng1mpos"
        },
        {
            "user": "Kukmand",
            "user_id": "35065",
            "date": "2004-01-12 12:29:58",
            "id": "1451086",
            "reply_to_id": "1451074",
            "text": "noj noj bara svalt.\nVona að þetta muni koma í gagnið bráðlega :}"
        },
        {
            "user": "iWonderboy",
            "user_id": "24775",
            "date": "2004-01-12 13:06:56",
            "id": "1451087",
            "reply_to_id": "1451074",
            "text": "Já helvíti flott hugmynd, og svo þegar að þið eruð búnir að þessu gætuð þið kosið CS-kóng sem verður síðan aldrei kosinn aftur heldur gengur tignin í erfðir, og svo þegar þið eruð búnir að því velur CS-kóngurinn CS-páfa sem verður síðan ekki valinn af kóngi heldur CS-erkibiskupum, síðan munuð þið allir búa til ykkar eigin CS-trú sem tilbið CS-guðinn CS-PrettyBoy\nI can see your mind! this is your master plan is it not!"
        },
        {
            "user": "PrettyBoy",
            "user_id": "7268",
            "date": "2004-01-12 13:14:11",
            "id": "1451088",
            "reply_to_id": "1451087",
            "text": "WonderBoy: hehehehe góður :D"
        },
        {
            "user": "Sikur4",
            "user_id": "30637",
            "date": "2004-01-12 13:24:51",
            "id": "1451089",
            "reply_to_id": "1451088",
            "text": "hehe nice góð hugmynd :P"
        },
        {
            "user": "osh",
            "user_id": "18040",
            "date": "2004-01-12 13:09:04",
            "id": "1451090",
            "reply_to_id": "1451074",
            "text": "Surface eru tilbúnir í slaginn.."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2004-01-12 13:27:34",
            "id": "1451093",
            "reply_to_id": "1451074",
            "text": "hugz…."
        },
        {
            "user": "viggi",
            "user_id": "26122",
            "date": "2004-01-12 14:19:29",
            "id": "1451094",
            "reply_to_id": "1451074",
            "text": "Já þetta lýst mér vel á :P"
        },
        {
            "user": "DyNaMo",
            "user_id": "21079",
            "date": "2004-01-12 14:26:29",
            "id": "1451095",
            "reply_to_id": "1451094",
            "text": "Jam, fín hugmynd."
        },
        {
            "user": "haffeh",
            "user_id": "587",
            "date": "2004-01-12 14:59:18",
            "id": "1451096",
            "reply_to_id": "1451095",
            "text": "flott að Prettyboy sýnir frumkvæðið.\nVæri til í að hjálpa með þetta ef þörf er á aðstoð\nDrake | haffeh"
        },
        {
            "user": "Afgani",
            "user_id": "34609",
            "date": "2004-01-12 15:15:54",
            "id": "1451097",
            "reply_to_id": "1451074",
            "text": "mer finnst magnað hvað fólk er svalt nú til dags.eg sem eg helt að eg væri ein svona svalur en þarna kom einn i viðbót"
        },
        {
            "user": "DrEvil",
            "user_id": "25921",
            "date": "2004-01-12 15:25:21",
            "id": "1451091",
            "reply_to_id": "1451074",
            "text": "Fín hugmynd, skilar án efa árangri.\nEoD * Hansel"
        },
        {
            "user": "ATHENA77",
            "user_id": "18863",
            "date": "2004-01-12 15:52:51",
            "id": "1451092",
            "reply_to_id": "1451091",
            "text": "Sneðugt ..mætti halda að þetta kæmi úr mínum hugmyndabanka :)"
        },
        {
            "user": "intenz",
            "user_id": "127",
            "date": "2004-01-12 15:57:51",
            "id": "1451098",
            "reply_to_id": "1451074",
            "text": "Án efa vill clanið mitt; heat, taka þátt í þessu."
        },
        {
            "user": "lool75",
            "user_id": "23257",
            "date": "2004-01-12 16:19:12",
            "id": "1451099",
            "reply_to_id": "1451074",
            "text": "romim væri örugglega til í þetta hann er svo athyglis sjúkur :)"
        },
        {
            "user": "Nostrad4m",
            "user_id": "31087",
            "date": "2004-01-12 16:23:20",
            "id": "1451100",
            "reply_to_id": "1451074",
            "text": "Koma svo clön.. Eruði til !! þetta er brilliant hugmynd bara massa í þetta og pounda!\n*SpEaRs*Magnific0"
        },
        {
            "user": "Nostrad4m",
            "user_id": "31087",
            "date": "2004-01-12 16:41:20",
            "id": "1451101",
            "reply_to_id": "1451100",
            "text": "jiha vel gert bjarmintaor og ja x/o tæki eflaust vel i þetta.\nx/o Nostradamus"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-01-12 16:39:51",
            "id": "1451102",
            "reply_to_id": "1451074",
            "text": "wtf !m8.."
        },
        {
            "user": "Rocco",
            "user_id": "721",
            "date": "2004-01-12 16:53:30",
            "id": "1451103",
            "reply_to_id": "1451074",
            "text": "kúl :D"
        },
        {
            "user": "Rocco",
            "user_id": "721",
            "date": "2004-01-12 17:18:35",
            "id": "1451104",
            "reply_to_id": "1451103",
            "text": "Já það væri snjallt að blanda þessu við netdeildina hérna heima like dr.Olav segir.\n(2skipti sammála þeim manni)\nEn þetta mætti samt ekki vera hlutur sem myndi deyja á sama tíma og tímabil kláraðist í deildinni.\nconnected but 2units"
        },
        {
            "user": "LogoM",
            "user_id": "5509",
            "date": "2004-01-12 17:16:55",
            "id": "1451105",
            "reply_to_id": "1451074",
            "text": "Mér finnst Counter-Strike svo leiðinlegur og ofmetinn að það hálfa væri nóg :P\nég mæli með að allir sem spili counter-strike prófi aðeins að kíkja á hvað hinir leikirnir hafi að bjóða upp á því að það eru til svo ótrúlega margir leikir sem að slá Counter-Strike út :) mæli persónulega með Quake 3 og Return To Castle Wolfenstein - Enemy Territory.\ntakk fyrir\nHugi - joistef\nCS - ?\nRTCWET - [$99]Zeppe|in\nWarcraft III - joistef"
        },
        {
            "user": "LogoM",
            "user_id": "5509",
            "date": "2004-01-12 17:21:13",
            "id": "1451106",
            "reply_to_id": "1451105",
            "text": "Afhverju helduru að við höfum ekki testað aðra leiki?"
        },
        {
            "user": "PrettyBoy",
            "user_id": "7268",
            "date": "2004-01-12 18:11:14",
            "id": "1451107",
            "reply_to_id": "1451106",
            "text": "Sé lítinn tilgang að setja stressið bakvið það að halda uppi netdeild og ruglið sem getur komið út frá í hendurna á þessu…\nEins og ég sagði, hugmynd að stofna (eða já, taka inn) netdeild eftir að þetta er komið á stað….\nVæri alls ekki vitlaust og hefði sterkan kjarna og góðan base af klönum sem geta skellt serverum upp í lán fyrir deildina sem þeir tengjast allir…\nSé server vandamál ekki vera mikið ef Konni styður þetta að einhverju leiti með simnet serverunum (virtist jákvæður með þetta) og svo allir klanserverarnir í höndunum á heildinni…"
        },
        {
            "user": "PrettyBoy",
            "user_id": "7268",
            "date": "2004-01-12 18:19:52",
            "id": "1451108",
            "reply_to_id": "1451107",
            "text": "Hehe, ef Tuddi eða Pressi verða með stæla og vilja ekki í þetta þá máttu hóta þeim öllu illu frá mér, þeir vita að ég stend við það ;)"
        },
        {
            "user": "Hatred",
            "user_id": "18206",
            "date": "2004-01-12 18:56:47",
            "id": "1451109",
            "reply_to_id": "1451108",
            "text": "power to the ppl.\nGóð hugmynd."
        },
        {
            "user": "Slay",
            "user_id": "258",
            "date": "2004-01-12 19:20:05",
            "id": "1451110",
            "reply_to_id": "1451109",
            "text": "Þetta hefur verið reynt með mism. áherslum allavega tvisvar og það hefur aldrei komist almennilega af stað. Þetta hljómar reyndar minna í sniðum en það sem þá var verið að reyna að gera þannig að þetta gæti tekist."
        },
        {
            "user": "Ofurbabe",
            "user_id": "8828",
            "date": "2004-01-14 01:03:17",
            "id": "1451111",
            "reply_to_id": "1451105",
            "text": "jóistef, þessi grein var um eflingu cs samfélagsins, fólk eins og þú þarf ekki ALLTAF að koma inn á pósta og koma með þetta bullshit.\ntakk og samt ekki fyrir #ráðleggingar á öðrum leikjum# -more like\nSTÚFÚ N00B.\nkthx"
        },
        {
            "user": "Dragonb",
            "user_id": "35290",
            "date": "2004-01-12 17:50:12",
            "id": "1451112",
            "reply_to_id": "1451074",
            "text": "#the-almighty segjir hér með að það sé til BOTNUM ÞETTA SKELLUM ÞESSU UP !!\nef þetta hepnast skal ég vera með kurteisa undirskrift og hætta að vera þurs"
        },
        {
            "user": "bandito",
            "user_id": "1488",
            "date": "2004-01-12 18:02:23",
            "id": "1451113",
            "reply_to_id": "1451074",
            "text": "Veit nú varla hvort ég ætti að vera skrifa neitt, ég er alltaf svo fleimaður :D\nEn annars gott framtak Bjarmi, ég veit að GGRN mun taka undir þetta og ég er tilbúinn að hjálpa til þó TuDDi og President séu eiginlegir leaderar í þessu blessaða klani, en ef enginn svarar fyrir okkar hönd þá geri ég það.\nCount GGRN inn, yeah baby yeah.\np.s. gætum verið með svona keppnir og sona, fegurðar samkeppnir, flottasti lanstaðurinn, ódýrasti lanstaðurinn og líka sona support fyrir of langt leidda CS fíkla og einnig þá sem virðast ekki geta ánetjast CS aftur. :D"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-01-12 19:19:06",
            "id": "1451114",
            "reply_to_id": "1451074",
            "text": "mjög sniðugt ég væri ekkert á móti þessu bara GJ! og vonandi rætist þessi hugmynd þá væri líka auðveldara að láta simnet,vodafone og fleiri vita ef það væru erfiðleikar með netið og fleira."
        },
        {
            "user": "Biggi33",
            "user_id": "7064",
            "date": "2004-01-12 19:24:09",
            "id": "1451115",
            "reply_to_id": "1451074",
            "text": "Mér finnst nú takmarkið eigi allavegana að vera 2 mánuðir, eins og einhver sagði þarna þá eru sumir sem halda sig ekki í sama clani í viku."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-01-12 19:43:33",
            "id": "1451116",
            "reply_to_id": "1451074",
            "text": "fín hugmynd, er ekki málið að koma henni á framfarir?"
        },
        {
            "user": "DrEvil",
            "user_id": "25921",
            "date": "2004-01-12 20:08:10",
            "id": "1451117",
            "reply_to_id": "1451074",
            "text": "Og já ég held að ég tali fyrir hönd Eod þegar ég segi að við styðjum þetta 100%.\nEoD * Hansel\nhallihg@simnet.is\n#eod.is á irc"
        },
        {
            "user": "todgi",
            "user_id": "9140",
            "date": "2004-01-12 20:59:32",
            "id": "1451118",
            "reply_to_id": "1451074",
            "text": "Frábær tillaga!"
        },
        {
            "user": "dalli",
            "user_id": "50410",
            "date": "2004-01-12 21:57:59",
            "id": "1451119",
            "reply_to_id": "1451074",
            "text": "Pretty boy you pretty fock ;) Snilldar hugmynd !! En svo væri líka hægt að hafa log in dæmi þar sem menn skrá sig inn og geti breytt um clön. En ekkert að frjálsu, þá meina ég audda að þeir verði að vera Í clainu sem þeir skrá sig í, því ég veit að nokkrir undir spilarar huxuðu þegar þeir lásu þetta (( MURK, DRAKE, LOVE   HAHAHAHAH)) og þannig dót ;). Svo væri líka sniðugt að gera samning við simnet um lén or some. :D"
        },
        {
            "user": "Blaztos",
            "user_id": "24689",
            "date": "2004-01-12 22:24:52",
            "id": "1451120",
            "reply_to_id": "1451074",
            "text": "Held að þetta sé góð hugmynd, en á ekki eftir að virka mjög lengi ;D\nadios :: blaztos"
        },
        {
            "user": "Folter",
            "user_id": "20921",
            "date": "2004-01-13 00:45:01",
            "id": "1451121",
            "reply_to_id": "1451120",
            "text": "Gunni það er bókað mál að GGRN styður þetta heilshugar og Bjarmi hringdi í mig varðandi það sem við vorum að tala um…..Kom seint heim var að labba inn fyrir 10 min"
        },
        {
            "user": "Violently",
            "user_id": "18291",
            "date": "2004-01-13 01:30:36",
            "id": "1451122",
            "reply_to_id": "1451074",
            "text": "Þetta hljómar alveg drullu vel að fá eitthvað svona á laggarinar og væri alveg tilvalið að gera.\nKv,\nHeat | Venom"
        },
        {
            "user": "Pixies",
            "user_id": "30333",
            "date": "2004-01-13 07:30:41",
            "id": "1451123",
            "reply_to_id": "1451074",
            "text": "If Bjarmi can´t do it no one can!\nsnilldarhugmynd Bjarmi minn góð grein.\nGT1´Pixie"
        },
        {
            "user": "BenDover",
            "user_id": "656",
            "date": "2004-01-13 08:47:20",
            "id": "1451124",
            "reply_to_id": "1451123",
            "text": "Já já við erum memm.\n[-=NeF=-]BenDove"
        },
        {
            "user": "BSP",
            "user_id": "20274",
            "date": "2004-01-13 13:32:37",
            "id": "1451125",
            "reply_to_id": "1451074",
            "text": "Gott mál fínt samheitalyf"
        },
        {
            "user": "AveRNuS",
            "user_id": "31575",
            "date": "2004-01-13 16:10:04",
            "id": "1451126",
            "reply_to_id": "1451074",
            "text": "Þetta er fínasta hugmynd, en er óvíst hvort þetta muni ganga upp.\nEn þrátt fyrir það munum við styðja þessa hugmynd. Vonandi fer allt fer eins og vonast er!:P\nFyrir hönd sA.\n(Avernu$ - sA)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-01-13 17:23:50",
            "id": "1451127",
            "reply_to_id": "1451126",
            "text": "Well, að mínu mati myndi þetta koma út best í svona bland með nýju deildinni sem er að koma plús að hafa smá svona samfélag í þessu, með korka og kannski svona svipað dæmi og esportshornið hérna, halda þessu svona lifandi pleisi sem að fólk fer á á hverjum degi, ekki bara þegar að það man eftir því.\nVarðandi það að þetta deyji þegar að deildin hætti, þá með það sem ég er í huga varðandi þessa deild mun það ekki gerast, hvert leiktímabil mun vera rúmlega 2 mánuði í heild, og á milli leiktímabila verður 2 vikna pása.\nEinnig verður þessi deild töluvert betri og hefur af meiru að taka en aðrar deildir hérna hafa gert, allaveganna skilst mér það af ákveðnum aðilum."
        },
        {
            "user": "damienbabe",
            "user_id": "25008",
            "date": "2004-01-13 19:14:25",
            "id": "1451128",
            "reply_to_id": "1451074",
            "text": "Snildar hugmynd.. vantar svona leið til að geta rætt málin án einhverra láta og láta cs meninguna ganga aðeins ljúflegri\nvið GT1 menn pottþétt með bara tala við mig eða ocelot! :)"
        },
        {
            "user": "Ingvarsb",
            "user_id": "28852",
            "date": "2004-01-13 20:08:33",
            "id": "1451129",
            "reply_to_id": "1451128",
            "text": "nett. ansi magnað"
        },
        {
            "user": "Sikur4",
            "user_id": "30637",
            "date": "2004-01-14 00:38:48",
            "id": "1451130",
            "reply_to_id": "1451129",
            "text": "fín hugmynd, ekkert mál að frmkvæma ef áhuginn er nægur osfr. vonandi gengur þetta í geggn frábært framtak… skref í átt að betra samfélagi segi ég og komin tími til Bjarmi pottþétt eðal gaur ;P\nDefault Keoki"
        },
        {
            "user": "Ofurbabe",
            "user_id": "8828",
            "date": "2004-01-14 00:54:23",
            "id": "1451131",
            "reply_to_id": "1451074",
            "text": "Eðal hugmynd, eins og þínar flestar eru, eina sem ég vil við þetta bæta er að það þyrfti eila að setja inn svona *æðstuprestaráð*, eða skikka sum klön til að vera með pr mann á sínum snærum, því leaderarnir,  eruvægastsagtþursar…\nAddict fyrir hönd {SiN}, and we are more than game."
        },
        {
            "user": "PrettyBoy",
            "user_id": "7268",
            "date": "2004-01-14 09:26:20",
            "id": "1451132",
            "reply_to_id": "1451074",
            "text": "Já etta er alveg góð hugmynd hjá þér, en þú sagðir þarna einhversstaðar “Ef upp kemst að klan memberar séu í fleirri en einu klani sem skráir sig (t.d. vinaklön) þá munu bæði lið líklega fá að fjúka ef það er ekki lagað…” ertu þá að meina að ef að einhver skráir sig með einhverju klani en er svo á only hjá öðru og skrimmar líka með þeim mega þau klön ekki vera með?\nertu dáltið að skjóta þig í fótinn þar?\nsamt flott mál\ngl"
        },
        {
            "user": "PrettyBoy",
            "user_id": "7268",
            "date": "2004-01-14 18:49:45",
            "id": "1451133",
            "reply_to_id": "1451132",
            "text": "Nei ég meina það að hefting á því að fólk stofni fleirri en einn hóp til að hafa fleirri leadera og vote mun vera til staðar…\nEkkert mis use á sama roster verður tekið til greina nema í sérstökum aðstæðum og skal þá tala við mig um það.."
        },
        {
            "user": "UnBrenDeS",
            "user_id": "15912",
            "date": "2004-01-14 12:15:04",
            "id": "1451134",
            "reply_to_id": "1451074",
            "text": "rett"
        },
        {
            "user": "Addi13",
            "user_id": "22864",
            "date": "2004-01-16 17:52:22",
            "id": "1451135",
            "reply_to_id": "1451074",
            "text": "Þetta er flott hugmynd en efast að hún gengur því að það eru nottulega doldið mikið af clanhórum til :o"
        },
        {
            "user": "fcdidrik",
            "user_id": "13941",
            "date": "2004-01-18 05:52:21",
            "id": "1451136",
            "reply_to_id": "1451074",
            "text": "Líst vel á þetta og voni þú náir að koma þessu í gang :)\n[.Hate.]RuDDi-\nEvE all the way baby :)"
        },
        {
            "user": "Ferjumadur",
            "user_id": "39228",
            "date": "2004-06-05 10:12:50",
            "id": "1451137",
            "reply_to_id": "1451136",
            "text": "eg veit ekki hvort þetta stendur enn,,,, en þott það skiptir ekki miklu máli, þá er Nw herna ;) gæti gert mikið…."
        }
    ]
}