{
    "forum_title": "Hugi",
    "user": "qeySuS",
    "user_id": "280",
    "date": "2001-03-08 16:06:02",
    "title": "Bréf mitt til ráðherra, og svar.",
    "text": "Kæri Menntamálaráðherra.\nNú er ég ekki mikill pólitíkus í mér og reyni að halda mér utan við alla\npólitíska umræðu. Mér finnst venjulega að hvert land eigi að hlýta reglum\nsamfélagsins hvort sem þau séu samþykk þeim eða ekki, þá eru þetta landslög\nog þeim ber að hlýta og hef ég því ekki haft áhuga á að vera í pólitík og\nræða um þessi lög. Einnig sendi ég þér afsökunarbréf fyrir mína \"hendi og\nbaðst afsökunar á hvernig fundurinn í Verzlunarskólanum var í fyrra, enda\nvar það leiðindaratvik.\nEn núna er mér alveg hætt að vera sama útaf þessum STEF skatti. Ég efast\nekki um að þú sért kominn með nóg af þessarri umræðu, og að það séu mörg\nrök sem að mæla með þessu. Einnig er ég viss um að mín rök geti verið að\neinhverju leiti röng og svo framvegis, en það er ekki við öðru að búast þar\nsem ég er ekki mikill pólitískur hugsuður. Hins vegar tel ég mig hafa jafn\nmikla skoðun á þessu máli og hver annar borgari þó svo ég sé ekki skólaður\ní málum ríkistjórnarinnar né útlesinn í þessu máli sérstaklega.\nMér þykir samt það liggja svo ljós fyrir að þessi skattur sé með öllu\nrangur. Að leggja skatt og gjald á alla geisladiska og skrifara gengur\neinfaldlega ekki upp, þarna er ríkið að innheimta peninga sem\neinkafyrirtæki getur ekki innheimt sjálft. Að sjálfsögðu á að virða\nhöfundarrétt, og það verður ekki litið framhjá því að margir skrifa\ntónlist. Að vísu lítið prósent af þeirri tónlist er íslenskt en mér finnst\nþað persónulega ekki skipta öllu máli. Það sem mér finnst að þessu er\nforsjárhyggjan, að vera að refsa borgurum fyrirfram fyrir hluti sem þeir\nhafa ekki gert. Margt ólöglegt er hægt að gera með netinu, sem dæmi\ntölvurefir og ólöglegt klámefni (s.s. barnaklám), en það gefur samt ekki\nleyfi til að vera með forsjárhyggju og fylgjast með öllu sem er gert á\nnetinu. Eini staðurinn í heiminum sem gerir það er kommúnistastjórnin í\nKína. Þar erum við að sjálfsögðu að tala um róttækt dæmi í forsjárhyggju.\nÞeir sía út allt sem er andvígt stjórninni af netinu.\nNiðurstaða mín er einfaldlega þessi: Möguleikinn til að fremja brot og\nvalda fjárhagslegum skaða er alls staðar. Hvort sem það sé hnífur,\ngeislaskrifari eða eldspýtur. Þá finnst mér persónulega fáranlegt að leggja\nsérstakan skatt á eitthvað af þessum hlutum einfaldlega vegna þess að\nákveðið prósent af þeim sem eiga þá, nota hlutina í þágu eyðileggingar.\nÉg er ekki að mótmæla því hversu hátt verðlaggningin er. Persónulega á ég\nekki skrifara og kaupi sjaldan óáskrifaða diska og myndi mig muna lítið um\n30 kr þegar að því kæmi. Hins vegar er ég að mótmæla þeirri\ngrundvallarhugsun að hægt sé að taka gjald fyrir skaða sem við gætum\nhugsanlega valdið.\nMeð kærri kveðju og von um svar.\nKári\n—===[SVAR]===—\nKæri Kári.\nÞakka þér bréfið. Ég er innilega sammála þér um að frelsi eigi að ríkja í\nnetheimum en það frelsi má ekki ganga á rétt annarra og höfundalögin mæla\nfyrir um það, hvernig unnt er að verja þennan rétt, ber mér að framfylgja\nþeim með reglugerð. Ekki er unnt að bera þessar lögmæltu samskiptareglur\nsaman við ritskoðun í Kína, þar sem menn virða auk þess höfundarétt að\nengu.\nMeð góðri kveðju\nBjörn Bjarnason\n——————–\nVill nú byrja á að þakka honum Birni fyrir skjót svör. Ég sendi þetta af heimasíðunni hans um 4 leitið (um nótt) og fékk svar kl 10 í morgun. Ekki amalegur svartími þar. Hins vegar finnst mér þetta bréf vera soldið pólitíkusarlega svarað :) Tökum það lið fyrir lið:\n“Þakka þér bréfið. Ég er innilega sammála þér um að frelsi eigi að ríkja í netheimum ”\n-Ég er líklegast ánægðastur með þetta svar. Því ég er svo á móti því að hlutir séu cencoraðir af netinu og mér er eiginlega alveg sama hvað það er.\n“en það frelsi má ekki ganga á rétt annarra og höfundalögin mæla\nfyrir um það, hvernig unnt er að verja þennan rétt, ber mér að framfylgja þeim með reglugerð”\n- Gott og vel Frelsi einstaklingsins einskorðast við frelsi annarra. Þetta er grundvallarhugsjón frjálshyggjunnar sem sjálfstæðisflokkurinn stendur víst fyrir. En mér finnst þarna EINMITT verið að brjóta á mínu frelsi með að láta mig borga gjöld fyrir glæpi sem ég gæti hugsanlega framið. Þetta er að sjálfsögðu álitamál, en persónulega finnst mér liggja ljóst fyrir á hvaða rétti er brotið.\n“Ekki er unnt að bera þessar lögmæltu samskiptareglur saman við ritskoðun í Kína, þar sem menn virða auk þess höfundarétt að engu.”\n- Get alveg verið sammála þessu. Ég tók þetta bara sem dæmi því það sem ég er að mótmæla er ekki gjaldið heldur forsjárhyggjan, og fannst mér gott dæmi að benda á að forsjárhyggja á ekki heima á netinu frekar en í hinum *“ekta heimi”.\nEnn og aftur þakka ég Birni fyrir að svara mér svona fljótt.´Ég hef ekki viljað taka þátt í skítkasti því það mun ekki hjálpa neitt. Hins vegar tel ég þetta vera ALranga leið til að ná fram stefgjöldum til listamanna.\n* Ég segi ekta heimi því ég fann ekkert annað orð til að greini milli netheima og hinn “ekta heim”.",
    "url": "https://www.hugi.is/hugi/greinar/18832/bref-mitt-til-radherra-og-svar/",
    "url_id": "18832",
    "id": "120319",
    "replies": [
        {
            "user": "qeySuS",
            "user_id": "280",
            "date": "2001-03-08 16:16:06",
            "id": "120320",
            "reply_to_id": "120319",
            "text": "btw ég veit að það er mikið af stafsetningarvillum í bréfinu mínu og beygingarvillum. Skrifaði það kl 4 um nótt eftir að hafa lesið hitchikers guide í 3 tíma samfleitt. So dont point that out :)"
        },
        {
            "user": "Moose",
            "user_id": "4615",
            "date": "2001-03-08 16:34:19",
            "id": "120321",
            "reply_to_id": "120320",
            "text": "madurinn er nottulega drukkinn….akkuru er ekki skattur lagdur a eldspitur…thvi vid getum kveikt i husum."
        },
        {
            "user": "Gourry",
            "user_id": "758",
            "date": "2001-03-08 17:04:04",
            "id": "120322",
            "reply_to_id": "120321",
            "text": "… sem er rosalega ósanngjarnt fyrir trygginarfélögin, því þau þurfa víst að borga tryggingar.(sem eru hvort sem er alltof háar fyrir.)"
        },
        {
            "user": "KurtCobain",
            "user_id": "7591",
            "date": "2001-03-08 17:16:28",
            "id": "120323",
            "reply_to_id": "120319",
            "text": "eiga ekki allir karlmenn í samfélaginu að borga skatt, því þeir eru með typpi. Ég meina, þær gætu nauðgað eikkerri.\nþessi skattur á engan rétt á sér…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-03-08 23:45:37",
            "id": "120324",
            "reply_to_id": "120323",
            "text": "Mér fannst samlíkingin best sem hér kemur: “ ættum við ekki bara að setja skatt á óskrifuð blöð vegna réttar rithöfunda”"
        }
    ]
}