{
    "forum_title": "Battlefield",
    "user": "zillus",
    "user_id": "30611",
    "date": "2004-01-12 05:52:41",
    "title": "Litli - Maðurinn",
    "text": "Þegar Quake kom út varð allt vitlaust enda um algjöra nýjung í tölvuleikja bransanum með fullri virðingu fyrir Doom. Leikurinn markaði upphaf á netspilun skotleikja og var fátt skemmtilegra en að tengjast á 14.4 k módeminu sínu og spila quake við félagana.\nMargir svipaðir leikir fylgdu í kjölfarið en einginn bauð upp á raunverulegan skotleik þar sem ekki þurfti að vera með super armor og ofur byssur til að drepa andstæðinginn. Samvinna var líka af skornum skamti og þó á seinni árum hafi komið út leikir sem byggja á raunverulegri aðstæðum og samvinnu eru fáir sem náð hafa sömu vinsældum og Battlefield enda er leikurinn einstaklega vel heppnaður.\nLeikurinn smellur bara svo vel saman, kortin er ekki of stór og ekki of lítil, fullt af farartækjum sem hægt er að nota og samspilið milli einstaklingsins og liðsins er ótrúlega vel jafnað enda hefur maður oftar en einu sinni orðið vitni að því að töluvert “betri” menn eru að tappa fyrir mönnum sem vinna vel saman. Allt þetta skapar steminguna sem er í leiknum.\nLitli maðurinn getur líka verið jafn mikilvægur í sigri liðsins eins og hinir miklu stiga menn sem tróna í lok hvers leiks í efstu sætum. Maðurinn sem hleypur um á skipi og er að gera við eða gaurinn sem mannar AA og margir aðrir, því litlu hlutirnir skipta oft miklu máli. Mér finnst eins og þessir menn fái ekki að heyra það nægilega oft að þeir eru að gera góða hluti enda eingin verðlaun fólgin í því að hlaupa um og gera við eða gera að sárum annara hvað þá að bíða þolimóður sem scout og ná ekki nema svona 10 - 15 kills í leik stundum meiru, fer eftir kortum. Ég vil því taka að ofan fyrir þessum mönnum.\nÞegar þvílík blessun eins og Battlefield kemur eiga menn líka að sýna leiknum og leikmönnum smá virðingu og ekki fara út í skítkast og ódrengilega spilamennsku. Ég ætla ekki að fara að blaðra mikið um þá hluti enda hefur nó komið fram um það. Mig langar hins vegar að lýsa yfir ánægju minni á því sem ég var vitni af núna um helgina 9 - 11 jan. Ég var að spila Kursk og vitimenn strákarnir í Axis og auðvitað stelpurnar líka fóru ekki út í það að spawncampa heldur komu sér bar vel fyrir á hæðinni í miðjunni og þar af leiðandi var miklu erfiðara að ná flöggunum þar sem um ofurefli faratækja var við að etja og leikurinn varð skemmtilegri. Það hefði ekki þurft nema 2 gaura á skriðdrekum til að skella sér á allies spawnið og farið að safna stigum til gera leikinn leiðilegan. Auðvitað hefði það haft það í för með sér að þessir gaurar hefðu verið drepnir á endanum og veikt þar með stöðu þeirra sem voru að halda fánunum í miðjunni. En það gerðist ekki og vona ég að það sé merki nýrra tíma á nýju ári. Menn virtust líka vera hjálplegri í nýju ári því ég notaði kallkerfið mikið og lét vita af óvina skriðdrekum og oftast var kominn einhver duglegur flugkappi til hjálpar eða anti-tank gaur, sama á við um aðrar athugasemdir svo sem að láta gera við eða fá liðsauka.\nÞá er það bara eitt í lokin og það er þetta tal um hax. Stundum eru menn heppnir eða einfaldlega bara betri. Það tappa allir á því að einhver sé að svindla, líka svindlarinn sjálfur því hann heldur áfram að vera jafn lélegur og daginn sem hann keypti leikinn.",
    "url": "https://www.hugi.is/bf/greinar/188329/litli-madurinn/",
    "url_id": "188329",
    "id": "1450837",
    "replies": [
        {
            "user": "jonni988",
            "user_id": "21357",
            "date": "2004-01-13 22:44:07",
            "id": "1450838",
            "reply_to_id": "1450837",
            "text": "Góð grein ;)\n(varð bara finna eitthvað til að vera fyrstur að svara"
        },
        {
            "user": "denimin",
            "user_id": "31952",
            "date": "2004-01-14 00:22:36",
            "id": "1450839",
            "reply_to_id": "1450837",
            "text": "Góð grein og ég er sammála þessu. allir eru jafn mikilvægir þegar á heildina er litið og margt smátt gerir eitt stórt þ.e.a.s liðið;)."
        },
        {
            "user": "Figure",
            "user_id": "17758",
            "date": "2004-01-14 00:46:13",
            "id": "1450840",
            "reply_to_id": "1450837",
            "text": "Ég hef einungis eitt að segja, bravó þetta hefði átt að vera löngu komið"
        },
        {
            "user": "heirdu",
            "user_id": "42184",
            "date": "2004-01-14 09:20:01",
            "id": "1450841",
            "reply_to_id": "1450837",
            "text": "góð grein\nég er alveg samála honum zillus"
        },
        {
            "user": "KhasAkilae",
            "user_id": "7404",
            "date": "2004-01-14 10:08:02",
            "id": "1450842",
            "reply_to_id": "1450837",
            "text": "Ég er ákaflega sammála þessari grein :)"
        },
        {
            "user": "Shounin",
            "user_id": "26135",
            "date": "2004-01-14 11:53:12",
            "id": "1450843",
            "reply_to_id": "1450837",
            "text": "örugglega ein besta grein sem komið hefur á þessu áhugamáli.  Kallkerfið er náttlega snilld, og jafnvel enn btri ef einbhver hlýðir kalllinu."
        },
        {
            "user": "FatJoe",
            "user_id": "8992",
            "date": "2004-01-14 12:20:48",
            "id": "1450844",
            "reply_to_id": "1450837",
            "text": "ég er mjög ánægður með þessa grein..\nsérstaklega partin með helgina 9 - 11.jan.. þar sem ég var einmitt einn af þessum skriðdrekum (tiger) og stóðum bara á hæðini..\nAð mínu mati var þetta mun skemtilegra en að lenda í eða stunda spawncamp.. og vonast ég til að sjá fleiri sem gera þetta í staðin fyrir að stunda spawncamp..\nGóð grein\ngúd djob ;)\nKveðja\n[89th]Cpt.FatJoe"
        },
        {
            "user": "shaguar",
            "user_id": "1341",
            "date": "2004-01-14 13:56:29",
            "id": "1450845",
            "reply_to_id": "1450837",
            "text": "Já flott grein og það er vonandi að þetta nýja ár boði betri tíma, ekki veitir af.\n[EASY-SGT]Woody"
        },
        {
            "user": "DIPPER",
            "user_id": "8725",
            "date": "2004-01-14 14:30:44",
            "id": "1450846",
            "reply_to_id": "1450837",
            "text": "Tek undir þetta með litla manninn sérstaklega.. Loksins fá menn eins og ég eitthvað hrós :Þ"
        },
        {
            "user": "Avatar",
            "user_id": "157",
            "date": "2004-01-14 15:24:42",
            "id": "1450847",
            "reply_to_id": "1450837",
            "text": "Góð grein. Mjög skemmtileg. Lenti einmitt í því núna um helgina að fá beint til mín “GJ Ghostrider” skilaboð nokkrum sinnum þegar mér gekk vel með bazookuna (náði að plaffa niður flugvél í Kursk og tók nokkra tanka). Ekki oft sem maður heyrir þetta en þegar maður fær svona “GJ” skilaboð þá hressist maður allur og fílar sig miklu betur. Ég er einmitt farinn að venja mig á að hrósa mönnum (hvort sem það eru andstæðingar eða meðspilarar) ef þeir gera eitthvað flott, heala mann, eru góðir á AA o.s.frv.\nÞetta var mjög gaman eins og ég sagði og mætti vera miklu meira af þessu :)\nTakk fyrir\n[89th]CPT. Ghostride"
        },
        {
            "user": "Avatar",
            "user_id": "157",
            "date": "2004-01-14 15:28:49",
            "id": "1450848",
            "reply_to_id": "1450837",
            "text": "Varðandi hax þá tók ég eftir því að það virtist fyrir mér sem einn tiltekinn EASY maður væri að haxa. Ég get ekki fullyrt neitt um þetta en mig grunaði þetta sterklega þar sem ég fylgdist með honum á external cam. Viðkomandi var að henda exppöckum inn í húsið í Kursk og lagðist niður (og gat því ekki séð inn í húsið) en merkilega tókst honum alltaf að sprengja UM LEIÐ og allied spawnuðu inn í húsinu (og drap alla). Þetta sá ég hann gera allavega tvisvar (með dágóðu millibili). Þetta fannst mér frekar súrt en hélt þó áfram að spila og vil vinsamlegast beina því til viðkomandi eð hætta að haxa (ef hann er að því), þar sem það gerir ekkert annað en að skemma fyrir hinum.\nÉg vona þó innilega að ég hafi rangt fyrir mér varðandi þetta en maður veit aldrei :-O"
        },
        {
            "user": "zillus",
            "user_id": "30611",
            "date": "2004-01-14 15:39:10",
            "id": "1450849",
            "reply_to_id": "1450848",
            "text": "Það þarf ekki að vera að þessu gaur hafi verið að haxa það gæti verið að hann sé bara með sama galla í grafíkinni og ég. Stundum ekki alltaf en stundum er einhver fáránlegur galli í grafíkinni í sumum kortum hjá mér td. kursk þá sé ég í gegnum veggi og eins holt og hæðir. Ég myndi þó seigja að þetta sé manni frekar til travala en gagns.\nPs. Takk fyrir góðar mótökur af greininni."
        },
        {
            "user": "Fiddimar",
            "user_id": "31821",
            "date": "2004-01-14 15:51:45",
            "id": "1450850",
            "reply_to_id": "1450848",
            "text": "Þetta flokkast nú tæplega sönnun á haxi.\nÞað kemur hljóð þegar menn spawna ef ég man rétt þannig að nó er fyrir hann að hlusta. Þarf ekki að þýða maphax eða það sem er líklega alveg horfið wallhax.\nEn það er satt því miður verður maður enn var við hax á símnet. Sem vonandi hverfur með plástri 1,6. Eini safe server á landinu er CP server en hann nemur öll þekkt höx.\nKveðja [CP] Yank"
        },
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2004-01-14 16:21:45",
            "id": "1450851",
            "reply_to_id": "1450848",
            "text": "Þú veist semsagt ekki að einfaldlega með því að halda inni TAB sérðu nákvæmlega hvenær hitt liðið spawnar?\nÍ guðanna bænum slepptu fleiri haxásökunum þangað til þú veist a.m.k. eitthvað um málið.\nZedlic"
        },
        {
            "user": "Avatar",
            "user_id": "157",
            "date": "2004-01-14 17:35:57",
            "id": "1450852",
            "reply_to_id": "1450851",
            "text": "Eins og ég sagði þá var ég líka alls ekki viss (fannst þetta bara líta þannig út). Þess vegna lét ég það líka vera að nafngreina einstaklinginnm en sé það núna að ég hefði heldur ekki átt að nafngreina klanið :(.\nÉg var einfaldlega ekki búinn að láta mér detta þetta í hug (TAB trickið) og því get ég engu um kennt nema mínu eigin hugmyndaleysi og fáfræði (og nokkurra annarra sem datt þetta ekki í hug heldur þegar ég minntist á þetta við þá, hehehe) ;)\nÉg bið því EASY menn innilegrar afsökunar fyrir að varpað þessu fram. Skamm á mig!\nGG og HF"
        },
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2004-01-14 18:02:34",
            "id": "1450853",
            "reply_to_id": "1450852",
            "text": "Afsökunarbeiðni alveg fullkomlega móttekin, getur komið fyrir hvern sem er…\nZedlic"
        },
        {
            "user": "vikkia87",
            "user_id": "27725",
            "date": "2004-01-14 16:34:45",
            "id": "1450854",
            "reply_to_id": "1450848",
            "text": "þegar þú ert dauður þá ertu með dökkum lit á mannalistanum (þegar maður ýtir á TAB) ég kann þetta… maður fylgist með þangað til þeir fara að lýsast upp(sem þýðir að þeir eru lifnaðir við) þá sprengir maður samstundis og næsr öllum…\n[FUBAR]viggó"
        },
        {
            "user": "munnturka",
            "user_id": "21952",
            "date": "2004-01-14 19:47:54",
            "id": "1450855",
            "reply_to_id": "1450837",
            "text": "Það sem mér finnst vanta samt í bf er að þeir sem eru að vinna mikið fyrir liðið svo sem góðir medicar fái stig fyrir að lækna líkt og í ET.\nÉg er alltaf medic og reyni eftir bestu getu að lækna gaura í fremstu víglínu og er þá ekki alltaf með mörg stig en er að gera gott fyrir liðið"
        },
        {
            "user": "davido",
            "user_id": "27961",
            "date": "2004-01-15 11:22:22",
            "id": "1450856",
            "reply_to_id": "1450855",
            "text": "Ekki það að þetta muni nokkurn tíman hafa áhrif á leikinn eða stigagjöfina í honum :) en stigakerfið mætti t.d. vera einhvern veginn svona:\n+4 stig fyrir að ná gráum fána\n+2 stig fyrir að drepa óvin og fyrir að gera óvinafána gráan.\n+1 fyrir að eyðileggja óvinatæki, fyrir að laga vinatæki, fyrir að lækna vin.\n-1 stig fyrir að særa vin eða skemma vinatæki ("
        },
        {
            "user": "davido",
            "user_id": "27961",
            "date": "2004-01-15 11:31:34",
            "id": "1450857",
            "reply_to_id": "1450856",
            "text": "arrrrghhh… var með minna en 100% þar sem þetta endar :(\nReynum aftur :)\n—————————–\n+4 stig fyrir að ná gráum fána\n+2 stig fyrir að drepa óvin og fyrir að gera óvinafána gráan.\n+1 fyrir að eyðileggja óvinatæki, fyrir að laga vinatæki, fyrir að lækna vin, fyrir að hreinsa enemy mines\n-1 stig fyrir að særa vin eða skemma vinatæki\n-2 stig fyrir að eyðileggja vinatæki alveg\n-4 stig fyrir að drepa vin (tk)\nÞetta gæti hugsanlega stuðlað að minna tk og leggur eins enn meiri áherslu á að ná fána en nú er.  Eins er farið að borga sig betur að vera engi eða medic og hjálpa félögunum :)\nEn eins og ég segi - bara einhver hugmynd hjá mér sem fer væntanlega aldrei inn í leikinn :/"
        },
        {
            "user": "poggi1",
            "user_id": "26768",
            "date": "2004-01-15 19:27:03",
            "id": "1450858",
            "reply_to_id": "1450855",
            "text": "Er ekki bara best að þeir sem vilja hætti bara algjörlega að hugsa um stig?"
        },
        {
            "user": "davido",
            "user_id": "27961",
            "date": "2004-01-15 19:30:37",
            "id": "1450859",
            "reply_to_id": "1450858",
            "text": "en… en…\nþað er alltof einföld lausn :S\nbtw. Flott grein hjá þér zillus :D"
        },
        {
            "user": "dirabbdei123",
            "user_id": "32336",
            "date": "2004-01-14 22:22:47",
            "id": "1450860",
            "reply_to_id": "1450837",
            "text": "bf thirfti ad hafa svona kall kerfi einsog i ET med svona netkallkerfi sem er gert rad fyrir td.“sorry”“gj”“hi”“bi” ogsvoframvegis"
        },
        {
            "user": "goofish",
            "user_id": "25113",
            "date": "2004-01-15 16:17:06",
            "id": "1450861",
            "reply_to_id": "1450837",
            "text": "amm.. getur semsagt fengið -7 við að drepa teammate við að skjóta hann í lappirnar… heh… jæja.. nei fyrir gefið -9"
        },
        {
            "user": "davido",
            "user_id": "27961",
            "date": "2004-01-15 19:13:01",
            "id": "1450862",
            "reply_to_id": "1450861",
            "text": "tjah… ef þú drepur hann við það að skjóta hann (oft) í lappirnar þá áttu það bara skilið :)"
        },
        {
            "user": "munnturka",
            "user_id": "21952",
            "date": "2004-01-15 17:54:42",
            "id": "1450863",
            "reply_to_id": "1450837",
            "text": "kanski of mikið að láta menn hafa 4 stig fyrir að ná fána því að þá myndu stigahó**** taka kipp:) Og líka ekki svona mikið fyrir tk því að hjá þeim sem hafa spilað þennann leik í mánuð eru tk í 99% tilvika óvart held ég."
        },
        {
            "user": "davido",
            "user_id": "27961",
            "date": "2004-01-15 19:21:37",
            "id": "1450864",
            "reply_to_id": "1450863",
            "text": "en þeir væru þá að stigahórast meira fyrir liðið með því að taka fána.  Málið er að kerfið ætti einmitt að hvetja MEIRA til að ná fánum, heldur en að hanga einhversstaðar í kampi og drepa óvini (þó slíkt sé auðvitað hin besta skemmtun á stundum).\nEf menn fá mikinn mínus fyrir tk, þá passa menn sig bara betur, fyrir utan það að þeir sem tk óvart gera það sjaldan og því kemur þetta ekkert mikið meira að sök en það gerir í dag hvort eð er.\nAðalatriðin í hugmyndinni (finnst mér) er að menn fá stig fyrir að hjálpa liðinu sem medic og engineer og menn fá hlutfallslega meira fyrir að taka fána, en út á það gengur jú leikurinn. Og svo það að það er refsað harðar fyrir að skemma fyrir liðinu (jújú óvart tk skemmir líka)."
        },
        {
            "user": "Stormer1",
            "user_id": "33025",
            "date": "2004-01-15 19:20:13",
            "id": "1450865",
            "reply_to_id": "1450837",
            "text": "Þetta er mjög góð grein hjá, og er sammála að “litli maðurinn” skiptir máli.\n[Fantur]Storme"
        },
        {
            "user": "Nodferatu",
            "user_id": "31577",
            "date": "2004-01-16 15:42:06",
            "id": "1450866",
            "reply_to_id": "1450837",
            "text": "Mjög góð grein.\nEn Davido, ég segi að það væri fáránlegt að gefa mínusa fyrir að særa menn í sínu liði. Það getur verið mjög auðvelt að klaufast til að meiða samherja í hita leiksins. Svo ef það er verið að berjast í mjög “close quarters” eins og t.d. í skotgröfunum í Omaha þá er líka mjög auðvelt að skjóta í samherja sem annaðhvort slysast fyrir byssuna eða þá að það eru kannski 2 að drepa óvin sitthvorum megin við hann og svo heldur annar áfram að skjóta sekúndubroti of lengi og skýtur þá í samherja. Sem sagt, mér fyndist þetta ósanngjörn  regla. :)"
        },
        {
            "user": "FagInABag",
            "user_id": "23904",
            "date": "2004-01-18 14:23:20",
            "id": "1450867",
            "reply_to_id": "1450837",
            "text": "góð grein, respect bro !"
        }
    ]
}