{
    "forum_title": "Húmor",
    "user": "Heimir88",
    "user_id": "20634",
    "date": "2004-01-17 00:17:20",
    "title": "100 góðir brandarar (c / p)",
    "text": "1\nThree kids come down to the kitchen and sit around the breakfast table. The mother asks the oldest boy what he’d like to eat. “I’ll have some fuckin’ French toast,” he says. The mother is outraged at his language, hits him, and sends him upstairs. She asks the middle child what he wants. “Well, I guess that leaves more fuckin’ French toast for me,” he says. She is livid, smacks him, and sends him away. Finally she asks the youngest son what he wants for breakfast. “I don’t know,” he says meekly, “but I definitely don’t want the fuckin’ French toast.”\n2\nMy grandfather always said, “Don't watch your money; watch your health.” So one day while I was watching my health, someone stole my money. It was my grandfather. (Jackie Mason)\n3\nLast night I went to a 24-hour grocery. When I got there, the guy was locking the front door. I said, “Hey, the sign says you're open 24 hours.” He goes: “Not in a row!” (Steven Wright)\n4\nSaul is working in his store when he hears a booming voice from above: “Saul, sell your business.” He ignores it. It goes on for days. “Saul, sell your business for $3 million.” After weeks of this, he relents, sells his store. The voice says ‘Saul, go to Las Vegas.“ He asks why. ”Saul, take the $3 million to Las Vegas.“ He obeys, goes to a casino. Voice says, ”Saul , go to the blackjack table and put it down all on one hand.“ He hesitates but knows he must. He’s dealt an 18. The dealer has a six showing. ”Saul, take a card.“ What? The dealer has – ”Take a card!“ He tells the dealer to hit him. Saul gets an ace. Nineteen. He breathes easy. ”Saul, take another card.“ What? ”TAKE ANOTHER CARD!“ He asks for another card. It’s another ace. He has twenty. ”Saul, take another card,“ the voice commands. I have twenty! Saul shouts. ”TAKE ANOTHER CARD!!“ booms the voice. Hit me,Saul says. He gets another ace. Twenty one. The booming voice goes: ”un-fucking-believable!“\n5\nA guy joins a monastery and takes a vow of silence: he’s allowed to say two words every seven years. After the first seven years, the elders bring him in and ask for his two words. ”Cold floors,“ he says. They nod and send him away. Seven more years pass. They bring him back in and ask for his two words. He clears his throats and says, ”Bad food.“ They nod and send him away. Seven more years pass. They bring him in for his two words. ”I quit,“ he says. ”That’s not surprising,“ the elders say. ”You’ve done nothing but complain since you got here.“\n6\nI was making love to this girl and she started crying. I said, ”Are you going to hate yourself in the morning?“ She said. ”No. I hate myself now.“ (Rodney Dangerfield)\n7\nA Jewish grandmother is watching her grandchild playing on the beach when a huge wave comes and takes him out to sea. She pleads, ”please God, save my only grandson. I beg of you, bring him back.“ And a big wave comes and washes the boy back onto the beach, good as new. She looks up to heaven and says: ”He had a hat!“ (Myron Cohen)\n8\nTwo guys are walking down the street when a mugger approaches them and demands their money. They both grudgingly pull out their wallets and begin taking out their cash. Just then one guy turns to the other and hands him a bill. ”Here’s that $20 I owe you,“ he says.\n9\nI went to my doctor and told him ”my penis is burning.“ He said, ”That means somebody is talking about it.“ (Garry Shandling)\n10\nA car hits a Jewish man. The paramedic rushes over and says, ”Are you comfortable?“ The guy says: ”I make a good living.“ (Henny Youngman)\n11\nJesus and Saint Peter are golfing. St. Peter steps up to the tee on a par three and hits one long and straight. It reaches the green. Jesus is up next. He slices it. It heads over the fence into traffic on an adjacent street. Bounces off a truck, onto the roof of a nearby shack and into the rain gutter, down the drain spout and onto a lilly pad at the edge of a lake. A frog jumps up and snatches the ball in his mouth. An eagle swoops down, grabs the frog. As the eagle flies over the green, the frog croaks and drops the ball. It’s in the hole. Saint Peter looks at Jesus, exasperated. ”Are you gonna play golf?“ he asks ”Or are you just gonna fuck around?“\n12\nA guy enters bar carrying an alligator. Says to the patrons, ”Here’s a deal. I'll open this alligator's mouth and place my genitals inside. The gator will close his mouth for one minute, then open it, and I'll remove my unit unscathed. If it works, everyone buys me drinks.“ The crowd agrees. The guy drops his pants and puts his privates in the gator's mouth. Gator closes mouth. After a minute, the guy grabs a beer bottle and bangs the gator on the top of its head. The gator opens wide, and he removes his genitals unscathed. Everyone buys him drinks. Then he says: ”I'll pay anyone $100 who's willing to give it a try.“ After a while, a hand goes up in the back of the bar. It's a woman. ”I'll give it a try,“ she says, ”but you have to promise not to hit me on the head with the beer bottle.“\n13\nA guy meets a hooker in a bar. She says, ”This is your lucky night. I’ve got a special game for you. I’ll do absolutely anything you want for $300, as long as you can say it in three words.“ The guy replies, ”Hey, why not?“ He pull his wallet out of his pocket, and one at a time lays three hundred-dollar bills on the bar, and says, slowly: ”Paint…my…house.“\n14\nAt a White House party, a woman approached Calvin Coolidge, famed for his silence, and said ”Mr. President, I made a bet I can get more than three words out of you.“ He replied: ”You lose.“\n15\nL.A. is so celebrity-conscious, there's a restaurant that only serves Jack Nicholson – and when he shows up, they tell him there'll be a ten-minute wait. (Bill Maher)\n16\nI went to a fight the other night and a hockey game broke out. (Rodney Dangerfield)\n17\nA man goes to a psychiatrist and says, ”Doc, my brother's crazy, he thinks he's a chicken.“ The doctor says, ”Why don't you turn him in?“ The guy says, ”We would. But we need the eggs.“\n18\nI was raised half Jewish and half Catholic. When I'd go to confession, I'd say ”Bless me, father, for I have sinned – and you know my attorney, Mr.Cohen.“ (Bill Maher)\n19\nA guy dies and is sent to Hell. Satan meets him, shows him doors to three rooms, and says he must choose one spend eternity in. In the first room, people are standing in shit up to their necks. The guy says ”no, let me see the next room.“ In the second room, people are standing with shit up to their noses. Guy says no again. Finally, Satan opens the door to the third room. People are standing with shit up to their knees, drinking coffee and eating danish pastries. The guy says, ”I pick this room.“ Satan says okay and starts to leave, and the guy wades in and starts pouring some coffee. On the way out Satan yells, ”O.K., coffee break's over. Everyone back on your heads!“\n20\nJack Benny is walking down the street, when a stick-up man pulls out a gun and says ”Your money or your life!“ An extremely long silence follows. ”Your money or your life!“ the thug repeats. Finally Benny says ”I’m thinking!“\n21\nA man is driving his five year old to a friend’s house when another car races in front and cuts them off, nearly causing an accident. ”Douchebag!“ the father yells. A moment later he realizes the indiscretion, pulls over, and turns to face his son. ”Your father just said a bad word,“ he says. ”I was angry at that driver, but that was no excuse for what I said. It was wrong. But just because I said it, it doesn’t make it right, and I don’t ever want to hear you saying it. Is that clear?“ His son looks at him and says: ”Too late, douchebag.“\n22\nOn a passenger flight, the pilot comes over the public address system as usual and to greet the passengers. He tells them at what altitude they’ll be flying, the expected arrival time, and a bit about the weather, and advises them to relax and have a good flight.. Then, forgetting to turn off the microphone, he says to his co-pilot, ”What would relax me right now is a cup of coffee and a blowjob.“ All the passengers hear it. As a stewardess immediately begins to run toward the cockpit to tell the pilot of his slip-up, one of the passengers stops her and says ”Don’t forget the coffee!“\n23\nI was so ugly when I was born, the doctor slapped my mother. (Henny Youngman)\n24\nTwo campers are walking through the woods when a huge brown bear suddenly appears in the clearing about 50 feet in front of them. The bear sees the campers and begins to head toward them. The first guys drops his backpack, digs out a pair of sneakers, and frantically begins to put them on. The second guys says, ”What are you doing? Sneakers won’t help you outrun that bear.“ ”I don't need to outrun the bear,“ the first guy says. ”I just need to outrun you.“\n25\nTV commercials now show you how detergents take out bloodstains, a pretty violent image there. I think if you've got a T-shirt with a bloodstain all over it, maybe laundry isn't your biggest problem. (Jerry Seinfeld)\n26\nA guy has a talking dog. He brings it to a talent scount. ”This dog can speak English,“ he claims to the unimpressed agent. ”Okay, Sport,“ the guys says to the dog, ”what’s on the top of a house?“ ”Roof!“ the dog replies. ”Oh, come on…“ the talent agent responds. ”All dogs go ‘roof’.“ ”No, wait,“ the guy says. He asks the dog ”what does sandpaper feel like?“ ”Rough!“ the dog answers. The talent agent gives a condescending blank stare. He is losing his patience. ”No, hang on,“ the guy says. ”This one will amaze you. “ He turns and asks the dog: ”Who, in your opinion, was the greatest baseball player of all time?“ ”Ruth!“ goes the dog. And the talent scount, having seen enough, boots them out of his office onto the street. And the dog turns to the guy and says ”Maybe I shoulda said DiMaggio?“\n27\nA guy shows up late for work. The boss yells ”You should have been here at 8:30!“ he replies: ”Why? What happened at 8:30?“\n28\nWhen I went to college, my parents threw a going away party for me, according to the letter. (Emo Philips)\n29\nA lady at a party goes up to Winston Churchill and tells him, ”Sir, you are drunk.“ Churchill replies, ”Madam, you are ugly. In the morning, I shall be sober.“\n30\nI was born a suspect. I can walk down any street in America and women will clutch their purses tighter, hold onto their Mace, lock their car doors. If I look up into the windows of the apartments I pass I can see old ladies on the phone. They’ve already dialed 9-1- and are just waiting for me to do something wrong. (Chris Rock)\n31\nI worked some gigs in the Deep South…Alabama…You talk about Darwin’s waiting room. There are guys in Alabama who are their own father. (Dennis Miller)\n32\nIn football you wear a helmet; in baseball you wear a cap. Football is concerned with downs; baseball is concerned with ups. In football you receive a penalty; in baseball you make an error. In football the specialist comes in to kick; in baseball the specialist comes in to relieve somebody. (George Carlin)\n33\nI want to have children, but my friends scare me. One of my friends told me she was in labor for thirty six hours. I don’t even want to do anything that feels good for thirty-six hours. (Rita Rudner)\n34\nA guy has a parrot that can sing and speak beautifully. He takes it to the synagogue on Rosh Hashonah and makes a wager that the bird can conduct the High Holiday service better than the temple’s cantor. When the big moment comes, though, the parrot is silent. The guy is outraged. He takes the bird home and is about to kill it when the bird finally speaks: ”Schmuck! Think of the odds we’ll get on Yom Kippur!“\n35\nAt the airport they asked me if anybody I didn’t know gave me anything. Even the people I know don’t give me anything. (George Wallace)\n36\nI always look for a woman who has a tattoo. I see a woman with a tattoo, and I’m thinking, okay, here’s a gal who’s capable of making a decision she’ll regret in the future. (Richard Jeni)\n37\nIf this is coffee, please bring me some tea. If this is tea, please bring me some coffee. (Abraham Lincoln)\n38\nI celebrated Thanksgiving in an old-fashioned way. I invited everyone in my neighborhood to my house, we had an enormous feast, and then I killed them and took their land. (Jon Stewart)\n39\nThis greasy spoon restaurant was so bad, on the menu there were even flies in the pictures. (Richard Lewis)\n40\nThere’s always one of my uncles who watches a boxing match with me and says ”Sure. Ten million dollars. You know, for that kind of money, I’d fight him.“ As if someone is going to pay $200 a ticket to see a 57-year-old carpet salesman get hit in the face once and cry. (Larry Miller)\n41\nThree guys, stranded on a desert island, find a magic lantern containing a genie, who grants them each one wish. The first guy wishes he was off the island and back home. The second guy wishes the same. The third guy says ”I’m lonely. I wish my friends were back here.“\n42\nI was thrown out of NYU. On my metaphysics final, they caught me cheating. I looked within the soul of the boy sitting next to me. (Woody Allen)\n43\nI know a guy who called up the Home Shopping Network. They said ”Can I help you?“ and he said ”No, I'm just looking.“ (George Miller)\n44\nThree comedians are shooting the breeze at the back of a nightclub after a late gig. They’ve heard one another’s material so much, they’ve reached the point where they don’t need to say the jokes anymore to amuse each other – they just need to refer to each joke by a number. ”Number 37!“ cracks the first comic, and the others break up. ”“Number 53!” says the second guy, and they howl. Finally, it’s the third comic’s turn. “44!” he quips. He gets nothing. Crickets. “What?” he asks, “Isn’t 44 funny?” “Sure, it’s usually hilarious,” they answer. “But the way you tell it…”\n45\nA Jewish guy goes into a confession box. “Father O’Malley,” he says, “my name is Emil Cohen. I’m seventy eight years old. Believe it or not, I’m currently involved with a 28 year old girl, and also, on the side, her 19 year old sister. We engage in all manner of pleasure, and in my entire life I’ve never felt better.” “My good man,” says the priest, “I think you’ve come to the wrong place. Why are you telling me?” And the guy goes: “I’m telling everybody!”\n46\nContrary to what most people would say, the most dangerous animal in the world is not the lion or the tiger or even the elephant. It’s a shark riding on an elephant’s back, just trampling and eating everything they see. (Jack Handey)\n47\nThe only thing I know about Africa is that it's far, far away. About a thirty-five hour flight. The boat ride's so long, there are still slaves on their way here. (Chris Rock)\n48\nLast year, I deducted 10, 697 cartons of cigarettes as a business expense. The tax man said, “Don’t ever let us catch you without a cigarette in your hand.” (Dick Gregory)\n49\nAnimals may be our friends. But they won’t pick you up at the airport. (Bobcat Goldthwait)\n50\nSid and Irv are business partners. They make a deal that whichever one dies first will contact the living one from the afterlife. So Irv dies. Sid doesn't hear from him for about a year, figures there is no afterlife. Then one day he gets a call. It's Irv. “So there is an afterlife! What's it like?” Sid asks. ‘Well, I sleep very late. I get up, have a big breakfast. Then I have sex, lots of sex. Then I go back sleep, but I get up for lunch, have a big lunch. Have some more sex. Take a nap. Huge dinner. More sex. Go to sleep, and wake up the next day.“ ”Oh, my god,“ says Sid ”So that’s what heaven is like?“ ”Oh no,“ says Irv. ”I'm not in heaven. I'm a bear in Yellowstone Park.“\n51\nI knew these Siamese twins. They moved to England, so the other one could drive. (Steven Wright)\n52\nI always keep a supply of stimulant handy in case I see a snake, which I also keep handy. (W.C. Fields)\n53\nI was walking across a bridge one day, and I saw a man standing on the edge, about to jump off. So I ran over and said ”Stop! Don't do it!“ ”Why shouldn't I?“ he said. ”Well, there's so much to live for!“ ”Like what?“ ”Well… are you religious?“ He said yes. I said, ”Me too! Are you Christian or Buddhist?“ ”Christian.“ ”Me too! Are you Catholic or Protestant ? “Protestant.” “Me too! Are you Episcopalian or Baptist?” “Baptist” “Wow! Me too! Are you Baptist Church of God or Baptist Church of the Lord?” “Baptist Church of God!” “Me too! Are you original Baptist Church of God, or are you reformed Baptist Church of God?” “Reformed Baptist Church of God!” “Me too! Are you Reformed Baptist Church of God, reformation of 1879, or Reformed Baptist Church of God, reformation of 1915?” He said, “Reformed Baptist Church of God, reformation of 1915!” I said, “Die, heretic scum”, and pushed him off. (Emo Philips)\n54\nTwo old ladies are in a restaurant. One complains, “You know, the food here is just terrible.” The other shakes her head and adds, “And such small portions.” (Woody Allen)\n55\nA father is explaining ethics to his son, who is about to go into business. “Suppose a woman comes in and orders a hundred dollars worth of material. You wrap it up, and you give it to her. She pays you with a $100 bill. But as she goes out the door you realize she’s given you two $100 bills. Now, here’s where the ethics come in: should you or should you not tell your partner?” (Henny Youngman)\n56\nI feel sorry for people who don’t drink or do drugs. Because someday they’re going to be in a hospital bed, dying, and they won’t know why. (Redd Foxx)\n57\nI failed my driver’s test. The guy asked me “what do you do at a red light?” I said, I don’t know… look around, listen to the radio… (Bill Braudis).\n58\nChina has a population of a billion people. One billion. That means even if you’re a one in a million kind of guy, there are still a thousand others exactly like you. (A. Whitney Brown)\n59\nLast time I was down South, I was in a restaurant and ordered some chicken, and these three cousins, you know the ones I mean, Klu, Kluck and Klan, come up and say “Boy, we’re givin’ you fair warnin’. Anything you do to that chicken, we’re gonna do to you.” So I put down my knife and fork, and I picked up that chicken, and I kissed it. (Dick Gregory)\n60\nIf I ever have twins, I'd use one for parts. (Steven Wright)\n61\nA Jewish man is walking on the beach when he discovers a bottle containing genie. He rubs it and a genie comes out, promises to grant him one wish. He says, “Peace in the Middle east, that's my wish.” The genie looks concerned, then says “No, I'm sorry, that's just not possible. Some things just can't be changed. Do you have another wish?” The guys says ‘Well…for my whole life I’ve never receievd oral sex from my wife. That would be my wish.“ The genie pauses for another moment and then says ”How would you define peace?“\n62\nWaiters and waitresses are becoming nicer and much more caring. I used to pay my check, theyd’ say ”Thank you.“ That graduated into ”Have a nice day.“ That’s now escalated into ”You care care of yourself, now.“ The other day I paid my check – the waiter said, ”Don’t put off that mammogram.“ (Rita Rudner)\n63\nA lawyer dies and goes to Heaven. ”There must be some mistake,“ the lawyer argues. ”I’m too young to die. I’m only fifty five.“ ”Fifty five?“ says Saint Peter. ”No, according to out calculations, you’re eighty two.“ ”How’s you get that?“ the lawyer asks. Answers St. Peter: ”We added up your time sheets.“\n64\nLast night I was having dinner with Charles Manson, and in the middle of dinner he turned to me and said ”Is it hot in here, or am I crazy?“ (Gilbert Gottfried)\n65\nAn old woman is upset at her husband’s funeral. ”You have him in a brown suit and I wanted him in a blue suit“ The mortician says ”We’ll take care of it, ma’am“ and yells back ‘”Ed, switch the heads on two and four!“\n66\nWe had a depression fair in the back yard. A major game there was Pin the Blame on the Donkey. (Richard Lewis)\n67\nI bet the main reason the police keep people away from a plane crash is they don’t want anybody walking in and lying down in the crash stuff, then, when somebody comes up, act like they just woke up and go, ”What was that?!“ (Jack Handey)\n68\nNew York now leads the world's great cities in the number of people around whom you shouldn't make a sudden move. (David Letterman)\n69\nStuffed deer heads on walls are bad enough, but it’s worse when you see them wearing dark glasses, having streamers around their necks and a hat on their antlers. Because then you know they were enjoying themselves at a party when they were shot. (Ellen Degeneres)\n70\nI had a cab driver in Paris. The man smelled like a guy eating cheese while getting a permanent inside the septic tank of a slaughterhouse. (Dennis Miller)\n71\nTwo ministers doing missionary work in the South Seas are captured by a tribe and tied to stakes. The chief says to them, ”You have a choice – death, or ugga bugga.“ The first guy says, ”Well, I guess ugga bugga.“ The chief shouts ”UGGA BUGGA!“ and 30 members of the tribe attack and sodomize the first missionary. The chief then asks the second minister, ”Now you have a choice, death or ugga bugga.“ He says ”well, my religion does not allow me to choose ugga bugga, so I suppose it must be death.“ The chief says, ”Very well,“ and shouts ”DEATH…BY UGGA BUGGA!“\n72\nI was on the subway, sitting on a newspaper, and a guy comes over and asks ‘Are you reading that?” I didn’t know what to say. So I said yes. I stood up, turned the page, and sat down again. (David Brenner).\n73\nThese impossible women! How do they get around us! The poet was right: can’t live with them, or without them! (Aristophanes)\n74\nI went to the psychiatrist, and he says “You're crazy ” I tell him I want a second opinion. He says, ‘Okay, you're ugly too!“ (Rodney Dangerfield)\n75\nTwo campers are hiking in the woods when one is bitten on the rear end by a rattlesnake. ”I’ll go into town for a doctor,“ the other says. He runs ten miles to a small town and finds the town’s only doctor, who is delivering a baby. ”I can’t leave,“ the doctor says. ‘But here’s what to do. Take a knife, cut a little X where the bite is, suck out the poison and spit it on the ground.” The guy ruins back to his friend, who is in agony. ‘What did the doctor say?“ the victim asks. ”He says you’re gonna die.“\n76\nLast night, it was so cold, the flashers in New York were only describing themselves. (Johnny Carson)\n77\nTake my wife…please (Henny Youngman)\n78\nA guy asks a lawyer what his fee is. ”I charge $50 for three questions,“ the lawyer says. ”That’s awfully steep, isn’t it?“ the guy asks. ”Yes,“ the lawyer replies, ”Now what’s your final question?“\n79\nMy wife and I took out life insurance policies on each other – so now it's just a waiting game. (Bill Dwyer)\n80\nI can’t think of anything worse after a night of drinking than waking up next to someone and not being able to remember their name, or how you met, or why they’re dead. (Laura Kightlinger)\n81\nMario Andretti has retired from race car driving. That's a good thing. He's getting old. He ran his entire last race with his left blinker on. (Jon Stewart)\n82\nMy sister was with two men in one night. She could hardly walk after that. Can you imagine? Two dinners! (Sarah Silverman)\n83\nI have a large seashell collection, which I keep scattered on beaches all over the world (Steven Wright)\n84\nA guy is sitting at home when he hears a knock at the door. He opens the door and sees a snail on the porch. He picks up the snail and throws it as far as he can. Three years later, there’s a knock on the door. He opens it and sees the same snail. The snail says ‘What the hell was that all about?”\n85\nSincerity is everything. If you can fake that, you’ve got it made. (George Burns)\n86\nAfter 12 years of therapy my psychiatrist said something that brought tears to my eyes.. He said, “No hablo ingles.” (Ronnie Shakes)\n87\nTwo Irish guys are fishing. The first guy reels in his line and sees that he's snagged an old bottle. As he's taking it off the hook, a genie pops out and promises to grant him one wish. “Turn the lake into beer,” he says. The genie goes “Poof!” and the lake turns into beer. He says to the other guy, “So what do you think?” The other guy says, “You jerk. Now we've got to piss in the boat.”\n88\nMy grandfather is hard of hearing. He needs to read lips. I don’t mind him reading lips, but he uses one of those yellow highlighters. (Brian Kiley)\n89\nI would never want to belong to any club that would have someone like me for member. (Groucho Marx)\n90\nA guy tells his psychiatrist: ‘It was terrible. I was away on business, and I wired my wife that I’d be back a day early. I rushed home from the airport and found her in bed with my best friend. I don’t get it. How could she do this to me?“ ”Well,“ says the psychiatrist. ”Maybe she didn’t get your telegram.“\n91\nThey say animal behavior can warm you when an earthquake is coming. Like the night before that last earthquake hit, our family dog took the car keys and drove to Arizona (Bob Hope/Gene Perret)\n92\nA Catholic teenager goes to confession, and after confessing to an affair with a girl is told by the priest that he can't be forgiven unless he reveals who the girl is. ”I promised not to tell!“ he says. ”Was it Mary Patricia, the butcher's daughter?“ the preist asks. ”No, and I said I wouldn't tell.“ ”Was it Mary Elizabeth, the printer's daughter?“ ”No, and I still won't tell!“ ‘Was it Mary Francis, the baker’s daughter?” “No,” says the boy. ‘Well, son,“ says the priest, ”I have no choice but to excommunicate you for six months.“ Outside, the boy’s friends ask what happened. ”Well,“ he says, ”I got six months, but three good leads.“\n93\nI was coming back from Canada, driving through Customs, and the guy asked ”Do you have any firearms with you?“ I said: ”What do you need?' (Steven Wright)\n94\nA comedian is sitting at the bar of a comedy club late one night when a beautiuful woman comes up to him and says “I saw you perform tonight, and you’re the funniest guy I’ve ever seen. I want to take you home and give you the hottest night of sex you’re ever had.” The comedian looks at her and says, “Did you see the first show or the second show?”\n95\nThe guy who shot Robert Kennedy, Sirhan Sirhan, goes up for parole every year. Once he even told the parole board that if Kennedy was alive today, he would speak in his favor and say let him go. What a tough break, you know? The one guy who would have supported him, and he shot him. (Paula Poundstone)\n96\nBob: “Emily, aren’t you afraid of death?” Emily: “I just think of it as a part of life.” Bob: “Yeah. The last part.” (Bob Newhart show/Sy Rosen)\n97\nI believe Dr. Kevorkian is onto something. I think he’s great. Because suicide is our way of saying to God, “You can’t fire me. I quit.” (Bill Maher)\n98\nMy father heard the story of the Menendez brothers. He quit playing the lottery. He said ‘Screw it, I’ve got twelve kids. Any one of them could snap.“ (Paul Rodriguez)\n99\nI bought a box of animal crackers and it said on it ”Do not eat if seal is broken.\" So I opened up the box, and sure enough… (Brian Kiley)\n100\nI went to a restaurant with a sign that said they served breakfast at any time. So I ordered French toast during the Renaissance. (Steven Wright)",
    "url": "https://www.hugi.is/humor/greinar/189179/100-godir-brandarar-c-p/",
    "url_id": "189179",
    "id": "1458262",
    "replies": [
        {
            "user": "Joakimk",
            "user_id": "43781",
            "date": "2004-01-17 18:47:28",
            "id": "1458263",
            "reply_to_id": "1458262",
            "text": "vá-nennti ekki að lesa allt\nþetta voru öruglega góðir djóka"
        },
        {
            "user": "evaros",
            "user_id": "48846",
            "date": "2004-01-18 02:11:26",
            "id": "1458264",
            "reply_to_id": "1458262",
            "text": "Þetta voru fínir brandarar…. Samt ekki alveg allir… En sumir þeirra eins og t.d “I was so ugly when I was born, the doctor slapped my mother.” er helvíti góður ;)"
        },
        {
            "user": "StingerS",
            "user_id": "14433",
            "date": "2004-01-18 14:21:16",
            "id": "1458265",
            "reply_to_id": "1458262",
            "text": "Heyrðu vá maður, ég er kominn á brandara 40 og ætla að taka mér smá break. samt geðveikir brandarar flestir, sérstaklegnr. 2 með þjófa-afanum, i was so ugly when i was born, the doctor slapped my mother og brandarinn með flugmanninn og blowjob:ið——LOL"
        },
        {
            "user": "Heimir88",
            "user_id": "20634",
            "date": "2004-01-18 18:07:45",
            "id": "1458266",
            "reply_to_id": "1458265",
            "text": "Hehe nennti ekki að senda þetta inn í einhverjum bútum eins og einhver stigahóra."
        },
        {
            "user": "Rumms",
            "user_id": "30459",
            "date": "2004-01-19 19:28:45",
            "id": "1458267",
            "reply_to_id": "1458262",
            "text": "Snilld!!!\nHehehe\nsvona á þetta að vera !"
        },
        {
            "user": "Joakimk",
            "user_id": "43781",
            "date": "2004-01-19 21:25:19",
            "id": "1458268",
            "reply_to_id": "1458262",
            "text": "hihi þetta er líka á humor.is"
        },
        {
            "user": "Bjarni89",
            "user_id": "28834",
            "date": "2004-01-20 01:12:36",
            "id": "1458269",
            "reply_to_id": "1458262",
            "text": "jess! Ég náði að lesa alla! Ert ekki stoltur af mér?"
        },
        {
            "user": "RockyB",
            "user_id": "31426",
            "date": "2004-01-21 14:15:56",
            "id": "1458270",
            "reply_to_id": "1458262",
            "text": "Tekið af www.beygla.is"
        },
        {
            "user": "Heimir88",
            "user_id": "20634",
            "date": "2004-01-22 15:54:34",
            "id": "1458271",
            "reply_to_id": "1458270",
            "text": "Nei"
        },
        {
            "user": "Orrmundur",
            "user_id": "30559",
            "date": "2004-01-23 20:03:04",
            "id": "1458272",
            "reply_to_id": "1458262",
            "text": "hahahaha, stórkostlegir brandarar!"
        }
    ]
}