{
    "forum_title": "Vísindi",
    "user": "Kilo",
    "user_id": "44241",
    "date": "2004-01-18 14:38:32",
    "title": "Lifandi Vísindi - Hvílíkt bull",
    "text": "Ég er búin að vera áskrifandi Lifandi vísinda frá því ársbyrjun 2001 og þetta er öruglega það gáfulegasta sem ég les. Nýlega kom einn vinur minn frá útlöndum. Þessi vinur minn hefur aldrei tekið mikið mark á Lifandi vísindum aðalega því honum finnst sumar greinar ekki aðeins óvísindalegar heldur beinlínis fáránlegar. Ég fór að skoða blöðin frá 2003 og fann eftirfarndi geinar sem mér finnst fárnánlegar og ekki eiga heima í vísindatímariti:\nGen eftir vali: Foreldrar hanna sjálfi óskabörnin sín.\nVísindamenn mæla tilfiningar heimsins.\nVísindamenn setja fram byltingarkenda kenningu: heimurinn er gerður í tölvu.\nSkammhlaup í heila sendir sálina útúr líkamanum.\nVetrarbrautin er umkringd gömlum stjörnum. (þeir seigja fréttir!)\nVísindamenn vilja búa til mammútagarð í Síberíu.\nÞað er bara eitthvað við þessa greinar sem gerir þær ótrúverðugar.\nLifandi vísindi er vísindatímarit og þarf þess vegna að halda trúverðugleika sínum sem bestum, eru ekki verið að draga úr honum með að setja svona greinar innan um greinar um nýja tækni og lífræði (meðal annars)? Ég ákvað að renna yfir nýjasta tölublað lifandi vísinda (2 tlb 2004) og fann ekkert athugavert nema eftirfarandi úr “nýrri þekkingu” flokknum. Það var:\nLirfur gabba óvini sína með fljúgandi skít (þarf maður virkilega að vita þetta)\nMyndir nást af prumpi hvala (Loksins er hvalaransóknum eitthvað að miða áfram!)\nFyrsti evrópubúin fundin í helli (svo þarna faldi hann sig!)\nHvernig geta þeir fullyrt að þetta sé sá fyrsti eins og þeir gera? Þetta eru kannski elstu leifar manna í evrópu sem fundist hafa hingað til en það þýðir ekki að þetta sé fyrsti evrópubúinn.\nSvo er annað atriði sem gerir blaðið svo “óvísindalegt” eða óvirðulegt. Það eru þessar æsifréttafyrirsagnir. Dæmi:\nHverjir munu erfa jörðina?\nFjórir dagar í paradís.\nÍsinn bráðnar. (aftur hafa vísindamenn komið okkur á óvart með uppgvötunum sínum)\nHamfarasaga jarðar\nGríman veitir völd\nÓreiða á sólini\nVíkingar kyrrahafsins\nKraftaverk sköpunarinnar\nFelstar ef ekki allar af þessum greinum eru í raunini góðar en þessar fyrirsagnirnar eru stórlega ýktar. Ég veit að blöðin eru seld í lausasölu og þurfa að vera grípandi en þetta er einum of.\nAð lokum er það svo “sannleikurin að baki þjóðsöguni” flokkurin. Flestir Íslendingar eru í Þjóðkirkjuni (meira að seigja nokkrir sem trúa í alvöruni) og nánast móðgandi fyrir þá að fjallað sé um líkklæði krist, örkina hans nóa og sáttmálaörkina eins og fjallað er um Loch ness skrímslið og snjómannin ógurlega.\nLifandi vísind er fyrir utan þetta fínasta tímarit og margt fræðandi í því. Samt hefur þessi vinur minn ákveðið að hætta alveg að lesa lifandi vísindi útaf þessu (ég ljái honum ekki). Hvað finnst ykkur?\nEf  þið voruð að spá í titlinum á greinin ákvað ég að hafa hann grípandi. Ég veit að kannski passar greinin ekki við þetta áhugamál en hvar annarstaðar á ég að setja þetta? Það vantar “vísindi almennt” áhugmál. Ég hef ekki meira að skrifa.",
    "url": "https://www.hugi.is/visindi/greinar/189331/lifandi-visindi-hvilikt-bull/",
    "url_id": "189331",
    "id": "1459631",
    "replies": [
        {
            "user": "spytustrakurinn2",
            "user_id": "45455",
            "date": "2004-01-23 18:07:41",
            "id": "1459632",
            "reply_to_id": "1459631",
            "text": "þetta er ÞAÐ ASNALEGASTA GREIN SEM ‘EG HEF NOKKURN T’IMAN S'EÐ AF HVERJU Í ANSKOTANUM VORUÐ ÞIÐ STJÓRNENDUR VÍSINDI AÐ SAMÞYKKJA SVONA BULL???\nekki ílla meint anybody"
        },
        {
            "user": "Kilo",
            "user_id": "44241",
            "date": "2004-01-23 18:11:37",
            "id": "1459633",
            "reply_to_id": "1459632",
            "text": "þetta er bara svona hugleiðing. Náttúrulega afneita hörðustu lifandi vísindi aðdáendur þessu algerlega\nekki illa meint waffle"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2004-01-23 18:17:15",
            "id": "1459634",
            "reply_to_id": "1459631",
            "text": "Þetta er reyndar alveg ömurlega outdated og leiðinlegur danskur sori nú til dags…\nVar ekki fyrir löngu búið að sanna að gen höfðu áhrif á fitumyndun í líkamananum ?\nMér finnst blaðið ætti að vera meira fræðilegra og innihalda meira af fróðleik sem er “sannaður” og eyða minna í greinar um “hugsanlega” eða “mögulega” hluti.  Mér finnst t.d. greininn um víddirnar og að við eigum okkur tvífara alltof mikið rugl til að eyða þrem opnum í það eða hvað það var nú."
        }
    ]
}