{
    "forum_title": "Hundar",
    "user": "dnxcoded",
    "user_id": "14311",
    "date": "2004-01-19 23:50:38",
    "title": "Um könnun:  Á að banna Dobermann hunda ?",
    "text": "Heil og sæl !\nErum við ekki kominn yfir þá umræðu um hvort beri að banna Dobermann hunda eða ekki ?  Hvernig væri það framkvæmt ?  Það væri vissulega bannað að flytja inn fleiri einstaklinga af tegundinni, enn hvað með þá sem eru fyrir bannið ?  Verða þeir teknir og svæfðir, verður bannað að halda áfram ræktun og verður þá hópurinn geldur ?  Hvað er málið ??\nSjálfur á ég par af þessari tegund og veit mæta vel að þetta eru stórir og sterkir hundar með gífurlega snöggt viðbragð.  Þeir krefjast aga, það er að seigja að þeir vilja vita hvað eigandinn (Alpha-dýrið í hópinum) ætlast til af þeim.  Þetta eru það öfllug dýr að forystu dýrið þarf að hafa sterka forystuhæfileika.  Sem þýðir einfaldlega að þetta er ekki tegund fyrir alla.  Þessari staðreynd taka sumir illa og seigja “afhverju get ég ekki átt svona hund” eða hugsa “er ég eitthvað minna hæfur að eiga svona hund”.  Það er ekki málið !!  Eigandinn þarf að eyða roslegum tíma  í að þjálfa þá, halda aganum og ekki fara út fyrir rammann sem er settur.  Vissulegu á þetta við flestar tegundir, enn þetta verður að vera í háu marki hjá Dobermann hundum vegna hve öflugir þeir eru og með gífurlega snöggt viðbragð sem verður að nýta til þjálfunar annars verða þeir mjög taugaveiklaðir (mismunandi eftir einstaklingum).\nEins og ég sagði áðan á ég par og hef kynnst gífurlegum fordómum.  Er ég var eitt sinn í heimsókn á Geirnefi (lítið vissi ég þá að þetta yrði mín seinasta heimsókn þangað), ég er á svæðinu þar sem vegurinn endar.  Ég stend út við veginn og kasta bolta þegar ég heyri í hundum gelta og sé stóran grán Mitsubitchí Pajero jebba keyra á eftir þeim.  Mínir rjúka til á móti og ráðast á hundana tvo, sem hörfa strax til baka enn árrásar hundarnir á eftir þeim.  Ég öskra “NEI” enn verð að hlaupa á eftir þeim til að stöðva þetta og leiðrétta þá.  Þá stingur kona í farþega sætinu hausnum á sér út um rúðuna og öskrar “Ég kæri þessi helvítis kvikyndi”  Ökumaðurinn rýkur út og svipar í tíkina mína með taumi.  Blótar og ræðst að mér með fúkyrðum um hversum slæmir hundar þetta séu og ég hafi ekkert vald á þeim.  Ég er að óla mína hunda og er að skamma þau er hann kemur að mér og hrindir mér og seigist ætla að kæra mig og láta aflífa kvikindinn.  Mínir verða þá frekar illir enn eru sem betur fer í ól.  Þarna gerði þetta fólk mistök !  Þarna sýndi það hundunum mínum að það er ástæða að ráðast á hunda og jebba !  Ég var búinn að skamma þá og ætlaði að leyfa þeim að kynnast hinum tveim og sýna þeim að ekkert væri að óttast.  Ég er alls óvanur svona riskingum og fer með hundana mína inn í bíl og sný svo aftur til fólksins og vilda ræða þetta mál.  Baðst innilegrar afsökunar á framferði hundanna minna.  Þar þurfti ég að svara áskönum um hvort ég væri handrukkari, fíkill eða kærulaus aumingji með hundana mína með mér uppí rúmi (hvað það kemur málinu við veit ég ekki).  Á endanum gat ég skýrt mál mitt og róað fólkið niður sem náttúrulega var í móðursýkiskasti og á endanum baðst það afsökunar á framferði sýnu.\nSvona fordómum þarf að eyða !  Hægt væri að krefjast hreins sakarvottorðs þegar hundur er skráður, það mundi samt ekki stoppa marga, málið er það að í öllum borgum og bæjum í heiminum er fólk með sterka hunda í vondum tilgangi.  Ekki var krafist geðrannsóknar á mér þegar ég sótti um leyfi til að flytja mína inn til landsins, heldur var beðið um geðrannsókn á þeim !  Dýralækninum sem tók rannsóknina hló, þar var hann beðinn um að króa hundinn af útí horni og taka eftir hvort það kæmu einhver árásar viðbrögð.  Hvaða fullorðinn Dobermann hundur mundi leyfa ókunnugum manni að króa sig af, hann væri vissulega ekki tegund sinni til sóma sem vakthundur.\nÞetta sýnir smá fávisku hjá Landbúnaðarráðuneytinu sem einig gerði mér ekkert nema erfitt fyrir að flytja þá inn, ég ætla ekki að fara tala um reglurnar um innfluttning og Hríseyjar Einagrunarstöðina.  Það er allt efni í betri grein.\nBotninn er: Öll umræða um bann á Dobermann hundum er út í hött !!\nHertari reglur um meðferð, fræðslu og umgengi við hunda af þessari tegund og aðrar ákveðnar tegundir tek ég vel í.\nTakk fyrir mig.",
    "url": "https://www.hugi.is/hundar/greinar/189499/um-konnun-a-ad-banna-dobermann-hunda/",
    "url_id": "189499",
    "id": "1461111",
    "replies": [
        {
            "user": "Zaluki",
            "user_id": "6799",
            "date": "2004-01-20 09:07:33",
            "id": "1461112",
            "reply_to_id": "1461111",
            "text": "Ef ég svara fyrir mig, þá er ég alfarið á móti því að banna þessa tegund hérna á klakanum, þetta eru gamaldags fordómar sem eru að mestu tilkomnir útaf bíómyndum held ég.\nEn hinsvegar styð ég það heilshugar að ræktendur vandi mjög valið á kaupendum þegar þeir eru að selja got, og ég hugsa að flestir geri það.\nSvo er auðvitað líka fólk sem hreinlega lýgur til að eignast svona hunda, jafnvel þá til að nota þá í misjöfnum tilgangi.\nLangflestir Doberman eigendur hérna eru til sóma, það eru einstaka einstaklingar sem maður hefur heyrt að séu ekki að standa sig hvað varðar að hafa stjórn á hundinum og þessháttar.\nÉg játa það þó fúslega að það fer um mig hrollur ef ég er td. niðri á Geirsnefi og einhver stór hundur (Doberman, Rottie, Boxer Shaffer, Great Dane) kemur hlaupandi í áttina að mér, allavega ef það er hundur sem ég þekki ekki :)\nEn ég er fegin að þetta fór allt vel að lokum þarna niðri á Geirsnefi hjá ykkur og vona að þú lendir ekki í þessu aftur."
        },
        {
            "user": "DrAnus",
            "user_id": "14203",
            "date": "2004-01-20 10:12:56",
            "id": "1461113",
            "reply_to_id": "1461111",
            "text": "Auðvitað er bara della að banna þessa tegund og ég hef ekki orðið var við umræðu en að láta verða af því.\nÞað eru til mun sterkari hundar hér á Íslandi heldur en doberman, bara málið er að doberman hefur svo ógnvekjandi útlit…sérstaklega útaf litlu, svörtu augunum og rosalega öflugu gelti.\nEn doberman hafa aldrei verið góðir vakthundar…þeir hafa lítið hjarta og snúa oft öllu upp í leik."
        },
        {
            "user": "Aden",
            "user_id": "49511",
            "date": "2004-01-20 13:41:04",
            "id": "1461114",
            "reply_to_id": "1461111",
            "text": "Það ernokkuð til í þessu sem komið hefr hér fram.\nEn það er eitt sem vanntar. Fyrirsögnin er Á að banna Dobermann hunda, þá þýðir ekki að tala um hvernig hundurinn þinn lætur og er. Það þarf að skoða stofnin frá víðara samhengi, forfeðrum, og þessháttar. Það er ekki eins og yfirdýralæknir og þetta gegi banni hunda útfá einu dæmi. Ef það væri hugsunarhátturinn þá væri hundurinn alstaðar bannaður. ÞAr sem hann varð 7 ára strák til bana í Noregi 2000.\nÞú alaðir um hvað yrði gert við dýrinn sem eru á landinu ef bannið er sett á. Það fer allt eftir reglunni sem er sett á. Ef það stendur að eign dobermann hunda er með öllu bönnuð þá er öllum hundum aflíft. Ef lögin segja frá og með 01.01.04 er innflutningur dobermann hunda bannaður. Þá segir það sig sjálft að þeir sem fluttu hundanna inn fyrir 01.01.04 fá að halda hundunum.\nSagan sem þú sagðir með framkomu fólksins stiður ekki stoð við umræðuna, hún segir mér ekkert hvort hundarnir eiga að banna eða ekki. Það eina sem það segir mér er að ef þú ert í bænum þá þarftu að passa að hafa hundana þína í bandi því annað er banna;)\nÉg er ekki með né á móti, en ég vill ég sjá rök, ekki sögur:)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-01-20 14:10:58",
            "id": "1461115",
            "reply_to_id": "1461111",
            "text": "Bara banna alla þessa helvítis hunda"
        },
        {
            "user": "zion",
            "user_id": "11315",
            "date": "2004-01-20 15:19:36",
            "id": "1461116",
            "reply_to_id": "1461111",
            "text": "Ég er ekki hissa á því hvernig fólkið brást við þegar hundarnir þínir réðust á þeirra hunda. Sjálfur hefði ég ekki bara slegið þá með tauminum. Það að hundarnir þínir hafi gert þetta yfir höfuð er ekki spurning um uppeldi heldur er þetta spurning um persónuleika og þeir sýndu það þarna að þeir eru “aggressívir” (sem aftur gæti stafað af uppeldi). Ekki endilega færir um að stórslasa fólk, en líklegir til að sýna einhver tilbrigði við það (td. yfirgang).\nÞað koma svo auðvitað önnur atriði inní þetta líka. Hver veit nema þeirra hundar hafi gert eitthvað af sér. Ég var ekki á staðnum og sá ekki aðstæðurnar.\nSjálfur er ég sammála því að það eru fordómar gagnvart ákveðnum hundategundum en ég skil þessa fordóma líka vel. Sjálfur er ég ekkert of rólegur yfir því að hitta stóra bola þegar ég er að labba með “litla” hundinn minn. Alltof mikið af hundum, ekki bara þessum stóru, eru aldir upp af fólki sem kunna það ekki. Hver veit nema ég sé ábyggilega einn af þeim.\nEn það er almenn kurteisi að hafa hundinn sinn í ól þegar tveir ókunnugir hundar hittast. Mér finnst óþolandi þegar maður er að labba með hundinn sinn og hittir lausann hund. Sjálfur færi ég ekki með hundinn minn þarna afþví að hundur kunningja míns var nagaður í búta þarna fyrir nokkrum árum, einmitt af einhverju scheffer eða e-ð."
        },
        {
            "user": "Christina",
            "user_id": "19291",
            "date": "2004-01-20 18:53:02",
            "id": "1461117",
            "reply_to_id": "1461111",
            "text": "Ég hef enga fordóma gagnvart þessum hundum. Málið er að það eru nokkrir einstaklingar sem eru búnir að eyðileggja þetta, þá fólk sem kann ekki að fara með þessa tegund og handrukkarar. Því miður, mjög leiðinlegt, því þetta er falleg tegund.\nHins vegar hefur hundurinn minn fordóma gagnvart þessum hundum, hún má ekki sjá svona tegund þá verður hún brjáluð. Held að henni finnst þeir eitthvað ógnvekkjandi."
        },
        {
            "user": "Hallgrimur",
            "user_id": "2769",
            "date": "2004-01-20 19:47:19",
            "id": "1461118",
            "reply_to_id": "1461111",
            "text": "Vantar ekki í þessa umræðu að HUNDAR EIGA ALDREI AÐ GANGA LAUSIR 'A ALMANNAFÆRI?? Amk. er það í mínum skilyrðum um hundahald og er þá sama hvaða tegund er um að ræða og sá sem er með hundinn skal hafa fullt vald yfir honum alltaf -allstaðar. So Hvað er málið?"
        },
        {
            "user": "Selena",
            "user_id": "29486",
            "date": "2004-01-20 22:50:05",
            "id": "1461119",
            "reply_to_id": "1461111",
            "text": "Það er óþolandi, þessir stóru glæsilegu hundar(og þá á ég ekkert bara við dobermann)mega ekki hreyfa sig án þess að allt verði vitlaust, ef þeir lítið sem urra þá verða allir hræddir og tala um þá eins og ófreskjur.  Hinns vegar eru litlu hundarnir alltaf geltandi og glefsandi í börn og fullorðna og fólk einhvern vegin bara samþykkir það, enda er nátturulega skaðin ekki eins mikill. það er sko ótrúlegt hvað þessi stóru dýr eru oft með lítið hjarta."
        },
        {
            "user": "bestbet",
            "user_id": "41280",
            "date": "2004-01-21 01:19:23",
            "id": "1461120",
            "reply_to_id": "1461119",
            "text": "Ég ætla bara að skjóta því inn að þetta gerist á Geirsnefi að greininni að dæma og þar er leyfilegt að vera með lausa hunda, einn af fáum stöðum á landinu.  Það vantar greinilega aga á hundunum þar sem þeir hlíða ekki innkalli, það er til hundaskóli sem kennir þessi atriði.  Ef hundarnir eru ekki hlíðnir þá mæli ég ekki með að leyfa þeim að ganga lausir þangað til þeir hafa LÆRT hver sé ALPHA hundurinn."
        },
        {
            "user": "aaaaa",
            "user_id": "39242",
            "date": "2004-01-21 14:37:51",
            "id": "1461121",
            "reply_to_id": "1461120",
            "text": "bestbet:\n“Ef hundarnir eru ekki hlíðnir þá mæli ég ekki með að leyfa þeim að ganga lausir þangað til þeir hafa LÆRT hver sé ALPHA hundurinn.”\nNúna á ég siberian husky hund og þessi tegund er þekkt fyrir að vera sjálfstæð og það er hundurinn minn, en þessi tegund er líka þekkt fyrir að gera ekki flugu mein (alla vega ekki góðir varðhundar). Hann kannski hlíðir ekki alltaf innkalli hjá mér en kemur á endanum, hann er búin að fara á hvolpanámskeið. Má ég þá bara ekki mæta á þetta svæði lengur?????\nEf þetta hefði verið ég á Geirsnefi hefði ég orðið svoldið pirrað út í fólkið á jeppanum, ÞAÐ Á EKKI AÐ KEYRA MEÐ HUNDANA Í HRINGI, alltaf að fara út með þeim, en nei sumir eru of fatlaði til þess (þó svo að það er ekkert að þeim)"
        },
        {
            "user": "bestbet",
            "user_id": "41280",
            "date": "2004-01-22 00:07:51",
            "id": "1461122",
            "reply_to_id": "1461121",
            "text": "“Núna á ég siberian husky hund og þessi tegund er þekkt fyrir að vera sjálfstæð og það er hundurinn minn, en þessi tegund er líka þekkt fyrir að gera ekki flugu mein (alla vega ekki góðir varðhundar). Hann kannski hlíðir ekki alltaf innkalli hjá mér en kemur á endanum, hann er búin að fara á hvolpanámskeið. Má ég þá bara ekki mæta á þetta svæði lengur?????”\nÉg talaði ekki um að mæta ekki á svæðið með hundinn, það er mælt með því í hundaþjálfun að þegar verið er að kenna hundi innkall, þá sé best að hafa hann í löngum taumi til að hann hlíði þegar á hann er kallað.  Ég álít að fólk geti haft þetta í huga dagsdaglega þegar hundurinn er ungur, og verið er að ala hann upp.  Hins vegar ef að hundar eru líklegir til að hlaupa til einsog í þessu tilfelli þá er ágætt að taka á því strax. Ég á sjálf doberman/boxer og geri mér grein fyrir oforsinu í honum, hún er óttalegt fiðrildi þegar hún hefur ekki fengi hreifingu yfir daginn.  Hún er ung ennþá en mun vaxa og er ég að undirbúa mig undir stórann hund. Þá kenni ég henni innkall strax. Ég er ekki að segja að það geti komið fyrir í framtíðinni að hún óhlíðnist, en þá er best að taka á því strax“ekki satt”\nEf einu sinni er hunsaðar reglur þá er hundurinn fljótur að læra allveg einsog börnin.\nÉg er sammála að mér finnst fólk ekki eiga að keyra á undan hundum sínum, fara út og hreyfa sig líka."
        },
        {
            "user": "dnxcoded",
            "user_id": "14311",
            "date": "2004-01-22 00:41:57",
            "id": "1461123",
            "reply_to_id": "1461122",
            "text": "Áttu dobermann X Boxer tík ??\nhvernig er hún, áttu myndir ?\nkveðja"
        },
        {
            "user": "bestbet",
            "user_id": "41280",
            "date": "2004-01-22 00:53:53",
            "id": "1461124",
            "reply_to_id": "1461123",
            "text": "Call me Dob-x\nhttp://kasmir.hugi.is/kasmir/umsjon/synamynd.php\n3?kt=240665-5499&myndnafn=dob-zx.jpg\nhttp://kasmir.hug\ni.is/kasmir/umsjon/synamynd.php3?kt=240665-5499&myndnaf n=vaka33.GIF\nhttp://kasmir.hugi.is/kasmir/umsjon/synam\nynd.php3?kt=240665-5499&myndnafn=doby+copy.GIF"
        },
        {
            "user": "bestbet",
            "user_id": "41280",
            "date": "2004-01-22 00:56:09",
            "id": "1461125",
            "reply_to_id": "1461124",
            "text": "Þær komast ekki inná þennan hátt."
        },
        {
            "user": "bestbet",
            "user_id": "41280",
            "date": "2004-01-22 01:19:29",
            "id": "1461126",
            "reply_to_id": "1461125",
            "text": "http://spjall.hvuttar.net/viewtopic.php?p=45618#45618\nÞarna eru þæ"
        },
        {
            "user": "aaaaa",
            "user_id": "39242",
            "date": "2004-01-22 08:46:32",
            "id": "1461127",
            "reply_to_id": "1461126",
            "text": "Flottur hundur sem þú átt.\nEn málið er að ég byrjaði líka að kenna hundinum mínum snemma innkall, hann er bara lengi að læra. Því þessi tegund er ROSALEGA sjálfstæð og erfið. En hann er að læra þetta, nema þegar mikið er að gerast í kringum hann þá tapar hann sér, eins og á geirsnefi.\nOg ég er ekki að segja að hann sé óuppalin ef einhverjir halda það :)"
        },
        {
            "user": "Aden",
            "user_id": "49511",
            "date": "2004-01-22 09:37:10",
            "id": "1461128",
            "reply_to_id": "1461121",
            "text": "aaaaa… þú sagðir\nNúna á ég siberian husky hund og þessi tegund er þekkt fyrir að vera sjálfstæð og það er hundurinn minn, en þessi tegund er líka þekkt fyrir að gera ekki flugu mein\nÉg rak augun í þegar þú talaðir um að hundarnir eru þekktir fyrir er gera ekki flugu meign!!!!\nEg hef mikið lesið um þessa degund, og kona sem býr í næsta húsi á 2. Þetta eru ekki meinlausir hundar. Þeir hafa drepið 34 hænur í sveitinni. Árið 1999 varð einn svona litlum strák að bana í útlandinu… og Ástæðan yfir því hve efrit er að fá hundinn leyfðan er útaf erfiðleikim með að halda aga á þeim!!! eins og þú sagðir… þeir eru svo sjálfstæðir!! þá segi ég passaðu þig og þá og aðra!!! HALTU ÞEIM Í BANDI!!!! Því að á endanum koma þeir til manns sagðir þú… en stundum er það aðeins of seint!!"
        },
        {
            "user": "aaaaa",
            "user_id": "39242",
            "date": "2004-01-22 11:54:05",
            "id": "1461129",
            "reply_to_id": "1461128",
            "text": "Já ég get sagt að þessi tegund hefur drepið hænur en aldrei hef ég heyrt um að þeir hafi orðið barni að bana, sendu mér fréttina sem þú hefur lesið. Þetta eru víst meinlausir hundar, ef þú hefur lesið eitthvað um þá, þá hefuru séð að þeir geta ekki orðið varðhundar, þeir mundu sleikja innbrotsþjófinn til dauða.\nÞað þarf ekki að leyfa þessa tegund neitt, það eru einungis 4 tegundir bannaðar að flytja inn og siberian husky er ekki ein af þeim.\nSvo ef þú ætlar að dæma tegundina út af einum hundi þá þyrftiru að gera það við allar tegundir, t.d. hefur doberman, rottweiler, schefer og labrador allir orðið manni að bana."
        },
        {
            "user": "bestbet",
            "user_id": "41280",
            "date": "2004-01-22 14:18:47",
            "id": "1461130",
            "reply_to_id": "1461129",
            "text": "Grein á netinu\nIt is important to set limits with a larger dog, because theycause more damage when they bite…\n——————————————– ————————————\nIn an effort to take the bite out of escalating costs, the U.Sinsurance industry has listed nine breeds that liability claimsshow are at “high risk” for biting, and may require additionalhomeowner's insurance: American Staffordshire terrier, boxer, pitbull terrier, chow chow, Doberman pinscher, German shepherd,Great Dane, Rottweiler, and Siberian husky.\nhttp://www.workingdogs.com/doc0084.htm"
        },
        {
            "user": "aaaaa",
            "user_id": "39242",
            "date": "2004-01-22 14:37:56",
            "id": "1461131",
            "reply_to_id": "1461130",
            "text": "Já, ég veit að Siberian Husky er með hættulegar tennur. T.d. er þegar þeir keppa eru augntennurnar klipptar, svo þeir skaddi ekki aðra hunda í teyminu.\nEn þeir mundu ekki ráðast á mann, veit að þeir geta það, en þeir hafa ekki gert það.\nEf  þið eruð með eitthvað sem sínir það að þeir hafi ráðið manni að bana leiðréttið mig.\nEn svo gleymir fólk oft því að það fer eftir hvernig hundarnir eru aldnir upp.\nÞað eru til fleiri tegundir sem hafa drepið hænur eða kindur hér á landi, þanig það á ekki að dæma tegundi út af einu tilfelli. Eins með Doberman-inn svo að þetta komi nú greininni eitthvað við ."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2004-01-23 04:04:43",
            "id": "1461132",
            "reply_to_id": "1461131",
            "text": "“En þeir mundu ekki ráðast á mann, veit að þeir geta það, en þeir hafa ekki gert það.”\nAllir hundar geta ráðist á fólk.  Á\nhttp://www.dogsinthenews.com/issues/0209/articles/02092\n6a.htm er t.d. sagt frá Husky sem beit 2ja ára barn, þurfti að sauma 53 spor en það var álitið að barnið hefði verið að toga í hann."
        },
        {
            "user": "aaaaa",
            "user_id": "39242",
            "date": "2004-01-23 14:00:55",
            "id": "1461133",
            "reply_to_id": "1461132",
            "text": "“But extenuating circumstances were discovered.  ”From what I gathered,“ reported Officer Bennett, ”the baby slipped into another room and was pushing and pulling on the dog while it was eating.“\nOfficer Bennett says that canines should be left alone with their food.  In addition, since the dog's guardians weren't home, the onus of responsibility fell on the parents to make sure that the child was supervised around the dog, she states.\nTown officials concur, and the pooch has been granted a reprieve from the death sentence.\nSays Officer Bennett, ”This is an awful, horrible thing, but it's not the dog's fault.\"\nHérna er svo greinin sem var á netfanginu, og þú sérð sjálfur hvað stendur þarna. Auðvitað geta allir hundar ráðist á fólk. Það sem ég var að meina ef þú mundir mæta siberian husky út á götu eða hann myndi koma hlaupandi að þér, þá myndi hann ekki ráðast á þig. Vill bara ekki að það sé við að dæma heila tegund út af einu tilfelli, og þá á þetta við flest allar tegundir í heiminum.\nBarnið var að toga í hundinn á meðan hann var að borða, meira að segja pomar eða tjúar get bitið ef fólk er ofaní og pirra hundinn á meðan hann étur………."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2004-01-24 04:19:57",
            "id": "1461134",
            "reply_to_id": "1461133",
            "text": "Hvernig veistu að enginn Husky myndi ráðast á mann á götu?  Þú getur ekki alhæft svona.  Þú getur sagt að það sé mjög sjaldgæft að einhver tegund ráðist á fólk en þú getur ekki alhæft um alla einstaklinga innan tegundarinnar."
        },
        {
            "user": "dnxcoded",
            "user_id": "14311",
            "date": "2004-01-24 12:08:02",
            "id": "1461135",
            "reply_to_id": "1461134",
            "text": "Góðir hálsar !\nEigum við ekki bara að banna Siberan Husky, hehehe :)\nkveðja"
        },
        {
            "user": "aaaaa",
            "user_id": "39242",
            "date": "2004-01-22 14:59:39",
            "id": "1461136",
            "reply_to_id": "1461130",
            "text": "“This is not a dog problem; it's a peopleproblem. The major cause of dog bites is irresponsible owners.”\nÞetta stóð einnig ef þú hefðir lesið allt.\nog svo copy paste-aðiru ekki alla setningarnar við þennan stutta part hjá þér, þar kemur fram hvaða tegundir bíta mest í dag ( og þar er talið upp cocker), á þá ekki líka að setja út á þá tegund????"
        },
        {
            "user": "bestbet",
            "user_id": "41280",
            "date": "2004-01-22 17:29:57",
            "id": "1461137",
            "reply_to_id": "1461136",
            "text": "Ég tók bara part úr greininni til að sýna hvar aðalmálið væri að lesa, hélt að það væri hægt að treysta þér til að lesa lengra.  American Cockerinn má að sjálfsögðu vera með, kannski pastarðu það bara fyrir mig:-)"
        },
        {
            "user": "bestbet",
            "user_id": "41280",
            "date": "2004-01-22 17:50:26",
            "id": "1461138",
            "reply_to_id": "1461137",
            "text": "Journalists once referred to the popular expression “when dogbites man, it's not news”; but today, prime-time television hasbrought dramatic eyewitness accounts of “savage dog attacks intopeople's living rooms”. These stories often make front-page news,resulting in public panic, outrage, and million-dollar lawsuits.In response, communities in various countries are imposing what'sknown as “dangerous dog” laws, which ban or impose restrictionson vicious dogs and even on specific breeds.\nÆtli hundurinn hafi ekki verið orðið þreittur á hrotunum í heimilisfólkinu, og haldi að þau væru að Urra :-)"
        },
        {
            "user": "Aden",
            "user_id": "49511",
            "date": "2004-01-22 16:34:45",
            "id": "1461139",
            "reply_to_id": "1461129",
            "text": "Já ég skal reyna finna þessa grein.. en allavega…\nÉg er ekki að dæma þessu hunda… og sérstaklega útfrá einum hundi. Þeir eru skjálfstæðir og það er það sem gerir þessa hunda hlættulega… þú sagðir sjálf að þeir væru hættilegir…\nÞessir hundar eru ekki fulli leyfðir!!! þeir eru á ákveðnu tilraunatímabili og það er ekki búið að leyfa fyrir fullt fjölgun þeirra. Ég veit allt um það þar sem vinkona mín er að reyna að fá leyfi fyrir ræktun!!!\nþú getur lesið meira um það á síðu yfirdýralæknis!!!\nEn eins og ég segi ég er ekki að vera með neitt bögg… ég dýrka þessa hunda… og finnst mjög gaman að kíkja í heimsókn til þessarar konu.. En ég geri mér samt grein fyrir styrk þeirra og þeirri hættu sem stafar af þeim"
        },
        {
            "user": "aaaaa",
            "user_id": "39242",
            "date": "2004-01-22 18:16:29",
            "id": "1461140",
            "reply_to_id": "1461139",
            "text": "“þeir eru á ákveðnu tilraunatímabili og það er ekki búið að leyfa fyrir fullt fjölgun þeirra. Ég veit allt um það þar sem vinkona mín er að reyna að fá leyfi fyrir ræktun!!!”\nÉg er ekki alveg að skilja þig, það er byrjað að rækta þesssa tegund hér á landi og búin að koma tvö got hjá ræktandanum mínum. Hvaða vinkona þín er að byrja rækta. Eina ræktunin sem er með þetta er Heimskautaræktun hjá henni Rósu og hún er með leyfi????"
        },
        {
            "user": "Aden",
            "user_id": "49511",
            "date": "2004-01-22 20:04:02",
            "id": "1461141",
            "reply_to_id": "1461140",
            "text": "Akkurat… ég vissi af þessum tveimur gotum og það er einnig talað um þetta á síðunni hjá yfirdýralækninum.. en þar segir hann einnig að þeð er ekki alveg komið grænt ljós á allt… en það er verið að vinna í því… Það er hægt að segja að það sé svona gult ljós;)"
        },
        {
            "user": "aaaaa",
            "user_id": "39242",
            "date": "2004-01-22 21:00:27",
            "id": "1461142",
            "reply_to_id": "1461141",
            "text": "hvaða síðu ertu að tala um????\nHvaða vinkona þín er að fara rækta???hvað heitir ræktunin??????"
        },
        {
            "user": "dussi",
            "user_id": "44132",
            "date": "2004-01-21 14:48:36",
            "id": "1461143",
            "reply_to_id": "1461120",
            "text": "Já þessi umræða “á að banna þessa tegund eða þessa tegund eða þessa t…..” er orðin frekar þreytt!!!! ég hugsa að allir góðir og hugsandi hundaeigendur og áhugamenn séu því sammála að oftar en ekki fer hegðun og framferði hundanna (sama af hvaða tegund) eftir meðferð og uppeldi eigenda á hundi sínum og aðstæðum og umhverfi. EKKI HVORT HUNDUR SÉ STÓR eða með svona og svona útlit!!!\nStundum kemur það fyrir að hundurinn sé með einhverja geðröskun sökum galla eða jafnvel úrkynjunnar en sjaldan er það bara vegna þess að tegundin sé einfaldlega grimm!!!\nÞað sem mér finnst vanta sárlega og það stingur mig oft er þegar fólk fær sér hund vegna einhvers ákveðins útlits og hugsar ekkert útí hvað það er komið með í hendurnar, les sér ekkert til um tegundina eða aflar sér upplýsinga á annan hátt og ætlar bara ala upp hundinn á sinn hátt burtséð hvort það´séu viðurkenndar aðferðir sem bera árangur og stuðla að hamingju hunds og eiganda!!!!\nÉg veit það af eigin reynslu að Dopermann hundar geta verið algjörir ljúflingar sem þrá alveg jafnmikið klapp, hrós og umhyggju og hver annar hundur.\nÉg á Boxer og hún er yndislegasti, þolinmóðasti og blíðasti hundur sem ég hef komist í kynni við (reyndar á það við um flest alla þá Boxer-hunda sem ég hef komist í kynni við)En fólk hrekkur við og setur upp svip ef það þekkir ekki þessa tegund og er með mikla fordóma, bara vegna þess hvernig þessi elskulegi hundur lítur út.\nÞAÐ ER SÁRT, því að hún getur ekkert að því gert hvernig hún lítur út og gerir sér örugglega enga grein fyrir að sumu fólki fynnist hún ljót :-(´\nÉg vil hvetja alla RÆKTENDUR að vanda val sitt vel á væntalegum kaupendum og huga vel að velferð dýrsins því það kemur í veg fyrir að óvandaðir eða fáfróðir einstaklingar eignist hund á röngum forsendum og minnkar líkurnar á hættum og fordómum.\nEinnig vil ég hvetja núverandi og verðandi hundaeigendur að fræðast vel um hundinn sinn og vera 100% viss um að hverju sé verið að ganga og hvernig beri að meðhöndla þennan einstakling sem þeir eru að taka að sér!\nMeð þessum einföldu atriðum getum við öll sem þetta varðar (þ.e. hundahald) stuðlað að jákvæðari umfjöllun, viðmóti og umgengni við hvert annað :-)"
        },
        {
            "user": "Spoony",
            "user_id": "32952",
            "date": "2004-01-21 15:29:00",
            "id": "1461144",
            "reply_to_id": "1461111",
            "text": "Afhverju að banna þessa hunda frekar en aðra? Það eru flest allir hundar sem þurfa mikinn aga og eru með snögg viðbrögð og með beittar tennur. En afhverju að banna þá bara þessa?"
        },
        {
            "user": "Hallgrimur",
            "user_id": "2769",
            "date": "2004-01-21 23:27:33",
            "id": "1461145",
            "reply_to_id": "1461111",
            "text": "Er lausaganga hunda leyfileg?\nÓheimilt er að láta hunda vera lausa innan marka þéttbýlis, nema nytjahunda, þegar þeir eru að störfum í gæslu eiganda eða umráðamanns.\nFann þetta á spurningavef Reykjavíkurborgar, Fyrir þá sem annað halda."
        },
        {
            "user": "popo",
            "user_id": "22845",
            "date": "2004-01-22 15:34:58",
            "id": "1461146",
            "reply_to_id": "1461145",
            "text": "Já Hallgrímur, hún er leyf út á Geirsnefi, og svo er hægt að fara upp að Rauðavatni, en þar setur maður hundinn sinn alltaf í ól mæti maður öðrum hundi sem maður þekkir ekki."
        },
        {
            "user": "popo",
            "user_id": "22845",
            "date": "2004-01-22 15:42:49",
            "id": "1461147",
            "reply_to_id": "1461111",
            "text": "Tveir Schefferar réðust á Doberman og gengu næstum því frá honum, þeir voru ekki í taumi, fullorðin hjón voru að gæta Poddelhund og fóru í sakleysi sýnu út á Geirsnef, þar komu afsvífandi tveir Schefferar og hreinlega rifu hundinn í sundur, maður fór með lítinn Tjúa og sá hvar Scheffer kemur hlaupandi á móti og ætlar að ná hundinum, hann stökk upp á manninn og feldi hann, en hann hafði sett hundinn inná sig, svo stóð hann yfir honum urrandi og mann greyið vissi ekki hvað hann ætti að gera, þá barst honum hjálp, ég er sjálf hrædd við þá, og myndi taka stóran hring skildi ég mæta svona hundi, en þetta er eina tegundin sem ég hræðist."
        },
        {
            "user": "randver",
            "user_id": "34960",
            "date": "2004-01-27 18:10:50",
            "id": "1461148",
            "reply_to_id": "1461147",
            "text": "Ég sjálf á séffer hund sem heldur að hann sé kjölturakki, hann er algert beibí og vill alltaf að það sé verið að klappa honum og svona. Ég var eitt sinn með hann útí göngutúr í ÓL og þá kemur annar séffer aðsvífandi og gerir sig líklegan til að ráðast á hundinn hjá mér, ég rauk af stað en hinn séfferinn náði okkur og það upphófust rosaleg slagsmál en loksins eftir nokkrar mínótur sem virtust vera klukkutímar, þá barst mér hjálp!! Og komst í burtu með minn hund við illan leik\nþannig að mín skoðun er sú að það er ekki tegundin sem er hættuleg það er einstaklingurinn.\nÉg horfði einu sinni á labrador nánast rifta boxer hund í sundur, þannig að mér finnst þetta vera spurning um hund sem einstakling ekki hund sem tegund…"
        },
        {
            "user": "bestbet",
            "user_id": "41280",
            "date": "2004-01-28 00:36:15",
            "id": "1461149",
            "reply_to_id": "1461148",
            "text": "Til að hundar séu ekki með þessa árásagirni þarf að láta hann hafa eitthvað fyrir stafni, hvort sem er líkamleg áreynsla eða eitthvað sem reynir á andlega getu hans.  Hundur sem er aðgerðarlaus alla daga og hefur lítið krefjandi verkefni verður leiður og það brýst út í árásagirni.  Það er þannig líka með okkur mannfólkið og ættum við bara að líta okkur nær. T.d gæti ég trúað að þeir sem  eru mest að pillast hérna út í aðra hafa greinilega ekki nóg fyrir stafni sem styrkir hug og líkama.  Þið þurfið greinilega útrás og mæli ég með því að ef þið eigið hunda að fara út að labba með hann í góðann göngutúr eða kenna honum trix.  Það er bæði skemmtilegt og upplífgandi fyrir ykkur og hundinn og í leiðinni fáið þið meðfærilegri hund. (Ekki að spyrja að hvernig ykkur líður á eftir) Trúi því að þið mynduð ekki nenna neinum slagsmálum í framhaldi af því."
        },
        {
            "user": "thengillo",
            "user_id": "11766",
            "date": "2004-01-25 00:32:32",
            "id": "1461150",
            "reply_to_id": "1461111",
            "text": "Það á náttúrulega ekki að banna neina af þessum tegundum sem um ræðir hér að ofan. Það á að banna lélega og óábyrga eigendur. Ekki satt?  ;)"
        },
        {
            "user": "bestbet",
            "user_id": "41280",
            "date": "2004-01-26 02:22:35",
            "id": "1461151",
            "reply_to_id": "1461150",
            "text": "Flottur hundur sem þú átt dnxcoded"
        },
        {
            "user": "Shadow_Of_Castiel",
            "user_id": "10379",
            "date": "2004-01-26 11:12:13",
            "id": "1461152",
            "reply_to_id": "1461151",
            "text": "það á pottþétt að banna doberman hunda\nþeir eru líka alveg hryllilega ljótir og heimski"
        },
        {
            "user": "akkerid",
            "user_id": "42182",
            "date": "2004-01-26 17:10:21",
            "id": "1461153",
            "reply_to_id": "1461152",
            "text": "Jesús minn … vertu ekki að skrifa um eitthvað sem þú veist ekkert um! Doberman hundurinn er einn sá klárasti í bransanum (og einn sá fallegasti líka). Annars er þessi umræða algjör steypa - auðvitað á ekki að banna þessar “stóru” tegundir. Ábyrgir ræktendur þurfa bara að passa að hundarnir rati í réttar hendur. Sjálfur á ég Doberman sem er hinn mesti ljúflingur … annars er þessi umræða frekar leiðinleg (og barnaleg)yfir höfuð."
        },
        {
            "user": "stulka",
            "user_id": "49834",
            "date": "2004-01-28 11:28:32",
            "id": "1461154",
            "reply_to_id": "1461111",
            "text": "Ég verð nú að leifa mér að segja eitt.\nÞar sem að hundarnir þínir gegndu þér ekki þegar þú sagðir NEI við þá þá áttu ekki að vera með þá lausa.\nÞú hefur hund aldrei lausann ef hann gegnir þér ekki.\nTvísar hefur verið ráðist á hundinn minn þegar ég var með hann í göngu og það er ekki í eðli hunda að ráðast á hvor aðra.\nÞéim líður best við að vita af það er húsbóndinn sem ræður.\nHundarnir þínir eru ekki enn tilbúnir að vera lausir myndi ég halda."
        },
        {
            "user": "dnxcoded",
            "user_id": "14311",
            "date": "2004-01-29 02:13:07",
            "id": "1461155",
            "reply_to_id": "1461154",
            "text": "Það er allveg rétt, enda hef ég ekki komið á Geirsnefið síðan atburðurinn átti sér stað !  Þyrfti samt að koma þangað með þau eitt í einu í ól, til að kynnast öðrum hundum !"
        },
        {
            "user": "girly19",
            "user_id": "49958",
            "date": "2004-01-31 13:37:21",
            "id": "1461156",
            "reply_to_id": "1461155",
            "text": "Hæhæ ég er 19 ára stelpa sem á Dobermann. Minn hundur fær mikinn aga og er hinn blíðasti heimilis-og fjölskylduhundur. Dobermanninn var upphaflega notaður sem varðhundur- og vinnuhundur. Louis Dobermann stofnaði þessa hundategund til að vernda sig þegar hann innheimti skatta. EN nú til dags er Dobermanninn vinnuhundur og félagi. Ef við lítum á aðrar hundategundir þá sjáum við að langflestar einsog td. veiðihundar eru ekki notaðir í það sem þeir eru, að mestu leiti eru hundar félagar og heimilishundar. Dobermanninn einsog fleiri vinnuhundar þurfa einhvað að hafa fyrir stafni, fá að huxa og ég reyni að gera mitt besta til að mínum líði vel og aldrei hefur hann sýnt árásargirni. Það sagði einhver hér fyrir ofan að Dobermann hefði drepið 7 ára krakka. En hvað með Rottweilerinn? Þeir eru mun öflugari hundar og oftar en einu sinni eru að koma í fréttum að þeir hafi ráðist á börn og ekki fyrir svo löngu voru 2 Rottweilar sem drápu barn í úlöndum, man ekki nákvæmlega hvar það var. Þessir 2 Rottweilar og barnið voru góðir vinir."
        },
        {
            "user": "girly19",
            "user_id": "49958",
            "date": "2004-01-31 13:39:31",
            "id": "1461157",
            "reply_to_id": "1461156",
            "text": "Og eitt í viðbót Dobermanninn er ekki heimskur. Hann er í topp 10 yfir gáfuðustu hundana."
        },
        {
            "user": "bestbet",
            "user_id": "41280",
            "date": "2004-02-01 02:53:04",
            "id": "1461158",
            "reply_to_id": "1461157",
            "text": "Endilega lesið þetta öll. Ef þið skiljið ekki ensku fáið einhvern til að þýða.  Þetta sýnir misjöfn stig hundsins og hvernig hann getur breyst úr ljúflings hundi í óargardýr. Þess ber að gæta að það hefur með þroskaferli hans að gera. Þegar hann verður kynþroska þá þarf að taka upp aðrar aðferðir og manni finnst að allt sem maður kenndi honum sé unnið fyrir gíg.\nhttp://www.doberman.org/articles/puppy.htm"
        },
        {
            "user": "Joakimk",
            "user_id": "43781",
            "date": "2004-02-02 21:14:04",
            "id": "1461159",
            "reply_to_id": "1461111",
            "text": "vá-ég sá þessa könnun óg varð fúll!!\nég meina,hvað ég málið,þessir hundar eru eins og aðrir hundar nema með ógnvekjandi útlit!\nog þetta fólk á geirsnefi á bara að skammast sín."
        },
        {
            "user": "beene",
            "user_id": "29890",
            "date": "2004-02-04 14:39:16",
            "id": "1461160",
            "reply_to_id": "1461111",
            "text": "Af hverju ekki bara að banna lausagöngu katta??? Það er fáránlegt að bannan Dobermann hunda…..bara gjörsamlega FÁRÁNLEGT!!! skap hunda og hegðun hunda fer mest eftir því hvernig eigandinn hefur alið hann upp…svo eru allir að segja að Dobermann séu eitthvað verri en allir aðrir hundar….þetta er bara bull!!"
        }
    ]
}