{
    "forum_title": "Final Fantasy",
    "user": "RoyalFool",
    "user_id": "5820",
    "date": "2001-03-09 11:36:01",
    "title": "Omega Weapon",
    "text": "Árið 1987 var lítið japanskt fyritæki sem hét <b>Square Co</b>. Stjórnandi fyritækisins, Sakaguchi, var að reyna að finna upp á leik sem myndi strax ná vinsældum. Hann ákvað því að búa til RPG leik eftir fyrirmynd keppinautarins, <i>Dragon Quest</i>. Leikurinn náði fljótt vinsældum en því miður voru ekki margir Nintendo notendur á þessum tíma. Sakaguchi varð fyrir vonbrigðum og hélt að hann gæti búið til leik og þar með bætt fyrri formúluna. Hann ákvað að eyða nær öllum fjármunum fyrirtækisins í þetta verkefni og þannig varð <i>Final Fantasy</i> til.\nLeikurinn seldist vel og var ein af ástæðunum fyrir því að að Nintendo tölvurnar seldust mun betur en áður. Hver leikurinn var gerður á fætur öðrum og alltaf jukust sölurnar með hverju framhaldi. Það náði svo hámarki þegar að Final Fantasy VII seldi næstum 3 milljónir eintaka fyrstu tvo sólarhringana í sölu. Og það var bara í Japan!",
    "url": "https://www.hugi.is/finalfantasy/greinar/18947/omega-weapon/",
    "url_id": "18947",
    "id": "121074",
    "replies": [
        {
            "user": "Flawless",
            "user_id": "2661",
            "date": "2001-03-09 14:16:25",
            "id": "121075",
            "reply_to_id": "121074",
            "text": "Tips:\nEf þið ætlið að senda inn greinar þá skulið þið ekki hafa annan hugaglugga opinn. Það endar með því að greinin hefur ekki sitt upprunalega nafn.\nAnnars stóð þetta í Netinu (Fylgiblað MBL) í svipuðum dráttum.\nThe almighty Helm"
        },
        {
            "user": "Flawless",
            "user_id": "2661",
            "date": "2001-03-09 14:50:45",
            "id": "121076",
            "reply_to_id": "121075",
            "text": "Ég er alltaf að fá einhvern error í þessu hugadæmi og þarf að refresha helvíti mörgu sinnum.\nFlawless"
        },
        {
            "user": "wasted",
            "user_id": "5912",
            "date": "2001-03-09 17:29:44",
            "id": "121077",
            "reply_to_id": "121076",
            "text": "sama hér þetta er allt í hálfgerðum skít"
        },
        {
            "user": "digital",
            "user_id": "26731",
            "date": "2001-03-09 17:45:28",
            "id": "121078",
            "reply_to_id": "121077",
            "text": "já síðan hafa margir leikir vaxið uppfrá Final Fantasy td. chocobo racing og chocobo dungeon :)\nÞeir græddu eins og viltir á þessum leikjum\nDog"
        },
        {
            "user": "RoyalFool",
            "user_id": "5820",
            "date": "2001-03-11 20:57:28",
            "id": "121079",
            "reply_to_id": "121078",
            "text": "Greinin átti upprunalega að heita “Hvernig varð Final Fantasy til?”, og ég skirfaði það meira segja í titilinn! Þessar cookies á huga eru oft að böggast ú tölvunni minni. ég ýti á back og þarf þá að refresha. Stundum ýti ég á kork og þá kemur hann ekki inn, heldur síðan sem ég skoðaði síðast. Þetta er voða skrítið, og gerist eiginlega bara á huga. Annars afsaka ég þetta með titilinn!\nSquaresoft lækkaði aðeins í áliti hjá mér þegar ég frétti af Chocobo Racing og Dungeons og Final Fantast Tactics. Þetta voru hörmulegir leikir og voru greinilega einungis hugsaðir sem fjármögnunarleiðir."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-03-11 23:25:39",
            "id": "121080",
            "reply_to_id": "121079",
            "text": "Jamm. Ég prófaði Chocobo Racing hjá vini mínum… hann var vonbrigði :("
        }
    ]
}