{
    "forum_title": "Farsímar",
    "user": "sigzi",
    "user_id": "1347",
    "date": "2001-03-09 19:03:02",
    "title": "Stærðin á Nokia..",
    "text": "Það eina sem er ekki að batna við Nokia símana, er það hvað þeir eru orðnir litlir. Nokia 8210 er svona rándýr bara úaf því að hann er svo lítill!! Það eru fleiri möguleikar í 3310 heldur en 8210, nema kannski “infrared” who cares.. svo auk þess eru takkarnir rosalega litlir takkarnir, maður verður bara að nota tannstöngla til að geta hringt. Raddstýringin er ekkert sérstök, vinur minn var að baslast við að hringja í pabba sinn með raddst. þegar hann hefði getað hringt með að ýta og “Call”..\nMér líkar ekki símarnir ef þeir eru farnir að vera svona hræðilega litlir og dýrir. Þeir einu “fídusa” símarnir sem eru á markaðnum, þeir eru 6210, 3210 og 3310..\nEn hvað finnst ykkur það?\nSIGZI",
    "url": "https://www.hugi.is/farsimar/greinar/18973/staerdin-a-nokia/",
    "url_id": "18973",
    "id": "121339",
    "replies": [
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2001-03-11 18:27:52",
            "id": "121340",
            "reply_to_id": "121339",
            "text": "Mér leiðist það hvað símarnir eru að verða litlir, ég átti Alcatel síma sem var mjög mátulegur að stærð og núna á ég 3210 sem er líka fínn. Ég vil ekki síma þar sem ég þarf að nota tannstöngul á takkana."
        },
        {
            "user": "happy",
            "user_id": "4302",
            "date": "2001-03-12 11:39:04",
            "id": "121341",
            "reply_to_id": "121340",
            "text": "Ég er líka alveg sammála grein nr.2. Nokia 8210, 8850 og fleiri svona litlir símar eru helvíti flottir! En hafið þið prófað að nota þá? Ég á 3310 og þegar ég prófaði að nota 8210, það var enginn munur á þeim nema það var alveg rosalegt puð að reyna að hitta á takkana á 8210 símanum!"
        },
        {
            "user": "KurtCobain",
            "user_id": "7591",
            "date": "2001-03-11 18:41:21",
            "id": "121342",
            "reply_to_id": "121339",
            "text": "já þetta er asnalegt, þeimur minni þeimur dýrari!\nweird…"
        },
        {
            "user": "snorrioli",
            "user_id": "3780",
            "date": "2001-03-11 18:43:30",
            "id": "121343",
            "reply_to_id": "121342",
            "text": "ég er sammála grein nr. 2. Það er svo óþægilegt að vera með litla síma sem marr getur varla ýtt á takkana. Svo þegar þú ert kominn í minni síma þá er það svo miklu dýrara þó þú getir ekki gert neitt meira í þeim!!!fáránlegt..ég er samt ekkert að segja að dýru símarnir séu ljótir!!!:)"
        },
        {
            "user": "Kjarrval",
            "user_id": "3269",
            "date": "2001-03-11 19:00:19",
            "id": "121344",
            "reply_to_id": "121343",
            "text": "Síðan byrjar maður að gleyma símanum vegna þess að hann er svo léttur.  Það má bæta því við að ég á 7110 síma sem hefur næstum því eins möguleika og þessi 8210 sími en hann er á stærð við 3310.  En það er samt fáránlegt við minn síma að hægt er að vera með 1000 persónur í símanum með 3 símanúmer og 2 nótur við hverja persónu og síðan er ekki hægt að búa til sína eigin tóna.  Ég hefði glaður viljað fórna 200-300 persónum fyrir þennan möguleika því það eru fáir sem þekkja og hafa 1000 persónur í símanum hjá sér."
        },
        {
            "user": "hetjan",
            "user_id": "6225",
            "date": "2001-03-11 19:31:50",
            "id": "121345",
            "reply_to_id": "121344",
            "text": "mér finnst þetta ekkert verra að litlir takkar en aftur á móti er ég með netta fingur og ég þekki mann sem er með 1000 nöfn inn á símaskránni sinni"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-03-11 21:16:46",
            "id": "121346",
            "reply_to_id": "121339",
            "text": "Þegar kompaníið skaffaði mér síma þá valdi ég 6110 þó hætt væri að framleiða hann. Ég hefði t.d. getað fengið 3210 en hann hafði ekki Calendar möguleikann og svo getur infrared verið sniðugt. Það að hafa mism. hringingar fyrir caller groups eða helst fyrir hvern og einn er mjög sniðugt. En helst vill ég hafa þá mátulega litla líka, svona eins og 8210 og með li-ion batteríi uppá 200-300 klst. Og jú, ég er með hendur eins og smábarn :)"
        },
        {
            "user": "Merkur",
            "user_id": "2800",
            "date": "2001-03-11 23:09:25",
            "id": "121347",
            "reply_to_id": "121346",
            "text": "Þið vitið að þegar maður kaupir sér GSM síma er þumalputtareglan sú að maður borgar öfugt kílóverð. Því minna sem maður fær því meira borgar maður.\nÞess má geta að takkarnir á 8850 sem er nákvæmlega eins sími að innan og 8210 eru alveg hreint frábærir. Litlir, já en standa svo langt út að það er ekkert mál að slá öll met í SMS skrifum! Hann skilur bara eftir sig svarthol í buddunni :("
        },
        {
            "user": "Killer",
            "user_id": "32296",
            "date": "2001-03-11 23:43:57",
            "id": "121348",
            "reply_to_id": "121339",
            "text": "Ég á 3310 og voicedialing sökkar feitt, ég þarf að vera í mjög hljóðu umhverfi til að það virki… Símar eru of litlir en ekki of góður…"
        },
        {
            "user": "add1",
            "user_id": "1011",
            "date": "2001-03-12 03:03:35",
            "id": "121349",
            "reply_to_id": "121348",
            "text": "well, ég á 3310 at the moment, og hann er fínn svo langt það gengur.\nEn bara Nokia 8210, er bara svo lítill og handhægur :))\nÆtla að skella mér á hann áður en mánuðurinn er liðinn :D"
        },
        {
            "user": "elm",
            "user_id": "5949",
            "date": "2001-03-12 15:47:16",
            "id": "121350",
            "reply_to_id": "121339",
            "text": "Ekki veit ég hvurslags trölla hendur þig virðist vera með. Ég hef átt Nokia 8210 í langan tíma og finnst hann mjög góður. Það er ekkert mál að skrifa á hann, reyndar bara mjög þægilegt.\nMér er það alveg óskiljanlegt hvernig fólk getur verið að burðast með þessa síma hlunka, eins og t.d. Nokia 5110.\nKveðja, Elm."
        },
        {
            "user": "svennid",
            "user_id": "2377",
            "date": "2001-03-13 22:47:02",
            "id": "121351",
            "reply_to_id": "121339",
            "text": "Það á vist að þykja eitthvað flottara að vera með minni síma, svona fyrir snobbað fólk, annars ætla ég ekki að koma með neinar fullyrðingar."
        },
        {
            "user": "misajoe",
            "user_id": "3663",
            "date": "2001-03-15 18:25:07",
            "id": "121352",
            "reply_to_id": "121351",
            "text": "sammála\ná einn 3210\nen langar í 3310"
        }
    ]
}