{
    "forum_title": "Harry Potter",
    "user": "paskalilja",
    "user_id": "30573",
    "date": "2004-01-21 16:59:56",
    "title": "Grein",
    "text": "Já, ég er nú farin að hugsa svolítið.. hah, ég er farin að kíkja svolítið inn á þetta áhugamál og það er lítið annað birt en fanfik sögur.. ekki að það sé neitt slæmt, alls ekki, en þar sem þetta er Harry Potter áhugamál, áhugamál um Harry Potter bækurnar og myndirnar, aðallega bækurnar, ætti þá ekki að koma ein og ein venjuleg grein um Harry Potter inn á milli? Ég hef ákveðið að senda inn grein, hvort sem hún verður samþykkt eður ei, þá reyndi ég mitt besta =)\nÉg hef lesið fjórar Harry Potter bækur og er nú á þeirri fimmtu, ég er frekar lengi að lesa og hef lítinn tíma og hef því ekki komið því í gang að klára fimmtu bókina enn.\nMér finnst Harry Potter bækurnar ofsalega spennandi og innihaldsríkar og eftir að hafa lesið fyrstu bókina langaði mig að lesa allar hinar líka. Bækurnar eru farnar að lengjast talsvert mikið og það er svolítið þannig að fyrstu, hvað, 400bls í fimmtu bókinni gerist ekki svo mikið.\nÉg “stóð alltaf með harry” í því sem var að gerast í bókunum, öllum ævintýrunum og öllu sem hann lenti í drengurinn. Ég hef endurskoðað stöðu mína gagnvart Harry Potter, mér finnst svolítið óþægilegt við fimmtu bókina, (sem ég er ekki búin með og vildi gjarnan að ekki væri sagt mér neitt eftir bls. 300 í henni) að Harry er orðinn svo bitur og eigingjarnt. Ég er að lesa þessa bók og ég er altlaf að hugsa að hann sé eigingjarn og að hann ætti að bera meiri virðingu fyrir bestu vinum sínum sem hafa staðið með honum í öllu.\nHarry persónulega hefur nottla lent í miklu í þessum bókum, en að láta það bitna á vinum sínum, finnst mér eigingirni, og því get ég ekki lesið bókina á þann hátt að ég sé alltaf “standandi með Harry”.\nSumar perónur í bókunum eru ef til vill mikilvægari en aðrar, en stundum er eins og maður finni ekki almennilega fyrir því, hverjar eru virkilega aðalpersónurnar. Bækurnar heita vafalaust allar “Harry Potter og..” og það gefur í skyn um hvern bækurnar séu, en hvað með hinar tvær mikilvægu persónurnar í bókinni, Ron og Hermoine, skipta þau ekki máli? Það gæti vel verið að seinna með í bókinni komi einhver agalegur kafli með þeim, en það er eins og maður fái ekki almennilega að komast inn í huga þeirra.\nVið fáum að komast inn í huga Harry´s í bókunum og við vitum altlaf hvað hanner að hugsa, eða oftast, en með Ron og Hermione er það svolítið dulið. Ég játa að inn á milli kemur “Ron hugsaði með sér að Harry myndi öskra á hann…” það er nægilegt af því, en það er ekki nægilegt af öðrum sjónarhornum í bókinni, en frá Harry Potter, við fáum að vita mest allt um hann og hans hugsanir, eins og eftir þetta með nýja “varnir gegn myrku öflunum” kennarann, allt sem hann hugsar þegar hann situr eftir hjá henni og þegar hann kemur frá henni.. við erum þar, heyrum hvað hann hugsar, en hvað eru Ron og Hermione að gera á meðan, eða hvað hugsa þau um sárið sem Harry fékk eftir pennan?\nÉg vildi nú bara koma þessu á framfæri, þakka ykkur fyrir og svona… í restina, þá er ég ekki að segja að Harry Potter bækurnar séu rusl, því ég elska þær, heldur er ég að segja, að það vantar kannski sjónarhorn frá ýmsum öðrum sögupersónum inn í bókina, þó Harry Potter sé aðalpersónan og þessi bók á að fjalla um hann.\n-GullaJ",
    "url": "https://www.hugi.is/hp/greinar/189830/grein/",
    "url_id": "189830",
    "id": "1463698",
    "replies": [
        {
            "user": "gugusta",
            "user_id": "47724",
            "date": "2004-01-21 18:39:59",
            "id": "1463700",
            "reply_to_id": "1463698",
            "text": "veistu ég er alveg sammála þér…mér finnst harry vera orðinn soldið bitur og eigingjarn…en samt miðað mið hverju hann hefur kent í er þetta alveg skiljanlegt…ég er ekki að fara að segja hverju hann hefur lent í því að flest kemur úr endanum á fimmtu bókinni…en góð grein :D"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-01-21 18:40:57",
            "id": "1463701",
            "reply_to_id": "1463698",
            "text": "sammála þér um það að hann sé orðinn svolítið eigingjarn. Mér fanst hann líka ÖSKRA alltof mikið í 5 bókinni…"
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2004-01-21 18:45:36",
            "id": "1463702",
            "reply_to_id": "1463698",
            "text": "Ég verð að segja að ég er mjög sammála þér. Harry kallinn er óttalega leiðinlegur í fimmtu bókinni. Þvílíka gelgjan.\nBækurnar eru nátturlega skrifaðar út frá sjónarhóli Harrys og þar af leiðandi fáum við aldrei að sjá hvað aðrir eru að hugsa. Mér persónulega finnst það frekar leiðinlegur ritstíll því að ég vil fá að vita hvað gengur á hjá fleirum.\nÞað eru margir sem nota þennan ritstíl eins og t.d. Tolkien, enda er fyrsta bókin í Hringadróttinssögu nánast eingöngu skrifuð út frá sjónarhorni Frodo. Hinar bækurnar sýna svo hvað fleiri eru að hugsa. Enda fannst mér sú fyrsta frekar leiðinleg og ég var alltaf með hálfgerða innilokunarkennd að vita ekkert hvað gengur á nema bara í hausnum á Frodo, eða í okkar tilfelli Harry.\nKveðja\nTzip\np.s. annars vorum við að byrja með kubb sem heitir persóna mánaðarins og þar ætlum við að taka fyrir eina persónu í mánuði. Í janúar er það Harry sjálfur sem er skotmarkið, endilega kíkið á það. En það skal tekið fram að þar eins og allstaðar annarsstaðar á þessu áhugamáli er nú orðið leyft að vitna í fönixregluna."
        },
        {
            "user": "upje",
            "user_id": "22672",
            "date": "2004-01-21 18:50:04",
            "id": "1463703",
            "reply_to_id": "1463698",
            "text": "Ég er sammála þér með eigingirnina í Harry, og það mætti líka vera meira um Ron og Hermione, en samt er Harry eiginlega “ég-inn” í bókunum, svo að t.d. alltaf í byrjun bókanna stendur bara eitthvað um Harry en ekki vini hans því að hann veit ekkert hvað þau eru að gera… Rowling hefði alveg eins getað látið Harry vera í 1. persónu, þannig það stendur alltaf “ég hugsaði með mér …” og svo framvegis.\nSvo er ég líka sammála með greinarnar, þegar áhugamálið var nýkomið voru sendar inn fullt af góðum greinum um Harry Potter persónurnar eða leikarana, en núna er ekki nema ca. 1 af hverjum 10 greinum eitthvað annað en Fanfic. Samt er mjög gaman að lesa Fanficin, svo lengi sem þau eru vel skrifuð.\nÉg verð líka að játa það að mér finnst bækurnar fara að líkjast meira og meira hver annarri. Það gerist næstum aldrei neitt merkilegt í byrjun bókarinnar þangað til í endinn, þá er alltaf eitthvað spennandi að gerast, og svo enda bækurnar á því að Dumbledore talar við Harry og útskýrir hitt og þetta. Reyndar, ef ég hugsa betur um það, þá gerist nú ýmislegt fleira í 5. bókinni…\nJæja þetta er orðið aðeins lengra en ég ætlaði mér … Góð grein ;)"
        },
        {
            "user": "cappel",
            "user_id": "46901",
            "date": "2004-01-21 18:53:21",
            "id": "1463704",
            "reply_to_id": "1463698",
            "text": "Ég er líka sammála, Harry er orðinn svo mikill unglingur í fimmtu bókinni, ég held að J. K. Rowling er að reyna að skila því til lesenda. Hann er líka alltaf í fýlu og mér finnst að maður fái ekki nógu vel að vita hvað hann er að hugsa. Ron og Hermione mættu líka koma mikið meira við sögu, í fjórðu bókinni kom skýrt fram að Ron var hrifinn af Hermione, en ekkert var skrifað um samband þeirra í Fönixreglunni þó að þau höfðu eytt sumrinu saman tvö ein… Reyndar verð ég að hneykslast á einu í viðbót og vona að einhverjir aðrir séu á sama máli, mér finnst að flestallar kvenpersónurnar í bókunum, þær fáu sem eru, séu á margan hátt stórskrýtnar og oftast frekar óspennandi karakterar miðað við karlpersónurnar sem eru litríkar, sterkar og spennandi. Tökum t.d frænka Harrys, Petulia, er algjör herfa, Hermione er svo mikið nörd að það hálfa væri nóg, pr. McGonagall(rétt skrifað?) er gömul kelling sem er oftast fúl og í vondu skapi og svo leiðindar kerlingin sem var kennari myrku aflanna pr. Umbridge. Ég var svo glöð þégar ég las einhvers staðar að það væri loks kona í því starfi en svo reyndist hún algjör púki! Cho er eiginlega eina almennilega ,,stóra\" kvenpersónan. Annars dýrka ég þessar bækur og get ekki beðið eftir sjöttu.."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-01-21 19:05:08",
            "id": "1463706",
            "reply_to_id": "1463704",
            "text": "cappel!\nHvað með Tonks? Mér fannst hún nú vera frekar litrík persóna. Svona ung og skilur Harry ágætlega."
        },
        {
            "user": "nedrud",
            "user_id": "26720",
            "date": "2004-01-21 20:03:41",
            "id": "1463705",
            "reply_to_id": "1463704",
            "text": "McGonagall, leiðindar kerling? Hún er mjög góð manneskja og er bara ströng, ekkert slæmt við það. Hvað með Molly Weasley (mamma Rons)? Ginny og Hermione eru góðar stelpur. Það eru fleiri sem ég get nefnd."
        },
        {
            "user": "LollyPolly",
            "user_id": "47547",
            "date": "2004-01-21 20:33:53",
            "id": "1463707",
            "reply_to_id": "1463704",
            "text": "Cho er kanski stór persóna en mér fannst (ekki brjálast út í mig fyrir að segja þetta) að Cho sé algjör tík.\nHarry var einhvað rosa hrifinn af henni svo kemur í ljós að hún er sífellt grenjandi. Það liggur við að hún fari að grenja þegar það var sagt hæ við hana. Og frá mínu sjónarhorni var hún bara að nota Harry til að fá að vita hvort að Cedric hafi einhvað minnst á hana. Svo brjálast hún alltaf þegar Harry þurfti að hitta Hermione, ég meina það þolir hún ekki að hún er ekki ein í heiminum með Harry.\nSvo að til að stytta þetta, mér finnst Cho vera algjör TÍK!"
        },
        {
            "user": "KatPotter",
            "user_id": "42316",
            "date": "2004-01-21 21:10:07",
            "id": "1463708",
            "reply_to_id": "1463707",
            "text": "Fyrst þegar ég las bókina þá fannst mér harry líka vera allt of mikið í fýlu en svo fór ég að pæla. Ef að maður hugsar um allar bækurnar sjö sem eina langa sögu þá held ég að ég fatti hvað Rowling er að pæla. Þegar þú ert að skrifa sögu þá hefurðu ekki miðjuna geðveikt happy heldur þá er allt neikvætt og maður heldur að það geti aldrei neitt endað vel en svo lagast allt. Þannig ef maður hugsar um 5. bókina sem miðjuna þá er bara lógíst að hún sé neikvæðari. Alla veganna er það mín skoðun. Annars fannst mér bara fyndið þegar harry var öskrandi. ;)"
        },
        {
            "user": "paskalilja",
            "user_id": "30573",
            "date": "2004-01-21 22:54:18",
            "id": "1463709",
            "reply_to_id": "1463708",
            "text": "Takk kærlega fyrir jákvæðar viðtökur við greininni minni :)\nJá, mig langar að skjóta inn hérna smááá svona spurningum.. :)\nAfhverju er McGonagall e-ð leiðinleg? (ég veit ekki, en svona.. undir yfirborðinu læðist svo rosa góð kona) og svo langar mig líka að spurja aðeins um hana Cho, hvernig lítið þið á hana sem persónu í bókunum og hversu stóru hlutverki finnst ykkur hún gegna?\njæja, takk fyrir góðar viðtökur *klappklappfyrirykkur* :)\n-GullaJ"
        },
        {
            "user": "gamehunter",
            "user_id": "25110",
            "date": "2004-01-21 22:57:01",
            "id": "1463710",
            "reply_to_id": "1463708",
            "text": "segðu mér er ég sá eini sem tekur tillit til tengingarinnar milli Harry,Tom varðandi ego eigingirni og skapið?"
        },
        {
            "user": "Lyra",
            "user_id": "40420",
            "date": "2004-01-21 21:04:09",
            "id": "1463711",
            "reply_to_id": "1463698",
            "text": "Jáá…Harry kallinn er orðin svoldið egó og eigingjarn þarna í 5 bókinni. En þessar bækur eru skrifaðar frá sjónarhorni Harrys þessvegna fáum við bara hans hugsanir…"
        },
        {
            "user": "RaqsSharki",
            "user_id": "30111",
            "date": "2004-01-22 00:46:00",
            "id": "1463712",
            "reply_to_id": "1463698",
            "text": "Hæhæ!!\nGóð grein hjá þér:)\nÞað sem ég held að sé að gerast með hann Harry í 5 bókinni er að hann er að komast á gelgjuna. Á gelgjunni er maður víst pirraðari en ella:D\nÉg held að það sé nú bara það sem er að gerast með drengin (vona allavegana að hann lagist).\nOg með það, ég held að göfundur bókanna, sé að reyna að hafa bækurnar svolítið eins og dagbók Harrýs, og eins og í raunveruleikanum, þá vitum við bara nákvæmlega hvað gerist hjá okkur! En auðvitað væri gaman að heyra nákvæmar frá hinum aðalpersónunum.\nÍ þessari bók finnst mér koma líka glöggt fram að frægðin hefur stigið Harrý til höfuðs. Eða hvað finnst ykkur um það?\nKv.\nVala"
        },
        {
            "user": "paskalilja",
            "user_id": "30573",
            "date": "2004-01-22 08:16:41",
            "id": "1463713",
            "reply_to_id": "1463698",
            "text": "Harry er bara að þroskast. Allar persónur verða að þroskast og nú varð harry að þroskast.\nFantasia"
        },
        {
            "user": "paskalilja",
            "user_id": "30573",
            "date": "2004-01-22 10:15:28",
            "id": "1463714",
            "reply_to_id": "1463713",
            "text": "Harry er bara á gelgjunni.\nEn annars er þetta mjög frumlegt nafn á grein ;)"
        },
        {
            "user": "paskalilja",
            "user_id": "30573",
            "date": "2004-01-22 10:29:31",
            "id": "1463715",
            "reply_to_id": "1463714",
            "text": "Já, ég veit.. ég bara kemst ekki yfir hvað þetta var frumlegt hjá mér…!!!!"
        },
        {
            "user": "svanaerla",
            "user_id": "32092",
            "date": "2004-01-22 13:05:02",
            "id": "1463716",
            "reply_to_id": "1463698",
            "text": "í sambandi við það að harry sé orðinn alltof pirraður, þá er ég ekki sammála. Eins og flestirúnglingar gengur hann í gegnum ákveðið tímabil í lífi sínu, þegar nánast allt fer í taugarnar á honum, og þetta er jafnvel verra fyrir hann en aðra krakka. Hann hefur átt erfiða æsku, hefur ekki sína eigin foreldri til að leita ráða hjá. Hann hefur auðvitað Sirius, en hann getur ekki alltaf talað við hann, því hann á það á hættu að einhver komist að því, og þá verður Sirius úr sögunni. Fyrir utan það að Harry sá félaga sinn drepinn árið áður, var svo haldið í óvissu í nokkra mánuði og að lokum trúðu mjög fáir sögu hans um Voldemort í heilt ár. Mér finnst ekki furða á að grey strákurinn geti átt það til að missa stjórn á skapi sínu……."
        },
        {
            "user": "gugusta",
            "user_id": "47724",
            "date": "2004-01-22 13:56:30",
            "id": "1463717",
            "reply_to_id": "1463716",
            "text": "jamm þetta var nokkurn veginn það sem ég átti við..hefði skrifað svona ef ég hefði vitað að það mætti tala hreint út…."
        },
        {
            "user": "calling",
            "user_id": "24867",
            "date": "2004-01-22 15:30:57",
            "id": "1463718",
            "reply_to_id": "1463698",
            "text": "Halló Gulla,\nRosa fín grein hjá þér og skemmtilegar pælingar. Mér finnst samt ekkert skrýtið að við sjáum ekki hvað Ron og Hermione eru að hugsa, sagan er skrifuð svona og það væri bara asnalegt að fara að breyta því núna.\nSvo á grey Harry bara bágt, það var komið fram við hann eins og skít þegar hann var lítill og svo er mikið búið að ganga á hjá honum í Hogwarts. Ég veit að ég væri pirraðari en hann, ég væri örugglega orðin geðveik úr pirringi:)"
        },
        {
            "user": "chromosome",
            "user_id": "39511",
            "date": "2004-01-22 16:29:12",
            "id": "1463719",
            "reply_to_id": "1463718",
            "text": "Vó fínt að sjá að ég er ekki sú eina sem finnst það allveg eðlilegt að harry sé að öskra á alla og sé á þessari gelgju. Kannski bara af því mér finnst gott að fá útrás á öðrum með öskrum:P"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-01-22 16:39:44",
            "id": "1463720",
            "reply_to_id": "1463698",
            "text": "Góð “grein” sammála næstum öllu ! ;)"
        },
        {
            "user": "FSA",
            "user_id": "18147",
            "date": "2004-01-22 20:26:11",
            "id": "1463721",
            "reply_to_id": "1463698",
            "text": "Ég fatta ekki þetta að allir séu svo sjokkeraðir yfir hegðun Harry í fimmtu bókinni, auðvitað er hann bitur og eigingjarn, það er altaf verið að reyna að drepa hann, og samt skrifar fólk illa um hann í blöðin. Það er svo er nottla það að í fimmtu bókinni er Harry 15 ára, og þú mátt sko vita að ef ég hefði lent í öllu sem hann hefur lent í væri ég ennþá verri (ég er líka 15), allt þetta með hormónana og það. Ég er ánægð að hann er svona raunverulegur, en ekki svona típísk hetja sem við getum lesið um allstaðar annarstaðar. fimmta bókin er besta HP bókin af mínu mati."
        },
        {
            "user": "butterfIy",
            "user_id": "48835",
            "date": "2004-01-22 20:48:09",
            "id": "1463722",
            "reply_to_id": "1463698",
            "text": "Sælinú!\nEitt sem ég skil ekki.. af hverju eru fanfic dótið sett í Greinarnar en ekki í Áhugaspunann?? Er ekkert alveg að fatta til hvers Áhugaspuna kubburinn er!\nGóð grein, takk fyrir=)"
        },
        {
            "user": "paskalilja",
            "user_id": "30573",
            "date": "2004-01-23 11:25:51",
            "id": "1463723",
            "reply_to_id": "1463722",
            "text": "Ætli það sé ekki útaf stigagjöfinni, þú færð ekki stig ef gerinin þín er sett á kork.. eða.. kubb.. er það nokkuð?"
        },
        {
            "user": "cappel",
            "user_id": "46901",
            "date": "2004-01-23 15:20:13",
            "id": "1463724",
            "reply_to_id": "1463723",
            "text": "Tonks var auðvitað góð og skemmtileg, en samt ein af fáum. McGonagall er ekki alltaf leiðinleg og fúl, en samt megnið af tímanum, hún hefur oft komið krökkunum til hjálpar og verið góð við þá, en hún er einhvern veginn alls ekki spennandi karakter. Hagrid, Dumbledore, Sirius, Lupin, Hr. Weasley og svo margir karlar eru svo skemmtilegir og Harry lítur upp til þeirra, en hvað varðar konurnar þá eru þær ekki alveg að gera sig. Eitt dæmi í viðbót um óspennandi kvenpersónur, frú Weasley á að vera hin mesta nöldurkerling og alltaf að skammast. Mig langar að það komi einhver kona með virkilega góða krafta og stórt hlutverk, eins og franska stelpan í fjórðu bókinni, hún var hetja þó svo að Harry þurfti auðvitað að redda henni í endann!"
        },
        {
            "user": "calling",
            "user_id": "24867",
            "date": "2004-01-23 16:01:16",
            "id": "1463725",
            "reply_to_id": "1463724",
            "text": "Já þetta er alveg rétt hjá þér, það eru næstum allar konurnar í bókinni eitthvað leiðinlegar eða nöldrarar eða eitthvað  svoleiðis. Svo eru allir karlarnir rosalega kúl og sterkar týpur. Alls ekki sanngjarnt finnst mér."
        },
        {
            "user": "gomamiso",
            "user_id": "18080",
            "date": "2004-01-23 18:26:33",
            "id": "1463726",
            "reply_to_id": "1463698",
            "text": "hæbbs…ágæt grein (ekkert illa skrifuð), er bara ekki sammála öllu :)\nÉg verð bara að segja það fyrir mína hönd að mér finnst þetta fullkomlega eðlileg hegðun.\nEf maður pælir aðeins í því þá hefur hann ekki átt ‘gott’ líf…hann er einmana þó hann eigi vini því það skilur engin hvernig honum líður…það góða var það að Sirius var sá eini sem gerði það.\nHann hafði misst besta vin sinn, hann var einmana, bjó í húsi sem hann var ekki velkominn í og útskúfaður úr fjölskyldunni þegar hann var ungur..sem er þrællíkt Harry.\nSvo bætist náttúrulega allt hitt við.\nÍ heildina er þetta bara hræðilegt andlegt ofbeldi sem hann hefur lent í…og líkamlegt. Hann má með mínu leyfi öskra að vild og brjóta sem mest í stofunni hans Dumbledores (bara ekki þankalaugina).\nEn annars fínasta grein, innan um allt þetta fanfic.\nOg ég verð bara að segja eitt. Það eru margir að kvarta undan kvennpersónunum, þ.á.m.Frú Weasley.\nHún er sterkasta kona sem ég veit allavega um. Ég meina hversu mikið þrek þarftu til þess að fæða og ala 7 manna fjölskyldu?…og svo lifur hún með það að hafa næstum alla fjölskylduna í Fönix reglunni. Hún er bara kjarnakona þó hún reiti ekki af sér brandarana og sé soldið ströng. (hver verður það ekki með 5 börn?)\nÉg þrælstolt af henni!"
        },
        {
            "user": "Ljomalindin",
            "user_id": "15558",
            "date": "2004-01-23 19:22:42",
            "id": "1463727",
            "reply_to_id": "1463726",
            "text": "Amm, ég er alveg sammála þér með Mollý Weasley, hún er þrælgóð kona ;)\nEn hitt með Harry, því er ég ekki alveg sammála. Hann er auðvitað orðinn meiri unglingur í sér, sem sýnir bara það að hann er að þroskast. En það fyrirgefur ekkert að öskra á bestu vini sína."
        },
        {
            "user": "diensukok",
            "user_id": "42926",
            "date": "2004-01-23 22:02:25",
            "id": "1463728",
            "reply_to_id": "1463727",
            "text": "Veistu ég var bara að fatta það núna\nég hef altaf haft sömu skoðun á þessu :s"
        },
        {
            "user": "dha",
            "user_id": "35651",
            "date": "2004-01-24 15:43:43",
            "id": "1463729",
            "reply_to_id": "1463698",
            "text": "Ég er sammála en ég skil hann alveg. Þegar ég les þá á ég það til að lifa mig inní bækurnar og ég skil svo vel hvað honum líður illa. En vonandi verður þetta betra í næstu bók."
        },
        {
            "user": "paskalilja",
            "user_id": "30573",
            "date": "2004-02-03 17:59:23",
            "id": "1463730",
            "reply_to_id": "1463698",
            "text": "ætli Rowling sé ekki bara að reyna að koma því á framfæri að hann er kominn á unglingsárin..en þá er náttúrlulega modd meterinn upp og niður…"
        },
        {
            "user": "paskalilja",
            "user_id": "30573",
            "date": "2004-02-04 17:39:12",
            "id": "1463731",
            "reply_to_id": "1463730",
            "text": "Jámm.. hey.. ég var að klára bókina núna og í endann þá skil ég vel afhverju hann er reiður, þá hefur hann mjög gilda ástæðu en í byrjun bókarinnar hefur hann ekki svo góða ástæðu.. eða jú, hann hefur misst foreldra sína og Dumbledore í raun forðast hann en hann er soldið svona ímyndunarveikur drengurinn.. ég vona að þetta lagist í hinum tveimur bókunum sem eftir eru.. :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-02-04 22:21:51",
            "id": "1463732",
            "reply_to_id": "1463731",
            "text": "já..ég er sammála því, ekkert gaman að hafa strákinn á hátindi gelgjunnar allar seinustu bækurnar! ;)"
        },
        {
            "user": "Mione",
            "user_id": "50474",
            "date": "2004-02-15 11:03:04",
            "id": "1463699",
            "reply_to_id": "1463698",
            "text": "'Eg skil þig alveg.. þegar ég var að lesa Harry Potter nr.5 var ég oft mjög pirruð á því hvernig Harry hagaði sér. 'Eg meina hann er bara svo reiður og pirraður.. hann er eiginlega hættur að taka tillit til vina sinna, ég meina alltaf öskrandi á þá og haldandi að þeir geti enganveginn skilið hvarnig honum líður.. en það er ekki satt..! Þau gætu alveg skilið hann, því þau eru með honum mestallan daginn og sjá alveg hvað þetta allt er að gera honum,en Harry sér það bara ekki..mér finnst hann mjög skrítinn í bók nr.5. Vonum bara að hann hætti að skeyta skapi sínu á vinum sínum í bók nr.6.. við getum bara vonað :)"
        },
        {
            "user": "Urdur",
            "user_id": "24895",
            "date": "2004-02-27 15:16:55",
            "id": "1463733",
            "reply_to_id": "1463698",
            "text": "Höfundar hafa vanalega eitthvað sérstakt sjónarhorn á sögur en eru ekki að fara á milli það væri svo ruglandi"
        }
    ]
}