{
    "forum_title": "Handbolti",
    "user": "Sporti",
    "user_id": "26071",
    "date": "2004-01-25 12:45:40",
    "title": "Ísland vs Tékkar",
    "text": "Ég er 100% viss um að ísland vinnur þennan leik. Til þess að það gerist þá þarf eftirfarandi að gerast\n1. Ekki láta Dag sigursson inn á\n2. Hafa Patrek bara í vörnini\n3. Láta Sigfús spila bara vörn og láta Róbert inn á línuna\n4.Vekja Ólaf Stefánsson\n5. Prófa Ásgeri Örn ef þetta er ekki að ganga\n6. Hvernig væri að nota Hornin meira, þeir eru ekkert punt þarna inn á\n7. Byrja með Reynir inn á og sjá hvað gerist.\n8. Ekki taka Garcia út af þegar hann er heitur\n9. Fá smá Hjarta í þetta\n10. Kannski nota leikhléin þegar slæmi kaflinn kemur(hann kemur alltaf)\nEf við gerum 5 af þessu hlutum þá held ég að við vinnum þetta\nca. 29-27",
    "url": "https://www.hugi.is/handbolti/greinar/190433/island-vs-tekkar/",
    "url_id": "190433",
    "id": "1468833",
    "replies": [
        {
            "user": "xXMXx",
            "user_id": "39121",
            "date": "2004-01-25 14:41:13",
            "id": "1468835",
            "reply_to_id": "1468833",
            "text": "Já og nr 11. Setja THE NEW GUY þennan snorra hann skoraði mörg mörk á moti ungverjalandi"
        },
        {
            "user": "spes",
            "user_id": "35118",
            "date": "2004-01-25 14:44:16",
            "id": "1468836",
            "reply_to_id": "1468835",
            "text": "Ég er allveg sammála þessum 11 atriðum. Skrýtið að gummi þjálfari sjá þetta ekki t.d þetta með Dag, afhverju var hann að velja Dag í liðið, hann er alls ekki kominn í form. En allavega fara eftir þessum lista og þá vinnum við tékkana í dag :)\nÁfram Ísland yeah!"
        },
        {
            "user": "ZeRo",
            "user_id": "40",
            "date": "2004-01-25 14:44:42",
            "id": "1468837",
            "reply_to_id": "1468835",
            "text": "sammála hverju einasta orði"
        },
        {
            "user": "eaue",
            "user_id": "19588",
            "date": "2004-01-25 14:54:46",
            "id": "1468838",
            "reply_to_id": "1468833",
            "text": "Fínar pælingar en ég held við vinnum ekki. Það er kannski bara ágætt að tapa þessu móti með stæl fyrst að við erum byrjuð á því hvort eð er."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-01-25 15:05:31",
            "id": "1468839",
            "reply_to_id": "1468833",
            "text": "Ef við töpum, sem er andskoti líklegt, þá lítum við út eins og Frakkar á HM2002 - Okkur er spáð góðu gengi en við skítföllum! -\nÁFRAM TÉKKLAND!"
        },
        {
            "user": "johanng",
            "user_id": "9215",
            "date": "2004-01-25 15:09:21",
            "id": "1468840",
            "reply_to_id": "1468833",
            "text": "til hvers að nota hornin meira þegar það eru aðeins ömurlegir hornamenn þar?(guðjón er svo sem ok)."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-01-25 16:04:37",
            "id": "1468841",
            "reply_to_id": "1468840",
            "text": "Guðjón Valur Sigurðsson er án efa næstbesti maður íslenska landsliðsins á eftir Ólafi Stefánssyni, hann er ekki bara “ok”."
        },
        {
            "user": "nesquick",
            "user_id": "25742",
            "date": "2004-01-25 15:15:58",
            "id": "1468842",
            "reply_to_id": "1468833",
            "text": "ef við vinnum ekki núna segi ég að ísland geti ekkert lengur í handbolta"
        },
        {
            "user": "humlebi",
            "user_id": "45382",
            "date": "2004-01-25 15:40:10",
            "id": "1468834",
            "reply_to_id": "1468833",
            "text": "Sammála öllum þessum 11 atriðum, en ósammála þeim sem sagði að hornamennirnir væru ömurlegir! Þeir eru sko ekkert ömurlegir! En mér finnst líka mikið til í því að það eigi að taka Dag útaf.. Og mér finnst líka að Reynir eigi að fá að byrja inná og sýna hvað hann getur!\nÁFRAM ÍSLAND!!"
        },
        {
            "user": "Atari",
            "user_id": "100",
            "date": "2004-01-25 15:47:05",
            "id": "1468843",
            "reply_to_id": "1468833",
            "text": "Dagur og Róbert verða hvíldir í dag(sjá mbl.is)… þannig kannski er Gummi að hlusta. EN með Ásgeir ÖRn, massaleik mapur. Hann kom stutt inn á mótu ungverjum átti 3 fína skot sénsa en þorði ekki að taka þá. Vantar svolitla reynslu. Væri gaman að sjá samt Óla og Ásgeir spila saman.\nAnnars er ég vel sammála flestu"
        },
        {
            "user": "untitled",
            "user_id": "21633",
            "date": "2004-01-25 15:54:04",
            "id": "1468844",
            "reply_to_id": "1468833",
            "text": "Ég er algerlega sammála þessum 11 atriðum en er nú samt ekkert rosalega bjartsýnn á þennan leik.\nEf við töpum, sem gæti alveg gerst, held ég að það hafi bara góð áhrif á Ólimpíuleikana því þá getum við komið óvartsem er oft sterkur leikur.\nEf við vinnum hins vegar þá efst ég stórlega að við komumst upp úr milliriðli, til þess þyrfti hreinlega kraftaverk.\nsvo ef við leggjum fyrir okkur þessa tvo möguleika þá er nú bara ekkert auðséð hvort er betra. Dæmi nú hver fyrir sig."
        },
        {
            "user": "trollmenni",
            "user_id": "49428",
            "date": "2004-01-25 16:07:41",
            "id": "1468845",
            "reply_to_id": "1468833",
            "text": "ég er sammála öllu nema kanski einu atriði og það er þetta með sigfús mér finnst að það eigi að nota hann,,því hann er tröllið þarna á vellinum,,,og það fer mikið fyrir honum,,,og tékkarnir eiga eftir að hugsa mikið um hann,,og svo óla líka,,,,og svo er ég ósammála FÍÍFFLINU!!!!!!!!! sem sagði að við værum með lélega hornamenn,,vinur minn ef þú heldur það,,,snúðu þér þá að því að gagnrýna eitthvað annað en handbollta,,,t.d myndi ég segja að guðjón valur væri á hápunkti ferils síns,,,þótt hann sé reyndar ekki búinn að vera neitt afgerandi það sem af er mótinu en horfum aftur til HM í svíþjóð,,,hann brilleraði þar,,,þannig að við erum ekki með lélega hornamenn,,það er alveg á hreynu,,og svo þetta með Garcia hvað er gummi alltaf að pæla að taka hann útaf,,,þegar hann er on fire en vonandi fer hann inn á huga.is fyrir ´leikinn,,,og kíkir á þessar hugmyndir,,,hehe\ntakk fyrir mig"
        },
        {
            "user": "aggar",
            "user_id": "39708",
            "date": "2004-01-25 16:38:15",
            "id": "1468846",
            "reply_to_id": "1468845",
            "text": "æi,ekki setja tvæt kommur, það er óþæinlegt að lesa það. Annars er ég sammála öllum þessum 11 atriðum.\nÁFRAM ÍSLAND!!!!!!!"
        },
        {
            "user": "pucca",
            "user_id": "47885",
            "date": "2004-01-25 16:53:54",
            "id": "1468847",
            "reply_to_id": "1468833",
            "text": "já ég er sammála þessu öllu…skil ekki hvað Guðmundur vara að pæla með það að taka Dag með he´s a total mo´fo ;) hann er bara að gera íllf verra…..!!!"
        },
        {
            "user": "incubus",
            "user_id": "11204",
            "date": "2004-01-25 17:00:42",
            "id": "1468848",
            "reply_to_id": "1468833",
            "text": "ég verð nú bara að segja að það voru STÓR mistök að taka ekki Heiðmar Felixson með! Ásgeir er of ungur af mínu mati, þótt hann hafi unnið EM undir 18 og spilað í meistaradeildinni. Hann er bara ekki orðinn nógu góður fyrir svona mót, sem að er alveg búið að skína í gegn. Hann fékk ekkert að spila á móti Slóvenum og gat lítið í síðasta leik. Heiðmar er hins vegar miklu sterkara varnarmaður en Ásgeir og Óli hefði þá sennilega fengið meiri hvíld og þar af leiðandi verið betri í sókninni!"
        },
        {
            "user": "Geonosis",
            "user_id": "27162",
            "date": "2004-01-25 18:36:52",
            "id": "1468849",
            "reply_to_id": "1468833",
            "text": "Eins og er erum við að tapa 22-24\n:(\nhvað kom fyrir???"
        },
        {
            "user": "Sk4v3n",
            "user_id": "18250",
            "date": "2004-01-25 18:49:19",
            "id": "1468850",
            "reply_to_id": "1468849",
            "text": "Reka þennan þjálfara anskota, gerir ekkert nema rugl ákvarðani"
        },
        {
            "user": "wertya",
            "user_id": "16621",
            "date": "2004-01-25 18:52:44",
            "id": "1468851",
            "reply_to_id": "1468850",
            "text": "fuck you Gummi er Snilli"
        },
        {
            "user": "Sk4v3n",
            "user_id": "18250",
            "date": "2004-01-25 19:01:00",
            "id": "1468852",
            "reply_to_id": "1468851",
            "text": "Já alveg, hann gat ekki unnið einn anskotans leik á þessu móti með allan þennan mannskap"
        },
        {
            "user": "asgeir1",
            "user_id": "35210",
            "date": "2004-01-25 19:02:58",
            "id": "1468853",
            "reply_to_id": "1468833",
            "text": "Reka Gumma"
        },
        {
            "user": "arer",
            "user_id": "48113",
            "date": "2004-01-25 19:07:55",
            "id": "1468854",
            "reply_to_id": "1468853",
            "text": "Reka Gumma!!  ÞAð virtist vera að leikmenn hafi haldið að jafntefli nægði vegna þess að þeir voru nú ekkert að flýta sér í síðustu sókninni.\nAnnað merkilegt var Tékkar náðu öllum lausum boltum."
        },
        {
            "user": "Hemmi7913",
            "user_id": "31255",
            "date": "2004-01-25 21:26:58",
            "id": "1468855",
            "reply_to_id": "1468854",
            "text": "Það er nu ekki hægt að kenna umma um þetta finst mer nema um sumt t.d Var eingin leik gleði smá samm vinna miða við tékkana Gummi mun rústa ólipýuleikonum koma svo gummi"
        },
        {
            "user": "Stock12",
            "user_id": "8069",
            "date": "2004-01-25 21:42:24",
            "id": "1468856",
            "reply_to_id": "1468855",
            "text": "“ólipýuleikonum”! Um hvað ertu að tala, Fyndnastur? Reynið nú a.m.k. lesa yfir áður en þið segið ykkar álit!\nKveðja,\nStock12!!"
        },
        {
            "user": "tmar",
            "user_id": "14050",
            "date": "2004-01-25 21:42:49",
            "id": "1468857",
            "reply_to_id": "1468855",
            "text": "Þú berð nafn með rentu…þetta var með því fyndnara sem ég hef heyrt í dag!"
        },
        {
            "user": "gigo",
            "user_id": "7402",
            "date": "2004-01-26 00:50:03",
            "id": "1468858",
            "reply_to_id": "1468857",
            "text": "ok þetta er alltaf sama sagan! ísland er oft með yfirburði fyrstu minuturnar, en svo er alltaf þannig, að þeir glopra öllu frá sé á endasprettinum..  það er einsog að íslenska liðið hafi bara ekki þol í þetta hehe… senda þá alla á púlæfingar :P   neinei.. hehe, en samt, ísland átti alltaf séns í þessi 3 lið á em, en náðu bara aldrei að halda sama taktinum! fúlt.."
        },
        {
            "user": "Alap",
            "user_id": "41259",
            "date": "2004-01-25 19:05:13",
            "id": "1468859",
            "reply_to_id": "1468833",
            "text": "Jafntefli 30-30!\nVIð erum úr:( ég ætla aldrei til Tékklands:@"
        },
        {
            "user": "nesquick",
            "user_id": "25742",
            "date": "2004-01-25 19:09:29",
            "id": "1468860",
            "reply_to_id": "1468833",
            "text": "Þessi leikur var ekkert nema skandall!!! þessi þjálfara andskoti skipti ekki nógu mikið inná. Strákarnir voru allir dauðþreyttir!!"
        },
        {
            "user": "Tequilla",
            "user_id": "27274",
            "date": "2004-01-25 19:39:31",
            "id": "1468861",
            "reply_to_id": "1468833",
            "text": "SKANDALL!!!!!!!!!!!!!!!!!\nÓli “besti handboltamaður heims” átti ekki eitt einasta mark utan af velli!"
        },
        {
            "user": "lido",
            "user_id": "25086",
            "date": "2004-01-25 20:26:24",
            "id": "1468862",
            "reply_to_id": "1468861",
            "text": "Líklega af því Óli var með yfirfrakka á sér langt útá miðju sem skýrir að hann átti heldur ekkert skot utan af velli. Reyndar sannaðist það sem flestir vissu að Ísland er hvorki fugl né fiskur án Óla og aðrar þjóðir eru búnar að fatta það að ef Óli er tekinn þá er eftirleikurinn auðveldur……Reyndar er hann bestur í heimi"
        },
        {
            "user": "Pittur",
            "user_id": "12581",
            "date": "2004-01-26 13:21:47",
            "id": "1468863",
            "reply_to_id": "1468862",
            "text": "Fyrst að Óli var tekinn ´í svona stranga gæslu hefði maður haldið að það myndi losna um aðra menn.\nÓtrúleg óheppni að klúðra svona mörgum dauðafærum!!!!!!!!!!!!! :@:@:@:@:@:@"
        }
    ]
}