{
    "forum_title": "Hundar",
    "user": "Libtechnologies",
    "user_id": "13301",
    "date": "2004-01-25 17:10:50",
    "title": "Hjálp Chihuahua!",
    "text": "Daginn.\nÞannig er mál með vexti að ég er að hugsa alvarlega um að fá mér Chihuahua hvolp. Mig langar mjög mikið að vita hversu lengi er hægt að skilja þessa hunda eftir eina. Hvað þurfa þeir mikið pláss innandyra þann tíma sem þeir eru einir?\nEr óhætt að ferðast á milli bæja með lítinn hvolp? Í bíl það er að segja, hálftíma keyrsla um það bil.\nHvað tekur venjulega langan tíma að kenna þeim hvar þeir eiga að pissa og kúka og er hægt að hafa svona einskonar ,,litterbox\" fyrir svona litla hunda? Svona kúkakassa :P\nHvað þarf maður að vera mikið með þeim til að byrja með? Það segir sig sjálft að venjulegt vinnandi fólk getur ekki verið með hvolpnum frá átta á morgnana og til 5 - 6 á kvöldin. Hvað er þá gert?\nÞetta er býsna erfitt fyrikomulag, þið kannski segið mér hvað ykkur finnst um þetta og hvort að það sé ráðlegt að fá mér hvolp núna. Here it goes.\nÉg á heima úti á landi og kærastan mín í nágrannabæ sem er u.þ.b. 20 mínútna akstur á milli. Hvorugt okkar á bíl. Ég á heima í foreldrahúsum en er tvítugur. Foreldrarnir vilja alls ekki hund í húsið og því ætlum við að reyna að hafa hundinn heima hjá kærustunni minni. Við göngum bæði í skóla í mínum heimabæ.\nEf að við ætlum að hafa hundinn heima hjá henni þá er sá hængur á að það er enginn í húsinu á milli 8 á morgnana til 5 á daginn. Getur hvolpur og hundur lifað við þau skilyrði? Vitið þið um einhver önnur ráð heldur en að skilja hann bara eftir einan?\nVið höfum hugsað um þetta mjööög lengi og hefur lengi langað í hund. Erum mjög veik fyrir svona litlum krúsídúllum :)\nAnnað líka, er hægt að fara með hund útúr landinu? Þ.e.a.s. ef að við flytjum til Danmerkur, væri þá hægt að fá hundinn með á einhvern máta?\nBíð spenntur eftir svörum því að við erum alveg desperate hérna :(\nShiznack",
    "url": "https://www.hugi.is/hundar/greinar/190423/hjalp-chihuahua/",
    "url_id": "190423",
    "id": "1468496",
    "replies": [
        {
            "user": "nickel",
            "user_id": "5745",
            "date": "2004-01-25 20:31:16",
            "id": "1468497",
            "reply_to_id": "1468496",
            "text": "systir mín svarar þér örugglega en eitt get ég ráðlagt þér\nEKKI fá þér hvolp frá Dalsmynni!!! plís!"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2004-01-25 22:27:37",
            "id": "1468498",
            "reply_to_id": "1468497",
            "text": "Hvers vegna ekki hvolp frá Dalsmynni? Annars var það ekki í bígerð, er að hafa samband við fólk í gegnum Hundaræktunarfélag Íslands og svo hérna á huga.\nEf þið hafið einhver ráð varðandi hvernig á að húsvenja þessar elskur endilega látið þau flakka. Væri líka ágætt að vita hvort að það er hægt að fara með þessar elskur útum allann bæ þegar að kalt er? Hafa hann bara innan á sér með hausinn út? :)"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2004-01-25 23:04:42",
            "id": "1468499",
            "reply_to_id": "1468498",
            "text": "Dalsmynni hefur bara mjög slæmt orð á sér.  Fólk hefur verið að fá hvolpa þar sem hafa verið of ungir, með eyrnamaur, vantar uppá rétta skráningu foreldra, grunur um að hundarnir séu ekki hreinræktaðir o.s.frv.  Hundaræktarfélagið viðurkennir t.d. ekki Dalsmynni lengur eftir að þau neituðu að koma með hunda í DNA próf þegar upp kom grunur um ranga skráningu."
        },
        {
            "user": "popo",
            "user_id": "22845",
            "date": "2004-01-29 21:31:07",
            "id": "1468500",
            "reply_to_id": "1468497",
            "text": "Hér er fólk sem á hunda frá Dalsmynni, að ráðleggja þér að fá þér ekki hund þaðan, hvergi lastar fólkið hundunum sínum frá þeim stað, þó það eigi hunda þaðan, fyrir þó nokkru voru hávær mótmæli út af þessum stað, en svo allt í einu mátti enginn segja né spyrja um hvað væri að ske með Dalsmynni, þetta mál eignuðu sér sig svo nokkrar konur sem ráða víst einhverju  hét á huga og hvuttar.net og síðan það gerðist, hefur ekki heyrst múkk, ég á tvo, og þeir eru yndislegir."
        },
        {
            "user": "Zaluki",
            "user_id": "6799",
            "date": "2004-01-30 13:46:28",
            "id": "1468501",
            "reply_to_id": "1468500",
            "text": "Kæra popo .. ég man nú ekki betur en að þú hafir verið að biðja fólk um aðstoð, það eignaði sér enginn eitt né neitt í þessum málum.\nOg það hefur aldrei verið BANNAÐ að ræða Dalsmynnis mál hérna, hinsvegar var því beint til þín af mér allavega, (veit ekki með hina stjórnenduna) að vera ekki að senda inn margar greinar um sama hlutinn, senda það frekar á kork því það er lítill tilgangur með því að vera sífellt að segja það sama aftur og aftur, fólk bara hættir að hlusta.\nSvo í annan stað er enginn á móti hundunum á eða frá Dalsmynni, málið snýst um aðbúnað og viðskiptahætti sem það eru stundaðir.\nMér þætti ágætt að vita hvaða konur þetta eru sem þú ræðir um að hafi eignað sér umræðuna um Dalsmynni, svo að þær geti nú varið sig þegar á þær er skotið.\nMæli með því að ef þú hefur meira um þetta að segja að búa til kork um það, því þetta á ekki heima hérna í þessari grein."
        },
        {
            "user": "EstHerP",
            "user_id": "11032",
            "date": "2004-02-01 02:22:25",
            "id": "1468502",
            "reply_to_id": "1468500",
            "text": "Segðu mér nú einn Popo, ertu þú á móti eða með Dalsmynni? Ég get ekki séð það á þessu innleggi þínu. En rétt skal vera rétt, fyrir nokkru varstu beðin um að hætta að senda inn örstuttar greinar um Dalsmynni sem óðu úr einu í annað og voru algjörlega ólesanlegar, en þá varstu mjög á móti Dalsmynni.\nÞað voru skipulögð mótmæli, alveg hárrétt og þú varst ein af upphafsmönnum og stóðst þig eins og hetja á mótmælunum og það hefur ENGINN bannað þér að tjá þig um Dalsmynni. Hinsvegar er þvælan hjá þér oft svo mikið að enginn skilur þig og eina sem þú varst beðin um var að vanda betur uppsetningum, lengd og frágang á greinum, alveg eins og aðrir notendur á Huga.\nOg af mér vitanlegri er enginn stjórnandi á hugi.is/hundar, tengdur á neitt hátt hvuttar.net. Þó svo að við flestar skoðum önnur dýraspjöll og tjáum okkur.\nKv. Esthe"
        },
        {
            "user": "popo",
            "user_id": "22845",
            "date": "2004-02-01 13:35:34",
            "id": "1468503",
            "reply_to_id": "1468502",
            "text": "Sæl,  Ég fékk mínu fram með mína hunda og er þess vegna alveg sama um þennan stað í dag. Mér finnst nú ansi oft sem maður sér þar  sem fólk er að setja út á þín skrif og að þú vandir ekki málfar þitt, og ráði öllu hér á Huga, lestu þig til og þá sérðu þessar greinar, þú hefur frá byrjun, sett út á bókstaflega allt sem ég hef skrifað,  nema í einkaskilaboðum, hvað kallar þú þvælu, hér er fólk sem talar ekki sama tungumál og við, og það er í lagi, hverjir mega skrifa hér með algjöran sora  og hverjir ekki. Mér finnst þú persónulega vera með yfirgang og það hafa fleirri sagt hér, hættu að setja út á allt sem þér er ekki að skapi og leyfðu fólkinu að tala, þú ættir nú að birta þessar ólesanlegu greinar svo aðrið viti hvað má og hvað má ekki fröken Ester."
        },
        {
            "user": "maggnus87",
            "user_id": "31591",
            "date": "2004-02-01 19:13:21",
            "id": "1468504",
            "reply_to_id": "1468503",
            "text": "flestum smáhundum finnst bara gaman í bíl . . .  en ég held að þetta gæti orðið erfitt fyrir greyjið"
        },
        {
            "user": "EstHerP",
            "user_id": "11032",
            "date": "2004-02-01 23:47:38",
            "id": "1468505",
            "reply_to_id": "1468503",
            "text": "Já þannig að þú varst ekki að berjast fyrir bættri aðstöðu í Dalsmynni, þú ert búin að fá þitt og skítt með aðra. Gott að vita hvar þú stóðst allan tímann. Þú ert til skammar!!\nÉg hef enga kvörtun fengið um mig sem stjórnanda hér og hvað ég geri eða segi annars staðar kemur engum við hérna.\nÞarf ekkert að hleypa þínum lélegu greinum í gegn til að fólk sjái hvað má og má ekki, get sagt það hér og nú að greinar í líkingu við þín svör hafa ekkert að gera hingað inn, hvorki sem greinar né korkar! Ef þú hefur eitthvað útá mig að setja umfram þetta venjulega tuð, bið ég þig að snúa þér til ritstjóra. ritstjori@hugi.is\nKv. EstHe"
        },
        {
            "user": "popo",
            "user_id": "22845",
            "date": "2004-02-04 20:54:58",
            "id": "1468506",
            "reply_to_id": "1468505",
            "text": "Estherp hugsaðu aðeins áður en þú skrifar, jú ég var og er á móti þessum stað, þegar þú segir skítt með aðra, þá ætla ég bara að biðja þig um að athuga hversu oft ég reyndi að ná tali af þér eða einhverjum sem var í mótmælunum, en aldrei var mér svarað, þú getur fundið þetta, ég marg reyndi að spyrja hvað væri að gerast út af Dalsmynni eftir kröfugöngunna, en nei, enginn svaraði, þannig að ég fékk mér lögfr. og fékk mínu fram. Ef ég er til skammar, þá eru þið sem stóðu fyrir þessum mótmælum ennþá meira til skammar, að svara ekki fólki um einfalda hluti, manni leið eins og verið væri að nota mann, og það var akkúrat það sem var gert, ekki segja mér að þetta sé vitleysa, því það er alltaf hægt að finna þennan spurningalista. Vertu sæl."
        },
        {
            "user": "EstHerP",
            "user_id": "11032",
            "date": "2004-02-04 21:43:47",
            "id": "1468507",
            "reply_to_id": "1468506",
            "text": "Ég þarf ekkert að hugsa.\nÞú sendir jú mikið af pósti, á tímabili fékk ég 3-5 pósta frá þér daglega, oft mun fleiri. Auðvitað hættir maður að svara enda náði ég varla að lesa mig í gegnum nema örfáa og svo las maður þessi rugl innlegg þín hér á Huga og ákvað að taka ekki þátt í þessu rugli þínu.\nÞú bauðst þína hjálp fram í að skipuleggja þessi mótmæli, það var enginn að nota þig, það var  alfarið þitt val að hella þér í þetta af fullum krafti og þú stóðst þig svakalega vel að auglýsa þetta upp.\nMín Dalsmynnisbarátta snýst um hundana að Dalsmynni, ég er ekki eins og sumir að berjast einhverri persónulegri baráttu. Og mér finnst ömurlegt að fólk sé að nota sér t.d mína baráttu til að koma persónulegri baráttu í gegn eða einhverju stríði sem fyrrum vinir hennar standa í.\nÞetta á BARA að snúast um þá 165 hunda sem núna dúsa í Dalsmynni og að sjá breytingar hjá þeim, ekkert annað.\nKv. EstHe"
        },
        {
            "user": "popo",
            "user_id": "22845",
            "date": "2004-02-05 18:37:50",
            "id": "1468508",
            "reply_to_id": "1468507",
            "text": "Nei Ester þú þarft ekki að hugsa, þú skrifar sjálf að þú hafir fengið mikinn póst, sem voru að  miklu leyti spurningar um áframhaldandi aðgerðir við Dalsmynni, og viðurkennir að þú hafir ekki getað lesið þig í gegnum allan póstinn, afhverju á ég þá að skammast mín fyrir þín vinnubrögð, ég sá enga aðra leið en að fá mér lögfræðing og gera þetta bara sjálf, það gekk, en virðist fara afskaplega í pirrurnar á þér, ég hugsaði með mér, ég bjargaði þó tveimur. Afhverju hættu þið eftir kröfugönguna, hver var ástæðan ? Fyrir mig Ester er þetta sigur að fá endurgreitt helmings verðs á báðum hundunum. Að lokum langar mig til að láta þig vita að ég er alfarið á móti Dalsmynni, hvaða aðstoð myndir þú veita fólki, þegar þú ert alfarið á móti persónulegri baráttu, þegar enga aðstoð er að fá frá ykkur, sem pukrast útí horni og svara engum sem vilja vita hvað eigi að gera meira vegna Dalsmynni og bjarga hundunum. Svo segir þú bara sí svona að ef fólk var með spurningu til þín að þá hafi þú ákveðið að taka ekki þátt í þessu ruglu. Hver á að skammast sín Ester, þú talar ekki svona til fólks."
        },
        {
            "user": "EstHerP",
            "user_id": "11032",
            "date": "2004-02-05 20:53:22",
            "id": "1468509",
            "reply_to_id": "1468508",
            "text": "Jú ég segi bara víst svona og ég meina það, mér finnst að þú eigir að skammast þín!\nOg til að leiðrétta miskilning, þá var ástæðan fyrir að ég komst ekki yfir að lesa póstinn frá þér einfaldlega sú að þú ert mjög lélegur penni ekki að ég fékk svo mikin póst. Hinsvegar hefur ritstílinn þinn batnað umtalsvert síðan þá og ekkert nema gott um það að segja.\nOg það er enginn hættur, að minnsta kosti ekki ég. En af fenginni reynslu er mín barátta núna mestmegnis í raunheimum, enda óþarfi að mata þau af öllum aðgerðum beint í æð í netheimum.\nKv. EstHe"
        },
        {
            "user": "popo",
            "user_id": "22845",
            "date": "2004-02-06 11:19:40",
            "id": "1468510",
            "reply_to_id": "1468509",
            "text": "Sæl, þú talar eins og krakki, ef einhverjir ættu að skammast sín þá er það ekki ég, ég nenni þessu ekki lengur, fyrst segirðu að þú hafir ekki komist í gegnum ALLAN PÓSTINN, nú segirðu að þú hafir EKKI FENGIÐ SVO MIKINN PÓST,  hvað er satt og hvað ekki. Ef enginn er hættur, afhverju eru þið þá ekki að gera eitthvað í málunum, það sem eyðilagði þetta allt, var að eftir fyrstu kröfugönguna, áttum við ekki að hætta, heldur fara aftur og aftur, þar til þetta hefði vakið það mikla athygli þeirra sem koma málinu við, að eitthvað hefði verið aðgert. En því miður þá fór þetta svona, en ég er eins og ég er búinn að segja þér alfarið á móti Dalsmynni og myndi gera hvað sem væri til að bjarga þessum hundum, en ég get það ekki ein Ester, það er málið. Svo eitt í viðbót, ef þið hefðuð fjallað alltaf með stuttu millibili um Dalsmynni hér á netinu, hefðu viðskiptin hjá henni snarminnkað. Vertu sæl."
        },
        {
            "user": "EstHerP",
            "user_id": "11032",
            "date": "2004-02-06 11:33:49",
            "id": "1468511",
            "reply_to_id": "1468510",
            "text": "hehe, endurtek aftur að ég komst ekki í gegnum ALLAN póstinn vegna þess hversu illa skrifaður hann er. Ástæðan var því ekki magnið, heldur gæðin.\nÞú ert greinilega alveg dottin út úr öllu ef þú sást ekki greinina síðast í DV í gær um Dalsmynni eða ef þú hefur ekki séð nýjustu skýrsluna Umhverfisstofnunar dagsetta 26.janúar sl. sem er enn og aftur rothögg fyrir Dalsmynni.\nÞað er sko alveg hægt að berjast án þess að það sé allt opinbert á netinu, hinsvegar var barátta eins og þín engum til hjálpar nema Dalsmynni sem gat bent á þín skrif og sagt“ Sjáið, þetta er upp til hópa kolvitlaust lið” ;)\nKv. EstHe"
        },
        {
            "user": "popo",
            "user_id": "22845",
            "date": "2004-02-07 13:32:35",
            "id": "1468512",
            "reply_to_id": "1468511",
            "text": "Sæl, að stjórnandi skuli byrja á því að svara fólki með orðunum hehe, segir nú eitthvað, hættu að reyna að snúa öllu þér í hag frá degi til dags, þú segir þetta þennan daginn og annað hinn daginn, svoleiðis vinnubrögð eru þér til vansa sem stjórnanda. Ég fæ ekki DV. þar sem ég er alla vikuna, en ætla að reyna að útvega mér þetta umrædda blað, þetta vissi ég ekkert um. Ester það var að mig minnir hún Brynja T. sem stakk upp á því að við færum niður að Alþingishúsi og mótmæltum þar, þegar við vorum upp á Dalsmynni að mótmæla,  ekki kom það frá mér, og hvað skeði fóru þið ? Hvernig í ósköpunum getur það verið Dalsmynni í hag að þurfa að endurgreiða fólki, hvað er hlaupið í þig, og að segja að þetta sé kolvitlaust lið, hvaða lið ertu að tala um. Þegar okkar málum við Dalsmynni lauk, sem fór algjörlega í gegnum lögfræðing okkar, og þurftum við aldrei að fara upp að Dalsmynni, né tala við eigendur Dalsmynnis,  lögfr. sá alfarið um þetta fyrir okkur er stór sigur, sem ég held að ég megi fullyrða að nokkur hafi fengið svona í gegn. Neytendasamtökin eru með fullt af málum eins og okkar var, en þeir gera ekki neitt fyrir neinn, það liggur stór bunki hjá þeim og ekkert er að gert, ég marghringdi í Neytendasamtökin og svörin voru alltaf á þá leið að verið væri að safna gögnum !!!!! við gerðum þó eitthvað í málunum, og unnum fullnaðar sigur, án þeirra, sem áttu að vera svo færir, en þeir gera ekki nokkurn skapaðan hlut nema ganga í hús og rukka árgjald. Vertu sæl."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2004-01-25 21:02:01",
            "id": "1468513",
            "reply_to_id": "1468496",
            "text": "Þið ættuð að bíða með þetta.  Það er ekki gott fyrir hund að vera einn heima svona lengi.  Verður bara taugaveiklaður á því."
        },
        {
            "user": "aaaaa",
            "user_id": "39242",
            "date": "2004-01-25 23:12:54",
            "id": "1468514",
            "reply_to_id": "1468496",
            "text": "Sko, það er auðvitað hægt að skilja hann eftir en þetta er samt mjög langur tími og ekki gott á meðan hann er svona ungur. Sumir geyma hundana sýna í búri (þá er gott að vera með stórt grinda búr) eða afmarka svæði í íbúðinni sem þeir mega vera lausir í, t.d. baðherbergið.\nEf þið tímið getið þið farið með hann í voffaborg (hundaleiksskólinn :D ).\nSvo með að flytja hann út, þá megið þið það. held að þið þurfið bara að sýna að hann sé sprautaður. Og þá þurfið þið ekki að senda hundinn í sóttkví (eins og er í Hrísey) en þið munduð þurfa þess ef þið kæmuð til baka (til Íslands)."
        },
        {
            "user": "Zaluki",
            "user_id": "6799",
            "date": "2004-01-25 23:34:54",
            "id": "1468515",
            "reply_to_id": "1468496",
            "text": "Hæhó\nSvona miðað við lýsingarnar á því hvað þið eruð lítið heima við, þá finnst mér mjög óráðlegt að þið farið í  það að fá ykkur hund á þessu stigi.\nHvolpar eru að mörgu leiti eins og lítil börn, og þeir ráða mjög illa við það að vera einir heima í svona langan tíma, svo þar fyrir utan að þá get ég næstum lofað þér því að það verði mjög erfitt að húsvenja krílið þegar enginn er heima frá 8-5.\nÞað væri hægt að fá einhvern til að koma og hleypa hundinum út fyrir ykkur, en ég hugsa að það yrði samt frekar einmannalegt líf hjá greyjinu að vera ein/n heima svona mikið.\nÉg myndi mæla sterklega með því að láta þetta á salt í smá tíma, ég veit að þetta eru yndisleg dýr, en ég held að hundinum myndi hreinlega ekki líða vel við þessar aðstæður sem þið hafið upp á að bjóða eins og er, og ykkur myndi örugglega ekki líða vel ef litla skinnið er svona einmanna allan daginn.\nÞað geta komið upp ýmis vandamál ef hundur er einn heima svona lengi, hann getur orðið hálf taugaveiklaður, oft illa umhverfisvanir, erfitt að húsvenja þá og eiga það oft til að naga allt sem þeir komast í.\nEkki taka þessu þannig að ég sé að segja að þið séuð óhæf eða eitthvað þannig, ég bara hef persónulega reynslu af því að hafa þurft að láta hund frá mér vegna þess að ég hafði ekki tíma, og það er eitthvað sem ég óska engum að þurfa að ganga í gegnum, að láta dýr frá sér sem maður elskar, einfaldlega vegna þess að maður hefur ekki tíma, og dýrið líður fyrir það að maður hefur ekki tíma til að sinna “foreldra” hlutverkinu sem skyldi.\nÉg held að það færi verr með ykkur að þurfa að láta hund frá ykkur, heldur en að bíða og sjá hvort að þetta verði kannski ekki auðveldara eftir einhvern tíma."
        },
        {
            "user": "dnxcoded",
            "user_id": "14311",
            "date": "2004-01-26 00:02:18",
            "id": "1468516",
            "reply_to_id": "1468515",
            "text": "Takk Zaluki fyrir þetta.\nÉg hinsvegar kom með aðra lausn á málinu. Endilega segðu mér hvort þetta er viðunandi að þínu mati því að ég sé á því hvernig þú skrifar að þú veist mikið um þetta málefni. :)\nVið sofum þá ávallt heima hjá kærustunni minni og vöknum þá í skólann snemma á morgnana og keyrum yfir í minn heimabæ. Við myndum taka litla krílið með okkur yfir og fara með hann heim til mín yfir daginn, hafa hann semsagt í herberginu mínu sem er fairly stórt og kæmum heim í öllum pásum sem að eru yfir daginn til að vera með honum og sjá til þess að hann fái það sem hann þarf og annað álíka. :)\nÉg á systkini, 10 og tólf ára sem að eru sem betur fer það þroskuð að geta skilið hvað þessi kríli eru viðkvæm og þau koma heim á daginn um hádegið. Þau geta séð krílinu fyrir félagsskap og hjálpað til að við húsvenja hann. :)\nSvo komum við heim um 4 - 5 á daginn eftir skóla og aðrar skyldur og förum þá með hann aftur heim til kærustunnar minnar og erum með honum allt kveldið svona fyrstu mánuðina á meðan hann er að venjast okkur og annað álíka. :)\nKærastan mín á líka 2 systkini í kringum tvítugt og foreldra sem að geta tekið að sér að vera með krílið og gefa því að borða og svona þegar að við erum upptekin við önnur mál s.s. vinnu og íþróttir.\nHvernig líst fólki á þetta? Gæti þetta ekki gengið? Eina svona vandamálið sem að ég sé í þessu er það hvort greyjið þoli að fara á milli bæja á hverjum einasta degi? Ég er búinn að lesa allt sem ég kemst í um þessa tegund og veit í dag mjög mikið um þá. vantar aðallega upplýsingar um hvernig á að húsvenja þá og hvort að þeir séu prone á að merkja sér svæði eða einhvað álíka?\nVonast eftir fleiri hreinskilnum svörum. :)"
        },
        {
            "user": "dnxcoded",
            "user_id": "14311",
            "date": "2004-01-26 00:49:50",
            "id": "1468517",
            "reply_to_id": "1468516",
            "text": "Þetta virkar örugglega fínt hjá þér !!"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2004-01-26 01:10:14",
            "id": "1468518",
            "reply_to_id": "1468516",
            "text": "Hljómar eins og ágæt lausn hjá ykkur en er það þá í lagi foreldra þinna vegna að hundurinn sé þar allan daginn?"
        },
        {
            "user": "dnxcoded",
            "user_id": "14311",
            "date": "2004-01-26 01:12:54",
            "id": "1468519",
            "reply_to_id": "1468518",
            "text": "Já sem betur fer, annars hefði þetta engan veginn gengið upp þar sem að þessar dúllur eru algjörar félagsverur. Á meðan þau þurfa ekki að hugsa um greyið þegar að ég er ekki til staðar eru þau ánægð. Og auðvitað ef að hann er í herberginu mínu yfir daginn."
        },
        {
            "user": "dnxcoded",
            "user_id": "14311",
            "date": "2004-01-26 01:34:45",
            "id": "1468520",
            "reply_to_id": "1468519",
            "text": "Vendu hann samt á það að vera einn, fyrst 10 mín á dag, kanski tvisvar yfir daginn fyrstu vikuna auka svo tíman hægt og hægt milli vikna og mánaða upp 4-5 tíma. Það væri best að venja hann Strax á 10 mín, auðveldar honum þegar seinna kemur að vera einn, svo hrósa honum þegar þú kemur ef hann er ekki að gelta.  Og alls ekki opna búrið ef hann er að gelta til að komast út !"
        },
        {
            "user": "Krazeee",
            "user_id": "45921",
            "date": "2004-01-26 01:00:51",
            "id": "1468521",
            "reply_to_id": "1468496",
            "text": "Heyrðu, ég get líka bara passað hann fyrir þig.\nVið gætum gert margt skemmtilegt saman, til dæmis “Round and round in the Microwave” eða “Svífum af húsþakinu (ég myndi einungis veita honum andlegan styrk í þessum leik)”. Þú hlýtur að sjá snilldina bak við þetta.\nHa??\nÞú veist að þú getur treyst á mig og ég reyni allt mitt besta til að hjálpa þér með hundinn. Ég get líka haldið á honum hita með nýja Zippo kveikjaranum mínum.\nÞinn góðvinur\nÓttar G “Doggyfriend” Rögnvaldson"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-01-26 01:04:38",
            "id": "1468522",
            "reply_to_id": "1468521",
            "text": "Óttar McÞröngurhaus. :)"
        },
        {
            "user": "Scorpio21",
            "user_id": "7299",
            "date": "2004-01-26 11:28:14",
            "id": "1468523",
            "reply_to_id": "1468496",
            "text": "Blessaður taktu hann bara með þér í vasanum, og svo hendiru bara pulsubita og svona inn í vasann af og til og svona"
        },
        {
            "user": "siggibet",
            "user_id": "8305",
            "date": "2004-01-26 11:28:48",
            "id": "1468524",
            "reply_to_id": "1468496",
            "text": "Þetta eru brjáluð skoffín. Eykur álag á heimilið um 300%. Sífellt geltandi og urrandi útaf engu.\nSamt nokkuð skemmtilegir hundar, gleymi maður þessu fyrr nefnda.\nSiggibet"
        },
        {
            "user": "gvM",
            "user_id": "33871",
            "date": "2004-01-26 13:34:22",
            "id": "1468525",
            "reply_to_id": "1468524",
            "text": "Það er nefnilega ekki alveg rétt hjá þér. Þessir hundar verða svoleiðis ef að þú elur hann vitlaust upp. Ef þú kemur honum ekki mikið í kynni við mismunandi fólk og aðrar hundategundir á ungaaldri verður hann overprotective á eiganda sinn og vill helst ekki að neinn komi nálægt honum. Þá verður hann líka mjög tortrygginn og geltir á ókunnuga í tíma og ótíma ásamt því að geta alls ekki umgengist aðrar hundategundir.\nÞað er vitlaust af fólki að alhæfa svona um mismunandi tegundir, það kunna bara ekki allir að ala upp hunda."
        },
        {
            "user": "gvM",
            "user_id": "33871",
            "date": "2004-01-26 19:18:39",
            "id": "1468526",
            "reply_to_id": "1468525",
            "text": "ok ok ok\nHvar á ég að byrja…?\nAllavega frá því sem ég hef lesið hjá þér þá er ekki ráðlagt að fá sér hvolp strax í þínum aðstæðum…\nHvolpar eru svo viðkvæmir þetta ungir og þurfa mikla athygli. Það er ekki hægt að skilja greyið eftir lokaðann inní herbergi allan morguninn…\nHann getur bara orðið taugaveiklaður! Og hvað þá þegar hann er fastur inní herbergi og heyrir kannski í foreldrum þínum frammi og fattar ekkert afhverju hann má ekki fagna þeim og leika við þau.\nMér finnst bara illa gert að gera sona ungum hundi þetta. Alls ekket að telja þig óhæfann en þú hefur greinilega bara ekki tíma fyrir greyið.\nÉg er á leiðinni að fá mér hvolp en ég þarf að minnka við mig vinnuna í sona hálft ár til að geta gefið honum tíma á að læra að vera einn heima…eins og einhver segir hér fyrir ofan þá tejur þetta tíma, það þarf að kenna honum smátt og smátt í einu á að vera einn, 10 mín fyrst og svo hægt áfram þangað til hann verður rólegur á að vera einn heima. Þetta getur tekið rosalegan tíma eða þá ekki það miklann en allavega ekki minna en 2-3 mánuði á að venja hundinn alveg því hann verður að vera orðinn húsvanur líka ef þú vilt ekki að hann verði búinn að skíta allt herbergið þitt út og míga útum allt. Ég efast um að þú sért tilbúinn að þrífa það á hverjum degi og þola lyktina sem kemur með þessum krílum ;)\nÉg ráðlegg þér frekar að bíða þanað til þú hefur meiri tíma fyrir hvolpinn. Betra fyrir hann og bara þig líka.\nÞetta er líka mikil vinna og ekki nóg að þú sért bara með hvolpnum frá 5 á daginn. Hann þarf athygli, ást, umhyggju, þjálfun og mikið af þínum tíma.\nÞað er ekki gaman að horfa uppá það þegar fólk fær sér hvolp og hefur svo engann tíma fyrir hvolpinn, þannig að annað hvort endaru upp með erfiðann, leiðann, óhlýðinn hund eða þarft að gefa hann frá þér. Og það er aldrei gaman..\nKveðja"
        },
        {
            "user": "doppa",
            "user_id": "32927",
            "date": "2004-01-26 22:17:55",
            "id": "1468527",
            "reply_to_id": "1468526",
            "text": "Að fá sér hvolp þýðir mikla vinnu, þú gefur honum allan þinn tíma og þú lítur ekki af honum meðan verið er að húsvenja hann því um leið og þú lítur undan augnablik þá pissar hann eða kúkar um leið (alveg ótrúlegt) og það getur tekið vikur jafnvel mánuði að húsvenja þá. Hvolpar eru eins og ungabörn, enda eru þeir svo sem ekkert annað en óvitar fyrstu mánuðina og þurfa umönnun sem slíkir þann tíma sem þeir eru að stálpast og læra á umhverfi sitt. Þeir þurfa að borða 3-4 sinnum á dag í fyrstu vikurnar og aldrei ætti að skilja unga hvolpa eftir eina heima, stálpaðir og fullorðnir hunda geta verið einir ca 4-6 klst jafnvel meira en þá með því að smá lengja tímann sem þeir eru skildir eftir (byrjar jafnvel á 10 mínútum í fyrstu skiptin og smá lengir svo tímann).\nHundar eru miklar félagsverur og sumir þola alls enga einveru, þannig að í þínum sporum myndi ég heldur fá mér kött því þeir eru allt öðruvísi lunduð dýr og þola lengri einveru.\nHvað varðar kulsækni tjúa þá á ég einn loðinn sem elskar að vera úti í snjó og byl og finnst ekkert kalt bara gaman.\nkveðja\nDoppa"
        },
        {
            "user": "Krazeee",
            "user_id": "45921",
            "date": "2004-01-27 00:28:58",
            "id": "1468528",
            "reply_to_id": "1468527",
            "text": "for crying out load þetta er hvolpur ekki kjarnorkusprengja!\nÞað bara getur ekki verið svona mikið vesen á þessum kvikindum!"
        },
        {
            "user": "Zaluki",
            "user_id": "6799",
            "date": "2004-01-27 14:01:04",
            "id": "1468529",
            "reply_to_id": "1468528",
            "text": "Þó að þetta sé nú ekki kjarnorkusprengja, þá er nú býsna mikið vésen að eiga hund ef maður vill gera vel við þá."
        },
        {
            "user": "Zolly",
            "user_id": "44670",
            "date": "2004-01-28 15:45:10",
            "id": "1468530",
            "reply_to_id": "1468529",
            "text": "Gangi ykkur vel með hundinn ;)\nÉg hugsa að þetta gangai alveg upp og foreldrar þínir eiga eftri að dýrka hann fljótlega að  þeim dytti ekki í hug að hafa hann einan lokaðan inni í herbergi."
        },
        {
            "user": "Pingvin",
            "user_id": "19866",
            "date": "2004-01-26 13:13:35",
            "id": "1468531",
            "reply_to_id": "1468496",
            "text": "Góð lausn hjá ykkur ;)\nÞað gengur alveg upp að taka hvolpinn með, þótt þið þurfið að keyra 20 mín. Hann hefur ábyggilega bara gaman að því.\nchihuahua hundum verður oft kalt, og þess vegna eru til hundaföt ;)"
        },
        {
            "user": "hvuttinn",
            "user_id": "31189",
            "date": "2004-01-26 22:07:51",
            "id": "1468532",
            "reply_to_id": "1468496",
            "text": "Mér finnst ekki ráðlagt að fá sér hund á þessum tíma í lífinu.\nEf ég væri þú myndi ég bíða þar til yrði eldri.  Að eiga hvolp er rosalega tímafrekt.  Við 6 í fjölskyldunni áttum fullt í fangi með að hugsa um einn hvolp og finna tíma svo hann yrði aldrei einn heima fyrstu vikurnar.\nEkki á að byrja að skilja hundinn eftir einan fyrr en hann hefur búið hjá ykkur í 2 vikur.\nSíðan verður maður eiginlega að hafa augun alltaf á honum áður en hann verður húsvaninn.\nÞví miður held ég að ég get ekki ráðlagt ykkur að fá ykkur hund og þið ættuð frekar að bíða aðeins með þetta.  Ekkert liggur á.\nAð flytja hund til útlanda er mikið mál og í flestum tilfellum er ekki hægt að flytja hundinn aftur til Íslands."
        },
        {
            "user": "Glowstick",
            "user_id": "39054",
            "date": "2004-01-28 22:12:17",
            "id": "1468533",
            "reply_to_id": "1468496",
            "text": "það væri hentugra að fá sér aðeins stærri hund.\nþað er miklu léttara að ala þá upp og þeir geta verið lengur einir heima"
        },
        {
            "user": "evaros",
            "user_id": "48846",
            "date": "2004-01-29 15:01:23",
            "id": "1468534",
            "reply_to_id": "1468496",
            "text": "Hæhæ..\nÉg á Chihuahua hund… Og ég ráðlegg þér eins og fleiri.. EKKI fá þér hvolp frá Dalsmynni… Það er alltílæ að skilja hundinn eftir einann heima… Þá verður hann abra ennþá glaðari þegar að þú kemur heim !! :) Ég bý t.d. í Hveragerði.. Og ég fer oft með hundinn minn í Rvk.. Og það tekur u.þ.b hálftíma.. Svo hef ég líka alveg keyrt með hann klukkustundum saman.. Það er bara spurning um það.. Að þum leið og þú færð hvolpinn þarftu að venja hann á bíl.. Þá verður allt í lagi að verðast með hann á bíl.. Þú getur fari með hundinn þinn til útlanda.. En þá þarf hann samt að ganga í gegnum svo mikið fyrst.. Eins og einangrun og allskonar.. Þannig að ég myndi ekki ráðleggja þér að fara með hann til útlanda.. !!… En allavega… Vona að þetta hafi eikka hjálpað þér ;) Chihuahua hundar eru æðislegir..\nTakk fyrir.. Eva Rós !"
        }
    ]
}