{
    "forum_title": "Íslensk Tónlist",
    "user": "aggar",
    "user_id": "39708",
    "date": "2004-01-31 12:31:24",
    "title": "Stjörnur",
    "text": "Hæhæ, hérna kemur smá um hið íslenska strákaband Stjörnur.\nÞeir sem voru nefndir til að vera í hljómsveitinni voru eftirtaldir: Bubbi, Egill Ólafsson, Jónsi, Páll Rósinkranz, Auðunn Blöndal, Hreimur, Jón Sigurðss. (500 kallinn), Bjöggi Halldórs, Skjöldur Míó Eyjfjörð, Gunnar Þórðarson, Óskar Pétursson, Einar Ágúst, Gunni Óla, Kalli Bjarni, Helgi Björns, Helgi Rafn, Friðrik Ómar Hjörleifsson, Einar Örn Benidiktsson, Ragnar Sólberg, Þorvaldur Davíð, Kristján Gíslason, Frosti Logason, Krummi, Páll Óskar, Geir Ólafsson, Sveppi, Sverrir Bergmann, Robertino og Vignir Már Vigfússon.\nÞeir sem voru valdir voru: Jónsi, Hreimur, Jón Sigurðs, Einar Ágúst og Þorvaldur Davíð.\nJónsi\n-Stuðboltinn\nJónsi í svörtum fötum á að sjá um stuðið í hljómsveitinni. Dómarar sögðu: Flott rödd, orkuríkur með mikla útgeislun, nær góðum tengslum við áhorfendur og getur dansað.\nHreimur\n-Einlægi hugsuðurinn\nHreimur í Land&sonum þykir vera með góða og flotta rödd, sætur og mikill hugsuður. Hann verður því einlægi hugsuðurinn\nJón Sigurðs.\n-Mjúki drengurinn\nIdol-stjarnan Jón Sigurðs. er hress strákur sem hefur góða og flotta rödd. Hann er mjúkur og viðkvæmur og góð fyrirmynd\nEinar Ágúst\n-Harði naglinn\nEinar Ágúst í skítamórall á að vera töffarinn í hljómsveitinni. Hann þykir syngja vel og hefur mikla útgeislun. Hann er skemmtilegur á sviðinu, auk þess sem húðflúrin gera sitt\nÞorvaldur Davíð\n-Vinsæli strákurinn\nÞorvaldur hefur gert garðinn frægan í Versló. Hann þykir ofboðslega sætur og með flotta rödd og getur dansað. Hann verður vinsæli strákurinn í hljómsveitinni.\nTakk fyrir.\nagga",
    "url": "https://www.hugi.is/islensk/greinar/191387/stjornur/",
    "url_id": "191387",
    "id": "1476288",
    "replies": [
        {
            "user": "ibex",
            "user_id": "18701",
            "date": "2004-02-06 01:25:28",
            "id": "1476290",
            "reply_to_id": "1476288",
            "text": "Nákvæmlega það já..!\nEhh.. ég yrði brjálaður fan þessarar hljóm(söng)sveitar… eða ehh… já.."
        },
        {
            "user": "Nero",
            "user_id": "30928",
            "date": "2004-02-06 19:20:00",
            "id": "1476291",
            "reply_to_id": "1476288",
            "text": "Af hverju nefndiru Robertino?"
        },
        {
            "user": "Btvs",
            "user_id": "11390",
            "date": "2004-02-08 00:05:45",
            "id": "1476292",
            "reply_to_id": "1476288",
            "text": "Heirðu…Mér var sagt að það væri Vignir Snær en ekki Vignir Má"
        },
        {
            "user": "SDMF",
            "user_id": "27793",
            "date": "2004-02-14 16:23:34",
            "id": "1476293",
            "reply_to_id": "1476292",
            "text": "Hefði átt að vera svona:Ragnar Solberg, Frosti, Krummi"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-02-18 14:52:03",
            "id": "1476289",
            "reply_to_id": "1476288",
            "text": "Persónulega finnst mér Einar Ágúst full gamall í svona boybanda stæla."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-04-12 01:51:01",
            "id": "1476294",
            "reply_to_id": "1476288",
            "text": "Það hefur bara ekki NEITT heyrst frá þessari hljómsveit “Stjörnur” Þegar Nylon var stofnað kom lag í sömu vikunni!!!"
        }
    ]
}