{
    "forum_title": "Danstónlist",
    "user": "Brunahani",
    "user_id": "6182",
    "date": "2004-02-02 15:58:18",
    "title": "Trabant - T World - Hermigervill og dj Margeir á K",
    "text": "Laugardaginn 7. febrúar býður Kapital í Hafnarstræti til sannkallaðrar tónlistarveislu. Hljómsveitirnar Trabant og T-World, fjöllistamaðurinn Hermigervill og DJ Margeir ætla að sjá til þess að allir skemmti sér konunglega.\nTRABANT\n—————\nTrabant ætlar að trylla lýðinn með sinni sjóðheitu sviðsframkomu og kynna gestum Kapital fyrir nýju efni af væntanlegri skífu í bland við gamalt. Trabant, eða Bessastaðabandið eins og mætti kalla hljómsveitina eftir frækilega tónleikaför til forsetans nýverið, ætlar að spila kynþokkafulla raftónlist í bland við R'n B með pönkívafi. Það má ávallt búast við stuði, stundum sprengjum en alltaf svakalegum svita þegar Trabant stígur á stokk!\nT-WORLD\n—————\nHljómsveitina T-World ættu margir að þekkja frá gullaldarárum danstónlistarinnar á Íslandi á tíunda áratugnum. Þeir Biggi Veira og Maggi Lego suðu þá saman raftónlist af bestu gerð og lögðu í leiðinni grunninn að Gus Gus. Þeir ætla að dusta rykið af lögum sínum og flytja óútgefið efni.\nHERMIGERVILL\n————————-\nHermi gervill er eins manns hljómsveit sem hefur vakið athygli fyrir forvitnilega og óvenjulega nálgun á tónlist. Á Kapital mun hann fremja gjörning með þrjú hljómborð og trommuheila til liðs við sig um leið og hann tekur nokkur vel valin dansspor. Hann mun spila efni af sinni fyrstu plötu, “Lausnin”, sem er nýkomin út.\nMARGEIR\n—————-\nMargeir er með stúdentspróf í því að mixa saman tvö eða fleiri lög og BA gráðu í því að missa aldrei niður dansgólf, ásamt því að skarta doktorsgráðu í góðum tónlistarsmekk.\nMun Margeir eiga stutt innslög milli hljómsveita ásamt því að slá botninn í kvöldið með því að spila elektróníska danstónlist eins og honum einum er lagið.\nTÍMASETNING\n———————–\nTónleikarnir hefjast fljótlega upp úr miðnætti og verður opið fram á rauða nótt. Miðaverð er einungis 1.000,- krónur.",
    "url": "https://www.hugi.is/danstonlist/greinar/191638/trabant-t-world-hermigervill-og-dj-margeir-a-k/",
    "url_id": "191638",
    "id": "1477917",
    "replies": [
        {
            "user": "Brunahani",
            "user_id": "6182",
            "date": "2004-02-02 16:01:15",
            "id": "1477918",
            "reply_to_id": "1477917",
            "text": "andskotinn! ég klúðraði fyrirsögninni!"
        },
        {
            "user": "Rawk",
            "user_id": "7092",
            "date": "2004-02-02 16:56:21",
            "id": "1477919",
            "reply_to_id": "1477918",
            "text": "Hver er hressi gaurinn á myndinni, Bjössi? :D"
        },
        {
            "user": "DaC",
            "user_id": "15383",
            "date": "2004-02-02 16:57:00",
            "id": "1477920",
            "reply_to_id": "1477917",
            "text": "Fallegur baksvipurinn á Hermigervli…allir mæta að sjálfsögðu hressir í goodshit lakkskóm með píanóbindi og tribal-dansa eins og vitleysingar."
        },
        {
            "user": "Rawk",
            "user_id": "7092",
            "date": "2004-02-03 00:41:55",
            "id": "1477921",
            "reply_to_id": "1477917",
            "text": "Aldurstakmark?"
        },
        {
            "user": "Rawk",
            "user_id": "7092",
            "date": "2004-02-03 00:56:23",
            "id": "1477922",
            "reply_to_id": "1477921",
            "text": "20."
        },
        {
            "user": "DaC",
            "user_id": "15383",
            "date": "2004-02-03 14:26:13",
            "id": "1477923",
            "reply_to_id": "1477922",
            "text": "fólk fer nú ekki að láta litla hluti eins og aldurstakmörkun stoppa sig í að sjá goðin sín! (eða tónlistarmenn sem það hefur mildan áhuga á)\nveit nú ekki betur en að sumir listamannanna séu of ungir sjálfir…"
        },
        {
            "user": "Rawk",
            "user_id": "7092",
            "date": "2004-02-04 00:51:22",
            "id": "1477924",
            "reply_to_id": "1477923",
            "text": "Það má samt vera 18 til að “starfa” eða “koma fram” á vínveitingastað. Hins vegar er ég ekki viss um hvað Hermigervill er gamall þannig að ég ætla að halda kjafti núna :)"
        },
        {
            "user": "Brunahani",
            "user_id": "6182",
            "date": "2004-02-04 09:27:11",
            "id": "1477925",
            "reply_to_id": "1477924",
            "text": "Ég er nokkuð viss um að Hermigervill verði 20 ára í ár, þannig að strákurinn er safe… … held ég…."
        },
        {
            "user": "Leopold",
            "user_id": "26277",
            "date": "2004-02-11 13:16:21",
            "id": "1477926",
            "reply_to_id": "1477925",
            "text": "Mjög gott kvöld… Það fá bara allir sem komu þarna fram mitt big up!"
        },
        {
            "user": "jonfri",
            "user_id": "65",
            "date": "2004-02-03 08:44:33",
            "id": "1477927",
            "reply_to_id": "1477917",
            "text": "Þetta minnir mig á hvað Gus Gus vs. T-World er helvíti mikil snilld.\nHelvítis snilld."
        }
    ]
}