{
    "forum_title": "Harry Potter",
    "user": "LollyPolly",
    "user_id": "47547",
    "date": "2004-02-03 21:39:03",
    "title": "Iona og Eric fara til Hogwarts",
    "text": "SPOILER\n11. Kafli Hún neytar að eyðast\nVikurnar liðu og minningarnar um Ionu fyrri flugu burt jafn snögglega og laufin féllu af trjánum. Fyrsti Quidditch-leikurinn var spilaður. Gryffindor vann en þessi Ron Weasley hafði staðið sig ömurlega að allra áliti. Iona vorkenndi honum samt fremur mikið því að Slytherin-krakkarnir höfðu verið að syngja söng um hann sem að var afar niðurlægjandi. Þegar leiknum lauk sá Iona þennann Harry Potter og annann hvorn Weasley tvíburana ráðast á leitarann í Slytherin liðinu, hvað hét hann nú aftur já Draco Malfoy.\nÞegar þetta gerðist hafði Iona hrasað á leiðinni niður úr stóra áhorfendaturninum og þegar hún stóð upp aftur voru bæði Harry Potter og Weasley-tvíburinn farnir. Joshua hafði lýst því fyrir þeim að báðir Weasley-tvíburarnir og Harry Potter hefðu verið settir í ævilangt keppnisbann.\nIona var að labba inn í kastalann. Það hafði verið gaman í flugtímanum. Þau áttu að ná að grípa golfkúlur sem að fröken Hooch hafði gert einhvað við þannig að þær flugu.\nHún var byrjuð að leika aftur við Maxine og Liam og með Joshua og Eric höfðu þau ákveðið að stofna Quidditch klúbb, fyrir þá sem að vildu æfa sig í Quidditc án þess að vera í liðinu.\nÞau höfðu að vísu þurft að fá leyfi Körtunnar því að núna út af einhverri ástæðu var bannað að hafa klúbba. Þau ætluðu að hittast núna í kvöld.\nIona var rifin upp úr þessum hugsunum þegar hún klessti á einhvern. Hún lenti harkalega á gólfinu og leit upp til að kíkja hver þetta væri.\nÞetta var Dumbledore.\n“Pró-Sk-skólastjóri ég ætlaði ekki að…” stamaði Iona.\n“Allt í lagi, allt í lagi.” sagði Dumbledore rólega og teygði sig eftir bókunum sem að hún hafði misst. “Ég sé og heyri að þú hefur gleymt öllu um Ionu fyrri.” Dumbledore tók upp pergamentssnepil.\n“En hvað ertu þá að gera með þetta?”\nHjartað í Ionu stoppaði í nokkrar sekúndur en tók svo nokkur aukaslög. Þetta var myndin. Iona fyrri starði enn á móti henni, með sínum mislitu augum. Andlitið á henni var orðið hvítara, eins og á Ionu sjálfri.\nIona þreif myndina og bækurnar úr höndunum á Dumbledore og hljóp upp í Gryffindorturn. Þessi mynd átti að vera lengst ofan í kistunni hennar!\nSetustofan var auð fyrir utan nokkra nemendur sem að sátu í hægindarstólunum og tuldruðu einhvað upp úr bókunum sem að þeir voru að læra.\nIona tók pergamentsnepilinn og leit á hann með megnum viðbjóði og fyrirlitningu. Arininn logaði glatt. Það ætti að farga honum.\nIona nelgdi sneplinum beint inn í logandi arininn, sneri sér svo við og arkaði upp í svefnálmu stelpnanna.\nEn það sem að enginn tók eftir var að þegar hornin á sneplinum tóku að brenna, þá valt hann í hornið á arninum og lenti þar ofan í haug að ösku sem að slökkti á honum.\nÞegar klukkan var átta fór Iona út á lóðina eins og þau höfðu ákveðið. Joshua hafði lofað að útvega kústa en Hooch og McGonagall virtist bara líka ágætlega við hversu brennandi mikinn áhuga þau höfðu á Quidditch.\nÞegar Iona kom út á lóð stóðu Maxine, Eric, Joshua, Liam og auk þess tveir krakkar sem að Iona vissi ekki hver voru þar.\n“Þetta er Rose Zeller.” sagði Liam glaðlega og benti á rauðhærða, frekknótta stelpu sem að stóð við hliðina á honum.\n“Og þetta er Peter Koston.” sagði Maxine og kynnti þannig svarthærða strákin sem að stóð á bak við hana. “Honum langar að spila varnarmannsstöðu og Rose einnig. Við erum búin að skipta hlutverkum. Liam verður sóknarmaður með þér og Eric, Peter og Rose verða varnarmenn, Joshua gæslumaður og ég verð leitarinn!”\n“Fínt” sagði Iona og tók við kústi sem að Joshua rétti henni.\nJoshua opnaði kassa sem og í honum voru tveir rotarar, ein tromla, tvær kylfur og gullna eldingin.\n“Vá!” sagði Iona og steig á bak kústinum. “Hvernig gastu fengið þessa hluti.\nJoshua roðnaði. ”Pabbi minn vinnur hjá Quidditch deildinni og ég fékk þetta í afmælisgjöf.“ tuldraði hann.\nIona ætlaði að segja aftur vá en sleppti því, af því að þá myndi Joshua bara skammast sín enn meira, þótt hún vissi ekki af hverju.\nÞau léku í þrjá klukkutíma samfellt og Iona sá að þau hæfðu öll stöðunum afar vel. Joshua hafði varið sjö mörk, þau höfðu aldrei verið hitt af roturunum þökk sé Rose og Peter, Maxine hafði náð eldingunni fjórum sinnum og Liam var jafn góður og þau tvö sem sóknarmaður.\nÞegar Iona var komin aftur upp í setustofu um ellefuleitið leit hún á eldinn. Hún ímyndaði sér Ionu fyrri brennandi og hló með sjálfri sér. Svo skokkaði hún glöð upp í svefnálmu.\nÞegar enginn sá til breyttist myndinn og meinfýsið glott færðist yfir andlitið á Ionu fyrri.\nDesember kom með miklum snjó og kulda. Þau fengu að vera inni í frímínútum vegna kuldans en slepptu ekki einni einustu Quidditch-æfingar-æfingu eins og þau kölluðu þetta.\nÞegar um tíundi desember var kominn var Ionu hugsað til jólagjafa. Hún hafði alltaf bara fengið frá pabba sínum og Eric en henni langaði núna að gefa Maxine, Liam og Joshua líka einhvað. Hún hafði enga hugmynd um hvað hún gæti gefið þeim.\nHún var búin að nörla saman pínulítið af peningum út af þessu dóti sem að Weasley-tvíburarnir voru sífellt að prófa á þeim og stundum ef að hún fínkembdi gangana í skólanum fann hún einn og einn knút eða sikkju.\nEn hvar gæti hún fundið einhvað. Svarið kom jafn auðveldlega og spurningin. Hogsmade. Það voru engar ferðir til Hogsmade núna en Ionu var sama. Hún hljóp upp á þriðju hæð, sagði töfraorðin við styttuna og skreið inn í göngin. Hún hljóp eins hratt og hún gat í gegnum göngin og kom upp á sælgætisbaróninum.\nÞótt að engir Hogwartsnemendur þarna var allt krökkt út úr dyrum. Greinilega allir að versla fyrir jólin hugsaði Iona og smeygði sér út.\nHún keypti galdrataflmenn handa Joshua, sprautukúluspil handa Liam, albúm fyrir galdrakortin sem voru í súkkulaðifroskapökkunum\nog Maxine fékk bók sem hét saga Hogwartsskóla eða einhvað svoleiðis.\nHún hljóp aftur að sælgætisbarónum en stoppaði þrátt fyrir það fyrir utan Glaða Villigöltinn. Einhver með hettu sat þar og drakk hunangsöl.\nIona bakkaði. Hettuklædda veran tók af sér hettuna. Þetta var Iona fyrri. Ionu langaði að gera einhvað. Hún tók upp sprotann sinn.\n”PETRIFICUS TOTALUS!“ þrumaði Iona. Henni var alveg sama þó að hún mætti ekki beita göldrum hér. Iona fyrri datt af stólnum og lág stíf eins og spíta á gólfinu.\nIona sneri sér við og hljóp í burtu.\nBarþjónninn hljóp að Ionu og aflétti galdrinum.\n”Er allt í lagi með þig?“ spurði hann.\nIona tilfluttist í burtu. Hún hélt að stað til galdramálaráðuneytisins. Sast fyrir utan og reykti pípuna sína.\nSmávaxinn, feitur maður með pípuhatt hljóp út.\n”Hvað er í gangi?“ spurði Iona hásri röddu.\n”Æ sama og vanalega. Krakki að beyta göldrum utan Hogwarts.“ tautað maðurinn og lagaði pípuhattinn sinn.\n”Obliviate!\" sagði Iona.\nGaldramaðurinn rann ringlaður í snjónum og áður en hann vissi að hafði Iona fyrri tilflust aftur á einhvern stað sem að enginn vissi hvar var.\nÉg er núna nýbyrjuð á þessum stíl að skrifa frá mörgum sjónarhornum.",
    "url": "https://www.hugi.is/hp/greinar/191769/iona-og-eric-fara-til-hogwarts/",
    "url_id": "191769",
    "id": "1479261",
    "replies": [
        {
            "user": "LollyPolly",
            "user_id": "47547",
            "date": "2004-02-04 12:34:22",
            "id": "1479262",
            "reply_to_id": "1479261",
            "text": "Geðveik skemmtileg svona en síðan kom endirinn og ég fattaði ekki neitt :s þetta var allt frekar ruglinslegt ég fatta ekkert endirinn !!\nEr Iona fyrri lifandi ?\nHver lagði álög á hvern ?\nHvað skeði fyrir góðu Ionu ?"
        },
        {
            "user": "LollyPolly",
            "user_id": "47547",
            "date": "2004-02-04 15:46:07",
            "id": "1479263",
            "reply_to_id": "1479262",
            "text": "Albus hér er smá svar við spurningunum þínum.\nIona fyrri er lifandi, ég minntist aldrei á að hún væri dauð.\nIona góða eins og þú kallar hana lagði álög á Ionu fyrri.\n“Góða” Iona hljóp í burtu og í framhaldi að þessu færðu að sjá hvað hún gerir."
        },
        {
            "user": "LollyPolly",
            "user_id": "47547",
            "date": "2004-02-04 19:44:56",
            "id": "1479264",
            "reply_to_id": "1479263",
            "text": "Ok. En geturu svarað mér hvað er Iona fyrri gömul ? eða svona u.þ."
        },
        {
            "user": "LollyPolly",
            "user_id": "47547",
            "date": "2004-02-04 19:50:04",
            "id": "1479265",
            "reply_to_id": "1479264",
            "text": "Átján"
        },
        {
            "user": "LollyPolly",
            "user_id": "47547",
            "date": "2004-02-04 19:52:04",
            "id": "1479266",
            "reply_to_id": "1479265",
            "text": "ok, og er hún að vinna  með Voldemort ?"
        },
        {
            "user": "LollyPolly",
            "user_id": "47547",
            "date": "2004-02-04 19:57:54",
            "id": "1479267",
            "reply_to_id": "1479266",
            "text": "Nei, hann sagði að hún dáðist að myrkru öflunum og þar með einnig Voldemort. Henni langar ekki að vinna með honum. Henni langar að vera betri í myrkru öflunum en hann."
        },
        {
            "user": "Adept",
            "user_id": "46012",
            "date": "2004-02-04 13:54:11",
            "id": "1479268",
            "reply_to_id": "1479261",
            "text": "Frábær saga endilega haltu áfram\nen hvað eru iona og eric eiginlega gömul ?"
        },
        {
            "user": "gugusta",
            "user_id": "47724",
            "date": "2004-02-04 15:04:21",
            "id": "1479269",
            "reply_to_id": "1479268",
            "text": "frábært…þetta er eiginlega eina ff sem að heldur áfram ekki eithvað sem að höfundar gefast uppá….og mér finnst bara flottara að skrifa frá mörgum sjónarhornum"
        },
        {
            "user": "LollyPolly",
            "user_id": "47547",
            "date": "2004-02-04 15:49:13",
            "id": "1479270",
            "reply_to_id": "1479268",
            "text": "Ewe svar við spurningunni þinni. Iona og Eric eru ellefu. Ég er rosalega ánægð að sona mörgum finnst þetta flott:)"
        }
    ]
}