{
    "forum_title": "Sápur",
    "user": "freki",
    "user_id": "1682",
    "date": "2004-02-04 16:06:05",
    "title": "Leiðarljós 3. febrúar",
    "text": "Gæsa og Steggjapartý Billy's og Vanessu.\nDylan heldur steggjapartý fyrir Billy og Mindy gæsapartý fyrir Vanesu.  Þau taka frekar fálega í það að koma og vilja vera heima með Peter. Það er rætt um það að reyna að plata Billy í Turnana og Vanessu til Mindy.  Dylan og Mindy fara heim til Billys og Vanesu og reyna að fá þau til að koma. Mindy segir að hún hafi rifið kjólin og þarf að fá hana til að koma. Dylan segir að hann þurfi á Billy að halda vegna máls.  Hann fer svo kemur Billy segir að hann þurfi að æfa sig og hann fer. svo kemur Nick og hann segir að hann þurfi að ræða við hann um boðið og platar Billy til að koma upp í turnana.  Hún tekur Peter með sér til Mindyar.  Þau koma á staðina og þau verða hissa.\nHeima hjá Ross:\nRoss og Blake rífast og Ross rýkur út.\nBlake kemur svo upp úr köku sem er í partíinu hjá Billy og Ross bregður. Svo sættast þau og Ross og Blake fer út kyssandi.\nHjá Mindy:\nFyrst kemur Nick og þau halda að það sé Vanessa.\nen svo fer Nick og Mindy til B og V\nAllar vinkonur skemmta sér og hafa gaman.  Bridget sér Peter og fer, Vanessa fer á eftir henni og biðst afsökunar á að hafa komið með Peter, hún vissi ekki að hún mundi vera þarna. Bridget fer svo.\nTower:\nAllir vinir Billy skemmta sér og ræða um hann.  Frank þakkar Alan Michael fyrir að skrifa lítið um skemmdarverk á Diner.\nBílinn hans Harts:\nHart keyrir Julie heim frá flugvelli og þau tala saman og kyssast í sportbílnum.  Bridget kemur alveg brjáluð og fer að rífst við Julie um hart og mál milli hennar og Dylan, hún reynir að stilla til friðar og útskýra fyrir Bridget og sleppir sér við hana.  Hart kemur og heyrir allt.\nThe End\n=====\nNú er Seppi kominn aftur og verð eitthvað :)\nEf einhver er með meira væri gaman að viðkomandi sendi inn.\nOg eitt til ykkar:  Þið Litlu Börn sem eru alltaf að pósta um hvað þetta er leiðinlegt og fl. verið á ykkar áhugamáli.",
    "url": "https://www.hugi.is/sapur/greinar/191920/leidarljos-3-februar/",
    "url_id": "191920",
    "id": "1480233",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2004-02-04 16:17:26",
            "id": "1480234",
            "reply_to_id": "1480233",
            "text": "Mjög góð grein, gott að sjá að þú ert kominn aftur með þínar skemmtilegu Leiðarljós greinar :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-02-04 16:45:03",
            "id": "1480235",
            "reply_to_id": "1480233",
            "text": "bunchies"
        },
        {
            "user": "misstimberlake",
            "user_id": "25398",
            "date": "2004-02-04 19:01:53",
            "id": "1480236",
            "reply_to_id": "1480233",
            "text": "hæhæ seppi gott að fá þig aftur… maður var farin að sakna þín þegar þú varst í útlandinu… og enn einu sinni kemuru með fína grein…\ntakk"
        },
        {
            "user": "Zooxk",
            "user_id": "25094",
            "date": "2004-02-04 19:18:17",
            "id": "1480237",
            "reply_to_id": "1480233",
            "text": "Mig langar að spyrja þig seppi að einu.\nHvernig nenniru að hjálpa þeim sem hafa mist af leiðarljósi ? Og hvað er það sem rekur þig áfram ?\nSíðan langar mig líka að spyrja hvernig er hægt að vera svona fastur við einn sjónvarpsþátt? Fjölskyldan mín henti sjónvörpunum af heimilinu og sögðu upp Rúv og því er ekkert sjónvarp hér á heimili og ég get ekki verið meira sáttari að vera laus við þetta tæki.\n(ps þessi grein er eingan vegin meint þannig til að særa einhvern né móðga)"
        },
        {
            "user": "Selena",
            "user_id": "29486",
            "date": "2004-02-04 19:54:38",
            "id": "1480238",
            "reply_to_id": "1480237",
            "text": "úff veistu hvað er auðvelt að festast yfir einhverjum þáttum í sjónvarpinu.\nÞað eru nú ekki margir sem eru ekki með sjónvarp, en hey fólk er með misjöfn áhugamál og það er sko til margt skrítnara og verra en að horfa á leiðarljós."
        },
        {
            "user": "zinnep",
            "user_id": "25416",
            "date": "2004-02-04 22:01:15",
            "id": "1480239",
            "reply_to_id": "1480238",
            "text": "SEPPI! þú ert…hmm.. bara… bara… alveg YNDISLEGUR dregur/maður/strákur eða hvað sem þú vilt kalla þig! þú ert.. alveg bara.. váá.. alveg bara… váá.. yndislegur…!"
        },
        {
            "user": "Orgulas",
            "user_id": "33019",
            "date": "2004-02-05 14:35:58",
            "id": "1480240",
            "reply_to_id": "1480233",
            "text": "af hverju ertu að skrifa um hvað gerðist í einhverjum þætti sem er ekkert nema endaleysa? maður missir varla af miklu þótt maður missi út einum þætti… :)"
        },
        {
            "user": "freki",
            "user_id": "1682",
            "date": "2004-02-05 15:14:45",
            "id": "1480241",
            "reply_to_id": "1480240",
            "text": "Því eru sumir svona neikvæðir.\nÞetta er nú ekki svara vert. EN ég legg til að þú lesir hin innleginn áður en þú ferða að blása svona út.\nSumir hafa gaman af þessu. Ert þú ekki með þín áhugamál ?\nSegi bara enn og aftur.\nLITLA BARNIÐ LEIKUR SÉR.\nHvernig finndist þér á við kæmum á þitt áhugasvið og færum að vera með skítkast og fl þar ?"
        },
        {
            "user": "Zooxk",
            "user_id": "25094",
            "date": "2004-02-05 20:01:22",
            "id": "1480242",
            "reply_to_id": "1480241",
            "text": "Ég geri mér fulla grein að þetta er þitt áhugamál, og oft getur fólk verið með asnaleg og virkilega leiðinleg og særandi komment gegn sumum áhugamálum manns.\nSumir gera grín að skátum, fuglaskoðurum, jarðfræðingum, frímerkjasöfnurum, fótboltanördum.\nEn ég reyndi að taka það eins skýrt fram og ég gat að ég vildi ekki vera með skítkast né mógðanir né leiðindi útá þetta heldur einungis að koma upp umræðu um þetta."
        },
        {
            "user": "freki",
            "user_id": "1682",
            "date": "2004-02-05 22:07:40",
            "id": "1480243",
            "reply_to_id": "1480242",
            "text": "Sæl(l)\nÉg misskildi þig hraparlega, þegar ég skoða svarið þitt betur þá skil ég þetta :)\nKv:\nSeppi"
        },
        {
            "user": "mspinky",
            "user_id": "49701",
            "date": "2004-02-05 22:28:35",
            "id": "1480244",
            "reply_to_id": "1480243",
            "text": "jámm æj ,ér finnst hálf leiðinlegt að fólk þurri endilega að koma hingað bara til að pirra\nGóð grein:)"
        }
    ]
}