{
    "forum_title": "Quake og Doom",
    "user": "Ekkitil",
    "user_id": "1036",
    "date": "2001-03-12 09:38:38",
    "title": "Skjálfti1|2k1 aftermath",
    "text": "Sælir Skjálftabræður.\nMig langar að byrja á því að þakka Skjálftap1mpunum þeim Fluffster, Smegma, Flame, Roland, JReykdal, Banda, Höddah, IGN, JBravo og þeim hinum sem stóðu að þessu móti um helgina fyrir hreint út sagt frábært framtak. Eins og með síðustu mót þá gekk allt fyrir sig eins og í sögu og hvergi sá ég eða tók eftir einhvern misbrest á tilhögun leikja og seinkunum.\nSjálfur tók ég aðeins þátt í AQTP og AQFFA og verð ég að segja að skemmtilegri mót hef ég sjaldan spilað eins og nú. Flest liðin sýndu m4d skillz sérstaklega QNi South Central með gamla HiActive innanborðs og Beebo en sá leikur sem spilaður var á jungle1 var með því allra mesta rush-helvíti sem ég hef nokkurn tímann séð. Þrátt fyrir ýmiss leiðindi áður fyrr á korkinum var allir leikir íþróttamannslega spilaðir og ekkert gott um það að segja. Oftast verða menn eins og undirritaður mjög pirraðir í leikjum en það jafnast alltaf að leik loknum eftir sigur og þrátt fyrir tap i.e. QNI CB4 æfingaleikurinn :D\nMaxTac sýndu það og sönnuðu á móti þessu að ný kynslóð af spilurum er gengin í garð og við old-bastards i.e. PhD / QNI erum ekki með viðbragðsflýtina sem þessir litlu krútt eru með. MaxTac þykir prýðis gott lið og HeMan sýndi það að hann er góður leiðtogi fyrir þann hóp. Leiðindi hlutust þó af þegar PhD-Rookies háðu við MaxTac-Leikskólabörn AQTP leik um hverjir áttu að komast í úrslit. Fór sá leikur 6-6 og í sudden death. Manhattan rýkur frá borðinu til p1mpa til þess að spyrjast um fyrirkomulag sudden death en á meðan joina allir liðin meðan Manhattan í burtu og ná ekki að gera “Team None” áður en lotan byrjar þannig að sudden-death hefst með 5 manns af MaxTac innanborðs og aðeins 1 PhD-Rookies mann. Enginn hreyfir sig og mikið fár hefst þar sem deilur fara fram en á meðan gengur AQTP klukkan og eftir 4 mínútur þá fá MaxTac stig fyrir að gera nákvæmlega ekki neitt. MaxTac deila hart um að þeir hafi unnið og að lokum dæmir Fluffster MaxTac í hag enda neituðu MaxTac að spila annað round og þykir það óíþróttamannslegt og barnalegt auk þess sem Fluffster veit ég að þykir ekki mikið til koma til PhD þannig að við höfðum ekki yfirvaldið með okkur að þessu sinni.\nAnnars var mótið prýðilegt fyrir utan þetta smáatvik með MaxTac og gaman verður að sjá hvort að PhD muni nenna að koma aftur að næsta móti enda við eins og QNI komnir með drulluleið á þessari spilamennsku sem viðgengur í AQTP keppnum á Skjálfta. Leiðinlegt mál en svona er þetta nú.\nMeð vinsemd og virðingu,\n[PhD]ScOpE",
    "url": "https://www.hugi.is/id/greinar/19214/skjalfti12k1-aftermath/",
    "url_id": "19214",
    "id": "123152",
    "replies": [
        {
            "user": "Maxium",
            "user_id": "432",
            "date": "2001-03-12 15:02:55",
            "id": "123153",
            "reply_to_id": "123152",
            "text": "Þetta virðist bara elta phd-b er það ekki ? =)"
        },
        {
            "user": "Fluffster",
            "user_id": "7",
            "date": "2001-03-12 15:08:06",
            "id": "123154",
            "reply_to_id": "123152",
            "text": "Jahá.\nÞú þarft á sérfræðiaðstoð að halda hvað þessa paranoju varðar hjá þér.\nHversu mikla sérmeðferð vilt þú eiginlega að þú og þitt clan fái?\nBtw, scope != phd.\nFYI þá voru allir p1mpar sammála um þessa niðurstöðu, ekki bara VondiFluffster."
        },
        {
            "user": "Maxium",
            "user_id": "432",
            "date": "2001-03-12 15:17:34",
            "id": "123155",
            "reply_to_id": "123154",
            "text": "góði besti þegiðu og vertu ekki að segja mér hvað ég þarf á að halda. Fífl."
        },
        {
            "user": "Maxium",
            "user_id": "432",
            "date": "2001-03-12 15:24:30",
            "id": "123156",
            "reply_to_id": "123155",
            "text": "ótukt ertu að kalla Fluffster fífl. skamm."
        },
        {
            "user": "Maxium",
            "user_id": "432",
            "date": "2001-03-12 15:33:04",
            "id": "123157",
            "reply_to_id": "123156",
            "text": "ótukt, langt síðan ég hef heyrt þetta orð, nice one cr1m.\nCr1m: ótukt ert þú að kalla PhD svindlara :("
        },
        {
            "user": "Maxium",
            "user_id": "432",
            "date": "2001-03-12 15:42:02",
            "id": "123158",
            "reply_to_id": "123157",
            "text": "dejavuh?\nBlergh\n*stig* *stig*\n*pot* *pot*\nVerum allir vinir, og ekki vera að segja eikkað sem við meinum ekki."
        },
        {
            "user": "Hoddi",
            "user_id": "58",
            "date": "2001-03-12 15:37:57",
            "id": "123159",
            "reply_to_id": "123155",
            "text": "Verum ekki með leiðindi, og það á við alla aðila.  Þetta var samhljóða ákvörðun allra þeirra sem komu að henni.  Hinsvegar finnst mér að maxtac hefði átt að sýna þann drengskap að bjóða þeim að spila roundið aftur.  Hugsanlega þá að spila “best of three” ef menn eru hræddir um að spawn ráði úrslitunum.  Allavegana myndi ég ekki vilja vinna svona."
        },
        {
            "user": "Fluffster",
            "user_id": "7",
            "date": "2001-03-12 17:12:43",
            "id": "123160",
            "reply_to_id": "123155",
            "text": "FARÐU NÚ AÐ DRULLAST TIL AÐ LÁTA MIG Í FRIÐI\nÞað líður ekki vika án þess að þú ráðist á mig, hvur djöfullinn er að þér?!?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-03-12 21:01:14",
            "id": "123161",
            "reply_to_id": "123160",
            "text": "ef það er einhver sem þarf á sérmeðferð að halda þá ert það þú. Láttu mig bara sjálfur í friði."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-03-18 18:54:46",
            "id": "123162",
            "reply_to_id": "123161",
            "text": "Hvern djöfullinn er að þér Scope , þú ert bara eitt hel***** fí**** reyndu nú að sjá af þér að þú sért bara ekki nógu þroskaður til að vera í þessu annaðhvort það eða of he****** ..\np.s þú ert ekki nógu þroskaður fyrir orðin hér að ofan , og annað ég á eina rosalega ljóta mynd af þér sem sýnir undirhökuna soldið sona orðum etta bersýnt :)"
        },
        {
            "user": "mystic",
            "user_id": "304",
            "date": "2001-03-13 10:11:05",
            "id": "123163",
            "reply_to_id": "123155",
            "text": "Hann var að svara fyrir sig úr þessum fyrsta pósti þínum þar sem þú varst að nefna hans nick oftar en einu sinni og svona svarar þú honum?\nÉg sé ekki að þú hafir efni á að kalla nokkurn mann fífl…\n]:8 mystic"
        },
        {
            "user": "bandi",
            "user_id": "15",
            "date": "2001-03-12 15:13:26",
            "id": "123164",
            "reply_to_id": "123152",
            "text": "Bara smá athugasemd…. Fluffster tók ákvörðunina ekki einn.  Þetta var einróma ákvörðun þeirra sem að komu. (p1mpar)\nEn mér finnst þó að þið ættuð að læra af reynslunni, óháð því hvort viðkomandi leikmaður hafi lent í þessu á seinasta móti. Þessi regla gildir með alla leiki sem enda jafnir í AQ :)\nBandi"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-03-12 15:20:11",
            "id": "123165",
            "reply_to_id": "123164",
            "text": "Vissi ekki betur. En ok gott mál. Við pössum bara upp á þetta næst."
        },
        {
            "user": "qeySuS",
            "user_id": "280",
            "date": "2001-03-12 15:16:20",
            "id": "123166",
            "reply_to_id": "123152",
            "text": "Jæja. Óíþróttamannslegt kannski. En svona eru reglurnar og það var farið eftir þeim í öllum greinum. Bendi t.d. á ice vs hux í CTF. Var komið á 50 mín í framlengingu held ég og þá datt einn huxarinn út og ICE cappar og vinnur. Ice voru búnir að veikja vörnina mikið og voru að vinna á. Ef þeir hefðu gefið þeim séns væru þeir að leyfa þeim að endurstratta og endurnæra sig. Plús þá hefðu þeir eitt seinasta timeoutinu sínu. Mér fannst þetta bæði rétt ákvörðun hjá MaxTac og Ice. Hitt liðið á ekki að þurfa að hafa áhyggjur af því hvað hitt liðið er að gera. PhD-B lennti í´ nákvæmlega sömu stöðu á seinasta skjálfta og ættu nú að vera búnir að læra :)"
        },
        {
            "user": "Manhattan",
            "user_id": "421",
            "date": "2001-03-12 16:18:49",
            "id": "123167",
            "reply_to_id": "123166",
            "text": "svar til qeysus : phd-b lennti i þessu á síðasta skjalfta en þá var ég ekki á skjalfta og hafði aldrei heyrt um þetta.\nég er annars ekkert pirraður á þessu verð nú samt að segja að í reglunum hefði allveg eins mátt standa :\nspila skal bráðabana round með 5 mönnum i hverju liði i byrjun rounds.\nengin ástæða fyrir að hafa þetta öðruvísi í reglunum.\nmeð þessu er eg ekki að beina einhverri skuld yfir á pimpana. þeir hafa staðið sig rosa vel i öllu sem tengist þessum skjalfta."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-03-12 16:31:25",
            "id": "123168",
            "reply_to_id": "123167",
            "text": "Sammála Hödda í þessu máli, ef MaxTac eru svona “gett” góðir því ekki\nað leyfa PhD að spila aftur um þetta round…\nBara mín skoðun á því."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-03-12 16:38:17",
            "id": "123169",
            "reply_to_id": "123168",
            "text": ""
        },
        {
            "user": "qeySuS",
            "user_id": "280",
            "date": "2001-03-12 16:33:49",
            "id": "123170",
            "reply_to_id": "123152",
            "text": "jah reglurnar hafa verið svona í nokkuð langan tíma´. Ég man nú alveg eftir s2|2000 þegar ég var í mAIm. Ónefndur aðili hætti í liðinu eftir 3 round, nefni engin nöfn en nafnið byrjar á H og endar á oddeh :) Náðum að merja jafntefli 4 á 5 og ónefndi aðilinn ætlaði svo að joina til að hafa þetta 5on5 í úrslitaroundinu. hann var að connecta og rétt missti af roundinu. Við töpuðum og tókum því bara eins og menn. Kenndum bara Hödda um :)\nP1mparnir vissu alveg af þessu og við líka. En við vissum líka alveg að 187 áttu ekkert að vera nice við okkur útaf einn af okkar mönnum var of lengi að komast á serverinn."
        },
        {
            "user": "JBravo",
            "user_id": "3228",
            "date": "2001-03-12 18:25:04",
            "id": "123171",
            "reply_to_id": "123152",
            "text": "Talaðu fyrir þig sjálfann :)\nÞað má vel vera að þú hafir ekki viðbragðsflýtinn sem þarf lengur (þín orð, ekki mín) en við CB4 menn stóðum amk vel í Maxtac-a. Fór 8-7 og í þokkabót hörkuspennandi :-)   Maxtac bentu okkur (með spilamennsku sinni) á ákveðinn galla í spilamennsku CB4 sem við munum leiðrétta og koma svo fílelfdir á næsta skjálfta og vonandi ná að spila við þá áður en við lendum í no-skillz campliðinu sem fellir okkur út :)\nÉg játa að ég er svekktur yfir að fá ekki að spila við PhD liðin því það hefðu þó verið skemmtilegir leikir.  Að vísu vorum við búnir að ákveða að ignora þig allir m.t.t. til æfingaleiksins og það hefði tryggt skemmtilegann leik.\nPicture it :)  Scóp að keppa og ekki að ausa yfir okkur svívirðingum ? :)\nAnnað: ég (eins og allir aðrir p1mpar) vótaði að Maxtac ætti sigurinn skilið á móti PhD-b.\nSúrt fyrir PhD-b, það skil ég mjög vel. Enginn okkar hafði persónulegar skoðanir okkar á þér í huga þegar þetta var rætt því þú kemur þarna hvergi málinu við.  Þú ert bara liðsmaður í Allstars, og allir í PhD-b eru sómamenn sem í þokkabót spila skemmtilegt AQ.\nVont mál en því miður mistök PhD.\nReyndu þá að skilja að Fluffi á ekkert frekar en ég skilið einhverjar persónulegar árasir frá þér."
        },
        {
            "user": "Amplifier",
            "user_id": "1327",
            "date": "2001-03-12 19:35:37",
            "id": "123172",
            "reply_to_id": "123171",
            "text": "Sælir.\nVarðandi auka round þá hef ég þetta að segja:\nVið vorum að spá í hvað myndi ske ef að við myndum taka auka round, en þvímiður þá var of mikið í húfi til þess að taka þetta round, þannig er það bara. Ég er ekki viss um að þið hafið leyft einhverjum sem þið hafið keppt á móti að taka aðra round við ykkur en ég stórefast að þið hefðuð tekið aðra round við okkur hefðuð þið verið í okkar sporum. Þið getið sagt það eftir á að þið hefðuð tekið aðra round en það eru engar líkur eða litlar að við myndum trúa ykkur, þannig er það bara.\nHvað varðar þig Scope eða hvað sem þú kallar þig þessa stundina að þá var búið að ákveða að tala ekkert um þetta mál aftur. Þú sagðir það við HeMan og þessa stundina sé ég ekkert eftir þessu að hafa ekki tekið þessa round. Þú ert bara fífl. Þú ert ok í real life en svo þegar þú kemst heim á netið þá verðurðu mesta fífl sem til er. Það er ekkert hægt að skafa af því að þú átt bágt.\nSvo að ég tali meira um þessa round þar sem þú nefndir þetta, þá var MaxTac að spá í þessa round og þar sem við spawnuðum á toproof í Urban vorum við að spá í að taka leikinn aftur, en þá þurftum við endilega að fatta það að þið mynduð bara fá ykkur hnífa og grensur og plaffa okkur með þeim, þannig að þetta er ósamgjarnt og ekki hægt að laga það með neinum hætti ( að mínu mati ). Svo komst þú og sagðir að Flame spilar alltaf með grensur og þá fór ég að spá í það hvort að hann væri alltaf með grensur eða hvort þú værir bara að segja þetta. Ég get trúað því að hann spili oft með grensur, en þar sem þetta var svona mikilvægt round efast ég um það.\nHér með er ég hættur að rífast. Þetta er til einskis. Við fórum eftir reglunum og úrskurð p1mana og þar með læt ég þetta mál hverfa svo lengi sem að þú getir bara þagað?\n-MaxTac-PhatCat"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-03-12 21:06:24",
            "id": "123173",
            "reply_to_id": "123172",
            "text": "Ég var að fjalla um mótið í heild sinni. Ég hef engin leiðindi út á Maxtac að bera enda er ég ekki að korkast á því. Ég held að þú hafir engann rétt á því þar sem ég er ekki að skíta ykkur persónulega út að gera það við mig sjálfan þar sem ég er aðeins að lýsa því yfir með einmitt þessum skrifuðu orðum: “óíþróttamannslegt og barnalegt” hvað mér fannst um þetta. Ég skil ósköp vel að það var mikið í húfi enda gekk ég til ykkar og talaði um þetta í ró, lét mínar skoðanir í ljós þar sem ég sagði einmitt þessi tvö orð sem innan gæsalappa eru við ykkur. Að loknum þeim orðum þá sagði ég við ykkur eða þann sem ég talaði við, var að amk ekki HeMan “Ég vona að þið takið rétta ákvörðun…” og gekk í burtu. Ég óskaði HeMan til hamingju með sigurinn nokkru eftir leikinn enda var ég að sjálfsögðu svolítið sár að þurfa að tapa en ég get sætt mig við það. Ef þú hefur eitthvað meira að segja við mig sendu mér þá póst vinurinn. Ég er tilbúinn til þess að ræða þetta í ró og næði enda hyggst ég standa við mín orð við HeMan að ekki svívirða þetta til lengdar enda var það ekki áætlunin.\nMeð vinsemd og virðingu,\nPressure"
        },
        {
            "user": "Amplifier",
            "user_id": "1327",
            "date": "2001-03-12 21:17:36",
            "id": "123174",
            "reply_to_id": "123171",
            "text": "JBravo:\nÞetta var flottur leikur við MaxTac-A það kom mér satt að segja að óvart að þið skilduð ekki fara með sigur úr býtum enda voru þið með feikisterkt lið.\nMér leiðist hvernig þú misnotar broskallana Richard…\nGott mál að þið verðið betri á næsta móti, vonandi gengur ykkur betur þá.\nEins og ég sagði í grein minni hér að ofan vitnaði ég til þess leiks þar sem ég var pirraður. Sbr. “Oftast verða menn eins og undirritaður mjög pirraðir í leikjum en það jafnast alltaf að leik loknum eftir sigur og þrátt fyrir tap i.e. QNI CB4 æfingaleikurinn :D” Mér líkar rosalega illa við hvernig þið spiluðuð þennan leik. Í fyrsta lagi fannst mér leiðinlegt afhverju þið gátuð ekki tilgreint hver í liðinu ykkar var að altnikka. Í öðru lagi cömpuðu þið eins og það væri mikið í húfi og síðan skítiði út önnur clön fyrir að gera hið sama við ykkur. Ég skal alveg viðurkenna að þegar ég spila Action Quake get ég verið dónalegur og verið með svívirðingar en ég heiti því að svoleiðis er aðeins til hjá mér í hita leiksins. Mér hefur hingað til líkað helvíti illa við Wannabe og þau hortugheit sem hann hefur pirrað mig hingað til á netinu og í leikjum en eftir að hafa spjallað við hann á mótinu held ég að hann viti jafnt sem ég að hvorir tveggja okkar meinum ekkert illt með þessu og sú stríðsöxi sem ég á að bera á herðum gegn QNI sé grafin og hafi raunverulega aldrei verið til. Ég hef ekkert á móti QNI og mun reyna að halda mínum orðum fyrir sjálfan mig í komandi leikjum við ykkur ef einhverjir verða.\nÉg vona að þér líki sjónarmið mín Richard og QNI.\nMeð vinsemd og virðingu,\nGlory"
        },
        {
            "user": "Amplifier",
            "user_id": "1327",
            "date": "2001-03-12 22:32:30",
            "id": "123175",
            "reply_to_id": "123174",
            "text": "Scope: ef ég þarf “special treatment” eftir að ég held bara fyrsta postið mitt á huga.. hvað þarft þú þá ;) ? -bitchmode off. Eftir þetta skal ég ekki ræða um þetta aftur, svo lengi sem að þú dissar ekki MaxTac.\n-MaxTac-PhatCat\nP.S. Alveg óþarfi að nefna fólk hér með egin nafni.. við berum ekki nicks til einskis. Passa sig að þetta verði ekki of persónulegt, því þetta er jú bara leikur."
        },
        {
            "user": "Kwai",
            "user_id": "31",
            "date": "2001-03-12 22:46:22",
            "id": "123176",
            "reply_to_id": "123174",
            "text": "Svona varðandi það að þetta round hafi verið dæmt af ykkur og kenna  því um að Fluffster sé illa við ykkur er bara bull. Á síðasta skjálfta þegar það nákvæmlega sama gerðist þá öskraðir þú [Scope] svo glumdi í salnum “hverskonar skítaclan er MBI  eiginlega ?!” og svo reifstu og skammaðist og fékst þínu framgegnt þrátt fyrir að reglur segðu annað.\nÍ þetta skipti var bara haldið í reglurnar.\nVissulega finst mér soldið lame að gefa ekki séns, en þetta er á ábyrgð liðsins að kynna sér reglurnar og koma sér inn á keppnisserver. Á síðasta skjálfta duttu Lo'Cash í loosers bracket vegna þess að við gáfum Vicket séns (3 round reyndar, tók þvílíkan tíma fyrir þá að koma sér inn). Á þessum skjálfta fór ég úr liði þegar Miko fraus í leik okkar við ZooM á teamjungle, sá leikur var tæpur og við hefðum getað tryggt okkur sigur með því að spila fleiri. Bara ekki okkar stíll, reynar unnum við lokaroundið með því að drepa einn þeirra og ney ða þá til að rusha í fyrirsát… ekki fallega gert kanski.\nAllavega, get over it Scope. Reglurnar voru aðlagaðar að hentugleika PhD í þetta skiptið. Hættu svo að ausa saur á fólk, skjálfti endaði í bróðerni en þú virðist vera staðráðinn í því að grafa upp stríðexina.\nKwai"
        },
        {
            "user": "Kwai",
            "user_id": "31",
            "date": "2001-03-12 23:14:50",
            "id": "123177",
            "reply_to_id": "123176",
            "text": "reglurnar voru EKKI aðlagaðar átti þetta að vera\nKwai"
        },
        {
            "user": "JBravo",
            "user_id": "3228",
            "date": "2001-03-13 01:14:29",
            "id": "123178",
            "reply_to_id": "123174",
            "text": "Ég er ekki sammála þér Örvar að við höfum campað í leiknum á móti ykkur.   Við spiluðum varlega, svo mikið er víst, en við sátum aldrei allir saman einhverstaðar og biðum eftir ykkur.  Við sóttum líka fast í þeim leik.\nÉg leit (lít) á þessa leiki tvo (annan sem þið unnuð og hinn sem við unnum) sem skemmtilega AQ leiki sem var því miður of lítið af á þessum skjálfta.\nSvo er ég ekki að skíta út nein önnur clön. Ég er hérna í örgustu sjálfsvörn. HJ menn (aðallega hann Iber) fullyrða að við vorum verstu camperarnir á mótinu, og það stingur svolítið.\nVið erum búnir að setja á vefinn demó af leiknum við HJ-a og ég er marg búinn að biðja HJ um að gera það sama (senda inn demó af sama leik frá þeim séð) en það virðist vera eitthvað djúpt á því…   Þau eru jú á members svæðinu þeirra og amk 3 HJ menn gátu (vildu) ekki sena mér þau.\nKanski má túlka það sem skítkast… En það er ekki ætlunin.  HJ eru ágætir.  Spiluðu bara hundleiðinlegt AQ á mótinu."
        },
        {
            "user": "JBravo",
            "user_id": "3228",
            "date": "2001-03-13 01:16:39",
            "id": "123179",
            "reply_to_id": "123178",
            "text": "uh, já og varðandi það að við ætluðum allir að ignora þig.  Það var vegna þess að það má nota tímann betur meðan á keppni stendur en að svara ásökunum.  Einnig til að tryggja að þú komir engum okkar úr góða skapinu :-)"
        },
        {
            "user": "mancubus",
            "user_id": "819",
            "date": "2001-03-13 01:41:20",
            "id": "123180",
            "reply_to_id": "123179",
            "text": "eh, það þarf nú engan stærfræðiprófessor til að sjá að 5v1 er ekki mjög sanngjarnt og þykir mér íþróttamennskan alveg í lágmarki ef einhver er hjá MaxTac. það er svosem ekki hægt að kenna p1mpum um. MaxTac fær bara mínus stig hjá mér allavega eftir þetta.\nog þetta hjá Ice að kappa þegar hux eyðir óvart báðum timeouts og eru færri er litlu skárra. það hefði nú alveg verið í lagi að gefa þeim eitt timeout. Ice mínus eitt stig."
        },
        {
            "user": "agustkri",
            "user_id": "3455",
            "date": "2001-03-13 10:20:34",
            "id": "123181",
            "reply_to_id": "123180",
            "text": "Ég skal alveg viðurkenna að mér fannst leiðinlegt að vinna leikinn við hux-a svona í ctf og hefði kosið að vinna í venjulegum leiktíma (sem hefði sennilega orðið 19 klst ca) og ef ég hefði ráðið hefði ég viljað taka annan leik og fyrsta cap réði en aftur á móti má svosem líta á það að við vorum (ekki ég því ég campa í vörn) búnir að vera að brjóta niður vörnina hjá þeim og vorum að koma flagginu þeirra lengra og lengra… og þeir hefðu fengið að endurskipuleggja allt aftur."
        },
        {
            "user": "Maxium",
            "user_id": "432",
            "date": "2001-03-13 12:22:16",
            "id": "123182",
            "reply_to_id": "123180",
            "text": "Mancubus: 2 atriði sem þurfa að koma fram í þessu. a) Liðin máttu bara taka 2 timeout gegnum ALLA keppnina. b) Ice var nú þegar búið að eyða einu time outi á annað lið, og áttu þeir að eyða ÖLLUM sínum time outum í hin liðin? og vera ekki einu sinni komnir í brackets?!\nSvo er líka annað, liðin máttu bara taka eitt time í hverjum leik, og hvað hefði gerst, ef ice hefði tekið time, og hux gaurinn hefði komist inn, og svo hefði einhver ICE gaur dottið út? Hvað hefði þá gerst? Time outin búin, og ekkert hægt að gera.\nÉg stend svo með ice í þessu, því að reglurnar buðu ekki uppá annað, en að halda leiknum áfram. Þessar reglur ætti að endurskoða fyrir næsta skjalfta að mínu mati. Því eins og einhver sagði “Hafiði aldrei séð þegar maður meiðist í fótbolta, og andstæðingarnir sparka boltanum útaf?” og lumber benti svo réttilega á “en hey! þeir meiga sparka boltanum útaf oftar en einu sinni í leiknum” Það er AKKURAT kjarni málsins.\nÞað eru allir sammála um að það sé ekki gaman að vinna leik svona, eins og ice og mactac gerðu. En eiga þeir að gjalda fyrir mistök andstæðingana? Þessi mistök huxmanna gerðu það að verkum, að það var bara einn maður í thc sem átti að taka time, hinir áttu ekki að gera það, til þess akkurat að lenda ekki í þessu. Varðandi það að joina lið áður en allir samherjar eru tilbúnir er bara 100% þursaskapur, og hvað hefðuði gert hefðuði unnið roundið ? Hefðu þið krafist þess að endurtaka roundið vegna þess að einn af ykkur “komst” ekki inná server í tæka tíð ? Ég hef lent í svona máli, nema ég komst ekki inná serverinn fyrr en á 11 mín! og ekki fór ég á korkana að saka andstæðingana um óíþróttamanslega spilun. Reyndar held ég að huxararnir séu ekkert fúlir, enda kom þetta comment frá non-hux´ara en Scope er greinilega eitthvað svekktur. en allavega frá mér séð góður skjalfti, og hlakka til að sjá ykkur á næsta skjalfta."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-03-13 12:34:26",
            "id": "123183",
            "reply_to_id": "123182",
            "text": "Er ekkert svekktur :)\nJust speaking of facts, mér er ekkert illa við MaxTac, þeir eru fínir strákar og þekki ég suma hverja þeirra mjög vel. Vinsamlegast ekki leggja mér orð í munn félagi. :I\nLate"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-03-13 01:45:08",
            "id": "123184",
            "reply_to_id": "123179",
            "text": "aftur komnir í spilið þá neyðist ég til þess að bíða lægri hlut. En ég læt ekki kúga mig endalaust…"
        },
        {
            "user": "Iberniser",
            "user_id": "405",
            "date": "2001-03-13 12:40:51",
            "id": "123185",
            "reply_to_id": "123178",
            "text": "Hvernig í andskotanum veist þú hvað er á meðlimasvæði okkar?\nFor starters, þá er þetta demo ekki þar, (allavega ekki frá HJ-SnaeZ, kannski strandaglópum, sem eru ekki A og B lið), þú paste-aðir það sem Spanker sagði, og kom það fram að aðeins demo frá strandaglópum væri þar og þú ímyndaðir þér restina.\nÍ öðru lagi sagði ég að þið höfðuð campað mest af þeim sem HJ-SnaeZ spiluðu við, aldrei sagði ég öllum á mótinu."
        },
        {
            "user": "insanic",
            "user_id": "278",
            "date": "2001-03-13 14:53:47",
            "id": "123186",
            "reply_to_id": "123185",
            "text": "Ég var að enda við að lesa þetta, og það er alveg ÓTRÚLEGT hvað ákveðið fólk getur Bitchað útaf einum Tölvuleik… geriði ykkur ekki grein fyrir því hvað þetta er barnalegt… Og persónuleg skot á p1mpa, sem eiga ekkert annað en þakkir og heiður skilinn fyrir framtak sitt undanfarin ár, eru bara endalaust fáránleg.\nÞúst … GROW UP!\nInsanic, Mesti Þursinn í ThC\nP.S\nÞetta er ekki skot á neinn einn ákveðinn einstakling frekar en einhvern annan."
        },
        {
            "user": "mancubus",
            "user_id": "819",
            "date": "2001-03-13 16:39:45",
            "id": "123187",
            "reply_to_id": "123186",
            "text": "Jæja velkominn í AQ menninguna.."
        },
        {
            "user": "mancubus",
            "user_id": "819",
            "date": "2001-03-13 16:59:12",
            "id": "123188",
            "reply_to_id": "123187",
            "text": "Maxium: ok ég tek þetta til baka með Ice (Ice +1 stig aftur). ég hélt að það væru 2 timeouts í leik.\nen mínus stigið hjá maxtac stendur enþá, það var nú ekki mikið mál að bíða eftir öllum og hefðu þeir engan skaða hlotið af því.\nannars hef ég engra hagsmuna að gæta í þessu, og hef enga ástæðu til að vera fúll,bara benda á staðeryndir. ég skil vel að PhD séu fúlir, en svona er þetta bara, sumir gefa ekki minnstu sénsa þegar kemur að leikreglum, og þýðir þá ekkert að deila við dómaran þarsem reglurnar eru ákveðnar fyrirfram."
        },
        {
            "user": "Phuck",
            "user_id": "352",
            "date": "2001-03-13 18:18:40",
            "id": "123189",
            "reply_to_id": "123188",
            "text": "Mancubus:\nlestu postinn minn á aq korkinum er ber nafnið S1:01 þá skiluru kannski mína hlið á málinu\nKisses and Hugs\n-MaxTac-HeMan"
        },
        {
            "user": "Icey",
            "user_id": "306",
            "date": "2001-03-13 21:46:22",
            "id": "123190",
            "reply_to_id": "123187",
            "text": "Ja, ef þetta er AQ “menning” má nú bara betur sleppa því :)"
        },
        {
            "user": "mystic",
            "user_id": "304",
            "date": "2001-03-13 19:05:15",
            "id": "123191",
            "reply_to_id": "123185",
            "text": "Ekki við?\nurgasta\nég skal hrúga á ykkur demóum og sanna að við séum hörðusut camperarnir :)\n]:D mystic"
        },
        {
            "user": "mancubus",
            "user_id": "819",
            "date": "2001-03-13 19:13:47",
            "id": "123192",
            "reply_to_id": "123191",
            "text": "phuck: awww…. ok. MaxTac +1 stig aftur.\nallir sáttir þá?…..\nfínt!\nme out-\nmanc\n:Þ"
        },
        {
            "user": "Phuck",
            "user_id": "352",
            "date": "2001-03-13 19:16:28",
            "id": "123193",
            "reply_to_id": "123192",
            "text": "hehe jamm ok allir sáttir, vonandi geta allir lifað í sátt og samlyndi núna;)\nKisses and Hugs\n-MaxTac-HeMan"
        },
        {
            "user": "JReykdal",
            "user_id": "77",
            "date": "2001-03-12 23:20:20",
            "id": "123194",
            "reply_to_id": "123152",
            "text": "Þessi ákvörðun var algjörlega einróma meðal okkar p1mpanna. Mín persónulega skoðun er sú að menn eiga ekki að joina lið fyrr en að allir eru mættir og tilbúinir (nær kemst maður ekki /ready í AQ).\nVarðandi þetta ákveðna atriði þá var það augljóst að leikmaður ykkar klúðraði illa með því að stinga af og restin af ykkur klúðraði framhaldinu. Það er á ábyrgð leikmanna að mæta til leiks.\nog Örvar…farðu nú að chilla á þessu með Fluffster. Ég hef aldrei heyrt hann segja styggðaryrði í þinn garð en séð þau mörg frá þér til hans."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-03-13 09:43:20",
            "id": "123195",
            "reply_to_id": "123152",
            "text": "“allir leikir íþróttamannslega spilaðir og ekkert gott um það að segja”\nNúh ??\nÉg hefði einmitt haldið að það væri kostur :)"
        },
        {
            "user": "mystic",
            "user_id": "304",
            "date": "2001-03-13 10:24:54",
            "id": "123196",
            "reply_to_id": "123152",
            "text": "Ég er ekkert alveg að meika svona nokkuð…\nEftir nánast hvert mót, eða hvern leik eða eitthvað álíka þá verður svakarifrildi útaf því að einhverjir aðilar eru alltaf að benda á slæmu hliðar atviksins. Ekki hef ég séð neitt um hvernig p1mparnir stóðu sig, eitthvað um pizzurnar, klósettaðstæðuna eða lagg.\nWell hér er mitt álit:\np1mparnir gerðu sitt mjög vel og hjálpuðu okkur oftar en 5 sinnum með tölvu vandamál (netkort og fleira).\nPizzurnar voru mjög góðar og yfirleitt alveg passlega heitar þegar ég kom og fékk mér.\nKlósettaðstaðan var alveg til fyrirmyndar… ég fór síðast á skjálfta 1 2000 og þá var klósettið ekki alveg nógu gott en núna var þetta frábært.\nÉg tók ekki eftir NEINU laggi þegar ég var að spila nema kannski í AQFFA en sama er mér.\nSvo eitt enn,\nÉg vil þakka p1mpum fyrir að NENNA að standa í þessu í gegnum þessi ár. Vona að þið haldið þessu áfram.\nTakk\n]:8 mystic"
        },
        {
            "user": "Tankian",
            "user_id": "1709",
            "date": "2001-03-13 16:53:03",
            "id": "123197",
            "reply_to_id": "123152",
            "text": "Þetta var frábært mót og stórkostleg skemmtun. Mér finnst ótrúlegt hvað það verða alltaf mikil rifrildi eftir þessi mót. Það sem ég myndi ráðleggja ScOpE er að halda sýnum persónulegu skoðunum fyrir sjálfan sig (ekki illa meint ScOpE) því að það eru greinilega svo margir sem verða alltaf svo móðgaðir ef hann segir t.d. að hann sé soldið svekktur yfir vissum atburðum og finnist framkoma sumra óíþróttarmannleg. Svona ummæli finnst mér ekkert að. En þetta kveikir allveg undir hjá sumum sem að virðast bara ekki sætta sig við að ScOpE er mannlegur, hefur tilfinningar, álit og verður svekktur að tapa (hver verður ekki svekktur að tapa?). Samt verð ég að taka það fram að ég þekki ScOpE ósköp lítið, veit bara nafn hans og hvernig hann lýtur út.\n{HJ}Tankian\nEasy come, easy go."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-03-13 17:03:33",
            "id": "123198",
            "reply_to_id": "123197",
            "text": "yup, that´s it."
        },
        {
            "user": "Xept",
            "user_id": "1580",
            "date": "2001-03-15 11:39:05",
            "id": "123199",
            "reply_to_id": "123152",
            "text": "Ég vil byrja að þakka fyrir geggja mót og hrósa pimpum fyrir gott starf.\nÞetta gerist á hverju móti að svona mál komi upp núna komu upp 2 svona mál svo að ég viti af. Hjá HUX vs ICE og MaxTac vs PhD. Þetta sem ICE og MaxTac gerðu er óíþrótta mannlegt og lame, en þeirra réttur (pimpar dæmdu eftir reglum ekkert að því) og vona ég að þetta gerist fyrir þá á næsta móti vonandi vegna þess að þá geta þeir skilið það hvernig er að verða sigraður á reglum en ekki true skils :).Ég segji að að menn eigi að bíða eftir manni ef það eru 1 min í hann eða eithvað álíka. Það er bara almenn kurteisi og til að minna á að þetta er BARA LEIKUR :D.\nÞetta er á jafn mikið við um bæði liðin.\nTakk fyrir magnað mót\nXept"
        },
        {
            "user": "Phuck",
            "user_id": "352",
            "date": "2001-03-15 12:50:51",
            "id": "123200",
            "reply_to_id": "123199",
            "text": "má ég minna á að þeir joinuðu og við líka, þeir gátu gert team none…=) og þetta hefur komið fyrir mig svo að ég hef bitið í þetta súra epli líka vinurinn!\nKisses and Hugs\n-MaxTac-HeMan"
        },
        {
            "user": "BeePee",
            "user_id": "7858",
            "date": "2001-03-17 17:13:19",
            "id": "123201",
            "reply_to_id": "123200",
            "text": "Málið er auðvitað að PhD-Rookies vann Maxtac í riðlakeppninni þannig ef maður á sér ekkert líf og vill vinna nomatterwhat þá auðvitað gefur maður ekki sjens.  Skil það mjög vel. En Maxtac menn ríða ekkert svakalega feitum hesti eftir þetta mót.\nBp"
        },
        {
            "user": "JoNoG",
            "user_id": "2900",
            "date": "2001-03-15 18:30:05",
            "id": "123202",
            "reply_to_id": "123152",
            "text": "omg!!!! er þetta alltaf eintómt röfl í fólki rífast yfir leikjum og hvaðeina ….. gef skít í fólk sem kann ekki siði…\nDreg til kynna að ég er að tala um þetta milli ScOpE's og Fluffster's ekki gera leiðindi út af leik …………"
        },
        {
            "user": "Phuck",
            "user_id": "352",
            "date": "2001-03-30 00:07:34",
            "id": "123203",
            "reply_to_id": "123152",
            "text": "btw ég á condump af þessu fræga roundi og roundið byrjaði 5vs3 ekki 5 á 1 eins og sagt var…\n[PhD]Flame left its team.\nYour team now has 2 more players than Club Orange.\nLIGHTS…\nCAMERA…\nNO CAMPING ‘Fool’!!\nþetta sýnir að við vorum 5 á 3… bara tilað réttlæta mál mitt =)"
        }
    ]
}