{
    "forum_title": "Rómantík",
    "user": "Rassalfurinn",
    "user_id": "35471",
    "date": "2004-02-06 00:15:40",
    "title": "Erfið aðstaða",
    "text": "Jæja góðir hálsar, ég skrifa þessa grein vegna þess að ég veit í rauninni ekkert hvernig ég á að snúa mér í þessum ósköpum.\nÞannig er mál með vexti að ég á vinkonu sem að var að kynnast strák núna um jólin. Þessi strákur á víst að vera alveg æðislegur(að sögn vinkonu minnar) og þau hafa verið voðalega ánægð saman og allt rosa frábært. Nema hvað auðvitað varð að vera eitthvað sem að myndi eiðileggja þetta allt saman. Vinkona mín er framhjáhaldið í hans sambandi! Þessi strákur sem við skulum bara kalla Svenna er búin að vera með kærustunni sinni í meira en 1 og hálf ár. Þegar þetta allt byrjaði voru sumar af okkur vinkonunum ekki samála hvor annarri, sumir vildu láta hana heyra það og sumir vildu bara sleppa því og leyfa henni að gera það sem að hún vildi gera. Jæja nóg með það, svo þegar að vinkona mín(köllum hana bara Jónu) og Svenni voru búin að vera að leynast með þetta í um það bil 10 daga segir hún okkur að hún hafi misst meydóminn með honum kvöldinu áður! Við vorum allar í sjokki yfir þessum fréttum vegna þess að hún var búin að segja við okkur að hún myndi aldrei gera það með honum svona snemma, en svona þróuðust málin. Ég verð kannski að taka það fram að kærasta stráksins er víst rosalega eigingjörn á hann og leyfir honum nánast aldrei að fara að hitta vini sína eða aðra en hana. Þannig að það er svona nokkuð ljóst að vinir hans þola hana ekki vegna þessa. Anyways svo núna er liðinn mánuður og þau eru enn að leynast með þetta og Svenni er ekkert á leiðinni að segja Möggu frá þessu. Jóna er orðin svolítið pirruð á þessum aðstæðum því að henni líður alls ekkert vel. Einn daginn í skólanum erum við stelpurnar að ræða þetta allt saman þegar að ein af stelpum sem að við erum með í skóla kemur til okkar og vill endilega fá að vita hvað við séum að tala um. Ég vill taka það fram að þessi stelpa hefur ekki gert neitt annað en að vera góð við okkur og okkur fannst við alveg geta treyst henni fyrir þessu alveg einsog mörgu öðru. Þannig að við segjum henni frá þessu og viti menn, hún lofaði okkur því að hún myndi sko ekki segja neinum frá þessu og að við gætum sko alveg treyst henni. Svenni á marga vini í skólanum sem að ég er í en hann er samt sem áður í öðrum skóla. Svo gerist það sem að við vissum að myndi gerast(en kannski ekki á svona rosalega vondan hátt) að allt heila klabbið kemst upp. Ég var að labba útúr tíma þegar að einhver strákur spyr mig hvort að vinkona mín Jóna sé að halda framhjá með Svenna. Ég auðvitað segi nei og að þau séu ekkert annað en vinir og þá segir strákurinn að annað sé hann að heyra um skólann! Þegar ég svo hitti Jónu segi ég henni fréttirnar og hún fer beint og talar við einn af vinum Svenna og spyr hann hver það hafi verið sem að hafi verið að skálda þessa vitleysu og hann segir að það hafi verið Óli sem að hafið verið að segja frá þessu og að hann hafi frétt þetta af litlu systur sinni sem að hafi fengið að heyra allt um þetta. Jóna spyr hver þessi stelpa sér og þá er það engin önnur en Heiða, stelpan sem að við treystum fyrir þessu öllu saman! Við trúðum þessu ekk upp á hana!!!\nAllavega núna líður Jónu þvílíkt illa yfir þessu, því að hún vill bara segja við fólk að þetta sé allt satt og halda áfram að vera með honum á meðan að Svenni vill ljúga að öllum að þetta hafi allt verið bull og að hún eigi að hætta að kalla sig Svenna sæta, eyða öllum smsum frá honum og segja við fólk að hún sé enn hrein mey(þ.e.s. ef að hún er spurð). Hann er búinn að sannfæra Möggu um að þetta hafi allt verið lygi og þau eru saman akkúrat á þessari stundu á meðan að Jóna greyið er í rusli.\nHvernig eigum við að snúa okkur í þessu máli?\nHvað eigum við að segja við Heiðu?\nÞetta skiptir okkur alveg gífurlega miklu máli, hún er jú okkar besta vinkona\nÞað væri frábært ef að einhver gæti hjálpað okkur og leiðbeint okkur.\nOg plís krakkar ekki vera að gagnrýna stafsetningu eða uppsetningu.\nMeð fyrirfram þökk, kveðja við allar.",
    "url": "https://www.hugi.is/romantik/greinar/192236/erfid-adstada/",
    "url_id": "192236",
    "id": "1482571",
    "replies": [
        {
            "user": "randver",
            "user_id": "34960",
            "date": "2004-02-06 09:19:07",
            "id": "1482572",
            "reply_to_id": "1482571",
            "text": "úff þetta er erfið staða en einos einhverstaðar segir þá er ástin ekki alltaf að spyrja um stað og tíma…\nEn mér finnst að þú eigir að fronta vinkonu þína ef þú  telur þig vera bestu vinkonu hennar.\nOg segja við hana elsku Jóna? fyrst að hann heldur framhjá henni hvað helduru að komi í veg fyrir að hann geri það þegar og ef þið byrjið saman..\nOg eitt annað.. af skriftinni að lesa sýnist mér að þið séuð í yngri kantinum og því ættuð þið að hugsa um að ef Svenni byrjar á þessu athæfi svona snemma að aldri og einungis búinn að vera að binda sig í eitt og hálft ár hv að haldið þið að verði um hann þegar hann eldist??\nSpyrjið ykkur að því."
        },
        {
            "user": "saetirass",
            "user_id": "4334",
            "date": "2004-02-06 10:59:49",
            "id": "1482573",
            "reply_to_id": "1482571",
            "text": "þessi gaur er algjör jackass!! finniði kærustuna hans og segið henni frá þessu öllu!! þú getur ekki ýmindað þér hvernig það hlítur að vera að lenda í svona (að láta halda framhjá sér þá..) þetta er ekkert GRÍN!.. hvað eruði gamlar by the way???"
        },
        {
            "user": "Ramruqai",
            "user_id": "14093",
            "date": "2004-02-06 12:35:16",
            "id": "1482574",
            "reply_to_id": "1482571",
            "text": "Mér finnst eins og “svenni” sé bara að nýta tækifærið til að ríða fleiri en einni.\nKanski vinkona þín sé bara bólfélagi fyrir honum en til kærustunar kanski einvherjar alvuru tilfinningar, eða öfugt."
        },
        {
            "user": "zepi",
            "user_id": "37356",
            "date": "2004-02-06 12:49:43",
            "id": "1482575",
            "reply_to_id": "1482571",
            "text": "Það er ógeðslega óþægilegt og virkilega særandi þegar það er haldið framhjá manni, ég hef lent í því og það var hryllingur. Kærasta Svenna á náttúrulega rétt á að vita af þessu, þannig þú ræður eiginlega hvort þú segir henni eða ekki.\nÉg hef hylmað yfir framhjáhaldi hjá strákum ég þekkti reyndar stelpurnar lítið sem ekkert sem voru kærustur þeirra en það vissu allir að þeir voru að halda framhjá nema kærusturnar.\nEn það er ekki rétt að hylma svona yfir fyrir fólki því ekki vill maður að það sé verið að halda framhjá manni sjálfum og fólk sem þú þekkir segir manni það ekki. Heldur hlær í bakið á manni og hugsar hvað maður er vitlaus að fatta það ekki!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-02-06 13:27:21",
            "id": "1482576",
            "reply_to_id": "1482575",
            "text": "Úff, erfið staða, en ég segi eins og fyrr: það eru margir fiskar í sjónum. :) Play nice!"
        },
        {
            "user": "Hrislaa",
            "user_id": "42360",
            "date": "2004-02-06 14:24:52",
            "id": "1482577",
            "reply_to_id": "1482571",
            "text": "Díses! Sko í fyrsta lagi afhverju í anskotanum er þessi Jóna að hanga með þessum gaur, það er alveg pottþétt að hann á eftir að gera þetta aftur við hana ef þau byrja saman og verða leið á hvort öðru.\nSvo ég held að þú og vinkonur þínar þurfi að ræða alvarlega við Jónu og koma því inní hausinn á henni að þessi gaur sé fífl!"
        },
        {
            "user": "Rassalfurinn",
            "user_id": "35471",
            "date": "2004-02-06 16:02:22",
            "id": "1482578",
            "reply_to_id": "1482577",
            "text": "Já ég hef verið að skoða í gegnum þessi svör og mig langar til að svara sumum þeirra.\n1 greinasvar: já ég er sko allveg sammála þér, auðvitað gerum við okkur grein fyrir því en málið er að við höfum reynt að segja henni það en hún vill ekki hlusta á okkur.\n2 greinasvar: Við færum aldrei að segja kærustunni hans þetta þar sem að Jóna er besta vinkona okkar og þar að auki þekkjum við hina ekki neitt. Og eitt við erum allar 17 ára.\n4 greinasvar: Við vitum allar að þetta er alls ekki rétt sem að þau eru að gera og auðvitað erum við engan vegin sáttar við það, bara málið er það að við einhvern vegin vitum ekki hvernig við eigum að snúa okkur í þessu! Svo er líka málið að enginn veit hvort að þetta sé satt eða ekki.\n6 greinasvar: Elskan mín, þú veist ekkert hvað býr að baki þeirra sambands þannig að ekki dæma það, henni líður vel með honum og er yfir sig hrifin af honum. Svo með þetta að við eigum að koma því inn í hausinn á henni að hann sé fífl er einhvað sem að við getum ekki gert, hún er hrifin af honum, henni líkar hann og henni finnst hann ekki fífl.Ef að við færum að segja við hann að hann væri bara fífl þá tæki hún því sem að við værum að ráðast á hana.\nÞetta er ekkert einfalt mál og ég vona að þið sem eruð að reyna að hjálpa mér í þessu takið þessu öllu saman alvarlega.\nÞið sem eruð að spurja hvað við séum gamlar, skiptir það einhverju máli? eru þetta ekki samt sem áður erfiðar aðstæður?"
        },
        {
            "user": "Oreon",
            "user_id": "15467",
            "date": "2004-02-06 16:11:34",
            "id": "1482579",
            "reply_to_id": "1482571",
            "text": "If they'll do it with you, they'll do it to you!\nJóna greyið er greynilega ekki að sjá þennan gaur í réttu ljósi. Getur verið að henni fynnist það spennandi að vera “the other women”?\nÞið vinkonur hennar ættuð að reyna að hjálpa henni að sjá hvernig hann er í raun og veru og ef hún vill ekki hlusta þá er bara að vera til staðar fyrir hana þegar allt fer til fjandans.\nSem að mun gerast!"
        },
        {
            "user": "Azariela",
            "user_id": "11938",
            "date": "2004-02-06 16:57:20",
            "id": "1482580",
            "reply_to_id": "1482571",
            "text": "Kúkur! Það er allt sem ég segi um þennan Svenna!\nOg aumingja Jóna! Ég bara finn til með henni!\nEn þessi aðstaða er erfið, og ég get ekki ráðlagt þér annað en að tala við þennan Svenna og segja honum að velja annaðhvort Jónu eða Möggu, því það gengur ekki að vera með tvær í takinu, því að annari eða báðum stelpum geta liðið hræðilega þótt þær elski gaurinn.\nGangi þér vel segi ég bara!\nKv.\nAzariela"
        },
        {
            "user": "snikkin",
            "user_id": "25858",
            "date": "2004-02-07 10:54:40",
            "id": "1482581",
            "reply_to_id": "1482571",
            "text": "Blessuð,\nÞú vilt vita hvert þið eigið snúa ykkur. Mmmm, fyrst þið verðið að gera eitthvað (sem þið ættuð samt ekki að gera) þá er örugglega best að confronta gaurinn sjálfan, sem sagt Svenna.\nEn það er búið að gera svo mörg mistök að það er alveg ótrúlegt.\nMistök #1: Jóna hélt áfram að vera með gaurnum þó hún vissi að hann væri með annarri OG missti meydóminn með honum.\nMistök #2: Að segja ykkur frá því að hún væri framhjáhaldið í sambandinu.\nMistök #3: Þið að kjafta í þessa Heiðu sem þið þekkið greinilega ekki allt of mikið fyrst þið vitið ekki hver bróðir hennar er.\nMistök #4: Að Jóna skuli ekki sjá að Svenni sé bara að nota hana fyrst þetta hefur allt uppgötvast en hann vill halda áfram að ljúga.\n(án ef miklu fleiri mistök en mér finnst þessi vera helstu mistökin).\nÞú ræður hvort þú takir mark á þessum svörum. Ég hef lent í því að vera framhjáhald gaurs (án þess að vita af því) en þegar ég fattaði loksins að hann hafði verið með stelpu í meira en ár áður en hann kynntist mér þá byrjaði ég bara með öðrum (já, ég missti meydóminn með þessum gaur en hvað er svona rosalega merkilegt við það??).\nÞað var ekkert uppgjör eða neitt.\nEn það versta er að Jóna gæri verið komin með hóru-orðsporið á sig þannig að hún gæti kannski alveg eins haldið áfram að vera með honum, kærasta gaursins getur sagt allan fjandann um Jónu.\nkveðja,\nsnikkin\nPS. Ef hóru-orðrómurinn verður hávær þá skaltu minna hana á að það er lítið hægt að gera við slúðri annað en að treysta því að félagar manns viti hvernig manneskja maður virkilega er.\nBeen there, done that - I'm still alive."
        },
        {
            "user": "TheMongBoy",
            "user_id": "50240",
            "date": "2004-02-07 19:46:48",
            "id": "1482582",
            "reply_to_id": "1482571",
            "text": "Ok mundu bara að maður þarf að fara í gegnum rigningu til að komast að regnboga, þetta hljómar eins og frá einhverjum heimspekingi en þetta kom frá Dolly Prton…og fólk heldur að hún sé bara tvö stór brjóst."
        },
        {
            "user": "tempest",
            "user_id": "26717",
            "date": "2004-02-09 11:19:42",
            "id": "1482583",
            "reply_to_id": "1482571",
            "text": "ef þetta er heiða í 9 úr setbergsskóla þá á bara að skjóta hana því að sú hóra á ekkert betra skilið\nen ef ekki þá er það bara að lokka hana út í horn og skamma hana þvílíkt\nen ég meina þið hefðuð átt að segja henni þetta því að það væri betra að heyra þetta frá eikkerjum sem maður treystir en ekki eikkernum ókunnugum"
        },
        {
            "user": "Rafigi",
            "user_id": "15025",
            "date": "2004-02-09 18:03:47",
            "id": "1482584",
            "reply_to_id": "1482583",
            "text": "Berjiði bara þessa Heiðu og farið til kærustu “Svenna” og segið henni allt!!"
        },
        {
            "user": "Blahh",
            "user_id": "50368",
            "date": "2004-02-11 02:22:19",
            "id": "1482585",
            "reply_to_id": "1482584",
            "text": "jesus. Það tala allir um greyið Jónu. En ég bara vorkenni henni Jónu ekki neitt!! Hún vissi af því að hún var “framhjáhaldið” í sambandinu og ég skil ekki af hverju allir vorkenna henni! Hún er sú “vonda” í þessu öllu saman!!! Maður bara á ekki að slá sér upp með gaurum sem að eru á föstu og þá alls ekki ef að maður VEIT að þeir eru á föstu. Veistu hvað þú ert að gera greyið kærustunni hans Svenna. 'Eg vorkenni henni í þessu öllu saman!"
        }
    ]
}