{
    "forum_title": "Vélbúnaður",
    "user": "Nookie",
    "user_id": "4672",
    "date": "2001-03-12 00:54:40",
    "title": "BT SUCKAR",
    "text": "Bara að benda á að það er stórhættulegt að versla við BT(nema leiki og cd's) t.d vinur minn keypti 128mb minni og fékk 64 kubb hann þurfti að rífast við sölumennina til að fá nýjan.\nSvo er líka hættulegt að kaupa tölvur þarna þar sem þetta er allt notað og gallað.\nViðgerðar-þjónustan þeirra er líka sú hægasta á landinu dæmi um að það hafi tekið margar vikur að kíkja á eihvað.\nÉg veit að það vissu þetta flestir en bara að vara hina fáfróðu við",
    "url": "https://www.hugi.is/velbunadur/greinar/19230/bt-suckar/",
    "url_id": "19230",
    "id": "123300",
    "replies": [
        {
            "user": "prizna",
            "user_id": "1121",
            "date": "2001-03-12 09:28:49",
            "id": "123301",
            "reply_to_id": "123300",
            "text": "Sammála, þessir gaurar vita ekki hvað þjónusta er!"
        },
        {
            "user": "eflash",
            "user_id": "5502",
            "date": "2001-03-12 19:56:55",
            "id": "123302",
            "reply_to_id": "123301",
            "text": "Ég sendi fyrirspurn til bt@bt.is fyrir sennilega þrem vikum síðan og þeir hafa ekki ennþá svarað!  Af hverju í ósköpunum eru þeir með svona netfang, og ætlast þeir til að maður versli við þá með svona þjónustu!!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-03-14 09:24:10",
            "id": "123303",
            "reply_to_id": "123301",
            "text": "Það gengur allt út á að halda þessu vöruverði í botni, maður getur keypt hluti þarna, svo framarlega að þeir eru ekkert merkilegra en skjákort eða harður diskur (keypti þetta tvennt þar í sumar, og var ansi spenntur að sjá hvort allt þetta virkaði).  Ég var einu sinni að vinna í BT, og þeir borguðu ekki einu sinni yfirvinnu, allt í þágu fyrirtækisins (verslunarstjórinn hét Adolf, skyldu vera einhver tengsl?). enívei, þetta fyrirtæki sökkar.\nSinister."
        },
        {
            "user": "Gourry",
            "user_id": "758",
            "date": "2001-03-12 09:46:53",
            "id": "123304",
            "reply_to_id": "123300",
            "text": "I wish BT would roll over and die og eina sem myndi lifa af væri leikjadeildin því það er það eina sem er ekki meingallað hjá þeim."
        },
        {
            "user": "Gemini",
            "user_id": "3295",
            "date": "2001-03-12 09:50:13",
            "id": "123305",
            "reply_to_id": "123304",
            "text": "Reyndar er pirrandi að geta ekki skilað leikjum sem eru svo mikið drasl að þeir supporta ekki skjákortið hjá manni :("
        },
        {
            "user": "stefanov",
            "user_id": "5025",
            "date": "2001-03-12 10:04:02",
            "id": "123306",
            "reply_to_id": "123300",
            "text": "Ég er fyrrverandi starfsmaður verkstæðisins í BT og get sagt ykkur það að stefna BT í þjónustumálum er aðeins að halda uppi lágmarks lögbundinni þjónustu sem þeir neyðast til að gera. Þegar fólk verslar í BT verður það að átta sig á því að það er að versla í verslun sem leggur oft innan við 7% framleiðni á vörurnar sem er mun minna en gengur og gerist. Á móti kemur auðvitað að þjónustan er ekki eins góð og starfsfólkið ómenntað launalágt lið sem veit oft ekkert hvað það er að selja.. tala ekki um að það er aldrei ráðið nóg af fólki þarna.\nUm að það sé selt notað eða bilað dót þarna þá er það rangt. Um 1-2% af tölvuvörum koma gallaðar frá framleiðanda og BT athugar ekki vörurnar áður en þeir selja þær.\nVerðið á verkstæðisþjónustunni er ekki sú hæðsta þó það sé hátt.. Tæknival, Nýherji og ég held EJS eru öll dýrari. Svo er þetta oft bara svo mikið drasl sem er selt þarna að þeir hafa engan vegin undan að klára þetta á stuttum tíma."
        },
        {
            "user": "Czar",
            "user_id": "1110",
            "date": "2001-03-12 10:12:45",
            "id": "123307",
            "reply_to_id": "123306",
            "text": "Reyndar með Tæknival, Nýherja og EJS, verðið hjá þeim er svona hátt því þeir vilja ekki fá þessi viðskipti. Þeir selja til fyrirtækja og bjóða þeim langt um betri þjónustu en BT gæti gert, jafnvel þó að allir sem vinna hjá BT mundu reyna að hjálpa einum aðila.\nBT er í rauninni bara kaupabúiðbless, aldrei búast við þjónustu hjá þeim."
        },
        {
            "user": "Nookie",
            "user_id": "4672",
            "date": "2001-03-12 11:29:05",
            "id": "123308",
            "reply_to_id": "123306",
            "text": "allavega er mín reynsla þar sem vinir 3 hafa keypt sér tölvu í BT (ég var nógu sniðugur til að gera það EKKI)þá var alltaf eihvað að þessum tölvum og það þurfti alltaf að vera að fara með þetta í viðgerð, svo eru núna skrifararnir bilaðir hjá 2 þannig að þetta er nú alveg hræðilegt…\nEKKI VERSLA ÞARNR !!!!"
        },
        {
            "user": "forvitninn",
            "user_id": "4449",
            "date": "2001-03-13 09:35:02",
            "id": "123309",
            "reply_to_id": "123306",
            "text": "Með allri virðingu finnst mér að þú ættir að skammast þín fyrir að hafa unnið hjá BT."
        },
        {
            "user": "Unicorn",
            "user_id": "2067",
            "date": "2001-03-13 09:57:46",
            "id": "123310",
            "reply_to_id": "123309",
            "text": "Ég keypti einu sinni tölvu hjá BT og þeir gleymdu að láta mig fá mús, lyklaborð, skjásnúru og rafmagnskapal fyrir tölvuna mína. Einnig keypti ég mér nýtt skjákort með tölvunni og þeir létu mig ekki fá það gamla sem ég hafði engu að síður borgað fyrir."
        },
        {
            "user": "bingimund",
            "user_id": "1775",
            "date": "2001-03-12 10:37:29",
            "id": "123311",
            "reply_to_id": "123300",
            "text": "Alveg sammála.. ég keypti einu sinni 128 MB minniskubb sem var bara einfaldlega gallaður. Tók heila viku að fá nýjan kubb + að þeir heimtuðu að fá tölvuna í “viðgerð” til að kíkja á þetta sjálfir.. svo þegar ég fékk hana til baka var búið að skipta um power supply í henni!!!!! ?!??!\nFUCK BT!!"
        },
        {
            "user": "thorgeir",
            "user_id": "2174",
            "date": "2001-03-12 11:02:27",
            "id": "123312",
            "reply_to_id": "123311",
            "text": "Þetta er alveg rétt í sambandi við stefnu Nyherja, félagi minn var að vinna þarna og mottoið hjá þeim var: fuck einkaaðila! Við viljum fyritæki sem eiga peninga!"
        },
        {
            "user": "izelord",
            "user_id": "1143",
            "date": "2001-03-12 11:04:54",
            "id": "123313",
            "reply_to_id": "123311",
            "text": "Vinr minn lenti líka í BT. Hann fór til þeirra vegna bilaðs geisladrifs, þeir litu varla á hana og sögðu að það væri alltílagi, þetta gerðist aftur skömmu seinna og þeir fóru aftur. þá var smá stríð á báða bóga o.s.fr. blablabla…\nvinur minn fékk, eftir svakalegt rifrildi, nýtt geisladrif. 2 vikum seinna bilaði tölvan.\nÞá fékk hann mig til að laga hana. Og þessi tölva…ALGERT DRASL FRÁ HELVÍTI!!!!\nEkki nota bt!"
        },
        {
            "user": "BOSS",
            "user_id": "979",
            "date": "2001-03-12 11:33:11",
            "id": "123314",
            "reply_to_id": "123300",
            "text": "Þetta er alveg rétt hjá þér. BT er rusl og ekkert annað en rusl.\nÉg nota HP Brio tölvu og hún virkar eins og engill.\nEkki kaupa þetta ódýra Compaq rusl hjá BT (Biluðum tölvum).\nThe almighty Helm"
        },
        {
            "user": "BOSS",
            "user_id": "979",
            "date": "2001-03-12 11:58:09",
            "id": "123315",
            "reply_to_id": "123314",
            "text": ""
        },
        {
            "user": "BOSS",
            "user_id": "979",
            "date": "2001-03-12 12:01:48",
            "id": "123316",
            "reply_to_id": "123314",
            "text": "…alla vega samkvæmt skoðanakönnuninni.\n81 búnir að kjósa um hvaða tölvuverslun sé best og 14% segja BT vera bestu búðina, fleiri en nokkuð annað !!! Er ekki í lagi?\nBT er bull verslun sem selur aðallega meingallaðar og lélegar vörur, punktur. Hef einu sinni verslað þarna og það var nóg fyrir mig!\nBOSS"
        },
        {
            "user": "Spirou",
            "user_id": "1369",
            "date": "2001-03-12 12:07:03",
            "id": "123317",
            "reply_to_id": "123316",
            "text": "En hvað með okkur hina sem versla ekki við einhverja áhveðna tölvubúð ?\nÉg versla bara þar sem varan sem mig langar í er ódýrust.  Og bæ þe vei þá er BT aldrei ódýrast…"
        },
        {
            "user": "Kjarrval",
            "user_id": "3269",
            "date": "2001-03-12 12:20:33",
            "id": "123318",
            "reply_to_id": "123316",
            "text": "Ég er var það heppinn að kaupa tölvu hjá BT sem virkar(sett saman í BT af gaur sem ég þekki).  Ég þurfti bara einu sinni að fara með hana í viðgerð og það var þegar það komu Bad Sectors á harðadiskinn sem er framleiðandanum að kenna en ekki BT.  Tölvan er núna í fullkomnu lagi.\nEn hins vegar keypti ég ferðatölvu þaðan(Toshiba) og eftir 3-4 mánuði, þá bræddi hún úr sér þannig að ég komst ekki í Windowsið og hún var ógeðslega slow í að komast í BIOS-inn(eiginlega það slow að ég nennti ekki að komast að því hvort hún komst alla leiðina þangað).  Ég sendi hana í viðgerð á mánudegi og fékk hana á föstudegi.  Síðan í gær gerðist sama vandamálið aftur.  Ég ætla að heimta algerlega nýja tölvu, ekki bara einhverjum hlutum í henni skipt út, bara nýja fresh from the box, eða endurgreiðslu!"
        },
        {
            "user": "Gauos",
            "user_id": "297",
            "date": "2001-03-12 12:33:19",
            "id": "123319",
            "reply_to_id": "123318",
            "text": "Það eina sem BT er að standa sig í eru leikir og aðrir smáhlutir :)\nCompaq er sorp frá satan."
        },
        {
            "user": "Nookie",
            "user_id": "4672",
            "date": "2001-03-12 13:00:12",
            "id": "123320",
            "reply_to_id": "123318",
            "text": "það er mjög ólíklegt að þú fáir nýja og hvað þá endurgreiðslu (nema auðvitað að þú þekkir eihvern í BT)\nég er sammala mönnum sem eru búnir að vera að rea um þetta\nBT = bilaðar tölvur\nog það er alveg rétt að COMPAQ ER MESTA SORP Í HEIM í guðanna bænum ekki kaupa compaq það suckar mest það er lélegast"
        },
        {
            "user": "RoyalFool",
            "user_id": "5820",
            "date": "2001-03-12 16:08:22",
            "id": "123321",
            "reply_to_id": "123320",
            "text": "Willie:\nBT=Bilaðar Tölvur! LOL\nMaður getur ekki búist við því að geta skipt hlutum hjá þeim. Ég reynda það einu sinni með Hidden & Dangerous (Kallarnir duttu í gegnum jörðina hjá mér) en þeir sögðu að diskurinn yrði að vera rispaður. Svo var ég að ganga í burtu og þá kemur annar aðili sem að fær að skipta undireins. Hlýtur að hafa verið nokkuð busty blonde!\nÞjónustan er ömurleg, og tölvurnar þeirra eru hræðilegar (Vinur minn á tvær BT Stimplaðar!) en verðin eru frábær. Ég versla alltaf við BT, einfaldlega vegna þess að verðin á leikjunum þeirra eru svo freistandi. Skífan og Japis leggja alltaf eitthvað aukalega ofaná.\nATH: Ég kaupi ekki neitt annað en leiki frá þeim, annars skýst ég í Tæknival þegar ég þarf að velja eitthvað aðeins meira advanced.\nOg hver í $@!#* kaupir minni hjá BT!?\nOg maður gerir náttúrulega smá research á tölvunni sinni áður en maður kaupir leik! (Hidden & Dangerous var bara einfaldlega buggy, þetta bug kom fram hjá aðilum um allan heim!) Maður kaupir ekki t.d. Quake 3 og ætlar sér að spila hann á 200 mhz tölvu með 4MB korti!"
        },
        {
            "user": "arnorg",
            "user_id": "459",
            "date": "2001-03-12 18:10:48",
            "id": "123322",
            "reply_to_id": "123321",
            "text": "Hva er það allt í lagi að versla við tæknival! það á BT og selur það sama og BT, nema þá aðra línu frá compaq. Eina búðin sem að er pottþétt og þá meina ég pottþétt er Boðeind, það eru líka fyrirtækin sem að versla við Boðeind og líka menn eins og ég sem að vilja eyða meiri peningum til að fá betri vöru í staðinn."
        },
        {
            "user": "Jackal",
            "user_id": "333",
            "date": "2001-03-15 13:26:08",
            "id": "123323",
            "reply_to_id": "123322",
            "text": "Hugver OWNAR."
        },
        {
            "user": "Gizzo",
            "user_id": "30727",
            "date": "2001-03-26 16:19:01",
            "id": "123324",
            "reply_to_id": "123322",
            "text": "EN ef þið viljð vita hver TOPP söluaðilinn hér a Íslandi er þá er það tölvufreifing eða computer2000 úti….."
        },
        {
            "user": "sigzi",
            "user_id": "1347",
            "date": "2001-03-12 18:40:48",
            "id": "123325",
            "reply_to_id": "123300",
            "text": "Sko, ég er einn af þeim kommu-prósentum sem fékk ógallaða tölvu hjá BT.\nÞar fékk ég “Vinnuhestinn” og viti menn.. 2 ár síðan og ekki eitt einasta bilunar vandamál!! Ekki neitt. Tölvan hefur alltaf virkað í ÖLLU, þannig að ef maður er svo heppinn að fá tölvu, ógallaða þá er BT góð búð, en viðurkenni samt að BT er allra versta tölvubúð Íslands, og eitt gott dæmi um það;\nÉg var að fá mér nýtt skjákort, fyrir ca. 1 ári, ég ætlaði að fá mér Voodoo3 2000, var gott kort, en svo þegar hún kom til baka (leið langur tími á meðan) kom hún með 3D Blaster Savage4 32MB.. jesus christ\nEn ekki nóg með það, kortið virkaði ekki einu sinni almennilega, upplausin var max. 640x480!! þá sendi ég hana í viðgerð (bad mistake) og þeir TÝNDU VÉLINNI MINNI..! við urðum að fá frænda okkar til að fara að leita að henni, og hún fannst á lager þar sem maður á að geta sótt þær!! En það virkar ekki fyrir okkur, við erum landsbúar..\nEn ég verð að segja að að BT eru þeir einu sem er nokkuð góðir í leikjum, en bestir í tónlist og DVD.\nen það varð að vera eitthvað slæmt í öllum deildum BT..\nÉg keypti Project IGI, og hann virkaði ekki, ég fór með hann á “verkstæðið”og einhvað fifl sagði mér að það þyrfti bara að ná í nýjasta driverinn fyrir kortið mitt! og ég gleypti við því, og downloadði 10mb driver og hvað… ÞAÐ VIRKAÐI EKKI RASSGAT!!! Kom alveg sú sama VILLA OG ALLTAF!!\nEn samt held ég að það sé alltílæ að kaupa sjónvörp, video og DVD og sona dót hjá þeim, þeir geta ekki klúðrað þvi, mesta lagi stillt contrastinn og brightnessið í sjónvörpunum og eikkað fiktað í DVD videonum.\nÞið þarna sem vitið ekkert um Bilaðar tölvur.. ekki versla tölvur þar, þótt að ég hafi fengið tölvu, ógallaða hjá þeim, þá eru líkurnar sáralitlar að það gerist hjá þér…\nSIGZI"
        },
        {
            "user": "Diamond",
            "user_id": "5482",
            "date": "2001-03-12 20:17:28",
            "id": "123326",
            "reply_to_id": "123300",
            "text": "herru ég bý úti á landi og ég keypti mér 256mb kubb. þegar ég fékk kubbinn daginn eftir sá ég að hann var gallaður. ég sendi hann suður og ekkert mál ég fékk inneignarnóti sem ég leysti svo út og fór niður í tölvulistann og keypti mér eins kubb þar, 1000kr ódýrari."
        },
        {
            "user": "demonz",
            "user_id": "3238",
            "date": "2001-03-12 20:35:06",
            "id": "123327",
            "reply_to_id": "123300",
            "text": "fólk á bara að versla í Hugver, hreint frábær búð, góð þjónusta, oftast gott verð og ekkert bull."
        },
        {
            "user": "Czar",
            "user_id": "1110",
            "date": "2001-03-12 22:53:39",
            "id": "123328",
            "reply_to_id": "123327",
            "text": "allgjörlega sammála, Hugver er besta búðin, af öllum tölvubúðum sem ég hef verslað við þá er þetta sú eina búð þar sem starfsfólkið vill að maður sé að versla hjá þeim."
        },
        {
            "user": "RebelINS",
            "user_id": "5434",
            "date": "2001-03-13 00:14:54",
            "id": "123329",
            "reply_to_id": "123328",
            "text": "Ég keypti mér skrifara síðasta vor í BT. , og fór með tölvuna og þeir ætluðu að láta hann í…það var svona tilboð , kemur með tölvuna fyrir hádegi og færð hana samdægurs , sem var náttúrulega fínt fyrir mig , þar sem ég varað fara út eftir viku.BUT NOPE ! , ég kom kl. hálf eitt og þess vegna lofuðu þeir engu um hvenær talvan yrði tilbúin….(btw. hádegi…er það ekki oftast til svona eitt ?)….síðan dróst þetta allsvakalega á langinn , og ég sótti tölvuna þegar ég kom heim ca. 3-4 vikum seinna. Og auðvitað virkaði skrifarinn ekki shit.\nÁ sama tíma og ég fór með tölvuna til BT fór ég með skjáinn í viðgerð til Tæknivals…..og fékk hann strax aftur eiginlega.Og svo rukkuðu BT. mig náttúrulega fyrir ca. 40 þúsund kall í viðgerð , þegar chernobyl vírusinn náði tölvunni minni fyrir ca. 2 árum  .  Ég segi það með ykkur FUCK B T\nAnnars asnaðist ég til að kaupa mér Compaq (frá bt….) í haust og hún virkar ennþá…..weird ? , fyrir utan að ég fattaði ekki að ég var með Handónýtt hljóðkort….(styður ekki einu sinni Midi…gamla 3 ára hljóðkortið mitt gerði það).úff , svo er skjákortið á þessari tölvu algjör hörmung líka :p …Damn me , I was FOOLED\nOg btw. BT eru reyndar bestir í DVD….veit ekki með tónlist…..allavega voða fáir diskar þar….(og ennþá færri góðir diskar)\nLeiter heds….Rebel"
        },
        {
            "user": "ign",
            "user_id": "29",
            "date": "2001-03-15 19:30:35",
            "id": "123330",
            "reply_to_id": "123329",
            "text": "Þrátt fyrir að vera með eitt besta úrvalið á landinu í DVD, þá smyrja þeir ansi vel á verðið á diskunum.\nÞrátt fyrir að Elkó sé með fremur lítið úrval af DVD, þá er yfirleitt hægt að fá diska þar á 1999, sem kosta 2500-3000 í BT"
        },
        {
            "user": "radical",
            "user_id": "5666",
            "date": "2001-03-13 00:16:37",
            "id": "123331",
            "reply_to_id": "123328",
            "text": "Frændi minn keypti sér tölvu í BT þar sem hann þekkir ýmsa lykilmenn í efstu stöðum innan fyrirtækisins.\nHann fer með vélina heim, stingur henni í samband og allt virkar fínt…þangað til hann ræsir hana aftur.\nÞað kemur á daginn að til að koma henni í gang þurfi hann að ræsa vélina, taka hana úr sambandi og setja hana strax í samband aftur (enginn reset takki). Svona er vélin þangað til hann fer með hana niðreftir í viðgerð. Viku seinna kemur vélin úr viðgerð….nákvæmlega eins og þegar hún fór þangað!\nHann fer með hana aftur og nákvæmlega sami hlutur og gerðist í fyrra skiptið gerist aftur.\nMinn maður tekur vélina, skjáinn, músina, lyklaborðið, windows, powersnúrurnar, prentarann og músamottuna….allt draslið og fer með það allt út í tunnu!\nKeypti sér svo Compaq í Tæknivali and has never looked back"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-03-12 21:14:07",
            "id": "123332",
            "reply_to_id": "123300",
            "text": "Ég er sammála Nookie ég keifti skrifara þanna og hann var náttulega gallaður, fór meðann í viðgerð fékk til baka að það væri alltí lagi meðann, Heimtaði endurskoðun þá fannst einhvað að og ég átti samt að borga viðgerðar gjald og fá bara inneign uppá hann, þá var nýkomið þetta STEF gjalda dæmi OG þá hótaði ég að kæra, fékk nýjann skrifara og búið mál…\nþannig að ef þið viljið fá einhvað hjá þeim þá bara rífa kjaft og hóta öllu illu…\nB.T.W. þessi viðgerð tók 1mánuð og 2 daga !!!!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-03-12 21:18:56",
            "id": "123333",
            "reply_to_id": "123300",
            "text": "amm, það er alveg rétt."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-03-12 21:33:02",
            "id": "123334",
            "reply_to_id": "123300",
            "text": "OK! allt sem er selt i BT (nema leikir) er gallad drasl fra Taeknivali"
        },
        {
            "user": "zappy",
            "user_id": "7171",
            "date": "2001-03-12 21:33:42",
            "id": "123335",
            "reply_to_id": "123300",
            "text": "'Eg á eina tölvu þaðan og það var gallað hljóðkortið í vélini sem er innbyggt í móðurborðini ein hljóðrásin virkaði ekki ok allt í lægi með það þeir létu mig fá nýtt hljóðkort sem virkaði fínt í byrjun neinei þá byrjaði hljóðið í því að fokkast að það heyrðist bara rugl í leikum þá fór é með tölvuna niður í BT enda var hún í ábyrgð og ég sagði þeim að laga þetta ok síðan var híun tilbúin og móðir mín fóróg sóti hana og hún “hefur ekki rass vit á tölvum og þeir hafa sé það á henni” og rukkuðu hana um 5000 kall!! og sögðu að ég hafi instakllað of miklu og´það væri ekki tekið inn í ábyrgðina og eikkað rugl!!!!!! og ég mun aldrei fara með mina tölvu þangað í viðgerð!!\nBT er lélegasta fyrirtækið í tölubransanum á Íslandi!!!!!!"
        },
        {
            "user": "Nookie",
            "user_id": "4672",
            "date": "2001-03-12 21:46:23",
            "id": "123336",
            "reply_to_id": "123335",
            "text": "hvað er þetta er bt komið í tölubrannsann\nBT er lélegasta fyrirtækið í tölubransanum á Íslandi!!!!!!"
        },
        {
            "user": "gotti",
            "user_id": "3385",
            "date": "2001-03-12 22:05:53",
            "id": "123337",
            "reply_to_id": "123300",
            "text": "Ég keypti tölvuna mína í bt fyri rúmum tvemur árum og aldrei hefur neitt gerst. Svo var ég að kaupa skjálkort þar uppá 34.000 og vona að það sé ekki sama draslið og hitt:)"
        },
        {
            "user": "mAlkAv",
            "user_id": "6073",
            "date": "2001-03-13 01:21:32",
            "id": "123338",
            "reply_to_id": "123300",
            "text": "Á sínum tíma (1997) keypti ég tölvu hjá BT og hinir ýmsu hlutar hennar voru í merkilega góðu ástandi, bara illa saman sett, ég þurfti að senda hana tvisvar suður til að hún virkaði almennilega.\nÉg kannast síðan við fólk frá Vopnafirði sem þurfti að senda tölvu sem þau keyptu í BT þrisvar til Akureyrar til þess að hún virkaði almennilega.\nÉg kaupi stundum einhverja hluti í BT, þeas hluti sem er ennþá í kassa og/eða innsiglaðir á einhvern hátt, ég fæ hroll við að fara inn í þessar verslanir."
        },
        {
            "user": "Kahuz",
            "user_id": "1164",
            "date": "2001-03-13 12:51:23",
            "id": "123339",
            "reply_to_id": "123300",
            "text": "…gamla talvan min for 5 sinnum til þeirra alltaf\neitthvað nytt sem skeði þar a meðal moðurborðið\nbrann yfir og diskurinn hrundi ekkert\nvar eftir…þeir kludrudu ollu….\n…out"
        },
        {
            "user": "ivar",
            "user_id": "1346",
            "date": "2001-03-13 14:28:24",
            "id": "123340",
            "reply_to_id": "123339",
            "text": "Sammála. ég hef keypt nokkra aukahluti þarna og þeir eru allir gallaðir.  Annað sem þeir gera er að þegar þú skilar vörum þá setja þeir þær bara aftur upp í hillu!!!\nHELVÍTIS HÁLVITAR er bara fyrstu orðin sem mér dettur í hug\nÍva"
        },
        {
            "user": "BOBsterr",
            "user_id": "6527",
            "date": "2001-03-13 21:56:20",
            "id": "123341",
            "reply_to_id": "123340",
            "text": "Enginn furða þó þeir hafi skýrt búðina Bilaðar Tölvur. Bt er langversta tölvubúð á Íslandi, ef bara ekki í öllum heiminum."
        },
        {
            "user": "BOBsterr",
            "user_id": "6527",
            "date": "2001-03-13 23:33:21",
            "id": "123342",
            "reply_to_id": "123341",
            "text": "Persónulega kaupi ég allt mitt drasl í Penninn Bókval Akureyri. Betra verð en í Bt miklu skemmtilegra fólk og mun auðveldara að eiga við það eins og t.d. að skila hlutum. Um daginn fór égí BT og keypti mér minniskubb, sem samkvæmt auglýsingunni þeirra var 128mb 133mhz á 6990 eða eitthvað. Drengfíflið sem var að vinna reyndi í 15 mín að selja mér 100 mhz minni áður en einhver sem vissi þó munin á þessu kom. Ég var bara heppinað kíkja á minnið áður en ég fór út…..\nShittyplace"
        },
        {
            "user": "mAlkAv",
            "user_id": "6073",
            "date": "2001-03-14 02:01:08",
            "id": "123343",
            "reply_to_id": "123342",
            "text": "Kunningi minn fór einu sinni í BT (á Ak) og bjó til rugl nafn á einhverju og spurði þá um það - það var ekki til í augnablikinu en myndi líklega koma bráðlega."
        },
        {
            "user": "add1",
            "user_id": "1011",
            "date": "2001-03-14 08:45:45",
            "id": "123344",
            "reply_to_id": "123343",
            "text": "Svona rant á heima á korknum kæru adminar, ekki láta svona komast í greina"
        },
        {
            "user": "Amagaad",
            "user_id": "1115",
            "date": "2001-03-13 14:58:52",
            "id": "123345",
            "reply_to_id": "123300",
            "text": "vá marr þú ert fyrstu með fréttirnar…….!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-03-13 20:01:48",
            "id": "123346",
            "reply_to_id": "123300",
            "text": "Menn hafa jafnvel sterkari skoðanir á BT heldur en Tölvulistanum, og eðlilega. Tölvulistinn og BT eru efstar á lista hjá mér af fyrirtækjum sem á *ekki* að versla við. BT er númer eitt.\nPrófið að hringja í þá. Tel ykkur góða ef þið fáið SÍMAGELLUNA til að svara innan hálftíma. Spyrjið síðan að einhverju, þá tekur annan hálftíma að finna einhvern sem veit *ekkert* um málið, annar hálftími fer að ná í annan sem veit *ekkert* um málið, og þá er ég samt að tala um spurningar eins og “seljið þið 64MB SIMM kubba ennþá?”."
        },
        {
            "user": "Killer",
            "user_id": "32296",
            "date": "2001-03-13 20:36:57",
            "id": "123347",
            "reply_to_id": "123300",
            "text": "Ég ætla að byrja á því að sgja að einhver var að tala um að hugver væri góð verslun..Það er reyndar alveg rétt. ég keypti mína vél þar og það er frábeært, lágt verð og geggjuð þjónusta."
        },
        {
            "user": "WaVeDrakE",
            "user_id": "8024",
            "date": "2001-03-14 15:01:49",
            "id": "123348",
            "reply_to_id": "123300",
            "text": "Tetta er alveg hárrétt ég keypti 3d kort hjá þeim og það er alveg hadnónýtt styður varla get varla haft annað en software í leikjum sem þurfa þrívíddarkort .. BT er helvíti!!"
        },
        {
            "user": "xark",
            "user_id": "1706",
            "date": "2001-03-14 21:50:54",
            "id": "123349",
            "reply_to_id": "123348",
            "text": "þegar tölvan mín sem ég fékk í fermingargjöf (frá bt :-(  ,bilaði í haust (ekki í fyrsta skipti) fór ég með tölvuna í verkstæði bt\nnema hvað að verkstæðið var troðfullt en í búðinni sjálfri var næstum alveg tómt."
        },
        {
            "user": "demonz",
            "user_id": "3238",
            "date": "2001-03-15 15:22:58",
            "id": "123350",
            "reply_to_id": "123348",
            "text": "WaVeDrake: hvernig kort er þetta, ertu með nýjustu reklana fyrir það?"
        },
        {
            "user": "Apostle",
            "user_id": "960",
            "date": "2001-03-15 09:10:56",
            "id": "123351",
            "reply_to_id": "123300",
            "text": "þetta er nattla bera rugl"
        },
        {
            "user": "Apostle",
            "user_id": "960",
            "date": "2001-03-15 11:39:16",
            "id": "123352",
            "reply_to_id": "123351",
            "text": "Ég var starfsmaður BT og ég viðurkenni að Verkstæðið hjá þeim er ábyggilega með verstu þjónustu sem hægt er að bjóða uppá og eftir að ég og fleiri hættum hefur sölufólki í tölvudeild sem veit eitthvað um vörurnar fækkað heilmikið og svo eru þeir farnir að selja nær eingöngu Compaq sem eru einmitt þær vélar sem við félagarnir bölvuðum sem mest á meðan ég var að vinna þarna.\nAnnars verð ég að segja að það er engin tilviljun að Compaq eru mest seldu tölvur í heimi, þær eru nefninlega drullu stabílar ef þú ert ekkert að fikta í Biosinum eða ert ekkert að bæta einhverjum aukahlutum við þannig að fyrir Jón Jónsson sem veit ekkert um tölvur og hefur ekki hugsað sér að reyna að fikta neitt þá er Compaq náttúrulega bara snilld.\nEitt í sambandi við að skipta “gölluðum” tölvuleikjum þá er það undantekning að eitt eintak af tölvuleik sé gallað og að það þýði eitthvað að fá bara nýjann disk.  Ef leikur virkar ekki hjá þér þá eru næstum því 100% líkur á því að þú þurfir bara að endurnýja hjá þér skjákortsrekla eða að ná í “Patch” ,eða uppfærslu eins og það heitir á íslensku, frá framleiðanda leiksins og þá er allt komið í lag.\nÉg verð að segja að fyrir mitt leyti þá kaupi ég næstum alla mína íhluti í Hugveri og hef alltaf gert (meira að segja á meðan ég var að vinna í BT) Þeir eru meira að segja yfirleitt ódýrari en BT þegar að íhlutum kemur.  So stop nagging and start shopping at Hugver !!\nHugver Rokkar feitt !!!\nKv.\n@postle"
        },
        {
            "user": "stefanov",
            "user_id": "5025",
            "date": "2001-03-19 19:19:14",
            "id": "123353",
            "reply_to_id": "123352",
            "text": "Reyndar eru ódýru Compaq vélarnar djös drasl. Þær eru ætlaðar fyrir heimilismarkaðinn og eru bara útlitið (svona einsog iMAC). Restin í þessu gæti alveg eins verið úr “Enterprise” vél sem er einmitt tilbúið merki frá BT ! .. Þeir pöntuðu eins og 10000 stk af Enterprise límmiðum og límdu á hina og þessa noname kassana og skelltu svo ódýrasta draslinu í þetta og létu svo 10 ára stráka setja þetta saman.. eða hér um bil.\nAftur á móti eru þriggja-ára-ábyrgðs Compaq vélarnar mjög fínar, t.d. Deskpro, tala ekki um servera og slíka hluti..\nSvo ég segi.. ekki versla compaq í BT, farið í frekar Tæknival og fáið alvöru Compaq :) .. tala ekki um bara skreppa í Nýherja eða OK og fá alvöru TÖLVU!"
        },
        {
            "user": "siggibet",
            "user_id": "8305",
            "date": "2001-03-20 00:09:21",
            "id": "123354",
            "reply_to_id": "123353",
            "text": "Það vill nú svo skemmtilega til að Tæknival á BT. Verslunin er eiginlega Bónus. Þegar saltstengurnar eru orðnar gamlar í Nýkaup eru þær sendar í Bónus og seldar þar á kúk og kanel. Sama má segja um BT og Tæknival. Það er sami kúkalabbinn sem á þetta og ræður þessu. BT selur óprófaðar vörur, t.d. tölvurnar þeirra. En það er margt fleira sem tottar. Má þar nefna þessi blessuðu heimbíó þeirra sem þeir hafa náð að pranga inn á fólk. Þeir auglýstu eitt merki (segi ekki hvað því það er mórall) Ég fór og fékk að hlusta á þetta, nema hvað þegar ég bið hann um að hækka aðeins vill sölumaðurinn ekki hækka í tækjunum vegna þess að það truflar hina kúnnana. Mér var alveg sama um það og ég var viss um að hann var að fela e-ð. Það reyndist rétt. Ég náði að fá hann til að hækka og ég hélt að tækin ætluðu í sundur, hvílíkt drasl. Svo ekki er allt gull sem glóir. En eins og einn sagði hér fyrr þá er verðlagning lág og einhverstaðar þarf að stemma stigum við það. og svona er það, léleg þjónusta og óörugg tæki. Ég ætla ekki að fara út í ELKO það er sko varasamst fyrirtæki……\nPössum okkur á svona plebbum."
        },
        {
            "user": "Nookie",
            "user_id": "4672",
            "date": "2001-03-15 11:43:58",
            "id": "123355",
            "reply_to_id": "123351",
            "text": "já mar ekkert nema helvítis þvæla"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-03-15 11:36:02",
            "id": "123356",
            "reply_to_id": "123300",
            "text": "Takk Nookie ég er sammála"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-03-15 11:38:44",
            "id": "123357",
            "reply_to_id": "123300",
            "text": "BT er ömuleg verslun sem á að leggja niður\nCompaq eru ömurlegar tölvur drasl frá satan eins og vitur maður sagði. Þetta er satt sem Nookie sagði.\nVersla bara í tölvulistanum."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-03-15 11:46:41",
            "id": "123358",
            "reply_to_id": "123300",
            "text": "Siggi ég á BT tölvu og ég veit að þetta er andskotans drasl enn Skrifarinn minn sem þú nefndir er ekki keyptur í Bt heldur ACO"
        },
        {
            "user": "Qualitor",
            "user_id": "8900",
            "date": "2001-03-15 15:57:06",
            "id": "123359",
            "reply_to_id": "123300",
            "text": "ég keypti mína vél í nýmark á suð'urlandsbraut. þar er þjónustan frábær þó að vöruverðið' sé ekkert lágt. ég fór á lan í sumar, þegar vélin mín var svona 6 mánaða og það var grenjandi rigning. auðvitað var ég nógu heimskur að setja ekki úlpu eða eitthvað aftan á hana og það rigndi nógu mikið inná hana til að eyðileggja powersupplyið. þeir héldu að þetta væri framleiðsugalli og vélin var ennþá í ábyrgð,, þannig að þeir skiptu um powersupply á staðnum og hún virkaði vel eftir það.\nþeir selja ekki mikið af dvd myndum og tölvuleikjum þannig að það er eiginlega aldrei neinn þarna nema 2-3 starfsmenn. þetta er snilldatölvubúð."
        },
        {
            "user": "Aage",
            "user_id": "2449",
            "date": "2001-03-16 01:47:09",
            "id": "123360",
            "reply_to_id": "123300",
            "text": "ég er alveg sammála því að BT suckar\nog ég mæli með tölvulistanum´, þeir eru ódýrir og oftast mjög góð þjónusta"
        },
        {
            "user": "Shackala",
            "user_id": "8073",
            "date": "2001-03-16 16:43:16",
            "id": "123361",
            "reply_to_id": "123300",
            "text": "Hvað er að fólki í dag!\nOki hvað stóð á nótunni hjá stráknum?\nef að það stóð 128mb þá var það 128mb sem hann fékk því að kerfið hjá þeim er þannig hannað að það er skotið inn vörunni með strikamerki og þanni kemur inn 128mb minni!!!!!!!\nÉg veit það bara fyrir mína parta þá er þetta toppþjónusta sem ég hef feyngið hjá þeim í BT!"
        },
        {
            "user": "BOSS",
            "user_id": "979",
            "date": "2001-03-16 17:23:26",
            "id": "123362",
            "reply_to_id": "123361",
            "text": "Shackala:\nÞað er einhver BT lykt af þér kallinn.\nErtu nokkuð að vinna þar, ég held það?  ;)\nBOSS"
        },
        {
            "user": "Shackala",
            "user_id": "8073",
            "date": "2001-03-19 12:34:27",
            "id": "123363",
            "reply_to_id": "123362",
            "text": "Heimskur, held ekki……….\nNei ég hef ekki unnið í bt og mun ekki  vinna þar….\nBara það að ég veit að þetta sé svona!!!!!\nEf maður kaupir einhvað frá computer.is eða tölvulistanum….. þetta er allt sama helvítis drasslið……..  En það sem ég held er það að það séu starfsmenn hjá computer.is eða tölvulistanum sem eru að koma þessu öllu á stað……….     Ég veit það baar fyrir minn hluta hef ég  fengið góða þjónustu frá BT og vona að hún haldi áfram!!!!!!!1\nShackala OUT!"
        },
        {
            "user": "Andresond",
            "user_id": "31726",
            "date": "2001-03-16 21:03:49",
            "id": "123364",
            "reply_to_id": "123361",
            "text": "shackala:\nAnnaðhvort hefurðu vinnu hjá BT, Nýherja eða þú ert óhemju heimsk/ur!"
        },
        {
            "user": "Andresond",
            "user_id": "31726",
            "date": "2001-03-16 23:10:50",
            "id": "123365",
            "reply_to_id": "123364",
            "text": "Mér finnst nú helv*** hart ef menn mega\nekki segja skoðanir sínar hér  án þess að verða uppnefndir. ég held að menn ættu nú alveg að geta látið skoðanir sínar í ljós án þess að vera með skítkast bara að því að náunginn er ekki sama sinni og þú.\nog willie af hverju ætti hann að vera að vinna hjá Nýherja ekki vissi ég að þeir væru neitt sérstaklega hrifnir af B.T. þar sem það er í eigu Tæknivals . þannig að menn ættu að vita hvað þeir eru að fullyrða áður en þeir kalla aðra menn heimska. eins og máltækið segir “it takes one to know one”\nKv Andresond"
        },
        {
            "user": "Shamaroth",
            "user_id": "5285",
            "date": "2001-03-17 16:33:11",
            "id": "123366",
            "reply_to_id": "123365",
            "text": "Damn. Ég ruglast alltaf á Tæknival eða Nýherja. Kannski vegna þess að ég keypti tölvuna mína hjá Nýherja.\nOh, well. Það breytir þó ekki minni skoðun að BT og Tæknival séu ömurlegar verslanir.\nKv.\nWillie"
        },
        {
            "user": "Shamaroth",
            "user_id": "5285",
            "date": "2001-03-18 12:53:03",
            "id": "123367",
            "reply_to_id": "123366",
            "text": "Hvenær ætlar fólk að læra að ÞAÐ Á EKKI AÐ VERSLA VIÐ BT MEÐ VÉLBÚNAÐ!? Leikja- og raftækjadeildin eru þær einu sem virka þarna.\nÉg lenti í því að kaupa 64mb kubb sem virkaði ekki. Og svo kenndu þeir MÉR um það. Það fór næstum því í neytendasamtökin áður en þeir létu eftir og skiptu út minninu"
        },
        {
            "user": "Nookie",
            "user_id": "4672",
            "date": "2001-03-17 13:25:09",
            "id": "123368",
            "reply_to_id": "123361",
            "text": "ertu allveg snarbilaður maður það er svo sannarlega bt lykt af þé"
        },
        {
            "user": "venuss",
            "user_id": "4985",
            "date": "2001-03-16 21:01:10",
            "id": "123369",
            "reply_to_id": "123300",
            "text": "þetta er alveg rétt hjá ykkur… bt suckar!\nvinur minn keypti sér tölvu í BT og var búin að setja hana í samband og allt… svo fór hann eikkað að stilla í tölvunni, hún fór yfirum og allt rafmagnið af í húsinu! síðan ætlaði hann með hana í viðgerð, en nei, nei þeir ætluðu ekki að taka við henni, en hann hótaði að kæra þá… þannig að þeir sögðu honum að koma með hana eftir 3 daga og skiluðu henni eftir 2 vikur!\nþetta er léleg þjónusta!"
        },
        {
            "user": "Holyman",
            "user_id": "36179",
            "date": "2001-03-16 22:34:33",
            "id": "123370",
            "reply_to_id": "123300",
            "text": "BT eru BIlAÐAR TÖLVUR, mér sýnist BT nú bara vera hatað af mannkyninu!!!!\nog það geri ég líka, leikirnir eru það eina sem er með viti."
        },
        {
            "user": "spiro",
            "user_id": "2495",
            "date": "2001-03-19 12:09:44",
            "id": "123371",
            "reply_to_id": "123300",
            "text": "ég hef oft verslað í BT. og ég hef oft fengið vörur þar á sangjörnu verði… og í eitt skipti sem ég var ekki alveg 100% ánægður með vöruna fór ég niður í BT og þeir redduðu þessu í kvelli fyrir mig og ekkert vesen…..\nsvo fór ég einnig í Bt í Grafarvogi um daginn og ég hef bara aldrei fengið jafn góða þjónustu í verslun eins og ég fékk þar……."
        },
        {
            "user": "spik",
            "user_id": "6283",
            "date": "2001-03-19 17:42:58",
            "id": "123372",
            "reply_to_id": "123300",
            "text": "Ég er alveg sammála því að BT suckar.  Ég er búin að eiga þaðan prentara í kannski tæpt ár og hvað haldið þið að hafi gerst?   Jú jú nema hvað.  Hann virkar ekki í dag og kemur bara með eitthvað helv… kjaftæði.  Vinkona mín keypti sér líka tölvu þaðan fyrir stuttu sem kveikir ekki á sér lengur. BT SUCKAR.\nÞað er samt í lagi að eiga þaðan diska og leiki þó að best sé bara að versla ekkert þar yfir höfuð.\nSpik."
        }
    ]
}