{
    "forum_title": "Deiglan",
    "user": "Fibonacci",
    "user_id": "29608",
    "date": "2004-02-06 13:21:29",
    "title": "Brezka drottningin markaðssetur á sér rassgatið.",
    "text": "Skrifað eftir að hafa lesið www.kaffisterkt.blogspot.com þann 6. febrúar.\nÞar ritar Ljenzherrann af kaffisterkt um ýmsar þær vörur sem\nhafa stimplana “By appointment to her Majesty the Queen”. Þetta hlýtur að þykja mikill gæðastimpill og eftirsóknarvert fyrir menn að fá vörur sínar þannig vottaðar að sjálfri drottningunni þykji þetta nógu gott fyrir sig.\nLjenzherrann segist ætið hafa haft gaman af því að fylgjast með þessum stimplum og leggur sig í líma við að brúka sömu hluti, honum hafi hinsvegar þótt kasta tólfunum er hann fann þennan stimpil á klósettpappírspakka.\nHversu langt er hægt að ganga í svona löguðu, munu koma á markaðinn afar öflug hægðatregðulyf eða jafnvel stinningarlyf með þessum sama stimpli?\nEins þætti mér nú gaman ef að forsetinn okkar tæki upp á þessu. Ef að utan á til dæmis krukku af ömmusultu stæði “Ólafur Ragnar hámar í sig svona sultu”.\n“Ólafur Ragnar borðar ekkert nema Þykkvabæjarkartöflur”\nOg svo mætti lengi telja..",
    "url": "https://www.hugi.is/deiglan/korkar/192329/brezka-drottningin-markadssetur-a-ser-rassgatid/",
    "url_id": "192329",
    "id": "1483253",
    "replies": [
        {
            "user": "McSulli",
            "user_id": "25541",
            "date": "2004-02-06 20:38:33",
            "id": "1483254",
            "reply_to_id": "1483253",
            "text": "Haha… það er þónokkuð vit í þessu… en þetta er líka bara stórhlægilegt :P<br><br>__________________________________________\nMother Russia how are you sleeping\nMiddle winter cold winds blow\nFrom the snowflakes drifting\nSwirling round like ghosts in the snow\nMother Russia, poetry majestic\nTells the time of a great empire\nTurning round the old man ponders\nReminiscing an age gone by\nIron Maiden-Mother Russia"
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2004-02-07 23:17:37",
            "id": "1483255",
            "reply_to_id": "1483253",
            "text": "Þú ert nátturulega að grínast.\nEn ef vera skyldi að þú skrifir þetta í alvöru, þá áttu nokkuð bágt.\nÞetta er bara gæðastimpill á vöru. Og þykir eftirsóknarverður.\nÁlíka tíðkast í Danmörku, Svíþjóð og fleiri löndum.\nEn auðvitað þarf einhvern íslenskan aula til að sjá eitthvað ‘dirty’ við svona stimpil.\nÞað er alltaf hægt að treysta Íslendingi til þess að sýna hversu mikið ‘asshole’ hann er.\n<br><br>All is well as ends Better.   The Gaffer."
        }
    ]
}