{
    "forum_title": "Börnin okkar",
    "user": "GlingGlo",
    "user_id": "2646",
    "date": "2004-02-06 16:17:34",
    "title": "Mígreni hjá börnum",
    "text": "Flestir þekkja eitthvað til mígrenis, en ekki allir vita að þessi sjúkdómur getur líka komið fram hjá börnum. Barnamígreni lýsir sér þó oft á annan hátt en hjá fullorðnum og því er ekki alltaf auðvelt að átta sig á að um mígreni geti verið að ræða. Mígreni er talið stafa af því að æðar í höfðinu víkka skyndilega út og valda þannig miklum höfuðverk og öðrum einkennum. Hjá unglingum og fullorðnum kemur mígreni aðallega fram í öðrum helmingi höfuðsins og lýsir sér oftast sem sterkur og púlserandi höfuðverkur. Yfirleitt fylgir ljósfælni og ógleði. Sumir upplifa s.k. áru áður rétt áður en þeir fá mígrenikast, en hún getur verið þannig að þeir sjá ljósneista, fá svimatilfinningu, upplifa doða eða sting í útlim eða andliti o.fl.\nTalið er að um 10% barna undir 15 ára aldri þjáist af mígreni. Þetta hlutfall gæti verið hærra þar sem oft er erfitt að greina mígreni hjá þessum aldurshóp. Norskar niðurstöður sýna að um 3% smábarna þjáist af mígreni og þetta hlutfall fari smám saman vaxandi með aldrinum og hjá 15 ára unglingum séu um 6-10% sem hafa mígreni. Sem betur fer vex þetta oft af börnunum, þó frekar af drengjum. Hjá fullorðnum eru konur í meirihluta þeirra sem hafa mígreni, en hjá börnum eru fleiri drengir sem hafa þennan sjúkdóm heldur en stúlkur. Mígreni getur komið aftur á fullorðinsárunum þó það hafi horfið á tímabili.\nEin helsta ástæða þess að erfitt er að greina mígreni hjá börnum er eflaust sú að þau eiga oft erfitt með að lýsa hvernig verk þau eru með og hvar hann er staðsettur. Börn hafa heldur ekki endilega þessi týpísku einkenni mígrenis. Þau hafa mun oftar jafnari höfuðverk, þ.e. ekki öðru megin höfuðsins, og einnig þurfa þau ekki endilega að hafa þann púlserandi höfuðverk sem flestir fullorðir mígrenissjúklingar þekkja. Lengd mígrenikastanna er einnig styttri hjá börnum og magaverkur er mjög algengur fylgifiskur barnamígrenis. Barnið verður fölt og slappt, og oft fylgir ógleði og jafnvel uppköst, svimi og almenn vanlíðan. Ljósfælni og lágur þröskuldur fyrir hávaða er einnig algengt. Börnin leita því yfirleitt í dimmt og rólegt umhverfi þegar þau fá mígrenikast. Önnur einkenni geta verið m.a. þorstatilfinning, tíð og mikil þvaglát, niðurgangur og svitaköst. Hjá sumum börnum er magaverkur eina einkenni mígrenisins og þá er stundum talað um magamígreni. Börn upplifa sjaldnar áru en fullorðnir og ef þau upplifa hana getur hún verið ansi ógnvekjandi þar sem þau skilja ekki hvað er að gerast. Ekki sjaldan er einkennum mígrenis ruglað saman við venjulega pest, en ef foreldrar upplifa að þetta gerist aftur og aftur hjá börnum sínum með vissu millibili er alveg ástæða að leita til læknis og láta athuga með mígreni.\nSvefn er besta meðalið við mígreniköstum hjá börnum.Verkjalyf geta einnig hjálpað þegar barnið fær kast. Hefðbundin mígrenilyf eru oft ekki ætluð börnum vegna mögulegra aukaverkana og/eða lítillar þekkingar um áhrif þeirra fyrir þennan aldurshóp, en í einstaka slæmum tilfellum getur slík lyfjameðferð þó átt við. Einnig það hreinlega mjög mikilvægt fyrir börn að fá greningu og fá þannig skýringu á höfuðverkjunum og fullvissu um að þetta sé ekki hættulegt þó það sé óþægilegt. Sálarplástur virkar oft vel fyrri börn og þá er mikilvægt fyrir mömmu og pabba að geta útskýrt að þetta sé ekki hættulegt og að þetta líði hjá, leyfa barninu að vera í ró og jafna sig.\nBesta og mikilvægasta meðferðin gegn mígreni er að reyna að fyrirbyggja köstin. Þegar nánar er að gáð er oft hægt að finna ákveðnar aðstæður sem frekar ýta undir mígrenikast. Foreldrar geta t.d. haldið dagbók um hvernig aðstæðurnar eru þegar köstin koma hjá barninu og reynt að sjá hvort eitthvað samhengi sjáist. Algengt er að stress, svefnleysi, óreglulegar máltíðir, vissar fæðutegundir, sterkt ljós eða hávaði, hiti eða kuldi og áreynsla komi mígrenikasti af stað. Þetta getur auðvitað verið misjafnt frá barni til barns. Ef foreldrar finna út að ákveðnar aðstæður koma frekar mígrenikasti af stað hjá barni þeirra er langbesta mígrenimeðalið að reyna að koma í veg fyrir að þær aðstæður skapist. Regla á svefni og máltíðum og halda blóðsykrinum sem stöðugustum er mjög mikilvægt hjá mígrenibörnum. Reglulegar slökunaræfingar, hæfileg hreyfing og reyna að minnka stress í daglegu umhverfi barnsin getur einnig gefið góða raun.\nMaður skyldi ætíð vera á varðbergi ef barn fær höfuðverk, þar sem hann getur einnig verið tákn um alvarlegri sjúkdóma, s.s. heilahimnubólgu. Ef höfuðverknum t.d. fylgir hiti, hnakkastífleiki, barnið verður sljótt eða meðvitunarlítið og/eða fær húðblæðingar ber ætíð að hafa strax samband við lækni. Einnig skal fylgjast vel með ef höfuðverkurinn er orsök höfuðhöggs. Í einstaka tilvikum getur höfuðverkur einnig verið merki um æxli í höfði. Langoftast er þó höfuðverkur barna af saklausum ástæðum og oftast er einfaldlega um að ræða hefðbundinn spennuhöfuðverk, eða höfuðverk tengdan flensu, kvefi, eða öðrum umgangspestum. En mjög slæma og/eða endurtekna höfuðverki ber ætíð að láta athuga hjá lækni.\nHeimildir:\n<a href=\"\nhttp://www.helsenytt.no/artikler/migrene_hos_barn.htm\n“>Helsenytt.no - Migrene hos barn</a>\n<a href=”\nhttp://www.headachecare.com/hachildren.cfm\n“>headacheCARE.com - Headaches and Children</a>\n<a href=”\nhttp://www.migraine-facts.com/html/children.php3\n\">Migraine Facts - Identifying Migraines in Children</a",
    "url": "https://www.hugi.is/bornin/pistlar/192363/migreni-hja-bornum/",
    "url_id": "192363",
    "id": "1483392",
    "replies": [
        {
            "user": "Cook1e",
            "user_id": "61285",
            "date": "2004-08-23 12:23:38",
            "id": "1483393",
            "reply_to_id": "1483392",
            "text": "Hæj ég er 13 ára og  með mígreni ég er ekki viss hvenær ég fékk það en var svo “heppin” að eiga pabba með mígreni hann þekkri einkennin svo ég veit núna hvað gerist…. hjá mér lýsir þetta sér þannig í byrjun fæ ég svima og sé svona eins og þegar þú lokar augunum og þrýstir fast og litir koma þannig sé ég eða í móðu svo fæ ég vondan verk oftast bara á einn stað eins og það sé verið að bora í höfuðið svo verðum mér óglatt en þetta stendur stutt yfir en er vont !! ætlaði bara að deila þessu með ykkur og já ! góð grein !!"
        },
        {
            "user": "Cook1e",
            "user_id": "61285",
            "date": "2006-01-04 20:18:40",
            "id": "2913168",
            "reply_to_id": "1483393",
            "text": "hæ ég heiti Dagur og er 12 ára og fæ oft mígreni!!!!!!(ekki gott)"
        },
        {
            "user": "Cook1e",
            "user_id": "61285",
            "date": "2008-07-26 20:04:26",
            "id": "6015414",
            "reply_to_id": "2913168",
            "text": "hæ dagu"
        },
        {
            "user": "Cook1e",
            "user_id": "61285",
            "date": "2008-07-27 14:39:13",
            "id": "6016367",
            "reply_to_id": "6015414",
            "text": "hehehe ..\nÉg er guðjón 26 ára aljólisti\nAll says: Hæ guðjón.\nMeintiru þeta ekki svona'\n?"
        },
        {
            "user": "Cook1e",
            "user_id": "61285",
            "date": "2008-08-05 16:14:38",
            "id": "6034152",
            "reply_to_id": "6016367",
            "text": "jubbs"
        },
        {
            "user": "Cook1e",
            "user_id": "61285",
            "date": "2008-08-05 16:33:28",
            "id": "6034176",
            "reply_to_id": "6034152",
            "text": ":D"
        },
        {
            "user": "marsbui",
            "user_id": "50297",
            "date": "2004-08-23 12:23:38",
            "id": "1483394",
            "reply_to_id": "1483392",
            "text": "Ég fæ stundum mígreni, fæ rosalegann höfuðverk og ljós fyrir öðru auganu. Þá er bara best fyrir mig að leggja mig(ég er 12 ára)og þegar ég vakna er mígrenið farið!:)"
        },
        {
            "user": "EMK",
            "user_id": "38792",
            "date": "2004-09-14 17:13:22",
            "id": "1715701",
            "reply_to_id": "1483392",
            "text": "ég er 13 ára og fékk alveg hræðinlegt mígreniskast fyrir 3 árum síðan og var með það alleg þangað til nuna fyrir mánuði síðan og hafði alltaf þurft að fara heim ur skólanum því þetta var stundum alveg hræðinlegt en nuna er allt horfið en í staðinn er alltaf þegar ég stend upp eftir að hafa horft á sjónvarpið eða einhvað þannig svimar mér alveg hræðinlega og hef 6 x lent í því að vera næstum dottin, og nu er vinkona mín komin með mígreni og þetta er hræðinlegt að sjá hana, minnir á mig fyrir 1 ári síðan:S:S:S:S"
        },
        {
            "user": "Nellika",
            "user_id": "66697",
            "date": "2008-07-01 22:24:49",
            "id": "5963149",
            "reply_to_id": "1715701",
            "text": "Varstu með mígreniskast í 3 ár ????"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-01-05 21:50:43",
            "id": "2919027",
            "reply_to_id": "1483392",
            "text": "Þegar ég var yngri fékk ég oft mígreni. Það er einsog það hætti í einhvern tíma. En er komið aftur núna.\nÉg fékk alltaf alveg svona dúndrandi hausverk, og þá trylltist ég og grenjaði og varð bara alveg klikkaður.\nÞegar mamma mín, eða bara einhver, náði að róa mig niður fóru þau alltaf með mig inní herbergi og sátu hjá mér og slökktu ljósin og við bara spjölluðum saman. Líklega gerðu þau það til að beina athygli minni að einhverju öðru en verknum. En þetta var þegar ég var mjög ungur.\nNúna, þegar ég fæ mígreniskast, reyni ég að harka það af mér. Ef verkurinn er það slæmur að ég bara engann veginn get harkað hann af mér, þá slekk ég bara ljósin og legg mig. Reyni samt ekkert endilega að sofna, en ég legg mig.\nÞað versta sem hægt er að gera þegar maður er með mígreniskast, hvort sem maður er 6 ára eða 16 ára, er að vera í miklu ljósi. Og ef maður er mjög lítill er best að hafa einhvern hjá sér til að tala við.\nNúna, þegar ég fæ hausverk. Fæ ég hann alltaf vinstra meginn, svona einsog bakvið eyrun (einsog þar sem gleraugu fara ef maður er með glaeraugu) akkúrat í einhverri svona línu og í svona sirka miðjuna í áttinni að auganu. Samt svona utan á hausnum. Skiljiði mig? :)\nEf við vinirnir hittumst, og ætlum kannski að horfa á bíómynd saman, þá verð ég að fara aðeins fram bara til þess að jafna mig. Ég get ekki heldur verið lengi í tölvunni.\nEf einhverjir foreldrar eiga börn með mígreni lesa þetta: þá er það besta að gefa barninu vatnsglas, fara með það inní herbergi, láta það leggja sig og bara spjalla við það um eitthvað, ef það fær mígreniskast það er að segja!"
        },
        {
            "user": "agga007",
            "user_id": "60589",
            "date": "2006-03-07 19:06:05",
            "id": "3189363",
            "reply_to_id": "1483392",
            "text": "Hæ, ég er 11 að verða 12, ég er búin að vera með mígreni síðan ég var 9 ára. Oft þegar ég fæ mígreniskast þá verður mér óglatt. Þetta er ótrúlega pirrandi :@. Pabbi minn og mamma mín eru líka með mígreni( líka nokkir aðrir í fjölskilduni ). Getur þetta orðið slæmara ? XD"
        },
        {
            "user": "Kallisto",
            "user_id": "54357",
            "date": "2006-05-08 22:04:30",
            "id": "3450346",
            "reply_to_id": "3189363",
            "text": "Kynþroskaskeið og aðrar veigamiklar breytingar á líkamanum virðast geta haft áhrif á mígreni. Það gerði það að vísu ekki hjá mér, ég fæ alveg jafn tíð köst nú og þegar ég var barn…og þau lýsa sér eins.\nÞað eru samt ýmis dæmi um fólk sem byrjar að fá mígreni á kynþroskaskeiði, hættir að fá mígreni á þeim tíma…eða að tíðni/einkenni mígreniskasta breytast á þeim aldri.\nÞað getur þessvegna verið að mígrenið þitt taki einhverjum breytingum á næstu árum en það þarf alls ekkert að vera :)"
        },
        {
            "user": "Kallisto",
            "user_id": "54357",
            "date": "2006-05-08 22:00:17",
            "id": "3450318",
            "reply_to_id": "1483392",
            "text": "Er 17 ára, en hef verið með mígreni síðan ég man eftir mér. Fyrst fæ ég ónotatilfinningu og finn að hlutirnir eru ekki alveg eins og þeir eiga að vera í hausnum á mér…síðan fæ ég smá sjóntruflana-blett fyrir öðru auganu sem stækkar jafnt og þétt…hann er ýmist gráhvít móða, eða litskrúðugur hálf-scrambled blettur sem virðist vera á iði. Næst fæ ég slæman og púlsandi höfuðverk sem getur verið á gagnauganu…upp frá nefinu…eða hreinlega í annari hlið höfuðsins. Stundum fæ ég tilfinningadoða í handleggi eða andlit.\nÉg geri ekkert við þessu nema að leggja mig og þá vakna ég laus allra einkenna nema við höfuðverkinn…en hann helst oft í ca. 2 sólarhringa hjá mér…og ekkert dugar við honum nema bara verkjalyf og að fara vel með sig (ekki horfa mikið á sjónvarp/tölvuskjá eða hreyfa sig mikið).\n***Ég vil benda á það að ef fólk er að fá einkenni lík þessum í fyrsta skipti skal það fara til læknis. Engin ástæða til að óttast, en þar sem að einkenni heilaæxlis eru nánast eins, er sniðugt að láta strika út þann hræðilega möguleika.***"
        },
        {
            "user": "Kallisto",
            "user_id": "54357",
            "date": "2006-05-08 22:00:37",
            "id": "3450320",
            "reply_to_id": "1483392",
            "text": "Já vá…og snilldargrein hjá þér :)"
        },
        {
            "user": "agga007",
            "user_id": "60589",
            "date": "2006-09-26 14:58:16",
            "id": "4028954",
            "reply_to_id": "3450320",
            "text": "Vá :O"
        },
        {
            "user": "Kallisto",
            "user_id": "54357",
            "date": "2006-09-26 15:00:50",
            "id": "4028969",
            "reply_to_id": "4028954",
            "text": "hvað meinarðu?"
        },
        {
            "user": "agga007",
            "user_id": "60589",
            "date": "2006-09-26 20:53:34",
            "id": "4030817",
            "reply_to_id": "4028969",
            "text": "LOL ekkert þú sagðir sjálfur snilldar greining hjá þér og ég sagði Vá :O til að gera grín…"
        },
        {
            "user": "Kallisto",
            "user_id": "54357",
            "date": "2006-09-28 11:49:42",
            "id": "4035938",
            "reply_to_id": "4030817",
            "text": "ég er stelpa og sagði snilldargrein.\nHverju ertu að gera grín að, ég bara næ því ekki."
        },
        {
            "user": "agga007",
            "user_id": "60589",
            "date": "2006-09-29 14:06:55",
            "id": "4040349",
            "reply_to_id": "4035938",
            "text": "Gleymdu þessu bara :l"
        }
    ]
}