{
    "forum_title": "Metall",
    "user": "thorok",
    "user_id": "7541",
    "date": "2004-02-07 16:04:41",
    "title": "ROKKVEISLA Í REYKJAVÍK FYRSTU HELGINA Í MARS!",
    "text": "RestingMind Concerts og Metal Blade Records kynna\nAMON AMARTH (Svíþjóð)\nROKKVEISLA Í REYKJAVÍK FYRSTU HELGINA Í MARS!\nJá, það verður sannkölluð veisla fyrir rokkþyrsta Íslendinga dagana 5. og 6. mars næstkomandi, því þá mun sænska vikingametalsveitin Amon Amarth leggja leið sína til Íslands. Amon Amarth þessi spilar kraftmikið en melódískt dauðarokk og er á mála hjá útgáfufyrirtækinu Metal Blade.\nÞað er eitt af stóru metal-merkjunum í heiminum og er þessi sveit mjög virt og talin ein af frumkvöðlum víkingametalsins. Hefur hún t.d. margsinnis farið yfir til Bandaríkjanna til að spila og er fastagestur á sumarfestivölunum í Evrópu. Koma þeirra hingað er tvímælalaust hvalreki fyrir rokkþyrsta íslendinga!\nSEX ERLEND STÓRTÍMARIT MEÐ Í FÖR\nMetal Blade kann einnig svo sannarlega að gera vel við sína, því að þeir hafa ákveðið að bjóða blaðamönnum frá stærstu metaltímaritunum í Þýskalandi, Hollandi, Frakklandi, Ítalíu og Svíþjóð, ásamt einu þekktasta ritinu í Bretlandi til þess að fjalla um tónleikana. Þetta eru blöðin\nTERRORIZER (Bretland),\nROCK HARD (Þýskaland),\nROCK HARD (Frakkland),\nCLOSE-UP MAGAZINE (Svíþjóð),\nMETAL HAMMER (ítalska útgáfan) og\nAARDSCHOK (Holland).\nÖll þessi blöð munu fjalla um tónleikana og ferðina til Íslands á 2 - 4 síðum.\nÞetta þýðir ekki einungis að Amon Amarth verður gerð góð skil í þessum blöðum, heldur býðst upphitunarhljómsveitunum einnig alveg einstakt tækifæri til að koma sér á framfæri. Það þykir nokkuð ljóst að þessir blaðamenn munu fjalla um íslensku böndin að einhverju leyti og að mörg þúsund manns í Evrópu munu lesa um þennan íslenska stóratburð.\nÚTSENDARAR METAL BLADE EINNIG MEÐ Í FÖR - GERÐ DVD\nÞetta er samt ekki allt, því að með í för verða einnig 3 fulltrúar Metal Blade útgáfunnar. Það þýðir að íslensku sveitirnar hafa þarna alveg einstakt tækifæri til að verða “uppgötvaðar”. Slíkt gerist ekki á hverjum degi á Íslandi og því um að gera fyrir sem flesta að mæta og styðja íslensku böndin!\nÞar að auki verða nokkrir erlendir kvikmyndargerðarmenn á staðnum til að taka upp efni fyrir væntanlega DVD útgáfu Amon Amarth. Enn meiri ástæða til að mæta og sýna umheiminum hversu frábært er að koma til Íslands að spila.\nTÓNLEIKARNIR\nHaldnir verða tvennir tónleikar með Amon Amarth, hinir fyrri verða föstudaginn 5. mars á Grand Rokk og þeir seinni 6. mars í Tónlistarþróunarmiðstöðinni útá Granda (leið 2 stoppar beint fyrir utan) og verða þeir fyrir alla aldurshópa. Aðgangseyri verður haldið í lágmarki, eða aðeins 1200 krónur hvert kvöld. Upphitunarhljómsveitirnar skipa landsliðið í íslensku þungarokki og er uppröðunin eftirfarandi:\nFöstudagur 5. mars\nGrand Rokk\n20 ára aldurstakmark\nOpnar 22:00 - Byrjar 23:00\nUpphitun:\nBRAIN POLICE\nCHANGER\nMÚSPELL\nLaugardagur 6. mars\nTónlistarþróunarmiðstöðin úti á Granda\nEKKERT ALDURSTAKMARK\nOpnar 18:30 - Byrjar 19:00\nUpphitun:\nANDLÁT\nDARK HARVEST\nSÓLSTAFIR\nTÓNDÆMI MEÐ AMON AMARTH\n“Death In Fire” -\nhttp://www.metalblade.de/mp3/amonamarth-Deathinfire.mp3\n(4741 KB) from “Versus The World”\n“Masters Of War” -\nhttp://www.metalblade.de/mp3/amon_masters1.mp3\n(3839 KB) from “The Chrusher”\n“Ride For Vengeance” -\nhttp://www.metalblade.de/mp3/aa_ridefor.mp3\n(3677 KB) from “Once Sent From The Golden Hall”\n“Metalwrath” -\nhttp://www.metalblade.de/mp3/aa_metalwrath.mp3\n(3138 KB) from “The Avenger”\nTAKIÐ FRÁ ÞESSA HELGI, ÞVÍ ÞAÐ VERÐUR ALLT BRJÁLAÐ!",
    "url": "https://www.hugi.is/metall/greinar/192366/rokkveisla-i-reykjavik-fyrstu-helgina-i-mars/",
    "url_id": "192366",
    "id": "1483421",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2004-02-07 19:26:05",
            "id": "1483424",
            "reply_to_id": "1483421",
            "text": "fyrr mun ég skera af mér tærnar en að mæta ekki á þessa tónleika! …snilldar hljómsveit, og lagið As Long As The Raven Flies er aaaaalgjör snilld!\nReyndar er allur diskurinn The Crusher algjör snilld."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-02-07 19:43:54",
            "id": "1483423",
            "reply_to_id": "1483421",
            "text": "ójá  ég mæti á þetta allt saman. allveg brill band!!"
        },
        {
            "user": "metalfiddi",
            "user_id": "36123",
            "date": "2004-02-07 19:54:09",
            "id": "1483425",
            "reply_to_id": "1483421",
            "text": "SVALT ég ætla pottþétt að mæta. :D\nRokk Rúlar\nÞað er staðreynd ;)"
        },
        {
            "user": "Blitz",
            "user_id": "6683",
            "date": "2004-02-07 20:22:34",
            "id": "1483426",
            "reply_to_id": "1483421",
            "text": "Mætti vera 18 á fyrra kveldið :("
        },
        {
            "user": "thorok",
            "user_id": "7541",
            "date": "2004-02-07 22:26:56",
            "id": "1483427",
            "reply_to_id": "1483426",
            "text": "Það mætti vera all-ages fyrra kvöldið, en Grand Rokk er alltaf með 20 ára aldurstakmark og ekkert sem ég get gert í því. Það eru tvennir tónleikar, þannig að það ætti ekki að vera hægt að kvarta…"
        },
        {
            "user": "Blitz",
            "user_id": "6683",
            "date": "2004-02-07 23:52:44",
            "id": "1483428",
            "reply_to_id": "1483427",
            "text": "Reyndar, en ANDLÁT, Dark harves og sólstafir eru ekki eins spennandi og Brain police, múspell og changer =)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-02-08 01:22:10",
            "id": "1483429",
            "reply_to_id": "1483428",
            "text": "HVERJUM ER EKKI SAMA UM ÞESSI HELV Upphitunar bönd ??  mætti sleppa þeim bara og leyfa Amon Amarth að spila í svona 5 tíma.\nReyndar fynnst mér Sólstafir og Múspell passa best við Amon Amarth sem upphitunarbönd."
        },
        {
            "user": "Ulvur",
            "user_id": "8059",
            "date": "2004-02-08 01:21:00",
            "id": "1483430",
            "reply_to_id": "1483421",
            "text": "Mæti kannski fyrra kveldið, betri sveitir og\nfínt að hafa þetta aldurstakmark."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-02-08 02:35:32",
            "id": "1483431",
            "reply_to_id": "1483421",
            "text": "Ojá, maður mætir á All Ages kveldið"
        },
        {
            "user": "hangover",
            "user_id": "35470",
            "date": "2004-02-09 13:28:24",
            "id": "1483432",
            "reply_to_id": "1483421",
            "text": "Ja hérna, þetta er alveg frábært!\nGaman að íslensku metal-böndin fái loks tækifæri, löngu kominn tími á að Changer meiki það! ;)\nEn ég verð að segja að mér finnst það mistök að hafa tónleika á Grand rokk á þessum tíma, þ.e. 23:00… þetta þýðir að þegar upphitunarböndin eru búin að spila er klukkan væntanlega orðin rúmlega tvö, og fólk annaðhvort farið eða orðið það blindfullt að það tekur ekki eftir því að það sé hljómsveit á sviðinu.\nÞetta fannst mér allaveganna stór galli á Týr/Freak Kitchen gigginu.  Þegar Týr (sem áttu að vera hedlænerinn) komust loks að, voru rétt c.a. tuttugu manns eftir á staðnum og kannski fjórir að fókusa á músíkina, restin kastandi glösum í gólfið eða að reyna að pikka fight (og einhverjar tvær blindfullar stelpur uppá sviði að reyna við gítarleikarann).\nÞetta virkar kannski á local-punk tónleikum en þegar er verið að flytja inn erlendar, metnaðarfullar hljómsveitir finnst mér þetta hálf dapurt.  Amk vorkenndi ég strákunum í Týr og sá að þeim var ekki skemmt!\nVonandi verður þetta öðruvísi núna!"
        },
        {
            "user": "berserkur",
            "user_id": "28668",
            "date": "2004-02-09 16:21:28",
            "id": "1483433",
            "reply_to_id": "1483432",
            "text": "alveg sammála þér hangover ég þoli ekki að hanga langt fram á nótt á Grandrokk þegar góðir tónleikar eru og það myndast fyllerís“stemning”\nÞað koma ekkert fleiri endilega (meira af byttum) kannski færra fólk því það týnist út út af biðinni\nbest að hafa tónleika á bilinu 20-24 þegar reykinga og bytteríið á eftir að byrja"
        },
        {
            "user": "thorok",
            "user_id": "7541",
            "date": "2004-02-09 22:20:10",
            "id": "1483434",
            "reply_to_id": "1483432",
            "text": "Ég skil gagnrýnina Hangover og er alveg sammála henni. Hins vegar munu öll upphitunarböndin spila stutt sett og Amon Amarth mun stíga á svið rúmlega 01 (01:20 kannski).  Málið með Týr/Freak Kitchen var að FK spiluðu líka langt sett, voru í raun ekki minna atriði en Týr (enda mun þekktari en Týr á heimsvísu).  Ég tók samt alveg eftir þessu með Týr, enda lærir maður bara á þessu…\nÞetta með að byrja kl 23 er í raun einnig hálfgerð nauðsyn með Grand Rokk. Fullt af fólki mætir á Grand Rokk ekki fyrr en seint um kvöldið því það hefur vanalega alltaf eitthvað verið að gerast hjá þeim þá.  Þar að auki er Grand Rokk með svona pop-quiz alltaf á föstudögum fyrr um kvöldið, þannig að ekki er hægt að byrja sándtékk fyrr en svolítið seint…  það eru nokkrar ástæður fyrir þessu… og þess vegna kannski líka að það eru tónleikar daginn eftir sem byrja á “kristilegum” tíma, hehe"
        },
        {
            "user": "hangover",
            "user_id": "35470",
            "date": "2004-02-09 23:29:31",
            "id": "1483435",
            "reply_to_id": "1483434",
            "text": ":) …Ekki það að maður hafi verið fúll útí þig eða aðra sem komu að skipulagi tónleikanna… mér finnst þú (þið?) vera að gera frábæra hluti!\nFrekar er maður pirraður útí fólk fyrir að kunna sér ekki hóf… mér finnst þetta bara vanvirðing við sveitir sem eru að ferðast milli landa til að flytja efni sem þeir hafa lagt blóð, svita og tár í… En ég ætla samt pottþétt að mæta!!! ;D"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-02-09 23:25:27",
            "id": "1483436",
            "reply_to_id": "1483421",
            "text": "má ég giska…aldurstakmark?"
        },
        {
            "user": "Deathrock",
            "user_id": "30603",
            "date": "2004-02-13 20:47:22",
            "id": "1483422",
            "reply_to_id": "1483421",
            "text": "Ég ætla pottþétt að mæta.En það er eitt sem er að vefjast fyrir mér, bara til að vera viss er þetta ekki bara þannig að maður borgar fyrir inngang en ekki fyrir miða?? Vildi bara vera viss á þessu."
        },
        {
            "user": "Gauos",
            "user_id": "297",
            "date": "2004-02-27 14:22:20",
            "id": "1483437",
            "reply_to_id": "1483421",
            "text": "Ég mæti pottþétt. Húrra!"
        }
    ]
}