{
    "forum_title": "Rómantík",
    "user": "grimsi87",
    "user_id": "44683",
    "date": "2004-02-08 21:22:46",
    "title": "Er ég vondur?????",
    "text": "Góða kveldið. Mig langar aðeins að segja frá smá bömmeri sem að ég er í. Þannig standa málin, að ég er (var) hrifin af stelpu sem að er með mér í skóla, og var búinn að vera það í nokkra mánuði þegar að ég ákvað koma bara hreint út og segja henni það. Viðbrögðin voru eins og ég hafði búist við, hissa en ekki mógðuð eða neitt þannig, en sagði samt voða fátt um hvað hún vildi gera. Það sem að var kannski sárast var það að hún var búin að vera að tala um hvað hún væri hrifin af öðrum gaur við mig.\nEkkert mál með það, nema að ég sendi henni sms og spyr hana hvort að hún sé nokkuð fúl út mig fyrir að hafa sagt henni þetta. Hún svarar að hún sé alls ekki fúl, og sé heldur ekkert hrifin af þessum gaur sem að hún var búin að vera að tala um við mig um kvöldið. Þá varð ég náttúrulega vongóður um að kannski ætti ég bara einhvern sjéns.\nTíminn líður og ég verð bara hrifnari og hrifnari af þessari stelpu. En Every Rose Has It's Thorns eins og sagði í laginu. Það er farin ferð með skólanum okkar og í ferðinni fer ég að tala við þessa stelpu. Þá segir hún mér að hún sé ekkert hrifin af mér en sé virkilega hrifin af þessum gaur sem að hún var að tala um, og segir að ég sé eitthvað voðalega vondur við aðra ákveðna stelpu, sem að er hrifin af mér en ég er ekkert hrifin af, útaf því að ég vilji ekki vera með þeirri stelpu heldur bara henni.\nOg þá er komið að minni spurningu. Er ég vondur af því að ég er virkilega sár út í þessa stelpu fyrir að hafa sagt mér þetta svona, og er ég vondur af því að ég vildi ekki vera með hinni stelpunni?",
    "url": "https://www.hugi.is/romantik/greinar/192479/er-eg-vondur/",
    "url_id": "192479",
    "id": "1484424",
    "replies": [
        {
            "user": "doggod75",
            "user_id": "6616",
            "date": "2004-02-09 08:42:56",
            "id": "1484428",
            "reply_to_id": "1484424",
            "text": "er ég vondur fyrir að vera hlæja að þessu bulli ??"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2004-02-09 09:18:07",
            "id": "1484429",
            "reply_to_id": "1484424",
            "text": "Þar sem hún er búin að dæma þig út af einhverju sem hún heyrði frá einni öfundsjúkri stelpu að þá myndi ég bara gefast upp á henni og fara út, finna næsta fisk :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-02-09 09:18:20",
            "id": "1484430",
            "reply_to_id": "1484424",
            "text": "nei"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-02-09 09:29:07",
            "id": "1484431",
            "reply_to_id": "1484424",
            "text": "er hún þá ekki bara vond fyrir að vilja ekki vera með þér, útskýrðu bara fyrir henni að þú hefur ekkert á móti þessari stelpu en þú hefur bara enga áhuga á að vera með henni eitthvað meira en vinur og að þú værir miklu verri ef að þú myndir bara vera með henni útafþvíbara og gefa henni einhverjar vonir þegar þú ert hrifinn af einhverjum öðrum,maður getur ekki stjórnað tilfinningumm sínum og ef maður gæti það væri lífið svo miklu öðruvísi.\nÞú getur ekkert gert í því að hún sé hrifin af einhverjum öðrum gaur þannig að ég myndi bara gleyma henni og reyna að halda bara áfram að vera vinur hennar."
        },
        {
            "user": "Ramruqai",
            "user_id": "14093",
            "date": "2004-02-09 09:55:35",
            "id": "1484432",
            "reply_to_id": "1484424",
            "text": "Akkuru heldur fólk alltaf að það sé vont þegar það gerir ekki það sem annar vill að það geri í þessum ástarmálum? Auðvitað ertue kki vondur fyrir það að vilja ekki vera í sambandi við einvherja stelpu."
        },
        {
            "user": "hahahalldora",
            "user_id": "47270",
            "date": "2004-02-09 10:45:09",
            "id": "1484433",
            "reply_to_id": "1484424",
            "text": "Auðvitað ertu ekkert vondur hvurslags bull er þetta. Reyndu bara að hugsa um eitthvað annað ef hún vill þig alls ekki, það þýðir ekkert að hringsólast í einhverri sápuóperu."
        },
        {
            "user": "blogghatari",
            "user_id": "50287",
            "date": "2004-02-09 11:05:10",
            "id": "1484434",
            "reply_to_id": "1484424",
            "text": "eru allveg algjögljör LORT hálvitinn þinn varstu að ýja í gær, hversu ámátlegur ertu heimska fíflið þitt bara að þú hafir skrifað þetta segir að þú ertu ekkert hrifinn af henni þú ert hrifin af gaurnum sem hún var (ekki)hrifinn af"
        },
        {
            "user": "AronLitli",
            "user_id": "50285",
            "date": "2004-02-09 11:33:16",
            "id": "1484435",
            "reply_to_id": "1484424",
            "text": "HAHAHAHA alltaf einhverrjir “ Töffarar ” sem verða vera öðruvísi “Blogghatari” … En allavegana, Nei !!"
        },
        {
            "user": "BongoKazmir",
            "user_id": "34194",
            "date": "2004-02-09 11:41:03",
            "id": "1484436",
            "reply_to_id": "1484424",
            "text": "Æji greyið mitt, ertu kominn með nokkur hár á punginn? Þetta er vandamál sem þú ættir helst að fara með í fjölmiðla, t.d. Útvarp og Morgunblaðið. Ef ég væri þú væri ég sorglegur!!"
        },
        {
            "user": "Moli",
            "user_id": "1779",
            "date": "2004-02-09 13:18:02",
            "id": "1484437",
            "reply_to_id": "1484436",
            "text": "Já, BongoKazmir, ég held að þú þurfir ekki að vera hann til að vera sorglegur, þér tókst það ágætlega með þessu skítakommenti hjá þér.\nÞað fæðast ekki allir gúrúar í ástarmálum, en það segir sig sjálft grimsi, að þú gerðir ekkert rangt í þessu, enda er ekkert að því að vera EKKI hrifinn af stelpu."
        },
        {
            "user": "grimsi87",
            "user_id": "44683",
            "date": "2004-02-09 14:08:57",
            "id": "1484438",
            "reply_to_id": "1484437",
            "text": "Ég vildi bara segja að það var ekki ég sem að skrifaði þessa grein, og er ég búinn að biðja vefstjóra um að fjarlægja hana. Einhver hefur náð í lykilorðið mitt og fundist það voðalega fyndið að skrifa svona bull undir mínu nafni…."
        },
        {
            "user": "megaman",
            "user_id": "9330",
            "date": "2004-02-09 15:49:37",
            "id": "1484439",
            "reply_to_id": "1484438",
            "text": "Það er skrítinn húmo"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-02-09 15:56:24",
            "id": "1484440",
            "reply_to_id": "1484424",
            "text": "Hæ Hæ…:D Að mínu að dæma þá Nei þú ert alls ekki vondur! Heldur frekar þessi stelpa sem að þú ert(var) Hrifinn af vond tík fyrirgefðu að ég taki þannig til orða en…Þá á hún þig ekki skilið að því að dæma! Þannig að Farðu og Findu Fisk eða hittu mig Bra samfés ballinu hehe :P"
        },
        {
            "user": "Typpleysingur",
            "user_id": "29440",
            "date": "2004-02-09 15:59:13",
            "id": "1484441",
            "reply_to_id": "1484424",
            "text": "þú ert ekki vondur ég þekki þetta það var strákur sem var eða er veit ekki og spurði mig bara á fimmtudaginn og tjáði mér tilfinningar sínar til mín en ég hef engann áhuga á honum svo ekki vera fúll eða reiður. Reyndu að jafna þig og þetta er svoldið sjökk fyrir stelpuna(örugglega) kannski ert þú draumaprinsinn hennar en hún þorir ekki að tjá þá ást hehe. en jafnaðu þig bara á þessu og þetta lagast kallinn en ég verð að fara og hætta þessu sálfræðistali.\nAudda"
        },
        {
            "user": "grimsi87",
            "user_id": "44683",
            "date": "2004-02-09 16:02:05",
            "id": "1484442",
            "reply_to_id": "1484441",
            "text": "Ég þakka stuðninginn, þó svo að hann þýði í raun voða lítið fyrir mig þar sem að þetta er ekki grein eftir mig. Eins og einhver sagði, þá er þetta skrýtinn húmor?….."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-02-09 16:02:11",
            "id": "1484443",
            "reply_to_id": "1484441",
            "text": "já þú ert vondur, ég legg til að þú finnir þér gott bjarg til að hoppa fram af."
        },
        {
            "user": "Zooxk",
            "user_id": "25094",
            "date": "2004-02-09 18:38:54",
            "id": "1484444",
            "reply_to_id": "1484424",
            "text": "Ekki hlusta á Glacier.\nOkey, ef þú ert ekki búin að fatta þetta, né annar sem hefur svarað þessari grein (veit ekki alveg, skimmaði í gegnum svörin), að þessi stelpa sem þú ert/varst hrifin af er bara mjög heimsk, eða mikil ljóska.\nStelpur gera þetta alltaf, maður hefur séð mörg svona dæmi. Hún er að reyna taka fallið af sér og henda því ofan á þig með því að nota vinkonu sína.\nOkey ef ég skildi þetta rétt, þá varst þú hrifinn af henni en hún ekki af þér og vildi ekki gera neitt, nema með hinum gaurnum sem hún var hrifin af.\nSvo var það önnur stelpa sem var hrifin af þér, en þú vildir ekki gera neitt af því þú ert hrifin af þessari annari stelpu.\nEr þetta ekki nákvæmlega eins dæmi ? Sendu henni bara sms og spurðu bara “Hvernig í ósköpun get ég verið vondur við að gera eitthvað með Y, þegar þú vildir ekki gera neitt með mér ?” þar sem Y er stelpan sem er hrifin af þér. Ég tel þetta vera nákvæmlega eins !\nMér finnst þetta mjög fyndið, og með fullri virðingu, enn fyndnara að þið séuð ekki búin að fatta þetta."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2004-02-09 18:43:23",
            "id": "1484445",
            "reply_to_id": "1484424",
            "text": "Ég held þú ættir að testa leiðnina, hugsanlega gæti litrófskönnunn sagt þér eitthvað."
        },
        {
            "user": "Tlov",
            "user_id": "19399",
            "date": "2004-02-09 18:54:37",
            "id": "1484446",
            "reply_to_id": "1484424",
            "text": "Iss, hver hefur ekki lent í þessu… Ég var líka í hálfgerðum hönk með svipað dæmi - hætti bara að hugsa um kelluna og fann mér aðra !!!"
        },
        {
            "user": "mjasa14",
            "user_id": "21127",
            "date": "2004-02-09 19:49:20",
            "id": "1484447",
            "reply_to_id": "1484424",
            "text": "svar frá stelpu (bara svo þú vitir ! )\nsorry en bara dear god nei!\nMeina hvernig áttir þú að vita að þessi hin stelpa var eitthvað hrifin af þér??\nMaður getur ekkert ekki sært einhvern sem marr veit ekki einu sinni að sé hrifin af sér, og þótt þú vissir það þá sko þótt einhver sé hrifin af þér ertu þú ekkert due tilað vera hrifin af henni meina það getur engin sagt þig vondann fyrir að vera bara ekki hrifin af einhverri stelpu þótt hún sé hrifin af þér ! Ef marr væri að reyna að vera rosa nice við alla sem væru einhvern tíman hrifnir af manni fengi maður engan tíma fyrir þúst þann sem maður er sjálfur að spá í og það er ekkert funn =I  …!\nþú getur ekkert gert að því þótt þú viljir ekki þessa hina stelpu, þú ert (eða varst ..?) hrifin af þarna hinni það var bara þannig, meina getur þú þá ekki alveg eins sagt hana vonda fyrir að vilja þig ekki ??\n…meina vá er þá bara Brad Pitt og allir þeir vondir fyrir að vilja ekki vera með öllum stelpunum sem eru brjálæðislega ástfangnar af þeim heldur þeim sem þeir elska ???\nvá munnræpan í mér =þ\nallavegna\nnei! gaur !\nÞað er ekkert að þér !!! =)"
        },
        {
            "user": "Theory",
            "user_id": "2049",
            "date": "2004-02-11 01:40:37",
            "id": "1484448",
            "reply_to_id": "1484424",
            "text": "Eftir að hafa lesið þetta þá er ég nokk sure á að þú sért ekki vondur, tilfinningar eru flókið mál (láttu mig þekkja það.) og það getur oft verið erfitt fyrir fólk að ákveða hvað það vill. En þú ert enganveginn vondur í þessu case'i og ég skil ekki alveg á hveru þú byggir spurninguna.\nQuote:\n“eru allveg algjögljör LORT hálvitinn þinn varstu að ýja í gær, hversu ámátlegur ertu heimska fíflið þitt bara að þú hafir skrifað þetta segir að þú ertu ekkert hrifinn af henni þú ert hrifin af gaurnum sem hún var (ekki)hrifinn af”\nJáhérna, ágætis kenning, Grimsi ertu ?\nQuote:\n“Hæ Hæ…:D Að mínu að dæma þá Nei þú ert alls ekki vondur! Heldur frekar þessi stelpa sem að þú ert(var) Hrifinn af vond tík fyrirgefðu að ég taki þannig til orða en…Þá á hún þig ekki skilið að því að dæma! Þannig að Farðu og Findu Fisk eða hittu mig Bra samfés ballinu hehe :P”\nJáhérna Aftur, sumt fólk á ekki að tjá sig, hún hefur greinilega verið hrifin af öðrum gaur sýnist mér og hefur tekið ákvörðun sem hefur verið erfið fyrir hana, því að fyrst að grimsi er að hafa svona mikklar áhyggjur af því að vera vondur er hann klárlega góður maður.\nEkki taka til þin þessu aula comment sem fólk er að koma með, bara lúðar sem geta ekki gert sér grein fyrir þessu þar sem sterkustu tilfinningar þeirra er tilhlökkunin til jóla.\nEin spurning samt:\n“Ertu nokkuð reiður útí gaurinn sem stelpan sem þú varst hrifin af var hrifin af, kenniru honum um það sem gerðist ” ?"
        },
        {
            "user": "grimsi87",
            "user_id": "44683",
            "date": "2004-02-11 12:04:32",
            "id": "1484449",
            "reply_to_id": "1484448",
            "text": "Nei Theory, ég hef enga ástæðu til að vera reiður út í þann gaur, og þaðan af hef ég alls enga ástæðu til að geta kennt honum um það sem að gerðist. Reyndar er það þvert á móti, því að sá gaur er fínn strákur, og ekki getur hann ráðið við hvernig stelpunni líður með honum og hvernig honum líður með stelpunni.\nÞað sem að ég hins vegar er reiður útaf, er það að þessi stelpa lét mig halda að hún væri ekki hrifin af þeim gaur heldur af mér, og segir mér það síðan svona.\nAðalspurningin mín, sem að virðist hafa farið framhjá allnokkrum hérna, er sú, að á ég að láta eins og ekkert sé, og er það rangt af mér að vera heavy pirraður útí þessa stelpu?\nP.s. Biðst afsökunar á commentunum mínum þar sem að ég segist ekki hafa skrifað greinina. Hélt bara þegar að ég skrifaði greinina, að svona væri ekki svarað miðað við það sem að ég hef lesið hérna á huga. Greinilegt að mér skjátlaðist….."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-02-11 19:59:59",
            "id": "1484450",
            "reply_to_id": "1484424",
            "text": "Herru mér finnst nú bara að þú sért að dæma frá einhverri ímyndun héra… Af hverju í andskotanum ertu að spurja hvort þú sért vondur þegar það er ekki skrifuð ástæða hérna af hverju þér finnst þú vondur."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-02-14 16:01:59",
            "id": "1484425",
            "reply_to_id": "1484424",
            "text": "maður spyr ekki ókunnugt fólk á netinu um eitthvað svona bull það fer bara að hlæja"
        },
        {
            "user": "chicky",
            "user_id": "49158",
            "date": "2004-02-14 17:18:57",
            "id": "1484426",
            "reply_to_id": "1484424",
            "text": "Hvernig áttir þú að vita að þessi stelpa var hrifin af þér???\nbara spurja….og nei..þótt ég sé stelpa þá finnst mér þú ekkert hafa verið vondur!!!\nog það eru alli vongóðir eikkern tímann um eikkað!!!:9\nvonandi gengur þér betur næst!!:9"
        },
        {
            "user": "Peqoz",
            "user_id": "36846",
            "date": "2004-02-15 19:52:07",
            "id": "1484427",
            "reply_to_id": "1484424",
            "text": "Nei ekki vondur en kannski finnst hinni stelpunni illa komið fram við sig útaf einhverju sem gerðist eða eitthvað.. en nei ég held að þú sért ekki vondur :D Bara erfitt að vera unglingu"
        }
    ]
}