{
    "forum_title": "Anime og manga",
    "user": "Arasaka",
    "user_id": "15059",
    "date": "2004-02-09 18:30:27",
    "title": "Naruto",
    "text": "Serían “Naruto” er frekar nýleg sería. Hún hefur bæði verið gefin út í manga og anime, og kemur enn vikulega út nýr þáttur í Japan. Hingað til hafa um 70 þættir verið fansubbaðir (þýddir af aðdáendum og hægt að ná í af netinu).\nÍ aðalatriðum fjallar þessi þáttaröð um 12 ára drenginn hann Uzumaki Naruto (sem er alltaf í über appelsínugulum samfestingi), frekar hávaðasaman og ofvirkan pilt sem langar að verða ninja. Hann býr yfir miklu leyndarmáli sem hann veit ekki einu sinni af sjálfur, því að andi risastórs refs með níu skott (ekki spyrja, ég veit ekki af hverju) sem lagði þorpið hans nær í rúst fyrir 13 árum er innsiglaður í líkama hans. Síðan þá hefur ekki mátt tala um það, því Naruto má ekki komast af því of ungur, en foreldrar hafa ósjálfrátt tekið heift sína yfir eyðileggingu bæjarins út á greyið Naruto og þar með hata börnin hann líka. Þar á ofan er hann munaðarlaus.\nEftir að útskrifast úr ninja-akademíunni lendir hann í liði með hinum svellkalda og hæfileikaríka Uchiha Sasuke og sætu stelpunni með stóra ennið sem virðist ekki geta barist neitt Haruno Sakura, undir leiðsögn Hataki Kakashi, sem virðist einhverra hluta alltaf vera stoned…\nSagan er þrælmögnuð, flottir characterar, kannski einhverjar steríótýpur, en þó virðast flestar brjótast út úr því fyrr eða síðar, dramatískar fortíðir og húmor, spennu og einhverskonar rómantík blandað saman í mjög safaríka seríu.\nEngar áhyggjur, ég er ekki búin að kjafta miklu.\nMín fyrstu viðbrögð við seríunni voru þau að mér fannst þetta helst til bjánalegt, jafnvel barnalegt, en einhverra hluta vegna hélt ég áfram að horfa. Og ég sé ekki eftir því. Sagan verður sífellt alvarlegri, flóknari og dramatískari, heldur húmornum út í gegn, og mér sýnist að fjármagnið sé stöðugt því mér finnst helst til lítið um stillframes. (kannski hef ég bara horft á of margar illa fjármagnaðar seríur…)\nog nú er komið að mér að þegja…",
    "url": "https://www.hugi.is/manga/greinar/192604/naruto/",
    "url_id": "192604",
    "id": "1485295",
    "replies": [
        {
            "user": "eplakjarni",
            "user_id": "68261",
            "date": "2004-02-09 19:40:06",
            "id": "1485310",
            "reply_to_id": "1485295",
            "text": "Kannski að ég kíki á þetta aftur .. ég einmitt horfði á fyrstu 3 þættina og fannst þetta mjög óheillandi stuff."
        },
        {
            "user": "eplakjarni",
            "user_id": "68261",
            "date": "2007-03-28 13:44:25",
            "id": "4734064",
            "reply_to_id": "1485310",
            "text": "þeir verða miklu meira spennandi ég mundi halda áfram að horfa á þá!"
        },
        {
            "user": "Vilhelm",
            "user_id": "2179",
            "date": "2004-02-09 19:49:11",
            "id": "1485311",
            "reply_to_id": "1485295",
            "text": "Horfði á fyrsta þátt. Leist ekkert á þetta. Horfði á fleiri þætti, fór að líka betur við þetta. En á 39. þætti fór ég að sjá sama mynstrið aftur og aftur og aftur… fannst þetta hreinlega orðið þreytandi og gafst upp á þessu öllu saman. Ekki það að mér finnist þetta eitthvað leiðinleg sería, en hún á alls ekki mína athygli skilið, þar sem ég á enn eftir að klára aðrar seríur sem eru að mínu mati alveg skrilljón og fimm sinnum betri en þetta, t.am. One Piece (170+ þættir!), Hunter X Hunter (78 þættir og enn fjölgar með 3ja OVAnu), R.O.D. TV (26 þættir en samt töff… enda var R.O.D. OVAð alveg snilld) og Fullmetal Alchemist (52 þættir) svo eitthvað sé nefnt.\nKannski ég horfði á þetta EINHVERN TÍMANN þegar ég er ekki að horfa á eitthvað annað, er ekki að vinna og aðstæður leyfa (ekkert fansubbed anime í heilt ár frá og með lok mars), en það verður allas ekki á komandi mánuðum, það má bóka…"
        },
        {
            "user": "McSulli",
            "user_id": "25541",
            "date": "2004-02-09 21:36:10",
            "id": "1485312",
            "reply_to_id": "1485311",
            "text": "Úff ! Ég elska þetta svo mikið… þetta er svo mikil snilld !!! Bravó fyrir þessari grein !! Ég segi að þetta séu bestu anime þættirnir.. en það er nú bara mitt álit ;)"
        },
        {
            "user": "TheAshlander",
            "user_id": "47756",
            "date": "2004-10-27 14:32:14",
            "id": "1765532",
            "reply_to_id": "1485312",
            "text": "vá þarna er ég sko meira en sammála!\nAshy…"
        },
        {
            "user": "Hansi",
            "user_id": "8352",
            "date": "2004-02-09 22:02:53",
            "id": "1485313",
            "reply_to_id": "1485295",
            "text": "Meikaði að horfa á svona 7 þætti en gafst svo upp, þetta eru rosalega leiðinlegir þættir, not my cup of tea.\nLeikurinn er jafnvel verri, steiktasta sýra sem ég hef spilað:\nhttp://www.the-magicbox.com/game100503f.htm"
        },
        {
            "user": "Fleebix",
            "user_id": "5906",
            "date": "2004-02-10 00:36:28",
            "id": "1485314",
            "reply_to_id": "1485295",
            "text": "ég fékk alveg nóg af þessu eftir að sami bardaginn hafði enst út 3 þætti með flashbacks og væli, ég meikaði ekki meir…"
        },
        {
            "user": "LalliOni",
            "user_id": "8819",
            "date": "2004-02-10 01:12:31",
            "id": "1485315",
            "reply_to_id": "1485314",
            "text": "já vá þessi flassbökk eru alger hryllingur. ég geri mjög lítið til að ná í anime þættina (nema að það séu eikkerji mega bardagar sem ég veit af) heldur held mig við manga-ið. ég keypti 2 volume og bara alger snilld þó að ninja techniquein eru þýdd á fáránlegan hátt. gott að heyra að fólk hefur aðeins meiri þroska en að öskra bara: “Naruto sökks”… fyrir þá sem að hætta í anime-inu útaf flassbökkunum einum mæli ég alvarlega mikið með mangainu því það er mesta snilld sem ég hef séð sem manga OG anime"
        },
        {
            "user": "Vilhelm",
            "user_id": "2179",
            "date": "2004-02-10 01:27:39",
            "id": "1485316",
            "reply_to_id": "1485315",
            "text": "Ég skoðaði fyrstu 2 volumein og ákvað að halda mig við Fullmetal Alchemist scanlationin… I\"s er samt enn í uppáhaldi hjá mér hvað manga varðar."
        },
        {
            "user": "kelimar",
            "user_id": "20604",
            "date": "2004-02-10 10:34:43",
            "id": "1485317",
            "reply_to_id": "1485295",
            "text": "ég elska þessa þessa þætti þeir eru snilld ég var svo spenntur að ég downloadaði  öllu naruto manga sem ég fann"
        },
        {
            "user": "optimusprime",
            "user_id": "360",
            "date": "2004-02-10 11:40:06",
            "id": "1485318",
            "reply_to_id": "1485295",
            "text": "Ég byrjaði að horfa á þetta á laugard. síðastliðinn og hef ekki litið upp frá þessu síðan :b, mér finnst þessir þættir alveg brilliant, þrátt fyrir að ég er svo til\n\"nýbyrjaður í þessu anime/manga buisness og þessir þætttir fá alveg *****/***** hjá mér. Mæli eindregið með þessum þáttum fyrir þá sem ekki hafa horft á þá ;"
        },
        {
            "user": "optimusprime",
            "user_id": "360",
            "date": "2004-02-10 15:32:02",
            "id": "1485319",
            "reply_to_id": "1485318",
            "text": "persónulega þá eru þetta ekki þættir fyrir mig, er miklu meira að fýla one piece, kominn með alveg upp í 66 :D:D:D"
        },
        {
            "user": "Arasaka",
            "user_id": "15059",
            "date": "2004-02-14 12:00:49",
            "id": "1485320",
            "reply_to_id": "1485319",
            "text": "já, ég var líka eitthvað búin að heyra af þeirri seríu frá vini mínum. Kannski maður checki á því! :)"
        },
        {
            "user": "IZburg",
            "user_id": "19066",
            "date": "2004-02-10 15:38:48",
            "id": "1485321",
            "reply_to_id": "1485295",
            "text": "Heldur barnalegir þættir. En ég hef gaman af þvi og mæli með þvi…Fæ stundum leið á flassbackunum, en lifi það alveg af."
        },
        {
            "user": "TheAshlander",
            "user_id": "47756",
            "date": "2004-10-27 14:40:05",
            "id": "1765539",
            "reply_to_id": "1485321",
            "text": "jamm, sammála með þessi flashback dæmi, ég er búinn að hofra á milljón anime ætti, fullmetal Achemist(búinn með þá), One Piece(algjör snilld) kominn mjög langt þar, Gundam seed mjög fínir, FLCL mæli ég sterklega fyrir þá sem vilja endanlega skemma heilan í sér.  Kyrou Kara Maou eru fínir(holdið hýr). einhver bardagaþátt sem aðalgaurinn kann bara að nota hendur. og svo eitt af lang bezztu þáttunum er Chobits, sem er kanski ekki fyrir alla en ég fíla þá í botn. og svo lengi gæti ég talið. En mér finnst Naruto vera bezztur."
        },
        {
            "user": "TheAshlander",
            "user_id": "47756",
            "date": "2004-10-27 14:42:54",
            "id": "1765543",
            "reply_to_id": "1765539",
            "text": "Og svo má ALLS ekki gleyma Hellsing þáttunum sem ég mæli sterklega fyrir þá sem eru nýbyrjaðir í anime-i\nAshy…"
        },
        {
            "user": "IZburg",
            "user_id": "19066",
            "date": "2004-02-10 15:41:05",
            "id": "1485322",
            "reply_to_id": "1485295",
            "text": "Ég held að markhópur Narutos sé 14 ára og yngri. Þessvegna eru þættirnir barnalegir á köflum."
        },
        {
            "user": "TheAshlander",
            "user_id": "47756",
            "date": "2004-10-27 14:56:53",
            "id": "1765572",
            "reply_to_id": "1485322",
            "text": "Ég get ekki neytað því…….:]"
        },
        {
            "user": "rexuz",
            "user_id": "31513",
            "date": "2004-02-10 16:18:27",
            "id": "1485323",
            "reply_to_id": "1485295",
            "text": "Svalir þættir var að byrja að specca etta er kominn á þátt 14.\nLangaði að spurja eru engir Inu Yasha Fans hérna ??\ná 1-134 af Inu Yasha dýrka þessa þætti (:"
        },
        {
            "user": "halli25",
            "user_id": "18076",
            "date": "2004-02-10 16:59:58",
            "id": "1485324",
            "reply_to_id": "1485295",
            "text": "ég er búnað specca allt mangað sem hefur komið út og alla 69 þættina. Naruto er verulega góð hugmynd að þáttum og geta komið verulega góðir þættir en þetta er verulega langdregið og að bíða eftir hverjum kafla og þætti er verulega pirrandi… mæli með að taka bara eitt season í einu og bíða með að specca meðan ekki er búið að gefa út allt."
        },
        {
            "user": "TestType",
            "user_id": "14778",
            "date": "2004-02-14 05:47:38",
            "id": "1485298",
            "reply_to_id": "1485295",
            "text": "Storgoð seria hreint!\nI miklu uppahaldi hja mer, en hef þo ekki seð meira en fyrstu 40 þættina. Gat ekki orðið mer um meira eftir að Killua nokkur tok upp a þvi að lata sig hverfa :)\nVinur minn er svo að koma fra Japan i næsta manuði og er eg buinn að biðja hann um að kaupa fyrir mig Naruto 2 fyrir GameCube. Annsi spenntur fyrir honum.\nBtw, kommutakinn minn er eitthvað bilaður >:("
        },
        {
            "user": "Selena",
            "user_id": "29486",
            "date": "2004-02-18 22:41:33",
            "id": "1485296",
            "reply_to_id": "1485295",
            "text": "“Serían ”Naruto“ er frekar nýleg sería. Hún hefur bæði verið gefin út í manga og anime, …”\nHvað meinaru með þessu, þá í svart/hvítu myndasöguformi og á spólu eða?"
        },
        {
            "user": "Arasaka",
            "user_id": "15059",
            "date": "2004-02-23 11:10:23",
            "id": "1485297",
            "reply_to_id": "1485296",
            "text": "já, það meina ég!"
        },
        {
            "user": "SjuBB1",
            "user_id": "49782",
            "date": "2004-02-20 16:13:19",
            "id": "1485300",
            "reply_to_id": "1485295",
            "text": "Þessir þættir eru alger snilld, varð hooked á þessu fyrir þó nokkru síðan og grét marga föstudaga eftir að hafa horft á þátt og síðan munað eftir að næsti kæmi eftir viku.\nEn þetta comment að þetta væri sama dæmi aftur og aftur er tómt RUGL, ég sé ekki alveg hvernig fólk getur séð það, þar sem þau eru alltaf að uppgötva og búa til ný trikk sem bæta alltaf smá “spice” í hvern bardaga fyrir sig.\nOg eitt í viðbót, ég myndi segja að húmorinn í þessum þáttum væri frekar erfitt fyrir 14ára krakka að skilja…. svo ekki beint mikið barnalegt við þennan þátt..\nEn allavega, góð grein ^^"
        },
        {
            "user": "Vilhelm",
            "user_id": "2179",
            "date": "2004-02-21 12:46:50",
            "id": "1485301",
            "reply_to_id": "1485300",
            "text": "Þátturinn er sýndur á children's prime time, svo…"
        },
        {
            "user": "DarkSnake",
            "user_id": "4548",
            "date": "2004-03-14 00:38:04",
            "id": "1485302",
            "reply_to_id": "1485301",
            "text": "Og við erum nottla alltof miklir karlmenn til að horfa á barnalegar teiknimyndir?\nÞetta er að minnsta kosti ekki einhvað Pokemon dót.  Ég horfi á Naruto fyrir húmorinn og skemmtilega bardaga, ef ég vill alvörugefið efni þá mun ég horfa á Witch Hunter Robin enn og aftur."
        },
        {
            "user": "Vilhelm",
            "user_id": "2179",
            "date": "2004-03-14 13:03:19",
            "id": "1485303",
            "reply_to_id": "1485302",
            "text": "Ef þú hefðir fylgt umræðunni eftir hefðirðu komið auga á það að það er til alveg fullt af óendanlega heimsku fólki sem þverneitar að flokka Naruto undir barnaefni.\nMér finnst ekkert slæmt við þessa seríu (hef speccað 1-39, nota bene), það eru bara svo margar seríur sem eru meira virði að horfa á en þessi…"
        },
        {
            "user": "DarkSnake",
            "user_id": "4548",
            "date": "2004-03-15 23:50:52",
            "id": "1485304",
            "reply_to_id": "1485303",
            "text": "Point taken"
        },
        {
            "user": "Trios",
            "user_id": "32245",
            "date": "2004-04-04 15:36:27",
            "id": "1485305",
            "reply_to_id": "1485303",
            "text": "okey það er soldið seinnta svar en ég hef eina spuringu ef þið clicka á linking fyrir neðan og sjá myndina er þetta eithvað sem þið mundu sjá í BARNAEFNI?\nhttp://www.narutochuushin.com/pictures/mang\na/chapter211/chapter211_17.jpg"
        },
        {
            "user": "Vilhelm",
            "user_id": "2179",
            "date": "2004-04-09 01:19:39",
            "id": "1485306",
            "reply_to_id": "1485305",
            "text": "Thetta flokkast undir barnaefni… heh… Naruto er meirasegja synt klukkustund a eftir Pokemon herna. Reyndar a annari stod, en samt, I made my point. En ja, a japanska standarda er Naruto barnaefni, bokabudirnar skella thessu a augljosan stad, beint vid hlidina a One Piece, Prince of Tennis og odrum vinsaelum bokum, sem einnig flokkast undir barnaefni. Einnig er Naruto birt i Shounen Jump med myndasogum a bord vid Dragonball og Yu-Gi-Oh i Bandarikjunum.\nBottom line: Naruto er barnaefni, sama hvernig thu litur a thad…"
        },
        {
            "user": "Arasaka",
            "user_id": "15059",
            "date": "2004-07-07 12:39:17",
            "id": "1485307",
            "reply_to_id": "1485306",
            "text": "Hm.. hví helga aldrei svara?\nEn þýðir það að Naruto sé barnaefni það að Naruto sé leiðinlegt?\nÉg er bara að spyrja, ég er forvitin.\nEr barnaefni = skítur?"
        },
        {
            "user": "Vilhelm",
            "user_id": "2179",
            "date": "2004-07-07 12:45:29",
            "id": "1485308",
            "reply_to_id": "1485307",
            "text": "Málið er að það eru svo margir sem eru hreinlega í afneitun, halda því sterklega fram að þetta sé barnaefni, sem það er!\nHef ekkert á móti þáttunum, fyrir utan þá staðreynd að það gerist næstum því ekkert í hverjum einasta þætti. Horfði meira að segja á nýjasta þáttinn sem var sýndir í dag og tjah, get ekki sagt að það sé að breytast."
        },
        {
            "user": "Arasaka",
            "user_id": "15059",
            "date": "2004-07-09 15:06:32",
            "id": "1485309",
            "reply_to_id": "1485308",
            "text": "Já, það er alveg satt. Þættirnir geta verið frekar langdregnir.\nEn mangað er miklu betra! :D Maður verður bara háður þessu eftir nokkur Volume."
        },
        {
            "user": "TheAshlander",
            "user_id": "47756",
            "date": "2004-10-27 14:44:43",
            "id": "1765549",
            "reply_to_id": "1485300",
            "text": "“Og eitt í viðbót, ég myndi segja að húmorinn í þessum þáttum væri frekar erfitt fyrir 14ára krakka að skilja”\nhmmm… ætti ég að taka þessu sem móðgun"
        },
        {
            "user": "SjuBB1",
            "user_id": "49782",
            "date": "2004-02-20 16:14:43",
            "id": "1485299",
            "reply_to_id": "1485295",
            "text": "vó, tölvan fraus og síðan byrtist 3sinnum =)\nbiðst velvirðar á þessu\n^^"
        },
        {
            "user": "Stone",
            "user_id": "29572",
            "date": "2004-04-16 15:24:48",
            "id": "1485325",
            "reply_to_id": "1485295",
            "text": "Naruto er bara tær snilld!!! Ég hef séð fyrstu 24 þættina og get sagt ykkur að ég hef aldrei séð jafn skemmtilegt anime á æfinni!!!"
        },
        {
            "user": "kuxi",
            "user_id": "25719",
            "date": "2004-05-24 03:36:49",
            "id": "1485326",
            "reply_to_id": "1485295",
            "text": "Hæ, mig langaði bara að segja að ég var að lana síðustu vikuna og vinur minn var með alla þættina… ég gerði ekki mikið annað en að horfa á alla 84 þættina sem ég gat fundið :D\nSerían er mjög mikið barnaleg fyrst en þá byggir serían aðallega á húmor en þegar seinna er komið þá er þetta orðið mikklu meira drama og verður minna og minna barnalegt, þótt húmorinn sé enn til staðar.\nÉg hef reyndar ekki horft á margar seríur af anime, þannig að ég get ekki borið þessa seríu saman við margar aðrar, en naruto og kenshin eru uppáhalds anime-in mín\nkv. Kuxi"
        },
        {
            "user": "Talesofelviz",
            "user_id": "39258",
            "date": "2004-09-05 15:37:47",
            "id": "1708464",
            "reply_to_id": "1485295",
            "text": "já…ég get ekki annað sagt en að ég er algerlega húkt Á naruto..þetta er barnaefni, engin vafi á því…það er ekkert “language”, dauða senur eru mjög “clean” og ekkert sést…og þegar fólk meiðist og fær sár eða ælir blóði þá er það alltaf falið og bara hljóðið heyrist…reyndar þá finnst mér þetta vera frekar hart barnaefni…allavega er þetta svona:of lint til að vera almennilega geðveikt kúl og of harsh til að vera barnaefni."
        },
        {
            "user": "TheAshlander",
            "user_id": "47756",
            "date": "2004-10-27 14:51:23",
            "id": "1765559",
            "reply_to_id": "1708464",
            "text": "Oki þetta er svona blandað barnaefni og ekki, þetta er sett í barnahillur og þannig því að þá græða þeir miklu meira á því. Þeir jú æla blóði og hlaupa útum allt með sverð um allan líkaman og blóðið lekur út um allt.  En ég get ekki sett þetta hliðiná Hellsing eða þannig þáttum."
        },
        {
            "user": "siggikorn",
            "user_id": "47904",
            "date": "2004-12-29 16:47:06",
            "id": "1868423",
            "reply_to_id": "1708464",
            "text": "ókei langaði að koma með einn svona point hérna þó MJÖG seint sé en ég var að lesa Naruto þar sem einn gæi rífur bein úr öxlinni á sér á mjög grafískann hátt og spennir rifbeininn svo þau rifna útúr bringunni á honum til að verja sig gegn spörkum og annað þar sem einn gaur sprengir sjálfann sig og það kemur blóðpollur útum allt og blóð skvettist um allar trissur….barnaefni?"
        },
        {
            "user": "Talesofelviz",
            "user_id": "39258",
            "date": "2004-12-31 12:48:25",
            "id": "1872478",
            "reply_to_id": "1868423",
            "text": "hahahaha….róaðu þig félagi:P\nþetta var feit lygi eða þú varst að rugla saman naruto og helsing;)"
        },
        {
            "user": "siggikorn",
            "user_id": "47904",
            "date": "2005-01-05 22:30:24",
            "id": "1884700",
            "reply_to_id": "1872478",
            "text": "nibb alls ekki lygi…"
        },
        {
            "user": "Talesofelviz",
            "user_id": "39258",
            "date": "2005-01-05 23:46:28",
            "id": "1884906",
            "reply_to_id": "1884700",
            "text": "hehe, sure ;)"
        },
        {
            "user": "siggikorn",
            "user_id": "47904",
            "date": "2005-01-06 00:28:17",
            "id": "1884959",
            "reply_to_id": "1884906",
            "text": "naruto Manga chapter 200 - 211, einhversstaðar þar er gæi sem heitir Kimimaru og gerir þessa hluti.. og einhverntímann þá reynir einhver að drepa Gaara og sprengir sig í tætlur og þá fer blóð um allt…"
        },
        {
            "user": "Talesofelviz",
            "user_id": "39258",
            "date": "2005-01-08 16:23:02",
            "id": "1889868",
            "reply_to_id": "1884959",
            "text": "sure"
        },
        {
            "user": "siggikorn",
            "user_id": "47904",
            "date": "2005-01-08 16:44:08",
            "id": "1889908",
            "reply_to_id": "1889868",
            "text": "það var nú gott að þú varst sammála mér, en ef þú vilt einhverja frekari sönnun þá get ég sent þér myndir af þessu á msn…"
        },
        {
            "user": "StarGazer",
            "user_id": "53478",
            "date": "2004-10-02 13:05:56",
            "id": "1733281",
            "reply_to_id": "1485295",
            "text": "Þetta eru snilldar þættir ég er þegar kominn með 103,\nég hef ekki getað hætt að horfa á þá síðan ég sá þann fyrsta"
        },
        {
            "user": "viddics",
            "user_id": "47084",
            "date": "2005-10-29 00:18:42",
            "id": "2631757",
            "reply_to_id": "1733281",
            "text": "heh ég er NR.1 Narutofan. ég á alla þættina og held áfram að safna nýjum og nýjum þáttum á hverri viku, þetta eru snilldar þættir , það er ekkert að marka fyrstu þáttunum í Naruto, ég á 30 gb af naruto þáttum, the movie, og trailera af naruto. Bara snilld og þetta er ekkert barnaefni, þetta er frekar ekki við hæfi ungra barna myndi ég segja  en ég mæli vel með þessum    þáttum."
        },
        {
            "user": "eplakjarni",
            "user_id": "68261",
            "date": "2007-03-28 13:45:43",
            "id": "4734066",
            "reply_to_id": "1485295",
            "text": "þessi sería er svo góð………..en núna eru náttturulega komnin naruto shippuuden þannig að maður getur horft á hana!"
        },
        {
            "user": "kristofer85",
            "user_id": "39879",
            "date": "2012-01-31 20:30:52",
            "id": "7374161",
            "reply_to_id": "1485295",
            "text": "mér finnst Naruto vera fínasta anime þó mangað sé betra að mínu mati\nég hef ekki neitt á móti naruto en aftur á móti verð ég að segja að mér er alltaf að líka minna og minna við þennan rosalega fandom sem serian hefur skapað sum sé NARUTO FANS\nþegar ég segji fans þá á ég ekki við fólk most fans sem einfaldlega fynnst serian skemtileg heldur er ég að tala um Narutards sem halda áfram að pósta allstaðar að ef þér líki ekki við naruto þá sértu hálviti, naruto sé besta anime sem búið hafi verið til og álíka over the top dýrkun border lining religion\ncurrently my opinion of naruto is the same as my opinion of god\nI have nothing against the them but I hate their fanclub\nBætt við 31. janúar 2012 -  21:20\neinnig vill ég bæta aðeins við umræðuna um hvort naruto sé barnaefni eða ekki\nnaruto eins og bleach,pokemon, one piece og slatti af öðru vinsælu anime er flokkað sem “Shounen anime og er aðal target hópur þess strákar á aldrinum 10-16” þannig að þetta er hálfgjört barnaefi en samt ekki samt ef það ætti að flokka þetta anime annaðhvort sem anime fyrir börn eða anime fyrir fullorðið fólk þá væri það hundrað prósent flokkað fyrir börn\nsure það er blóð og dauði and such í Naruto en ef þú berð það saman við anime ætlað fyrir fullorðna t.d Berserk eða Hellsing þá sérðu alveg greinilega hvort er ætlað fyrir hvað\nsamt þar sem það er flokkað sem shonen(for boys) en ekki kodomo(for kids) þá er naruto ekki barnaefni samhvæmt japönskum stöðlum\nendilega leiðréttið mig ef ég hef verið að bulla"
        }
    ]
}