{
    "forum_title": "Skátar",
    "user": "closed",
    "user_id": "7589",
    "date": "2004-02-09 16:09:36",
    "title": "D.S. Vetrarlíf",
    "text": "Sæl öll sömul\nMér fannst vera kominn tími til að skrifa grein hingað inn á þetta áhugamál þar sem ég hef ekki gert það í alltof langan tíma. Það sem ég ætla að skrifa um er námskeið sem ég fór á og heitir D.S. Vetrarlíf\nD.S. Vetrarlíf\nFundur var á mánudeginum fyrir mótið og mættu þangað fullt af skemmtilegu fólki sem maður þekkti og maður byrjaði að tala við og svona. Síðan þegar búið var að poppa nokkra poka af poppi kom fólkið sér fyrir í salnum í Hraunbæ 123 og át popp og þeir hörðustu drukku versta appelsínudjús sem hefur komið í þeirra maga.\nSíðan komu leiðbeinendurnir og kynntu sig, þeir voru Kolli, Gummi, Gása og Finnbogi Akureyringur. Kolli kom með fullt af dóti til að sýna okkur og lét okkur fá útbúnaðarlista með fullt af hlutum sem enginn átti t.d. beavaq og snjósög. Þegar búið var að fara yfir allan útbúnað, klæðnað og koma okkur í skilning um það að ef við kæmum í bómullarfötum yrðum við rekin heim. Síðan var farið yfir dagskránna og síðan hópana. Skipta átti okkur í 4 manna hópa til að vera í alla helgina. Sumir voru ekki alveg sáttir við þessa hópa sem foringjarnir voru búnir að setja og síðan eru líka sumir vitleysingar eins og Steinar sem komast að því að þegar hóparnir eru lesnir upp að þeir eru ekki í hóp. Síðan í lokin átti hópurinn að koma sér saman hver myndi koma með hvað af sameiginlega dótinu sem var fullt af hlutum eins og tjald, skóflur og prímus.\nMæting var niður í skátamiðstöð klukkan 18:45 og átti að vera lagt af stað stundvíslega klukkan 19:00 en eins og yfirleitt er með þessa blessuðu skáta fara þeir aldrei eftir skátalögunum sínum og flest allir mættu of seint og ekki var lagt af stað fyrr en 19:20 og auðvitað enginn skilinn eftir og okkur var hótað.\nÁ miðri Hellisheiðinni var stoppað fyrir einum útlending frá Vestmannaeyjum sem ætlaði að skella sér með okkur. Loksins var komið á áfanga stað í margra gráðu frosti, snjókomu og roki og það á móti okkur í þokkabót. Þá skellti fólk sér í fötin sín flestir með Lambúshettu  skíðagleraugu og alles. Það tók sinn tíma fyrir fólkið að klæða sig í legghlífarnar og allt svo var bara lagt af stað leið og allir voru tilbúnir. Reyndar var ein undantekning með það hvað fólk var lengi að klæða sig og það var með Ásgeir Kóp, hann mætti í gamaldagskraftgalla frá 66°norður og venjulega húfu og hafði því ekkert meira til að fara í fyrir utan það sem hann var í.\nEftir göngu með nokkrum stoppum komum við lokksins upp í skálann Þrim og eru allir voða þreyttir og svona svo eftir smá kakó og rólegheit er fólk farið að koma sér í svefnpoka og farið að sofa.\nVaknað var eldsnemma á við það að Fimmbogi gerði lélega tilraun til að vekja alla í skálanum og lágu nú bara flestir í svefnpokunum sínum þangað til Kolli kom nett pirraður yfir því að við værum enn sofandi og hann væri búinn að vera að búa til hafragraut handa okkur. Þá var gott að vera þægur og þeir sem vöknuðu snemma og fengu sér hafragraut fengu óbrenndan en þeir sem voru latari og komu seint fengu brenndan grjónagraut.\nSíðan eftir ágætis morgunverð komum fórum við að hlusta á fyrirlestra um snjóhús og fleira sem átti að gera þann dag. Síðan var bara hádegismatur og var það sætsúpa sem var ekkert voðalega góð á bragðið, en það var líka brauð með kæfu og svona svo enginn eðlilegur var svangur eftir þessa máltíð.\nÞví næst var komið að verkefni dagsins og það var að klæða sig í öll fötin sín og koma sér út í þessa snjókomu og þetta rok sem var úti og búa til snjóhús. 3 hópar fundu sér skafl rétt fyrir ofan skálann og 2 hópar í smá skafl dálítið lengra í burtu. Þeir sem voru beint fyrir ofan skálann voru með mjög harðann snjó og dugðu engar plastskóflur þar heldur bara ál og stundum dugði það ekki til því skaftið á 2 ál skóflum brotnaði. Hinsvegar voru þessir 2 hópar þarna aðeins í burtu í snjóskorti (ég var í einum hópnum og með Steinari Nönnu og Bæring og nágranni okkar hann Jón Andri var svo óheppinn að lenda með 3 stelpum úr Hafnarfirði mínar bestu samúðarkveðjur Jón Andri) en hinsvegar var snjórinn okkar svo mjúkur að við gátum notað allar gerðir af skóflum og notuðum snjósagir einnig mjög mikið. Síðan má ekki gleyma að ónefndur aðili í hópnum fór inn því henni var orðið svo kalt á tánum og fór inn til foringjana og lét þá dekra aðeins við sig.\nEftir 6 klukkutíma vinnu voru snjóhúsin svona byrjuð að myndast og fór fólk þá að fara inn og ná sér í mat til að elda sjálf úti í snjóhúsinu. Í matinn var pasta og tómt brauð. Síðan þegar búið var að loka snjóhúsinu búa til kamar, hringtorg, stiga og fleira var okkur farið að langa inn svo við fórum og spurðum hvort við mættum fara inn en það máttum við ekki fyrr en allir voru búnir að klára snjóhúsin og borða svo að við fórum og spörkuðum í rassinn á fólkinu sem var ekki búið að borða og hjálpuðum smá til svo við gætum komist aðeins fyrr inn. Síðan var farið inn fengið heitt kakó hlustað á fyrirlestra og svona. Síðan þegar leið á kvöldið áttum við að fara út í snjóhús að sofa.\nFólk var nú misánægt með að ætla sofa í snjóhúsi en flestir sættu sig nú við það og allir komu sér út um kvöldið þó nokkrir höfðu náð að dotta aðeins inni. Þegar komið var út í snjóhús fórum við og röðuðum dýnunum og pössuðum vel að enginn myndi liggja í snertingu við snjóinn svo engum yrði kalt og niðurstaðan var sú að þeir sem væru með beavaq myndu sofa út við endana (ég og Nanna). Ég sem var búinn að vera eitthvað slappur var búinn að fá mega dúnpoka lánaðan hjá systur minni og var líka með flíspoka svo ég svaf vært og rótt þangað til klukkan rúmlega 5 var fólkinu farið að kólna. Einn hlutur leiddi að öðrum og af því Nanna ætlaði inn ætlaði Steinar inn og af því að Steinar ætlaði inn ákvað Bæring líka að fara inn því honum var orðið svolítið kalt og víst ég var einn eftir ákvað ég að koma mér inn þó ég hefði það alveg ágætt þarna. Síðan var bara farið inn og hver og einn tók sína eigin koju til að vera í og við höfðum það bara gott þangað til hinir fóru að tínast inn hægt og hægt.\nSíðan var vaknað og aftur fór fólk að fá sér hafragraut sem Kolli hafði eldað og í þetta skiptið ekki brenndur heldur þurr í staðinn því við vorum svo lengi að vakna. Síðan átti að drífa fyrirlestrana sem eftir voru af þarna svo við gætum farið að drífa okkur heim. Þegar fyrirlestrarnir voru búnir fór krakkarnir út í snjóhús að elda hádegismat á meðan foringjar tóku allt í skálanum til. Síðan þegar allt var til var haldið af stað í frábæru veðri og ferðin gekk vel fyrir sig og á meðan við vorum að bíða eftir rútunni var farið í ýmsa leiki eins og so maggi dans í lero og hlaup í skarðið. Síðan var haldið heim á leið og endaði þetta í Hraunbæ 123 og allir fóru kátir og skítugir heim.\nSagan er nú ekki alveg búin því sumir úr hópnum fóru á Pizza Hut smáralind og síðan í bíó á alveg ógeðslega leiðinlega mynd og síðan fór fólk bara að koma sér heim.\nÞað eru 2 vafa atriði hér eftir að ég skrifaði þessa grein…\nOrðið lambúshetta er þetta skrifað svona eða lambhúshetta eins og leiðréttingar forritið segir að sé rétt en ekki hitt.?\nSíðan er það annað… hvernig er so maggi dans í lero skrifað?\nJæja vona að þið nennið að lesa þetta þó setta sé rosalega langt, og endilega svarið þessu svo það sé þess virði að skrifa svona greinar.\nKveðja\nSölvi Kópu",
    "url": "https://www.hugi.is/skatar/greinar/192611/ds-vetrarlif/",
    "url_id": "192611",
    "id": "1485461",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2004-02-10 00:10:59",
            "id": "1485466",
            "reply_to_id": "1485461",
            "text": "kanski var tími til kominn fyrir mig að skrifa grein hérna.\nJá það er rétt hjá þér Sölvi að myndin sem við fórum á var ömurleg. Jón Andri sofnaði tvisar og fólk gekk út úr salnum í hléi.\nBtw, sölvi snjóhúsið sem ég, þú, Bæring og Nanna bjuggum til var lang flottast!!! Tveggja hæða snjóhús er sjaldgæf.\nJá maturinn var ekki sérstakur. Allavegana ekki súpan. Hún var, hvernig ætti maður að orða þetta? jú, hún var “sérstök”.\nEn sölvi þú ert að gleyma einu í sögunni þinni! Frekar fyndnum hlut. Það er að segja snjóflóðið sem tveir ungliðar Ársæls lentu í þegar það var marg búið að segja þeim að fara ekki upp í fjallið og hoppa í hengjunum. En þeir viltu ekki til segjast og lendu í snjóflóði.\nEn það var margt skemmtilegt sem gerðist um helgina og Sölvi kom að hérna fyrir ofan.\nKv. Steinar Ægisbúi"
        },
        {
            "user": "kittysvein",
            "user_id": "27105",
            "date": "2004-02-10 10:24:59",
            "id": "1485467",
            "reply_to_id": "1485461",
            "text": "Snilldar grein,\nvá hvað mig langar heim í snjóinn ;)"
        },
        {
            "user": "Elisabet",
            "user_id": "27825",
            "date": "2004-02-10 12:24:18",
            "id": "1485468",
            "reply_to_id": "1485467",
            "text": "Já þetta var geggjuð ferð marr;o) En ja´hefir mátt taka þetta með strák vitleysinganna inni….\nEn Takk fyrir skemmtilega helgi:o) Flott greyn hjá þér mmmeeelllaxxxx!! byð að heilsa Jósafat marr er farinn að sakna hans….. kv Alma Útlendingur:o)"
        },
        {
            "user": "betan",
            "user_id": "43248",
            "date": "2004-02-10 15:31:07",
            "id": "1485469",
            "reply_to_id": "1485461",
            "text": "Þetta var alveg massa skemmtileg útilega ;D"
        },
        {
            "user": "closed",
            "user_id": "7589",
            "date": "2004-02-10 15:39:33",
            "id": "1485470",
            "reply_to_id": "1485469",
            "text": "Já það er kanski rétt hjá ykkur að þetta með þessa vitleysinga þarna, hinsvegar var þetta að verða svo langt að ég varð að sleppa einhverju.\nÞessi helgi var náttla bara snilld og foringjarnir á þessu námskeiði voru bara samansafn af skemmtilegustu bestu foringjum á Íslandi… og reyndar líka mestu vitleysingjum á Íslandi :P\nEn veit enginn með þessa lambúsettu?"
        },
        {
            "user": "Elisabet",
            "user_id": "27825",
            "date": "2004-02-10 17:41:31",
            "id": "1485471",
            "reply_to_id": "1485470",
            "text": "Ha hvaða lambosettu???"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-02-10 18:12:43",
            "id": "1485472",
            "reply_to_id": "1485470",
            "text": "Jamm, hljómar gríðarlega skemmtilegt. Við vorum að minnsta kosti þrír í Heiðabúum sem ætluðu í þessa ferð, en eitthvað skolaðist til og endaði vetrarútilega félagsins á sama tíma og Vetrarlífið. Vonandi skemmtuð þið ykkur vel.\nPS getur ekki verið að þetta hafi verið saman safn af bestu foringjunum…..við ekki þarna…;-)\nPPS hvað segirðu, átti enginn beavaq, skil alveg að fólk ætti ekki snjósagir, en hélt að flestir ds ættu beavaq."
        },
        {
            "user": "betan",
            "user_id": "43248",
            "date": "2004-02-10 19:24:18",
            "id": "1485473",
            "reply_to_id": "1485461",
            "text": "hmm, mér finnst ekki margir eiga bevaq, reyndar var ég með eitt slíkt… En ég held samt að fólki hafi ekkert verið svona alveg gífurlega kalt miðað við…\nps, ég svaf víst inni alla nóttina!"
        },
        {
            "user": "jonan",
            "user_id": "27865",
            "date": "2004-02-10 20:56:25",
            "id": "1485474",
            "reply_to_id": "1485473",
            "text": "Já þá er komið að mér að tjá mig!!! bara svona til að bjarga skinni Hraunbúa aðeins þá voru þessar 3 hraunbúastelpur ágætisvinnukraftur en þó mætti vera meira við enduðum með alveg príðis snjóhús. að mínu manti betri en einhver þarna. Já svo vil ég minna á taktana sem ég sýndi´á gönguskíðum á leiðinni til baka. alveg að brillera:s\nJá og svo 3 atriðið. Það var að ég var svo að brillera í mínu fyrsta skipti í sjónmanski danski leo(veit ekkert hvernig á að skrifa það) en þessir kópa-hetjur voru eitthvað að þykjast vera bestir en ég veit ekki betur en að ég hafi unnið síðustu 2 leikina og það eru alltaf síðust 2 sem gilda!!! OG því Sannast enn og aftur að Árbúar eru betri en Kópar. já svo vil ég minna á hve oft ég rústaði einhverum kóp um helgina þá aðalega DANNA“litla” hann var í lokin á útileguni farinn að skríða á 4 fótum og kyssa á mér fæturna ´svo e´g færi ekki að móðga hann eða niðurlæga hann fyrir framan alla. En eg vil bara ljúka máli minu nuna og segja Takk fyrir yndislega helgi og þakka foringjunum fyrir helgina.    Já og líka ÞÁ ER ÞESSI LOST IN TRASLASION (EÐA WHAT EVER HVERNIG ÞAÐ ER SKRIFAÐ) ÞÁ ER ÞETTA ALGER PAIN IN THE ASS AÐ FARA Á HANA!!!!!!!!"
        },
        {
            "user": "jonan",
            "user_id": "27865",
            "date": "2004-02-10 20:57:13",
            "id": "1485475",
            "reply_to_id": "1485474",
            "text": "P.s þá eru myndirnar mínar sem ég tók komnar á hraunbuar.is!!!!!! tjékkið á þeim!!!!!!"
        },
        {
            "user": "closed",
            "user_id": "7589",
            "date": "2004-02-10 23:32:04",
            "id": "1485476",
            "reply_to_id": "1485474",
            "text": "Já Jón Andri þú varst svo góður á skíðum… dast helst ekki á meira en 2 m fresti… :P\nEn annars þetta með hópana þá var þetta eiginlega svindl því við tókum steinar svo 3 stelpur enduðu hjá þér meðan við vorum 3 strákar og 1 stelpa…\nOg vinurinn… láttu þér dreyma um að Árbúar verði einhverntímann betri en Kópar…\nSíðan til að bæta við og sýna hversu leiðinleg myndin er þá er gott dæmi um það að Jón Andri sofnaði TVISVAR á myndinni… og Sverre reyndar líka einu sinni"
        },
        {
            "user": "jonan",
            "user_id": "27865",
            "date": "2004-02-11 11:18:34",
            "id": "1485477",
            "reply_to_id": "1485476",
            "text": "Hvað er þetta ég var öflugur á skíðunum!!! En Sölvi þá eru Árbúar mun betri en Kópar verðið bara að sætta ykkur við það ég vann í leiknum og það er hann sem telur. Og svo vil ég helst sleppa að rifja upp það sem gerðist í ÞRIST í nýársútileguni bara svo að niðurlægingin verður ekki meiri en hún er nú þegar Sölvi minn;)"
        },
        {
            "user": "Bedbug",
            "user_id": "25509",
            "date": "2004-02-11 17:37:38",
            "id": "1485478",
            "reply_to_id": "1485477",
            "text": "Þið eruð allgjörlega að beila marr HRAUNBÚAR rokka … aha .. yebb þetta var snilldarferð og vil þakka öllum fyrir að hafa verið þarna ..! þið eruð öll æði …"
        },
        {
            "user": "dagni",
            "user_id": "50397",
            "date": "2004-02-11 23:02:24",
            "id": "1485479",
            "reply_to_id": "1485478",
            "text": "já elna hraunbúar eru bestir og ég mæli eindregið með því að allir skelli sé í lækjarbotna um út vil ek helgina því já þar verður bara gaman aþþí við verðum þar alla helgina =Þ og jammz bið að heilsa öllum sem voru á ds vetra´líf og sölvi við vorum mjög duglegar að gera snjóhúsið okkar hrmph en allvega hraunbúar eru bara æði ;) og svo mega hin félögin slást um annað og þriðja sætið  okei þá vitum við það sjáumst bara bæbæ"
        },
        {
            "user": "Bedbug",
            "user_id": "25509",
            "date": "2004-02-11 23:17:34",
            "id": "1485480",
            "reply_to_id": "1485479",
            "text": "hehh Við vitum öll innst inni að hraunbúar eru bestir þetta er bara mótþróaskeið hjá ykkur rúsínurnar mínar… jæja ég mæli samt eindregið með því að þið lítið við í lækjarbotna um helgina :D og komið í skemmtilega útilegu :D Yeah alllaveganna um kvöldið"
        },
        {
            "user": "siggiu",
            "user_id": "27630",
            "date": "2004-02-11 22:41:34",
            "id": "1485481",
            "reply_to_id": "1485461",
            "text": "Sælir dróttskátar!!!!\nFrábært grein - frábærar myndir - frábært fólk - frábær Hellisheiði!\nSé einhver í vafa um það eru snilldarskálarnir Kútur og Þrymur staðsettir á Heillisheiðinni allt árið um kring og því skora ég á dróttskáta að láta vaða uppeftir í tíma og ótíma.  Það eru allt of margar helgar sem þeir standa auðir.\nHvernig væri að skella sér strax um næstu helgi?\nÞað er ekkert betra en að gista í Kút fyrri nóttina, fara svo í Gunnsa (hverinn í Fremstadal) eða jafnvel alla leið inn í Reykjadal í sund á laugardeginum og grafa sér síðan snjóhús til að sofa í fyrir kvöldið.  Taka hrikalega gott rauðvínslegið lambalæri, setja það í steikarpoka,  ofan í stóran pott, grafa allt saman ofan í “Bakaríið” og borða síðan þremur tímum seinna ásamt ORA grænum baunum og rauðkáli.\nSitja inni í skála með frábæru fólki, spila á gítar fram eftir nóttu þangað til hetjurnar fara út í snjóhús en kúristarnir kúra inni …og þýða síðan hetjurnar þegar þær koma inn aftur frosnar seinni part nætur.  Svo er auðvitað líka bara hægt að skreppa uppeftir, vera SAMAN með skemmtilegu fólki og gera akkúrat ekki neitt annað!\nAlgjör snilld…súper dróttskátastarf.  Svona á að gera þetta!  Ég skora á dróttskáta úr hvaða félögum sem er að mæla sér mót á Hellisheiðinni um helgar.  Hellisheiðin er leiksvæði fyrir lengra komna!\nDróttskátakveðjur,\nSiggi Úlfars.\nPs. Utanyfirpoki er skrifað: Bivouac & Lambhúshetta er rétt.  Það var ekki fyrr en seinna sem “búsið” var fundið upp og lítil þörf á hettum í kringum það! ;o)\nPps. Hægt er að panta Kút hjá Skjöldungum og Þrym hjá Landnemum.\nKútur:\nhttp://www.skatar.is/bis/listar/skalar/kutur.html\nÞr ymur:\nhttp://www.skatar.is/bis/listar/skalar/thrymur.htm"
        },
        {
            "user": "betan",
            "user_id": "43248",
            "date": "2004-02-11 23:01:50",
            "id": "1485482",
            "reply_to_id": "1485461",
            "text": "æji dúllurnar mínar. Það er svo sætt að þið lifið ennþá í voninni.. Eins og kom svo greinilega fram um helgina eru Skjöldungar bestir. Það er í allra hag að viðurkenna þessa stareynd sem fyrst !\n:)"
        },
        {
            "user": "closed",
            "user_id": "7589",
            "date": "2004-02-11 23:27:03",
            "id": "1485483",
            "reply_to_id": "1485482",
            "text": "Gaman að sjá hvað margir taka vel í umræðu um svona helgi hérna :D\nOg Siggi takk fyrir þetta með Bivouac þetta kom mér dálítið á óvart….\nHinsvegar er eitt sem er hér og líka í öllum útilegum… það eru allir rosalega mikið að tala illa um önnur félög. Mér finnst þetta frekar asnalegt, t.d. á Smiðjudögum var gert svo mikið grín að þessum Selfissingum að þeir voru bara sárir eftir þetta og spurðu aftur og aftur afhverju allir voru svna mikið á móti þeim og þeir hafa hvergi sést síðan þá!\nHinsvegar pirrar þetta mig voða lítið því að þeir sem eru mest að rakka önnur félög og aðra skóla niður eru andri og danni í mínu félagi :D"
        },
        {
            "user": "dagni",
            "user_id": "50397",
            "date": "2004-02-11 23:34:02",
            "id": "1485484",
            "reply_to_id": "1485483",
            "text": "það var ekki sniðugt það voru allir agalega vondir við hraunbúa og kölluðu okkur hraunbúa druslur sniff sniff :( en ég hef allavega ákveðið að það hafi verið grín :)og það er alleg hægt að taka gríni ;)"
        },
        {
            "user": "jonan",
            "user_id": "27865",
            "date": "2004-02-12 10:07:31",
            "id": "1485485",
            "reply_to_id": "1485484",
            "text": "Já þetta að gera grín af öðrum félögum þá er ekki hægt að taka mark á neinu sem ég hef sagt um skátafélög. Það er bara saklaust grín:)\nJá við verðum að halda áfram að fara í skemmtilegar útilegur.\nJá ég mæli líka eindregið með GLAUMBÆ!!!!!!!!! sem er í sleggubeinsskarði hjá skíðasvæðinu í Hengli. Bara talið við mig ef þið viljið fara þanngað!!!!!!!!"
        },
        {
            "user": "jonan",
            "user_id": "27865",
            "date": "2004-02-12 11:08:08",
            "id": "1485486",
            "reply_to_id": "1485485",
            "text": "Ú 2 í röð en ég var að skoða fleiri myndir frá námskeiðinu og vill deila þeim með þér kæri lesandi;)\nhttp://www.scout.is/frettir/myndir/2004/dsvetrarlif2004\n/index.htm"
        },
        {
            "user": "Elisabet",
            "user_id": "27825",
            "date": "2004-02-12 19:34:09",
            "id": "1485487",
            "reply_to_id": "1485486",
            "text": "Vá þið getið endalaust rifist um besta félagið og það og það á eflaust aldrei eftir að hætta.. En Ég mæli bara með að allir skelli sér til Eyja í Útilegu.. Það er margt hægt að gera í útlandinu..\nOg Herjólfur er ekkert hræðilegur.. Kallaklósettið er góður staður til að liggja og æla ef maður verður sjóveikur og svo er fatlaðaklósettið líka mjög sniðugt.. En Kojurnar eru langsniðugastar.. kv Alma útlendingur…"
        },
        {
            "user": "asrunj",
            "user_id": "25491",
            "date": "2004-02-13 18:01:16",
            "id": "1485465",
            "reply_to_id": "1485461",
            "text": "ég vil bara leiðretta þann miskilning sem hefur hér komið upp það er sem sagt ekki opin útilega í lækjarbotnum um helgina 13-15 febrúar það er bara sveitarútilega hjá stelpum á aldrinum 11-14 ára og verður ekki opnað fyir þeim sem koma takk fyri"
        },
        {
            "user": "stubbstein",
            "user_id": "32319",
            "date": "2004-02-14 20:24:54",
            "id": "1485462",
            "reply_to_id": "1485461",
            "text": "þetta var geðveik útilega, og ég vorkenni jón andra ekki neitt því við erum rosalega skemmtilegar stúlkur úr hafnarfirðinum\nkv,\nmaría úr hraunbúum"
        },
        {
            "user": "hatalari",
            "user_id": "28178",
            "date": "2004-02-14 23:06:37",
            "id": "1485463",
            "reply_to_id": "1485462",
            "text": "Já ég verð bara að segja takk æðislega fyrir helgina þið eruð öll æði nema ákveðinn einstaklingur sem kallaði mig feitu stelpuna :@  og sko, ekkert aumingja jón andri hann segir að við séum ágætar en við erum náttla miklu meira en það við erum æði GO HRAUNBÚAR!!!\nhei ég held það þetta sé skrifað lambúshetta, það er svoldið skrýtið að skrifa lambHÚShetta ef maður hugsar út í það…\nKv katrín"
        },
        {
            "user": "siggiu",
            "user_id": "27630",
            "date": "2004-02-20 14:17:33",
            "id": "1485464",
            "reply_to_id": "1485463",
            "text": "Nei Katrín, lambhúshetta.  Ég veit ekki af hverju.  Eitthvað hundgamalt.  Ætli gamla fólkinu hafi ekki fundist þetta sniðug húfa til að “taka með sér í lambhúsið” (…lesist með rödd gamallar konu/karls!).\nMinni á örstefnuna um dróttskátastarf í skátamiðstöðinni í fyrramálið (sjá fréttir á www.skatar.is…\nKveðja,\nSiggi Úlfars."
        }
    ]
}