{
    "forum_title": "Deiglan",
    "user": "zett",
    "user_id": "26470",
    "date": "2004-02-10 20:06:10",
    "title": "Hernaðarleyndarmál Dominos",
    "text": "Eins og sumir vita eflaust er núna megavika í gagni hjá Dominos. Það er að sjálfsögðu ekkert nema gott mál að fá ódýrar pizzur og ég verð að viðurkenna að Dominos freista manns gjarnan enda er eitthvað við pizzurnar þeirra sem maður fær ekki annar staðar.\nMig langar hins vegar að benda ykkur á hvað það er sem býr að baki þegar þið verslið við þetta fyrirtæki því þótt flestum sé svosem sama hvernig fyrirtækið og láta það ekkert stoppa sig í að kaupa pizzur þá er í það minnsta aldrei verra að vita af furðulegum, já eða einfaldlega barnalegum starfsháttum.\nNú, til að byrja með þá er hægt að tala endalaust um það hvað þeir níðast á starfsfólkinu sínu. Eflaust eru einhverjir sáttir þarna en ég hef í það minnst ekki heyrt þeirra hlið eða álit á fyrirtækinu og ég geri fastlega ráð fyrir því að þetta fólk, ef það er þá til, sé allt í ábyrgðarstöðum innan fyrirtækisins. En, já, hvað um það. Dominos fer semsé illa með starfsmenn sína. Strax og starfsmenn eru ráðnir í vinnu eru þeir til að mynda látnir skrifa undir ráðningarsamning þar sem þeir afsala sér ýmsum réttindum sínum. Það eru t.d. réttindi sem sjá til þess að þú fáir alltaf borgað fyrir lágmark fjóra tíma þótt þú sért að vinna skemur. Í staðin eru þetta tveir tímar og ég veit til þess að þegar fólk hefur fengið að fara heim áður en tveir tímar eru liðnir þá sé það látið skrifa undir samning þar sem það afsalar sér líka þessum rétti að fá tvo tíma borgaða, ef ekki er vilji til að skrifa undir samninginn geturðu átt von á að þurfa að vera í vinnunni þangað til þessir tveir tímar séu liðnir svo Dominos sé nú örugglega ekki að senda fólk heim á launum. Svo er nú ekki eins og þessi laun séu sérlega há. Þetta eru að sjálfsögðu laun á lágmarkstaxta, eins lágum og hann má mögulega vera samkvæmt lögum svo ég best viti og ef einhverju munar þá eru það bara einhverjar krónur.\nÞrátt fyrir þessi lágu laun er sífellt verið að svíkja starfsfólk um þær nokkru krónur sem það á rétt á. Ef starfsmaður er t.d. kallaður út án fyrirvara (s.s. ekki samkvæmt fyrirframákveðnu vaktaplani) á hann, samkvæmt samningum, að fá fjóra tíma borgaða. (hér á ráðningarsamningurinn ekki við því þótt búið sé að afsala sér réttinum á fjórum tímum þá á það ekki við þegar um útkall er að ræða). Það þarf að ganga á eftir þessum auka tímum vilji maður fá þá borgaða. Dominos borgar þá ekki nema starfsmenn minni þá á það. Ef starfsmaður er síðan að vinna lengur en til miðnættis, eða eftir að strætó hættir að ganga á hann rétt á ferðapeningum til að komast heim. Þessu er fólk aftur búið að afsala sér með ráðningarsamningnum og í staðin segist Dominos skipuleggja ferðir heim fyrir fólk og borga þeim sem skutla öðrum bensínpening fyrir það. Eins og með útkallstímana færðu þetta ekki borgað nema minna á það og ganga á eftir því.\nNú, síðan er það framkoman við kúnnann. Auðvitað eru starfsmenn ósköp ljúfir og kurteisir á yfirborðinu, flestir þeirra í það minnsta, en eru þeir að segja þér satt? Vinkona mín vinnur í þjónustuverinu þeirra og var að vinna þar á sunnudaginn, degi áður en megavikan byrjar. Hún mátti alls ekki segja fólki að það væri megavika daginn eftir og ef fólk spurði átti hún að segja nei! Hún átti að ljúga því að kúnnanum að það væri ekki megavika daginn eftir. Einnig átti hún að segja þeim sem spyrðu hvenær megavikan yrði að hún vissi það ekki og þar fram eftir götunum. Hún var næstum rekin á staðnum um daginn fyrir að segja blaðamanni sem hringdi og spurði um biðtímann hvað biðtíminn væri langur. Átti hún þá að ljúga að honum líka? Á hún þá kannski helst ekki að segja venjulegum kúnna hvað biðtíminn sé langur því það gætu verið samkeppnisaðilar eða fréttafólk að njósna!\nOg hver er tilgangurinn með því að segja ekki fólki sannleikann? Jú, samkeppnisaðilar mega ekki vita af því hvað er í gangi hjá Dominos. Þannig er Megavikum haldið leyndum eins og hernaðarleyndarmálum til þess að samkeppnisaðilinn frétti það ekki og sé ekki viðbúinn því að það verði lítið að gera hjá sér á meðan. Árshátíðir og starfsmannabíóferðir og frí eru einnig algjört leyndarmál fram á síðustu stundu þannig að hinir pizzastaðirnir séu ekki viðbúnir því að það verðir meira að gera hjá sér og ráði ekki við törnina.\nÉg veit ekki hvort að þeir hafa pælt í því að þetta fólk sem það er að ljúga að séu hugsanlega viðskiptavinir sem komi til með að verða mjög ósáttir við það að vera hafðir að fíflum. Það þá allavega vera kúnnar/kostnaður sem þeir eru tilbúnir til að fórna til þess eins að ná að láta samkeppnisaðila sína tapa sem allra mestu. Ég veit að ég yrði allavega ekkert sérstaklega sátt ef ég hefði pantað pizzu á sunnudaginn og verið sagt að megavikan væri ekki á næstunni og kæmist svo að því daginn eftir að það hefði allt saman verið einhver lygi.\nEru þetta gáfulegir viðskiptahættir? Er þetta ekki bara barnalegt?\nÍ guðanna bænum… Þetta eru bara pizzur!!!\nSem betur fer eru fleiri staðir sem mér finnst gera góðar og jafnvel betri pizzur þannig að ég er langt frá því að vera háð því að versla eingöngu við þessa vitleysingja.",
    "url": "https://www.hugi.is/deiglan/greinar/192781/hernadarleyndarmal-dominos/",
    "url_id": "192781",
    "id": "1486734",
    "replies": [
        {
            "user": "jonhrafn",
            "user_id": "21708",
            "date": "2004-02-10 21:41:45",
            "id": "1486738",
            "reply_to_id": "1486734",
            "text": "Það er fullt fullt fullt fullt af fyrirtækjum sem reyna allt til að þurfa ekki að borga starfsmönnum sínum smkv kjarasamningum. Sem betur fer þá vinn ég ekki hjá svoleiðis fyrirtæki og hef aldrei gert.\nEn hvað öll þessi hernaðarleyndamál að þá er þetta bara svona ;("
        },
        {
            "user": "zett",
            "user_id": "26470",
            "date": "2004-02-10 21:52:42",
            "id": "1486739",
            "reply_to_id": "1486734",
            "text": "Svona fyi. Þó svo að þú skrifir undir eitthvað plagg, sem “lætur” þig missa einhver réttindi sem kveðið er á um í kjarasamningum, þá þýðir þetta plagg ekki neitt. Fyrirtæki geta ekki gert sérsamninga við starfsfólk sitt, sem að býður þeim verri kjör heldur en þeir kjarasamningar sem eru í gangi í hvert sinn.\nEf að það er rétt sem þú segir, að starfsfólk sé látið skrifa undir þessa samninga þegar það hefur störf, þá hefur það ekkert að segja. Ég hvet þig til að láta “vinkonu” þína fara til verkalýðsfélagsins sem hún borga í, með útskrift af launaseðli sínum, og hvenær hún var að vinna á viðkomandi launatímabili og láta verkalýðsfólkið reikna út hvort eitthvað sé ekki eins og það á að vera."
        },
        {
            "user": "zett",
            "user_id": "26470",
            "date": "2004-02-10 21:59:54",
            "id": "1486740",
            "reply_to_id": "1486739",
            "text": "Ah, ég gleymdi einmitt að skrifa um það sem verkalýðsfélagið hefur um þetta að segja… ætli nefnilega að gera það.\nVerkalýðsfélagið stendur nenfilega algerlega með þeim starfsmönnum sem leita til þeirra. Þeir hafa ekki lagt belssun sýna yfir starfsmannasamninga Dominos og eru almennt mjög ósáttir við það að þeir skuli vera til staðar.\nStaðan er hins vegar þannig að allir sem hafa þurft að kvarta yfir Dominos við verkalýðsfélögin hafa þurft að ganga svo langt að kæra… það er frekar tímafrekt og í rauninni algjör orkusuga fyrir venjulegt fólk þannig að flestir hafa á endanum gefist upp… þeir sem hafa gengið alla leið hafa hins vegar flestir unnið sína mál eftir því sem ég best veit… en það er auðvitað erfitt að reyna að standa einn og yfirgefinn á móti svona risabatteríi eins og Dominos er, sem hefur alveg tíma og pening til þess að stappa á litlum starfsmönnum sem eru ekki sáttir við það að láta vaða yfir sig.\nÍ rauninni þarf bara starfsfólk Dominos að standa saman og mótmæla þessu… ekki bara einn og einn, heldur margir saman… hér með kvet ég starfsfólk Dominos til þess að standa upp og heimta betri kjör ;)\nGangi ykkur vel…"
        },
        {
            "user": "sofus",
            "user_id": "2648",
            "date": "2004-02-10 22:53:01",
            "id": "1486741",
            "reply_to_id": "1486740",
            "text": "Það væri að sjálfsögðu óskandi að starfsmenn myndu taka sig saman og koma á framfæri einhverskonar mótmælum, sama í hvaða formi þessi mótmæli myndu birtast. Það á að sjálfsögðu ekki að viðgangast að stóru fyrirtækin geti traðkað á litlu starfsmönnunum eins og þú segir.\nSíðan gætu neytendur eflaust lagt sinn part í þetta, einfaldlega verslað annars staðar. Megaviku tilboð er ekkert spes ef þið lítið á það. Hægt er að fá pizzur sóttar á flest alla pizzastaði fyrir 1000 kr , og þá skiptir ekki máli hvort það sé “megavika” eður ei."
        },
        {
            "user": "sofus",
            "user_id": "2648",
            "date": "2004-02-10 23:20:08",
            "id": "1486742",
            "reply_to_id": "1486741",
            "text": "Ekki hef ég séð pizzur á 1000 kr hjá öðrum pizzastöðum þegar ekki er “megavika”. Endilega fræddu mig nánar um þetta"
        },
        {
            "user": "icecat",
            "user_id": "3744",
            "date": "2004-02-10 23:26:52",
            "id": "1486743",
            "reply_to_id": "1486742",
            "text": "Hjá Pizzahöllinni hef ég sótt pizzu með 4 áleggstegundum á þúsundkall í nokkra mánuði t.d.  Þekki ekki aðra staði.\nIceCat"
        },
        {
            "user": "sofus",
            "user_id": "2648",
            "date": "2004-02-10 23:31:21",
            "id": "1486744",
            "reply_to_id": "1486743",
            "text": "http://www.pizzahollin.is/html/tilbod.html\n“Miðstær ð pizza með 2 áleggstegundum. Kr 990”\nÉg var nú að meina 15-16\" pizzu =)"
        },
        {
            "user": "icecat",
            "user_id": "3744",
            "date": "2004-02-10 23:41:15",
            "id": "1486745",
            "reply_to_id": "1486744",
            "text": "Ég er að tala um 16\" pizzu með 4 áleggjum á þúsundkall…ekki 990.  Ég er alveg að segja þér satt, sæki alltaf í Mjóddina :D"
        },
        {
            "user": "icecat",
            "user_id": "3744",
            "date": "2004-02-10 23:41:58",
            "id": "1486746",
            "reply_to_id": "1486744",
            "text": "Gleymdi að nefna að það er greinilega ekkert að marka heimasíðuna þeirra.\nIceCat"
        },
        {
            "user": "sofus",
            "user_id": "2648",
            "date": "2004-02-10 23:44:37",
            "id": "1486747",
            "reply_to_id": "1486746",
            "text": "Það er líka kannski ein af ástæðunum fyrir að Domino's eru langvinsælastir á Íslandi.\nHin fyrirtækin eru ekkert að auglýsa svona glæsileg tilboð eins og 16\" pizzu með 4 áleggjum á 990! ;)"
        },
        {
            "user": "sofus",
            "user_id": "2648",
            "date": "2004-02-10 23:44:57",
            "id": "1486748",
            "reply_to_id": "1486742",
            "text": "Pizzahöllin er með þetta, stór pizza með einhverjum áleggjum á 1000 kall, Pizza 67 er með allar pizzur á matseðli á 1000 kr þessa dagana sýndist mér í fljótu bragði, nýr pizzastaður í Arnarbakka er með pizzu á 1000 kall , innifalið 2l Kók. Það er Allt til í dæminu, eins og ég sagði, flestir staðir bjóða upp á þetta."
        },
        {
            "user": "sofus",
            "user_id": "2648",
            "date": "2004-02-10 23:46:47",
            "id": "1486749",
            "reply_to_id": "1486748",
            "text": "Aldrei hef ég séð auglýsingu um neitt af þessu, ekki sent heim og ekki á netinu. Mjög illa staðið að þeim málum."
        },
        {
            "user": "RockyB",
            "user_id": "31426",
            "date": "2004-02-11 16:20:46",
            "id": "1486750",
            "reply_to_id": "1486748",
            "text": "Ég hef ekki heyrt að það sé hægt að fá Pizzu á 1000 kall á Akureyri nema þegar að Megavikan er hjá Domino's.\nPizzahöllin er með alveg ótrúlega góðar pizzur, en þegar að ég pantaði þar síðast þá gleymdist að setja OST á pizzuna, eða þarf maður að biðja um það eitthvað sérstaklega?? En þetta kemur fyrir að það gleymist eitthvað. Ég var nú alls ekki fúl yfir að ostinn vantaði því þetta voru ótrúlega góðar pizzur :o)\nPs: bý sko á Akureryi."
        },
        {
            "user": "RockyB",
            "user_id": "31426",
            "date": "2004-02-11 16:20:58",
            "id": "1486751",
            "reply_to_id": "1486748",
            "text": "Ég hef ekki heyrt að það sé hægt að fá Pizzu á 1000 kall á Akureyri nema þegar að Megavikan er hjá Domino's.\nPizzahöllin er með alveg ótrúlega góðar pizzur, en þegar að ég pantaði þar síðast þá gleymdist að setja OST á pizzuna, eða þarf maður að biðja um það eitthvað sérstaklega?? En þetta kemur fyrir að það gleymist eitthvað. Ég var nú alls ekki fúl yfir að ostinn vantaði því þetta voru ótrúlega góðar pizzur :o)\nPs: bý sko á Akureryi."
        },
        {
            "user": "RockyB",
            "user_id": "31426",
            "date": "2004-02-11 16:21:43",
            "id": "1486752",
            "reply_to_id": "1486748",
            "text": "Ég hef ekki heyrt að það sé hægt að fá Pizzu á 1000 kall á Akureyri nema þegar að Megavikan er hjá Domino's.\nPizzahöllin er með alveg ótrúlega góðar pizzur, en þegar að ég pantaði þar síðast þá gleymdist að setja OST á pizzuna, eða þarf maður að biðja um það eitthvað sérstaklega?? En þetta kemur fyrir að það gleymist eitthvað. Ég var nú alls ekki fúl yfir að ostinn vantaði því þetta voru ótrúlega góðar pizzur :o) ÉG MÆLI MEÐ PIZZUHÖLLINNI. (allavega í Mjóddinni) ;)\nPs: bý sko á Akureryi."
        },
        {
            "user": "indridi",
            "user_id": "6635",
            "date": "2004-02-11 16:59:36",
            "id": "1486753",
            "reply_to_id": "1486742",
            "text": "T.d. hjá pizza 67 í Austurveri.\nVenjulega mjög fín tilboð þar."
        },
        {
            "user": "iceBjorn",
            "user_id": "21420",
            "date": "2004-02-10 22:34:49",
            "id": "1486754",
            "reply_to_id": "1486734",
            "text": "Ég vil bara benda á það að byrjunarlaun 17 ára manneskju hjá Dominos eru 910kr (jafnaðarkaup) á tímann sem eru alls ekki lág laun.\nAnnars finnst mér þetta frekar fyndin grein!"
        },
        {
            "user": "Apostle",
            "user_id": "960",
            "date": "2004-02-10 22:37:37",
            "id": "1486758",
            "reply_to_id": "1486754",
            "text": "Ég held að leyndarmál Dominos á bakvið Megavikuna séu ekki lág laun starfsmanna.  Það er vitað mál að Dominos er að selja miklu meira af pizzum en allir hinir samkeppnisaðilarnir og þarafleiðandi kaupa þeir miklu meira hráefni og fá því pottþétt miklu betri kjör hjá öllum birgjum sem þeir versla við.\n@postle"
        },
        {
            "user": "mogull",
            "user_id": "16332",
            "date": "2004-02-10 23:15:38",
            "id": "1486759",
            "reply_to_id": "1486754",
            "text": "Vil minna á það að það er ekkert sem heitir jafnaðarkaup í neinum kjarasamningum og fyrirtækjum er óheimilt að greiða jafnaðarkaup."
        },
        {
            "user": "rammstein",
            "user_id": "27927",
            "date": "2004-02-12 09:15:31",
            "id": "1486760",
            "reply_to_id": "1486759",
            "text": "þetta er ekki alveg rétt hjá þér, ég er í VR. og er á jafnaðarlaunum.\nog þetta var allt ath. af fyrirtækinu, við gerum sérsamninga við fyrirtækið, hver og einn starfsmaður.\nég er mjög feginn að vera á jafnaðarlaunum, þar sem að ég vinn mjög sjaldan meira en 8 tíma á dag!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-02-13 01:38:01",
            "id": "1486761",
            "reply_to_id": "1486754",
            "text": "jafnaðarkaup er ekki löglegt. Plús það að þetta eru krakkar sem eru að vinna mikið í yfirvinnu þannig að launin eru þá ennþá verri, yfirvinna er í kringum 80% ofaná launin, þannig að maður sér að þetta eru alls ekki góð laun."
        },
        {
            "user": "hahahalldora",
            "user_id": "47270",
            "date": "2004-02-13 10:09:31",
            "id": "1486762",
            "reply_to_id": "1486754",
            "text": "Samkvæmt mínum heimildarmanni, starfsmanni Domino's, er þetta reyndar yfirvinnutaxti en ekki jafnaðarkaup, vinnutíminn er bara yfirvinnutími. En engu að síður er það alls ekkert svo slæmur taxti."
        },
        {
            "user": "xeeder",
            "user_id": "452",
            "date": "2004-02-15 10:21:30",
            "id": "1486756",
            "reply_to_id": "1486754",
            "text": "Ég var að vinna hjá þeim fyrir nokkrum árum.\nLaunin voru 450 á tímann, 850 sem næturtaxti.\nÞegar ég var ráðinn þurfti ég að skrá undir plagg þar sem stóð að ég bæri ábyrgð á bíl fyrirtækisinns og þeim tjónum sem kæmu upp.\nÉg tjónaði bílinn lítillega.\nFyrir vikið voru teknar rúmar 40.000 af laununum mínum og mér sagt upp.\nEftir að hafa unnið þarna í 3 mánuði.\nÉg var ungur og hafði ekki hugmynd um hverjir mínir réttir væru, svo ég sótti bara um vinnu annarstaðar.\nÉg fékk ekki orlofið mitt greitt frá þeim og ekki áunna sumarfrísdaga.\nÉg hef orðið vitni af því er starfsmenn domino's notuðu skemmt hráefni ofaná pizzu, í þeirri trú að það “sjáist” ekki eftir að hún hefur runnið gegnum ofninn."
        },
        {
            "user": "gargamel",
            "user_id": "6009",
            "date": "2004-02-15 20:52:33",
            "id": "1486757",
            "reply_to_id": "1486756",
            "text": "Já, ég var einnig að vinna hjá þessu skítafyrirtæki fyrir nokkrum árum á nákvæmlega sömu launum og þú.  Ég vann þarna í um eitt ár með skóla. Sama hversu vel maður stóð sig, aldrei fékk maður launahækkun. Það var ekki að ræða það. Það var níðst á manni og maður látinn vinna á þeim tímum sem maður vildi alls ekki vinna á.  Svo voru flestir vaktstjórarnir algerir hálfvitar. Ég tala nú ekki um verslunarstjórann. Ég þoli ekki þennan stað og versla þarna mjög sjaldan."
        },
        {
            "user": "Necc",
            "user_id": "4478",
            "date": "2004-02-16 14:44:45",
            "id": "1486755",
            "reply_to_id": "1486754",
            "text": "910 kr í dagvinnu er mjög fínt en í jafnaðarvinnu nei því segjum að þú sért búin að vinna 8 tíma og kannski komið eftir miðnætti þú færð ekkert álag ofan á það.\nMeðan ég man eitt annað dæmi um skítafyrirtæki sem borgar launþegum sínum ekki sanngjarnt er Húsasmiðjan. Sigurður Svavarson í Lager Húsasmiðjunnar Suðurhrauni Garðabæ er fífl og helvítis asni."
        },
        {
            "user": "snikkin",
            "user_id": "25858",
            "date": "2004-02-10 23:31:05",
            "id": "1486763",
            "reply_to_id": "1486734",
            "text": "Ég hef nú kynnst mörgum sem hafa unnið hjá pizza-fyrirtækjum (og fæstir hjá Dominos). Enginn (ENGINN!!!) hefur verið ánægður í vinnunni sinni þar (þ.e. á pizzastöðum). Verst að fáir skuli nota umsagnir annarra sem víti til varnaðar.\nkveðja\nsnikkin"
        },
        {
            "user": "FarmerJon",
            "user_id": "3219",
            "date": "2004-02-10 23:53:11",
            "id": "1486764",
            "reply_to_id": "1486734",
            "text": "Ég skil ekki alveg af hverju Dominos ættu að\nupplýsa um það hvenær megavikan þeirra er haldin?\nÞeir eru jú einu sinni í samkeppni og meðan þeir\neru einu skrefi framar keppinauti sínum þá eru\nþeir að græða á því.\nÞessar pizzur eru kannski bara pizzur í þínum augum,\nen veltan hjá þessu fyrirtæki er ekkert lítil svo\nmér finnst ekki skrýtið að þeir séu að koma upp um\nmarkaðstrikk sín.\nAnnars ætla ég líka að bæta við að Hrói Höttur\nhefur einnig verið með svona 1000kr tilboð."
        },
        {
            "user": "krizzi",
            "user_id": "8997",
            "date": "2004-02-12 12:25:39",
            "id": "1486765",
            "reply_to_id": "1486764",
            "text": "Það er eitt að segja ekki hvenær þessi “megavika” er, það er annað að ljúga uppá fólk að hún er ekki á morgun svo það kaupir pizzuna dýrari í dag heldur á morgun!"
        },
        {
            "user": "Crapman",
            "user_id": "24992",
            "date": "2004-02-12 13:47:43",
            "id": "1486766",
            "reply_to_id": "1486765",
            "text": "Ekki trúa öllu sem þú lest það var enginn að ljúga þetta kvöld né nokkuð annað kvöld. Höfundur greinarinnar bjó þetta hreinlega til."
        },
        {
            "user": "Ashtray",
            "user_id": "1847",
            "date": "2004-02-10 23:54:11",
            "id": "1486767",
            "reply_to_id": "1486734",
            "text": "Fast food geirinn er nú bara svona eins og hann leggur sig vann einusinni á american style algjört sullu pleiz."
        },
        {
            "user": "Blublu",
            "user_id": "12532",
            "date": "2004-02-10 23:59:08",
            "id": "1486768",
            "reply_to_id": "1486734",
            "text": "Mér finnst Dominos pizzur ekkert sérstalega góðar. Eldsmiðjan, Devitos og heimabakaðar eru miklu betri."
        },
        {
            "user": "NTkmr",
            "user_id": "36382",
            "date": "2004-02-11 00:42:38",
            "id": "1486769",
            "reply_to_id": "1486768",
            "text": "“Vil minna á það að það er ekkert sem heitir jafnaðarkaup í neinum kjarasamningum og fyrirtækjum er óheimilt að greiða jafnaðarkaup.”\njá er það? ..allavega flest pizzufyrirtækin gera þetta.Allavega þegar ég vann hjá einu af þessum fyrirtækjum þá var mer bara borgað “jafnaðarkaup”  mjög skrítið að það sé óheimilt..allavega hljóta þeir þá að vera á eitthverjum sér kjörum hjá vinnueftirliti og stéttarfélögum?"
        },
        {
            "user": "valdez",
            "user_id": "2096",
            "date": "2004-02-11 01:51:32",
            "id": "1486770",
            "reply_to_id": "1486734",
            "text": "Já nei …\nÉg hef unnið á allnokkrum pizzastöðum … og af þeim öllum fékk ég hæstu launin á Dominos og þurfti mjög lítið að reka á eftir þeim fyrir útkall og þvíumlíkt.  Annars með launamál og þannig háttar þá er það ráðandi í þessu samkeppnisumhverfi sem við erum í hérna að þetta bitnar rosalega á starfsfólkinu.\nNeytendasamtökin eða einhver álíka samtök ættu að taka sig saman og gera kannanir og sjá í hvaða fyrirtækjum starfsfólk er óánægt með launamál, vinnuálag og svipað.  Þá gætum við svo út frá því ákveðið að versla ekki við þau fyrirtæki sem níðast á starfsmönnum sínum.  Það eru reyndar ekki miklar líkur á því að fólk fari eftir því en við fáu sem að gerðum það gætum alveg haft sitt að segja.\nSumum er alveg sama þó að fötin þeirra séu framleidd af börnum í barnaþrælkunarverksmiðjum svo lengi sem þau fá þetta ódýrara.  Þetta er bara svona eins lengi og fólk leyfir þessu að viðgangast.\nÉg tek samt ekki undir það að launin á dominos séu til skammar.  Þau eru alveg samkeppnishæf miðað við aðra pizzustaði og líklega hærri í einhverjum tilvikum.  Þetta er samfélagsvandamál.  Þetta er eitthvað sem nær miklu lengra en bara Dominos. Hefur einhver tekið til samanburðar laun og álag í matvöruverslunum ? Öskunni ? Hjá ríkinu ? Á öðrum Nörðurlöndum ?  Dominos í Danmörku ?\nÍsland er ekki á réttu spori í þessum málum og ég vona að þetta sé bara tímabil sem að við eigum eftir að komast í gegnum.\nJust my two cents,\nValdeZ\nÞegar ég byrja þá get ég ekki hætt"
        },
        {
            "user": "eaue",
            "user_id": "19588",
            "date": "2004-02-12 17:55:56",
            "id": "1486771",
            "reply_to_id": "1486770",
            "text": "Nei Ísland er bara alls ekki á réttu spori hvað laun ófaglærðra varðar. Á meðan æðstu ráðamenn og sérfræðingar mala gull (margir hverjir) þá eru lægstu launin á mörkunum að vera yfir hungurmörkum.\nÉg vil kenna hægrisinnuðum stjórnvöldum um þennan skort á jöfnuði."
        },
        {
            "user": "Lindi",
            "user_id": "7673",
            "date": "2004-02-11 02:01:18",
            "id": "1486772",
            "reply_to_id": "1486734",
            "text": "Þetta er svo mikil vitleysugrein hjá þér að það hálfa væri nóg. En svona er það þegar fólk kynnir sér ekki málið til hlítar áður en það myndar sér skoðun á því.\nÉg held að flest fyrirtæki með 300+ starfsmenn hafi því miður stundum nokkra bitra svarta sauði sem að ýkja sögur sínar stórlega.\nÞað er ekki greitt jafnaðarkaup, þetta eru ekki lágmarkstaxtar og skólafólk getur haft það meira en fínt uppúr því að vinna þarna. Varðandi þessi “hernaðarleyndarmál” held ég að þú hafir því miður ekki vit á því hvernig eigi að reka fyrirtæki ef þetta er afstaða þín til þeirra. Af hverju heldurðu eiginlega að Dominos sé svona stórt fyrirtæki? Einnig stendur í samningum að fólk eigi annaðhvort að fá pening fyrir heimferð þegar strætó gengur ekki EÐA eigi að vera skutlað heim, sem er gert. Fólk ræður því einnig hvort það fari eftir minna en tvo tíma, það er ALDREI neytt til þess.\nÞað er miður að önnur eins vitleysa eins og þessi grein þín skuli vera birt á eins prýðilegum vef og þessum."
        },
        {
            "user": "zett",
            "user_id": "26470",
            "date": "2004-02-11 13:30:41",
            "id": "1486773",
            "reply_to_id": "1486772",
            "text": "hehe, hvernig veist þú að ég hef ekki kynnt mér málið… hvernig myndi ég t.d. vita þetta ef ég hefði ekki kynnt mér málin???\nOG nei, ég veit ekki hvernig á að reka stórt fyrirtæki… ég veit hins vegar að það er ekki gott að reka stórt fyrirtæki og vaða yfir starfsmennina sína því svoleiðis spyrst ALLTAF út… það skaðar ímynd fyrirtækisins og er almennt ekki gott… fyrir utan að starfsfólk verður almennt frekar pirrað og það bitnar á þjónustunni… sjáið t.d. verslunarstjórann á Grensás… þvílíkur hálfviti, ég horfði uppá hann um daginn vera nett dónalegur við kúnnan og ég held ég hafi aldrei fengið glaðlega eða vingjarnlega þjónustu frá honum… hann virkar meira eins og herbúðastjóri á mig heldur en afgreiðslumaður… scary gaur!\nÞér má annars alveg finnast þessi grein vitleysa en meðan ég þekki fólk (taktu eftir að fólk er í fleirtölu!) sem vinnur þarna og er ekki sátt þá er þetta sannleikur sem þú verður bara að gjöra svo vel að kyngja… ég var ekki að ljúga í greininni og ef þú myndir tala við verkalýðsfélagið og tala við almennan starfsmann (í lægri stöðum) þá myndir þú vita að svona er þetta bara… Þjónustuversfólkinu ER sagt að ljúga (fær meira að segja skammir ef upp kemst að þeir gera það ekki) og það ER verið að fara framhjá kjarasamningum.\nEf þú vilt ennþá reyna að afneita þessu þá verður það bara að vera þannig. Ég veit í það minnsta að ég er ekki að ljúga."
        },
        {
            "user": "Axelma",
            "user_id": "4146",
            "date": "2004-02-11 22:30:29",
            "id": "1486774",
            "reply_to_id": "1486773",
            "text": "Æj æj, dominos er vondi kallinn núna.\n“OG nei, ég veit ekki hvernig á að reka stórt fyrirtæki… ég veit hins vegar að það er ekki gott að reka stórt fyrirtæki og vaða yfir starfsmennina sína því svoleiðis spyrst ALLTAF út… ”\nslæm ímynd fyrir fyrirtækið.. Fólk virðist ekki kippa sér meira uppvið þetta en það að það heldur áfram að vinna þarna, og heldur áfram að kaupa pizzurnar þaðan.\nÉg þekki líka fólk, taktu eftir að fólk er í fleirtölu, sem vinnur þarna og marga sem hafa gert það í mörg ár, og þeir hafa bara yfir sáralitlu að kvarta.\nDominos er vondur, og þetta fólk í fleirtölu sem þú þekkir er hreint þá bara vitlaust að láta vaða svona yfir sig.\nÉg er samt ekkert hissa að verslunarstjórinn á Grensás sé eitthvað þurr á manninn. Ég hef verslað pizzur þaðan og ekkert fengið nema góða þjónustu og viðtökur. Það skapast oft slæmur mórall á vinnustað eins og annarsstaðar. Eina fólkið sem ég hef heyrt kvarta eftir að hafa unnið á dominos er fólk sem hreint nennir ekki að vera þarna, og finnst vera vaðið yfir sig þegar þeir fá ekki borgað fyrir að gera ekki neitt.\nEf þú hefðir aflað þér einhverra alvarlegra upplýsinga, þá hefðir þú skoðað þetta frá öllum hliðum og reynt að kynnast því sjálf."
        },
        {
            "user": "zett",
            "user_id": "26470",
            "date": "2004-02-11 22:46:40",
            "id": "1486775",
            "reply_to_id": "1486774",
            "text": "fyrirgefðu en hvað veist þú nema ég hafi kynnt mér það sjálf ;)\nÞér finnst það kannski lítið mál að kjarasamningar séu beygðir og ekki samþykktir af verkalýðsfélögum áður en saklausir, já eða vitlausir starfsmenn, eins og þú orðaðir það, eru látnir skrifa undir eitthvað sem þeir hafa ekki mikið vit á…\nFólk sem unnið hefur þarna í mörg ár er með betra kaup og er þá væntalega sáttara við sitt hlutverk innan fyrirtækisins en fólk sem er bara að stoppa stutt (kannski vegna skóla, það er ekki öllum sem langar að vinna þarna alla æfi) er ekki á sama kaupi og þar með eðlilegt að það nenni ekki að vera þarna… ég á bágt með að trúa því að þú myndir vinna eins og brjálæðingur með bros á vör með rúmlega fimmhundruð krónur á tímann… ó, nei!"
        },
        {
            "user": "Christina",
            "user_id": "19291",
            "date": "2004-02-12 00:44:43",
            "id": "1486776",
            "reply_to_id": "1486775",
            "text": "Jesús ég á ekki til orð. það mætti halda að þú værir að vinna á öðrum stað (eins og til dæmis skíta fyrirtækinu pizza hut) og værir bara þvílíkt pisst út í dominos því að það væri ekkert að gera hjá ykkur. Og hafði verið rekin af dominos fyrir baktal.\nÉg skal segja þér ég vinn á dominos og hef gert það í 3 ár með skóla, ég endurtek 3 ÁR!! Og hef ekkert nema gott að segja um þetta fyrirtæki. Launin eru há miðað við aðra pizza staði og alltaf fær maður launin rétt greidd og á réttum tíma.\nVinkona mín vann á Pizza hut og það var alltaf vessen með launin hjá henni. Fékk alltaf minna en hún átti að fá.\nSvo mig langar að spurja hvað hefur fyrirtækið gert þér svona hræðilegt??????????"
        },
        {
            "user": "CyNic",
            "user_id": "334",
            "date": "2004-02-11 02:19:00",
            "id": "1486777",
            "reply_to_id": "1486734",
            "text": "ok heh\nÍ fyrsta lagi er langt frá því að dominos fari ílla með starfsmenn sína, auðvitað er mikil álag enda er þetta lang vinsælasti pizzu staður landsins, launin eru í hærri kantinum miðað við það sem venjan á í þessu og dominos borgar ALLTAF og þá meina ég ALLTAF laun á réttum tímum og það fyrir helgina ef mánaðarmót lenda á þeim.\nég þakka bara fyrir það að þeir hafi ákveðið að skella inn í ráðningarsamninginn að við fáum bara borgað fyrir 2 klst en ekki 4, yfirleitt er álagstíminn milli 18-20 á kveldin sem er akkurat 2 klst, mest er að gera á föstudags og laugardagskveldum, heldur þú að fólki sé ekki langað að fara  heim um 20:30 leytið þegar ekkert að gera? ef þeir yrðu að greiða fyrir 4 klst þá myndu þeir án vafa halda starfsmönnum til kl 22(fulla 4 tíma) og ekki yrði ég sáttur við það. Svo er regla að starfsmenn verði að vera fulla 2 klst í vinnu(vá 2 klst) nema auðvitað þegar starfsmenn óska eftir að fara fyrr vegna sérstakra ástæðna\nAuðvitað vilja þeir ekkert að megavikan spyrjist út, hvernig myndi það fara með sölu sunnudagsins ef allir vissu á laugardeginum að megavikan væri í næstu viku?. Varðandi símadömuna sem sagði við blaðið hvað biðtiminn var, þá sagði hún að hann hefði verið 90 min sem hann aldrei var(fór aldrei yfir 50 mins þetta kveld)\nVarðandi útköll þegar starfsmenn eru ekki skráðir til vinnu þá er það þeirra eigin mál hvort það samþykki að mæta og fá þá bara þann tíma sem þeir vinna borgaðan og án vafa eiga þeir einnig inni greiða fyrir að redda vaktinni. ekki nennir marr að mæta óvænt til að redda 2 klst álagstíma og þurfa að vera 4 klst.\nAuðvitað eiga starfsmenn ekki að ljúga af viðskiptavinum þegar þeir vita hvenær megavikan, ekki get ég afsakað þjónustudeildina. En auðvitað eiga starfsmenn ekkert að blaðra þessu að fyrrabragði.\nBtw fólki er skutlað heim eða borgað svo það komist heim ef það er að vinna yfir miðnætti, þetta er ALLTAF gert.\nJá þetta eru bara pizzur og við étum það andskoti mikið af þeim að peningarnir í þessu eru ekkert spaug :)\nég er ekki að tala fyrir hönd dominos, ég er bara Sendill sem þykir ekki gaman þegar ég les einhverja mestu rugl grein sem ég hef séð."
        },
        {
            "user": "zett",
            "user_id": "26470",
            "date": "2004-02-11 10:30:00",
            "id": "1486778",
            "reply_to_id": "1486777",
            "text": "Heyrðu, talandu um að kynna sér ekki málin… stelpan sagði að biðtíminn hefði verið lengstur á einum stað um 60-70 mínútur… það var á EINUM stað og h+ún tók það skýrt fram… blaðakonan ákvað hins vargar að ýkja þetta eilítið sem kom sér auðvitað frekar illa fyrir staðinn en það er ekki þar með sagt að það sé stelpunni að kenna, enda sagði hún bara sannleikann!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-02-13 01:41:24",
            "id": "1486779",
            "reply_to_id": "1486777",
            "text": "Hvaða crapp er í gangi hérna, virðist sem enginn hafi nokkurn tíma kynnt sér rétt sinn hjá verkalýðsfélögunum. Það á alltaf að redda fólki heim úr vinnu ef almenningssamgöngur eru hættar að ganga, þannig að þeir eru ekki að gera neitt auka með því að skutla fólki heim eftir miðnæti, þetta eru reglur og punktur."
        },
        {
            "user": "Ferenzcy",
            "user_id": "8754",
            "date": "2004-02-11 03:19:30",
            "id": "1486780",
            "reply_to_id": "1486734",
            "text": "Versla aldrei við Dominos. Devitos á Hlemmi eru betri."
        },
        {
            "user": "siggibet",
            "user_id": "8305",
            "date": "2004-02-11 14:26:15",
            "id": "1486781",
            "reply_to_id": "1486780",
            "text": "Devitos….. jájá… ég man eftir einni böku sem ég fékk frá þeim hjá Devitos. Það var gormur á bökuni og þegar ég spurði hvað það ætti að vera þá sagði gaurinn. Detta vera krýdd.\neinmitt….. járnríkar flatbökurnar hjá Devitos.\nBragðast engu að síður ansi vel ;)"
        },
        {
            "user": "Ferenzcy",
            "user_id": "8754",
            "date": "2004-02-11 15:24:13",
            "id": "1486782",
            "reply_to_id": "1486781",
            "text": "Rukkaði hann þig auka fyrir “kryddið”.? :)"
        },
        {
            "user": "Foley",
            "user_id": "44940",
            "date": "2004-02-11 16:04:54",
            "id": "1486783",
            "reply_to_id": "1486782",
            "text": "Ég er orðinn virkilega svangur af þessari lesningu"
        },
        {
            "user": "ibbets",
            "user_id": "10684",
            "date": "2004-02-11 04:08:19",
            "id": "1486784",
            "reply_to_id": "1486734",
            "text": "Mig langar nú bara að benda á eitt, sem virðist hafa farið framhjá flestum hvað varðar þessa blessuða megaviku.\nLangflestir sem versla við Domino´s sækja pizzurnar, því jú það er langhagstæðast.\nKaupir eina pizzu, braustangir og kók og færð aðra fría með. Þetta kostar um 2300-500 kr\nÞegar megavikan er, þá er þetta basically sami hluturinn, þú kemur kaupir 2 pizzur á 2000 kall, hugsanlega kók með og þá ertu kominn uppí sama verð og venjulega þeas 2300 kall.\nAuðvitað eru einhverjir sem kaupa sér bara eina pizzu, en flestir kaupa 2 pizzur og það er staðreynd.\nÞannig að þetta hernaðarleyndarmál er nú bara ekkert leyndarmál, við kaupum bara 2 pizzur og sleppum þessum blessuðu brauðstöngum…..sem margir hálfpartinn henda svo bara.\nÞað er ekkert frítt í þessum heimi….muniði það."
        },
        {
            "user": "jonhrafn",
            "user_id": "21708",
            "date": "2004-02-11 10:42:25",
            "id": "1486785",
            "reply_to_id": "1486734",
            "text": "hmm… ef maður ætti þá að hætta að leita til þeirra fyrirtækja sem borga starfsmönnum illa er þá ekki málið að allir hætti að lesa fréttablaðið.\nhvernig haldið þið að þeir nái að dreifa 100.000 eintökum ókeypis… jú.. með skíta skíta launum og börn í vinnu."
        },
        {
            "user": "Bastich",
            "user_id": "27824",
            "date": "2004-02-11 12:10:27",
            "id": "1486786",
            "reply_to_id": "1486785",
            "text": "Já, það er hægt að segja margt slæmt um viðskiptahætti Domino´s. Til dæmis má nefna það atriði sem gerði Domino´s fræga: “30 mínútur heim til þín eða pítsan er ókeypis!”. Hljómar fínt, ekki satt?\nNema hvað Domino´s var á endanum bannað að gera þetta, vegna þess að þeir hvöttu sendla sína til að keyra eins og vitleysingja, og fyrir vikið urðu ábyrgir fyrir lygilega háu hlutfalli af banaslysum í umferðinni. Semsagt, tilboðið þeirra var banvænt.\nVarðandi Megavikuna þarf bara smáhugsun og dagatal. Megavikan er að jafnaði á þriggja mánuða fresti. Ef einhver settist niður og pældi í þessu, þá er örugglega hægt að segja til nákvæmlega hvaða vika sé næsta Megavika.\nEn eins slæmir og Domino´s eru, þá eru til verri staðir á Íslandi, þegar kemur að framkomu til starfsfólksins. Eða bara almenna framkomu. Hvað voru mörg pítsufyrirtæki undir smásjánni hjá skattinum vegna þess að þeir gáfu ekki upp hagnað af pítsum sem voru greiddar með reiðufé? Allavega einn af stærri samkeppnisaðilum Domino´s.\nEf þið viljið endilega dissa einhvern pítsustað, dissið Pizza Hut. Ég fór á staðinn í Sprengisandshúsinu, þar sem þeir rukka 1000 kall fyrir litla LITLA pítsu sem þarf að bíða í KLUKKUTÍMA eftir. Frekar borða ég á McDonalds, takk fyrir…\nEn að mínu mati, eru Domino´s pítsur ekkert bestu pítsurnar í bænum. Eigandi Bónusvídeo í Garðabæ hefur á seinustu árum komið sér upp pítsastað sem fær ekkert nema hrós viðskiptavina sinna (þó veit ég ekki hvað starfsfólkið hefur að segja). Fólk kemur alla leið úr Reykjavík til að kaupa pítsur þarna, sem er bara gott mál. Verðið er sanngjarnt og fólk er ánægt. Og þetta er bara EITT dæmi af mörgum, eldbakaðar pítsur eru í sérklassa, og ef maður hefur tímann og hráefnin, þá slær ekkert út heimabakaða pítsu sem er alveg eins og ÞÚ vilt hafa hana."
        },
        {
            "user": "zett",
            "user_id": "26470",
            "date": "2004-02-11 13:17:40",
            "id": "1486787",
            "reply_to_id": "1486786",
            "text": "Ég er mjög sammála þeim sem segja að pizzaztaðir séu almennt ekki að borga starfsmönnum sínum góð laun og séu almennt ekkert betri en Dominos… ég var ekki að segja að aðrir staðir væru betir… ég var einungis að reyna að benda á marga galla á þessu fyrirtæki sem gefur sig út fyrir að vera stærst og best…\nSá sem sagði að launin væru ekki lágmarkslaun er örugglega vaktstjóri eða eitthvað álíka því launin þarna eru víst á lágmarkstaxta… kannski ekki uppá krónu, eins og ég sagði í greininni en þó skuggalega nálægt lágmarkstaxta… þetta á hins vegar að sjálfsögðu ekki við um vaktstjóra og hærra sett fólk því það er auðvitað með hærri laun… tékkaðu bara á lágmarkstaxtanum og sjáðu sjálfur að þetta er satt.\nÉg veit samt alveg um pizzastaði sem borga lægri laun, en þá hefur starfsfólkið líka að vera að vinna svart… það er langt frá því að vera sambærilegt!\nÞað sem ég er að reyna að koma á framfæri með þessari grein er að mér finnst þeir nýðast herfilega á starfsfólki sínu. Það eru örugglega einhverjir sem er finnst betra að aðeins séu tveir tímar borgaðir og það eru örugglega einhverjir sem er alveg sama þótt þeir séu búnir að afsala sér réttinum á að fá ferðapeninga eftir klukkan tólf… Ég vil samt taka það fram að það voru ekki mín orð að starfsfólki væri ekki skutlað heim, ég sagði bara að þeir ættu rétt á pengingum samkvæmt kjarasamningum og oft gleymist að borga þeim sem skutlar.\nVerkalýðsfélagið er ekki sátt við starfshætti Dominos og því er nokkuð ljóst að eitthvað er ekki eins og það á að vera.\nVið ykkur sem eruð sátt við að vinna hjá Dominos get ég ekkert sagt, þið veljið það auðvitað sjálf en það er nú samt verið að brjóta á ykkur hvort sem það skiptir ykkur máli eða ekki. Það getur líka komið sér illa seinna meir að fyrirtækið hafi alltaf komis upp með að brjóta á starfsmönnum sínum… ef við sættum okkur við það að það sé brotið á okkur í vinnunni hvernig vitum við þá hvar við eigum að draga mörkin? hvernig vitum við þegar fyrirtækið hefur gengið of langt… starsfólkið þekki réttindi sín einfaldlega ekki nógu vel og þess vegna kemst Dominos upp með þetta… Ef enginn myndi skrifa undir ráðningarsamninginn væri ekkert hægt að brjóta svona á fólki en þar sem fólk veit ekki alltaf hvaða réttindi það eru sem það er að afsala sér þá sættir það sig, því miður, við þetta."
        },
        {
            "user": "xark",
            "user_id": "1706",
            "date": "2004-02-11 19:01:35",
            "id": "1486788",
            "reply_to_id": "1486734",
            "text": "Þarf svosem ekkert að koma á óvart. mestallur veitingahúsa/skemmtistaða-bransinn er meira og minna með allt niðrum sig í þessum málum með taprekstri og kt-flakki eigenda,svartri vinnu og þar með réttindaskerðingu á starfsmönnum."
        },
        {
            "user": "Egilsmix",
            "user_id": "24276",
            "date": "2004-02-11 20:12:57",
            "id": "1486789",
            "reply_to_id": "1486734",
            "text": "ég myndi nú kalla þetta eitthvað annað en hernaðarleyndar mál, þetta er bara bissnes.\nHélt að þú værir að afhjúpa eitthvað stórt, eins og að tómatsósan hjá þeim sé blóð úr óánægðum viðskiptavinum eða eitthvað í þá áttina."
        },
        {
            "user": "Crapman",
            "user_id": "24992",
            "date": "2004-02-12 03:14:22",
            "id": "1486790",
            "reply_to_id": "1486734",
            "text": "Gvuð minn góður !\nEr ekki allt í lagi eða ? Ég vinn hjá Domino's og er búin að gera það í nokkuð mörg ár. Ég hef aldrei verið ósátt við launin og alltaf fengið útborgað á réttum tíma. Það vill svo til að ég vinn í þessu illræmda þjónustuveri sem þú nefndir og var mér aldrei sagt að LJÚGA að viðskiptavininum og myndi mér ekki detta það í hug! Staðreyndin er sú að hvenær megavika er, er að sjálfsögðu leyndarmál og er það ekki til að svíkja og pretta kúnnan heldur er þetta bara buisness og það harður. Eins og margir hafa nefnt þá eru margir aðrir skyndibita staðir á íslandi og erum við öll að berjast um hungur íslendinga.\nOg að nefna það að þessi vinkona þín hafi verið neydd til að ljúga til um það á sunnudeginum fyrir megaviku að hún vissi ekki hvenær hún væri osfv. þá ættir þú bara að athuga betur þína heimildir því að það fór auglýsing af stað um 18 leytið á skjá einum um að megavika myndi byrja á morgun þ.e.a.s Mánudaginn 9.febrúar þannig að starfsfólkið var ekki beit einhverjum þrýstingi til að ljúga að fólki. Við erum þjónustufyrirtæki og þjónustum okkar viðskiptavini við ljúgum ekki að honum.\nVarðandi launin þá verð ég nú að segja að þar ferð þú með rangt mál elskan því Domino's fer eftir kjarasamningum Eflingar og ættir þú nú að flétta þeim upp (efling.is) því við  er á þeim taxta sem okkar stéttarfélag samdi um.\nÉg ætla mér alls ekki að dásama Domino´s á einn eða annan hátt, þetta er buisness company punktur.  Þeir fara ekki illa með starfsfólkið sitt og þeir borga fín laun miðað við ungt skólafólk sem vinnur með skólanum nokkra tíma á viku ( allt í yfirvinnu ) Ég læt það flakka að ég var að fá allt um 50-60.000 kall í helgarvinnu með skóla og nokkur kvöld á viku og kalla ég það nokkuð gott, miðað við margt annað.\nÉg veit ekki hvar þú ert að fá allar þessar svo kallaðar staðreyndir þínar enn þú ættir að tékka þær aðeins betur því þessi grein þín er út í hött ekki vera að tala um hluti sem þú  veist ekkert um og afhverju skiptir þetta þig svona miklu máli ? Ekki eins og dominos sé að traðka á þínum réttum leyfu fólkinu sem vinnur hjá dominos að dæma það sjálft og standa fyrir sínu ef þú vilt ekki vinna þar þá bara okey þitt mál. Ég ásamt flest öllum í þjónustuverinu erum ánægð í okkar vinnu og ánægð með okkar laun og erum við verðlaunuð mánaðarlega fyrir vel unnin störf.\np.s. Þessi crazy gaur eins og þú kallar hann er einn besti verslunarstjóri Dominos og þjónustar hann sína viðskiptavini vel og er alls ekki “crazy” eins og þú lýstir honum, ekki rakka niður fólk sem þú þekkir ekki."
        },
        {
            "user": "Croax",
            "user_id": "3784",
            "date": "2004-02-12 11:35:05",
            "id": "1486791",
            "reply_to_id": "1486734",
            "text": "Við skulum bara hafa það á hreinu að þeir eru engan veginn að borga lágmarkslaun nema til fólk sem er nýbyrjað að vinna sem hefur enga reynslu. Ég er búinn að vinna þarna núna í 3 ár sem sendill, bakari, vaktstjóri og veit ekki betur en að þeir hafi sett mig í hærri launaflokka en ég á að vera í, og er ég ekki einn um það. Jafnaðarkaupið var afnumið fyrir um 2 árum síðan eða jafnvel meira, en þá var annar framkvæmdarstjóri við borðið og gjörbreyttist staðurinn eftir að sá nýji tók við og betur bætti hann allan. Bætti hann svo vel að þeir höfðu efni á að opna 2 nýja staði, Skúlagötu og Lóuhóla.\nVarðandi þessi “hernaðarleyndarmál” þá er þetta allt hluti af ferlinu sem flokkast undir samkeppni og hafa betur en hinir aðilarnir í bransanum, þannig hagnast fyrirtækið, og fyrirtæki almennt.\nRétt er það að hugsanlega eru til betri pizzur, persónulega finnst mér Eldsmiðjan eða Devitos vera í sérflokki, en er það ekki smekksatriði ? Þetta hljóta að vera ágætis pizzur ef að þetta er stærsti og vinsælasti staðurinn í bænum því ekki er hann svo ódýr.\nÞú ættir frekar að hugsa fyrst áður en þú framkvæmir því ekki er hægt að taka mark á einni manneskju sem er í fyrirtækinu, allir hafa það misjafnt, en þó ekki skítt. Að þú skulir halda því fram að þeir níðist á starfsfólki er ein mesta þvæla. Þeir eru kannski harðir, en með sanngjarnri hörku fást einhver afköst. Hvernig öðruvísi á að bregðast við þegar það eru pantaðar 150 pizzur á hálftíma ? Fólk verður að halda aga og sýna einhvern dugnað til að hlutirnir ganga hratt og vel fyrir sig.\nÉg er bara nokkurn veginn með það á hreinu að þú hefur ekki kynnt þér þetta nógu vel, ekki nógu vel til að geta rekið andlitið á þessu fyrirtæki í moldina án þess að vita nokkurn veginn um hvað þú ert að tala um. Mæli jafnvel með því að þú prófir að verða þér út um vinnu þarna og athugir hvort þetta sé nokkuð eins slæmt og þú telur þetta vera :)"
        },
        {
            "user": "Amlin",
            "user_id": "15160",
            "date": "2004-02-12 16:02:22",
            "id": "1486792",
            "reply_to_id": "1486734",
            "text": "Ég er enn einn starfsmaðurinn á Dominos og ég get sko sagt þér að þetta er hugsanlega besti vinnustaður sem ég hef unnið á og ég hef unnið á allmörgun stöðum(t.d. pizzahollinni). Launamál DP eru án efa það besta við fyrirtækið og maður getur alltaf treyst því að fá borgað á réttum tíma. Þú getur nákvæmlega ekkert sagt um hvernig er farið með starfsfólk DP byggt á einni ósáttri manneskju sem þú þekkir.\nVarðandi þessa 2 tíma sem þú tuðaðir um, þá er þetta miklu þægilegra að öllu leiti bæði fyrir fyrirtækið og starfsmanninn. Ekki myndi ég nenna að hanga til 22 eftir erfiða törn.\nEf svo fer að maður fari heim áður en tveir tímar eru liðnir þá er maður látinn skrifa undir blað sem tryggir manni þessa 2 tíma borgaða og yfirleitt eru það vaktstjórar/verslunarstjóri sem ganga allharðast að því að þessu sé farið eftir, ekki það að við verðum að tönglast á okkar réttindum trekk í trekk.\nOg varðandi það að DP ljúgi að kúnnunum sínum varðandi þessa megaviku þá vill ég benda þér á það að þeir auglýsa í sjónvarpi, útvarpi og senda bækling inná hvert EINASTA heimili. Það er heint út sagt erfitt að vita ekki af megaviku DP\nFrekar leiðinlegt að þurfa lesa eithvað rusl frá manneskju sem veit bara nákvæmlega EKKERT hvert hún er að fara með þessarri grein og ábyggilega ekkert afhverju hún skrifaði hana.\nMæli endregið með því að þú sækir bara um vinnu þarna og kynnist þessu í stað þess að rakka þetta niður fyrir eithvað sem þú veist nákvæmlega ekkert um."
        },
        {
            "user": "Zkari",
            "user_id": "18718",
            "date": "2004-02-12 16:42:20",
            "id": "1486793",
            "reply_to_id": "1486734",
            "text": "Bestu pizzurnar eru í Eldsmiðjunni, mmm.. nammi namm"
        },
        {
            "user": "zett",
            "user_id": "26470",
            "date": "2004-02-12 17:58:14",
            "id": "1486794",
            "reply_to_id": "1486734",
            "text": "OK, nú eru fullt af starfsmönnum búnir að koma hingað inn og tjá sig um að það sé voða gott að vinna á dominos og allt það þannig að ég dreg það til baka að fólk þarna sé almennt ekki sátt.\nMig langar hins vegar að leiðrétta mikinn misskilning sem hefur farið af stað eftir að ég skrifaði þessa grein…\nÞannig er að fyrir mistök nefndi ég starfsmann sem auðvelt var að finna út hver var samkvæmt þeim upplýsingum sem fram komu. Yfirmaðurinn hennar las svo þessa grein og tók því sem svo að þetta væru á einhvern hátt líka hennar skoðun á staðnum og hún væri því ekki sátt við að vinna þarna… Þetta var allt MISSKILNINGUR. Hún ber gjörsamlega ENGA ábyrgð á þessari grein og skoðun minni og var mjög ósammála mér í þessu máli… Það sem ég var að tala um í greininni með launamál og kjara samninga eru EKKI upplýsingar frá henni og hún hefur aldrei sagt við mig að hún hafi verið óánægð með launin svo ég muni… þær upplýsingar mínar voru frá öðrum starfsmönnum, eflingu-verkalýðsfélaginu og fyrrverandi starfsmönnum.\nÉg er ekki að draga skoðun mína á fyrirtækinu til baka, enda hef ég fullan rétt á þeirri skoðun. En ég vill ekki að neinn bendli þessa vinkonu mína við mína skoðun á nokkurn hátt… Enda var það heimskulegt af mér að minnast á hana, vitandi það að líklegast mindi strax fattast hvern ég væri að tala um, enda gerði ég það bara í fljótfærni og fyrir mistök…\nÉg vona að hún geti fyrirgefið mér þessi mistök því mér finnst þetta afskaplega leiðinlegt og ég vona að þið hin lesið þetta og sjáið að hún er ekki á bakvið þessa grein á nokkurn hátt… sem ég efast reyndar ekki um að hún hafi sagt ykkur sem vinnið með henni.\ntakk fyrir\n-Setta"
        },
        {
            "user": "bezt",
            "user_id": "41050",
            "date": "2004-02-13 11:37:22",
            "id": "1486795",
            "reply_to_id": "1486794",
            "text": "Til hvers ertu að fara á opinberan vettvang og ausa skít yfir fyrirtæki með upplýsingum frá starfandi starfsmanni, sem þú síðan segir að sé mjög ósammála þér varðandi málið?\nFurðuleg framsetning.\nÞú segir jafnframt að upplýsingar þínar séu m.a. frá stéttarfélaginu Eflingu. Er þessar upplýsingar þínar komnar beint frá starfsmönnum Eflingar eða er þetta “ritskoðuð” sýn einhverra aðila, s.s. eins og fyrrum starfsmanna?\nEf stéttarfélagið Efling er svona rosalega óánægt með það sem þetta fyrirtæki eru þeir þá ekki að vinna í því máli? Veistu eitthvað um það? Ertu kannski á fundum hjá Eflingu?\nÞú ættir að fara varlega í svona “fullyrðingum!”\nÞað er ansi mikil ábyrgð sem fylgir því að ausa einhvern slíkum skít sem þú hefur komið af stað hér á þessari síðu og vona ég að þú áttir þig á því. Það er greinilegt að margir telja að þú sért að fara hér með rangt mál (og þá aðallega starfsmenn fyrirtækisins sem hafa risið hér upp og mótmælt þessum orðum þínum).\nLíður þér eitthvað betur?"
        },
        {
            "user": "Magnih",
            "user_id": "35346",
            "date": "2004-02-12 19:42:16",
            "id": "1486796",
            "reply_to_id": "1486734",
            "text": "Ég er sammála þessari grein,Dominos er skíta fyrirtæki.\nÞeir þyrftu að fá spark í rassgatið\nVondar pizzur,léleg þjónusta,mikill biðtími og lélegur matseðill.\nSíðann eru þeir með sendlana sína tryggða þvílíkt í botn þannig að þeir gætu komið af stað heilli kjarnorkustyrjöld án þess að lenda í neinu klandri. Það keyrði eitt sinn sendill frá Dominos á mig og ég var í fullum rétti,við erum að tala um það að gaurinn keyrði upp á gangstéttina og klessti mig síðann inn á rangan vegarhelming og var næstum búinn að drepa mig og mömmu mína.Bíllinn þurfti 200þ króna viðgerð og sendlahelvítið laug upp í opið geðið á löggunni. Við þurftum ég þurfti að bera allan kostnað því að Dominos gerði ekkert í málinu fyrir hanns önd né okkar.\nSíðan er maturinn þarna bera ekkert góður\nSíðan þá hef ég nú hefnt mín á þessu fjandans fyriræki sem ekki verður getið upp hérna"
        },
        {
            "user": "cutypie",
            "user_id": "19280",
            "date": "2004-02-13 19:03:20",
            "id": "1486737",
            "reply_to_id": "1486734",
            "text": "Ég hef unni hjá Domino´s og hef líka verið vakstjóri þarna. Mér finnst ekkert að því að vinna þarna. Maður vinnur yfirleitt sína tvo tíma eða meira. Mér finnst líka mun betur borgað þarna en í mörgum öðrum verslunar-og veitingastörfum. Með menntaskóla var ég að fá 100 þús kall. Það þykir mér mjög gott. Mér finnst líka mjög gott að fá tæplega og yfir 1000 kall á tímann. Hef bara ekkert vont um Domino´s að segja."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2004-02-15 23:24:45",
            "id": "1486735",
            "reply_to_id": "1486734",
            "text": "Fyrrverandi starfsmaður ?"
        },
        {
            "user": "Atari",
            "user_id": "100",
            "date": "2004-02-16 00:35:01",
            "id": "1486736",
            "reply_to_id": "1486734",
            "text": "Jafnaðarkaup er ekki óheimilt\nAftur á móti hvetja Verkalýðsfélög sína félgasmenn til að taka ekki við jafnaðarkaupi heldur vera á hefðbundu kaupi.\nAftur á móti er ólöglegt að setja inn í jafnaðarkaup orlof, en það er oft gert og held ég að einhver hafi kannski átt frekar við það"
        }
    ]
}