{
    "forum_title": "Kvikmyndir",
    "user": "Limer",
    "user_id": "27419",
    "date": "2004-02-11 22:42:13",
    "title": "Lost in Translation",
    "text": "Lost in Translation fjallar um kynni tveggja ameríkumanna í\nhöfuðborg hinnar undarlegu Japan, Tókýó. Leikarinn Bob\nHarris (Bill Murray), sem þrjáist af grá fiðringnum, fer til Tókýo\ntil að leika í viský auglýsingu sem hann fær heilar $2 milljón\nfyrir. Hann lendir fljótlega í menningarsjokki enda er hátternið\nþar öðruvísi en fyrirfinnst vestanhafs. Hin tuttugu-og-eitthvað\nára gamla Charlotte (Scarlett Johansson) er í borginni með\neiginmanni sínum, sem er velheppnaður, vinnualka\nljósmyndari. Hún er oftast ein á meðan eiginmaður hennar\nvinnur og verður þar af leiðandi afar einmana. Bob og\nCharlotte kynnast og verða fljótt góðir vinir. Þau eyða tímanum\nsem þau hafa saman og skemmta sér á ýmsa vegur og á\nmilli þeirra myndast sterkt platónskt vinasamband.\nLost in Translation er stórkostleg mynd í leikstjórn Coppola\nfjölskylumeðlimsins Sofia Coppola og sýnir hún vel að hún er\nmeð Coppola genið í sér. Mér leið mjög vel á þessari mynd,\nhún var skemmtileg, fyndin og bara yfir höfuð afar góð. Bæði\nBill Murray og Scarlett Johansson leika gríðarlega vel og er\nþað þess vegna ekkert skrítið að þau hafa bæði fengið\nmargar verðlaunir og tilnefningar fyrir þeirra framlag, rétt eins\nog Sofia Coppola sem leikstýrir og skrifar einnig handritið.\nEkki láta plata ykkur að þetta sé chick flick, þótt að hún eigi\nsínar dramatískumóment þá ætti hún að fullnægja báðum\nkynjunum jafn mikið. Hún virkaði stórkostlega vel og er\ntónlistin og kvikmyndatakan áberandi flott. Ég veit ekki hvað\nmeira er hægt að segja um þessa mynd nema það að hún\neigi allar þær viðurkenningar sem hún hefur hlotið skilið og að\nenginn ætti að láta hana fara framhjá sér. Án efa ein af fimm\nbestu myndum 2003.",
    "url": "https://www.hugi.is/kvikmyndir/greinar/192943/lost-in-translation/",
    "url_id": "192943",
    "id": "1487754",
    "replies": [
        {
            "user": "DVDDiskur",
            "user_id": "28800",
            "date": "2004-02-15 03:15:45",
            "id": "1487761",
            "reply_to_id": "1487754",
            "text": "Ég horfði á þessa mynd, án þess að hafa minnstu hugmynd um hvað ég væri að fara að sjá… vissi bara að Bill Murray væri í henni, og var það aðal hvatinn til að sjá hana.\nMyndin byrjar svona dálítið furðulega, og eftir því sem líður á myndina tekur þunglyndið sem í gangi er hjá Bob Harris, að smitast yfir á áhorfandann… í lok myndarinnar langaði mig mest til að fremja sjálfsmorð! Það er um það bil eitt fyndið atriði í myninni, en annars gerist bara akkúrat ekki neitt í henni… hvað leikinn varðar þá er hann auðvitað fyrsta flokks, en þetta er leiðinleg mynd… ein sú leiðinlegasta sem ég hef á ævinni séð!\nKveðja,\nDVDDiskurinn"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-02-15 04:45:27",
            "id": "1487762",
            "reply_to_id": "1487754",
            "text": "Lost in Translation er ein almanneskjulegasta mynd sem ég hef á ævi minni séð. Hún virkaði alveg hreint ótrúlega vel á mig á allan hátt. Í fyrsta lagi fannst mér hún bráðfyndin, enda er varla annað hægt en að skella upp úr yfir þessum aragrúa vandræðalegra aðstæðna og þessu samfélagi sem birt er í myndinni, sem kannski er ekkert það hlægilegt í sjálfu sér, en samt sem áður svo allt öðruvísi en það sem við eigum að venjast.\nÍ öðru lagi var leikurinn stórkostlegur, þó svo að það sé í rauninni ekki hægt að tala um nema tvær alvöru frammistöður, en það var nóg. Bill Murray sýndi líklega bestu frammistöðu ferils síns, þó svo að Lost in Translation sé alls ekki besta mynd kappans að mínu mati (Groundhog Day fær þann titil, annars gæti Lost in Translation hæglega komið þar næst á eftir). Auk þess var Scarlett Johanson mjög trúverðug í hlutverki sem kannski tók ekki mikið á en skipti samt gríðarlega miklu máli að leika á sannfærandi hátt, sem hún gerði svo sannarlega. Aðrir leikarar í myndinni skiptu minna máli, Giovanni Ribisi var nógu góður, sem og Anna Faris, þó að það sé kannski ekki hægt að tala um neina leiksigra.\nÍ þriðja lagi fannst mér myndin umfram allt bara falleg. Mér leið vel á meðan á sýningunni stóð og hafði samúð með persónunum, sem skiptir gríðarlegu máli þegar um svona mynd er að ræða.\nAllt í allt fannst mér Lost in Translation virkilega góð öðruvísi kvikmynd og mér fannst Sofiu Coppola takast mjög vel til að skapa mynd sem sýnir manni að maður þarf ekki endilega aulahúmor eða ofbeldi til að gera áhugaverða mynd."
        },
        {
            "user": "slig",
            "user_id": "33568",
            "date": "2004-02-15 13:13:44",
            "id": "1487760",
            "reply_to_id": "1487754",
            "text": "well… mér fannst murray og allur leikaraskríllinn standa sig eins og hetjur náttúrlega, og nokkur fyndin atriði… mér fannst þessi mynd í hreinskilni bara ótrúlega dull… ekkert af viti gerðist í henni og ég skil ekki hvað allir eru að sjá svona merkilegt við þessa mynd…"
        },
        {
            "user": "pesimanni",
            "user_id": "14938",
            "date": "2004-02-16 17:33:12",
            "id": "1487755",
            "reply_to_id": "1487754",
            "text": "Myndi segja þetta væri svona Love it/Hate it mynd, ég myndi flokkast í síðari flokkinn"
        },
        {
            "user": "Pallinn",
            "user_id": "25787",
            "date": "2004-02-16 20:16:44",
            "id": "1487756",
            "reply_to_id": "1487755",
            "text": "Enginn vafi er á því að þetta er besta mynd sem hefur borið fyrir mín augu á árinu.\nÉg meina, það er dálítið sárt fyrir Hringadróttinssögu aðdáanda eins og mig að segja þetta en það væri hreint út sagt FRÁLEITT ef Return of the King fengi óskarinn fyrir bestu myndina en ekki þessi, hún er ekki nálægt því á sama gæðaplani! Ég veit ekki hvað ég geri ef Lordarinn fær óskarinn núna…\nLost in Translation er - þrátt fyrir aðeins of rólega kafla inn á milli - einfaldlega frábær, hrein unun að horfa á Bill Murray og Scarlett Johansson leika saman og sjónrænt virkar hún betur á mig en nokkur kvikmynd sem ég man eftir.\nÞetta er mynd sem verður keypt á DVD og sem fer beint á listann yfir mínar uppáhaldsmyndir.\nSjáið hana. Strax."
        },
        {
            "user": "fridfinnur",
            "user_id": "4873",
            "date": "2004-02-18 21:12:05",
            "id": "1487757",
            "reply_to_id": "1487756",
            "text": "Alls, alls ekki sammála þessu…Ég er enginn LOTR fanatíkus þótt ég telji mig mikinn aðdáenda bæði bókanna og myndanna en eins góð og Lost in translation er þá finnst mér fráleitt að segja að hún sé á hærra gæðaplani heldur en ROTK…þvert á móti finnst mér margar myndir sem hafa verið að koma út virkað jafn vel á mig og lost in translation, t.a.m Big Fish, 21 Grams og Mystic River….ROTK er eitthvað allt annað, eitthvað sem aldrei nokkurntíman hefur sést í kvikmyndaheiminum. Big budget ævintýramynd á epískasta plani sem um getur en fjallar þó alltaf um hið mannlega og persónuleegan harmleik þar sem maðr finnur til með nánast öllum sem að honum koma og tekst Peter Jackson að gera þetta í fullkomlega framandi heimi, auk þess sem í henni má finna alveg ótrúlegt magn af heimspekilegum og sagnfræðilegum samlíkingum..\nEins vel og minimalismi Sofiu coppolu virkar þá er sigur Jacksons svo mikið meiri og mikilvægari fyrir kvikmyndageðr almennt, þó svo að ég virði þína skoðun fullkomlega.."
        },
        {
            "user": "Pallinn",
            "user_id": "25787",
            "date": "2004-02-20 19:43:48",
            "id": "1487758",
            "reply_to_id": "1487757",
            "text": "Mér sýnist þú nú vera með Hringadróttinssögubækurnar í huga en ekki myndirnar… ég ætla ekki að neita því að maður fékk gæsahúð oftar en einu sinni við að horfa á Return of the King, hún er gífurlega flott og vel staðið að henni, en miðað við bækurnar þá var alltaf eins og eitthvað vantaði.\nSvo held ég tæpast að hægt sé að kalla þennan heim mjög framandi lengur þó hann hafi vissulega verið það þegar bókin kom út. Búið er að skrifa vægast sagt hrikalegan fjölda bóka þar sem stolið er grimmt úr hugarheimi Tolkien, svo ekki sé minnst á alla tölvuleikina. En ég er ekki einu sinni að gefa í skyn að mér hafi líkað myndirnar illa, þær eru mjög frambærilegar og skemmtilegar út af fyrir sig.\nÍ sambandi við hinar myndirnar sem eru tilnefndar… Big Fish er ekki Tim burtons besta mynd, Mystic River jaðrar oft við að vera ofleikin en 21 Grams hef ég ekki séð og get ekki sagt af eða á um.\nEn það er líklega vonlaust að reyna að rökræða um hvaða myndir eru bestar, það verður hver og einn að segja um."
        },
        {
            "user": "blixta",
            "user_id": "12499",
            "date": "2004-02-24 17:33:12",
            "id": "1487759",
            "reply_to_id": "1487758",
            "text": "Var mjög hrifinn. Er búinn að sjá 21 grams,Big Fish,Heim Farfuglana,Love Actually,The Last Samurai,Mystic River og LOTR 3 en ég hef það á tilfinningunni að það sem er að virka núna undanfarið er einmitt eitthvað ljóðrænt og lovely,ætla ekki að gera upp á milli þeirra núna enda óþarfi.\nFyrir mitt leiti þá fílaði ég Lost in Transalation í botn. Það er einmitt lítið að gerast en samt allt að gerast útaf undirliggjandi ást annað en í 21 grams þarsem var undirliggjandi gremja.\nÞað var mjög flott hvernig þögnin og músíkin var notuð en fékk um daginn sándtrakkið sem er frábært og þá kanski aðalega útaf þar eru 4 lög með Kevin Shields og eitt með sveit hans,My bloddy valentine. Veit ekki með ykkur en ég var alveg að samsvara mig með persónunum svona þegar ég læt nyður gagnrýnu augun og það að næstum ekkert kynlíf er stundað finnst mér virka,eitthvað sem margir leikstjórar mættu taka til fyrirmyndar,þ.e. að meira er oft ekki endilega betra."
        },
        {
            "user": "Punisher",
            "user_id": "19114",
            "date": "2004-02-17 00:59:56",
            "id": "1487763",
            "reply_to_id": "1487754",
            "text": "Þessi mynd sökkar feit. Ég er f….. vonsvikin"
        }
    ]
}