{
    "forum_title": "Hokkí",
    "user": "Langston",
    "user_id": "36201",
    "date": "2004-02-11 15:09:12",
    "title": "Skautafélag Reykjavíkur",
    "text": "Skautafélag Reykjavíkur er eitt elsta íþróttafélag landsins en það hefur starfað með hléum frá árinu 1873. Innan félagsins er m.a. starfrækt íshókki deild með þróttmiklu barna- og unglingar starfi. Heimavöllur SR er Skautahöllinn í Laugardal. Þar eru einnig skrifstofur þess og félagsaðstaða.\nAllir byrjendur í íshokkí byrja í Skautaskóla SR:\nAllir nýliðar í íshokkídeildini byrja fyrst í skautaskólanum. Þar eru m.a. undirstöðuatriði skautaiðkendur kennd(skauta áfram, bakka, beygja, skransa (stöðva), kylfutækni os.frv.). Þegar þessum undirstöðuatriðum hefur verið náð að mati kennara fær nýliðinn að byrja íshokkíæfingar af fullum krafti í sínum flokki. Í viðurkenningarskyni fær hann nýja íshokkí kylfu frá deildini. Fyrir skautaskólan þarf maður SKAUTA (má fá þá leigða hjá höllini).\nHelgi Páll Þórisson\nhefur umsjón yfir skólanum.\nNánar á\nhttp://www.skautafelag.is\n.\nhttp://ww w.skautafelag.is\n:\nÁ heimasíðu SR má m.a. nálgast upplýsingar um starfsemina, þjálfara, flokka, æfingatöflur, dagsskrá vetrarins og skiptimarkað. Ennfremur er þar reglulega birtar fréttir úr heimi íshokkís, innannlands sem utan. Allar fyrirspurnir fara á netfangið\nsr@skautafelag.is\n.\nÞjálfarar SR í íshokkí:\nAðalþjálfari er Peter Bolin frá Svíþjóð, margreyndur íshokkíleikmaður og barna- unglingarþjálfari ásamt því að vera með próf í uppeldisfræði. Honum til aðstoðar eru nokkrir íslenskir og finnskir þjálfarar ásamt leikmönnum úr Meistaraflokk.\nEr íshokkí kannski íþróttagrein sem hentar þér sérstaklega?\nErt þú kanski ekki vanur að skauta en vilt gjarnar prófa?\nLangar þig að prófa vetraríþróttina sem er svo vinsæl í nágrannalöndum okkar?\nSkautaskóli SR gæti gert þér fyrstu sporin léttari!\nKomdu í Skautahöllina í Laugardal!!",
    "url": "https://www.hugi.is/hokki/greinar/192947/skautafelag-reykjavikur/",
    "url_id": "192947",
    "id": "1487789",
    "replies": [
        {
            "user": "kisinn",
            "user_id": "33124",
            "date": "2004-02-11 15:16:43",
            "id": "1487790",
            "reply_to_id": "1487789",
            "text": "ók..verí næs.. :) eg kem og kíki.."
        },
        {
            "user": "kisinn",
            "user_id": "33124",
            "date": "2004-02-11 15:21:04",
            "id": "1487791",
            "reply_to_id": "1487790",
            "text": "hahahaha….bara spurja afhverju sendiru þessa grein inn?ekkert ad setja uta hana langar bara ad vita afhverju tu gerdir tad"
        },
        {
            "user": "Langston",
            "user_id": "36201",
            "date": "2004-02-11 15:24:53",
            "id": "1487792",
            "reply_to_id": "1487791",
            "text": "hehehe :P bara ganni :P auglýsa SR bara ;). Fá fleiri til að byrja að æfa :D"
        },
        {
            "user": "Lidstrom18",
            "user_id": "15230",
            "date": "2004-02-11 15:50:19",
            "id": "1487793",
            "reply_to_id": "1487792",
            "text": "Good Job gulli !! ;)"
        },
        {
            "user": "skorriK",
            "user_id": "44944",
            "date": "2004-02-11 18:35:05",
            "id": "1487794",
            "reply_to_id": "1487793",
            "text": "Góður gulli, Mjög smart grein :P"
        },
        {
            "user": "RoNNs",
            "user_id": "26634",
            "date": "2004-03-02 17:36:10",
            "id": "1487795",
            "reply_to_id": "1487794",
            "text": "hvað er þetta maður.. þetta er bara betra .. því meira að lesa því betra =)"
        }
    ]
}