{
    "forum_title": "Kettir",
    "user": null,
    "user_id": null,
    "date": "2004-02-12 07:54:28",
    "title": "Úr sambandi ????!!!!!",
    "text": "Ég veit að það sé betra að taka fressa úr sambandi því þá verða þeir “rólegri” en þar nokkuð að taka læður úr sambandi ?\nhvað breytist þegar læður eru teknar ú sambandi ?\nEru þær ekki alveg eins “andlega” þótt maður tekur þær eigi úr sambandi?\nEf þið getið gefið mér upllýsingar á hegðun læðu  “fyrir” aðgerð  og “eftir” aðgerð þá yrði ég mjög þakklátur :D\nkk Jester-inn  <br><br>————————————————-\n<b>Swordmaster skrifaði:</b>\nheyrðu væni minn, litli rauðhærði hnakkostaógeð,\nþú virðist ekki hafa skoðað dæmið í gegn ,fábjáni.\nþetta fáránleg spurning hjá þér ljóta drulla. . Heimskt fólk hinsvegar,eins og þú faikus sem taka allt bókstaflega sem þeir hafa heyrt einhverstaðar og eru svo fuckin tregir að manni langar helst að taka augun úr þeim og láta þá éta þau.\nþað sýnir bara heimsku þína,ég er viss um að það sé allavega eitthvað ofan í rotnaða heilanum þinum..\n————————————————–",
    "url": "https://www.hugi.is/kettir/korkar/193121/ur-sambandi/",
    "url_id": "193121",
    "id": "1489587",
    "replies": [
        {
            "user": "icecat",
            "user_id": "3744",
            "date": "2004-02-12 10:20:59",
            "id": "1489588",
            "reply_to_id": "1489587",
            "text": "Ég mæli hiklaust með að taka læður úr sambandi upp úr 6 mánaða aldri.  Þær sjálfar breytast ekki mikið en fara þá ekki á lóðarí.  Þegar læður fara á lóðarí líður þeim mjög illa ef þær finna sér ekki fress til að vera með og ef kötturinn er ekki hreinræktaður eða ætlaður til undaneldis myndi ég láta taka úr sambandi.  Ekkert pilluvesen og þess háttar.\nIceCat<br><br><b>eaue skrifaði:</b><br><hr><i>Ég hef ákveðið að gera alltaf það sem mér þykir réttast í kattauppeldi, og það er að hlýða kisa í einu og öllu</i><br><h"
        },
        {
            "user": "EdalLogi",
            "user_id": "17591",
            "date": "2004-02-12 11:40:34",
            "id": "1489589",
            "reply_to_id": "1489587",
            "text": "Ef eitthvað getur pillan farið mis vel í læður fyrir utan að þær geta verið krabbameinsvaldandi sé pillan notuð um lengri tíma.\nÞað er minnsta vesen að hafa hana gelda.<br><br>EdalLogi\nwww.i-love-cats.com/meow/nfo"
        },
        {
            "user": "Xtrimer",
            "user_id": "2298",
            "date": "2004-02-12 11:43:12",
            "id": "1489590",
            "reply_to_id": "1489589",
            "text": "akkuru pillu??? ég vill að hun eignist sæta kellinga <br><br>————————————————-\n<b>Swordmaster skrifaði:</b>\nheyrðu væni minn, litli rauðhærði hnakkostaógeð,\nþú virðist ekki hafa skoðað dæmið í gegn ,fábjáni.\nþetta fáránleg spurning hjá þér ljóta drulla. . Heimskt fólk hinsvegar,eins og þú faikus sem taka allt bókstaflega sem þeir hafa heyrt einhverstaðar og eru svo fuckin tregir að manni langar helst að taka augun úr þeim og láta þá éta þau.\nþað sýnir bara heimsku þína,ég er viss um að það sé allavega eitthvað ofan í rotnaða heilanum þinum..\n————————————————–"
        },
        {
            "user": "Xtrimer",
            "user_id": "2298",
            "date": "2004-02-12 15:45:42",
            "id": "1489592",
            "reply_to_id": "1489590",
            "text": "hvað ætlaru svo að gera við kettlingana?  Það er gaman að fá kettlinga, en hins vegar getur verið erfit að losna við þá.  Látu taka kisu úr sambandi, ekkert kettlinga vesen.  Það er alltof mikið af heimilislausum köttum, kíktu bara niðrí kattholt…\nEin af ástæðunum fyrir offjölgun katta er fólk eins og þú sem vilt fá “sæta kettlinga”, og huxxar svo ekkert lengra eins og hvernig á að losna við þá.  Nema að þú viljir hafa 4-6 ketti heima hjá þér!\nalla ketti á að gelda, undantekkningarlaus nema þegar er um að ræða hreinræktaða ketti sem ætlaðir eru til undaneldis! <br><br>”One ill turn deservers another . It is over. Embrace the power of the Ring…\nor embrace your own destruction„\n-Saruman"
        },
        {
            "user": "EdalLogi",
            "user_id": "17591",
            "date": "2004-02-16 16:15:29",
            "id": "1489591",
            "reply_to_id": "1489590",
            "text": "Gott og vel þú villt láta læðuna þína eiga kettlinga - Ég benti áður á svipað svar og ég gef þér.\nKettlingastandi fylgir ábyrgð.  Litlir sætir kettlingar breytast líka (mjög hratt)í stórar og fyrirferðamiklar kisur.  Það er eins og þú sérð hér á huga síðunni mjög mikið framboð af kettlingum - alltaf blasa við endalausar auglýsingar af heimilislausum kettlingum.\nHefur þú t.d. leitt hugann að því hvað þú ætlar að gera við kettlingana ef þú finnur þeim ekki heimili ? - Ertu tilbúin að axla þá ábyrgð sem því fylgir að láta læðu gjóta, bólusetja kettlingana og læðuna, stundum kemur dýralæknakostn. ef eitthvað amar að og þú þarft að leita læknisaðstoðar með kettlingana.  Ég gæti talið endalaust upp fyrir þig hvað er fólgið í kettlingastandi.  Of margir gleyma sér í tilhugsuninni með sæta litla kettlinga til að hnoðast með en gleyma að hugsa út í framhaldið.\nÉg ítreka því aftur við þig - Ertu búin/n að sjá fyrir þér hvernig þú ætlar að velja kettlingunum fósturheimili !!!<br><br>EdalLogi\nwww.i-love-cats.com/meow/nfo"
        }
    ]
}