{
    "forum_title": "Stjórnmál",
    "user": "neddi",
    "user_id": "15870",
    "date": "2004-02-13 16:04:35",
    "title": "Fréttamynd ársins 2003",
    "text": "Nú nýlega var fréttamynd ársins 2003 valin í árlegri samkeppni World Press Photo. Í þetta sinn varð fyrir valinu mynd af Íröskum stríðsfanga og syni hans í fangabúðum bandaríkjahers.\nMyndin, sem að franski ljósmyndarinn Jean-Marc Bouju, sýnir það þegar að maður sem að Bandaríkjaher hafði tekið til fanga fékk að faðma 4 ára son sinn, sem að einnig var í fangabúðunum.\nNú hugsa kannski einhverjir með sér, hvað hefur þetta með stjórnmál að gera og er það kannski skiljanlegt.\nÁstæðan fyrir því að ég ákvað að skrifa um þetta hérna er sú staðreynd að 4 ára strákur var þarna í fangabúðum og það sem að meira er, hann var bundinn með “plasthandjárnum”. Ég get svo sem skilið það að pabbinn hafi verið í fangabúðunum, sérstaklega ef að hann hefur verið í íraska hernum eða verið handbendi Saddams en hvað í ósköpunum var 4 ára drengur að gera þarna og það bundinn eins og einhver stríðsglæpamaður? Eru Bandaríkjamenn virkilega það paranoid að þeir þurfi að halda börnum í fangabúðum til að tryggja öryggi sitt?\nNú þekki ég ekki Genfarsáttmálann neitt sérlega vel en er ekki eitthvað í honum sem að bannar þessa meðferð á börnum? Ég get alla vega ekki séð að þetta sé eðlileg meðferð.\nOg svo til að kóróna allt þá er faðirinn með hettu yfir höfðinu sem að birgir honum alla sín. Hver er eiginlega tilgangurinn með því?\nBandaríkjamenn, sú þjóð sem að er einna duglegust að setja út á aðrar þjóðir fyrir mannréttindabrot og annað í þeim dúr, eru að verða ansi duglegir við að brjóta rétt þeirra sem að þeir telja vera óvini sína. Þannig eru t.d. enn menn í haldi í herstöðinni í Guantanamo án þess að þeir séu ákærðir fyrir einhverja glæpi.\nHversu lengi eiga Bandaríkjamenn að komast upp með það að haga sér eins og þeim sýnist án þess að skeita nokkru um það hvað heimsbyggðinni finnst?",
    "url": "https://www.hugi.is/stjornmal/greinar/193256/frettamynd-arsins-2003/",
    "url_id": "193256",
    "id": "1490432",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2004-02-15 11:31:45",
            "id": "1490439",
            "reply_to_id": "1490432",
            "text": "sammála svo eru mannréttindi þar í landi að fara til helvítis yfirleitt"
        },
        {
            "user": "Lotti",
            "user_id": "10703",
            "date": "2004-02-15 16:22:25",
            "id": "1490435",
            "reply_to_id": "1490432",
            "text": "Það sem grein þín fjallar um neddi, svarar fullkomlega sjálf þeim spurningum sem þú varpar fram. Og meðan hægri öfgamenn fara með völdin í USA getur ástandið aðeins versnað.\nLotti."
        },
        {
            "user": "antibobo",
            "user_id": "30925",
            "date": "2004-02-15 17:02:57",
            "id": "1490437",
            "reply_to_id": "1490435",
            "text": "Þessir menn eru engu skárri en nasistsrnir á sínum tíma,þeir fara bara aðeins finna í hlutina."
        },
        {
            "user": "zillus",
            "user_id": "30611",
            "date": "2004-02-16 01:26:41",
            "id": "1490438",
            "reply_to_id": "1490435",
            "text": "Skilgreindu hvað hægri öfgamaður er."
        },
        {
            "user": "spekingur",
            "user_id": "42693",
            "date": "2004-02-16 22:19:32",
            "id": "1490436",
            "reply_to_id": "1490435",
            "text": "Réttast er að taka það fram að Bandarísk stjórnvöld eru alls ekki svo hægri sinnuð.  Þau eru í besta falli stjórnlyndir miðjumenn. Síðan er spurning hvað þú kallar hægri öfgamenn, ef þú átt við frjálshyggjumenn ertu á villigötum því frjálshyggjumenn eru ekki síðri gagnrýnendur á BNA en aðrir.  Þó gagnrýni okkar sé nokkuð öðru vísi. Því miður er það svo að það sem miður fer í BNA er oftast of miklum umsvifum ríkisins að kenna og þá alltof oft reglum og lögum sem eiga að tryggja það gagnkvæma."
        },
        {
            "user": "Kagemusha",
            "user_id": "38067",
            "date": "2004-02-16 16:32:21",
            "id": "1490433",
            "reply_to_id": "1490432",
            "text": "Hvar er hægt að sjá þessa mynd?"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2004-02-16 17:25:36",
            "id": "1490434",
            "reply_to_id": "1490433",
            "text": "Hún er á\nhttp://www.worldpressphoto.nl/contest/winner.jsp"
        }
    ]
}