{
    "forum_title": "Metall",
    "user": "invader",
    "user_id": "14991",
    "date": "2004-02-15 00:41:00",
    "title": "Samson árin 1979 - 1981",
    "text": "Hér verður gripið inn í þar sem fyrsti partur endaði…\nEftir að Bruce kom fóru þeir í litla tónleikaferð sem stóð í aðeins eina viku, strax eftir það fóru þeir að semja ný lög. Lög á borð við Hammerhead, To Close to Rock og Take it Like A Man. Með þessum lögum lögðu þeir drögin að nýrri plötu.  Það var svolítið villandi fyrir aðdáendur að Bruce var með allt öðruvísi rödd en Paul, þannig að þegar átti að fara spila lög af “Survivors” plötunni, þá urðu ekki eins miklar undirtektir meðal aðdáenda.\nEftir smá hvíld héldu þeir áfram með að smíða nýju plötunnar, þetta var í byrjun árs 1980. Þeir fóru í stúdíóið í mars og tóku upp lögin Vice Versa og Hammerhead. Búist var við plötu í endann á apríl, en vegna sífella truflana varð ekkert úr því.Platan kom út 27 júní 1980, platan fékk nafnið Head On. Þessi plata var í rauninni bar forsmekkur þess sem koma skyldi.\nÞeir fóru mánaðar langan túr.Sem þótti nokkuð gott á þessum tíma. Ekkert gerðist í langan tíma og var bandið nærri því að leysast upp. En þeir vildu fara til Evrópu. Til þess þurfti eitthvað rosalegt að gerast, engin af fyrri plötum höfðu verið gefnar út utan Bretlands.\nÞeir ákváðu að fara í stúdíó þann 2. janúar 1981, þá gerðist það. Platan Shock Tatics varð til. Kom hún svo út 31. janúar. Þessi plata varð þeirra frægasta, lögin Riding With Angels og Earth Mother voru þau vinsælustu.\nMeð plötu þessari tókst ætlunar verk þeirra, að túra Evrópu. Þeir gerðu það. En á sama tíma var Iron Maiden sem voru “hetjur” Bruce að reka Paul D´Anno. Bruce var orðinn þreyttur á Billy (Thunderstick). Hann trommaði alltaf í búri og var með leiðindi við Bruce. Þeir ráku þá Thunderstick og réðu í staðinn Mel Gaynor, sem var áður í óþekktri funk hljómsveit.\nBruce vildi hætta þrátt fyrir að Samson væri á hátindinum, þá fannst honum hann vera lagður á einhvern hátt útundan, fékk ekki að semja lög. Nema þá að Paul gerði það með honum.\nPaul, Chris og Mel óskuðu honum góðs gengis og fóru strax að leita að nýjum söngvara.  Væntanlega hefur Bruce ekki gert sér í hugarlund hvað væri framundan.",
    "url": "https://www.hugi.is/metall/greinar/193493/samson-arin-1979-1981/",
    "url_id": "193493",
    "id": "1492273",
    "replies": [
        {
            "user": "ibbets",
            "user_id": "10684",
            "date": "2004-02-15 03:41:37",
            "id": "1492274",
            "reply_to_id": "1492273",
            "text": "og hvað svo……."
        },
        {
            "user": "invader",
            "user_id": "14991",
            "date": "2004-02-15 11:06:24",
            "id": "1492277",
            "reply_to_id": "1492273",
            "text": "og hvað svo.\nþetta er 1979 - 1981. þú verður bara að bíða og sjá."
        },
        {
            "user": "SmeLkuR",
            "user_id": "909",
            "date": "2004-02-15 12:11:18",
            "id": "1492278",
            "reply_to_id": "1492277",
            "text": "Mmmmm… spennandi! :D Þekktu þeir Mel Gaynor eitthvað áður en þeir réðu hann?"
        },
        {
            "user": "Sveingeir",
            "user_id": "36880",
            "date": "2004-02-15 13:19:21",
            "id": "1492275",
            "reply_to_id": "1492273",
            "text": "Góð grein, kemur meira um Samson? ef þeir héldu eitthvað almennilega áfram"
        },
        {
            "user": "invader",
            "user_id": "14991",
            "date": "2004-02-15 17:15:00",
            "id": "1492276",
            "reply_to_id": "1492273",
            "text": "ég veit ekki hvort þeir þekktu Mel, að ráði en það kemur meira,\nþað er s.s ekki meikið að skrifa um þar sem svarta skeiðið er að nálgast."
        }
    ]
}