{
    "forum_title": "Heimspeki",
    "user": null,
    "user_id": null,
    "date": "2004-02-17 14:15:14",
    "title": "Haha",
    "text": "í bilbíunni stendur að guð sé fullkominnn vera(ekki bein tilvitnun)) og að hann hafi skapað manninn í sinni mynd (held ég).\nvarla er hann nú fullkominn fyrst hann náði að klúðra okkur svona vel, þurfti meira að segja að senda son sinn til að redda málunum.\nVið erum grimmasta og miskunarlausasta dýr á jörðinni og svo er verið að segja að guð hafi gert okkur í sinni mynd.\nhann hlýtur allavega að skammast sín fyrir okkur :)\nef hann er þá til !!",
    "url": "https://www.hugi.is/heimspeki/korkar/193833/haha/",
    "url_id": "193833",
    "id": "1495189",
    "replies": [
        {
            "user": "Axelma",
            "user_id": "4146",
            "date": "2004-02-19 09:59:05",
            "id": "1495190",
            "reply_to_id": "1495189",
            "text": "Það er talað um að hann hafi skapað okkur í sinni mynd já, en ekki á líkama. Hann gaf okkur frjálsan vilja, og frelsið til að velja á milli góðs og ills.\nÞegar það er talað um að hann hafi skapað okkur í sinni mynd er talað um kærleikinn til náungans, heiðarleika, umburðarlyndi, örlæti, óeigingirni; og bara allt það góða sem maðurinn getur alið í sér. En með þessum frjálsa vilja kom freisting og sjálfselska, sem á að gera okkur þetta erfitt."
        },
        {
            "user": "LalliOni",
            "user_id": "8819",
            "date": "2004-02-26 11:55:06",
            "id": "1495191",
            "reply_to_id": "1495190",
            "text": "hefur manneskjan eikkað gott í sér? allavega ekki svo mikið að hann er “fullkomin” vera<br><br><b>“The Cow is You.”</b>\nUT2004= [SoS]Lalli-Oni\nUT= SoS-Lalli-Oni\nBF1942= TK | Lalli-Oni\nOni = djöfull\nLalli-Senpai = Lalli-Eldri\nLalli-Oni = Lalli-“djöfullegi”\nauðvitað japanska ;)"
        },
        {
            "user": "nomic",
            "user_id": "2278",
            "date": "2004-02-25 15:25:16",
            "id": "1495192",
            "reply_to_id": "1495189",
            "text": "ekki gleyma að við skelltum son hanns á kross og negldum hann fastann..<br><br>——————————–\nNoMiC\n<font color=“#FFFFFF”><b>*pot*</b><i>helga beib</i><b>*pot*</b></font"
        },
        {
            "user": "thortho",
            "user_id": "7555",
            "date": "2004-02-28 14:03:45",
            "id": "1495193",
            "reply_to_id": "1495192",
            "text": "Við áttum að skella syni hans á krossinn.  Ef menn hefðu sleppt því þá hefði allt kerfið ruglast, spádómar ekki ræst og svo framvegis.<br><br>All we need is just a little patience."
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2004-03-16 16:41:09",
            "id": "1495194",
            "reply_to_id": "1495189",
            "text": "Þú verður nú að gefa okkur kredit fyrir að vera aðlögunarhæf.\nAðlögunarhæfni er að mínu mati miklu verðugri eiginleiki en\ngæska.\n“Fullkominn” þarf heldur ekki að fela í sér að vera “góður”.\nFullkomnun gæti falið í sér akkúrat rétt magn af gæsku og\nillsku til að komast af.\nAnnars er rétt að fólk geri sér grein fyrir því að fullkomnum\nhefur enga rökræna merkingu og því er ómögulegt að byggja\nályktanir á henni.\nOg ef við erum grimm og miskunnarlaus, þá erum við samt að\nlíkindum eina skepnan sem gerir sér grein fyrir því.\nOg af hverju ætti Guð að skammast sín fyrir okkur?  Við tórum\nþó enn.<br><br>\n“I'll knock your socks!”"
        }
    ]
}