{
    "forum_title": "Hestar",
    "user": "randver",
    "user_id": "34960",
    "date": "2004-02-18 14:44:17",
    "title": "Gustur frá Hóli",
    "text": "Gustur frá Hóli er fæddur árið 1988 en það þýðir að hann verður 16.vetra 1.maí.\nGustur er undan Öbbu frá Gili sem er/var bleikstjörnótt og Gáska frá Hofstöðum sem\nvar grár.\nGustur fæddist sótrauður en einsog með mörg grá hross þá varð hann grár með\ntímanum og í dag er hann nánast hvítur.\nÞegar Gustur var tekinn undan móður sinni var ákveðið að halda honum gröðum, hann\nfór því í graðhestagirðingu á bæ skammt hjá Hóli og var settur þar inn með öðrum\nungum graðhestum.\nSkafti þáverandi eigandi hestsins og ræktandi segist hafa þurft að berjast fyrir því\nbæði við fjölskyldu sína og aðra bændur um að halda Gusti gröðum, hann hafi verið\náberandi minnstur í girðingunni og nánast faxlaus.\nHinir graðhestaeigendurnir gerðu óspart grín að honum og þeirri þráhyggju að halda\nklárnum gröðum…\nen það var eitthvað við hann sem heillaði Skafta svo að hann ákvað að halda honum\ngröðum.\nKlárinn hafði ekki útlitið með sér en miklar og fallegar hreyfingar.\nGustur skánaði svo þegar hann eltist og þroskaðist en alltaf var hann frekar smár og\nfaxlítill.\nEn síðan var hann tekinn inná hús á fjórða vetur og þá gekk allt einsog í sögu. Klárinn\nvar samt enn lítill og þurfti góðan tíma til að taka út þroska og vöðvabygingu og því\nákvað Skafti að fara ekki með hann strax í kynbótadóm.\nSíðan beið hann eftir landsmóti og þegar að þvi kom og þeir fóru í úrtökuna og gekk\nmjög vel, Gustur hlaut góðar einkunnir og varð einn af þremur hæstu inná landsmót í\nsínum flokki.\nÁsamt Svarti frá Unalæk og Odd frá Selfossi.\nÞeir báðir voru undan Kjarval frá Sauðarkróki og höfðu verið mikið auglýstir klárar\nþannig að flestir vissu um hverja var verið að tala. En hinsvegar var Gustur frá Hóli ekki\njafnvíðsfrægur og keppinautar hans.\nEn Skafti fór bjartsýnn á landsmót með klárinn og vonaði að halda sér allaveganna í\nþriðja sæti því að hann var viss um að þegar að samanburðinum kæmi á milli þessara\nþriggja hesta var hann viss um að Gustur myndi falla í skugga hinna tveggja.\nEn engu að síður gerðist það sem fáir áttu von á.\nGustur hlaut hæstu einkunn sem graðhestur hafði áður fengið fyrir hæfileika . (þ.e. upp\nað árinu 1994)\nHann hlaut 9.01 fyrir hæfileika sem er engin smá einkunn hjá 6. vetra hesti.\nHann þar með vann 6. vetra flokkinn og eldri á Landsmótinu 1994 með stæl!\nGustur hefur ætíð verið í uppáhaldi hjá mér, þetta er klár sem hefur aldrei þurft að\nauglýsa það er alltaf nóg af merum hjá honum.\nhann kom seinast fram á Landsmótinu fyrir tveimur árum, með afkvæmum.\nÞar hlaut hann HEIÐURSVERÐLAUN fyrir afkvæmi og meðfylgjandi dóm :\nDómsorð:\nAfkvæmi Gusts eru tæplega meðalhross að stærð. Þau eru gróf á höfuð en svipgóð.\nHálsinn er stuttur en mjúkur og vel settur. Þau eru hlutfallarétt. Fótagerð er í tæpu\nmeðallagi en réttleiki frábær. Prúðleiki á fax og tagl er slakur. Afkvæmin eru\nskrokkmjúk og hreingeng. Töltið er lyftingargott, brokkið rúmt og skeiðið hreint. Þau\neru þjál í lund og ásækin í vilja.\nGustur gefur fim og þjál ganghross, hann hlýtur heiðursverðlaun fyrir afkvæmi og\nannað sætið.\nHér koma svo einkunnirnar hans!\nMál: 136-128-133-61-137-3.7-4.5-4-6.4-28-18.5\nSköpulag: 7.5 - 8 - 8 - 8 - 8 - 9 - 8.5 = 8.13\nHæfileikar: 9 - 8.5 - 9 - 9 - 10 - 8.5 - 8.5 = 9.01\nKynbótamat:\nHæð: -0.5 Prúðleiki: 94\nSköpulag: 103 - 106 - 109 - 117 - 94 - 138 - 114\nHæfileikar: 122 - 125 - 120 - 131 - 129 - 127 - 121\nFrávik afkv.: 4 Öryggi: 95%\nAfkvæma tölur.\nS1988165895 Gustur frá Hóli II\nLitur: Grár, fæddur sótrauður\nTölulegar niðurstöður:\nFjöldi dæmdra afkvæma: 73\nFjöldi skráðra afkvæma: 321\nÖryggi kynbótamats: 97%\nRæktandi: Elísabet Skarphéðinsdóttir\nEigandi: Hrs. Vesturl., Hrs. Eyf. og Þing. og Hrs. Austurlands\nHérna eru nokkur fyrstu verðlauna afkvæmi undan Gusti og einkunnir þeirra\nBlá frá Úlfsstöðum,  B:7.90 H:8.54 = 8.28   Efst 5.vetra flokki á HM 2001\nFlengur frá Böðmóðstöðum\nSköpulag:   8.0 - 8.0 - 7.5 - 8.5 - 8.0 - 7.0 - 8.5 - 6.5 = 8.00\nHæfileikar:   8.5 - 8.0 - 8.5 - 9.0 - 8.5 - 9.0 - 8.0 - 8.0 = 8.58\nAðaleinkunn: 8.35\nKlettur frá Hvammi\nSköpulag:   8.0 - 8.5 - 8.5 - 8.5 - 7.5 - 8.5 - 8.0 - 7.0 = 8.18\nHæfileikar:   8.5 - 8.5 - 9.5 - 5.0 - 8.5 - 8.5 - 8.5 - 8.5 = 8.10\nAðaleinkunn: 8.13\nKraftur frá Bringu\nSköpulag:   7.5 - 8.0 - 8.5 - 8.5 - 8.0 - 8.0 - 8.5 - 8.0 = 8.17\nHæfileikar:   8.5 - 8.5 - 9.0 - 8.5 - 8.0 - 8.5 - 8.5 - 9.0 = 8.54\nAðaleinkunn: 8.39\nÞetta er bara lítið brot af góðum afkvæmum undan Gusti!\nJæja vona að þið hafið notið!",
    "url": "https://www.hugi.is/hestar/greinar/193930/gustur-fra-holi/",
    "url_id": "193930",
    "id": "1495893",
    "replies": [
        {
            "user": "HockeyMonkey",
            "user_id": "33396",
            "date": "2004-02-19 18:54:41",
            "id": "1495894",
            "reply_to_id": "1495893",
            "text": "skemmtileg grein!!\nég þekki meri sem er undan honum og er alveg eins og þú lýsir; smávaxin, faxlítil en hrikalega fallegar hreyfingar.\nHún var reyndar fædd grá og er núna grávindótt en óskaplega falleg meri, er núna 7 vetra.\nHlakka mikið til að sjá hana á landsmótinu í sumar!!"
        }
    ]
}