{
    "forum_title": "Jeppar",
    "user": "gurkan",
    "user_id": "28428",
    "date": "2004-02-23 02:05:40",
    "title": "Hvar kaupir þú vökva í jeppann þinn?",
    "text": "Sælt veri fólkið,\nMig langar að forvitnast hvar menn/konur hérna kaupa sitt bensín eða diesel?\nEru menn hérna að versla bara við Atlantsolíu eða er ykkur alveg sama hvar þið kaupið brúsann?\nHafiði ekki pælt í að mótmæla þessum sorglega bensínmarkaði hérna? Ég hef tekið eftir því að um leið og Atlantsolía byrjaði að selja diesel þá lækkaði dieselinn á öllum hinum stöðvum höfuðborgarsvæðisins svipað! Í dag er dieselinn kominn í 35kr en var 49 áður en AO var sett á laggirnar. Sama mál gerðist fyrir bensín, en um leið og birgðir AO klárast rýkur verðið á Shell, Olís og Esso niður!\nÉg skil bara ekki hvernig Samkeppnisstofnun, Ríkið, Félag íslenskra bifreiðaeigenda(FÍB) og allir þeir sem hafa eitthvað vald í landinu geti látið svona kalla troðið ofaná sér!\nFinnst ykkur þetta vera eðlilegt? Að alltaf þegar olíu eða bensínbirgðir AO klárast þá hækkar verðið aftur!\nAnnars er þungaskatturinn að fara að hætta þannig að líterinn af diesel fer uppí 90kr þegar það gerist.\nkv, Ásgei",
    "url": "https://www.hugi.is/jeppar/greinar/194600/hvar-kaupir-thu-vokva-i-jeppann-thinn/",
    "url_id": "194600",
    "id": "1500673",
    "replies": [
        {
            "user": "Swandys8",
            "user_id": "3145",
            "date": "2004-02-24 11:46:23",
            "id": "1500675",
            "reply_to_id": "1500673",
            "text": "Það er alveg fáránleg samkeppnin þarna heima.\nHérna í DK er rosaleg samkeppni, stöðvarnar hérna lækka og hækka verðið liggur við á hverjum einasta degi og er verðmunurinn oft á milli 2-24 króna(íslenskra)\nÞetta er eitthvað sem íslensk besnínfyrirtæki mega taka sér til fyrirmyndar."
        },
        {
            "user": "Surf",
            "user_id": "10219",
            "date": "2004-02-24 11:47:37",
            "id": "1500676",
            "reply_to_id": "1500673",
            "text": "Ef ég gæti þá myndi ég kaupa af AO en kvikindið mitt þarf 98 okt og AO er bara með disel og 95 :o("
        },
        {
            "user": "geysir",
            "user_id": "22635",
            "date": "2004-02-24 18:26:26",
            "id": "1500674",
            "reply_to_id": "1500673",
            "text": "Þetta er FÁRÁNLEGT.\nNIÐUR MEÐ SAMRÁÐ!!\nUPP MEÐ SAMKEPPNI!!\nBENSÍNIÐ NIÐUR Í 50 kr og díesilinn í 25 kr."
        },
        {
            "user": "IngvarL",
            "user_id": "50417",
            "date": "2004-02-24 21:08:17",
            "id": "1500677",
            "reply_to_id": "1500673",
            "text": "við eigum 2 bensínbíla og fyllym á þá hjá ób, tímum ekki að fara á esso, bensínið er svo dýrt og svo eyða þessir bílar eins og drekar."
        },
        {
            "user": "white",
            "user_id": "13683",
            "date": "2004-02-24 21:30:42",
            "id": "1500678",
            "reply_to_id": "1500673",
            "text": "þetta er skýy af olíufélögunum og ég legg til að við fynnum okkur dag og mótmælum!!!!\nen þetta með að taka þungaskattin af er langt þangað til, hvernig á venjulegur bóndi þá að sleppa við þungaskattin???? á að fara setja litarefni í olíuna og allir traktorar að spúa rauðum reyk?????"
        },
        {
            "user": "JHG",
            "user_id": "17371",
            "date": "2004-02-24 21:40:26",
            "id": "1500679",
            "reply_to_id": "1500678",
            "text": "Jamm, það á víst að lita olíuna.\nÉg hef verslað við Essó þar sem að Atlantsolía og ÓB eru töluvert úr leið.  Þegar maður er með átta gata bíl þá er sparnaðurinn fljótur að fljúga út um púströrið ef maður þarf að keyra langar vegalengdir til að sækja sopann.\nJHG"
        },
        {
            "user": "bretti",
            "user_id": "44921",
            "date": "2004-03-09 18:13:12",
            "id": "1500680",
            "reply_to_id": "1500673",
            "text": "Við eða pabbi réttara sagt fer alltaf í AO til að mótmæla þessu og þar er miklu betra að versla. Allir ættu nú bara að gera þetta og hjálpa þeim að komast á skrið þá geta þeir vonandi fjölgað stöðvunum en hvernar á að taka þungaskattinn af ?"
        },
        {
            "user": "hallbm",
            "user_id": "9560",
            "date": "2004-03-11 12:29:56",
            "id": "1500681",
            "reply_to_id": "1500680",
            "text": "Þið skuluð ekkert gera ykkur alltof miklar vonir með þennan þungaskatt.\nÞað var sett fram fyrirspurn til Ráðherra í þessari viku þar sem spurt var hvar málið stæði. Þá svaraði Geir H. Haarde því til að málið væri enn í vinnslu hjá ráðuneytinu til að ganga frá sem flestum óvissum þáttum eins og hann orðaði það.\nEn eins og þið vitið þá er þeta mál búið að taka 12 ár að meltast í kerfinu og ég sé ekki fram á að það sé eitthvað að fara að ganga í gegn núna.\nÞað þarf bara að láta almenning halda að verið sé að vinna í þessu og að halda málum opnum svo þeir haldi atkvæðum hjá þeim sem vilja að þetta gangi í gegn sem er náttúrulega þorri almennings.\nHallbjörn Magnússon"
        },
        {
            "user": "afdalabuinn",
            "user_id": "54240",
            "date": "2004-08-18 00:09:19",
            "id": "1500682",
            "reply_to_id": "1500673",
            "text": "Já, Maður sem bý nú út á landi hefur ekki mikið um að velja en þegar maður er í bænum þá verslar maður hjá Ao bara til að styðja það félag sem er að berjast við alla hina risana á olíu markaðinum!\nUpp með samkeppni!!!!!!!\nKv. Afdalabuinn"
        }
    ]
}