{
    "forum_title": "Deiglan",
    "user": "fappa",
    "user_id": "4019",
    "date": "2004-02-24 18:03:12",
    "title": "Hvað eru skólayfirvöld að spá?",
    "text": "Ég sat með tvem vinkonum mínum á kaffihúsi í dag og við vorum eins og venjulega að leysa vanda heimsins þegar að talið barst að skólakerfinu. Mamma annarar vinkonu minnar er kennari á gagnfræðaskóla stigi og hefur verið í skriljón ár þannig að vinkona mín er vel inni í því sem er að gerast.\nAllavega …\nVið fórum s.s. að ræða námsgetu og jafnan rétt allra á námi við hæfi og komst ég að því að nú er búið að banna á Íslandi að skipta börnum niður eftir getu og ekki nóg með það heldur má bara ekki skipta þeim neitt niður! Þá er ég að tala um að börn sem eru blind, heyrnarlaus, mállaus, útlensk, einhverf o.s.frv. mega ekki lengur vera í sérdeildum. Hvað er það??? Hvernig getur þetta hjálpað börnunum? Erum við ekki að ganga aðeins of langt í þessari “jafnréttisstefnu”?\nÉg meina ég man nú hvernig það var að vera í grunnskóla og kennarinn átti fullt í fangi með að sjá um bekkinn þegar hann var fullur af venjulegum krökkum sem þurftu ekki neina séraðstoð. Á sami kennarinn núna að fara að sjá um einhverfa og blinda líka á sama tíma?\nEins og ég sé þetta þá kallar þetta bara á það að afburðanemendur verða enn meira undir og fá ekki verkefni við hæfi og þeir sem venjulega þyrftu meiri aðstoð fá hana ekki vegna “aukinnar samkeppni”.\nEkki get ég heldur ímyndað mér að það sé gaman að vera nýbúi og skilja ekki stakt orð í íslensku og þurfa að sitja með 20 venjulegum íslenskum börnum í bekk. Eða að vera blindur eða heyrnarlaus í sömu stöðu. Væri ég þá allavega frekar til í að vera með jafnokum mínum.\nÉg var einmitt í grunnskóla sem hafði einu blindradeildina á íslandi og það var ein stelpa sem sat oft með okkur í tímum og það var mjög erfitt bæði fyrir hana og kennarann og stundum okkur hin.\nÉg bara skil ekki þessa stefnu íslenskra skólayfirvalda. Reyndar er voðalega fátt í þeirra stefnu sem ég skil yfirhöfuð en ég ætla nú ekki að fara að slá metið í lengstu greininni hér á Huga.is.",
    "url": "https://www.hugi.is/deiglan/greinar/194741/hvad-eru-skolayfirvold-ad-spa/",
    "url_id": "194741",
    "id": "1501795",
    "replies": [
        {
            "user": "xark",
            "user_id": "1706",
            "date": "2004-02-25 23:11:50",
            "id": "1501796",
            "reply_to_id": "1501795",
            "text": "heh greinilegt að þarna er verið að taka eitthvað frá Svíum (enn og aftur). svona classic sænsk stefna að banna afburðarnem.. úps ég meinti ágætum nemendum að vera sér í bekk og sæmilegum nemendum að vera sér svo við höldum okkur við correct orðalag að hætti svía."
        },
        {
            "user": "sjoefn7",
            "user_id": "5661",
            "date": "2004-02-26 00:25:25",
            "id": "1501797",
            "reply_to_id": "1501795",
            "text": "Hvaðan fékksu þetta að verið væri að banna sérdeildir… það er til fullt af þeim, mamma mín vinnur í þrem og ég held að þær séu engan vegin að hverfa.\nOg ef þú vilt sjá langa grein tékkaðu þá á gamla grein der um Bítlana, hún er víst 11 síður í Word. Einnig margt ofurlangt á sagnfræðiáhugamálinu."
        },
        {
            "user": "fappa",
            "user_id": "4019",
            "date": "2004-02-26 13:21:32",
            "id": "1501798",
            "reply_to_id": "1501797",
            "text": "Ég fékk þetta frá vinkonu minni. Mamma hennar er kennari sem er með venjulegan bekk + 2 einhverfa og 1 nýbúa sem skilur ekki stakt orð í íslensku."
        },
        {
            "user": "Bozi",
            "user_id": "12100",
            "date": "2004-02-26 13:05:10",
            "id": "1501799",
            "reply_to_id": "1501795",
            "text": "Það er nokkuð til í þessu hjá þér. Sú aðferð að skipta fólki í hægferð og hraðferð er mjög góð þar sem hægt er að laga námið að fólkinu betur með þeirri leið.\nStærsti galli íslenska skólakerfisins hefur ávallt verið slæmt aðhald við þá sem geta lært. Við erum með allt fyrir þá sem eiga erfitt og ekkert út á það að setja. Þeir sem geta skarað framúr verða líka að fá að njóta sín og geta lært meira. Þeir hafa hæfileika sem ber að nýta."
        },
        {
            "user": "Lidstrom18",
            "user_id": "15230",
            "date": "2004-02-29 00:03:24",
            "id": "1501800",
            "reply_to_id": "1501795",
            "text": "Banna blindu fólki að vera í sérdeild djöss bull er það marr….\nNiður með þessi skólahelvíti… Skólar eru ekkert nema sam samkomur feminista !!!"
        },
        {
            "user": "Addinn",
            "user_id": "16489",
            "date": "2004-02-29 00:18:42",
            "id": "1501801",
            "reply_to_id": "1501795",
            "text": "Jæja á ekki bara setja alla í sömu súpu og tékkum hvað gerist kennarar eru nú geðstyrðir sem er………\nALLT FÓLK ER EKKI ALVEG EINS…….\nþó að sumir vilja trúa því að allir geta orðið læknar eða lögfræðingar. Því miður það er ekki þannig. Sumir eru bara heimskir og latir aðrir eru bara sonnna lala og verða símasölumenn og svo en aðrir sem verða byrði á þjóðfélagið…..\nÞeir sem nenna að vinna þurfa borga undir rassgatið á aumingjum."
        },
        {
            "user": "auroraborealis",
            "user_id": "42466",
            "date": "2004-03-02 09:47:24",
            "id": "1501802",
            "reply_to_id": "1501795",
            "text": "Uss…. ekki segja neinum, en í skólanum mínum er mínum árgangi skipt eftir getu… þó það sé bannað! hehe… og það er miklu betra fyrir bæði nemendur og kennara."
        },
        {
            "user": "Krikinn",
            "user_id": "14626",
            "date": "2004-03-03 13:42:29",
            "id": "1501803",
            "reply_to_id": "1501795",
            "text": "Já þú spyrð: “Hvað eru skólayfirvöld að spá?”\nÉg veit um skóla þar sem nemendum hefur verið skipt upp í; Hraðferð, miðferð og almennaferð.\nÞessi skipting hefur reynst mjög vel.´\nOg miðað við lýsingar nemenda þessa ágæta skóla hvet ég alla skóla sem þetta geta að prófa þetta.\nMér skilst að það að skipta bekkjum upp eftir getu nemenda sé EKKI bannað, þ.e. fullkomlega leyfilegt, hins vegar er að bannað að birta í hvaða ‘ferð’ nemendur eru; Persónuverndarlög segja að þar sem nemendum sé skipt upp í bekki eftir getu megi ekki birta bekkjarlista, heldur aðeins heildarlista, lista yfir alla nemendur árgangsins.\nTakk fyrir."
        }
    ]
}