{
    "forum_title": "Deiglan",
    "user": null,
    "user_id": null,
    "date": "2004-02-25 11:34:40",
    "title": "Fíkniefni einfalt svar við þunglyndi",
    "text": "Well.. þessi titill er meira í kaldhæðni heldur en í alvöru skrifaður. Þannig byrjaði þetta nú. Í skólanum var ég eitthvað að lesa um fíkniefni og djókaði með að það væri einfalt svar við þunglyndi. Þó að ég viti vel að fólk fer á niðurtúr og getur orðið þunglynt af því sko þá ætti þetta ekki að skaða þá sem eru það nú þegar.\nÉg tek t.d. kókaín sem dæmi (ég nota það ekki, heldur tek það bara sem dæmi). Kókaín er örvandi lyf sem eykur orku og sjálfstraust en dregur úr þreytu og matarlyst. Kókaín var mjög vinsælt á fyrri hluta seinustu aldar enda auðvelt að nálgast það. Þar sem ég hef ekki prufað kókaín sjálfur þá verð ég að láta lýsingu frá einhverjum öðrum en sjálfum mér duga. “.. ánægja og gleði sem ekki tekur enda og er nákvæmlega eins og gleði venjulegs heilbrigðs manns … menn finna fyrir aukinni sjálfsstjórn og eru meira lifandi og geta unnið meira, m.ö.o. þá er maður aðeins eðlilegur undir áhrifum lyfsins og því erfitt að trúa að maður sé undir áhrifum. Langt og erfitt andlegt og/eða líkamlegt verk getur maður unnið án þess að finna til þreytu. Maður getur notið árangursins án þess að finna fyrir hinum óþægilegu eftirköstum sem fylgja notkun áfengis.” Þessi lýsing er t.d. mjög góð. Ég myndi rjúka út og selja tölvuna mína og sjónvarpið og ég veit ekki hvað og hvað til að kaupa mér kókaín ef ég væri þunglyndur eftir að hafa lesið þetta. Öll gleðin sem er lýst í þessu og hvað lífið er einfalt. En, sem betur fer er ég mjög glaður drengur og gæti ekki verið meira sama um þetta kókaín.\nOkey, þið sem haldið áfram að lesa þetta og hafið ekki núþegar rokið út að selja tölvuna fyrir nokkur slög ættuð að kannast við næsta fíkniefni sem ég tala um því það er cannabis. Það kannast allir við cannabis eða hass eða gras eða þetta brúna og græna krakkar mínir. Afhverju held ég að þú kannast við cannabis? Ég er ekki endilega að segja að allir hafi prófað það en það hafa margir prófað það, og það vita langflestir unglingar hvað það er.\nHass/Gras er langvinsælasta eiturlyfið. Neytendur komast í sæluvímu sem einkennist af slökun og auknu næmi. Ef maður fær sér bara lítinn skammt kemur bara voðalega mild víma, en af stærri skammti endist víman lengur og áhrifin verða meiri og ef maður tekur of mikið þá coxar maður eða sofnar, kannski færðu hvítuna, hver veit? Allavega þó að það geti verið óþægilegt þá held ég að það sé ekkert hættulegt. Það er í umræðunni að lögleiða cannabis. En það er sagt að það sé mjög skaðlegt og skerði minnið manns. Það er bara bullshit, þó svo að maður heyri það oft á þeim sem nota mikið þá er þetta bara rugl. Það var t.d. rannsókn gerð í BNA á einhverjum trúflokki sem notar marijuana í formi sem kallast “ganja” við trúarathafnir sínar. Þvagsínin þeirra gáfu til kynna mjög mikið magn af cannabisi. Þrátt fyrir það þá virtist greindarfar þeirra óskert, þeir stóðu sig sæmilega í hugfræðilegum prófum og heilsa þeirra var ekkert lakari en annara. En ég nenni ekki að fara útí lögleiðingu cannabis hérna. En allavega þá ætti cannabis að henta sér vel fyrir þunglyndissjúkingana sem vilja bara slaka á.\nwell… Bæði þessi efni sem ég er búinn að taka fyrir hérna að ofan eru vinsæl þó er kókið ekki jafn vinsælt og cannabisið, en vinsælt þó. Næsta efni er líka mjög vinsælt, það er Amfetamín.\nAmfetamín eru sterk örvandi lyf. Fyrstu áhrif eru minni þreyta og leiðindi. Erfið verk sem krefjast áreynslu og úthalds geta orðið auðveldari ef amfetamín er tekið. Þar sem neytandinn þarf stöðugt stærri og stærri skammta og stórir skammtar geta valdið mjög hættulegum hliðarverkunum þá skal umgangast þetta lyf með smá varúð. Stundum eru litlir skammtar teknir í skammann tíma og svo stækkar fólk oft við skammtinn sinn þá getur það orðið fjandamlegt. Og fyrir þunglyndis fólkið ætti að vera gott að vita að stór skammtur beint í æð veldur mikilli vellíðan í kjölfarið fylgja smá erfiðleikar, en það er ekkert sem ekki er hægt að laga með smá áfengi.\nwell… það er mikið um kaldhæðni í þessu.. þið verðið helst bara að grípa það sjálf eða biðja mig um útsýringar.. allavega þá bið ég að heilsa og vona að einhver selji sig fyrir skammt.",
    "url": "https://www.hugi.is/deiglan/korkar/194972/fikniefni-einfalt-svar-vid-thunglyndi/",
    "url_id": "194972",
    "id": "1503179",
    "replies": [
        {
            "user": "Dyrlingur",
            "user_id": "10993",
            "date": "2004-02-25 22:56:57",
            "id": "1503180",
            "reply_to_id": "1503179",
            "text": ":P\nAðal ástæðan fyrir því að Spítt og Kók er bannað er því það er svo ávanabindandi. Og fólk leggur allt á sig til að fá smá skammt. Einsog að selja tölvuna sína. En maður á ekki endalausar tölvur. Þannig fólk byrjar að stela tölvum frá öðrum og selja þær.\nSvo stútar þetta taugum og fleirra man ekki hverju.\nEn af minni persónulegu reynslu. Þá shittt ! Þetta ætti allt að vera löglegt :P<br><br>Takk Fyrir Mig\nKveðja\n<a href=\"\nhttp://easy.go.is/dyrlingur/\n\">Hvítir Englar</a>\nScorpion25 = Dýrlingur\n<b>Frankreign Slitchu Tiskunova</"
        },
        {
            "user": "ibbets",
            "user_id": "10684",
            "date": "2004-02-26 03:48:38",
            "id": "1503181",
            "reply_to_id": "1503180",
            "text": "Þú ert nú að tala um öfgar þarna.\nÞað fara ekkert allir sem nota spítt eða kók að brjótast inn til að stela fyrir spítti eða kók, það er bara fáránlegt.\nÞað er fullt af fólki, og það sennilega mikill meirihluti þeirra sem nota þessi efni sem kaupir það bara sjálft fyrir peningana sem það vinnur sér inn fyrir.\nMátt ekki koma með svona fullyrðingar, það er meira af fólki sem kaupir þetta fyrir sinn eiginn pening en þeir sem stela fyrir þessu.\nÉg hef notað bæði og veit því hvað ég er að tala um, ekki bara lesið úr einhverjum bæklingum.\nEn annars já, þá ætti þetta allt að vera löglegt.\nAmfetamín er td löglegt til lækniskotkunar en cannabis ekki….what´s up with that???<br><br>\nibbets úber alles!!!"
        },
        {
            "user": "Dyrlingur",
            "user_id": "10993",
            "date": "2004-02-26 14:59:28",
            "id": "1503182",
            "reply_to_id": "1503181",
            "text": "Ég var aðalega tala um fíkla. Sem lifa fyrir þessu.\nVinna ekki og fleirra drasl.\nÆtlaði ekki að móðga þig sry :p<br><br>Takk Fyrir Mig\nKveðja\n<a href=\"\nhttp://easy.go.is/dyrlingur/\n\">Hvítir Englar</a>\nScorpion25 = Dýrlingur\n<b>Frankreign Slitchu Tiskunova</"
        },
        {
            "user": "ibbets",
            "user_id": "10684",
            "date": "2004-02-27 00:18:38",
            "id": "1503183",
            "reply_to_id": "1503182",
            "text": "Ehh, ég var nú svo sem ekkert móðgaður….\nEn ég held að fólk gleymi því oftast að meirihluti þeirra sem nota efnin eru ekki fíklar heldur fólk sem notar “hjálpartæki djammlífsins”…..<br><br>\nibbets úber alles!!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-02-26 06:42:36",
            "id": "1503184",
            "reply_to_id": "1503179",
            "text": "Kaldhæðni? Mundi frekar kalla þetta tilraun til að nota kaldhæðni sem mistókst.\nÞetta eru með lélegri skrifum um fíkniefni sem ég hef séð!\nJá áhrifin sem þú lýstir með fíkniefnunum eru bara FYRSTU áhrifin, semsagt fyrstu skiptin sem umrætt fíkniefni er notað, í öllum tilfellum minkar víman við hvert einasta skipti og þú þarft alltaf meira til að verða alminnilega dópaður. Fyrir utan ofbeldishneygð sem fylgir örfandi efnunum oftar en ekki.\nSvar við þunglyndi? held ekki, hef ekki heyrt um neinn sem að hefur notað kók, spítt eða hass sem lyf við þunglyndi og það hafi virkað. Jú það hefur verið reynt, trúðu mér það hefur verið reynt, en  árangur enginn á endanum, bara sokkinn dýpra.\nHver er tilgangurinn í þessum skrifum þínum, tók eftir því að þú sagðist ekki hafa prófað neitt af þessu (nema eftir vill hassið en hey þetta er ísland) og afhverju ertu þá að tjá þig um áhrifin sem þessi efni hafa á lífið? Það sést líka augljóslega á þessum skrifum að þú hefur ekki farið í gegnum það helvíti að hætta þessu. Ef þetta væri svona gott afhverju vilja þá ALLIR fíklar hætta á einhverjum tímapunkti. Já fíklar sagði ég, ef þú ert að ímynda þér að það sé hægt að neyta þessara efna í hófi til lengri tíma þarftu að fara að endurskoða málið vinur. Þessi efni (öll, já líka hassið) eru ávanabindandi og meira en lítið erfitt að losa sig við fíknina, þekki fólk sem hefur verið edrú í meira en 10 ár (sumir meira) en berjast ennþá við helvítis fíknina.\nJá vinurinn kaldhænin skilaði sér engann veginn!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-02-27 14:00:58",
            "id": "1503185",
            "reply_to_id": "1503184",
            "text": "Það vill svo heppilega til að ég hef prófað cannabis og spítt og þekki allveg haug af fólki sem notar þetta allt.. og mér er svo drullu fokkin sama hvað það gerir við líf sitt.. svo lengi sem litla systir min og mamma og pabbi eru clean.. þá er mér fokk sama um alla hina, nema kannski allra bestu vini mína.. og nei.. ég hef aldrei gengið i gegnum það að hætta þessu.. en what the hell auðvitað er það erfitt einsog að hætta mörgu öðru sem maður er háður. ég átta mig allveg á því.. ég er ekki bara með einhvern lauk í hausnum á mér í stað heila sko.<br><br><font color=“#0F0FFF”>———————————</font>\n<b><i>kveðja</i>;</b>\n<b><font color=“Blue”></font> <font color=“blue”><a href=\"\nhttp://www.noisyboys.net\n\">to3</font></b>\n</a>[<i>óskabarn þjóðarinnar</i>]\n<font color=“#0F0FFF”>———————————</font"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-03-05 23:24:34",
            "id": "1503186",
            "reply_to_id": "1503185",
            "text": "“og mér er svo drullu fokkin sama hvað það gerir við líf sitt.. svo lengi sem litla systir min og mamma og pabbi eru clean..”\nbullandi mótsöng vinur þinn, mamma þín, pabbi þinn og litla systir þín eru alveg jafn líkleg og jón útí bæ að lenda í þessu góði, svo eigum við öll einhverja í kringum okkur sem að við viljum ekki að lendi í neinu slæmu. Munurinn á mér og þér að ég er ekki jafn helvíti sjálfhverf og þú og hugsa aðeins út fyrir rasgatið á sjálfri mér!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-03-06 16:46:12",
            "id": "1503187",
            "reply_to_id": "1503186",
            "text": "Auðvitað hugsa ég bara um sjálfan mig.. ég er sá eini sem skiptir máli hérna<br><br><font color=“#0F0FFF”>———————————</font>\n<b><i>kveðja</i>;</b>\n<b><font color=“Blue”></font> <font color=“blue”><a href=\"\nhttp://www.noisyboys.net\n\">to3</font></b>\n</a>[<i>óskabarn þjóðarinnar</i>]\n<font color=“#0F0FFF”>———————————</font"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2004-02-26 17:34:09",
            "id": "1503188",
            "reply_to_id": "1503179",
            "text": "Þetta er frekar viðkvæmt málefni fyrir svona ‘grín’.\nOg það er ekki rétt að cannabis hafi engin varanleg, skaðleg áhrif á mann.\nAnnars er “Zoloft” mjög gott og áhrifaríkt lyf við þunglyndi.\n<br><br>———————————–\n<i>“There are no facts, only interpretations”\n- Friedrich Nietzsche\n“Talk sense to a fool and he calls you foolish.”\n- Euripides\n“Your god is dead and only the ignorant weep. And if you claim there is a hell, then we shall meet there!”\n- Frederich Nietzsche, “Thus Spoke Zarathustra”\nÉg veit ekki neitt, ég bara er.\n</i"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-02-27 14:02:31",
            "id": "1503189",
            "reply_to_id": "1503188",
            "text": "mér er fokk sama.. mér finnst þetta ennþá bara fyndið grín<br><br><font color=“#0F0FFF”>———————————</font>\n<b><i>kveðja</i>;</b>\n<b><font color=“Blue”></font> <font color=“blue”><a href=\"\nhttp://www.noisyboys.net\n\">to3</font></b>\n</a>[<i>óskabarn þjóðarinnar</i>]\n<font color=“#0F0FFF”>———————————</font"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2004-03-02 16:08:25",
            "id": "1503190",
            "reply_to_id": "1503179",
            "text": "Einfalt svar…\nAf hverju er þá stór hluti þeirra sem að hafa farið á geðdeild vegna þunglyndis einmitt einstaklingar sem hafa verið í fíkniefnum ?  :)<br><br>______________________________________________________________________________________________\n<b>Fairy power!</"
        }
    ]
}