{
    "forum_title": "Bardagaíþróttir",
    "user": "scifidude",
    "user_id": "20172",
    "date": "2004-02-26 16:58:01",
    "title": "Alvöru Brazilian Jiu-Jitsu seminar",
    "text": "Jæja er ekki kominn Tími á authentic BJJ. Joao Pedro Tinoco er á leiðinni til landsins. Joao sem er frá Rio de Janeiro hefur æft í 9 ár, og æft með topp BJJ mönnum og er góður vinur Gracie fjölskyldunnar, ásamt því að vera ritstjóri Gracie magazine. Hann er núna að ferðast um evrópu við erum þess heiðurs aðnjótandi að hann lítur hér við. Námskeiðið verður Haldið helgina 3-4 apríl. best er að skrá sig sem fyrst því að það komast færri en vilja. námskeiðið verður 3 tíma í senn hvorn daginn fyrir sig og kostar 10.000 kr. Ómissandi tækifæri í fyrsta sinn á Íslandi.\nSkráning í síma 6988471 eða scientific_fighting@hotmail.com.\nvæntalega myndir af kappanum á síðunni www.gella.is/scientificfighting",
    "url": "https://www.hugi.is/martial_arts/greinar/195013/alvoru-brazilian-jiu-jitsu-seminar/",
    "url_id": "195013",
    "id": "1503540",
    "replies": [
        {
            "user": "qeySuS",
            "user_id": "280",
            "date": "2004-02-29 20:14:31",
            "id": "1503541",
            "reply_to_id": "1503540",
            "text": "Verdur hann eitthvad a landinu lengur? Eg kem einmit heim helgina eftir thetta :)"
        },
        {
            "user": "scifidude",
            "user_id": "20172",
            "date": "2004-03-01 19:21:23",
            "id": "1503542",
            "reply_to_id": "1503541",
            "text": "Nei því miður, hann verður bara yfir helgina."
        },
        {
            "user": "Khan",
            "user_id": "18059",
            "date": "2004-03-01 22:42:39",
            "id": "1503543",
            "reply_to_id": "1503540",
            "text": "Sæll, veistu klukkan hvað æfingarnar verða?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-03-02 19:24:00",
            "id": "1503544",
            "reply_to_id": "1503543",
            "text": "Sælir, Uppfærsla á scientific fighting vefnum er lokið.\nallar almennar upplýsingar um seminarið er að finna þar undir “seminar” eða clikka á myndina á forsíðu..\nwww.gella.is/scientificfighting\n//baboon"
        },
        {
            "user": "SoullessShadow",
            "user_id": "23421",
            "date": "2004-03-13 23:59:17",
            "id": "1503545",
            "reply_to_id": "1503540",
            "text": "Bara 9 ár er BJJ mjög ung bardagalist því að hafa æft í 9 ár er ekki mikið. Sérstaklega þegar einhver er að fara halda seminar."
        },
        {
            "user": "qeySuS",
            "user_id": "280",
            "date": "2004-03-14 01:05:50",
            "id": "1503546",
            "reply_to_id": "1503545",
            "text": "Hvernig geturdu sagt ad 9 ar i BJJ se ekki mikid? Eg skal lofa ther ad einhver med brunt belti i BJJ er feiki nogu godur til ad halda seminar."
        },
        {
            "user": "SoullessShadow",
            "user_id": "23421",
            "date": "2004-03-14 21:57:37",
            "id": "1503547",
            "reply_to_id": "1503546",
            "text": "Ha í alvöru lærir fólk þá BJJ á svona 2 árum?\nÞar sem ég æfi eru menn að halda seminar sem hafa æft í svona 40-50 ár."
        },
        {
            "user": "aThorri",
            "user_id": "24528",
            "date": "2004-03-16 01:57:40",
            "id": "1503548",
            "reply_to_id": "1503547",
            "text": "Síðast þegar ég vissi var færni í bardagalistum algjörlega persónubundin og ekki eitthvað sem þú getur sagt að taki 5, 10, 15, eða 100 ár að læra.\nHinsvegar er hægt að læra og kenna concept og yfirleitt er það ekki 60 ára verkefni. Fyrir utan það að eftir því sem ég best veit er BJJ miðað við realisma. Sem þýðir að það er lögð áhersla á basics sem eru örugg að virki - en ekki löng, flókin og “good-looking” brögð sem tekur 2 ár að leggja á minnið.\nÞað tekur bara 5 sek að læra að stinga úr einhverjum auga - en það getur tekið mörg ár að verða góður í því. Ég býst við að J.Pedro geti kennt að stinga úr augu þó hann sé ekki búinn að æfa það í 50 ár. If you catch my drift. peace."
        },
        {
            "user": "qeySuS",
            "user_id": "280",
            "date": "2004-03-16 06:45:01",
            "id": "1503549",
            "reply_to_id": "1503547",
            "text": "Thad er harrett ad folk laerir BJJ mjog mishratt, en thad ma langoftast sja hversu godur einhver i BJJ er utfra beltinu hans. Thu faerd ekki belti in BJJ eins og thu faerd belti i odrum ithrottum. I sumum ithrottum virdist ekki skipta mali hversu godur thu ert i ad verja thig, tharft bara ad kunna einhverjar Kotur, nofn fyrir hitt og thetta og geta framkvaemt ymsar hreyfingar. Belti i BJJ eru ekki gefin ut fra thessu.\nBelti i BJJ er gefid utfra haefileikum og hversu godur vidkomandi er i ad notfaera ser brogd sem hann hefur laert. Brunt belti er naesthaesta belti i BJJ og til thess ad fa brunt belti, tha verdurdu ad geta unnid onnur brun belti reglulega, og brun belti eru MJOG god. Hversu lengi ertu ad laera? Thad er algjorlega personubundid, sumir eru 15 ar ad fa svart belti i BJJ (10-15 ar er tala sem oft er talad um til ad fa BJJ belti), en menn eins og BJ Penn hafa farid fra hvitu belti upp i svart belti a 4 arum, ekki nog med thad heldur tok hann thatt i heimsmeistarakeppninni og vann hana i svartbeltaflokk eftir 4 ar af aefingum, hann er einnig nuverandi UFC millivigtarmeistari."
        },
        {
            "user": "jgt",
            "user_id": "30536",
            "date": "2004-03-17 09:54:30",
            "id": "1503550",
            "reply_to_id": "1503549",
            "text": "Reyndar mjög sjaldgæfur andskoti þar á ferð, hann BJ Penn ;)"
        },
        {
            "user": "SoullessShadow",
            "user_id": "23421",
            "date": "2004-03-17 16:36:34",
            "id": "1503551",
            "reply_to_id": "1503549",
            "text": "S.s. ef þú ert 160 kíló og 3% fita geturu fengið svartabeltið á 2 árum janfvel þó að þú kunnir mjög lítið.\nOg fá þá þeir sem kunna allt mjög vel en geta ekki sparrað vel vegna einhverskonar líkamlegra örðuleika  fá þeir aldrei belti?"
        },
        {
            "user": "aThorri",
            "user_id": "24528",
            "date": "2004-03-17 17:02:47",
            "id": "1503552",
            "reply_to_id": "1503551",
            "text": "Ef thu ert godur og kannt allt mjog vel,\nafhverju aettirdu ad thurfa belti ?\nMeinardu svona eins og ad fara til tannlaeknis og fa sleikjo fyrir ad vera duglegur ?\nEru ekki nogu mikil verdlaun ad vera godur fighter ? …Eg er kannski einn um tha skodun.\nOg i sambandi vid svart belti og 160 kg, tha sagdi qeysus ad thad vaeru gefin belti fyrir hversu vidkomandi er godur i ad “notfaera ser brogd sem hann hefur laert.”\nEins og eg sagdi adur tha veit eg ekki betur en Brazilian JJ se midad vid realisma - og reality er ekki alltaf sanngjarn. Thannig ad ja, likamlegur massi getur gefid manni advantage. Og their sem eru med likamlega ordugleika eru verr staddir - handalaust folk faer t.d. aldrei ad keppa um heimsmeistaratitil i tennis, tough shit.\npeace."
        },
        {
            "user": "qeySuS",
            "user_id": "280",
            "date": "2004-03-17 20:01:02",
            "id": "1503553",
            "reply_to_id": "1503551",
            "text": "ef thu ert 160kg tha keppirdu a moti odrum 160kg monnum (nema natturulega a aefingum). Thad er midad vid haefileika thegar belti eru gefin ekki styrk. Thad er oftast litid frekar nidur a thad ad nota krafta of mikid i BJJ thar sem thad er alltaf einhver sterkari, og ef thu etr vanur ad nota krafta til ad vinna tha ertu i vandraedum thegar thu lendir a moti sterkari einstakling.\nSumir eru bara ekki godir i ad sparra og taka tha lengri tima til ad fa beltin sin, sumir fa blaa beltid (fyrsta beltid) eftir 3 manudi, thad tekur adra 2-3 ar ad na thvi. Og ef thad eru einhverjar likamlegar homlur a einstaklingum er ad sjalfsogdu tekid tillit til thess thegar litid er a haefileika hans."
        },
        {
            "user": "jgt",
            "user_id": "30536",
            "date": "2004-03-18 13:04:09",
            "id": "1503554",
            "reply_to_id": "1503553",
            "text": "Athugið að fólk sem fer svona rosalega hratt í gegn um BJJ beltakerfið, eins og t.d. BJ Penn, er fólk sem æfir BJJ margar klukkutíma á dag, en ekki bara nokkrum sinnum í viku. Sumir eru ekki með full time jobb…"
        },
        {
            "user": "qeySuS",
            "user_id": "280",
            "date": "2004-03-19 07:57:45",
            "id": "1503555",
            "reply_to_id": "1503554",
            "text": "Jamm, einmitt gaman ad segja fra thvi hvernig BJ penn vard svona godur svona fljott. I hvert skipti sem einhver syndi honum nytt bragd, tha aefdi hann thad 400 sinnum strax og eftir thad mundi hann thad alltaf. Imynda ser ad gera thetta med hvjra seinustu hreyfingu sem kennd er, er gedsyki, en virkar greinilega :)"
        },
        {
            "user": "jgt",
            "user_id": "30536",
            "date": "2004-03-19 09:53:54",
            "id": "1503556",
            "reply_to_id": "1503555",
            "text": "Skemmtileg saga :)\nEn farðu nú að láta okkur vita hvernig gengur að æfa hjá Chris! Og kommon, hvenær fær maður að sjá bláa beltið hjá þér?? ;)"
        },
        {
            "user": "qeySuS",
            "user_id": "280",
            "date": "2004-03-19 20:17:02",
            "id": "1503557",
            "reply_to_id": "1503556",
            "text": "Madur er farinn ad finna thad nalgast svolitid, en efast um ad eg fai thad i thessari atrenu :) Keppti i CityBoxing grappling tournament seinustu helgi, vann 3 bardaga og tapadi einum, og keppi svo i byrjenda flokknum i grapplers quest 27 mars, gengur vonandi betur thar."
        },
        {
            "user": "jgt",
            "user_id": "30536",
            "date": "2004-03-20 10:21:27",
            "id": "1503558",
            "reply_to_id": "1503557",
            "text": "Frábært að heyra það! Gangi þér vel í Grapplers quest!"
        },
        {
            "user": "jgt",
            "user_id": "30536",
            "date": "2004-03-20 10:23:28",
            "id": "1503559",
            "reply_to_id": "1503557",
            "text": "Hvað hefurðu annars verið að læra þarna? Eitthvað nýtt?"
        },
        {
            "user": "qeySuS",
            "user_id": "280",
            "date": "2004-03-20 23:08:12",
            "id": "1503560",
            "reply_to_id": "1503559",
            "text": "ja ja alltaf eitthvad nytt, verdur samt flokid ad muna thetta allt, 2 aefingar a dag 6 daga vikunnar. Er kominn med sma cauliflower ear sem er omurlegt hreint :("
        },
        {
            "user": "jgt",
            "user_id": "30536",
            "date": "2004-03-21 22:13:54",
            "id": "1503561",
            "reply_to_id": "1503560",
            "text": "Láttu lækni stinga úr því sem allra fyrst. Ef það dugar ekki - mundu bara að eyru eru nú ekkert voðalega falleg á neinu fólki :) Það er það síðasta sem ÉG tek eftir, alla vegna."
        },
        {
            "user": "Khan",
            "user_id": "18059",
            "date": "2004-03-21 22:33:22",
            "id": "1503562",
            "reply_to_id": "1503560",
            "text": "hehe, ég og félagi minn í Judo notum alltaf eyrun sem svona reynslu mælikvarða. Gullna reglan er sú að eftir því sem eyrun eru sjúskaðri, þeimur reyndari er viðkomandi… þannig þú getur bara verið stoltur :)"
        },
        {
            "user": "qeySuS",
            "user_id": "280",
            "date": "2004-03-22 03:59:42",
            "id": "1503563",
            "reply_to_id": "1503562",
            "text": "hehe vill nu helst ekki hafa eyrun svona :P sem betur fer er thetta a frekar vel foldum stad. Verst hvad thetta er subbulega vidkvaemt."
        }
    ]
}