{
    "forum_title": "Rokk",
    "user": "thorok",
    "user_id": "7541",
    "date": "2004-02-26 13:54:54",
    "title": "ROKKVEISLA Í REYKJAVÍK FYRSTU HELGINA Í MARS!",
    "text": "RestingMind Concerts og Metal Blade Records kynna\nAMON AMARTH (Svíþjóð)\nROKKVEISLA Í REYKJAVÍK FYRSTU HELGINA Í MARS!\nSEX ERLEND STÓRTÍMARIT MEÐ Í FÖR!\nJá, það verður sannkölluð veisla fyrir rokkþyrsta Íslendinga dagana 5. og 6. mars næstkomandi, því þá mun sænska vikingametalsveitin Amon Amarth leggja leið sína til Íslands. Amon Amarth þessi spilar kraftmikið en melódískt dauðarokk og er á mála hjá útgáfufyrirtækinu Metal Blade.\nÞað er eitt af stóru metal-merkjunum í heiminum og er þessi sveit mjög virt og talin ein af frumkvöðlum víkingametalsins. Hefur hún t.d. margsinnis farið yfir til Bandaríkjanna til að spila og er fastagestur á sumarfestivölunum í Evrópu. Koma þeirra hingað er tvímælalaust hvalreki fyrir rokkþyrsta íslendinga!\nSEX ERLEND STÓRTÍMARIT MEÐ Í FÖR\nMetal Blade kann einnig svo sannarlega að gera vel við sína, því að þeir hafa ákveðið að bjóða blaðamönnum frá stærstu metaltímaritunum í Þýskalandi, Hollandi, Frakklandi, Ítalíu og Svíþjóð, ásamt einu þekktasta ritinu í Bretlandi til þess að fjalla um tónleikana. Þetta eru blöðin\nTERRORIZER - eitt virtasta metal tímaritið í Bretlandi,\nROCK HARD - stærsta metal blaðið í Evrópu! (frá Þýskalandi),\nROCK HARD - stærsta metal blað Frakklands,\nCLOSE-UP MAGAZINE - stærsta metal blað Svíþjóðar, ritsjórinn mætir,\nMETAL HAMMER (ítalía) - stærsta metal blað Ítalíu, ritstjórinn mætir,\nAARDSCHOK - stærsta metal blað Hollands og Belgíu.\nÖll þessi blöð munu fjalla um tónleikana og ferðina til Íslands á 2 - 4 síðum.\nÞetta þýðir ekki einungis að Amon Amarth verður gerð góð skil í þessum blöðum, heldur býðst upphitunarhljómsveitunum einnig alveg einstakt tækifæri til að koma sér á framfæri. Það þykir nokkuð ljóst að þessir blaðamenn munu fjalla um íslensku böndin að einhverju leyti og að mörg þúsund manns í Evrópu munu lesa um þennan íslenska stóratburð.\nÚTSENDARAR METAL BLADE EINNIG MEÐ Í FÖR - GERÐ DVD\nÞetta er samt ekki allt, því að með í för verða einnig 3 fulltrúar Metal Blade útgáfunnar. Það þýðir að íslensku sveitirnar hafa þarna alveg einstakt tækifæri til að verða “uppgötvaðar”. Slíkt gerist ekki á hverjum degi á Íslandi og því um að gera fyrir sem flesta að mæta og styðja íslensku böndin!\nÞar að auki verða nokkrir erlendir kvikmyndargerðarmenn á staðnum til að taka upp efni fyrir væntanlega DVD útgáfu Amon Amarth. Enn meiri ástæða til að mæta og sýna umheiminum hversu frábært er að koma til Íslands að spila.\nTÓNLEIKARNIR\nHaldnir verða tvennir tónleikar með Amon Amarth, hinir fyrri verða föstudaginn 5. mars á Grand Rokk og þeir seinni 6. mars í Tónlistarþróunarmiðstöðinni útá Granda (leið 2 stoppar beint fyrir utan) og verða þeir fyrir alla aldurshópa. Aðgangseyri verður haldið í lágmarki, eða aðeins 1200 krónur hvert kvöld. Upphitunarhljómsveitirnar skipa landsliðið í íslensku þungarokki og er uppröðunin eftirfarandi:\nFöstudagur 5. mars\nGrand Rokk\n20 ára aldurstakmark\nOpnar 22:00 - Byrjar 23:00\nUpphitun:\nBRAIN POLICE\nCHANGER\nMÚSPELL\nLaugardagur 6. mars\nTónlistarþróunarmiðstöðin úti á Granda\nEKKERT ALDURSTAKMARK\nOpnar 18:30 - Byrjar 19:00\nUpphitun:\nANDLÁT\nDARK HARVEST\nSÓLSTAFIR\nTÓNDÆMI MEÐ AMON AMARTH\n“Death In Fire” -\nhttp://www.metalblade.de/mp3/amonamarth-Deathinfire.mp3\n(4741 KB) from “Versus The World”\n“Masters Of War” -\nhttp://www.metalblade.de/mp3/amon_masters1.mp3\n(3839 KB) from “The Chrusher”\n“Ride For Vengeance” -\nhttp://www.metalblade.de/mp3/aa_ridefor.mp3\n(3677 KB) from “Once Sent From The Golden Hall”\n“Metalwrath” -\nhttp://www.metalblade.de/mp3/aa_metalwrath.mp3\n(3138 KB) from “The Avenger”\nTAKIÐ FRÁ ÞESSA HELGI, ÞVÍ ÞAÐ VERÐUR ALLT BRJÁLAÐ!",
    "url": "https://www.hugi.is/rokk/greinar/195024/rokkveisla-i-reykjavik-fyrstu-helgina-i-mars/",
    "url_id": "195024",
    "id": "1503686",
    "replies": [
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2004-02-27 01:16:42",
            "id": "1503687",
            "reply_to_id": "1503686",
            "text": "Amon Amarth er snilldar hljómsveit.\nSamt meira “metall” frekar en rokk held ég.\nAuðvitað mætir maður.\nVertu þarna eða vertu ferningur."
        },
        {
            "user": "Amagaad",
            "user_id": "1115",
            "date": "2004-02-27 12:12:34",
            "id": "1503688",
            "reply_to_id": "1503686",
            "text": "omg, mér hlakkar til!"
        },
        {
            "user": "Gauos",
            "user_id": "297",
            "date": "2004-02-27 13:56:03",
            "id": "1503689",
            "reply_to_id": "1503686",
            "text": "Glæsileg gleðitíðindi!!!\nÉg mæti auðvitað á báða tónleikana. Hlakka mikið, mikið til. Stórmagnað alveg!"
        },
        {
            "user": "derrick",
            "user_id": "28520",
            "date": "2004-02-27 17:17:04",
            "id": "1503690",
            "reply_to_id": "1503689",
            "text": "Helvítis rusl."
        }
    ]
}