{
    "forum_title": "Rokk",
    "user": "Return",
    "user_id": "48596",
    "date": "2004-03-01 15:42:16",
    "title": "Nirvana \"best of\" (mitt álit)",
    "text": "Já, það er staðreynd að ég ætla koma með smá Nirvana grein. Ástæðan er sú að árið 2002 kom út safndsikur með Nirvana. Lögin á disknum eru 14 talsins. Á disknum var lagið “You Now Your Right” sem eins og kannski líðurinn veit aldrei komið út áður á disk. Málið er að ég er svolítið ósammála lögunum á disknum. Jújú, auðvitað eru þetta öll góð lög allt það en ég sakna samt nokkurra laga sem að mínu mati hefðu mátt vera þarna inn. En auðvitað er það nátturulega bara mín skoðun og ég bara stend og fell með henni.\nBest Of diskurinn innihélt eftirfarandi lög:\nYou Know You're Right\nAbout A Girl\nBeen A Son\nSliver\nSmells Like Teen Spirit\nCome As You Are\nLithium\nIn Bloom\nHeart-Shaped Box\nPennyroyal Tea\nRape Me\nDumb\nAll Apologies\nThe Man Who Sold The World\n….þetta eru þessi 14 lög, fullt auðvitað af lögum sem eiga heima þarna og frægustu lögin þeirra, t.d. Teen Spirit og Lithium.\nEn þessi 14 lög hefði ég valið:\n1)Aneurysm:\nAð mínu mati eitt af allra bestu lögunum. Mér finnst mjög skrýtið að þetta lag skuli ekki vera inni. Lagið er\nsamið til Tobi sem var fyrrverandi kærasta Kurts og samdi hann lagið rétt eftir að hún sagði honum upp. “Love you so much it makes me sick” sagir í textanum og segir allt sem segja þarf um hvað lagið fjallar.\n2)Radio Friendly Unit Shifter:\nÞetta lag er mjög vanmetið að mínu mati. Þetta lag er nr. 10 á In Utero disknum. Intro-ið er mjög sérkennilegt og það gæti kannski valdið að margir gefa laginu ekki séns. Þið vitið efllasut hvað ég er að tala um. Frábært lag.\n3)Drain You:\nGóðan daginn! Þetta lag er snilld. Þetta lag var í miklu uppáhaldi hjá bandinu sérstaklega Kurt þess vegna kemur mér eða kom mér mjög á óvart að þetta skuli ekki vera á disknum. Textinn laginu fjallar einnig um Tobi. Lagið byrjar á hinu fleygu orðum “One baby to another said I lucky to met you” Kannski besta Nirvana lagið.\n4)Smells Like Teen Spirit:\nEf maður býr til lista yfir bestu lögin hjá Nirvana þá er ekki hægt að horfa fram hjá “smellsinu” Ég held að ég sé ekkert í bráðri lífshættu ef ég segi að þetta sé eitt af frægari lögum sögunnar.\n5)Sappy:\nÞetta lag var aldrei gefið út á disk, sem er hreinum ólíkindum. lagið er svona í rólegra kantinum og laglínan grípur strax(eitt af þeim) lagið gengur einnig undir nafnið “Verse Chorus Verse” en upphaflega átti in Utero að heita það. Mjög gott lag hjá kurt kallinum.\n6)Lithium:\nÞetta lag er ekki hægt að komast hjá að nefna. Textinn í laginu er frábær “I´m so ugly but that´s ok 'cause so are you” einhvern tíamann heyrði ég papa roach covera þetta lag og kom það vægt til orða tekið illa út. Einnig tók Belginn þetta(sem ég man ekki alveg hvað heitir) í World idol en það kom alveg ágætlega út hjá kallinum. En Simon Cowell var ekki alveg sammála mér í því en hann sagði að þetta hefði verið versta martröð Kurt Cobains !!!\n7)Pennyroyal Tea:\nÞetta lag hefur lengi verið dáldið í uppáhaldi. Formúlan í laginu er svona ekta Nirvana, byrjar rólega svo kemur “killer Chorusinn” sólið í þessu er vægt til orða tekið snilld.\n8)Negative Creep:\nÉg hefði verið til í að sjá þennan smell sem má finna á bleach. Þetta lag er svona ekta Nirvana í kringum þetta ´89-90. Einhver sagði að þeir hefðu verið lang bestir þá graðastir og harðastir. Þetta lag er allavega gott svo ekki sé meira sagt.\n9)Lounge Act:\nÞað er eitthvað við þetta lag sem ég er hrifinn af. Alveg síðan ég fékk Nevermind diskinn á sínum tíma hefur þetta lag verið alltaf í mikið í uppáhaldi. Þetta lag er líka um Tobi rétt eins og Drain You og Aneutysm.\n10)On A Plain:\nÞetta lag vantar! Mjög svona “kröftugt” og grípandi lag. “I love myself better than you” En textinn í laginu þykir og er mjög góður.\n11)Milk it:\nÞetta lag má finna á In Utero. Þetta er vanmetið lag finnst mér. Textinn í laginum samdi Kurt bara á “nóinu” í studio-inu. Þetta lag er kröfugt og gott. Hefði vilja sjá það.\n12)Oh Me:\nÞetta lag er upprunalega eftir The Vaselines ef ég man rétt en Nirvana tók þetta lag á Unplugged tónleikunum í N.Y. Mér persónulega finsnt þetta betra en t.d. Where did you sleep night sem er á safndsiknum, samt ekki misskilja mig Where did you sleep night er mjö gott lag. En þetta lag heillaði mig mjög, sérstaklega eftir því sem ég fór að hlusta oftar á það.\n13)Heart-Shaped Box:\nÞetta er erfitt að tala um best of án þessa lags finnst mér. Í laginu fjallar Kurt um samband hans og Courtney Love og heróin misnotkun þeirra. Flott lag, og er formúlan svona rétt eins og í Pennyroyal Tea.\n14)Scentless Apprentice:\nÞetta lag hefur bara mér alltaf  fundist alger snilld. Ég hef voðalitlu við það að bæta. Öskrin í Kurt eru helvíti töff í laginu. Þetta er kannski ekkert lag sem maður verður skotin í við fyrstu heyrn en þetta er snilldar lag.\n…Jæja þá er þetta komið á blað. Ég tek það alveg sérstaklega fram að þetta er auðvitað bara mín skoðun á hlutunum.\nEn spurninginn er hinsvegar hvað finnst ykkur ?\np.s. þeir sama hafa ekkert annað í huga en að vera með röklaus skítköst plízzz gerið eitthvað annað en að vera að svekkja ykkur á því að vera lesa þessa grein og koma með einhver leiðindi.\nkv.Return",
    "url": "https://www.hugi.is/rokk/greinar/195481/nirvana-best-of-mitt-alit/",
    "url_id": "195481",
    "id": "1507270",
    "replies": [
        {
            "user": "Sveingeir",
            "user_id": "36880",
            "date": "2004-03-01 20:41:05",
            "id": "1507271",
            "reply_to_id": "1507270",
            "text": "Fín grein, fín grein. Ég er samt ekki alveg sammála þér með öll lögin.\nNirvana er ofmetnasta hljómsveit í heimi, en ég held að ég muni aldei getað viðurkennt hana neitt hræðilega. Samt er nú eiginlega búinn að fá mig fullsaddann af henni, nema lögum eins og Smells like teen spirit, Lithium, About a girl og fleira."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-03-01 21:12:38",
            "id": "1507272",
            "reply_to_id": "1507270",
            "text": "æiiii þetter ggg geuin\nminnbset off:\n1. I'm 9 today\n2. My name is cocaine\n3. Y'all want a single\n4. Dramafíkll\n5. Ziggy Stardust\n6. Twist and Shout\n7. No woman No cry\n8. Hey Joe\n9. Þjóðsöngurinn\n10. Seven Nation Army\n11. Master of Puppets\n12. Dazed and Confused\n13. Behind Blue Eyes (Linkin Park over)\n14. About a boy"
        },
        {
            "user": "Nero",
            "user_id": "30928",
            "date": "2004-03-01 21:23:38",
            "id": "1507273",
            "reply_to_id": "1507270",
            "text": "Fínn listi hjá þér, en að mínu mati er Frances farmer will have her revenge on Seattle besta lagið með Nirvana. Annars bara góður listi."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-03-01 21:52:14",
            "id": "1507274",
            "reply_to_id": "1507270",
            "text": "NEI!, Smells Like Teen Spirit og Rape Me eru bestu NIRVANA LÖGIN! :D"
        },
        {
            "user": "Imanipah",
            "user_id": "48510",
            "date": "2004-03-01 22:05:53",
            "id": "1507275",
            "reply_to_id": "1507270",
            "text": "æææi fokk.. if I would have gotten a nickle for each time that word Nirvana came up I'd be one rich sonofab…"
        },
        {
            "user": "HrKrissi",
            "user_id": "47093",
            "date": "2004-03-01 22:12:46",
            "id": "1507276",
            "reply_to_id": "1507270",
            "text": "Ég verð að viðurkenna að ég allveg dýrka lög einsog t.d. Big cheese, Mexican seafood, Hairsprey queen og náttla frances the farmer……\nSíðan er það meira… fólk sem heldur því fram að rape me og smells like teen spirit séu bestu nirvana lögin eru bara vitleysingar. Ég man fyrst þegar að ég var að byrja að hlusta á nirvana þá voru þetta líklega einu nirvana lögin sem að maður þekkti með nirvana (og ég veit að þetta á við um fleiri). Þegar að ég fór að hlusta meira á nirvana fór mér að finnast þessi lög ömurleg og langaði til að æla þegar að ég heyrði þau (þetta á líka við um fleiri). Svo að ég mæli með því að þið kaupið ykkur incesticide og outcesticide diskana og reddið ykkur öðrum óútgefnum lögum og myndið ykkur nýja skoðun.\nfín grein\nKrissi"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2004-03-01 22:23:54",
            "id": "1507277",
            "reply_to_id": "1507270",
            "text": "Og ég sem hélt að það væri búið að tala um allt sem hægt væri að tala um Nirvana"
        },
        {
            "user": "geiri2",
            "user_id": "8406",
            "date": "2004-03-01 22:42:31",
            "id": "1507278",
            "reply_to_id": "1507270",
            "text": "Hérna er minn best of diskur með Nirvana\n1)\nTakk fyri"
        },
        {
            "user": "Niea",
            "user_id": "17367",
            "date": "2004-03-01 22:56:33",
            "id": "1507279",
            "reply_to_id": "1507270",
            "text": "Polly"
        },
        {
            "user": "pitchfork",
            "user_id": "15618",
            "date": "2004-03-02 00:28:12",
            "id": "1507280",
            "reply_to_id": "1507270",
            "text": "Að mínu mati hefði diskurinn átt að innihalda eftirfarandi lög..\nRape me\nAneurysm\nYou know you´re right\nScentless A.\nSmellsið\nLithium\nHeart shaped box\nPenny royal tea\nIn bloom\nDumb\nÞetta fer eftir einstaklingnum og hvernig lög leggjast best í hann… Nirvana eiga mörg fleiri góð lög, en mér finnst þessi vera framúrskarandi.\nÞað hljómar eins og ég sé bara hefðbundinn nirvana aðdáandi, þar sem ég nefni bara þessi vinsælu lög. Ég hef ekkert gefið hinum lögunum séns þannig að ég bíð ólmur eftir skítkasti.\nÞið fíflin sem segið hvað nirvana er ofmetin hljómsveit ættuð að heimsækja ákveðna staði á þýskalandi, svo dæmi má nefna… Auzwitch?\nHvað ætliði að segja sé betra? Slayer eða þessi slipknot öskur fjandi sem er ekki tónlist"
        },
        {
            "user": "ibbets",
            "user_id": "10684",
            "date": "2004-03-02 00:49:09",
            "id": "1507281",
            "reply_to_id": "1507280",
            "text": "Mig hefur alltaf langað til Auzwitch……"
        },
        {
            "user": "Booger",
            "user_id": "1132",
            "date": "2004-03-02 02:32:40",
            "id": "1507282",
            "reply_to_id": "1507280",
            "text": "Ég myndi nú alltaf segja að Slayer væru betri. Slipknot er svona svipað. Höfðar til þeirra sem fíla einfaldleika."
        },
        {
            "user": "tokodai",
            "user_id": "28924",
            "date": "2004-03-02 04:51:24",
            "id": "1507283",
            "reply_to_id": "1507282",
            "text": "Man einhver eftir laginu “I hate myself and I want to die”. Það átti upphaflega að vera titillag In Utero en fór ekki á plötuna. Tekið upp í In Utero sessjoninum.\nLagið fór raunar bara á einn disk svo ég viti til - tónlist úr Beavis og Butthead bíómynd fyrir 10 árum eða svo.\nÞetta lag er eitt albesta Nirvanalagið og virðist mjög lítið þekkt. Veit einhver hvort það er annarsstaðar útgefið en á þessum B&B disk?"
        },
        {
            "user": "HrKrissi",
            "user_id": "47093",
            "date": "2004-03-02 16:18:27",
            "id": "1507284",
            "reply_to_id": "1507283",
            "text": "I hate my self and I want to die er fucking snilld :) búið að vera eitt af mínum uppáhaldslögum í nokkur á"
        },
        {
            "user": "Return",
            "user_id": "48596",
            "date": "2004-03-04 14:57:38",
            "id": "1507285",
            "reply_to_id": "1507280",
            "text": "“Hvað ætliði að segja sé betra? Slayer eða þessi slipknot öskur fjandi sem er ekki tónlist”\nÉg myndi líka segja Slayer, þar sem þeir voru mun áhrifameiri á Speed metalin, sérstaklega Reign in Blood og God hates us all, sem voru framúrskarandi á sínu sviði.\nCrestfallen\nps. Er mér að skjátlast hérna en er Auszwitch ekki í austurríki, eða í einhverjum af nágrannalöndum Þýskalands…? Bara pæling"
        },
        {
            "user": "Return",
            "user_id": "48596",
            "date": "2004-03-04 17:24:36",
            "id": "1507286",
            "reply_to_id": "1507285",
            "text": "í mínum huga er allt svona Slayer og Slipknot og svoleiðis bönd bara allt sama tóbakið, glamur og öskur.\n…en allir hafa sinn smekk"
        },
        {
            "user": "IceElement",
            "user_id": "8377",
            "date": "2004-03-02 00:47:11",
            "id": "1507287",
            "reply_to_id": "1507270",
            "text": "Þetta er fín Nirvana grein, skapar fína umræðu.\nMér finnst Aneurysm eginlega meira segja frá heroin notkun Kurt heldur en eitthvað um kærustu hans, allavega las ég það einhverstaðar að þetta lag væri um notkun fíkniefna og finnst mér það eginlega rökréttara skoði maður textann. Annars er bara mismunandi hvernig maður túlkar textann.\nÁstæðan fyrir því að Aneurysm er ekki á safndisknum er sú að þetta er meiri svona “greatest hits” diskur heldur en “best of”, Aneurysm er alls ekki “greatest hits” lag. Í rauninni eru lögin sem eru á þessu albumi allveg frekar góð lög til að kynna sér Nirvana, en fyrir þá sem að hafa hlustað eitthvað að viti á þá, þá er þetta ekki merkileg plata. Svo er auðvitað ekkert hægt að gera öllum til geðs."
        },
        {
            "user": "newbbot",
            "user_id": "49230",
            "date": "2004-03-02 11:48:55",
            "id": "1507288",
            "reply_to_id": "1507270",
            "text": "1. Sappy - mitt uppáháld, sammála þér að það sé fáránlegt að það hafi aldrei komið út á disk, las samt einhvernsstaðar að það hafi verið tilbúið fyrir útgáfu Nevermind og hafi átt að fara á In Utero en hætt hafi verið við á síðustu stundu =\\\n2. Aneurysm\n3. Big Cheese\n4. Something in the way\n5. About a girl\n6. In Bloom\n7. Drain you\n8. Heart shaped box\n9. Dumb\n10. Sliver\n(in no particular order)"
        },
        {
            "user": "newbbot",
            "user_id": "49230",
            "date": "2004-03-02 12:18:50",
            "id": "1507289",
            "reply_to_id": "1507288",
            "text": "Hey lagið er best!"
        },
        {
            "user": "BalliPony",
            "user_id": "37106",
            "date": "2004-03-02 12:38:06",
            "id": "1507290",
            "reply_to_id": "1507270",
            "text": "Þessi best of diskur sem gefinn var út var algjört krapp, bara ekkur sona 40 ára gaur sem veit ekkert um hljómsveitina ákveður að setja 4 vinsælustu lögin af hverjum disk á einn disk, og ekki einusinn random !\nÞinn listi:\n1. JÁ!\n2. Já\n3. Já\n4. Já\n5. Já\n6. Já\n7. Já\n8. Já\n9. JÁ!!\n10. nii kannski frekar Touretts ( finnst það snilld, kannski ekki mjög músikanskt lag )"
        },
        {
            "user": "BalliPony",
            "user_id": "37106",
            "date": "2004-03-02 18:51:44",
            "id": "1507291",
            "reply_to_id": "1507290",
            "text": "reyndar var það Dave Grohl og Courtney Love sem gerðu það"
        },
        {
            "user": "Return",
            "user_id": "48596",
            "date": "2004-03-02 20:25:23",
            "id": "1507292",
            "reply_to_id": "1507291",
            "text": "Ballipony þú ert eitthvað að tjarast!\nþetta er tekið af “nirvan digital song guide”:\n……Oh Me er Meat Puppets lag\nOnly performed once - during 1993.11.18 MTV Unplugged, this song features Meat Puppets members Curt Kirkwood on guitar and Cris Kirkwood on guitar/bass. Krist Novoselic is on guitar during this song.\nþetta er líka tekið af sömu síðu:\n…Jesus dont want for a sunbeam er eftir the Vaselines\nNirvana covered this song because of Kurt Cobain's fondness for the band The Vaselines. Cobain described it as “a rendition of an old Christian song.”\nrétt skal vera rétt\nþannig ad grohl og courtney komu ekki nálægt þessum lögum, ef þú varst að meina það"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-03-03 11:29:56",
            "id": "1507293",
            "reply_to_id": "1507292",
            "text": "mjög góð grein ! sammála þér að miklu leiti.\nSvona til gamans þá var ég að sjá eitthvað viðtal við Simon Cowell sem allir ættu að þekkja sem einhvern grimmasta tónlistargagnrýnenda jarðkringlunnar, þar sem hann lýsti hrifningu sinni á Nirvana. Sem er skemmtilegt og segir nokkuð mörg um Nirvana.\n…góðar stundir !"
        },
        {
            "user": "BalliPony",
            "user_id": "37106",
            "date": "2004-03-03 15:21:27",
            "id": "1507294",
            "reply_to_id": "1507292",
            "text": "Return ég var ekki að svara þér ég var að svara eithverjum sem sagði að það hefði verið eithver 40gaur sem vissi ekkert  um nirvana sem höfðu valið lögin á “best of” diskin"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-03-02 12:42:10",
            "id": "1507295",
            "reply_to_id": "1507270",
            "text": "Þessi best of diskur sem gefinn var út var algjört krapp, bara ekkur sona 40 ára gaur sem veit ekkert um hljómsveitina ákveður að setja 4 vinsælustu lögin af hverjum disk á einn disk, og ekki einusinn random !\nÞinn listi:\n1. JÁ!\n2. Já\n3. Já\n4. Já\n5. Jáááá!\n6. Já\n7. Já\n8. Já\n9. JÁ!!\n10. nii kannski frekar Touretts ( finnst það snilld, kannski ekki mjög músikanskt lag )\n11. ahh frekar Rape Me or some\n12. frekar Plateu (hvernig er það skrifað?)\n…enn var ekki Oh Me með Meat Puppets, hef allavega heyrt þeirra útgáfu af þessu lagi\n13. Já\n14. Já\n…15. Where did you sleep last night.. Elska þetta lag þegar marr er bara afslappaðu"
        },
        {
            "user": "muff",
            "user_id": "47481",
            "date": "2004-03-02 12:43:54",
            "id": "1507296",
            "reply_to_id": "1507270",
            "text": "hehe, Nirvana Acoustic diskurinn er bara Best Of því Nirvana urðu ekki betri enn þegar þeir voru Acoustic"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-03-02 12:44:52",
            "id": "1507297",
            "reply_to_id": "1507270",
            "text": "Þessi best of diskur sem gefinn var út var algjört krapp, bara ekkur sona 40 ára gaur sem veit ekkert um hljómsveitina ákveður að setja 4 vinsælustu lögin af hverjum disk á einn disk, og ekki einusinni random !\nVar það ekki Where did you sleep last night, ekki The man who sold the world, annars veit ég ekki, á ekki Best of diskinn hann sýgur\nGetur ekkur sagt mér, er TALK TO ME, cover lag eða sömdu Nirvana það, það er svalt!\nÞinn listi:\n1. JÁ!\n2. Já\n3. Já\n4. Já\n5. Jáááá!\n6. Já\n7. Já\n8. Já\n9. JÁ!!\n10. nii kannski frekar Touretts ( finnst það snilld, kannski ekki mjög músikanskt lag )\n11. ahh frekar Rape Me or some\n12. frekar Plateu (hvernig er það skrifað?)\n…enn var ekki Oh Me með Meat Puppets, hef allavega heyrt þeirra útgáfu af þessu lagi\n13. Já\n14. Já\n…15. Where did you sleep last night.. Elska þetta lag þegar marr er bara afslappaður\n;)\nSorry þetta er 3 svarið mitt, fór allt í fokk hjá mér!"
        },
        {
            "user": "Andrie",
            "user_id": "39014",
            "date": "2004-03-02 13:06:14",
            "id": "1507298",
            "reply_to_id": "1507270",
            "text": "þetta er 14 laga best of diskur með nirvana ef að ég fengi að ráða.\nekkert í neinni sérstakri röð..\nlithium\nteen spirit\naneurysm\ndrain you (live útgáfan úr frönskum tv'i)\nfrances the farmer..\npennyroyal tea\nrape me\nsomething in the way !\nlounge act\ntournaround\npolly\nlove buzz\ntourette's\non a plane"
        },
        {
            "user": "Return",
            "user_id": "48596",
            "date": "2004-03-02 15:50:07",
            "id": "1507299",
            "reply_to_id": "1507298",
            "text": "já drain you er eitt af þeim lögum sem hljóma alltaf betur live(finnst mér) lithium er líka þannig og reyndar fl…\n..og þegar þeir spila Drain You í franska tv showinu er það vægt til orða tekið alger snilld\nSvo myntist einhver á “I hate myslef and I want to die” þetta er bara snilldar lag, enginn spurning.\nUpphaflega átti In Utero að heita það síðan Verse Chorus Verse en síðar var In Utero ákveðið."
        },
        {
            "user": "Return",
            "user_id": "48596",
            "date": "2004-03-02 16:35:51",
            "id": "1507300",
            "reply_to_id": "1507270",
            "text": "ég vil einnig koma á framfæri staðreyndaavillu hjá mér! Oh Me er að sjálfsögðu eftir Meat Puppets en ekki The Vasilines ruglaðist á “Jesus dont want me for a sunbeam” til gamans má geta að það er svakalega gott lag :/"
        },
        {
            "user": "aggar",
            "user_id": "39708",
            "date": "2004-03-04 18:25:15",
            "id": "1507301",
            "reply_to_id": "1507270",
            "text": "HÆTTIÐI AÐ SENDA INN GREINAR UM NIRVANAA! ÞÆR ERU ORÐNAR SVONA 68417684167861 SKRILLJÓNIR!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-03-04 19:01:54",
            "id": "1507302",
            "reply_to_id": "1507301",
            "text": "hættu bara að lesa þær !!\nþú ert búinn að lesa þær SVONA 68417684167861 SKRILLJÓNIR!!\nvá ma"
        },
        {
            "user": "Return",
            "user_id": "48596",
            "date": "2004-03-04 19:07:14",
            "id": "1507303",
            "reply_to_id": "1507301",
            "text": "aggar:\nþetta er í annað sinn í síðustu tveimur Nirvana greinum sem þú skrifar nákvæmlega það sama!\nef þetta er svona hrikalegt fyrir þig hættu þá bara að lesa þessar blessuðu greinar eða skjóttu þig, þú ræður, mér er alveg sama.\nfarðu bara og skrifaðu uppáhalds bandið þitt og hættu helvítis kjaftæði sem allir eru búnir að fá leið á og eru búnir að æla útur sér.\nhlakka til að sjá grein eftir þig um átrúnaðargoðið!"
        },
        {
            "user": "aggar",
            "user_id": "39708",
            "date": "2004-03-04 20:00:50",
            "id": "1507304",
            "reply_to_id": "1507303",
            "text": "Return: Þú et fáviti, það er alveg ljóst. Ert þú að banna mér að svara því sem mér sýnist? Það er nú bara alger vitleysa.\n“hættu þá bara að lesa þessar blessuðu greinar..,” Hætt þú bara að lesa þessi blessuðu greinsvör mín.\n“farðu bara og skrifaðu uppáhalds bandið þitt” Hvert í fjandanum er þetta point??\n“hlakka til að sjá grein eftir þig um átrúnaðargoðið!” Ok, þá þarftu að bíða býsna lengi"
        },
        {
            "user": "Return",
            "user_id": "48596",
            "date": "2004-03-04 22:04:33",
            "id": "1507305",
            "reply_to_id": "1507304",
            "text": "þverraðu tárin til að byrja með !\n…það sem ég var að segja að ég og asskoti margir aðrir sem eru búnir að fá drepleið á þessum helvítis skítacommentum sem hafa enga meiningu. bara að vera með eitthvað bull eins og “hættiði að senda nirvana greinar” ég meina hvað að þér gaur ? færðu einhverja fullnægingu útúr þessu ?\nþað eru kannski til fleiri í heiminum en þú sem eru að taka þátt í umræðunni um t.d. þessa grein.\n…svo langar mig að spyrja þig að einu, fýlaru Nirvana eða ertu bara svona harður ? að því að ég sá á ef maður smellir á nikkið þitt þá stendur eitthvað“kurt sagði I hate myself and I want to die”  bara svona forvitnast um tilganginn í því.\np.s. vonandi þarf ég ekki að bíða mjög lengi efir greinini um átrúnaðargoðið"
        },
        {
            "user": "aggar",
            "user_id": "39708",
            "date": "2004-03-05 12:55:19",
            "id": "1507306",
            "reply_to_id": "1507305",
            "text": "Return: “þverraðu tárin til að byrja með!” HAHA segji ég nú bara\n“fýlaru Nirvana eða ertu bara svona harður?” Ég fýla alveg nirvana en þessar greinar um þá eru orðnar sorglega margar.\n“p.s. vonandi þarf ég ekki að bíða mjög lengi efir greinini um átrúnaðargoðið” Því miður.."
        },
        {
            "user": "Return",
            "user_id": "48596",
            "date": "2004-03-05 13:38:44",
            "id": "1507307",
            "reply_to_id": "1507306",
            "text": "æi kommón !!\nkomdu með eina grein um átrúnaðargoðið látti ekki svona, ég bíð spenntur..\nsvo nenni ég ekki að rökræða þetta við þig, ef þér finnst þær nirvana greinar vera orðnar of margar þá er það bara þitt vandamál. Skrýtið samt að þér finnist það ef þú fýlar bandið.\n….en sumir eru bara svona"
        },
        {
            "user": "aggar",
            "user_id": "39708",
            "date": "2004-03-05 14:14:00",
            "id": "1507308",
            "reply_to_id": "1507307",
            "text": "Ok, átrúnaðargoð.. hmm… hver gæti það nú verð?? Aha, ætli það sé ekki Thomas di Leva"
        },
        {
            "user": "Return",
            "user_id": "48596",
            "date": "2004-03-06 22:11:05",
            "id": "1507309",
            "reply_to_id": "1507308",
            "text": "Lounge act er lang besta nirvana lagið ever og svo náttúrlega where did you sleep last night\nég er sammála að Nirvana eru ofmetnir en þeir eru samt frábær hljómsveit"
        },
        {
            "user": "Return",
            "user_id": "48596",
            "date": "2004-03-06 22:40:26",
            "id": "1507310",
            "reply_to_id": "1507309",
            "text": "Nirvana ofmetinn og ekki ofmetinn…\nKurt og félagar gerðu nátturulega undergránd rokkið ódauðlegt og eru ómissandi þáttur í rokksögunn.\n…ég held að Kurtinn eigi alveg skilið það sem hann er í dag. Og vel það.\nVinsælir Nirvana eru EKKI komnar útaf engu.."
        },
        {
            "user": "Everlong",
            "user_id": "8791",
            "date": "2004-03-08 16:16:40",
            "id": "1507311",
            "reply_to_id": "1507270",
            "text": "Ég verð nú að segja að eitt besta lagið með Nirvana sé Laundry Room. Það hefur aldrei verið gefið út á disk. Það fer líka undir eitthverju öðru nafni en ég man það ekki…Laundry Room er bara algjör snilld. Ég hefði haft það á disknum.\n1. Laundry Room\n2. Tourette's\n3. Scentless Apprentice\n4. Love Buzz\n5. About a girl\n6. Sappy\n7. Polly\n8. Aneurysm\n9. The man who sold the world\n10. Bambi Slaughter\n11. Smells like teen spirit\n12. Heart-shaped box\n13. Oh me\n14. All apologies\nSvona er minn listi. Röðin skiptir engu máli."
        },
        {
            "user": "villi14",
            "user_id": "45968",
            "date": "2004-03-11 23:49:11",
            "id": "1507312",
            "reply_to_id": "1507270",
            "text": "Where did you sleep last night er LANG besta lagið með Nirvana sem er besta hljómsveit í heimi"
        }
    ]
}