{
    "forum_title": "Tölvuleikir",
    "user": "Bastich",
    "user_id": "27824",
    "date": "2004-03-03 20:07:50",
    "title": "Ævintýraleikjum gefið enn eitt kviðhöggið!",
    "text": "Einmitt þegar útlitið var svo gott…\nLucasArts, tölvuleikjaarmurinn af risaveldi George Lucas, höfund Star Wars, eru þekktir fyrir tvenns konar leiki: Star Wars leiki, og þrusugóða ævintýraleiki.\nNýjasti ævintýraleikurinn þeirra átti að vera Sam & Max 2, sem var framhald af leiknum Sam & Max Hit The Road, sem kom út árið 1994. En allt í einu má finna þessa tilkynningu á heimasíðu LucasArts:\nLUCASARTS HAS DECIDED TO STOP PRODUCTION ON SAM & MAX\n“After careful evaluation of current market place realities and underlying economic considerations, we've decided that this was not the appropriate time to launch a graphic adventure on the PC” says Mike Nelson, Acting General Manager and VP of Finance and Operations. There is currently no plan to reduce staff.\nSeinasti ævintýraleikur LucasArts var Escape from Monkey Island, sem þeir gáfu út í 2001. Hann var almennt talinn sá lélegasti sem þeir hafa gefið út síðan…ja, bara nokkurntímann. Þeir ætluðu að búa til framhald af Full Throttle, en þeir hættu líka framleiðslu á þeim leik. Sem var gott, því fólk vissi hversu lélegur sá leikur ætti eftir að vera. En þetta…þetta er bara súrt.\nLucasArts tóku forystuna í ævintýraleikjageiranum á fyrstu árum 10. áratugarins, og skutu sér þarmeð framúr ekki merkara fyrirtæki heldur en Sierra On-Line (sem hefur EKKERT sameiginlegt með núverandi fyrirtæki með sama nafni) sem höfðu gert fyrirtæki sitt út á “Quest” ævintýraleikjaseríurnar. LucasArts gáfu út toppleik eftir toppleik, og allir hlökkuðu til þangað til næsti ævintýraleikur þeirra liti dagsins ljós. En eftir að Diablo, Quake og Command & Conquer-klónarnir urðu vinsælari og vinsælari (og greindarvísitala hins meðal-tölvuleikjaspilanda hrundi samhliða því) urðu ævintýraleikir æ sjaldgæfari, þar til þeir urðu hálfgerðir “jaðarleikir”. Það eru að minnsta kosti ennþá framleiddir ævintýraleikir, en þeim fer óðum fækkandi, og enn færri eru þeir sem eru virkilega þess virði að spila.\nOg nú fækkaði þeim um einn.",
    "url": "https://www.hugi.is/tolvuleikir/greinar/195750/aevintyraleikjum-gefid-enn-eitt-kvidhoggid/",
    "url_id": "195750",
    "id": "1509092",
    "replies": [
        {
            "user": "xDarkLordx",
            "user_id": "35180",
            "date": "2004-03-06 00:07:12",
            "id": "1509093",
            "reply_to_id": "1509092",
            "text": "Úff, Full Throttle er snilld"
        },
        {
            "user": "DoktorPer",
            "user_id": "17080",
            "date": "2004-03-07 22:54:00",
            "id": "1509094",
            "reply_to_id": "1509092",
            "text": "Við höfum ennþá áhugamanna leikina þó… Sumir þeirra ná professional gæðum gulláranna."
        },
        {
            "user": "Fuckface",
            "user_id": "48460",
            "date": "2004-03-10 19:13:09",
            "id": "1509095",
            "reply_to_id": "1509092",
            "text": "ENGINN Sam & Max 2 shit fuck andskotans og ENGINN Full Throttle 2 ARRGHH\nen Escape From Monkey Island er alveg jafn góður og hinir Monkey Island leikirnir ég er reyndar búinn að vera Monkey Island Fan síðan ég var svon 7 ára svo ég er kki hlutlaus  en samt un ég syrgja fréttirnar um að ekkert verði af Sam & Max 2 og Full Throttle 2"
        },
        {
            "user": "Bastich",
            "user_id": "27824",
            "date": "2004-03-11 17:23:10",
            "id": "1509096",
            "reply_to_id": "1509095",
            "text": "Þitt álit með að MI4 sé “jafngóður og hinir leikirnir”, en ég vil benda á eitt atriði. Hinir leikirnir þurftu ekki þrívíddargrafík, brandara sem eru sterklega tendgir bandarískri menningu, og skopstælingar á þjóðernum fólks, til að verða kosnir bestu ævintýraleikir allra tíma mörg ár í röð.\nSvo ekki sé minnst á Monkey Kombat. Ef það er eitthvað eitt sem DRAP leikinn, þá er það Monkey Kombat.\nEF LucasArts gerir nokkurntímann ævintýraleik aftur, þá verður það Monkey Island 5. Og satt að segja, vona ég að svo verði ekki."
        }
    ]
}