{
    "forum_title": "Tolkien",
    "user": null,
    "user_id": null,
    "date": "2004-03-04 22:45:16",
    "title": "Mithrandir - Smá forsaga.",
    "text": "Mithrandir betur þekktur sem Gandalfur er ein máttugasta persóna í Middle-Eart(að vísu ekki lengur hann fór til Valanna). Nú ætla ég að skrifa aðeins um Mithrandir.\nÉg veit ekki alveg allt og sérstaklega ekki í smáatriðum af því ég hef ekki lesið LOTR bækurnar enn ég ætla samt að skrifa um bakgrunn hans. Það sem ég skrifa hér er það sem ég veit, hef séð í myndunum og úr bókinni Rings of Power and the Third age, sem er lítil bók innifalin í The Silmarillion bókinni.\nMithrandir ásamt öðrum birtist í vestri í Middle-Earth. Þeir höfðu birst stutt eftir fall Saurons og vissu forsöguna og hvað hefði gerst í Middle-Earth fyrir komu sína. Sá fyrsti sem birtist var einnig sá elsti og vitrasti, hann var kallaður Curunír. Á eftir honum kom Mithrandir, hann var aðeins yngri enn Curunír og var ekki jafn vitur. Sá þriðji var Radagast. Það birtust einnig aðrir enn þeir voru ekki nafngreindir. Þessi hópur var kallaður “The Istari” af álfum enn Wizards(vitkar) af mönnum.\nMargir héldu að Valirnir höfðu sent þá, enn sá eini fyrir utan þá sem vissi það var Círdan The Ship Maker, sem var einn af þeim elstu sem lifði í Beleriand(Middle-Earth). Curunír fór á meðal manna og dvaldist þar, og fékk nafnið Sarúman. Radagast elskaði öll dýr og fugla og dvaldist meðal þeirra. Á meðan Mithrandir gat aldrei verið kyrr, hann var alltaf á flakki og fékk mörg nöfn enn hann var helst þekktur sem Gandalf. The Wizards og helstu og elstu álfarnir í heimunum mynduðu þing kallað “Counsel of the wise” sem seinna breytist í “The white counsel”. Þarnar var talað um allt sem gæti stofnað Middle-Earth í hættu og hvað gæti hjálpað. Álfarnir sem sátu á þessu þingi voru: Elrond, Galadriel og Círdan. Á fyrsta þinginu ákvaðu þau leiðtoga, og var Curunír valinn. Galadríel var mjög óánægð með valið því hún persónulega vildi Mithrandir, og taldi hann vitrari. Enn Curunír var svo…(ja frekur)að hann fékk sínu framfært enn líka vegna þess að Mithrandir afþakkaði.\nMeð tímanum hóf að birtast mikið myrkur og ógeðsleg skrímsli byrjuðu að flakka inn í skóginn Mirkwood. Thranduill og hirð hans bjuggu í skóginum, þau voru enn nógu sterk til að drepa allar illar verur sem hættu sér inn á svæði Thranduil's enn hve lengi.\nFyrst fór grunnur um að þetta væru hringvomarnir(ringwraiths)að verku og tók fólk ekkert í taumana, enn Mithrandir grunaði að Sauron hefði snúið aftur og væri að styrkja sig í skóginum. Hann fór og bað um ráð frá Curunír og sagði honum um grun sinn, að Sauron væri snúin aftur og væri að leita að hringnum, enn Curunír sagði þetta vera bull. Enn Curunír sem hafði verið dolfallin í fræði hringana girndist eina hringinn, hann vildi gefa Sauroni tíma til að finna hringin og svo láta til skarar skríða og taka hringin sjálfur. Mithrandir fór með áhyggjur sínar til Elronds,sem taldi þetta mjög líklegt enn hann bað Mithrandir að fara einann og rannsaka þetta.  Það var ekki fyrr enn sögu sagnir af “The sorcerer of Dol Guldur”að Mithrandir fór af stað að rannsaka þetta, því hann ætlaði ekki að leyfa Sauroni að endurheimta fyrri mátt. Mithrandir náði með miklu erfiði að hrekja Sauron í burtu og flúði Sauron langt í burtu. Enn ekki var friðurinn langvarandi í Mirkwood, því eftir stuttan tíma byrjaði myrkrið og verurnar aftur að flykkjast að Mirkwood. Nú fór Mithrandir aftur til Curunírs og sagði honum frá Sauroni, og sagði honum að hann væri að leita að hringnum eina. Nú gat Curunír ekki verið aðgerðarlaus því það myndi vekja grunsemdir. Þingið fór af stað og hreinsaði skógana af öllum illum verum þar á meðal Sauron, sem aftur var hrekinn í burtu. Enn á meðan á þessu öllu stóð var Smjagall og Djagall við vatnið og þeir fundu hringin. Það leið ekki á löngu þar til Sauron frétti að hringurinn væri ekki lengur á hafsbotni og hóf leit sína aftur að honum, enn í þetta sinn var hann aftur kominn í Mordor og á bak við stóru svörtu hliðin sín faldi hann sig.\nHérna byrjar LOTR bækurnar og ég ætla ekki að skrifa um þær þannig að hér endar grein mín ef hún var samþykkt :)\nAðeins um hringana:\nHringurinn eini…ja allir vita um hann. Og hringarnir níu eru ennþá á Hringvomunum. Sjö dverga hringirnir, þrír hafa verið endurheimtir af Sauroni og aðrir liggja í Drekafylgsnum og gömlum námum. Enn álfa hringirnir þrír voru faldnir fyrir Sauroni.\nEinn tók Elrond, annan tók Galadríel og sá þriðji var upphafleg aí eigu Círdans enn Círdan treysti Mithrandi fyrir honum.\nEf það eru eihverjar villur þarna þá endilega leiðréttið mig, eins og ég skrifaði þarna efst þá hef ég ekki lesið LOTR bækurnar og ég bara læri á því. Enn ég vona að þetta sé allt rétt hjá mér.\nboggi35\nP.S.\nEins og ávallt þá mæli ég með að allir lesi The Silmarillion, ekki bara vegna þess að hún er skemmtileg líka vegna þess að hún skiptist í nokkrar bækur á meðal þeirra er Rings of Power and the Third age og Akallabêth.",
    "url": "https://www.hugi.is/tolkien/greinar/195902/mithrandir-sma-forsaga/",
    "url_id": "195902",
    "id": "1510220",
    "replies": [
        {
            "user": "hanxer",
            "user_id": "13810",
            "date": "2004-03-09 08:19:38",
            "id": "1510221",
            "reply_to_id": "1510220",
            "text": "VVVVÁÁÁÁÁÁÁ!!!!!\nheld ég viti bara minn eftir þennan lestur. Það vantar alveg ótrúlega mikið og persónulega finnst mér bara fáránlegt að gera þetta á þess að lesa bækurnar. Þú hefur greinilega ekki lesið hobbitann heldur svo ég segi bara thumbs down…\ncut his freekin head of!!!"
        },
        {
            "user": "Steinikr",
            "user_id": "8362",
            "date": "2004-03-09 08:42:34",
            "id": "1510222",
            "reply_to_id": "1510221",
            "text": "Pff, ekkert finnst manni nú leiðilegra en leiðilegir skítkastarar. Þetta er ágætis grein, þó það vanti svona hitt og þetta inn í."
        },
        {
            "user": "Tenchi",
            "user_id": "12904",
            "date": "2004-03-16 02:17:47",
            "id": "1510223",
            "reply_to_id": "1510221",
            "text": "þú þarft að vera alveg einstaklega illa farinn ef þú veist minni núna en áður …. (hefði verið skárra að segja að þetta hefði engu breytt)\nþetta var bara algjörlega pointless og bjánalegt komment ….\nfín grein, sérstaklega miðað við hvað maðurinn veit mikið miðað við lestur! … sagði mér heilmikið (er rétt núna að lesa LOTR1 *roðn*)"
        },
        {
            "user": "BoggiGudfadir",
            "user_id": "30020",
            "date": "2004-03-16 09:42:58",
            "id": "1510224",
            "reply_to_id": "1510223",
            "text": "Þegiðu Rannveig, eða viltu kannski að “stóri”bróðir þinn lemji þig aftur :)\nÞú veist að ég get það núna ;)\nI have overcome my fear of you, now get the hell out of my life! >(\nboggi35(“STÓRI” bróðir þinn)"
        },
        {
            "user": "Tenchi",
            "user_id": "12904",
            "date": "2004-03-16 16:10:46",
            "id": "1510225",
            "reply_to_id": "1510224",
            "text": "sko litli bróðir …. engan kjaft …. ég hef enn viss tök á þér og ég mun nýta mér þau ….. muhahahahahaha"
        },
        {
            "user": "BoggiGudfadir",
            "user_id": "30020",
            "date": "2004-03-16 16:19:46",
            "id": "1510226",
            "reply_to_id": "1510225",
            "text": "Yeah Yeah whatever, ég get víst barið þig núna!\nÞú hefur enginn tök á mér lengur “Iam my own boss now” nema kannski vettlingatök og ekki eru þau mjög harkaleg. Og ef þú myndir einhvern veginn ná að berja, “wich I don't see happening” þá lem ég bara Huginn litla Þór >P\nSkemmtilegar þessar fjölskyldu erjur\nboggi35"
        },
        {
            "user": "Tenchi",
            "user_id": "12904",
            "date": "2004-03-16 20:56:59",
            "id": "1510227",
            "reply_to_id": "1510226",
            "text": "jiii hvað það hlýtur að vera erfitt að vera miðjubarnið ha !!!\nhehe\nertu ekki annars að vera búinn með bókina (LOTR1) ???\nme wanna read :-p"
        },
        {
            "user": "osh",
            "user_id": "18040",
            "date": "2004-03-09 12:59:24",
            "id": "1510228",
            "reply_to_id": "1510220",
            "text": "Þótt þú hafir ekki lesið bókina, ekki ég heldur. Keypti hana samt í gær og byrja á henni á morgun. :)\nÞetta var áhugaverð lesning og gaman að lesa þetta og finnst mér dáldið low að vera að flamea einhvern sem er að reyna að lífga áhugamálið meira upp, hef séð þig rosalega activan að posta hlutum.\nEn haltu því áfram\n*5*"
        },
        {
            "user": "xDarkLordx",
            "user_id": "35180",
            "date": "2004-03-09 12:59:59",
            "id": "1510229",
            "reply_to_id": "1510220",
            "text": "Mithrandir/Gandalf/Tharkûn heitir Olórinn réttu nafni :)"
        },
        {
            "user": "Steinikr",
            "user_id": "8362",
            "date": "2004-03-09 13:27:43",
            "id": "1510230",
            "reply_to_id": "1510220",
            "text": "Skemmtileg setning úr bókunum um nöfn Gandalfs.\n“The Grey Pilgrim?” said Frodo. “Had he a name?”\n“Mithrandir we called him in elf-fashion,” said Faramir, “and he was content. ‘Many are my names in many countries,’ he said. ‘Mithrandir, among the Elves, Tharkun to the Dwarves; Olorin I was in my youth in the West that is forgotten, in the south Incanus, in the North Gandalf; to the East I go not.’”"
        },
        {
            "user": "vallzor",
            "user_id": "45594",
            "date": "2004-03-09 19:42:41",
            "id": "1510231",
            "reply_to_id": "1510220",
            "text": "SNILD hjá þé"
        },
        {
            "user": "MonteCristo",
            "user_id": "41359",
            "date": "2004-03-10 12:33:50",
            "id": "1510232",
            "reply_to_id": "1510220",
            "text": "Ég held að það hafi verið þannig með dvergahringana að Sauron hafi náð þremur en hinum fjórum hafi drekar eytt. Svo hringurinn sem Elrond átti var víst fyrst í eigu Gil-glataðs(kannski ekki rétt skrifað) en svo í bardaganum við Sauron hafi hann látið Elrond fá hringinn áður en hann dó.\nMig minnir að þetta hafi verið svona, annars sá ég ekkert að þessu,flott grein."
        },
        {
            "user": "Haegdir",
            "user_id": "5656",
            "date": "2004-03-15 11:57:13",
            "id": "1510233",
            "reply_to_id": "1510232",
            "text": "Hann hét Gil-Galad ekki glataðs"
        },
        {
            "user": "BoggiGudfadir",
            "user_id": "30020",
            "date": "2004-03-15 17:52:41",
            "id": "1510234",
            "reply_to_id": "1510232",
            "text": "Ætla að láta þig vita að þetta var rétt, að Sauron náði 3 af 7 dvergahringjunum og drekar höfðu gleypt 4. Enn ekki einu sinni dreka eldur getur eyðilegt hringina og eftir að var búið að slátra drekunum komust hringirnir aftur til Saurons(það kemur ekki fram hvernig).\nAð vísu það var sagt að aðeins elstu drekarnir gætu hugsanlega brætt hringana enn þeir myndu auðvitað ekki snerta vopna Saurons.\nboggi35"
        },
        {
            "user": "MonteCristo",
            "user_id": "41359",
            "date": "2004-03-15 19:58:38",
            "id": "1510235",
            "reply_to_id": "1510234",
            "text": "Að mig minnir var það aðeins hringurinn eini sem ekki einu sinni drekaeldur gat eytt, en dvergahringarnir voru ekki það öflugir. Ég held að drekar hafi eyðilagt þá þegar þeir réðust á dvergabyggðir í leit að gulli."
        },
        {
            "user": "BoggiGudfadir",
            "user_id": "30020",
            "date": "2004-03-15 23:56:56",
            "id": "1510236",
            "reply_to_id": "1510235",
            "text": "Jú það gæti verið rétt hjá þér, enn ég las einhvern staðar að hann hefði komið greipum sínum yfir alla dvergahringina, kannski er þetta bara bull.\nboggi35"
        },
        {
            "user": "Steinikr",
            "user_id": "8362",
            "date": "2004-03-11 09:49:23",
            "id": "1510237",
            "reply_to_id": "1510220",
            "text": "http://www.councilofelrond.com/modules.php?op=modload&n\name=Encyclopedia&file=index&action=DisplayTerm&pn_vid=4 &pn_id=4869"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-03-11 18:32:49",
            "id": "1510238",
            "reply_to_id": "1510220",
            "text": "Hinir vitkarnir voru the blue wizards hétu Alatar og Pallando þeir voru maiar í þjónustu Ormoe, þeir ferðuðust í austrið á Middle earth og hurfu."
        },
        {
            "user": "sage",
            "user_id": "45064",
            "date": "2004-03-11 19:26:16",
            "id": "1510239",
            "reply_to_id": "1510220",
            "text": "Ein ábending\nSarúman/Curunír vildi ekki að Sauron finndi hringinn heldur vildi hann finna hann. Hann hefði ekki hætt áþað að þurfa að berjast við Sauron um hringinn. Hann hefði örugglega steindrpist aumingja gamli kallinn.\nAnnars ver þetta flott grein en ein önnur ábending en er ekki skrifað enn það er skrifað EN"
        },
        {
            "user": "turambar",
            "user_id": "27379",
            "date": "2004-03-12 21:42:50",
            "id": "1510240",
            "reply_to_id": "1510239",
            "text": "Og var er ekki skrifað ver það er skrifað VAR! Hálfviti! ;)\nAnnars var þetta fín grein, vel skipulögð og skemmtileg, miðað við þekkingu manns sem hefur lesið aðeins brot af ritum meistara Tolkiens. Húrra fyrir þér! ;)\n-turamba"
        },
        {
            "user": "sage",
            "user_id": "45064",
            "date": "2004-03-21 10:44:15",
            "id": "1510241",
            "reply_to_id": "1510240",
            "text": "og kommon\nveistu hversu nördalegt það er að segja “meistara tolkiens”\nÉg meina auðvitað er hann einn af bestu rithöfundum fyrr og síðar og ég fýla hann allveg í botn en plís.\nHann var ekki meistari neins og alls ekki þinn…. ya frickin lowlife"
        },
        {
            "user": "Doridos",
            "user_id": "43714",
            "date": "2004-03-12 19:37:28",
            "id": "1510242",
            "reply_to_id": "1510220",
            "text": "Smemmtileg grein hjá þér! :)"
        },
        {
            "user": "Utopia",
            "user_id": "28528",
            "date": "2004-03-13 21:50:06",
            "id": "1510243",
            "reply_to_id": "1510220",
            "text": "Faðir Tolkien\nþú sem ert á himni\nhelgist þitt nafn\ntilkomi þitt ríki\nverði þinn vilji\ná jörðu sem miðgarði\ngef oss í dag vort daglegt ævintýr\nog fyrir gef P.J sínar syndir\nsvo sem vér fyrirgefum honum kannski líka\neigi leið þú oss í freistni\nheldur frelsa oss frá Harry Potter\nþví að þitt er orðið, blaðið og penninn\nAð eilífu\nAMEN"
        },
        {
            "user": "Steinikr",
            "user_id": "8362",
            "date": "2004-03-14 14:00:06",
            "id": "1510244",
            "reply_to_id": "1510243",
            "text": "HAHA! Snilld"
        },
        {
            "user": "dexember",
            "user_id": "32158",
            "date": "2004-03-15 14:40:07",
            "id": "1510245",
            "reply_to_id": "1510220",
            "text": "Enn á meðan á þessu öllu stóð var Smjagall og Djagall við vatnið og þeir fundu hringin. Það leið ekki á löngu þar til Sauron frétti að hringurinn væri ekki lengur á hafsbotni……….\nbara benda þér að þú segir hafsbotni þegar að þú ert að tala um botninn á vatni, eða var þetta ekki á sem þeir fundi hringinn í?"
        },
        {
            "user": "BoggiGudfadir",
            "user_id": "30020",
            "date": "2004-03-15 15:56:01",
            "id": "1510246",
            "reply_to_id": "1510245",
            "text": "Jú það voru þeir sem fundu hringinn, enn þetta er auðvitað rétt hjá þér. Ég bara gleymdi að nefna að það var haldið hringurinn hefði borist með vatninu útá hafsbotn þannig var þetta!\nJá svona er þetta\nboggi35(nýkominn úr banni:)"
        },
        {
            "user": "Draupnir",
            "user_id": "23276",
            "date": "2004-03-15 16:32:41",
            "id": "1510247",
            "reply_to_id": "1510220",
            "text": "fín grein, hef ekki lesið silmarillion en ég er með spurningu.\n“…Gandalfur er ein máttugasta persóna í Middle-Eart(að vísu ekki lengur hann fór til Valanna).” fór hann ekki vestur yfir hafið? eða eru Valarnir þar? sem sagt er þeir á “jörðinni” meðal manna og allra eða? þeir eru jú guðir…\nég hélt að þeir væru á einhverju sérstöku place eða eitthvað þannig, en er það kannski bara bull? ég hef nú bara lesið LOTR bækurnar og hobbitann en stefni að silmerinninum"
        },
        {
            "user": "BoggiGudfadir",
            "user_id": "30020",
            "date": "2004-03-15 16:38:08",
            "id": "1510248",
            "reply_to_id": "1510247",
            "text": "Jú vestur yfir hafið dveljast Valirnir og já þeir eru á jörðinni meðal manna það er bara ekki hægt að nálgast þá nema þeir sérstaklega leyfi (þeir feykja flestum skipum burt).\nJah “the grass is greener on the other side” þeir dvejast í Arda og það er dálítið sérstakur staður og Valirnir eru jú Guðir enn þeir eru þrátt fyrir það dauðlegir\nboggi35\nP.S.\nEins og ávallt þá mæli ég með að allir lesi The Silmarillion, ekki bara vegna þess að hún er skemmtileg líka vegna þess að hún skiptist í nokkrar bækur á meðal þeirra er Rings of Power and the Third age og Akallabêth"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-04-26 02:34:36",
            "id": "1510249",
            "reply_to_id": "1510220",
            "text": "það sem er svolítið fyndið (en veit ekki á hvaða tímapunkti það gerðist) að hinir mirku veggir Mordor voru upphaflega byggðir til að halda hinu illa innan þeirra en svo snerist það við."
        },
        {
            "user": "Hv1tT",
            "user_id": "51676",
            "date": "2004-05-20 22:42:58",
            "id": "1510250",
            "reply_to_id": "1510220",
            "text": "Ja ágætis grein,allir að segja að þetta áhugamál sé að deyja út kanski bara af því að stjórnendurnir samþykkja ekki neitt hérna.Fyrirgefðu mér hvað ég er seinn að svara en ég hef bara ekki farið inn á þetta áhugamál lengi því að það er ekkert samþikkt á þessu áhugamaáli.Virðist vera vinsæll á starawars áhugamálinu allt samþykkt þar hjá mér uuu!! næstum því.\nsíu later aligator."
        },
        {
            "user": "BoggiGudfadir",
            "user_id": "30020",
            "date": "2004-05-21 09:03:54",
            "id": "1510251",
            "reply_to_id": "1510250",
            "text": "Ég hélt líka um tíma að áhugamálið væri að deyja út enn nei það var nú bara aðeins að hvíla sig og er að vakna aftur eftir ca. 1 1/2 mánuð af svefn, enn ekki hef ég tekið eftir því að ekkert sé samþykkt hér allt sem ég hef sent inn hefur verið samþykkt nema 1 mynd sem að ég var bara að grínast með. Og síðan svona í endann, það eina sem ég hef sent inna á “starawars” áhugamálið hefur verið samþykkt uuuu!!\nKveðja\n*boggi35*"
        },
        {
            "user": "Pemma",
            "user_id": "30312",
            "date": "2004-05-29 10:58:33",
            "id": "1510252",
            "reply_to_id": "1510220",
            "text": "Flott grein ;o)\nVar einmitt að velta því fyrir mér hvers vegna hann var kallaður Míþrandír í myndunum!\nHef sko ekki lesið bækurna"
        },
        {
            "user": "BoggiGudfadir",
            "user_id": "30020",
            "date": "2004-05-29 11:45:06",
            "id": "1510253",
            "reply_to_id": "1510252",
            "text": "Ég man ekki eftir því að hann hefði verið kallaður Mithrandir í myndunum, hvenær var hann kallaður það?\nKveðja\n*boggi35*"
        },
        {
            "user": "Pemma",
            "user_id": "30312",
            "date": "2004-05-29 13:13:55",
            "id": "1510254",
            "reply_to_id": "1510253",
            "text": ""
        },
        {
            "user": "Pemma",
            "user_id": "30312",
            "date": "2004-05-29 13:14:50",
            "id": "1510255",
            "reply_to_id": "1510253",
            "text": "Ráðsmaður krúnu Gondor og íbúar Mínsd Tíríth kölluðu hann Mithrandi"
        },
        {
            "user": "BoggiGudfadir",
            "user_id": "30020",
            "date": "2004-05-29 13:21:33",
            "id": "1510256",
            "reply_to_id": "1510255",
            "text": "Ah, ég ætla að reyna taka eftir því þegar ég sé myndina aftur. Enn hey takk fyrir að segja mér það.\nKveðja\n*boggi35*"
        },
        {
            "user": "Pemma",
            "user_id": "30312",
            "date": "2004-05-29 13:22:08",
            "id": "1510257",
            "reply_to_id": "1510256",
            "text": "Það var ekkert"
        },
        {
            "user": "BoggiGudfadir",
            "user_id": "30020",
            "date": "2004-05-29 13:24:02",
            "id": "1510258",
            "reply_to_id": "1510257",
            "text": "Enn endilega fara drífa sig í að lesa bækurnar, ég er að því núna og mér finnst það miklu skemmtilegra heldur enn að horfa á myndirnar og þar sér maður líka þessar glufur hjá honum Peter.\nKveðja\n*boggi35*"
        },
        {
            "user": "Pemma",
            "user_id": "30312",
            "date": "2004-05-29 14:12:30",
            "id": "1510259",
            "reply_to_id": "1510258",
            "text": ";o)\nHvað eru þær eiginlega langar ?"
        },
        {
            "user": "BoggiGudfadir",
            "user_id": "30020",
            "date": "2004-05-29 14:23:36",
            "id": "1510260",
            "reply_to_id": "1510259",
            "text": "Nokkuð langar, að vísu fer lík eftir því hve vel þú lest og svo framvegis og líka hvort þú lest þær á ensku eða íslensku, t.d. á ensku er 1.bók 533 bls.\nKveðja\n*boggi35*"
        }
    ]
}