{
    "forum_title": "Deiglan",
    "user": "simone",
    "user_id": "7293",
    "date": "2001-03-15 17:47:22",
    "title": "Réttur neytenda gagnvart bankakerfum.",
    "text": "Hér er smá atvik sem ég lenti í,í sambandi við yfirdráttinn á kortinu mínu,og ég er forvitin að vita ykkar álit á réttindum okkar sem viðskiptavinir banka. Ég sleppi öllum kerfismálum og bankatungumáli og pikka þetta bara sem almennur John Doe.\nSunnudagur. Ég tek út 1000 krónur og sé á kvittun að ég á 3000 krónur eftir. Ég kaupi fyrir 660 krónur um kvöldið og samkvæmt því á ég að eiga 2340 kr.\nMánudagur:Nota kortið ekki\nÞriðjudagur: Hringi í bankann og þeir segja mér að ég sé 45 kr yfir. Gott og blessað getur verið að gömul færsla hafi verið að koma inn.. Ég er í tímaþröng og ætla að borga 45 kr daginn eftir.\nMiðvikudagur:Ég hringi aftur í bankann og þá er ég alltí einu komin 1615 kr yfir,þeir tilkynna mér að þetta sé svokölluð fitfærsla s.s. gömul færsla ásamt vöxtum,gjöldum og tralla la. Ég ákveð að redda mér pening og borga þetta daginn eftir.\nFimmtudagur:Ég mæti í bankann með aurinn þá er tilkynnt að ég þurfi að borga 3211 kr s.s. önnur fitfærsla með vöxtum gjöldum og öllu tilheyrandi. Ég borga það því ekki vil ég borga dagvexti.\nSvo allt í einu urðu 45kr að 3211kr skuld á 3 dögum.\nÞetta fær mann til að hugsa hvort að það borgi sig að vera að nota öll þessi rafrænu kort,og hvers vegna færslurnar komi ekki inn samdægurs og maður verslar. Bankarnir eru að græða geðveikt á þessu,hvers vegna eru ekki reglur til verslunarmanna að senda allt inn samdægurs.. Mér líður allavega eins og ég sé að sturta aurunum í klóið.Ég hef allavega ákveðið að taka út alla mína aura og geyma í krukku næstu mánaðarmót…\np.s. hvaða rosagjöld eru þetta sem bankarnir eru að taka og geðveiku vextir?\nkveðja Simone",
    "url": "https://www.hugi.is/deiglan/greinar/19627/rettur-neytenda-gagnvart-bankakerfum/",
    "url_id": "19627",
    "id": "126200",
    "replies": [
        {
            "user": "bias",
            "user_id": "6266",
            "date": "2001-03-15 19:59:33",
            "id": "126201",
            "reply_to_id": "126200",
            "text": "Þú getur beðið um að vera með sí-hringikort!!"
        },
        {
            "user": "bjornjul",
            "user_id": "20",
            "date": "2001-03-15 21:29:43",
            "id": "126202",
            "reply_to_id": "126201",
            "text": "ég get sagt ykkur af persónulegri reynslu að sí-hringi kortin eru lítið betri en hin, hvað þetta varðar…….. þau eru nefnilega EKKI síhringikort"
        },
        {
            "user": "bjornjul",
            "user_id": "20",
            "date": "2001-03-16 09:19:03",
            "id": "126203",
            "reply_to_id": "126202",
            "text": "Ég fékk líka það svar í ónefndum banka að ég gæti ekki fengið síhringikort af því að ég væri ekki í “Fjárhagsvandræðum”. Semsagt ég var ekki búinn að moka nógu djúpa holu ennþá… Það vantaði bara … Komdu aftur eftir hálft ár ;Þ"
        },
        {
            "user": "Cedric",
            "user_id": "7531",
            "date": "2001-03-15 21:37:59",
            "id": "126204",
            "reply_to_id": "126200",
            "text": "Ég þekki fólk sem hefur lent í svipuðu, og það er alveg satt hjá þér að það er alveg eins hægt að sturta bleðlunum niður… eða kveikja í þeim, þá er allavega hægt að ylja sér við bálið.\nÞetta er alveg fáránlegt kerfi, alveg sammála."
        },
        {
            "user": "oatmeal",
            "user_id": "1977",
            "date": "2001-03-15 22:45:08",
            "id": "126205",
            "reply_to_id": "126200",
            "text": "Verzlanir sem eru með posakerfi gera upp sitt í endann á hverjum degi og það fer beint niðrí Reiknistofu bankana og er dregið útaf reikningum þínum. Sumar búðir hinsvegar eru með kerfi sem er ekki gert upp á hverjum degi en er sent nokkrum sinnum í viku, 2-3 daga fresti, og þannig geturðu lent í því að fara yfir um á kortinu, sérstaklega ef þú ert að treysta á það að kortinu verði hafnað ef þú átt ekki nóg inná fyrir því. Þegar maður er kominn e-ð yfir þá bætast við, að mig minnir, 650 kr við hverja færslu, þannig að 45 kr yfir verða að 695 kr…\nÉg lenti einnu sinni í því að verzla oft við eina búð sem notaði þannig kerfi að þeir sendu með nokkra daga millibili en kerfið bilaði hjá þeim, sem það á reyndar ekki að geta gerst án þess að e-r taki eftir, og ég var rosa ánægður hvað ég átti mikið að pening þangað til ég var alltíeinu kominn 25 þúsund yfir… bankinn var reyndar mjög sympatískur yfir þessu og felldi niður alla vexti, e-ð sem ég hef heyrt að þeir geri aldrei, en þetta sýndi mér allvegna að maður þarf að passa sig því ábyrgðinn samkvæmt skilmálunum er ávalt hjá manni sjálfum því þú átt að við hvað þú átt. Annars er gott að vera með smá yfirdráttar heimild til að komast hjá svona vandræðum…"
        },
        {
            "user": "Fairy",
            "user_id": "4353",
            "date": "2001-03-16 01:05:40",
            "id": "126206",
            "reply_to_id": "126200",
            "text": "Það hafa bara gamlar færslur verið að koma inn. Þetta er nokkuð sem þú verður að passa sjálf/ur. Við hverja innistæðulausu færslu sem þú færir inn, borgar þú 600 og e-ð krónur sem e-s konar sekt fyrir að fara á fit. Áður fyrr missti fólk hreinlega kortið sitt en nú er þetta ein helsta tekjulind bankanna.\nLausnin felst ekki í því að fá sér yfirdráttarheimild. Flestir nýta sér hana bara til botns og eru þá komnir í sömu vandræði og áður, bara nokkrum tugum þúsunda í mínus + vextir.\nLausnin felst í því að vita nákvæmlega hvað þú átt mikinn pening og skrifa hjá þér hverja einustu færslu og mínusa frá. Þannig getur þú ekki farið yfir á reikningnum (nema þú viljir það).\nGangi þér vel,\nFairy"
        },
        {
            "user": "mimir",
            "user_id": "1573",
            "date": "2001-03-20 23:41:57",
            "id": "126207",
            "reply_to_id": "126206",
            "text": "Það er kominn tími til þess að spyrja sig til hvers debitkortin séu.\nEf þau eru ekki til þess að hafa þetta allt rafrænt. Ef þau eru ekki til þess að peningarnir séu strax teknir út af reikningum hjá manni og ekki til þess að maður geti hvenær sem er séð stöðuna. Þá er líklega best að taka aftur upp tékkheftið og henda debitkortinu sem bankarnir neyddu upp á landann.\nÞað er ekki einu sinni nóg að skrá bara hjá sér hvað maður tekur út.\nFyrst þarf maður að hafa reikninginn sinn í gjörgæslu í marga daga til þess að vita hvað maður eigi raunverulega.\nSvo þarf maður alltaf að skrifa hvað maður tekur út. Líka t.d. í bíó þar sem enginn penni er við höndina.\nEn svo fokkast allt upp þegar bankinn rukkar mann um posa-gjöldin eða okurvextina á heimildina.\nÞað er alltaf sagt frá því hversu miklu er eytt dagana fyrir jól í gegnum kortin en aldrei minnast þeir á hversu mikið þeir fái í þessi blessuðu posa-gjöld þessa daga fyrir jól.\nKveðja"
        },
        {
            "user": "flakkarinn",
            "user_id": "7388",
            "date": "2001-03-21 14:22:36",
            "id": "126208",
            "reply_to_id": "126207",
            "text": "mér finnstað það ætti að skylda verslanir fyrir að ekki uppgjörum samdægurs eða a.m.k næsta dag ég hef lent í að fá inn færslu á mánudegi sem var gerð á miðvikudagskvöldi og þá var ég náttúrulega búin að eyða þeim pening aftur um helgina í mörgum smáum færslum, það versta var að þó fæsrlur helgarinnar og færslan á miðvikudeginum kæmu á sama tíma í bankan þá var ég rukkaður um fit á allar helgarfærslurnar.\nég hefði líka gaman að því að sjá samkvæmt hvaða heimild maður er sektaður af bönkunum, ég man ekki eftir að hafa skrifað uppá neitt slíkt eða hafa verið sagt frá því\nbankarnir eru líka ekkert að fela það að þeir séu að græða á þessu, tökum sem dæmi námslán, maður getur fengið yfirdráttarheimild uppá þá upphæð sem maður á von á að fá í námslán en bara vissa upphæð um hver mánaðarmót, ekki allt í einu, þetta kostaði mig 13 gula miða á síðustu önn, það er ekki einsog það séu miklir peningar sem maður fær svo maður er alltaf að dansa í kringum þakið á heimildinni og endar alltaf á því að fara yfir hana 13x643=8359 10 annir að klára skólan 83590 í sektir og það er ekki einsog maður geti fengið námslánið fyrirfram á bankabók nei það verður að vera debet og maður fær ekki síhringikort eftir 20 nema nema maður sé búin að klúðra þessu nokkuð oft semsagt fyrr en bankin hefur rænt sínu"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2001-03-16 11:25:50",
            "id": "126209",
            "reply_to_id": "126200",
            "text": "Það er náttúrulega á þína ábyrgð að vita hvað er mikið inni á reikningnum þar sem færslurnar koma ekki alltaf allar inn strax.  Kerfið tékkar ekki á innistæðunni þegar þú borgar með korti nema ca. tíundu hverja færslu eða ef upphæðin er yfir ákveðnum mörkum."
        },
        {
            "user": "porky",
            "user_id": "2189",
            "date": "2001-03-17 19:17:19",
            "id": "126210",
            "reply_to_id": "126200",
            "text": "Þúy varst að spyrja um hvað vextirnir væru og hvað rosagjöld.\nég held að þessi 600 kall sé fyrir innhemtukostnað og vextirnir eru frá 18-22% á yfirdrætti.\nAnnars heyrði ég sniðuga lausn hjá stelpu sem ég þekki.\nTil að hún færi ekki yfir á kortinu þá safnar hún gulu miðunum og svo kannski á 2 dagafresti(fer eftir notkun á kortinu) þá hringir hún í þjónustubankann(5154444) og þar er lesið upp 10 síðustu færslur. Og svo hlustar hún á færslurnar og hendir þeim miðum sem er búið að senda inn og þannig fylgist hún alltaf með hvað er á kortinu og fer sennilega aldrei yfir á kortinu.\nEn þú þarft að borga fyrir símtalið (veit ekki hvað mikið) en það er allavega ekki 600 kall í hvert skipti."
        },
        {
            "user": "InfInIty",
            "user_id": "1832",
            "date": "2001-03-20 11:16:03",
            "id": "126211",
            "reply_to_id": "126200",
            "text": "Mér finnst bankakerfi Íslands vera mestu glæpasamtök sem finnast og ótrúlegt en satt þá er starfsemi þeirra lögleg!! Þeir geta tæmt bókinna þína án frekari skýringa. Þú ert ekki einu sem lendir í þessu heldur eru allir landsmenn fastir inní vítahring bankanna afhverju haldið þið að ríkið reki banka! Einna leiðinn til að geta átt peninginn sinn ósnertann inní bankanum er að hafa venjulegabankabók en þar hefur bankinn ekki leyfi til að fara yfir á reikningnum. Mér finnst að það ætti að stofna nefnd sem ætti að fara yfir þessa glæpastarfsemi. Dæmi ég tek mér 200.000kr lán til tveggja ára og þegar lánið er fullt greitt er ég búinn að borga um 360.000kr sem er ekki raunhæft.\nEinnig þarf maður að biðja um síhringjukort sem kostar eitthvað á ári og ef við biðjum ekki um það þá eigum við í hættu að þurfa að borga morðfjár í vexti því maður veitt aldrei hvort færslann er kominn inn eða ei. BURTU með þessa mafíustarfsemi!!!! það er actully fólk sem sittur inní fyrir að gera sama hluti og bankakefið er aað gera okkur!"
        },
        {
            "user": "stefanov",
            "user_id": "5025",
            "date": "2001-03-20 17:01:32",
            "id": "126212",
            "reply_to_id": "126200",
            "text": "Ég hef eina skemmtilega sögu til að bæta við..\nÉg hafði ávallt, frá því ég var 16 ára, verið með síhringikort og hafði vanist því til margra ára að þegar ég átti ekki lengur pening komu rauðu stafirnir upp úr posanum: “SYNJAÐ”.\nEinn daginn þá dettur kortið úr gildi, eins og gengur, og ég fer og fæ nýtt kort… og án þess að mér sé tilkynnt um það þá er nýja kortið ekki síhringikort. Nú, ég fer á ferðalag, hringveginn, mjög gaman. Nema hvað, ég misreikna fjárhag minn svona svakalega og eyði og eyði.\nÞegar heim er komið fæ ég bréf frá bankanum um að ég skuldi þeim 25.000 kall. Ég fæ auðvitað sjokk því ég hafði ekki fengið neina synjun á kortið alla ferðina. Ég fer yfir dæmið og uppgvötva að ég hafði aðeins farið 13.000 kr yfir ! Restin var þessi 600 kall fyrir HVERJA FÆRSLU! Færslurnar voru s.s. þónokkuð margar og bankinn heimtaði það… Afsökunin sem þeir komu með var sú að 16 ára krakkar fengju automatískt síhringikort en ekki 18 og eldri (og ég átti að vita þetta!).\nAllavega, maður verður að vera vakandi fyrir þessum glæpum og passa sig.\nP.S. reyndar eins gott að ég fékk ekki síhringikort, ég hefði aldrei átt fyrir bensíni heim!! :)"
        },
        {
            "user": "simone",
            "user_id": "7293",
            "date": "2001-03-20 17:14:15",
            "id": "126213",
            "reply_to_id": "126212",
            "text": "Hey það er samt frekar sárt að sturta niður 12000 krónum,í staðinn fyrir að fá að hækka yfirdráttinn eða biðja ættingja um vaxtalaust lán. Það er ótrúlegt hvað bankarnir eru að græða á þessu. Ég las grein um daginn og það er óhugnaleg skuldasöfnun ungs fólks á aldrinum 18-35. Sjálf er ég að svamla í þessari skuldasúpu. Meirihlutinn af vinum mínum eru allir með yfirdrátt eða brjálæðislega vísareikninga. Ég held að við verðum aðeins að staldra við og koma okkur upp á núllið og pæla frekar í vöxtunum sem við fáum fyrir að leggja peningana inn. Og koma okkur frekar í plús. En það er ekki auðvelt miða við verð á matvöru,húsnæði o.s.frv"
        }
    ]
}