{
    "forum_title": "Söngvakeppnir",
    "user": "ibex",
    "user_id": "18701",
    "date": "2004-03-08 20:58:44",
    "title": "LAGAKEPPNI!",
    "text": "Mig langar til að benda fólki á svolítið sem að virðist fara oft framhjá íslendingum…\nJúróvísjón/evrovísjón/eurovision heitir á ensku Eurovision SONG contest! Það er þýtt sem SÖNGVAkeppni evrópskra sjónvarpsstöðva en íslenska þjóðin virðist oft líta á þetta sem SÖNGVARAkeppni evrópskra sjónvarpsstöðva.\nÞað kom greinilega í ljós í fyrra þegar að fólk var alltaf að tala um hvað Birgitta væri æðisleg og flott, en enginn talaði um lagið sem hún söng… sem var að mínu mati ömurlega þunnt lag.\nÞetta er LAGAKEPPNI, ekki SÖNGVARAKEPPNI!\nNúna í ár eru allir að tala um Jónsa en enginn talar um lagið sem að hann á að syngja, enda er það vel skiljanlegt vegna þess að enginn hefur heyrt lagið… en sjiii… “HEAVEN”!?? Er hægt að finna ófrumlegra og ofnotaðara nafn á lag?\nHvernig væri að reyna að sýna smá frumleika hérna? Ísland er nú þekkt fyrir frumleika og sérstöðu en svo komum við með eitthvað ófrumlegt drasl í júróvísjón!\nÞetta er einfaldlega fáránlegt og til háborinnar skammar. Ætlum við íslendingar virkilega að láta þessa heimsku viðgangast?\nTakk fyrir mig-\nIbex.",
    "url": "https://www.hugi.is/songvakeppnir/greinar/196445/lagakeppni/",
    "url_id": "196445",
    "id": "1514194",
    "replies": [
        {
            "user": "ViktorXZ",
            "user_id": "25365",
            "date": "2004-03-08 22:53:25",
            "id": "1514195",
            "reply_to_id": "1514194",
            "text": "Þannig er nú mál með vexti að ég kannast við mannin sem samdi lagið Jónsi syngur í ár og þar af leiðandi hef ég heyrt það. Ég verð að segja að þetta lag er bara mjög fínt, bara svona rólegt popplag, en ekkert sérstakt að öðru leiti."
        },
        {
            "user": "notbad",
            "user_id": "41037",
            "date": "2004-03-18 12:23:07",
            "id": "1514196",
            "reply_to_id": "1514195",
            "text": "Hm… “Rólegt popplag” ??? Það boðar ekki gott!!!\nNú þegar búið er að velja 29 lög af 36 fyrir keppnina í Tyrklandi, þá eru a.m.k. 9 af lögunum róleg lög, sem eru sungin af karlsöngvurum.\nAð auki eru 9 ár síðan að kvensöngvari vann með rólegt lag í Eurovision og 17 ár síðan að karlsöngvari vann með rólegt lag!!!\nRÚV gæti lært sitt hvert af öðrum sjónvarpsstöðvum, t.d. hjá hinum norðurlandaþjóðunum (sérstaklega svíum)."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2004-03-19 03:32:24",
            "id": "1514197",
            "reply_to_id": "1514196",
            "text": "“Hm… ”Rólegt popplag“ ??? Það boðar ekki gott!!!”\nÉg held einmitt að það sé gott af því að þessi lög eiga meiri möguleika en hin týpísku Mtv popplög.\nAnnars þá eru öll lögin í ár rusl að mínu mati, eina lagið sem mér líkar við er frá Ísrael."
        },
        {
            "user": "johanng",
            "user_id": "9215",
            "date": "2004-03-08 23:47:17",
            "id": "1514198",
            "reply_to_id": "1514194",
            "text": "sammála 100%"
        },
        {
            "user": "Cyrdan",
            "user_id": "7926",
            "date": "2004-03-09 00:55:14",
            "id": "1514199",
            "reply_to_id": "1514194",
            "text": "Mig langar að benda þér á það að það er ekki til neitt sem heitir “söngvakeppni”. “Söngkeppni” er aftur á móti fullgilt íslenskt orð."
        },
        {
            "user": "ibex",
            "user_id": "18701",
            "date": "2004-03-09 01:01:36",
            "id": "1514200",
            "reply_to_id": "1514199",
            "text": "Nei, þetta er “song contest”, ekki “singing contest”.\nSong = lag, eða í þessu tilfelli, þýtt sem söngur.\nSinging er hinsvegar sögn og þýðir það að syngja, ef að keppnin héti “singing contest” þá væri í lagi að þýða þetta sem söngkeppni, eða jafnvel sem söngvarakeppni."
        },
        {
            "user": "Cyrdan",
            "user_id": "7926",
            "date": "2004-03-09 01:27:34",
            "id": "1514201",
            "reply_to_id": "1514200",
            "text": "Ekki reyna að fræða mig um þýðingar. Hefur þú lært orðsifjafræði? Þótt germönsku tungumálin innan indóevrópuættarinnar séu öll mjög skyld og þ.a.l. lík, þá er málnotkunin oft á tíðum mjög breytileg. Í þýsku segir maður t.d. “Ich habe hunger” sem útleggst sem “Ég hef hungur” á íslensku. Við segjum auðvitað bara “Ég er svangur/hungraður”\nSkal taka annað dæmi fyrir ensku: “The man whose son you recognize” Bein þýðing á íslensku yrði “Maðurinn hvers son þú þekkir”\nÉg gæti gert þetta miklu flóknara en ég held það sé best að hlífa þér frá orsakatengingum og öðrum flóknum málfræðihugtökum.\nHvað er ég að reyna að reyna að segja með þessum dæmum? Nú, það að þótt þú sért með eitthvað ákveðið orð í ensku þá gengur ekki alltaf upp að þýða þau beint.\nEf þú trúir mér ekki þá skaltu útvega þér bókina “Réttritun” eftir Ragnheiði Bríem. Í einum kafla þeirrar bókar stendur svart á hvítu að orðið “söngvakeppni” sé ekki til í íslenskri tungu. Þú getur líka bara flett upp í íslenskri orðabók, þær birta þetta orð ekki heldur. Eins og ég sagði þá er rétta orðið “söngkeppni”"
        },
        {
            "user": "Skyen",
            "user_id": "35509",
            "date": "2004-03-09 12:25:04",
            "id": "1514202",
            "reply_to_id": "1514201",
            "text": "Cyrdan:\nEkki vera að stinga upp í fólk og þykjast vera eitthvað gáfaðri en það án þess að kynna þér málin….\nFarðu bara á þessa slóð og lokaðu síðan munninum þínum, þú hefur gott af því……..\nhttp://www.mbl.is/mm/frettir/leit/index.\nhtml?search=s%f6ngvakeppni"
        },
        {
            "user": "Litaver",
            "user_id": "48321",
            "date": "2004-03-09 12:37:35",
            "id": "1514203",
            "reply_to_id": "1514201",
            "text": "Cyrdan! Á öldum áður hefði þessi enska setning verið þýdd svona eins og þú lýstir! En ég er samt sammála þér að orðið söngvakeppni er ekki til!\nEr ég að heyra rétt að þetta sé rólegt lag? Er verið að reyna að koma í veg fyrir að við fáum að koma aftur að ári? Tímarnir breytast og mennirnir með og það gerir Eurovision líka. Lögin eru öll að breytast og verða hraðari og harðari. En, ég hef ekki heyrt lagið ennþá, þannig að ég get ekki dæmt um þetta ákveðna lag.\nEn það er búið að sanna sig í gegnum tíðina, að það er ekki textinn eða innihald lagsins sem skiptir aðalatriðum í þessari keppni, heldur aðallega að lagið sé nógu grípandi, ekki virðist skipta máli hvort það skilji eitthvað eftir sig! En þetta er bara það sem mér finnst!\nLitaVer - sem er að missa trúna á Evróputónlist!"
        },
        {
            "user": "Ljomalindin",
            "user_id": "15558",
            "date": "2004-03-09 18:52:29",
            "id": "1514204",
            "reply_to_id": "1514201",
            "text": "Söngvakeppni evrópskra sjónvarpsstöðva?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-03-09 06:22:53",
            "id": "1514205",
            "reply_to_id": "1514200",
            "text": "váá ibex, djöfull varstu FEISAÐUR !"
        },
        {
            "user": "stofa",
            "user_id": "13845",
            "date": "2004-03-09 04:02:36",
            "id": "1514206",
            "reply_to_id": "1514194",
            "text": "ég er sammó. ömó."
        },
        {
            "user": "pollett",
            "user_id": "40846",
            "date": "2004-03-09 10:04:52",
            "id": "1514207",
            "reply_to_id": "1514194",
            "text": "Af hverju þurfum við alltaf að senda fólk sem er frægt hverju sinni?\nAf hverju kemur Einar Bárða ávallt nálægt laginu?\nAf hverju á Jónsi eftir að vera ber að ofan eða í þröngum bol á sviðinu?\nÞetta eru spurningarnar sem ég spyr mig, og svarið sem ég fæ er: fólk er fífl!"
        },
        {
            "user": "pollett",
            "user_id": "40846",
            "date": "2004-03-23 13:57:31",
            "id": "1514208",
            "reply_to_id": "1514207",
            "text": "Afhverju helduru að hann eigi að vera ber að ofan? Mér finnst það bara flott, ef það verður1"
        },
        {
            "user": "pollett",
            "user_id": "40846",
            "date": "2004-03-23 13:59:47",
            "id": "1514209",
            "reply_to_id": "1514208",
            "text": "oggg guð, það skiptir svona 70% máli hvort SÖNGVARNN er sætur, góður að syngja og bla,bla,bla!\nMér finnst þetta ekki vera venjulegt Eurovision lag! Síðan er jónsi nógog sætur til að vinna keppnina með gamla nóa!!!"
        },
        {
            "user": "siggibet",
            "user_id": "8305",
            "date": "2004-03-09 13:37:10",
            "id": "1514210",
            "reply_to_id": "1514194",
            "text": "Jónsi…… ósköp raddlaus blessaður pilturinn….. hann mun samt skvera þetta af á sinn hátt og leggur sig allan í þetta."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-03-09 15:17:08",
            "id": "1514211",
            "reply_to_id": "1514210",
            "text": "Gæti ekki verið meira sammála =). Mér finnst við Íslendingarnir alltaf velja sömu væmnu lögin. Afhverju getum við ekki komið með eitthvað almennilegt í staðinn fyrir eitthvað væl? Það þarf eitthvað lag sem grípur mann."
        },
        {
            "user": "otti",
            "user_id": "5350",
            "date": "2004-03-09 18:11:46",
            "id": "1514212",
            "reply_to_id": "1514194",
            "text": "Sko mig langar bara til þess að benda ykkur á það að bæði “söngkeppni” og “söngvakeppni” eru fullgild íslensk orð! Munurinn á þeim er einfaldlega sá að í “söngvakeppni” eru flutt ný lög, sem samin voru með þeim tilgangi að taka þátt í einhverri söngvakeppni, en í “söngkeppni” eru flutt þekkt lög. Sjáið til dæmis bara “söngkeppni framhaldsskólanna” þar eru sungin þekkt lög en svo í júróvisjón eru flutt ný lög og heitir sú keppni líka “söngvakeppni evrópskra sjónvarpsstöðva”…og þá vitiði það :o)"
        },
        {
            "user": "Litaver",
            "user_id": "48321",
            "date": "2004-03-10 04:34:08",
            "id": "1514213",
            "reply_to_id": "1514212",
            "text": "Otto!\nÉg barasta get ekki verið sammála þér með að í Söngkeppni Framhaldsskólana séu einungis flutt þekkt lög, því að ég man eftir nokkrum tilvikum þar sem flutt voru frumsamin lög, misgóð, en frumsamin samt.\nLitaVer - Sem horfir greinilega ALLT of mikið á sjónvarp!"
        },
        {
            "user": "akaren",
            "user_id": "45108",
            "date": "2004-03-12 11:17:17",
            "id": "1514214",
            "reply_to_id": "1514212",
            "text": "Þrátt fyrir að það hafi verið flutt frumsamin lög í söngkeppni framhaldsskólanna þá er þetta samt sem áður munurinn á þessum orðum."
        },
        {
            "user": "Litaver",
            "user_id": "48321",
            "date": "2004-03-10 19:43:39",
            "id": "1514215",
            "reply_to_id": "1514194",
            "text": "Ég er 100% sammála þessu með að þetta sé lagakeppni ekki söngvakeppni en samt verður maður að syngja vel til að keppa. Ég er svo fúl, ég get ekki séð hann Jónsa SeXy BoY í beinni því ég verð utanlands og örugglea ekkert sjónvarp :("
        },
        {
            "user": "Litaver",
            "user_id": "48321",
            "date": "2004-03-11 12:40:45",
            "id": "1514216",
            "reply_to_id": "1514215",
            "text": "Hvar verðurðu á þessum tíma sadisanna? Ef þú ert einhversstaðar í evrópu, geturðu auðveldlega fundið stað þar sem þetta er sýnt… ;)"
        },
        {
            "user": "Litaver",
            "user_id": "48321",
            "date": "2004-03-12 09:09:14",
            "id": "1514217",
            "reply_to_id": "1514216",
            "text": "ég verð í Danmörku en það er held ég ekki sjónvarp þar sem ég e"
        },
        {
            "user": "Litaver",
            "user_id": "48321",
            "date": "2004-03-12 11:14:50",
            "id": "1514218",
            "reply_to_id": "1514217",
            "text": "æji… ekki nógu gott.. En ef þú ert inni í einhverjum bænum í Danmörku, þá er mjög sennilega stutt á næsta pöbb sem er að sýna þetta. Ég las einhversstaðar að meira en 70% allra pöbba í Danmörku sýndi frá keppninni… Þannig að nú er bara að finna rétta pöbbinn! :D\nLitaVer - Sem er alltaf á pöbbarölti og býður nú sadisanna að joina sér! ;D"
        },
        {
            "user": "znarf",
            "user_id": "1896",
            "date": "2004-03-16 11:16:06",
            "id": "1514219",
            "reply_to_id": "1514194",
            "text": "Burtséð frá öllum málfræðipælingum á þýðingu “Eurovision Song Contest” þá er RÚV algjörlega að misbjóða þjóðinni með þessu framlagi sínu. Í fyrra var haldin forkeppni þar sem poppstjarna Íslands tryggði nánast stolnu lagi þáttökurétt. Í öðru sæti varð rokksveitin Botnleðja með afbragðslag sem hefði blásið smá lífi í þessa geldnu lagaformúlu sem alltaf er send út ásamt fríðu föruneyti poppara landsins og velunnara.\nÞað er stórskrítið að RÚV skuli ekki skoða þá Íslensku tónlist sem er að slá í gegn á erlendri grundu og prufa að senda lag byggt á þeim forsendum svona einu sinni.\nAnnars á náttúrulega þjóðin að velja lagið sem fer út í forkeppni eins og tíðkast er annarstaðar en RUV bera víst fyrir sér fjárskort sem málsbót? Fyrst Stöð 2 geta haldið úti heilli seríu af Idol og fyllt Smáralindina nokkrum sinnum og komið út í plús þá hlýtur RÚV að geta haft smá metnað í að halda úti eina helvítis forkeppni á ári og virkja þannig fleiri lagahöfunda til að taka þátt, þá fáum við kannski fleiri slagara til að njóta á komandi árum (lög þurfa ekki að vinna Eurovision til að öðlast tilverurétt).\nAnnars leikur grunur á að RÚV eru skíthræddir að senda sterk lög í aðalkeppnina þar sem stofnunin hefur ekki bolmagn né þor til að halda aðalkeppnina hérna heima. Ég vona að það sé kjaftæði og óska eftir upplýsingum þess efnis.\nKær kveðja\nPaunkholm"
        },
        {
            "user": "Litaver",
            "user_id": "48321",
            "date": "2004-03-16 12:56:48",
            "id": "1514220",
            "reply_to_id": "1514219",
            "text": "Þetta var frábært hjá þér! Ég hefði ekki getað orðað þetta betur sjálfur! Ég gæti trúað að RÚV hafi misst áhugann á þessari keppni þegar Selma missti mjög svo naumlega af sigri hér um árið.. Þá fóru stórlaxarnir sjálfsagt strax að pæla hvort ráðlegt væri að senda út það góð lög að þau gætu unnið. Ég yrði ekkert hissa þótt ég læsi einhversstaðar að RÚV sendi alltaf inn atriði í þessa keppni einungis vegna þess að það gera það allir aðrir! Eflaust hægt að líkja þessu við hópþrýsting! Svo nottla er alltaf hægt að kenna Kananum um þetta; segja að hann þrýsti á okkur að gera þetta.. Svo margt til…\nEn það er held ég satt að RÚV geti ekki haldið þessa keppni hérlendis, vegna þess gífurlega fjármagns sem í þetta færi; ég las einhversstaðar út undan mér að þetta kosti einhverja milljarða..\nPersónulega hef ég svo sem enga löngun til að halda svona keppni hér á landi, þó svo að þetta geri landinu gott og sé mikil og góð kynning og allt það, en málið er bara það, að meirihlutinn, ef ekki allur gróði sem myndi koma af þessu, myndi fara beint í skatt og yrði notaður til að búa til einhver óþörf göng eða verslunarmiðstöðvar, sem og gatnagerð í Reykjavík. Ekki misskilja mig, ég er ekkert á móti Reykjavík eða Reykvíkingum og gatnakerfinu þar, en mér finnst óþarflega mikið lagt í eitt svæði á landinu!\nEn nóg um það… Flott hjá þér znarf!!\nLitaVer - Sem gleymdi að taka lyfin sín í morgun"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2004-03-16 15:51:54",
            "id": "1514221",
            "reply_to_id": "1514219",
            "text": "Ef Lettland, Estónía geta haldið svona stórar keppnir getur Ísland líka gert það! Meira segja hélt Ísrael keppnina árið 1999 og það er eila alltaf stríð þar! Ég held að fjármagn er ekki vandamálið heldur metnaðurinn. Það er alltaf verið að senda vitlaust fólk, bara þetta vinsæla. Ég held að Jónsi hafi bara farið út af því að hann lék í Grease, útaf því Birgitta og Selma kepptu. Mér finnst að Stöð2 eigi að hafa þetta á sinni stöð og hafa þetta í opinni dagskrá bara."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2004-03-17 09:51:56",
            "id": "1514222",
            "reply_to_id": "1514221",
            "text": "Hvað búa margir í Lettlandi, Estóníu og Ísrael samanborið við Ísland og berðu saman efnahag þessara ríkja við okkar og þá áttaru þig vitleysunni í svari þínu.\nEinnig er ekki séns að Stöð 2 geti haldið keppnina þar sem þeir eru ekki partur af Evrópsku sjónvarpsstöðvunum sem halda keppnina og sem RÚV er aðili að."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2004-03-17 14:14:11",
            "id": "1514223",
            "reply_to_id": "1514222",
            "text": "En þetta eru ekki rík ríki þótt margir búa þar!!!"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2004-03-17 15:32:36",
            "id": "1514224",
            "reply_to_id": "1514223",
            "text": "Ekki eru þetta nú frambærileg rök. Athugaðu málið aðeins betur og þá kemstu væntanlega að raunverulegri niðurstöðu.\nÞað er ekkert launungarmál að RÚV hafi ekki bolmagn í að halda aðalkeppni þegar hún strögglar við að halda forkeppni hérna heima. Ég veit ekki hversu kunnug þú ert á uppsetningu svona viðburða sem eru sýndir beint út um alla Evrópu en get sagt þér að það þarf miklu meira en metnað til að dæmið gangi upp.\nÉg get tekið eitt dæmi um klúður sem gæti gerst sem í raun gerðist á Íslensku tónlistarverðlaununum í fyrra. Þegar forseti Íslands var að fara afhenda heiðursverðlaunin þá rofnaði sambandið úr Borgarleikhúsinu við sjónvarpsbílinn þannig að útsendingin og öll verðlaunaafhendingin var stöðvuð. Aumingja forsetinn var beðinn um að fá sér aftur sæti (kominn hálfa leið uppá svið) á meðan verið væri að ná sambandi aftur. Þú getur ímyndað þér ef svoleiðis myndi gerast í beinni með alla Evrópu límda við skjáinn. Þá yrði nú mikið hlegið að viðvaningsskap Íslendinga.\nKveðja\nPaunkholm"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2004-03-19 03:30:57",
            "id": "1514225",
            "reply_to_id": "1514224",
            "text": "“Ég get tekið eitt dæmi um klúður sem gæti gerst sem í raun gerðist á Íslensku tónlistarverðlaununum í fyrra. Þegar forseti Íslands var að fara afhenda heiðursverðlaunin þá rofnaði sambandið úr Borgarleikhúsinu við sjónvarpsbílinn þannig að útsendingin og öll verðlaunaafhendingin var stöðvuð. Aumingja forsetinn var beðinn um að fá sér aftur sæti (kominn hálfa leið uppá svið) á meðan verið væri að ná sambandi aftur. Þú getur ímyndað þér ef svoleiðis myndi gerast í beinni með alla Evrópu límda við skjáinn. Þá yrði nú mikið hlegið að viðvaningsskap Íslendinga.”\nÞað yrði alveg örugglega fengið fagmenn frá Evrópu til þess að aðstoða okkur ef að þessi keppni yrði haldin á Íslandi. Aðal vandamálið er staðsetningin, en við eigum enga alvöru höll til þess að hafa svona keppni. Svo líklega þyrftum við að byggja upp útisvið sérstaklega fyrir keppnina, svipað og fræga fólkið gerir þegar haldið er tónleika á svæðum sem að hafa ekki svona hallir.\nEn þetta nýja tónlistarhús sem verið er að byggja ætti að vera nógu stórt. Ég man reyndar ekki hvaða land það var en ég las um daginn að Eurovision hefur áður verið haldið í höll sem að kemur aðeins fyrir u.þ.b. 15 þúsund manns.\nSvo það ætti að vera hægt að redda þessu á Íslandi í framtíðinni held ég."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2004-03-19 16:16:35",
            "id": "1514226",
            "reply_to_id": "1514225",
            "text": "Tja, fagmenn frá Evrópu myndu nú kosta RUV helvíti mikið en það þyrfti allavega einhverja ráðgjafa til að gera dæmið.\nVarðandi stað þá tekur Egilshöllin í Grafarvogi 15.000 manns.\nKveðja\nPaunkholm"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2004-03-19 17:31:37",
            "id": "1514227",
            "reply_to_id": "1514226",
            "text": "En er ekki hægt að fá erlend stórfyrirtæki til þess að styrkja útsendinguna ?"
        },
        {
            "user": "ojb",
            "user_id": "1502",
            "date": "2004-05-09 16:46:55",
            "id": "1514228",
            "reply_to_id": "1514219",
            "text": "Held að málið sé að þeir fá ekki krónu fyrir að sýna þetta og þurfa að borga með, en Stöð 2 fékk hins vegar tekjur af sinni símakosningu."
        },
        {
            "user": "daXarinn",
            "user_id": "2442",
            "date": "2004-03-20 01:51:30",
            "id": "1514229",
            "reply_to_id": "1514194",
            "text": "Bara til þess að koma þessu á hreint.\nÍ “Söngvakeppni” er verið að keppa um besta lagið sbr. söngvar=lög\nÍ “Söngkeppni” er verið að keppa um besta sönginn þ.e söngvarann.\nTakk fyri"
        },
        {
            "user": "Unakidman",
            "user_id": "32936",
            "date": "2004-03-21 11:07:33",
            "id": "1514230",
            "reply_to_id": "1514229",
            "text": "Fokk ka þetta lag(Heaven)er TÝPISKT  eurovision lag!!!damn…er ekki hægt að koma með eikkvað frumlegt ?t.d. einsog botnleðja var með í fyrra?\nskandall…"
        },
        {
            "user": "fne55",
            "user_id": "15940",
            "date": "2004-04-26 00:10:08",
            "id": "1514231",
            "reply_to_id": "1514194",
            "text": "Svo er líka það að hafa ekki neina forkeppni algert hallæri. Við erum ekki að gefa nýjum og óþekktum tónlistarmönnum færi á að spreyta sig heldur sendum landsþekktan mann, píkupoppara, Jónsa í fucking svörtum fötum til að flytja væmið og fáránlegt lag. Muniði eftir laginu frá Austurríki í fyrra? Þótt það hefði kannski ekki verið mjög, ja, hvernig orðar maður þetta (skiptir ekki) þá dáðist ég að frumleika og húmori lagsins. Við megum ekki útiloka aðra en landsþekkta söngvara. Mér finnst þetta lag hans Jónsa vera eitt versta lag Eurovision keppninnar, þó þau séu mörg léleg.\n-sweetbaby-"
        }
    ]
}