{
    "forum_title": "Húmor",
    "user": null,
    "user_id": null,
    "date": "2004-03-08 21:29:22",
    "title": "Blokes code (cp)",
    "text": "1. If you've known a guy for more than 24 hours, his sister is off limits forever! Unless you actually marry her.\n2. When questioned by a friend's girlfriend, you need not and should not provide any information as to his whereabouts. You are even permitted to deny his very existence.\n3. Unless he murdered someone in your immediate family, you must bail a friend out of jail within 24 hours.\n4. A best man's toast may not include any of the following phrases, “down in Tijuana”, “one time when we were all **** drunk”, or “and this girl had the biggest rack you ever saw”.\n5. You may exaggerate any anecdote told to your friends by 50% without recrimination, beyond that anyone within earshot is allowed to yell out “bullshit!”. (exception: when trying to pick up a girl, the allowable exaggeration is 400%)\n6. Under no circumstances may two men share an umbrella.\n7. The minimum amount of time you have to wait for another man is 5 minutes. The maximum is 6 minutes. For a girl, you are required to wait 10 minutes for every point of hotness she scores on the classic 1-10 scale.\n8. Bitching about the brand of free beverages in your buddy's refrigerator is forbidden. But gripe at will if the temperature is not suitable.\n9. A friend must be permitted to borrow anything you own - grill, car, firstborn child - within 12 hr notice. Women or anything considered “lucky” are not applicable in this case.\n10. Falling on a grenade for a buddy (agreeing to distract the skanky friend of the hot babe he's trying to score) is your legal duty. But should you get carried away with your good deed and end up getting on the beast, your pal is forbidden to ever speak of it.\n11. Do not torpedo single friends.\n12. On a road trip, the strongest bladder determines pit stops, not the weakest.\n13. Before dating a buddy's ex you are required to ask his permission. If he grants it, he is however allowed to say, “man, your gonna love the way she licks your balls”\n14. Women who claim they “love to watch sports” must be treated as spies until they demonstrate knowledge of the game and the ability to pick a Buffalo wing clean.\n15. If a mans zipper is down, that’s his problem, you didn’t see anything!\n16. No man shall ever be required to buy a birthday present for another man. (in fact, even remembering your best friends birthday is optional)\n17. You must offer heartfelt condolences over the death of a girlfriends cat, even if it was you who secretly set it on fire and threw it into a ceiling fan.\n18. While your girlfriend must bond with your buddies girlfriends with in 30 minutes of meeting them, you are not required to make nice with her gal pal's boyfriends- low level sports bonding is all the law requires.\n19. Unless you have a lucrative endorsement contract, do not appear in public wearing more than one Nike swoosh.\n20. When stumbling upon other guys watching a sporting event, you may always ask the score of the game in progress, but you may never ask who's playing.\n21. If your girlfriend asks to set your friend up with her ugly, whiny, loser friend of hers, you must grant permission, but only if you have ample time to warn your friend to prepare his excuse about joining the priesthood.\n22. Only in a situation of mortal danger or ass peril are you permitted to kick another member of the male species in the testicles.\n23. Unless you're in prison, never fight naked. This includes men who aren't wearing shirts. If your buddy is outnumbered outmanned, or too drunk to defend himself, you must jump into the fight. Exception: if during the past 24 hours your friends actions have caused you to think “what this guy needs is a good ass wuppin”, in which case you may refrain from getting involved and stand back and enjoy.\n24. Friends don’t let friends wear speedos. Ever. Case closed.\n25. Fives must be called at all times when getting out of your seat. If not, your seat is up for grabs. However, “house rules” may come into effect, in which case it is left up to the owner of the seat.\n26. Shotgun can be called on anything where a shotgun applies., as long as you are in eyesight of the object, or it is at a reasonable time.\n27. When picking players for sports teams it is permissible to skip over your buddy in favor of better athletes- as long as you don’t let him be the last sorry son of a bitch standing on the sideline.\n28. If you ever compliment a guy's six pack, you better be talking about his choice of beverage.\n29. Never join your girlfriend in ragging on a buddy of yours, unless she is withholding sex, pending your response.\n30. Phrases that may never be uttered to another man while lifting weights:\n“Yeah, baby, push it!”\n“Come on, give me one more, harder!”\n“Another set and we can hit the showers”\n“Nice ass! Are you a Sagittarius?”\n31. Never hesitate to reach for the last beverage or pizza, but not both. That’s just mean.\n32. Never talk to another man in the bathroom unless you are on equal footing: both urinating, both waiting in line for all other situations an “I recognize you” nod will do just fine.\n33. Never allow a telephone conversation with a woman to go on longer than you are able to have sex with her. Keep a stopwatch nearby, hang up if necessary.\n34. You can not rat out a friend who show's up to work or class with a massive hangover, however you may: hide the aspirin, smear his chair with limburger cheese, turn the brightness on his computer way up so he thinks its broken, or have him paged every seven minutes.\n35. If you catch your girl messing around with your best friend, let your states crime of passion laws be your guide.\n36. If your buddy is trying to hook up with a girl, you may sabotage him only in a manor that gives you no chances of getting any either.\n37. Before allowing a drunken friend to cheat on his girl, you must attempt one intervention. If he can get up on his feet, look you in the eye, and deliver a “f**k off” then you are absolved from all responsibility. Later on it is ok that you have no idea what his girlfriend is talking about.\n38. The morning after you and a babe, who was formerly “just a friend”, go at it, the fact that you're feeling weird and guilty is no reason not to jump on her again before there is a discussion about what a big mistake it was.\n39. If a buddy has lint, an eyelash, or any other foreign object on his hair or face, under no circumstances are you permitted to remove it. However an appropriate hand gesture may be made to make him aware of it.\n40. An anniversary is recognized on a yearly basis, under no circumstances will anything be celebrated in an interval other than a year\n41. When using a urinal in a public restroom, a buffer zone of at least one urinal will exist at all times. If the only empty urinal is directly next to an occupied on, then you are still required to wait. (Exception: at a sporting event where a line has formed to use the pisser)\n42. When coming to a room which you know is occupied by your friend and possibly another girl, you must knock and wait for an adequate response. If no response occurs, and the door is locked, a 10 minute period is required before knocking again.\n43. The only time dicking over a buddy for a girl is legal, is when the girl ranks a 8 or above on the 1-10 scale. (exception: a girl may rank from 5-7, as long as there is oral sex involved).\n44. A mans gotta scratch what a mans gotta scratch. This applies to picking as well. Let the man be.\n45. No man shall ever watch any of the following programs on TV:\nFigure skating\nMen's gymnastics\nAny sport involving women (unless viewed for sexual purposes)\n46. If you accidentally touch or brush against any part of another man below the waist, it is an understood accident, and NO apologies or any reference to the occurrence is necessary.\n47. No man shall spend more than 2 minutes in front of a mirror. If more time is required, a three minute waiting period must be allowed before returning to the mirror.\n48. Any dispute lasting any longer than 3 minutes will and must be settled by rock, paper, scissors. There is no argument too important for this determining method.\n49. No man will ever willingly watch a movie in which the main theme is dancing, and if a man shall happen to view such a movie it is only acceptable if its with a girlfriend.\n50. Only acceptable time when a man is allowed to cry:\nwhen a heroic dog dies to save his master.\nafter being struck in the testicles with anything moving fast than 7 mph.\nWhen your date is using her teeth.\nThe day Anna Kornikova chooses a husband.\n51. If a bet is made, and the challenge is completed, then the bettor may recoup his money by immediately completing a more daring challenge. If he refuses the challenge or chooses not to propose one, then and only then, must the money be paid.\n52. Masturbate often. (exception: if your roommate is due back within the hour)\n53. If a hot girl shall happen to pass by while you are in an arms reach of your buddy, you must, and will, tap him on the shoulder to make him aware of the babe.\n54. A man's shoes may not intentionally match any other article of clothing on his body.\n55. No comment shall ever be made to a man about how much he is sweating. In fact, there is no need bring notice to any body part which he may be sweating from.\n56. No man shall ever allow anyone to speak ill of The Simpsons or any Rocky movie. (Exception: Rocky V)\n57. You have not made any mistake if you find that there are extra pieces after reassembling or assembling an object. In fact, you have just found a way to make that object more efficient.\n58. There are is never an occasion in which any shirt without buttons may be tucked in. (Exception: when you are participating in a organized sporting event)\n59. Unless you are under the age of 11 or wearing a bathing suit,, DON’T wear whitey tighty's. It still escapes all reasoning as to why they even make them in adult sizes.\n60. Any object thrown with reasonable speed and accuracy, MUST be caught.\n61. No man shall ever keep track of, or count, the amount of beers he has had in a night.\n62. Under no circumstances may two non-related men share a bed or anything which can be perceived as a mattress.\n63. In an empty room, car, ect., a man can not ask another man if he is mad because he isn’t talking.\n64. If you jiggle more than twice, your playing with it.\n65. A man shall never help another man apply sun tan oil.\n66. The guy who wants something the most is responsible for getting it.\n67. If your friend says “Lick my nuts” as a way to put you down, don't try to be funny by saying “OK” and moving your head towards his crotch, two homosexual references in a row are just plain scary…\n68. If you say ouch, you are a pussy!\n69. It is the God given duty of every man to assist any other man that may be in need of assistance in obtaining every guys dream (threesome with two girls)\n* with every set of laws, there are appropriate punishments. If any man shall happen to break any one of these codes, he will be found guilty, and will, for 24 hours from the time of the violation, be considered NOT A MAN. During this time he will not be referred to in any masculine way, and he shall bear the name Princess",
    "url": "https://www.hugi.is/humor/greinar/196453/blokes-code-cp/",
    "url_id": "196453",
    "id": "1514385",
    "replies": [
        {
            "user": "Tjeko",
            "user_id": "13463",
            "date": "2004-03-09 11:29:59",
            "id": "1514386",
            "reply_to_id": "1514385",
            "text": "Lovely Lovely Lovely, þetta er gargandi snilld!"
        },
        {
            "user": "maggnus87",
            "user_id": "31591",
            "date": "2004-03-09 16:35:59",
            "id": "1514387",
            "reply_to_id": "1514385",
            "text": "Exellent really great!!!!\nWHERE DID U GET THIS'??\nbara SNILLD!!!\nmeira sona"
        },
        {
            "user": "Orrmundur",
            "user_id": "30559",
            "date": "2004-03-17 13:25:40",
            "id": "1514388",
            "reply_to_id": "1514385",
            "text": "Snilld! ég skal muna þetta."
        }
    ]
}