{
    "forum_title": "Hundar",
    "user": "rusinan",
    "user_id": "23134",
    "date": "2004-03-12 22:48:21",
    "title": "vandræðahundur...hvað er til ráða?",
    "text": "Ég bý erlendis og leigi hjá vini mínum sem á mjög fallegan husky-hund. Hundurinn er mjög vinalegur, en gjörsamlega illa upp alinn. Hann er sem betur fer búinn að læra að fara ekki inn í herbergið mitt, en hann á það til meðal annars að skíta á gólfið, þó hann fari út a.m.k. 3svar sinnum á dag. Það er heldur ekki hægt að sleppa honum lausum, því hann kemur ekki þegar kallað er á hann nema hann haldi að maður ætli að skilja hann eftir. Hann er hér um bil 4 ára gamall og ég veit að hann getur lært, en þar sem eigandinn hefur ekki verið mjög duglegur að ala hann upp er hann alls ekki duglegur að hlýða.\nEr einhver með einhver ráð? Það gengur ekki að hundurinn skíti endalaust á gólfið….",
    "url": "https://www.hugi.is/hundar/korkar/197054/vandraedahundurhvad-er-til-rada/",
    "url_id": "197054",
    "id": "1518679",
    "replies": [
        {
            "user": "Zaluki",
            "user_id": "6799",
            "date": "2004-03-13 01:34:00",
            "id": "1518680",
            "reply_to_id": "1518679",
            "text": "Er hann með niðurgang eða .. ?\nSpurning líka um hvort að hann fái nógu langann tíma til að kúka þegar hann fer út, minn hundur þarf oft alveg korter til að finna rétta “staðinn” til að setja gersemina á.\nHusky þarf líka alveg rosalega mikla hreyfingu, ef hann fær hana ekki gæti hann verið að mótmæla .. með því að skíta inni.\nÉg skrifaði grein um innkall .. ef þú hefur áhuga, hún er í kubbnum Allt um hunda, undir “Lausnarorð og inkall” minnir mig.\nMér heyrist þessum hundi vera vel viðbjargandi, en þarf smá vinnu. <br><br>———————————————–\n<i>Mundu að þú kennir fólki hvernig það á að koma fram við þig .. </i"
        },
        {
            "user": "rusinan",
            "user_id": "23134",
            "date": "2004-03-18 15:51:14",
            "id": "1518681",
            "reply_to_id": "1518680",
            "text": "Ég las greinina, vona að hún komi að einhverju gagni…\nÉg hef samt ekki mikla trú á því, þar sem ég las á netinu um daginn að husky hundar læri sárasjaldan að koma þegar kallað er á þá og það ætti helst ekki að treysta þeim til að hlaupa lausir…"
        },
        {
            "user": "hvuttinn",
            "user_id": "31189",
            "date": "2004-03-13 20:02:23",
            "id": "1518682",
            "reply_to_id": "1518679",
            "text": "Ég held að hann fari ekki nógu of oft út að pissa og kúka.  Eruð þið ekki með garð sem hægt er að girða.\nHundurinn minn biður allavega um að fara út mjög oft á dag og hann myndi pissa og kúka inni ef hann gæti bara farið út 3x á dag"
        },
        {
            "user": "rusinan",
            "user_id": "23134",
            "date": "2004-03-18 15:46:19",
            "id": "1518683",
            "reply_to_id": "1518682",
            "text": "Já, þegar ég er heima allan daginn fer hann út 5 sinnum á dag….enda gerist ekkert þá….vandamálið er þegar ég er ekki heima….ég held að eigandinn sé bara ekki mjög klár í að meðhöndla hunda\nÉg tók það fram að við búum í íbúð….á 6. hæð, svo það er enginn garðu"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-03-29 13:14:10",
            "id": "1518684",
            "reply_to_id": "1518683",
            "text": "setjann uta svalir þá<br><br>x/o Dogma\neins og allir var ég fyrst byrjandi"
        }
    ]
}