{
    "forum_title": "Sápur",
    "user": "guggaein",
    "user_id": "43944",
    "date": "2004-03-17 10:47:01",
    "title": "Leiðarljós 16.03.04",
    "text": "Kannski les þetta enginn EN ljósið er bara svo spennó núna að fyrir þá sem missa af þá gjörið þið svo vel!\nMatstofan\nMaður frá tryggingunum kemur að hitta Frank og Eleni og færir þeim þær sorgarfréttir að tryggingarnar munu ekki greiða sjúkrakostnað Marinu. Það eru einfaldar ástæður fyrir því, Marina var “pre-existent condition” (afsakið stafsetningu) við brúðkaupið og því munu tryggingarnar ekki ná yfir hana fyrr en eftir 2 ár! Þetta ætti að kenna Eleni að halda sig í brókunum í návist annarra manna þegar hún er gift:)\nUpphófust því miklar umræður um hvar væri hægt að næla sér í peningana, Nadine bauð fram aðstoð sína en henni var fálega tekið. En ég þykist hafa séð ákveðinn svip á andliti Eleni sem sagði “ég veit hvar við getum fengið peningana, við förum bara til AM”…\nÍ einum básnum var rætt um annað en peningaleysi frankie og eleni, þar var rætt um peningleysi AC. En svo er mál með vexti að hann á aðeins næga peninga fyrir einu brúðkaupi og Harley vill endilega að þeir fari í að borga brúðkaup Julie! AC var nú ekki alveg á því, vill miklu fremur gifta sjálfan sig en systurina. Harley hlustaði ekkert á svoleiðis bull, sagðist vita að hann vildi þetta og því yrði þetta brúðargjöfin hennar til hans:) Henni var ekki snúið, jafnvel þó að AC benti henni á að það væri ekki hægt að gefa þá gjöf að FRESTA brúðkaupinu…\nSpeaks heimilið\nHamp reynir að koma Kat fyrir sjónir að henni sé fyrir bestu að tala við lögguna. Hún eigi ekki að vera að gera David neina greiða því hann sé augljóslega reiðubúinn til að láta hana rotna í fangelsi. Það gengur þó ekkert að tala um fyrir henni því að hún veit betur.\nGilly kemur í heimsókn og sér að Kat er komin heim, hún fær náðarsamlegast að tala við hana og spyr um David. Eins og gefur að skilja er Kat ekki par ánægð með stjúpuna sína og spyr hvernig hún hafi fengið það af sér að láta David dúsa í fangelsi fyrir brot sín. Gilly segir að hún sjái eftir því og hafi gert sitt besta til að koma í veg fyrir það, Kat er nú ekki alveg að kaupa það og telur upp allt það sem hún hefði getað gert þegar fólk vildi ekki hlusta…\nEftir að Gilly er farin koma AC og Harley á staðinn. Þau reyna aftur að tala við Kat sem staðfastlega neitar að rétta þeim hjálparhönd og bendir á að hún hafi margskýrt það út fyrir þeim að lát Vinnys hafi verið slys en enginn hafi trúað sér og hví ætti hún þá að segja þeim eitthvað núna?\nVinnustaður Mindy\nMacauly er þar og vill að Mindy fari með sig til Hamps og Kat. Hann vill ólmur hjálpa þeim í samskiptum þeirra við lögin. Mindy verður við þessari bón hans en Hamp vill ekki sjá neina hjálp frá “vinum” Davids.\nHeimili Macauly West\nNick brýst þar inn og er eitthvað að reyna að grafa upp óhróður um nýja vonbiðil Mindyar.\nSpaulding setrið\nJenna er með kaupmála fyrir Roger að undirrita, hann er ekki af verri kantinum. Við giftinguna eignast Roger HELMING spaulding! Honum leist ekkert alltof vel á þetta og sagði að með svona kaupmáli þá væru þau að bjóða upp á tortryggni. Bæði utan að frá og svo frá hendi Jennu, óhjákvæmilega myndu koma tímar þegar hún myndi efast um að Roger hefði gifst henni vegna sín en ekki peninganna. Hann kom því með tillögu að endurbótum sem segja að ef hann skilur við hana þá muni hún fá hans helming til baka. Jennu leist vel á það en sagði að það yrði þá gagnkvæmt, svo ef hún skilur við hann þá mun hann eiga spaulding allt! Eftir þetta heldur Roger af stað til að láta Hart heyra það, Jenna reynir að koma í veg fyrir það en árangurslaust. Hún er nýbúinn að grafa upp númer Hart til að vara hann við þegar að Buzz birtist (væntanlega til að biðja um peningana fyrir aðgerð Marinu)\nJessup býlið\nDavid stelur mogganum, Hart til lítillar ánægju. Það bjargar þó deginum þegar að Julie kemur í heimsókn. Hún vill láta stækka stofugluggann í nýja húsinu. Stuttu seinna kemur Dylan til að ræða gluggann og fara yfir teikningar.\nÞegar Dylan og Julie búast til brottfarar ber að annan gest, hann er þó öllu viðskotaillri en þau skötuhjú…\nÞegar þátturinn byrjaði var ég að farast úr spenningi, því nú myndu mætast stálin stinn en sem dyggur leiðarljósaðdáandi hefði ég mátt segja mér það að það yrði nú einhver bið í það…þátturinn var mjög nálægt því að vera búinn að drepa niður alla spennuna í mér en þó var allan tímann smá seiðingur til staðar sem aftur magnaðist upp í enda þáttarins…svo nú er bara hefja niðurtalningu og bíða spennt eftir að klukkan verði 17:05!",
    "url": "https://www.hugi.is/sapur/greinar/197590/leidarljos-160304/",
    "url_id": "197590",
    "id": "1522573",
    "replies": [
        {
            "user": "cappel",
            "user_id": "46901",
            "date": "2004-03-17 14:02:12",
            "id": "1522574",
            "reply_to_id": "1522573",
            "text": "Hvað gerðist fyrir Marinu? Og djöfull er Harley mikil frekja!"
        },
        {
            "user": "guggaein",
            "user_id": "43944",
            "date": "2004-03-17 15:21:10",
            "id": "1522575",
            "reply_to_id": "1522574",
            "text": "Marina er sem stendur heyrnarlaus. Einhver hluti innra eyrans þroskaðist ekki sem skildi í móðurkviði. Þetta gæti lagast með tímanum en frankie og eleni vilja ekki hætta á að það gerist ekki og vilja því fara með marinu í aðgerð eins fljótt og hægt er, en þennan fæðingargalla er hægt að laga með tiltölulega hættulausri aðgerð.\nJá, harley er ákveðin, þegar hún bítur eitthvað í sig er erfitt að fá hana til að skipta um skoðun:)"
        },
        {
            "user": "snikkin",
            "user_id": "25858",
            "date": "2004-03-17 16:44:15",
            "id": "1522576",
            "reply_to_id": "1522573",
            "text": "Eins og ég segi þá er ég haldin ákveðinni fíkn í þessa þætti. Það gerist ekki neitt í vikur en samt verður maður að horfa EF maður skyldi missa af þeim þætti sem eitthvað skeður í.\nEn takk fyrir þessa lýsingu, ég missi nefnilega yfirleitt af þáttunum á þriðjudögum þess vegna var mjög gaman að lesa þetta.\nVona bara að mál David verði ekki í mánuð. Þá verður það orðið svo langdregið."
        },
        {
            "user": "BoggiGudfadir",
            "user_id": "30020",
            "date": "2004-03-17 16:55:15",
            "id": "1522577",
            "reply_to_id": "1522573",
            "text": "Ég vil ekki vera dónalegur, enn hvernig getið þið horft á þetta, þetta er bara alltaf alveg eis og bara rosaleg clithcé(hvernig sem það er skrifað)\nboggi35"
        },
        {
            "user": "mspinky",
            "user_id": "49701",
            "date": "2004-03-17 18:17:51",
            "id": "1522578",
            "reply_to_id": "1522577",
            "text": "hæhæ loksins er eikker sem vill skrifa um greinarnar ég nebbla missi líka af þeim á Þriðjudögum………boggi35 þetta er skemmtilegur þáttur bara afhverju er það svona hræðilegt kannski er eitthvað annað sem okkur finnst alltaf eins og leiðinlegt sem þér finnst skemmtilegt jámm takk enn og aftur:)"
        },
        {
            "user": "guggaein",
            "user_id": "43944",
            "date": "2004-03-18 10:09:05",
            "id": "1522579",
            "reply_to_id": "1522577",
            "text": "klisjur eða ekki klisjur\nmálið er að við höfum gaman af þessum klisjum og getum horft á þær aftur og aftur og vitum venjulega nákvæmlega hver útkoman verður úr öllum “vandamálum” persónanna og okkur er alveg sama:) en stundum eiga þeir til að finna upp á einhverju nýju fyrir litlu elskurnar okkar…"
        },
        {
            "user": "freki",
            "user_id": "1682",
            "date": "2004-03-18 13:30:13",
            "id": "1522580",
            "reply_to_id": "1522573",
            "text": "Voff Voff Frá Danmörku.\nSæl Gugga og allir.\nGóðar greinar hjá þér og segir eins og ég geri alltaf Keep Up The Good Work.\nÞó maður missi af þáttunum þá er gaman að einhver skildi vilja skrifa um þá aftur.\nSólarkv:\nSeppi"
        }
    ]
}