{
    "forum_title": "Flug",
    "user": "grizzly",
    "user_id": "2874",
    "date": "2001-03-16 19:49:55",
    "title": "Microsoft Flight Simulator 2002",
    "text": "Microsoft sendi frá sér fréttatilkynningu nú í vikunni um að þeir muni setja FS2002 á markað nú í haust.  FS2002 verður byltingarkennd útgáfa hvað flugherma varðar.  FS2002 mun innihalda rauntíma og gagnvirka flugumferðarstjórn (Live ATC), ennþá þróaðra landslag og textúrur á flugvélunum sem munu þarfnast nýrrar tækni sem Microsoft kallar “AutoGen” og svo munu náttúrulega bætast við nýjarflugvélar.  Þær verða Boeing 747-400 og Cessna Caravan í bæði land og sjó útgáfu.\nÞannig að það er ljóst að maður þarf að fara að safna fyrir nýrri tölvu mjög fljótlega!!!\ngrizzly",
    "url": "https://www.hugi.is/flug/greinar/19761/microsoft-flight-simulator-2002/",
    "url_id": "19761",
    "id": "127119",
    "replies": [
        {
            "user": "Garrison",
            "user_id": "2035",
            "date": "2001-03-21 14:46:35",
            "id": "127120",
            "reply_to_id": "127119",
            "text": "Hvaða req. eru?"
        },
        {
            "user": "grizzly",
            "user_id": "2874",
            "date": "2001-03-21 19:25:01",
            "id": "127121",
            "reply_to_id": "127120",
            "text": "Það hefur ekki verið gefið út ennþá.\nÉg efast samt ekki um að FS2002 þarfnist P-3 800MHz+ (jafnvel P-4) og 512Mb innra minni og mjög góðu skjákorti eins og Geforce3 með 64Mb minni.  Bara miðað við breitinguna á milli FS98 og FS2000 þá mun FS2000 örugglega þarfnast eitthvað í þessa áttina.  Svo vantar mig upplýsingar um þetta það sem þeir kalla “AutoGen” og hvað það gerir í raun.  Ég held að þetta sé næsta kynslóð af DirectX en er ekki viss!!!"
        },
        {
            "user": "zappy",
            "user_id": "7171",
            "date": "2001-04-05 21:55:36",
            "id": "127122",
            "reply_to_id": "127121",
            "text": "ok bar að segja þér að p4 er drazl og segja intel meira segja að að p3 sé betri"
        },
        {
            "user": "gts",
            "user_id": "12115",
            "date": "2001-07-31 18:59:15",
            "id": "127123",
            "reply_to_id": "127121",
            "text": "Það sem AutoGen gerir er að þegar flogið er yfir borgir, bæi, sveitabæi o.s.fr.v. þá setur þetta forrit sjálfkrafa inn öll hús, tré, bíla og annað sem fellur undir viðkomandi scenery.\nÞetta gerir það að verkum að leikurinn verður mun léttari í keyrslu þar sem að öll hús, tré, bílar og allt annað sem leikurinn keyrir verða bara í notkun á viðkomandi svæði sem flogið er á.\nAutoGen býr einnig til flugumferð á flugvöllum og í kring um þá, og á þá að vera með einhverskonar gervigreind sem gerir það að verkum að þegar maður er kominn á lokastefnu eða að gera sig tilbúinn til flugtaks, þá komi ekki einhver önnur vél og bókstaflega keyri yfir mann líkt og í eldri útgáfum af þessum frábæra leik.\nEitt af því sem Microsoft gerir út á með þessa nýjustu viðbót er að hafa leikinn mun léttari og hraðvirkari í keyrslu, og miðað við fregnir af leiknum ætti maður að sleppa við að gera nokkrar breytingar á gömlu tölvunni sem er nánast búinn að bræða úr sér við að “reyna” að keyra FS2000.\nUndirritaður hefur lesið greinar eftir nokkra höfunda sem hafa prufað FS2002 hjá Microsoft og eru þeir allir sammála um að loksins séum við að fá leik sem sé hreinlega “Brilliant” og voru þetta menn sem gagnrýndu FS2000 hvað mest.\nÞannig ég held að miðað við allt sem maður hefur heyrt af þessari nýjustu afurð Microsoft þá verður maður einn af mörgum fyrir utan BT þann haust morgun sem þessi leikur verður fyrst seldur á Íslandi þegar veðrið verður of lélegt fyrir nokkuð annað en tölvuflugið:)"
        },
        {
            "user": "elm",
            "user_id": "5949",
            "date": "2001-04-07 14:18:21",
            "id": "127124",
            "reply_to_id": "127119",
            "text": "Það er hætt við því að maður þurfi að hressa upp á tölvukostinn til að keyra FS 2002. Ég sem er ný búinn að uppfæra svo ég geti keyrta 2000! Svona er lífð hart við mann.\nkveðja, ELM"
        },
        {
            "user": "Gudgeirs",
            "user_id": "6537",
            "date": "2001-05-23 17:51:45",
            "id": "127125",
            "reply_to_id": "127119",
            "text": "Verður hægt að nota íslenska pakkan fyrir fs 2002?"
        }
    ]
}