{
    "forum_title": "Smásögur",
    "user": "DaC",
    "user_id": "15383",
    "date": "2004-03-18 01:40:49",
    "title": "11. september",
    "text": "Ég keyri hægt inn götuna og stöðva bílinn fyrir framan húsið ská á móti. Það er sjónvarpsbirta í stofunni og kveikt inni á baði. Sjónvarpið það eina sem komið var uppúr kassa. Hann situr líklega á litlu tröppunni og fylgist með hinni hnarrreistu bandarísku þjóðarsál lúffa fyrir flugvélum og túrbönum.\nÉg held dauðahaldi í stýrið.\nFinnst þó eins og því sé öfugt farið; að hendurnar séu límdar við kalt plastið, að ég sé hlekkjuð inni í bílnum.\nÉg vildi óska þess að svo væri, að skynsemin hefði holdgervst þetta kvöld, brotist inn í bílinn og gluðað tonnataki á stýrið, að ákvörðunarvaldið yrði tekið úr minni forsjá eina nótt.\nÉg er steinrunnin, stjörf. Ógnvænleg kyrrð og tómleiki. Minnir á flatan hjartalínurita, en án suðsins. Hjartað samt að hamast eins og eimreið. Heyri ekki í því fyrir hellu en finn það slá.\nÉg grét alla leiðina. Þá var eins og höfuðið á mér væri að leysast upp í glundroða, að heilinn brynni upp, 10 hugsanir á sekúndu. Malbikið þeyttist til undir bílnum og geislar hvers ljósastaurs voru örvahríð slæmra hugsana.\nÉg rykki loks hægri hendinni af stýrinu og sný baksýnisspeglinum að mér. Það fer mér illa að vera grátbólgin. Kinnarnar eru logandi heitar þrátt fyrir kuldann.\nÞað eru 13 tímar síðan núna.\nÉg hef ekkert sofið.\nFluginu var seinkað um óákveðinn tíma, ástæðan óljós, en fólki ráðlagt að fara heim. Flugleiðir báðust innilega afsökunar og hörmuðu þetta mjög. Einhljóða röddin í kallkerfinu kom þessum tilfinningahita ekki vel frá sér.\nSjálf var ég fegin. Ég fæ alltaf heimþrá eftir þrjá-fjóra daga. Auk þess sem þetta yrði engin skemmtiferð; skrifstofur og flugvellir það eina sem ég sæi án þess að góna gegnum bílrúður.\nKristín hafði fengið að koma með til Keflavíkur þótt það þýddi að hún þyrfti að fara fyrr úr skólanum. Hún hafði grátbeðið.\nSkiljanlega.\nÁstin mín.\nPétur hafði talað mikið á leiðinni. Það var ólíkt honum; hann ætlaði að láta gera við þakið í vikunni og kaupa sér veggtennisdót. Ætlaði að reyna að fá Arnar til að koma með sér.\nMér sárnaði í raun örlítið hvað hann virtist ánægður með að ég væri að fara. Hann sagði samt hann myndi sakna mín þegar við kvöddumst og var þokkalega trúverðugur. Kleip mig meira að segja í rassinn þegar hann kyssti mig bless.\nKristín  fór að gráta, vildi ekki sleppa mér:\n“Svona, svona ástin mín, svo kaupi ég afmælisgjöf í New York handa þér.”\n“Mig langar ekki í afmælisgjöf ef þú þarft að fara og sækja hana…” Sagði hún með ekka.\n“Láttu nú ekki svona, þú ert að verða 10 ára gömul, ég kem eftir 8 daga, á þarnæsta miðvikudag, ekki láta eins og smábarn.” Ég tók hana og faðmaði að mér, en var að hugsa um krossvið og beyki og hvort ætti betur við eldhúsið.\nNúna nagar samviskan mig útaf þessu innihaldslausa faðmlagi. Svona faðmar maður ekki dóttur sína þegar henni líður illa.\n“Komdu nú Stína mín, þú getur setið frammí,” sagði hann og rétti henni höndina.\n“Bless snúllinn minn.” Ég kyssti hana á ennið.\nHún sleppti kápunni og tók annars hugar í hendina á honum.\n“Ég heiti Kristín, ekki Stína,” heyrði ég hana segja þegar þau gengu burt. Hún tók ekki við hendinni og gekk niðurlút við hlið hans að rennihurðinni.\nBíllinn er orðinn jökulkaldur. Langar ekki að fara en vil samt inn. Kristín er sofandi heima hjá Lilju systur. Hún hefur tekið þessu öðruvísi en ég hefði haldið.\nEkki að ég hafi nokkurntímann haldið þetta.\nEkki að ég hafi hugmynd um hvernig hún ætti að bregðast við.\nHún hefur bara verið róleg og sagt fátt.\nÉg lít yfir í farþegasætið. Byssan var stærri og þyngri en ég hélt.  Sterajötnar í bíó halda á þessu eins og barnaleikföngum. Veiðihaglabyssa, hvað annað á Íslandi.\nLjós kviknar í eldhúsinu og ég sé honum bregða fyrir í glugganum. Ég fell niður í sætið og kreppi hnefana. Spennist öll upp. Finn varla fyrir nýjum tárum sem renna hratt niður kinnarnar í vel ruddum farvegi.\nÉg beið eftir töskunni sem ég var nýbúin að losa mig við í mannmergð óánægðra túrista. Höfðu haldið að rigningardvöl þeirra hérlendis myndi ljúka í dag. Reyndi svo að ná í þau í tíkallasíma, en hann virtist hafa slökkt á farsímanum. Skipti ekki miklu, voru líklega komin alla leið í Hafnarfjörð, ef ekki lengra. Ég tæki bara leigubíl.\nLeigubílstjórinn bauð góðan daginn og sagði Tælendinga vera að sprengja háhýsi og flugvélar í Ameríku hægri vinstri. “Alveg kolbrjálaðir þessir Japanir,” sagði hann alvarlega og rann hastarlega af stað. Ég skildi ekki allskostar við hvað hann átti en bað hann að hækka í útvarpinu.\nÉg mundi ekki hvort ég byggi á Hagamel eða Melhaga, við skoðuðum íbúðir í báðum götum og fluttum inn í gær. Ég umlaði bara “melhagamel” þegar leigubílstjórinn spurði hvert ferðinni væri heitið.\nEkkert rugl, málin eru í mínum höndum og aðgerðaleysi samsvarar samsekt. Tek upp haglabyssuna, opna bíldyrnar, eitt skref, tvo skref. Öflugur hrollur hríslast upp eftir hryggjarsúlunni. Átta, níu. Komin að limgerðinu og kasta upp á fölnaða runnana. Ekki stoppa. Upp þrepin að framhurðinni. Fleiri tár. Lykill hljóðlega í skráargatið\nLykillinn var nýr og nokkuð stamur. Leigubílstjórinn hafði giskað á rétt heimilisfang. Þetta var þriðja, kannski fjórða skiptið sem ég gekk inn um þessar dyr, en samt helltist yfir mig léttir og ánægja. Tilfinning fyrir heimili. Eftir að hafa hlustað á ráðvillt fólk á Manhattan eyju sem skildi ekki neitt og ráfaði um í algjörri örvilnan greip mig meiri söknuður en margra mánaða aðskilnaður við Pétur og Kristínu hefði orsakað. Þessi leigubílsferð var uppspretta sterkari heimþrár en ég hafði áður upplifað.\nHávær tónlist tók á móti mér. Bítlarnir, Twist&Shout. Uppáhaldið hennar Kristínar, þó hún hefði lítið viljað hlusta á þá síðustu mánuði. Var hún ein heima? Ég sagði Pétri að vera með henni í dag og taka sér frí. Hún verður svo einmanna litla greyið.\nÆtlaði að koma henni á óvart, sleppi því að tilkynna heimkomu mína á Flintstones mátann.\nVæri allt öðruvísi ef ég hefði gert það? Hefði ég viljað það? Sýndarhamingju? Nei þessvegna er ég hérna nú.\nGekk inn í eldhús í átt að stofunni.\n“Þú klárar þetta og svo máttu fara og hitta Aldísi, bara alveg eins og með heimadæmin”, heyri ég Pétur segja gegnum óminn. Svo hann er þá heima.\n“Hæ gæs!” Segi ég, hrindi upp hurðinni og hoppa jafnfætis innfyrir.\nKristín hélt utan um typpið á fósturföður sínum. Pétur fölnaði upp. Andlit hans varð tómleitt, sjáöldrin þöndust út og munnurinn varð eitt herpt strik. Kristín kippti að sér hendinni og horfði skömmustulega á gólfið. Ég þríf Kristínu að mér, flýt út á gang, gegnum útidyrnar og inn í bíl. Ég græt í bílnum, Kristín þegir. Hringbraut, Miklabraut, Breiðholtsbraut.\n“Er þetta í fyrsta skipti ástin mín?”\n“Nei. Mamma ekki vera leið.”\n“Hversu lengi ástin mín, þú verður að segja mér.”\n“Þetta var númer 53, ekki vera reið mamma, Ég vildi það ekki.”\n“Ég er ekki reið ástin mín.”\nÞað heyrist ískur í hurðinni sem getur ekki hafa farið framhjá honum svo ég æði inn og reyni að öskra nafn hans, en út kemur hást ógreinilegt óp. Ég dreg byssuna á eftir mér inn ganginn og hún fellir um koll standspegilinn sem mölvast að baki mér. Dyrnar að stofunni eru opnar í hálfa gátt. Ég ýti harkalega í hurðina með hlaupinu svo hún þeytist hálfhring og endar með bresti á vegg.\nPétur situr ekki á tröppunni sem liggur á hliðinni í miðju herberginu. Hann hangir hálfum metra ofan við hana úr ljósstæðinu. Milli fóta hans tjáir Bush sig um hörmungarnar á bláum bakgrunni. Sjáöldrin eru enn útþanin. Hann er ennþá fölur og tómur til augnanna.\nÉg halla mér að vegg, renn niður hann og enda í kuðli á gólfinu með haglabyssu í fanginu. Bið vonlaus um grið en guð er upptekinn og tilveran heldur vægðarlaust áfram, sekúndu fyrir sekúndu. Hugsanirnar eru eins og rottur á sökkvandi skipi, komast ekki fyrir borð og hringsóla því tryllt um höfuðið á mér.",
    "url": "https://www.hugi.is/smasogur/greinar/197759/11-september/",
    "url_id": "197759",
    "id": "1523708",
    "replies": [
        {
            "user": "DaC",
            "user_id": "15383",
            "date": "2004-03-18 12:47:09",
            "id": "1523709",
            "reply_to_id": "1523708",
            "text": "Shit……….þetta er flott! Maður lifandi sko….er þetta sönn saga eða góður skáldskapur ?"
        },
        {
            "user": "DaC",
            "user_id": "15383",
            "date": "2004-03-18 12:54:50",
            "id": "1523710",
            "reply_to_id": "1523709",
            "text": "Takk takk, þetta einstaka tilfelli er nú bara uppskáldað sem betur fer.\nLeiðinlegt samt hvernig línubilsjöfnun og greinaskil eru í hassi, vona fólk nenni að lesa þetta svona."
        },
        {
            "user": "dri",
            "user_id": "15902",
            "date": "2004-03-18 14:15:54",
            "id": "1523711",
            "reply_to_id": "1523710",
            "text": "hrein snilld.."
        },
        {
            "user": "stinkytoe",
            "user_id": "29707",
            "date": "2004-03-18 15:12:11",
            "id": "1523712",
            "reply_to_id": "1523708",
            "text": "Ég segi nú bara VÁÁ!!\nÞetta er nú bara tær snilld maður…\nVáá…."
        },
        {
            "user": "DeSwamp",
            "user_id": "48355",
            "date": "2004-03-18 20:06:24",
            "id": "1523713",
            "reply_to_id": "1523708",
            "text": "Þetta er rosalegt maður…. ég hef aldrei lesið svona góða grein hér á huga…\nÉg ætla að vona að það sé ekkert til í þessari sögu samt:P …53sinnum\nÞetta er massívt;)\nDeSwamp"
        },
        {
            "user": "DaC",
            "user_id": "15383",
            "date": "2004-03-21 14:09:51",
            "id": "1523714",
            "reply_to_id": "1523713",
            "text": "þakka góð viðbrögð."
        },
        {
            "user": "morgan",
            "user_id": "33023",
            "date": "2004-03-21 16:17:24",
            "id": "1523715",
            "reply_to_id": "1523708",
            "text": "vá…bara..vá.\nkv.morgan"
        },
        {
            "user": "Eowyn",
            "user_id": "28809",
            "date": "2004-03-22 19:53:27",
            "id": "1523716",
            "reply_to_id": "1523708",
            "text": "ó mæ god! má ég fá símanúmerið þitt?"
        },
        {
            "user": "Eowyn",
            "user_id": "28809",
            "date": "2004-03-23 15:14:19",
            "id": "1523717",
            "reply_to_id": "1523716",
            "text": "jess ég fékk símanúmerið hans"
        },
        {
            "user": "holygoat",
            "user_id": "33808",
            "date": "2004-03-23 16:48:54",
            "id": "1523718",
            "reply_to_id": "1523708",
            "text": "Nett saga rosagóð megatöff en hvað var díllinn með byssuna"
        },
        {
            "user": "DaC",
            "user_id": "15383",
            "date": "2004-03-24 02:16:38",
            "id": "1523719",
            "reply_to_id": "1523718",
            "text": "Nú móðirin hafði hugsað sér einhverskonar hefnd og ætlaði til verksins þessa haglabyssu sína."
        }
    ]
}