{
    "forum_title": "Húmor",
    "user": "Liverpool",
    "user_id": "1692",
    "date": "2004-03-19 22:44:00",
    "title": "Nokkrir góðir :)",
    "text": "Eitt sinn í fangelsi var nýr fangi að koma. Og í klefanum sem hann átti að fara í voru tveir menn, einn um fimmtugt og hinn um tvítugt.\nÞegar hann kom inn í klefann þá voru hinir fangarnir skelli hlæjandi. Þegar þeir hættu að hlæja sagði annar fangin 120.\nOg þeir byrjuðu að hlæja.\nEn þa varð nýi maðurinn forvitinn og mannaði sig loks upp í að spurja þá af hverju þeir væru að hlæja. Þá svaraði annar fanginn: „Sko við erum búnir að vera svo lengi í fangelsinu og segja alla brandara sem við kunnum og nennum ekki að segja þá svo að vi gáfum þeim bara tölur!“\nÞá langaði þeim nýa að prófa. Og han sagði: „489.“\nÞá ætluðu hinir fangarnir að farast úr hlátri og þeir ætluðu aldrei að hætta. En loks hættu þeir að hlæja og sá nýi spurði. „Hvað er svona fyndið?“\nÞá svaraði eldri fanginn: „Við höfum aldei heyrt þennan fyrr!!!!!!“\n————————————————- ——————————-\nWho The Hell Is David Beckham?\nEinu sinni voru 3 manneskjur allar voru þær þekktar fyrir einhvað. Þetta var Bill Gates, Cindy Croword og Osama Bin Laden. Öll stóðu þeu fyrir framan herbergi inní herberginu var töfraspegill og þau foru inná, fyrst fór Bill Gates inn og sagði áður en hann fór ég held að ég sé ríkasti maður í heimi. Hann gekk inn svo kom hann út og fangaði, jess þetta var rétt ég er ríkasti maður í heimi. Svo fór Cindy Croword inn hún sagði áður en hún fór inn ég held að ég sé fallegasta kona í heimi, hún gekk inn og kom út fagnandi og sagði ég hafði rétt fyrir mér. Svo kom að Osama Bin Laden hann sagði áður en hann gekk inn ég er mest hataðasti maður í heimi svo kom hann bölvandi út og sagði, Hver í andskotanum er David Beckham?.\n————————————————- ——————————-\nKæri Jóli!\nÉg er búin að vera svo góð mamma allt þetta ár. Ég hef eldað mat, bakað, tekið til, og knúsað eftir þörfum. Setið á læknabiðstofum, þrifið gubb, kysst á bágt, verið virk í foreldrafélaginu, rólað, kubbað og drullumallað.\nÉg var að vonast til að þú dreifðir þessum óskum mínum yfir nokkur jól, þar sem ég þurfti að skrifa þetta bréf með rauðum vaxlit sem sonur minn á, aftan á gamalt umslag, í þvottahúsinu meðan ég beið eftir að vélin kláraði, til að geta sett í þurrkarann. Hver veit hvenær ég hef næst lausan tíma næstu 18 ár.\nHér eru jólaóskirnar mínar.\nÉg vil gjarnan fá nýja fætur sem þreytast ekki þó þeir hlaupi á eftir krökkum allan daginn (allir litir nema fjólubláir, ég á svoleiðis). Ég vil líka gjarnan fá handleggi sem eru nógu sterkir til að bera organdi krakka út úr nammideildinni í hagkaup. Svo vil ég gjarnan fá nýtt mitti, virðist hafa týnt því gamla einhverntíman á síðustu meðgöngu.\nEf þú ert í því að gefa stóra hluti þetta ár, þá vildi ég gjarnan eiga bíl með rúðum sem ekki kámast, útvarp sem spilar engöngu\nfullorðinstónlist, sjónvarp sem sýnir enga þætti með talandi dýrum og ísskáp með leynihílfi þar sem ég get talað í símann í friði.\nÁ praktískari nótum myndi ég gjarnan vilja talandi dúkkudóttur sem segir alltaf “já mamma mín” til að efla uppeldislegt sjálfstraust mitt, eitt smábarn sem hætt er á bleyju, tvö börn sem slást aldrei, vettlinga og húfur sem ekki týnast, og rennilása sem rennast sjálfir.\nÉg gæti vel notað geisladisk með upptöku af tíbeskum munkum sem kyrja “ekki borða í stofunni” og “láttu bróður þinn í friði” þar sem röddin mín virðist vera á einhverju tíðnisviði sem börnin nema alls ekki, bara hundurinn.\nEf það er orðið of seint að finna þessa hluti þá get ég alveg sætt mig við nægan tíma til að bursta tennurnar og greiða mér á morgnana og geta borðað matinn minn áður en hann kólnar. Svo gæti ég alveg þegið nokkur jólakraftaverk til að lífga upp á skammdegið. Væri til of mikils mælst að gera tómatsósu að grænmeti, það myndi létta verulega á samvisku minni!\nÞað væri líka til bóta ef þú gætir fengið börnin mín til að hjálpa til á heimilinu, án þess að krefjast borgunnar eins og ítalskir mafíósar og ef stubburinn minn væri ekki svona krúttlegur þegar hann stelst í ískápinn rétt fyrir mat.\nJæja Jóli. Nú hringir bjallan á þurrkaranum og sonur minn lemur á\nhurðina og vill fá litinn sin aftur.\nGóða ferð heim og bið að heilsa Grýlu.\nJólakveðja, mamma.\nPS.\nEitt að lokum. Geturðu afturkallað allar óskir um að börnin mín verði alltaf nógu ung til að trúa á þig….\n—————————————— ————————————–\nLögregluþjónn stöðvaði gamla konu.\n-Þú keyrir allt of hratt. Hér er 50 km hámarkshraði en þú keyrðir á 80 km.\n-Já, en á skiltinu þarna stendur 80.\n-Það er vegnúmerið\nÓ, þá var gott á þú sást mig ekki á veg 180!!!\n————————————————- ——————————-\n-Sjáðu þennann. Hann hlýtur að vera boxari.\n-Nei, ég þekki hann. Hann pússar kvennaklefanna í sundlauginni.\n———————————— ——————————————–\n-Bandar íkjamenn eru víst búnir að finna upp vél sem uppgötvar þegar þú ert að ljúga.\n-Iss, ég er lengi búinn að vera giftur einni slíkri.\n————————————————- ——————————-\n-Viltu leika við nýja hundinn minn fyrir mig?\n-Æ, ég veit ekki, bítur hann?\n-Það er það sem ég vill finna út.\n———————————————- ———————————-",
    "url": "https://www.hugi.is/humor/greinar/197930/nokkrir-godir/",
    "url_id": "197930",
    "id": "1525137",
    "replies": [
        {
            "user": "Joakimk",
            "user_id": "43781",
            "date": "2004-03-20 23:30:09",
            "id": "1525138",
            "reply_to_id": "1525137",
            "text": "þeir eru allir of gamlir nema 1. hann er ágætu"
        },
        {
            "user": "skens",
            "user_id": "46623",
            "date": "2004-03-25 19:39:59",
            "id": "1525139",
            "reply_to_id": "1525137",
            "text": "KÆRI JÓLI, brandarinn er bara snilllllld :D"
        },
        {
            "user": "MissBlack",
            "user_id": "40062",
            "date": "2004-04-08 21:51:53",
            "id": "1525140",
            "reply_to_id": "1525139",
            "text": "Góðir, en hef heyrt alla áður!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-11-06 02:13:00",
            "id": "2660061",
            "reply_to_id": "1525137",
            "text": "Allt ömurlegir brandarar… :)"
        }
    ]
}