{
    "forum_title": "Harry Potter",
    "user": "ninus",
    "user_id": "39743",
    "date": "2004-03-21 18:03:52",
    "title": "Fanginn frá Azkaban Veggspjald",
    "text": "Warner Bros kynna með stolti Veggspjaldið sem mun sjá fyirr þriðju Harry Potter myndinni, Harry Potter and the Prisoner of Azkaban.\nÞetta plaggad sínir Harry Potter (Daniel Radcliffe), Hermione Granger (Emma Watson) og Ron Weasley (Rupert Grint) sem koma til Hogwarts skóla galdra og seiða á þriðja árinu sínu með ótta og óvissu í loftinu vegna þess að Sirius Black, sem orðrómur fer um að hafi drepið 13 manns með einni og sömu bölvuninni, hefur flúið frá fangelsinu  Azkaban..\nÁ ensku:\nPrisoner of Azkaban Poster\nMar 18, 2004 GMT\nWarner Bros is proud to release the movie poster for much anticipated third Harry Potter movie, Harry Potter and the Prisoner of Azkaban.\nThis poster displays Harry Potter (Daniel Radcliffe), Hermione Granger (Emma Watson) and Ron Weasley (Rupert Grint) who come to Hogwarts School of Wizardry and Witchcraft for their third-year with dread and uncertainty in the air because Sirius Black, who is rumoured to have killed 13 people with a single curse, has escaped from Azkaban prison..\nThis is the first domestic poster for the upcoming movie.",
    "url": "https://www.hugi.is/hp/greinar/198220/fanginn-fra-azkaban-veggspjald/",
    "url_id": "198220",
    "id": "1527031",
    "replies": [
        {
            "user": "gugusta",
            "user_id": "47724",
            "date": "2004-03-21 22:25:00",
            "id": "1527033",
            "reply_to_id": "1527031",
            "text": "er það bara ég eða er ron alltaf á svipinn eins og einhver bleyða á þessum plaggötum?annars er þetta flott plaggat!líka að þetta er ekki bara andlitsmynd af harry og allir hinir í kring heldur eru þau þrú í aðalatriðum og ekkert annað þarna inná !(soldið langt um þetta plagat!)\nkv.gugusta"
        },
        {
            "user": "upje",
            "user_id": "22672",
            "date": "2004-03-22 14:40:26",
            "id": "1527034",
            "reply_to_id": "1527033",
            "text": "Þú ert ekki ein um það! Rupert er alltaf með einhvern fáránlegan svip, en Daniel og Emma líta alltaf mjög vel út…"
        },
        {
            "user": "BoggiGudfadir",
            "user_id": "30020",
            "date": "2004-03-22 12:16:05",
            "id": "1527035",
            "reply_to_id": "1527031",
            "text": "Þetta plakat minnir mann frekar á eikkerja vampíru mynd eða eikkað, t.d. þetta minnir mig á Underworld myndina.\nboggi35"
        },
        {
            "user": "gomamiso",
            "user_id": "18080",
            "date": "2004-03-22 13:39:59",
            "id": "1527032",
            "reply_to_id": "1527031",
            "text": "Af hverju varstu að gera grein um þetta?\nen allavega þá minnir þetta mig á einhverja jólamynd sem myndir kannski heita:\n“the night before Christmas”..eða eitthvað þannig."
        },
        {
            "user": "chromosome",
            "user_id": "39511",
            "date": "2004-03-22 15:43:08",
            "id": "1527036",
            "reply_to_id": "1527031",
            "text": "Hehe, þessi setning fer að verða einkenni myndarinnar: Something wicked this way comes !\n:)"
        },
        {
            "user": "Qumara",
            "user_id": "24265",
            "date": "2004-03-22 17:02:58",
            "id": "1527037",
            "reply_to_id": "1527036",
            "text": "Ég er ekkert svo hrifin af HP myndunum, mér finnst þær eyðileggj bækurnar (bara mitt álit, alger óþarfi að drepa mig útaf því).\nOg Daniel Radcliffe alveg hörmulegur sem Harry Potter.\nhugmyndin að veggspjaldinu er ágæt, en mér finnst þau öll asnaleg á svipinn."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-03-22 17:06:40",
            "id": "1527038",
            "reply_to_id": "1527037",
            "text": "Það er rétt hjá þér Qumara mydnirnar eru ömurlegar!!!!!!!!!!!!!!!!!!!!!!!!!!!!\nÞetta veggspjald er samt að mínu mati ótrúlega flott :P\n-NinaS"
        },
        {
            "user": "LollyPolly",
            "user_id": "47547",
            "date": "2004-03-22 17:22:52",
            "id": "1527039",
            "reply_to_id": "1527037",
            "text": "Mér finnst líka HP myndirnar eyðileggja bækurnar. Sorry bara mín skoðun. Og mér hefur aldrei líkað við Daniel Raddicliff sem HP. Mér finnst skrítið að krakkinn er 15 ára en er samt að leika 13 ára krakka. Líka á dvd-disknum aukaefninu gerði hann ekkert annað en að monta sig á því hversu góður leikari hann væri og ekki margir krakkar á hans aldri væru svona góðir leikarar og blablablablabla.\nEkki drepa mig þetta er bara mín skoðun."
        },
        {
            "user": "ithil",
            "user_id": "46975",
            "date": "2004-03-22 17:55:34",
            "id": "1527040",
            "reply_to_id": "1527031",
            "text": "Ég er sammála því að bækurnar eru miklu skemmtilegri en myndirnar en með plakatið þá finnst mér eitt svolítið skrítið. Það er engin mynd af Siriusi ekki einu sinni sem hundi. Annars finnst mér plakatið mjög flott."
        },
        {
            "user": "hphp",
            "user_id": "40514",
            "date": "2004-03-23 07:51:29",
            "id": "1527041",
            "reply_to_id": "1527031",
            "text": "Flott"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-03-24 17:48:54",
            "id": "1527042",
            "reply_to_id": "1527031",
            "text": "Alveg finnst mér Daniel alltaf vera Gvöðdómlega sætur :D en….flott plakat. Ég er alveg sammála einni persónu sem skrifaði líka álit hér, að það mætti alveg vera mynd af siriusi eða einhverjum hundi\ntakk og bless"
        },
        {
            "user": "GullaGris",
            "user_id": "51458",
            "date": "2004-03-24 20:17:12",
            "id": "1527043",
            "reply_to_id": "1527031",
            "text": "Sirius ætti að vera inná….eða Lupin….allavega fleiri en þau þrjú! En mér finnst myndirnar verri en bækurnar….miklu verri, og þótt að mikill peningur fari í þær þá eru þær ekkert endilega betri….."
        },
        {
            "user": "sokkagleypir",
            "user_id": "31751",
            "date": "2004-03-25 09:37:51",
            "id": "1527044",
            "reply_to_id": "1527031",
            "text": "Þetta er flott plaggat! :D ..og persónulega finnst mér þetta einmitt henta fyrir þessa sérstöku mynd :) ..(bara mín skoðun).."
        },
        {
            "user": "dha",
            "user_id": "35651",
            "date": "2004-03-25 16:48:58",
            "id": "1527045",
            "reply_to_id": "1527031",
            "text": "Þetta er frekar illa hannað plakat. Þetta lítur út eins og einhver krakki hafi verið að leika sér í photoshop!"
        },
        {
            "user": "swordfish",
            "user_id": "18585",
            "date": "2004-03-26 23:03:07",
            "id": "1527046",
            "reply_to_id": "1527031",
            "text": "Flott plakat, samt mun flottara að sjá það í full-screen. Gaman að sjá þarna Vitsugurnar (Dementors) í bakrunninum.\nÉg var heldur ekkert gríðarlega hrifinn af myndunum, þó svo ég hafði ágætlega gaman að þeim, en ég tel að þriðja myndin muni breyta því. Prisoner of Azkaban verður myrk, drungaleg, plottið er mun betra en í hinum og ég tala nú ekki um leikstjórann (ég er dauðfeginn að Columbus ákvað að gera EKKI þessa…).\nBíð spenntur eftir að sjá þessa í sumar."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-03-27 09:29:28",
            "id": "1527047",
            "reply_to_id": "1527031",
            "text": "En hérna ykkur sem finnst ég hefði ekki átt að senda þetta inn…sendið ÞIÐ þá inn betri greinar! Mér fannst bara orðið allveg vanta að það væru sendar inn greianr, ég var að skoða Harry Potter síður og sá þessa frétt og ákvað að senda hana inn…þetta er kannski ekki mikilvægt og ekki mikið en þetta er þó frétt!!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-04-03 20:50:22",
            "id": "1527048",
            "reply_to_id": "1527047",
            "text": "mér finnst bækurnar leyðinlegar og langdregnar en myndirnar skemmtilegar :D"
        },
        {
            "user": "Zzybbit",
            "user_id": "14236",
            "date": "2004-04-07 23:26:31",
            "id": "1527049",
            "reply_to_id": "1527031",
            "text": "Mér finnst plakatið allt í lagi en eiga þessar hvítu flögur að vera snjór eða ?  :S\n……."
        }
    ]
}