{
    "forum_title": "Harry Potter",
    "user": "LollyPolly",
    "user_id": "47547",
    "date": "2004-03-21 10:59:33",
    "title": "Iona og Eric fara til Hogwarts ár 2",
    "text": "Það voru 2 sem að báðu mig um að skrifa um næsta ár svo að hér kemur það.\n1.kafli Quidditch-liðið\nIona vaknaði hress við að dyrabjallan hringdi. Hún svaf á bedda í herberginu hjá Maxine. Hún klæddi sig og opnaði dyrnar. Þarna stóðu Eric og Liam.\n“Hæhæ.” sagði Eric glaður. “Nenniði að koma út.”\n“Bíddu aðeins.” sagði Iona. Hún fór aftur inn í herbergi en Maxine var líka vöknuð og búin að klæða sig.\n“Strákarnir voru að koma.” sagði Iona. “Þeir spurðu hvort við nenntum út.”\n“Jájá.” sagði Maxine og þær hlupu út til strákanna.\n“Nenniði kannski í Quidditch?” spurði Eric nokkrum mínútum síðar. Þau lágu í rólum á róluvelli nálægt og höfðu ekkert að gera.\n“Með hvaða kústum og í hvaða garði?” spurði Iona.\n“Við gætum notað garðinn minn.” sagði Maxine.\n“Já einmitt. Eru nágrannarnir orðnir vanir því að sjá krakka fljúgandi á kústum í garðinum þínum.” sagði Liam dauflega. “Þú gleymir einu. Við búum í Muggahverfi. Mamma mín og pabbi vita ekki einu sinni hvað fljúgandi kústar eru.”\n“Bara að Joshua væri hér.” sagði Eric. “Hann sagði mér að hann gæti alltaf útvegað kústa.”\n“Kannski getum við sent honum uglu.” sagði Iona og stóð upp.\n“Mamma og pabbi eiga eina uglu.” sagði Maxine. “Þegar þau heyrðu að ég væri galdramaður sögðu þau að ég mætti nota hana þegar ég vildi.”\n“Eftir hverju erum við að bíða komum þá.” sagði Eric og stóð upp.\nÞau fóru heim til Maxine en í stofunni svaf falleg brún ugla.\n“Pallas, vaknaðu.” sagði Maxine og potaði í ugluna. “Þú verður að fara með bréf fyrir okkur.”\nUglan korraði svefndrukkin en settist svo á arminn á Eric.\n“Hvað ættum við að skrifa?” sagði Maxine og nagaði fjaðurstafinn.\n“Spurjum hann hvar hann er.”\n“Spurjum hann hvort hann geti komið til okkar.”\n“Segjum honum hvar þið búið.”\nAllt þetta skrifaði Maxine niður.\nHún festi bréfið á löpp uglunnar sem að breiddi út vængina ábyrgðarfull.\n“En hvernig veit hún hvar Joshua á heima þegar við vitum það einu sinni ekki.” spurði Eric og skoðaði ugluna.\n“Uglur rata alltaf.” sagði Maxine og sleppti Pallas út um opinn gluggann. “Pallas hefur ekki villst frá því að við eignuðumst hana.”\nIona fylgdist með uglunni svífa yfir trjákrónunum en það minnti hana á svolítið. Hún var kvikskiptingur.\nHún lokaði augunum og fann vindinn feykja hárinu á sér til. Brátt var það ekki lengur hár. Það voru fjaðrir. Augun voru teygð langt frá hvort öðru og Pallas sveif við hlið hennar. Þær hækkuðu og lækkuðu flugið eins og þær vildu. Ekkert var ómögulegt.\n“Iona.” sagði Maxine og potaði í Ionu.\nIona hrökk við. Hún skimaði í kringum sig. Uglan var að hverfa.\nÞetta hafði verið svo raunvörulegt.\n“Jæja þá er víst ekkert að gera.” sagði Liam og dæsti.\nSkyndilega labbaði pabbi Maxine inn í stofuna.\n“Maxine mín.” sagði hann. “Manstu eftir leikjatölvunni þinni sem að var biluð?”\n“Já.” sagði Maxine.\n“Ehh ég reyndi að laga hana og það tókst ekki sem best svo að þú ættir ekki að vera að koma neitt nálægt henni.” sagði hann og labbaði út.\nHann hefði allt eins getað beðið þau um að kíkja á hana. Forvitnin rak þau áfram og þau skoðuðu tölvuna sem að var komin með tennur og glefsaði í þau í hvert sinn sem að þau gripu fjarstýringarnar.\nÞau gleymdu sér alveg þangað til að mamma Maxine kallaði á hana og sagði að núna þyrftu Liam og Eric að fara því það væri orðið framorðið.\nIona og Maxine fóru líka í háttinn. Iona sá mömmu Maxine syngjandi og skrúbbandi potta og pönnur.\n“Afhverju notar mamma þín ekki bara galdra til að þrífa?” spurði Iona Maxine á meðan þær tannburstuðu sig.\n“Á meðan þau vissu ekki hvort ég væri galdramaður eða ekki þá þurftu þau að láta eins og Muggar á nú er hún orðin svo vön þessu að hún getur ekki hætt.” sagði Maxine og flissaði.\nIonu dreymdi undarlegann draum um nóttina. Hún var að fljúga í grenjandi rigningu. Pallas var við hliðina á henni. Pallas flaug að litlu húsi og bankaði á gluggann. Hörundsdökkur strákur opnaði gluggann. Þetta var Joshua.\n“Hvað er þetta?” sagði hann og losaði bréfið af löpp Pallas. Pallas flaug inn. Iona fylgdi á eftir. Inni í herberginu var allt fullt af Quidditch myndum. Meira að segja veggfóðrið var alskreytt Quidditch myndum. Joshua opnaði bréfið og las.\nHann skrifaði einhvað á pergament og festi á löpp Pallasar.\nPallas flaug aftur út um gluggann og Iona fylgdi á eftir. Þeir flugu aftur út í veðurofsann en þó var farið að birta.\n“Iona vaknaðu vaknaðu! Pallas er komin.”\nIona hrökk upp. Eric, Liam og Maxine stóðu þarna. Maxine hélt á Pallas í hægri hendinni og bréfi í þeirri vinstri.\n“Hvað segir hann?” spurði Iona og klæddi sig.\n“Hann segir að það gæti verið að hann komist hingað.” sagði Maxine og renndi augunum yfir bréfið. “Fjölskyldan hans er að fara í ferðalag og hann er að biðja þau um að koma hingað. Þau leggja af stað í dag.”\n“Og þetta verður semsagt enn einn dagur án kústa.” sagði Eric. “Ég hef aldrei sagt þetta en núna vildi ég miklu frekar vera í skólanum.”\n“Þetta sagðiru aldrei þegar við vorum í gamla skólanum okkar.” sagði Iona stríðnislega.\n“Já það var bara fúll Muggaskóli með fullt af heimskum hrekkjusvínum. Þau ættu að sjá mig núna. Mig langar mest að fara til þeirra og kasta fótfrystibölvuninni á þá.” sagði Eric stoltur.\n“Og vera rekinn úr Hogwarts.” sagði Liam. “Manstu ekki það er bannað að galdra á meðan við erum í sumarfríi.”\n“Fúlt.” tautaði Eric. “Okkur er bannað að galdra en samt er hrúgað yfir okkur heimanámi.”\n“Við gætum farið að læra það.” sagði Maxine. “ Þetta virtist allt vera fremur létt.”\n“Frá hvaða heimi kemur þú?” sagði Liam.\nÞrátt fyrir mótbárur Liams fóru þau að læra. Nokkrum klukkustundum seinna var dinglað bjöllunnni.\nMaxine opnaði. Þarna stóð Joshua. Krakkarnir fleygðu sér allir á hann.\n“Hvernig gastu fengið foreldra þína til að koma hingað?”\n“Áttu einhverja kústa?”\n“Við megum taka með okkur kústa þetta árið í Hogwarts.”\n“Jájájá.” sagði Joshua brosandi og barðist við það ekki detta ekki af þunganum. “Ég kom með fimm kústa.”\n“Hvernig gastu útvegað fimm kústa?” spurði Iona.\n“Mamma mín á einn, pabbi einn, ég einn og bræður mínir eiga tvo en þeir skyldu þá eftir þegar þeir fékk inngöngu í Írlandsliðið.”\n“Vá eru bræður þinn í Írlandsliðinu?” spurði Maxine.\n“Já.” sagði Joshua brosandi. “Einn er gæslumaður alveg eins og mig langar að verða.”\n“En hvar getum við spilað Quidditch?” spurði Liam.\n“Ég var búin að segja það í garðinum mínum.” sagði Maxine. “Í fyrra kastaði pabbi álögum á hann þannig að fólk sem er fyrir utan garðinn sér hann bara sem ósköp venjulegann garð, en það sem það sér er í raun aðeins mynd.”\n“Vá kúl.” sagði Joshua. “Ég ætla að fara að sækja kústana.”\nAð vörmu spori kom Joshua með kústana. Liam hafði útvegað gamlann fótbolta sem tromlu og tennisbolta og tennisboltavél sem eldingu.\n“Hvernig virkar þetta?” spurði Maxine.\n“Bíddu og sjáðu.” sagði Liam. Hann setti tennisboltana ofan í vélina. Eftir smá stund byrjuðu þeir að skjótast út um allt.\n“Pant vera leitari fyrst!” hrópaði Maxine.\nÞau léku sér í Quidditch í nokkra klukkutíma. Að lokum dimmdi og Joshua, Liam og Eric þurftu að fara heim.\nIona fleygði sér úrvinda í rúmið þetta hafði verið frábær dagur.\nIona fyrri gekk um gólf. Of áhættusamt. Of erfitt. Henni voru allar bjargir bannaðar. Og hvert hafði krakkaskömmin svo farið?\nAð lokum datt hún niður á einn úrslítakost. Hún yrði að gera samning við erkióvin sinn.",
    "url": "https://www.hugi.is/hp/greinar/198229/iona-og-eric-fara-til-hogwarts-ar-2/",
    "url_id": "198229",
    "id": "1527129",
    "replies": [
        {
            "user": "gugusta",
            "user_id": "47724",
            "date": "2004-03-21 12:04:18",
            "id": "1527130",
            "reply_to_id": "1527129",
            "text": "flott!…ég er bara ekki að ná því hvernig þú nennir þessu !"
        },
        {
            "user": "Upvappl",
            "user_id": "40041",
            "date": "2004-03-21 15:51:23",
            "id": "1527131",
            "reply_to_id": "1527130",
            "text": "Haltu áfram með þetta, þetta er rosagaman. Las reyndar ekki fyrsta árið en þetta verður flott. STATTU ÞIG lollypolly"
        },
        {
            "user": "mundulingur",
            "user_id": "45964",
            "date": "2004-03-21 16:11:27",
            "id": "1527132",
            "reply_to_id": "1527129",
            "text": "GEÐVEIKT FLOTT!"
        },
        {
            "user": "Cykel",
            "user_id": "51033",
            "date": "2004-03-21 21:10:12",
            "id": "1527133",
            "reply_to_id": "1527129",
            "text": "Þetta er frábær saga…Skil samt ekki hvernig þú getur skrifað svona mikið..allavega myndi ég ekki geta það.Þú ættir að gefa út bók;)!!!!Hún er frábær,sagan:)!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!"
        },
        {
            "user": "Steini1",
            "user_id": "35121",
            "date": "2004-03-24 22:33:22",
            "id": "1527134",
            "reply_to_id": "1527129",
            "text": "Frábær saga, komdu með framhald eins fljótt og þú getur."
        },
        {
            "user": "diensukok",
            "user_id": "42926",
            "date": "2004-04-10 19:45:19",
            "id": "1527135",
            "reply_to_id": "1527134",
            "text": "Iona og Eric fara til Hogwarts 1/2\neru UPPÁHALDS sögusyrpurnar mínar.\nÞú ert besti rithöfundurinn sem er\nskráður á huga!"
        },
        {
            "user": "Upvappl",
            "user_id": "40041",
            "date": "2004-04-11 20:15:03",
            "id": "1527136",
            "reply_to_id": "1527135",
            "text": "ALveg rosalega flott. Samt svolítið langdreigið, en flestar sögur eru þannig í byrjun en samt haltu endilega áfram."
        },
        {
            "user": "Upvappl",
            "user_id": "40041",
            "date": "2004-04-11 20:18:06",
            "id": "1527137",
            "reply_to_id": "1527136",
            "text": "He,he. Veit að þetta er í þriðja skipti sem ég skrifa hérna en ég gleymdi að ég hefði skrifað eitthvað en samt , þetta er rosalega flott. ég segi bara eins og ég sagði. STATTU ÞIG LOLLYPOLLY"
        },
        {
            "user": "Violet",
            "user_id": "38251",
            "date": "2004-05-06 22:57:33",
            "id": "1527138",
            "reply_to_id": "1527129",
            "text": "Já áfram svona!! las allt fyrsta árið og mér fannst það æði!! ég ætla halda áfram að lesa þetta ég vona að hún verði góð eins og fyrsta árið !! og dríðu með framhald!!"
        },
        {
            "user": "EEEEE",
            "user_id": "66948",
            "date": "2007-02-26 17:31:26",
            "id": "4629318",
            "reply_to_id": "1527129",
            "text": "nennuru að skrifa 3 ár líka?"
        }
    ]
}