{
    "forum_title": "Dulspeki",
    "user": "Davy",
    "user_id": "25248",
    "date": "2004-03-24 23:26:12",
    "title": "URBAN LEGENDS!",
    "text": "Eins og allir vita þá eru til sögur um ýmiskonar afturgöngur sumar eru góðar sumar vondar en sumar trúverðugar.\nhér ætla ég að fjalla um nokkra drauga sem að hljóma án efa kunnulega.\nBloody Mary\neins og allir vita þá hafa gangið sögu, kanski ekki á Íslandi, en hinsvegar í bandaríkjunum. Ekki er vitað nákvæmann grunn á sögunni um Bloody Mary en hinsvegar hefur fólk ályktað að hún var norn sem var brennd fyrir galdra.\nEf þið viljið sjá hana hafið þá eftir þessu:\nFarið í dimmt herbergi með spegli, horfið í spegilinn, þyljið nafnið upp 13 sinnum lítið svo um vinstri öxl í speglinum og þar á hún að standa, Í SPEGLINUM.\nAfleyðingarnar eru hrikalegar og ekki mælt með að fólk reyni á þetta því að sögur segja að hún gæti gert ýmislegt ef að hún er kölluð fram t.d. 1.Drepið þann sem stendur við spegilinn, 2.Klórað úr augun, 3.Gert þann sem stendur við spegilinn brjálaðann, 4.Dregið þig inn í spegilinn með sér.\nUndarleg símtöl:\nKona ein lá uppí rúmi sínu og særði nýdáinn eiginmann sinn þangað til að síminn hringdi. Þegar hún lyfti tólinu heyrðist einungis lágt hvíslandi hljóð líkt við stunur, þær hljómuðu eins og nýdáinn eiginmaður hennar. Þessi upplyfun gerði henni bylt við og hún gat ekki hætt að hugsa um símtalið yfir alla nóttina. Á endanum hringdi hún á leigubíl og bað hann um að keyra sig upp í kirkjugarð. Þegar konan steig úr bílnum og labbaði inn í kirkjugarðinn í átt að gröf eiginmanns sýns sá hún hvar stór staur hafði fallið ofaná gröf hans. Án nokkurs vafa þá var þetta staur sem hafði haldið uppi símalínum og sá húnhvar línan lá niður í gröf hans.\nEinnig er sagt að þegar konan hafði svarað í símann þá hafði hún fangið lost og dáið samstundis. Þegar að verið var að flytja hana að gröf sinni var staurinn og snúran á gröf eiginmannsins.\nKrakkar ýta þér af lestarteinum:\nÞessi saga er SÖNN gerðist í alvöru og hún telst vera góð, eitt sinn í Texsas var rúta full af skólakrökkum sem var föst á lestarteinum, lestin sem fór eftir þessum teinum var í nánd og var á leifturhraða og small á rútuna, allir krakkarnir ásamt ökumanninum dóu.\n“Ef þú nemur staðar á þessum lestarteinum í San Antonio og setur bílinn í hlutlausann þá mun hann sjálfkrafa byrja að haggast hægt af teinunum.”\nLögreglan fór á staðinn og rannsakaði þetta, það sem kom í ljós var að það er halli á þessum stað sem gerir bílnnum ekki kleift að hreyfast í þá átt sem hann leitar, en þegar að lögreglan tók fingraför af bílnum sem var notaður fundust fullt af litlum fingraförum útum allan bílinn.\nSagt er að börnin ýta bílnum til að koma í veg fyrir slys.\nÞetta eru bara sögur ef einhver hefur öðruvísi útgáfur þá má hann/hún endilega deila með okkur.",
    "url": "https://www.hugi.is/dulspeki/greinar/198701/urban-legends/",
    "url_id": "198701",
    "id": "1530465",
    "replies": [
        {
            "user": "Nodferatu",
            "user_id": "31577",
            "date": "2004-03-25 08:34:02",
            "id": "1530468",
            "reply_to_id": "1530465",
            "text": "HAHAHAHAHAHAHA!!!!   :D\nFinnst þér þetta virkilega trúlegt?\nÞetta er það fáránlegasta sem ég hef heyrt, sérstaklega þetta um gaurinn sem hringdi í kelluna sína eftir að hann var dauður. Hér er hugmynd: Það var bara stunið í símann, kannski var þetta perri?\nBloody Mary var Mary englandsdrottning sem fékk nafnið því hún lét drepa svo marga vegna trúar sinnar.\nStafsetningin er líka hræðileg hjá þér…"
        },
        {
            "user": "Davy",
            "user_id": "25248",
            "date": "2004-03-25 09:23:39",
            "id": "1530469",
            "reply_to_id": "1530468",
            "text": "Já takk fyrir það alltaf jafn gaman að heyra álit líkt og þín vercetti, en þetta eru bara sögur ég sagði aldrei að þær væru allar 100% sannar, en takk fyrir þitt álit."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-03-25 09:25:30",
            "id": "1530470",
            "reply_to_id": "1530468",
            "text": "Auðvitað er þetta haugalygi enn ég hef samt gaman af því að lesa svona :)"
        },
        {
            "user": "ibbets",
            "user_id": "10684",
            "date": "2004-03-25 09:10:54",
            "id": "1530471",
            "reply_to_id": "1530465",
            "text": "Sagan með börnin er ofboðslega falleg…..:)"
        },
        {
            "user": "HrKrissi",
            "user_id": "47093",
            "date": "2004-03-25 09:16:07",
            "id": "1530472",
            "reply_to_id": "1530465",
            "text": "Alltaf gaman að lesa eikkað svona :)"
        },
        {
            "user": "Nodferatu",
            "user_id": "31577",
            "date": "2004-03-25 09:31:07",
            "id": "1530466",
            "reply_to_id": "1530465",
            "text": "Ókei, sorry, þð er leim hjá mér að svara á áhugamálum bara til að vera að dissa áhugamálið,lofa að næst held ég því fyrir sjálfan mig… :)\n…þetta er samt verulega súr grein. ;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-03-25 12:11:55",
            "id": "1530473",
            "reply_to_id": "1530465",
            "text": "Snilld! Elska svona sögur!"
        },
        {
            "user": "BoggiGudfadir",
            "user_id": "30020",
            "date": "2004-03-25 12:40:36",
            "id": "1530474",
            "reply_to_id": "1530465",
            "text": "Jahá, ég get nú ekki sagt að ég trúi neinu af þessu og finnist þetta dálítið asnalegt enn ég ætla ekki að vera með eikkað skítakast eins og hann vercetti. ÉG HATA SKÍTAKAST!!!\nKveðja\n*boggi35*"
        },
        {
            "user": "wbdaz",
            "user_id": "6083",
            "date": "2004-03-25 13:05:56",
            "id": "1530475",
            "reply_to_id": "1530465",
            "text": "Þetta eru nú varla Urban Legends, frekar draugasögur. Ef ykkur langar að lesa bók um urban legends þá kom út á íslensku fyrir jólin í fyrra bókin “Kötturinn í örbylgjuofninum og fleiri flökkusögur”."
        },
        {
            "user": "ibbets",
            "user_id": "10684",
            "date": "2004-03-25 16:46:16",
            "id": "1530476",
            "reply_to_id": "1530475",
            "text": "Já kúl ég væri til í að lesa hana…."
        },
        {
            "user": "TheCore",
            "user_id": "30457",
            "date": "2004-03-25 16:56:21",
            "id": "1530467",
            "reply_to_id": "1530465",
            "text": "hehe gaman að lesa svona… endilega komið með meira svona inn."
        },
        {
            "user": "LollyPolly",
            "user_id": "47547",
            "date": "2004-03-25 17:19:58",
            "id": "1530477",
            "reply_to_id": "1530465",
            "text": "Ég hef líka heyrt eina sögu. Hún er sönn. Þegar mar keyrir á einkerjum veg (man ekki hvaða) klukkan 23 þá fær ung kona hjá manni far. Hún segir manni heimilisfang og talar svo mikið um að hún sé að fara að gifta sig. En áður en mar kemst á staðinn sem að hún bað mann um er hún horfin. Ef að þú ferð í húsið sem hún bað þig um að fara í þá búa þar öldruð hjón sem að misstu dóttur sína fyrir mörgum árum en hún fórst í bílslysi á veginum sem að hún húkkar far daginn áður en hún var að fara að gifta sig. Þessi saga er sönn því að fullt af fólki hefur séð hana og einu sinni voru 5 manns í bíl og þeir allir gátu bent á hana af mynd."
        },
        {
            "user": "hjeppi",
            "user_id": "3701",
            "date": "2004-03-25 17:49:05",
            "id": "1530478",
            "reply_to_id": "1530477",
            "text": "Nei, þessi saga er ekki sönn.\nhttp://science.howstuffworks.com/urban-legend.htm\nÞessi saga sem þú varst að segja er bara önnur útgáfa af þessari:\nhttp://www.snopes2.com/horrors/ghosts/vanis\nh.asp\nStelpa sem gefur öllum sem taka hana uppí heimilisfang, stelpan hverfur og fólk sem fer að þessu heimilisfangi. Þar býr gamall kall sem segir að þetta hafi verið dóttir hans sem dó í bílslysi.\nSagan sem þú sagðir hefur bara verið íslenskuð, íslensk nöfn sett inn og öðrum smáatriðum hefur einnig verið breytt."
        },
        {
            "user": "Fuckface",
            "user_id": "48460",
            "date": "2004-03-25 17:31:28",
            "id": "1530479",
            "reply_to_id": "1530465",
            "text": "Þetta með Bloddy Mary er rugl ég ætla samt að prófa það hef hníf með mér eða brýt spegilinn"
        },
        {
            "user": "hjeppi",
            "user_id": "3701",
            "date": "2004-03-25 18:01:26",
            "id": "1530480",
            "reply_to_id": "1530465",
            "text": "Hvaða nafn á þylja? Vil prófa þetta áður en ég trúi þessu."
        },
        {
            "user": "hjeppi",
            "user_id": "3701",
            "date": "2004-03-25 18:43:24",
            "id": "1530481",
            "reply_to_id": "1530480",
            "text": "Það eru til margar útgáfur af Bloody Mary sögunni. Í sumum er sagt að þú þurfir að horfa á spegil í algjöru myrkri, í sumum er í lagi að vera í birtu, og í sumum á að vera mjög lítið ljós eða kertaljós.\nEinnig er misjafn hvað á að þylja. Stundum á að vera nóg að segja “bloody mary” þrisvar, stundum 13 sinnum. Stundum á að segja “One bloody mary, two bloody mary, three bloody mary etc” þangað til þú sérð hana og svo eru til margar aðrar svipaðar þulur.\nHér er meira um þetta:\nhttp://www.mythology.com/bloodymary.html"
        },
        {
            "user": "kittysvein",
            "user_id": "27105",
            "date": "2004-03-25 19:08:58",
            "id": "1530482",
            "reply_to_id": "1530465",
            "text": "Ég hélt að maður þyrfti að gera þetta mað Bloody mary klukkan 12 að miðnætti á áramótum og þá myndi þetta virka."
        },
        {
            "user": "deadgau5",
            "user_id": "25259",
            "date": "2004-03-25 22:15:51",
            "id": "1530483",
            "reply_to_id": "1530465",
            "text": "Þetta eru allt sögur sem eru algjört rugl og notaðar af gelgjum til að hræða aðrar gelgjur."
        },
        {
            "user": "cutypie",
            "user_id": "19280",
            "date": "2004-03-26 10:09:15",
            "id": "1530484",
            "reply_to_id": "1530465",
            "text": "Æi, ekki vera með skítkast. Það er mikið gaman af svona sögum….og flökkusögum.\nGóð grein hjá þér :)"
        },
        {
            "user": "Sveingeir",
            "user_id": "36880",
            "date": "2004-03-26 19:01:57",
            "id": "1530485",
            "reply_to_id": "1530465",
            "text": "spennandi, ég dýrka að lesa sona :)"
        },
        {
            "user": "Fuckface",
            "user_id": "48460",
            "date": "2004-03-29 16:53:16",
            "id": "1530486",
            "reply_to_id": "1530465",
            "text": "éG prófaði þetta Bloddy Mary drasl það virkaði ekki\nreyndar gerði frændi minn þetta líka á sama tíma"
        },
        {
            "user": "Fuckface",
            "user_id": "48460",
            "date": "2004-03-29 16:55:21",
            "id": "1530487",
            "reply_to_id": "1530465",
            "text": "ég reyndi Bloody Mary draslið virkar ekki.Reyndar gerði frændi minn þetta líka"
        },
        {
            "user": "LucyTree",
            "user_id": "8803",
            "date": "2004-03-30 17:02:14",
            "id": "1530488",
            "reply_to_id": "1530465",
            "text": "Ef dauði gaurinn hringdi í konuna sína og hún fékk lost og dó þá er alls ekki hægt að segja að þetta sé satt.\nHver ætti að segja frá símtalinu. Ekki gerir kallinn það.\nSamt gaman að lesa svona."
        },
        {
            "user": "ans",
            "user_id": "11673",
            "date": "2004-03-30 21:23:09",
            "id": "1530489",
            "reply_to_id": "1530465",
            "text": "Þetta var scary, á meðan ég las þetta fannst mér eins og einhver væri að ýta á kjálkan á mér.\nAlveg Satt"
        },
        {
            "user": "ans",
            "user_id": "11673",
            "date": "2004-04-11 23:08:28",
            "id": "1530490",
            "reply_to_id": "1530489",
            "text": "það kallast fjörfiskur þegar vöðvar hafa sjálfstæðan vilja!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-04-13 18:49:28",
            "id": "1530491",
            "reply_to_id": "1530465",
            "text": "fyrsta sagan er fín önnur slöpp ég meina stunur í síma so what! Svo 3 sagan… Hvað með það þótt fundist hafi fullt af fingraförum á bílnum? Ertu að segja mér að það séu engin fyngraför á bílnum þínum eða foreldra þinna? Geturðu ímindað þér hvað mikið af fólki strýkst eða rekst utan í bíla frá degi til dags.\nSamt fín grein alltaf gaman af draugasögum"
        }
    ]
}