{
    "forum_title": "Hátíðir",
    "user": "gugusta",
    "user_id": "47724",
    "date": "2004-03-25 17:16:48",
    "title": "Sigga og Kertasníkir",
    "text": "Þetta er skemmtileg smásaga sem ég dundaði mér við að gera um jólin Njótið vel !!:\nÞetta var á Þorláksmessu. Sigga litla, sem var bara fimm ára gömul, var orðin dálítið spennt, af því jólin voru alveg að koma. Hún var nývöknuð og hafði auðvitað byrjað á því að athuga í skóinn sinn í glugganum. Mamma hennar hafði sagt henni í gærkvöldi að nú væri það Kjötkrókur sem setti í skóinn í nótt og hún hafði fengið mandarínur og piparkökur. Hún hafði svo sem fengið svoleiðis frá fleiri jólasveinum en það var alltaf jafn gott. Sumir höfðu líka gefið henni ópal og tyggjó og frá einum fékk hún fína sokka.\nSigga vissi að Kertasníkir kæmi síðustu nóttina fyrir jól. Hún fór að hugsa um að mikið væri nú gaman að gefa honum kerti, karlgreyinu. En hvar átti hún að fá kerti til að gefa honum? Að vísu átti hún nokkur skrautkerti sem hún var búin að setja upp í hillu í herberginu sínu. Kannski gæti hún bara gefið honum eitt þeirra. Hún fór nú fram í eldhús til mömmu sinnar, sem var að setja hangikjöt í stóran pott, og spurði hana hvort hún mætti ekki gefa kertasníki eitt fallega kertið sitt. Jú, jú sagði mamma hennar, settu nú kertið sem þú vilt gefa honum hjá skónum þínum og svo skulum við sjá til hvort hann tekur það ekki. Sigga litla valdi nú eitt fallegt kerti og setti í gluggann. Mikið var hún nú ánægð. Það var svo gaman að gefa líka, ekki bara að þiggja allt frá öðrum.",
    "url": "https://www.hugi.is/hatidir/greinar/198850/sigga-og-kertasnikir/",
    "url_id": "198850",
    "id": "1531439",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2004-03-25 18:42:48",
            "id": "1531440",
            "reply_to_id": "1531439",
            "text": "Flott grein Ágú !!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-05-10 12:40:31",
            "id": "1531441",
            "reply_to_id": "1531440",
            "text": "JÓLASVEINAR ERU SEXY"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-03-25 21:37:53",
            "id": "1531442",
            "reply_to_id": "1531439",
            "text": "Hey þetta er flott hjá Ágú !! ég meina gugustu…. en allir að segja sitt álit !!"
        },
        {
            "user": "sibbis",
            "user_id": "44627",
            "date": "2004-03-26 14:15:12",
            "id": "1531443",
            "reply_to_id": "1531439",
            "text": "Já lítið og sætt:)"
        },
        {
            "user": "Lotnir",
            "user_id": "39873",
            "date": "2004-08-18 12:21:33",
            "id": "1531444",
            "reply_to_id": "1531439",
            "text": "Sammála síðasta ræðumanni…grrrrrrr…"
        }
    ]
}