{
    "forum_title": "Hestar",
    "user": "eva66",
    "user_id": "41067",
    "date": "2004-03-26 23:40:15",
    "title": "Getiði hjálpað mér",
    "text": "Hæ hæ þessi grein er um hryssuna mína Stelpu. ÉG fékk Stelpu í maí 2003 ég er búinn að heimsækja hana og hjálpa til við tamningu en ég get ekki tamið sjálf því ég er aðeins 12ára gömul. En það gengur allt rosalega vel hún er mjög efnileg og töltir allveg frábærlega. Mér finnst lika voða flott að sjá hana dafna svona vel því að hún er tvíburi og hún og bróðir hennar eru bæði allveg frábær og með mjög góða heilsu. En ég hef stundum farið á bróður hennar Randveri í útreiðartúra og teimt hana með og það hefur gengið svo vel að maður þarf varla að halda í hana,en ég hef nú samt tekið eftir því að henni langar mjög mikið í fola en það má hún ekki. En ég ætlaði að spurja að því hvort ég gæti gert eittvað til að láta hana venjast mér betur og fatta að ég á hana og láta hana treysta mér vel því að bráðum fer ég að fara í útreiðatúara og þá verður hún að treysta mér vel og ég vil líka að mér og henni komi vel saman og við getum farið í langa útreiðatúra bara við tvær einar hvenær sem er. Endilega segið mér hvað ég geti gert svo að hún venjist mér meira.\ntakk takk eva66",
    "url": "https://www.hugi.is/hestar/greinar/198990/getidi-hjalpad-mer/",
    "url_id": "198990",
    "id": "1532477",
    "replies": [
        {
            "user": "tera",
            "user_id": "51999",
            "date": "2004-04-02 12:20:51",
            "id": "1532478",
            "reply_to_id": "1532477",
            "text": "Hæjj.Fyrst þarftu að vinna traust hestsins og það vinnurðu með að sýna honum virðingu,en láta hann sýna þér virðingu líka.Kembdu honum og sýndu honum ástúð.\nKveðja Thelma"
        },
        {
            "user": "eva66",
            "user_id": "41067",
            "date": "2004-04-09 01:52:03",
            "id": "1532479",
            "reply_to_id": "1532477",
            "text": "Vertu oft með hryssunni….uppfylltu þarfir hennar sjálf og farðu með hana í stutta túra.\nMeð tíma treystir hún þér betur ;)"
        },
        {
            "user": "eva66",
            "user_id": "41067",
            "date": "2004-04-09 20:12:41",
            "id": "1532480",
            "reply_to_id": "1532479",
            "text": "Takk fyrir þessi ráð ég mun nota þessa ráð"
        }
    ]
}