{
    "forum_title": "Börnin okkar",
    "user": "Oreon",
    "user_id": "15467",
    "date": "2004-03-26 11:39:02",
    "title": "smá vandamál",
    "text": "Ég á vinkonu sem að á við smá vandamál að stríða. Hún átti barn fyrir sirka 18 mánuðum síðan. Hún og faðir barnsins voru aldrei saman en hann sagðist ætla að vera 100% með í þessu öllu saman. Vildi meira að segja vera viðstaddur fæðinguna.\nEn á meðgöngunni sýnir hann engann áhuga, skrópaði í sónarinn og fann barnið aldrei sparka, þó svo að hann hitti hana næstum á hverjum degi í skólanum. Svo ákvað hann líka þegar hún var komin svona 7 mán. að hann væri ekki viss um að hann væri pabbinn og fór fram á DNA\nEn jæja.. vinkona mín eignast barnið þeirra( hann var ekki viðstaddur) og hann mætir á sjúkrahúsið 2 dögum seinna og segist ætla að taka fullan þátt í þessu þaðan af. Þau velja nafn á barnið saman og allt virðist ætla að vera gott.\nHann sér barnið samt lítið fyrstu mánuðina en ætlar alltaf að taka það yfir helgi og svoleiðis. Svo eitt laugardagskvöld er hann búin að lofa að taka krakkann yfir nóttina og vinkona mín var þá búin að gera aðrar ráðstafanir en hann hringir sig svo veikann!!! eins og þetta sé einhver vinna.\nSíðar fréttir vinkona mín að hann hafi verið að dópa daginn áður og þess vegna ekki verið vel upplagður þetta laugardagskvöld.\nVinkona mín trompast og segir við hann að hún ætli bara að gera þetta ein. Að hún geti ekki sent barnið sitt til dópista. En hann grátbiður hana um tækifæri og vill fá að taka barnið og hún gefur honum það.\nSíðan þá hefur hann oft hringt sig veikann eða komið með álíka góðar afsakanir fyrir að taka barnið ekki eins og það er allt í drasli heima.\nHann var að byrja með stelpu sem við vitum að er í dópinu. Hún er mikið yngri en hann og vinkona mín er ekki alveg að fíla að barnið eigi eftir að líta á hana sem stjúpmömmu sína.\nEn hvað getur hún gert? ?  Á hún að offa á hann alveg?\nHún veit að hann er að dópa af og til en hún hefur ekki sannanir því hann gerir það ekki lengur með sameiginlegu vinum þeirra svo að hún kemst ekki að því.\nHana langar til að cutta alveg á hann og hafa móðurnafnið þá í staðinn fyrir föðurnafnið en fólk er alltaf að segja við hana að barnið eigi eftir að vilja þekkja föður sinn.\nHún veit það náttla alveg og hún hefur gefið honum möööörg tækifæri og er alveg á síðasta strái :) Hvað getur hún gert?",
    "url": "https://www.hugi.is/bornin/greinar/199002/sma-vandamal/",
    "url_id": "199002",
    "id": "1532769",
    "replies": [
        {
            "user": "ponnsla",
            "user_id": "42420",
            "date": "2004-03-29 13:30:52",
            "id": "1532770",
            "reply_to_id": "1532769",
            "text": "segðu henni að tala við prest, ráðgjafa, eiginlega hvern sem er, foreldra stráksins, bara einhvern sem getur hjálpað henni og ef til vill klappað aðeins á bakið á henni og stappað í hana stálinu"
        },
        {
            "user": "dysa",
            "user_id": "51888",
            "date": "2004-03-29 13:42:45",
            "id": "1532771",
            "reply_to_id": "1532769",
            "text": "mér fynnst að hún ætti að notast við sitt eftirnafn, ekki hans!! bara það að hann sé “hugsanlega” í dópi er meir en nóg til að taka hann út úr þessu, það þarf að hugsa um hvað er best fyrir barnið, ekki hvort pabbinn nenni þessu eða ekki…sama hverju hann lofar!!"
        },
        {
            "user": "Litaver",
            "user_id": "48321",
            "date": "2004-03-29 16:48:31",
            "id": "1532772",
            "reply_to_id": "1532769",
            "text": "Ég þekki svona mál af eigin raun, þar sem ég á sjálfur dóttur sem er að verða 4 ára. Ég hef gert þetta líka, lofað öllu fögru, hafa samband við stelpuna og vera partur af hennar lífi, því einhverra hluta vegna, virðist hún elska mig. Á því tímabili sem ég stóð undir öllum væntingum og allt var “gott”, tók móðuramma stelpunnar málin í sínar hendur og sagði að ég hefði slæm áhrif á barnið o.s.frv…\nEn alla vega…\nÉg ætla ekkert að commenta á eftirnafn barnsins, þar sem mér finnst að börnin eigi rétt á að vita hverjir báðir foreldrar eru. Barnið í þessu tilviki á nánast alveg örugglega eftir að vilja vita af föður sínum og hitta hann þegar það hefur aldur og visku til.\nEf að faðir barnsins er í dópi, þá hefur hann afskaplega lítið með barn að gera, þar sem hann getur ekki hagað sér betur en að hringja sig veikann eftir neyslu.\nEinhverra hluta vegna fæ ég það á tilfinninguna, eftir að hafa velt greininni aðeins fyrir mér, að vinkonan vilji ekki offa föðurinn alveg; hún vilji að barnið þekki föður sinn, sem er lofsvert. Það besta sem hún getur gert í þessu máli, er að tala við föðurinn og fá það á hreint hvort hann vilji vera þátttakandi í lífi barnsins síns, eður ei.\nÞegar það er komið á hreint, (og ég get nánast garrentíað að hann vill það) skal hún tala við sýslumann, eða fulltrúa hans og þar verða útbúnir forræðispappírar, þar sem honum býðst að vera þátttakandi, þ.e. hann fær tíma með barninu. (í flestum tilvikum er það önnur hver helgi, önnur hver jól, o.s.frv.)\nÞessir pappírar gilda mismunandi lengi, yfirleitt þó í hálft til eitt ár að ég held.\nEftir að hann undirritar þessa pappíra, verður hann að standa sig í stykkinu, því annars, s.kv. lögum, getur móðirin lokað alveg á samskipti föðurins og barnsins, þar til það verður sjálfráða.. börnin vilja samt í mörgum tilvikum kynnast feðrum sínum upp úr 12 ára aldri, þó svo að það sé alls ekki algilt.\nEn, jæja… Þetta er nóg.. annars fer ég að fara mikið út fyrir umræðuefnið.. Hvað var umræðuefnið annars? ;) nei nei… :**\nLitaVer - sem er stokkinn í símann til að tala við dóttur sína.. :D"
        },
        {
            "user": "Litaver",
            "user_id": "48321",
            "date": "2004-03-29 16:49:14",
            "id": "1532773",
            "reply_to_id": "1532769",
            "text": "Ég þekki svona mál af eigin raun, þar sem ég á sjálfur dóttur sem er að verða 4 ára. Ég hef gert þetta líka, lofað öllu fögru, hafa samband við stelpuna og vera partur af hennar lífi, því einhverra hluta vegna, virðist hún elska mig. Á því tímabili sem ég stóð undir öllum væntingum og allt var “gott”, tók móðuramma stelpunnar málin í sínar hendur og sagði að ég hefði slæm áhrif á barnið o.s.frv…\nEn alla vega…\nÉg ætla ekkert að commenta á eftirnafn barnsins, þar sem mér finnst að börnin eigi rétt á að vita hverjir báðir foreldrar eru. Barnið í þessu tilviki á nánast alveg örugglega eftir að vilja vita af föður sínum og hitta hann þegar það hefur aldur og visku til.\nEf að faðir barnsins er í dópi, þá hefur hann afskaplega lítið með barn að gera, þar sem hann getur ekki hagað sér betur en að hringja sig veikann eftir neyslu.\nEinhverra hluta vegna fæ ég það á tilfinninguna, eftir að hafa velt greininni aðeins fyrir mér, að vinkonan vilji ekki offa föðurinn alveg; hún vilji að barnið þekki föður sinn, sem er lofsvert. Það besta sem hún getur gert í þessu máli, er að tala við föðurinn og fá það á hreint hvort hann vilji vera þátttakandi í lífi barnsins síns, eður ei.\nÞegar það er komið á hreint, (og ég get nánast garrentíað að hann vill það) skal hún tala við sýslumann, eða fulltrúa hans og þar verða útbúnir forræðispappírar, þar sem honum býðst að vera þátttakandi, þ.e. hann fær tíma með barninu. (í flestum tilvikum er það önnur hver helgi, önnur hver jól, o.s.frv.)\nÞessir pappírar gilda mismunandi lengi, yfirleitt þó í hálft til eitt ár að ég held.\nEftir að hann undirritar þessa pappíra, verður hann að standa sig í stykkinu, því annars, s.kv. lögum, getur móðirin lokað alveg á samskipti föðurins og barnsins, þar til það verður sjálfráða.. börnin vilja samt í mörgum tilvikum kynnast feðrum sínum upp úr 12 ára aldri, þó svo að það sé alls ekki algilt.\nEn, jæja… Þetta er nóg.. annars fer ég að fara mikið út fyrir umræðuefnið.. Hvað var umræðuefnið annars? ;) nei nei… :**\nLitaVer - sem er stokkinn í símann til að tala við dóttur sína.. :D"
        },
        {
            "user": "Litaver",
            "user_id": "48321",
            "date": "2004-03-29 16:49:39",
            "id": "1532774",
            "reply_to_id": "1532769",
            "text": "Ég þekki svona mál af eigin raun, þar sem ég á sjálfur dóttur sem er að verða 4 ára. Ég hef gert þetta líka, lofað öllu fögru, hafa samband við stelpuna og vera partur af hennar lífi, því einhverra hluta vegna, virðist hún elska mig. Á því tímabili sem ég stóð undir öllum væntingum og allt var “gott”, tók móðuramma stelpunnar málin í sínar hendur og sagði að ég hefði slæm áhrif á barnið o.s.frv…\nEn alla vega…\nÉg ætla ekkert að commenta á eftirnafn barnsins, þar sem mér finnst að börnin eigi rétt á að vita hverjir báðir foreldrar eru. Barnið í þessu tilviki á nánast alveg örugglega eftir að vilja vita af föður sínum og hitta hann þegar það hefur aldur og visku til.\nEf að faðir barnsins er í dópi, þá hefur hann afskaplega lítið með barn að gera, þar sem hann getur ekki hagað sér betur en að hringja sig veikann eftir neyslu.\nEinhverra hluta vegna fæ ég það á tilfinninguna, eftir að hafa velt greininni aðeins fyrir mér, að vinkonan vilji ekki offa föðurinn alveg; hún vilji að barnið þekki föður sinn, sem er lofsvert. Það besta sem hún getur gert í þessu máli, er að tala við föðurinn og fá það á hreint hvort hann vilji vera þátttakandi í lífi barnsins síns, eður ei.\nÞegar það er komið á hreint, (og ég get nánast garrentíað að hann vill það) skal hún tala við sýslumann, eða fulltrúa hans og þar verða útbúnir forræðispappírar, þar sem honum býðst að vera þátttakandi, þ.e. hann fær tíma með barninu. (í flestum tilvikum er það önnur hver helgi, önnur hver jól, o.s.frv.)\nÞessir pappírar gilda mismunandi lengi, yfirleitt þó í hálft til eitt ár að ég held.\nEftir að hann undirritar þessa pappíra, verður hann að standa sig í stykkinu, því annars, s.kv. lögum, getur móðirin lokað alveg á samskipti föðurins og barnsins, þar til það verður sjálfráða.. börnin vilja samt í mörgum tilvikum kynnast feðrum sínum upp úr 12 ára aldri, þó svo að það sé alls ekki algilt.\nEn, jæja… Þetta er nóg.. annars fer ég að fara mikið út fyrir umræðuefnið.. Hvað var umræðuefnið annars? ;) nei nei… :**\nLitaVer - sem er stokkinn í símann til að tala við dóttur sína.. :D"
        },
        {
            "user": "Litaver",
            "user_id": "48321",
            "date": "2004-03-29 16:50:04",
            "id": "1532775",
            "reply_to_id": "1532769",
            "text": "Ég þekki svona mál af eigin raun, þar sem ég á sjálfur dóttur sem er að verða 4 ára. Ég hef gert þetta líka, lofað öllu fögru, hafa samband við stelpuna og vera partur af hennar lífi, því einhverra hluta vegna, virðist hún elska mig. Á því tímabili sem ég stóð undir öllum væntingum og allt var “gott”, tók móðuramma stelpunnar málin í sínar hendur og sagði að ég hefði slæm áhrif á barnið o.s.frv…\nEn alla vega…\nÉg ætla ekkert að commenta á eftirnafn barnsins, þar sem mér finnst að börnin eigi rétt á að vita hverjir báðir foreldrar eru. Barnið í þessu tilviki á nánast alveg örugglega eftir að vilja vita af föður sínum og hitta hann þegar það hefur aldur og visku til.\nEf að faðir barnsins er í dópi, þá hefur hann afskaplega lítið með barn að gera, þar sem hann getur ekki hagað sér betur en að hringja sig veikann eftir neyslu.\nEinhverra hluta vegna fæ ég það á tilfinninguna, eftir að hafa velt greininni aðeins fyrir mér, að vinkonan vilji ekki offa föðurinn alveg; hún vilji að barnið þekki föður sinn, sem er lofsvert. Það besta sem hún getur gert í þessu máli, er að tala við föðurinn og fá það á hreint hvort hann vilji vera þátttakandi í lífi barnsins síns, eður ei.\nÞegar það er komið á hreint, (og ég get nánast garrentíað að hann vill það) skal hún tala við sýslumann, eða fulltrúa hans og þar verða útbúnir forræðispappírar, þar sem honum býðst að vera þátttakandi, þ.e. hann fær tíma með barninu. (í flestum tilvikum er það önnur hver helgi, önnur hver jól, o.s.frv.)\nÞessir pappírar gilda mismunandi lengi, yfirleitt þó í hálft til eitt ár að ég held.\nEftir að hann undirritar þessa pappíra, verður hann að standa sig í stykkinu, því annars, s.kv. lögum, getur móðirin lokað alveg á samskipti föðurins og barnsins, þar til það verður sjálfráða.. börnin vilja samt í mörgum tilvikum kynnast feðrum sínum upp úr 12 ára aldri, þó svo að það sé alls ekki algilt.\nEn, jæja… Þetta er nóg.. annars fer ég að fara mikið út fyrir umræðuefnið.. Hvað var umræðuefnið annars? ;) nei nei… :**\nLitaVer - sem er stokkinn í símann til að tala við dóttur sína.. :D"
        },
        {
            "user": "Axelma",
            "user_id": "4146",
            "date": "2004-03-30 17:21:26",
            "id": "1532776",
            "reply_to_id": "1532769",
            "text": "Ég á sjálf von á barni núna í júní. Ég er með pabbanum og við höfum reyndar verið saman allan tímann og hann er voðalega spenntur. En ef hann færi að neyta ólöglegra fíkniefna, þá myndi ég slíta mig frá honum sem fyrst og taka barnið og koma í veg fyrir að hann væri einn með það. Mér finndist það lágmark að hann gerði það sama fyrir mig.\nBarnsfaðir vinkonu þinnar er í neyslu, og það að hún viti af því er nóg sönnun. Ef hann er ekki vel upplagður þetta kvöld til að taka barnið, þá er hann ekki vel upplagður AT ANY TIME til að hafa barnið einn, sérstaklega ef hann er með stelpu sem er sjálf í neyslu. Barnið á kannski eftir að vilja að þekkja pabba sinn, granted, en barnið verður þá að gera það á sínum eigin forsendum. Persónulega mundi ég ekkert vilja hafa með pabba minn ef hann hefði ekki einu sinni verið til staðar þegar ég var yngri, heldur bara verið einhversstaðar með sínum fíkniefnum.\nPabba barnsins þykir án efa mjög vænt um barnið sitt, og vinkonu þinni líka. En það er ekki mál fólks hvernig hún elur upp barnið sitt. Ef fólki í kringum hana þykir vænt um hana og barnið og vill allt það besta fyrir þau, þá eiga þau ekki að hvetja hana til að leyfa manninum að vera eitt með barninu. Ég hef sjálf verið í neyslu, og þótt ekki mjög þungri, þá get ég sagt þér það að ef maður er djúpt sokkinn í þetta, þá er manni ekki treystandi fyrir skít! Og sérstaklega ekki barni. Fólk sér það kannski ekki, en það er reglulega verið að taka börn af fólki sem hugsa ekki nógu vel um þau, vegna mikillar neyslu. Sum börn njóta ekki þeirrar lukku að fá að vera tekin frá svoleiðis vanrækslu.\nBarnsfaðir vinkonu þinnar á að fá að hitta barnið, en aldrei að fá að vera einn með því.\nÞað er mín skoðun!"
        },
        {
            "user": "GlingGlo",
            "user_id": "2646",
            "date": "2004-03-30 22:32:57",
            "id": "1532777",
            "reply_to_id": "1532776",
            "text": "Ég er nú bara ansi sammála Axelmu. Barnið á að fá að hitta föður sinn, en ekki vera eitt með honum á meðan hann er enn virkur í neyslu."
        },
        {
            "user": "SexyBastard",
            "user_id": "48915",
            "date": "2004-03-31 07:23:20",
            "id": "1532778",
            "reply_to_id": "1532777",
            "text": "Ég sem einstæður faðir get alveg tekið undir það sem Axelma sagði, barnið hefur að sjálfsögðu rétt á að vita hver faðir sinn er, persónulega finnst mér að meðan faðirinn afneitar ekki barninu ætti það að fá föðurnafnið. En hvað viðkemur því að hitta barnið er ég sammála axelmu um það að faðirinn ætti undir engum kringumstæðum að hafa barnið einn, ef hann vill hitta barnið sitt og kynnast því þá ættirðu að leyfa honum það hvort sem er meðan þú ert með eða félagsráðgjafi. þó að það sé erfitt að banna honum að hitta barnið einn þá er það hið eina rétta fyrir barnið, sama hvað þér finnst þá verður að hugsa um hag barnið fyrst og fremst :)"
        },
        {
            "user": "karina",
            "user_id": "34374",
            "date": "2004-04-01 11:17:40",
            "id": "1532779",
            "reply_to_id": "1532769",
            "text": "Ég stend líka í svona dæmi eins og vinkona þín, en barnsfaðir minn er samt ekki í neinu rugli. Hann vill vera með stelpuna en svo þegar hann á að taka hana þá er hann svo “þreyttur” að hann bara meikar ekki að vera með hana, vegna þess að hann er á sjó þá er of mikið að vera með barna í 5 daga annan hvern mánuð, en hvað með það.\nMér finnst að hún ætti að leyfa barninu að sjá pabba sinn og þá kemur hann til þeirra og eyðir tíma með barninu undir hennar umsjá, hann þarf ekki að fara með barnið neitt, bara kynnast því og leyfa því að vita hver pabbi sinn er. Þegar barnið er orðið eldra ætti það vita hvernig allt þetta var og ætti hún þá sjálf að taka þá ákvörðun um hvort að hún vilji eyða tíma með pabba sínum eða ekki.\nEf að pabbin kemur heim til þeirra þá þarf hún ekki að hafa áhyggjur af barninu og þá geta þau líka kynnst betur og komist þá betur að samkomulagi hvernig þetta verður í framtíðinni.\nTakk fyri"
        },
        {
            "user": "ingibjorg78",
            "user_id": "39972",
            "date": "2004-05-10 18:31:06",
            "id": "1532780",
            "reply_to_id": "1532769",
            "text": "Sæl,\nég er sammála karinu. Mér finnst persónulega að vinkona þín þarf ekki að útiloka hann frá lífi barnsins,EN, á meðan hann er í rugli og er ekki að taka ábyrgð á eigin lífi hefur hann ekkert með barn að gera þannig að ég myndi setja upp skilyrði. Hann verður að vera edrú standa sig gagnvart henni s.s ef hann segist ætla koma þá kemur hann og er á réttum tíma og er með þeim svo þegar það gengur allt vel þá getur hann farið að vera með barnið. Ég veit um strák sem lét meðleigjanda sinn passa dóttur sína á meðan hann fór að djamma og spítta! Mér ofbauð og þennann mann get ég ekki talað við í dag því að mér finnst hann fífl. Pabbi minn var ekki í dópi en hann brást mér á öllum sviðum sem faðir. Hann sveik mig þegar hann lofaði mér einhverju, setti mig í pössun þegar ég var hjá honum á pabba helgum, sótti mig seint ofl. Ég og hann tölum eiginlega ekkert saman og ég hef oft hugsað um að breyta eftir nafninu mínu í nafnið hennar mömmu til að sína henni þakklæti fyrir það að hafa alið mig upp á áskæru og góðu heimili.\nMér finnst að sjálfsögðu að börn eiga kynnast báðum foreldrum en munum að þau hafa tilfinningar og þau eiga ekki að þola endalausa höfnun og að vera sótt sein eins og það skipti ekki máli. Segðu vinkonu þinni að hugsa þetta út frá sér, myndi hún sætta sig við svona framkomu frá foreldrum sínum gagnvart sér? Gangi þér vel"
        }
    ]
}