{
    "forum_title": "Skóli",
    "user": "gosli",
    "user_id": "20531",
    "date": "2004-03-29 11:30:44",
    "title": "\"Framhaldskólanemendur fái frítt í strætó\"",
    "text": "Ég tel þetta vera allsekki svo galna hugmynd, það er dýrt fyrir menntaskólanema sem hefur litlar sem engar tekjur að vera að borga 220 krónur 2 sinnum á dag til að geta stundað nám og er það heilbrigðara en allir séu að runta um á bílum sem þeir taka lán fyrir og geta svo kanski ekki borgað.\n“Framhaldskólanemar fái ókeypis í strætó”\nHugmynd borgarverkfræðings til að létta á umferð einkabíla\nBorgarverkfræðingur Björn Ingi Sveinsson varpaði fram þeirri hugmynd 15. september síðastliðinn að gefa ætti framhaldskólanemum ókeypis strætóferð tvisvar á dag gegn framvísun skólaskirteinis.\nÞetta myndi m.a. sporna gegn sívaxandi umferðarþunga.\nFelst þá lausnin í að byggja fleiri og fleiri mislæg gatnamót og breiðstræti eða er ekki miklu betra á alla vegu að láta framhaldsskólanemenduna fá frítt í strætó og auka þá fjölda þeirra sem fara í strætó í stað einkabíls á álagstímum?\nÞetta myndi draga verulega úr umferðaþunga og væri því mjög hagkvæmt á marga vegu. En þetta hefur dregist svona á langinn e.t.v því að þeir sem ráða eiga hagsmuna að gæta í á öllum olíufélögunum og bifreiðaumboðunum? Þetta yrði þó á margan hátt hagkvæmt til langtíma ef maður reiknar með öll slysin sem yrði komið fyrir, mengunina, minni bensín innflutningur til landsins fyrir ríkið og margt annað og því mjög hagkvæmt fyrir Ísland í heild sinni.\nTillaga Björns Inga hljómaði sem svo að ætti að gefa framhalds-skólanemum frítt í strætó tvisvar á dag, til dæmis á milli 7 og 9 á morgnanna og aftur á milli 15 til 17 síðdegis gegn framvísun skólaskirteinis.\nÞetta er auðvitað miklu gáfulegra en að byggja endalaust fleiri mislæg gatnamót og breiðstræti eins og er til dæmis í sumum stórborgum Bandaríkjanna.\nFleiri og fleiri framhaldskólanemar eru að fá sér bíl því að í hugum ungra Íslendinga er talið nauðsynlegt að eiga bíl, eins konar stöðutákn og er bifreiðaeign landsmanna hlutfallslega orðin jafnvel meiri en Bandaríkjamanna, Þeir nemendur sem keyra ekki sjálfir fá margir hverjir far með foreldrum sínum og lengir þá leið foreldrana alltaf eitthvað. En við þetta skapast miklu meiri umferðaþungi sérstaklega á morgnana milli um það bil sjö og níu. Þar af leiðandi verður , meiri slysahætta og meiri tími foreldra sem fer til spillis. Auk þess verður bensínkostnaður og mengun meiri en ella.\nÁ Íslandi er lítil hefð fyrir almenningssamgöngum og nota flestir einkabílinn í allar ferðir. Við ættum að taka til dæmis Lúndúnabúa okkur til fyrirmyndar þar sem kostar að keyra inn í miðbæinn og er því mest farið með almenningssamgöngum í staðin sem er mjög gott.\nLangflestir ef ekki allir framhaldskólanemendur yrðu auðvitað mjög ánægðir með að fá frítt í strætó og þetta myndi líka minnka stressið um morgnana til muna ef foreldrarnir þurfa ekki að bíða og stressast yfir því að skutla krökkunum í skólann og það á réttum tíma: ,,Þetta er auðvitað mjög sniðugt,” sagði fyrrverandi framhaldskólanemi sem útskrifaðist síðastliðið vor ,,þetta hefði sparað mig mikinn tíma, kostnað og stress ef þetta hefði verið svona þegar ég var í mentaskóla”.\nBjörn Ingi, borgarverkfræðingur sem lagði fram þessa ágætu hugmynd sagði: ,,Við þekkjum það flest, að þegar framhaldsskólarnir hefjast á haustin, er eins og skrúfað sé frá krana og umferðin á höfuðborgarsvæðinu skiptir niður um nokkra gíra. Þetta er svo á morgnanna og á kvöldin þegar nemendur og starfsmenn skólanna eru á leið til og frá skóla. Kannski væri rétt að skoða þetta og gefa öllum nemendum frítt í strætó tvisvar á dag gegn framavísun skólaskirtenis’’ Þetta könnumst við flest við og myndi aukinn notkun á strætó í stað einkabíla minnka þetta verulega. En eini gallin í raun og veru við tillögu Björns væri að tímin þegar foreldrar skuttla börn sín í skólan er eini tímin á mörgum heimilum þar sem foreldrarnir geta talað við þau í ró og næði þó svo að á þessum tíma er samt mikið stress í gangi.\nSíðar bætti Björn Ingi við: ,,Kannski gæti svo einföld aðgerð frestað því að gera þyrfti til dæmis mislæg gatnamót á mótum Kringlumýrabrautar og Miklubrautar næstu árin, án þess að tilkostnaður borgarinnar væri of mikill. Á sama tíma myndi unga fólkið venjast því að ferðast með þessum máta og þetta gæti verið upphafið að nauðsynilegri viðhorfsbreytingu.”\nÞað er því mjög hagkvæmt fyrir þjóðina í held sinni bæði í dag og um ókomna framtíð að láta þessa hugmynd verða að veruleika. Ef þetta gerist þá spara nemendurnir pening, tíma og stress, andrúmsloftið verður hreinna, minni hætta á umferða slysum og Íslendingar þurfa að eyða minna fjármagni í byggingarkostnað á samgönguleiðum og því hagnast í raun allir. Eini neikvæða við þessa hugmynd er í raun og veru að tímin þegar foreldrar keyra börn sín í skólan er eini tímin á mörgum heimilum þar sem foreldrarnir geta talað við þau í ró og næði þó svo að á þessum tíma er samt mikið stress í gangi.\nÞannig að ef þessi ágæta tillaga Björns gengur fram yrði margt betra en fátt verr.\nvona að þið nutuð góðs af! En endilega komið ykkar afstöðu á framfæri!\nkk\ngosli",
    "url": "https://www.hugi.is/skoli/greinar/199419/framhaldskolanemendur-fai-fritt-i-straeto/",
    "url_id": "199419",
    "id": "1535813",
    "replies": [
        {
            "user": "sigurdurjons",
            "user_id": "49752",
            "date": "2004-03-31 16:04:33",
            "id": "1535814",
            "reply_to_id": "1535813",
            "text": "Þetta þykir mér snjöll hugmynd og ég tek undir með því sem sagt er hér að framan."
        },
        {
            "user": "Thorin",
            "user_id": "10897",
            "date": "2004-03-31 18:46:14",
            "id": "1535815",
            "reply_to_id": "1535813",
            "text": "Þetta er mjög góð hugmynd, því það er miklu gáfulegra að vera dæla pening í þetta, heldur en að dæla pening í það að reyna laga gatnamót og sporna gegn umferðarteppu."
        },
        {
            "user": "xark",
            "user_id": "1706",
            "date": "2004-04-01 22:06:42",
            "id": "1535816",
            "reply_to_id": "1535813",
            "text": "þá ætti þetta að vera afturvirkt til seinustu 3 ára :) þá myndi maður fá 90k endurgreitt :P"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-04-03 19:47:50",
            "id": "1535817",
            "reply_to_id": "1535813",
            "text": "sammála…"
        },
        {
            "user": "gmc",
            "user_id": "2689",
            "date": "2004-04-08 23:38:53",
            "id": "1535818",
            "reply_to_id": "1535813",
            "text": "en það eru bara svo margir krakkar sem nenna ekki að vera að taka strætó og eru kannski að fá lánaða bíla hjá foreldrum sínum…ef maður er á bíl þarf maður ekki að flýta sér eins mikið á morgnanna til að ná strætó…ég tek alltaf strætó en ég held að þetta myndi ekki leysa vandamál. strætó er bara ekki nógu kúl fyrir suma…."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2004-04-11 04:26:14",
            "id": "1535819",
            "reply_to_id": "1535818",
            "text": "Sammála.  Ég held ekki að þetta myndi minnka umferðarþunga.  Krakkar myndu áfram bögga foreldra sína að keyra sig til þess að þeir þyrftu ekki að fara eins snemma á fætur, bíða svo í strætóskýli í 10 gráðu frosti og hanga síðan á slánni í strætó troðfullum af misandfúlu fólki.\nÞeir sem eiga svo bíla eru að sjálfsögðu ekki að því vegna þess að það sé svo dýrt að taka strætó enda mun dýrara að eiga bíl þannig að þeir myndu líka áfram eiga bíla þó strætó væri ókeypis."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-04-10 21:39:25",
            "id": "1535820",
            "reply_to_id": "1535813",
            "text": "Samþykkt"
        },
        {
            "user": "gosli",
            "user_id": "20531",
            "date": "2004-04-11 16:28:57",
            "id": "1535821",
            "reply_to_id": "1535813",
            "text": "Er ekki sáttur með að það var ekki hægt að svara þessari grein þegar hún var ný og meðan hún var á forsíðu þá var eithvað að en ég fékk nokkur svör í privat sem var fínnt að fá álit en þetta er sniðug hugmynd og tel ég að þetta væri heitt umræðuefni hefði verið hægt að svara þessu fyrstu dagana sem hún var uppi :P"
        },
        {
            "user": "asrunaem",
            "user_id": "25358",
            "date": "2004-04-14 13:15:11",
            "id": "1535822",
            "reply_to_id": "1535821",
            "text": "ég held að þetta myndi minnka umferðina, þótt að einhverjir hér séu að segja að flestir myndu ekki hætta að bögga foreldra sína, bara til að fá að sofa aðeins lengur og þurfa ekki að bíða úti í kuldanum, en hafðu líka í huga að það eru sumir sem hafa ekki kost á því að bögga foreldra sína og biðja þá um að keyra sig, því sumir eru að leigja sjálfir íbúðir og eiga engan bíl og þéna kannksi lítinn pening að fyrir þá væru þetta stórgóð lausn, enda líst mér mjög vel á þetta ;)"
        },
        {
            "user": "gmc",
            "user_id": "2689",
            "date": "2004-04-15 19:28:03",
            "id": "1535823",
            "reply_to_id": "1535822",
            "text": "held samt að það sé minnihluti af menntaskólakrökkum sem er svona eins og þú varst að lýsa…"
        }
    ]
}