{
    "forum_title": "Kettir",
    "user": "Mater",
    "user_id": "22977",
    "date": "2004-03-31 10:57:53",
    "title": "Sorgarsaga 7 kettlinga",
    "text": "Sæl verið þið, verð bara að deila þessu með einhverjum.\nLæðan mín átti 7 kettlinga fyrir 3 vikum, einn var ekki fullburða,nánast fóstur en samt lifandi. Annar var fullskapaður en afskapleg smár og horaður. Þessir 2 dóu fyrstu nóttina og kom ekki á óvart. En því miður var einn enn sem var líka dálítið minni en hinir 4, hann var með gisinn feld og stækkaði mjög lítið.ég ákvað að láta náttúruna hafa sinn gang, hann gat greinilega ekki nýtt næringuna vel og hefur eflaust verið með meltingargalla. Hann dó eftir tæpl. 2 vikur.\nNú héldum við ( ég á 3 stálpuð börn) að þeir 4 sem eftir eru myndu hafa það gott en núna í dag eru það bara 3 sem eru að þroskast eðlilega og eru í góðum holdum, sá fjórði er að veslast upp og er greinilega ekki að nærast nóg. Ég skil það ekki því að fyrstu 2 vikurnar var hann á stærð við hina.\nÉg ætla að gefa honum ábót í dag og kannksi fara með hann á dýraspítalan svo hægt sé a bjarga honum. Vonandi er það ekki of seint.\nÉg hef aldrei átt kisu áður sem átt hefur kettlinga og þessi reynsla gerir það að verkum að ég hef ekki áhuga á að ganga í gengum svona aftur. Það er greinilegt að 7 er allt of mikið, það hefur ekki verið pláss til að allir þroskuðust eðlilega, þeir voru allr of smáir við fæðingu. það má líkja þessu við fyrirburafæðingu kannski en ég og börnin erum sérstaklega miður okkar að enn einn sé að veslast upp núna þó að 3 vikur séu liðnar og þannig ætti mesta hættan að vera liðin hjá (hélt ég)\nbestu kveðjur\nHelga",
    "url": "https://www.hugi.is/kettir/korkar/199774/sorgarsaga-7-kettlinga/",
    "url_id": "199774",
    "id": "1538219",
    "replies": [
        {
            "user": "Mater",
            "user_id": "22977",
            "date": "2004-03-31 13:19:57",
            "id": "1538220",
            "reply_to_id": "1538219",
            "text": "Sæl aftur\nHann dó áðan..\nÉg reyndi að troða í hann mjólk en hann þoldi það ekki og dó stuttu síðar.\nMeiri sorgin.. sem þessi annars gleðilegi atburður átti að verða\nBestu kveðjur\nHelga"
        },
        {
            "user": "ragga86",
            "user_id": "30086",
            "date": "2004-03-31 14:55:25",
            "id": "1538221",
            "reply_to_id": "1538220",
            "text": "Æi!! Þvílíkt sorglegt :( Læðan mín átti einu sinni sjö kettlinga og þeir voru allir nógu stórir og stálpaðir, skil ekki alveg hvað hefur gerst.. En samhryggist innilega með dúllurnar.."
        },
        {
            "user": "icecat",
            "user_id": "3744",
            "date": "2004-04-01 21:57:25",
            "id": "1538222",
            "reply_to_id": "1538219",
            "text": "Ég samhryggist þér innilega, þetta er akkúrat ástæðan fyrir því að ég hef látið gelda mínar læður strax því ég get ekki tekist á við svona, er alltof tilfinninganæm.\nGangi þér vel með restina af kettlingunum\nIceCat<br><br><b>eaue skrifaði:</b><br><hr><i>Ég hef ákveðið að gera alltaf það sem mér þykir réttast í kattauppeldi, og það er að hlýða kisa í einu og öllu</i><br><h"
        },
        {
            "user": "tappar",
            "user_id": "51267",
            "date": "2004-04-02 00:15:47",
            "id": "1538223",
            "reply_to_id": "1538219",
            "text": "Þettað var leiðinlegt. En endilega ormahreinsaðu mömmuna og kettlingana. Þettað er svipað og ég lennti í um jólin þá dóu þrír eða réttara sagt vesluðust upp og fór með þau upp á dýraspítala en þau fundu ekkert að,  svo mér datt þettað í hug því ég hef ekki ormahreinsað reglulega. Og þær voru farnar að braggast á þriðja degi núna eru 4. kettlingar af 7 lifandi og öll mjög spræk.  Kveðja Tappa"
        },
        {
            "user": "EdalLogi",
            "user_id": "17591",
            "date": "2004-04-02 13:36:05",
            "id": "1538224",
            "reply_to_id": "1538219",
            "text": "Getur verið að þeir hafi fæðst fyrir tímann.  Á svona stuttri meðgöngu getur skipt máli hver dagur sem læðan gengur lengur með.  Mig minnir að það sé reiknað með 55 dögum að meðaltali\n<br><br>EdalLogi\nwww.i-love-cats.com/meow/nfo"
        },
        {
            "user": "Mater",
            "user_id": "22977",
            "date": "2004-04-05 10:05:11",
            "id": "1538225",
            "reply_to_id": "1538224",
            "text": "Sæl öll,\nJú ég hef komist að því að annaðhvort fæddust þeir of snemma eða hættu að vaxa síðustu dagana í móðurkviði. Ég var að skoða nýfædda kettlinga og þeir eru miklu stærri en mínir voru þegar þeir fæddust.\nEn ekki vissi ég að þyrfti að ormahreinsa svona kettlinga sem aldrei hafa farið úr kassanum hvað þá meira..\n( þessir 3 sem eru eftir eru feitir og sprækir sem betur fer )\nBestu kveðjur\nHelga"
        },
        {
            "user": "EdalLogi",
            "user_id": "17591",
            "date": "2004-04-07 10:53:50",
            "id": "1538226",
            "reply_to_id": "1538225",
            "text": "Kettlingar smitast af ormum í móðurkviði.  Ég man það nú samt ekki alveg en ég er ekki viss um að hægt sé að ormahreinsa nýfædda kettlinga … ?? - Mömmuna má þó ormahreinsa strax eftir fæðingu kettlinganna - að mig minnir … Leiðbeiningarnar fylgja þó alltaf með á pakningum.\n<br><br>EdalLogi\nwww.i-love-cats.com/meow/nfo"
        }
    ]
}