{
    "forum_title": "Kvikmyndir",
    "user": "kursk",
    "user_id": "2692",
    "date": "2004-04-01 16:04:41",
    "title": "Matchstick Men-Widescreen",
    "text": "Matchstick Men er seinasta myndin sem Ridley Scott sendi frá sér, hann er að dempa sig niður milli tveggja stórmynda með þessari fínu kvikmynd. Nicolas Cage er oftast góður og slær ekki feilnótu hér. Hann er góður í hlutverki hins maníska og undarlega svindlara. Sam Rockwell kemur sterkur inn og eftir Confessions of a dangerous Mind er ég farinn að dýrka hann ágætlega mikið. Alison Lohman, stelpan sem fer með hlutverk dóttur Cage, er fín í sínu hlutverki. Ridley Scott er að gera hérna svolítið öðruvísi mynd en hann er vanur en honum tekst að skapa skemmtilegt andrúmsloft og er myndin hin besta skemmtun.\nÚtgáfan er svona la-la, ósköp venjuleg og ekki mikið út á hana að setja. Region 1 menn bomba disknum í snapper í trássi við yfirlýsingar sínar um að þeir væru að hætta að nota þau déskotans hulstur. Diskurinn kom út 24.Febrúar 2004 á R1, en myndin er nýkomin út í Evrópu. Enginn munur er á R1 og R2 útgáfunum, nema sá að R2 útgáfan er í Amaray-hulstri.\nMYNDIN\nNicolas Cage og Sam Rockwell leika hér  tvo svindlara og síma-höstlera sem ætla sér að féfletta einhvern aumingja mann. Flækist líf þeirra þegar 14 ára gömul dóttir Cage dúkkar upp og fær hann til að breyta sínum háttum.\nMYND\nMyndgæðin er fín og aspect ratioið er 2.35:1. Sígilt fyrikomulag á diskum frá Warner, myndingæðin eru einhvern veginn alltaf svona á bilinu 90-100%.\nHLJÓÐ\nEkkert spes bara venjulegt(DD 5.1). Þar sem þessi mynd byggist ekki mikið á látum og sprengingum heldur samtölum er mikilvægt að það sé vel heyranlegt. Svo er málið hér. Gott jafnvægi á milli tónlistar og talsins, þó á nokkrum stöðum fannst mér tónlistin vera frekar hátt stillt. Tvær hljóðrásir eru á disknum,franska og enska,báðar DD 5.1 og síðan er commentaru með Ridley Scott og höfundunum Ted og Nicholas Griffin.\nAUKAEFNI\nAukaefnið er af skornum skammti, þarna er að finna einn making of þátt. Sem er í raun mjög langur en virkilega skemtilegur svona miðað við aðra svon þætti sem maður hefur séð. Farið er mjög djúpt í efnið og er honum skipt í þrjá hluta: Pre-Production, Production og Post-Production. Er um það bil klukkutími og 10 mínútur að lengd. Síðan er trailer, franskur,spænskur og enskir textar. Það er ekki minnst á interactive menus né scene selection aftan á hulstrinu en til allrar lukku eru gagnvirkir valgluggar og kaflaval.\nÍ LOKIN\nÁgætis kaup þessi diskur, og er ég persónulega alfarið farinn að kaupa R1 útgáfurnar nema R2 beri eitthvað mikið af. Atriðið þegar Sam Rockwell tekur Christopher Walken eftirhermuna er í raun nóg til þess að maður kaupi diskinn. Þetta er jafnvel betra en þegar Kevin Pollak tekur hann. Diskurinn fær svona 7.0 frá mér.\nAðrar Staðreyndir\nSýningartími:116 mínútur\nAnamorphic: Já\nÚtgefandi: Warner Brothers Home Video\nRegion:1\nKURSK",
    "url": "https://www.hugi.is/kvikmyndir/greinar/199873/matchstick-men-widescreen/",
    "url_id": "199873",
    "id": "1538837",
    "replies": [
        {
            "user": "osh",
            "user_id": "18040",
            "date": "2004-04-01 17:11:18",
            "id": "1538838",
            "reply_to_id": "1538837",
            "text": "Helvíti góð mynd sem maður verður að kaupa..\nEndirinn kom mér ótrúlega á óvart."
        },
        {
            "user": "Pac",
            "user_id": "11943",
            "date": "2004-04-01 19:14:28",
            "id": "1538839",
            "reply_to_id": "1538837",
            "text": "Mér finnst Matchstick Men líklega einhver skemmtilegasta mynd seinsta ára og Nicolas er nokkuð fyndin í sínu hlutverki."
        },
        {
            "user": "zimmerman",
            "user_id": "29134",
            "date": "2004-04-01 20:48:28",
            "id": "1538840",
            "reply_to_id": "1538839",
            "text": "Matchstick Men virðist eiga að vera einhverkonar “Sting” mynd, con-artista mynd með einhverju rosa twisti á að fá þig til að pissa í buxurnar af undrun einni saman.\nEn plottið er bara örþunnt og leysist út í eitthvað melodrama hjá yfirborðskenndum persónum sem maður fær enga samkennd með.\nPersóna Cage var með öllu óáhugaverð, og þessi anal smámunasemi og áráttur hans voru til þess eins gerðar að fela það.\nSam Rockwell góður! góður að gera hvað, hans persóna var svo ómerkileg og óáhugaverð að ég bara man ekkert eftir henni.\nÞað sem mér fannst þó merkilegast við þessa mynd var að leikkonan sem lék dóttur Cage (sem átti að vera 14 ára) er fædd 1979!\nÞað eina sem kom mér á óvart í þessari mynd var að Nicholas Cage characterinn hafi ekki vitað allan tíman um hvað málið snérist, það hefði allavega verið aðeins áhugaverðara en þessi lummulegi hætti-í-glæpum-þorði-loksins-að-tala-við-afgreiðslukonu na-sem-er-ólétt-og-er-orðinn-betri-maður-og-vinn-í-tepp averslun."
        },
        {
            "user": "Refur98",
            "user_id": "4412",
            "date": "2004-04-08 21:56:32",
            "id": "1538841",
            "reply_to_id": "1538840",
            "text": "slakaðu á með stóru orðin!\nÞetta er fín mynd þó sumir hafa ekki smekk fyrir henni.\nÞað er bara einn hlutur sem pirrar mig.\nReykja menn sem eru með hreingerningar æði? sígarettur eru sóðalegar!!\nÞetta er það eina sem mér finnst skrítið."
        },
        {
            "user": "Genero",
            "user_id": "16523",
            "date": "2004-04-10 14:53:23",
            "id": "1538842",
            "reply_to_id": "1538837",
            "text": "“Hey, buddy, ever heard of a line?”\n-“Ever heard of being draged ‘cross the sidewalk, beaten ’til you…PISS BLOOD!!!!!!”\nEitt fyndnasta atriði kvikmyndasögunnar!!!:D:D:D"
        }
    ]
}