{
    "forum_title": "Heilsa",
    "user": "Peli",
    "user_id": "51997",
    "date": "2004-04-02 23:45:56",
    "title": "Heilsan í lag á stuttum tíma.",
    "text": "Er heilsan í lagi hjá þér?\nfyrir 6 vikum var heilsan mín ömurleg, síðan byrjaði ég að breyta um matarræði og hreyfa mig meira, (ekki má gleima að alltaf er gott að drekka nóg að vatni), og nú er ég búin að léttast um 6 kíló og mér líður mikið mikið betur með sjálfan mig.\nÞað er ekkert erfitt að koma heilsuni í lag farðu eftir þessum ráðum:\nHreyfðu þig minst 3x í viku,(í 20 min eða meira) ekki minna, ekki byrja of snögt þá eru meiri líkur að maður eigi eftir að gefast upp.\nEkki alltaf vera að gera það sama, t.d þessa vikuna skalltu fara út að hjóla, hina vikuna í sund o.s.f.\nEn það sem er mjög stór hluti af til þess að halda heilsunni góðri er að passa að borða rétt, dragðu úr kaffidrykkju ef að þú drekkur mikið kaffi, þú þart endilega ekkert að hætta að drekka það, bara minka drykkjuna og drekka frekar te.\nBorðaðu allan fæðuhringinn, Konrmeti, grænmeti, avexti o.s.f\nMinnkaðu þó hneisluna á kjöti, harðri fitu og sykri.\nÞað hefur hjálpað mörgum sem vilja minnka sykurneyslu, að taka cromium picolinate. Það jafnar blóðsykur og heldur sykurátsskrímslinu í skefjum.\nBurstaðu húðina á hverjum degi, það eikur blóðfæðið, sogæðakerfið og vinnur gegn appelsínuhúð, það er gott fyrir þá sem eru með appelsínuhúð og vilja losna við hana.\nFarðu í bað með jurtabaðolíu eða ilmolíum og berðu svo á þig gott húðkrem. Heilsuhúsið er með mikið úrval af vönduðum jurtasnyrtivörum.\nDrekktu 2 lítra af vatni á dag, þá hreinsar líkaminn sig alveg.\nNotaðu hvert tækifæri til að brosa og hlæja því þá framleiðir líkaminn endorfín. Endorfín styrkir ónæmiskerfið, ver þig gegn sýkingum og er sársauka-deyfandi. Sumir seigja það hafa áhrif á 6. skilningarvitið, hehe það er alltaf svo gaman að brosa.\nslakaðu á, það er nauðsinlegt að geta slakað á til þess að líða betur, farði í heitt froðubað mer róandi músik.\njá heilsan skiftir miklu máli til þess að manni líður vel með sjálfan sig :D\ngangi ykkur síðan bara allt í haginn.\nPELI",
    "url": "https://www.hugi.is/heilsa/greinar/200071/heilsan-i-lag-a-stuttum-tima/",
    "url_id": "200071",
    "id": "1540298",
    "replies": [
        {
            "user": "mindrap3r",
            "user_id": "5580",
            "date": "2004-04-05 20:58:40",
            "id": "1540299",
            "reply_to_id": "1540298",
            "text": "Til hamingju með þennan árangur.. Það getur verið erfitt að rífa sig uppúr óhollu mataræði og byrja hreyfa sig og borða rétt! Haltu þessu bara áfram mann líður alltaf vel eftir að hafa hreyft sig vel!! Good luck :"
        },
        {
            "user": "Peli",
            "user_id": "51997",
            "date": "2004-04-05 20:59:37",
            "id": "1540300",
            "reply_to_id": "1540299",
            "text": "hehe takk ;)"
        },
        {
            "user": "chromosome",
            "user_id": "39511",
            "date": "2004-04-09 21:29:01",
            "id": "1540301",
            "reply_to_id": "1540298",
            "text": "Já nú er um að gera að taka sig á, en málið er að ég er ekki að reyna að losna við kg. heldur auka þau. Reyndar ekki fitna en það er frábært að vera í góðu formi =)\nTakk takk fyrir æðislega grein með góðum upplýsingum :)"
        },
        {
            "user": "NoAngel",
            "user_id": "15331",
            "date": "2004-04-11 16:53:15",
            "id": "1540302",
            "reply_to_id": "1540298",
            "text": "Mjög góð grein, og flott hjá þér að vera svona duglegur :) Haltu því áfram!"
        },
        {
            "user": "ulfur",
            "user_id": "1399",
            "date": "2004-04-12 15:57:29",
            "id": "1540303",
            "reply_to_id": "1540298",
            "text": "Snilld .. til hamingju með að rífa þig svona upp.. það er oftast erfiðasti hjallinn að byrja..  langaði að benda líka á góð áhrif jógaástundunar… ofsa góð slökun og fyllir líkaman af súrefni með djúpri öndun og aukin súrefnisupptaka þýðir meiri orka , aukin orka - meira hugrekki , meira hugrekki meiri gleði  :) .. Það bjóða flestar líkamsræktarstöðvar upp á jógatíma. Td worldclass í Laugum sem býður upp á úrval af mismunandi jógatímum fyrir fólk í mismunandi formi…..\nom shanti"
        },
        {
            "user": "Magnus",
            "user_id": "6818",
            "date": "2004-04-17 21:26:30",
            "id": "1540304",
            "reply_to_id": "1540298",
            "text": "Ég gerði svipað.\nÍ ágúst siðastliðnum lagði ég bílnum mínum og tók út hjólið.  Síðan þá hef ég hjólað allra minna ferða;  í og úr vinnu, út í búð, í heimsóknir og margt fleira.  Ég spara að minnsta kosti 12.000 kr á mánuði í bensín og fæ vel nóga hreifingu ( 40 til 60 minútur á dag)  Svo er þetta feiki góð útivera og andskoti skemmtilegt.\nOg ef einhver heldur því fram að það sé ekki hægt að hjóla á íslandi:  Ég hjólaði í allan vetur, í snjó og sliddu, hvaða veðri sem er!  Og ég er að hjóla vestast úr Kópavoginum og upp á Stuðlaháls!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-04-20 13:47:54",
            "id": "1540305",
            "reply_to_id": "1540298",
            "text": "ekki alleg að fatta þetta með að skrúbba sig… með kerju þá?\nen annars til hamingju með árangurinn…"
        }
    ]
}