{
    "forum_title": "Hundar",
    "user": "gugusta",
    "user_id": "47724",
    "date": "2004-04-05 12:31:03",
    "title": "Blóðhundar-Bloodhound",
    "text": "Þar sem ég hef mikinn áhuga á þessari tegund ætla ég að segja ykkur smá um þá enjoy :\nBlóðhundur eða bloodhound er þekktur fyrir\nlyktarskin sitt og hæfileikann til að rekja slóðir\nog er talinn einn af bestu leitarhundategundunum í dag.\nSaga og uppruni\nBlóðhundurinn er ævaforn tegund sem kemur\nupphaflega frá miðjarðarhafslöndunum. Talið er að hann\nhafi komið frá borginni Constantinople til Englands.\nÁ 12 öld var tegundin síðan mjög vinsæl meðal\ntrúaðs heldra fólks og á þeim tíma var hundurinn þekktur\nundir nafninu Chien de St. Hubert. Á endanum fékk\nhann síðan nafnið bloodhound og var það ekki vegna þess\nað hann gæti rakið blóðslóðir heldur vegna þess að hann\nvar vinsælastur hjá heldra fólki og kóngafólki sem auðvitað\nbar blátt blóð í æðum sér\nBlóðhundurinn er eins og áður sagði þekktur fyrir hæfileikann\nað geta rakið hinar daufustu slóðir og er hann einn af elstu\nhundategundunum\nsem rekja slóðir.\nUpphaflega var hann ræktaður til þess að þefa upp dádýr\nen í dag er hann mestmegnis notaður til þess að þefa upp\nfólk og er enginn önnur tegund í dag sem hefur eins gott\nnef og blóðhundurinn.\nStærð og útlitseinkenni\nBlóðhundurinn er stór hundur með sléttan feld. Hann\nvirkar mjög virðulegur og jafnframt alverlegur í útliti auk\nþess sem hann er með mikið laust og lafandi skinn í\nkringum hálsinn. Eyrun eru síð og augun djúpsett. Höfuð\nhundsins er langt búkurinn sterklegur, skottið á að vera\nlangt og þykkt. Feldurinn er snöggur og sléttur og getur\nverið rauður, black&tan, gulbrúnn eða ljósbrúnn. Fullorðinn\nblóðhundur vegur 40-60 kg og á að vera 61- 66 cm á\nherðakambinn.\nSkapgerð\nÞrátt fyrir að vera stór og sterklegur er blóðhundurinn\nekki mikill varðhundur. Hann er mjög elskulegur og vinalegur\nhundur sem getur oft á tíðum verið frekar feiminn. Hann\ner ekki þekktur fyrir að vera duglegur í hlýðniæfingunum\nog getur verið frekar þrjóskur ef hann vill.\nBlóðhundurinn er frábær fjölskylduhundur og þarfnast hann\nfjölskyldu til þess að vera sem ánægðastur. Hann er auðvitað\nstór hundur og þaf sitt pláss en sættir sig við allt á meðan\nhann hefur félagsskap fjölskyldu. Hann er þó ekki fyrir alveg\nalla þar sem hann á það ti lað hrjóta mjög hátt, slefa\nrosalega og gelta mjög hátt.\nUmhirða\nYfir sumartímann gæti þurft að baða hundinn\neinu sinni til tvisvar á mánuði vegna þess hvað\nóhreinindin festast vel í feldinum á honum. Einnig þarf að\nhreinsa eyrun nokkrum sinnum í viku.\nÞjálfun\nBlóðhundurinn er yfirleitt mjög þægur og viðráðanlegur\nþrátt fyrir stærðina. Hann þarf enga sérstaka þjálfun til að\nþefa uppi slóð þar sem þessi hæfileiki virðist vera genum\nhans.Hann þarf hinsvegar þjálfun í að læra að nota þennan\nhæfileika því annars gæti hann orðið sér að voða. Því þegar\nblóðhundur finnur lyktarslóð, byrjar hann að elta hana\nog jafnvel út á miðja götu, hann er ekki að fylgjast með\nbílum eða öðrum hættum sem kunna að vera á vegi hans\nog hættir hann ekki að þefa fyrr en hann finnur eiganda\nlyktarinnar. Hann er fljótur að læra en getur verið\nmjöööög þrjóskur.\nSérþarfir\nTegundin þarf daglega hreyfingu eins og flest allir hundar\nen það má ekki hafa hann þá lausa því að ef þeir finna\nslóð til að elta hætta þeir ekki fyrr en þeir hafa fundið eiganda\nlyktarinnar. Hann hugsar einungis um lyktina og passar\nsig því ekkert á þeim hættum sem geta leynst í\numhverfinu t.d. bílum.\nSjúkdómar\nBlóðhundurinn er almennt séð mjög heilbrigður hundur.\nEftirfarandi sjúkdómar hafa sést í tegundinni.\n- Bloat, lífshættulegur sjúkdómur þar sem\nsnýst upp á magann.\n- Mjaðmalos\n- Eyrnasýkingar og bólgur eru mjög algengar vegna\nþess hvað hann er með stór og lafandi eyru.\n- Meðallíftími blóðhunds er 9-11 á",
    "url": "https://www.hugi.is/hundar/greinar/200452/blodhundar-bloodhound/",
    "url_id": "200452",
    "id": "1543009",
    "replies": [
        {
            "user": "kaffibaun",
            "user_id": "20007",
            "date": "2004-04-05 20:44:30",
            "id": "1543010",
            "reply_to_id": "1543009",
            "text": "fín grein :D þessir hundar eru fínir og tryggir, en þeir eru svo rosalega ljótir ég myndi ekki vilja einn :$ ég veit, rosalega shallow, en ég bara get ekki hugsað mér það!"
        },
        {
            "user": "Redfish",
            "user_id": "4160",
            "date": "2004-04-06 16:15:39",
            "id": "1543011",
            "reply_to_id": "1543010",
            "text": "Það er ekki eins og þú farir að sofa hjá hundinum… eða hvað?"
        },
        {
            "user": "kaffibaun",
            "user_id": "20007",
            "date": "2004-04-06 21:55:00",
            "id": "1543012",
            "reply_to_id": "1543011",
            "text": "nei ekki þessum, ég hef smekk!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-04-06 15:09:56",
            "id": "1543013",
            "reply_to_id": "1543009",
            "text": "Hvaðan stalstu þessu ?"
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2004-04-06 15:20:47",
            "id": "1543014",
            "reply_to_id": "1543009",
            "text": "svolítill copy-paste óþefur af þessu en stórgott samt, fín skýrsla um bloodhound"
        },
        {
            "user": "aaaaa",
            "user_id": "39242",
            "date": "2004-04-06 16:22:47",
            "id": "1543015",
            "reply_to_id": "1543009",
            "text": "Þetta er tekið úr einhverjari hundabók það er alltaf talað um sögu hverrar tegundar fyrir sig í svoleiðis bókum, alveg point laust að vita einhverjar svoleiðis upplisingar.\nEn samt vel pikkað inn á tölvunna :)"
        },
        {
            "user": "gugusta",
            "user_id": "47724",
            "date": "2004-04-06 18:53:32",
            "id": "1543016",
            "reply_to_id": "1543015",
            "text": "ég tók þetta upp úr hunda bók…eiginlega bara beint en,wtf??"
        },
        {
            "user": "aaaaa",
            "user_id": "39242",
            "date": "2004-04-07 12:24:21",
            "id": "1543017",
            "reply_to_id": "1543009",
            "text": "Engin leiðindi en þetta en þetta flokkast samt sem ritstuldur. Seinast þegar ég skrifaði grein hérna þá sendi ég viðkomandi bréf  og sagði honum frá þessu og bað um hans leyfi."
        },
        {
            "user": "sodastream",
            "user_id": "42149",
            "date": "2004-04-08 00:10:48",
            "id": "1543018",
            "reply_to_id": "1543017",
            "text": "Vá hún er bara að reyna fræða fólk um þessa tegund ! Fín grein gugusta !"
        },
        {
            "user": "sodastream",
            "user_id": "42149",
            "date": "2004-04-08 05:47:31",
            "id": "1543019",
            "reply_to_id": "1543018",
            "text": "Það má að mínu mati taka svona upplýsingar upp úr bók ef þú skráir heimildina fyrir neðan.Þetta eru ágætishundar:)"
        },
        {
            "user": "aaaaa",
            "user_id": "39242",
            "date": "2004-04-09 18:32:42",
            "id": "1543020",
            "reply_to_id": "1543018",
            "text": "Það er ekki málið, hún má alveg fræði fólkið en hún þarf að geta heimilda þar sem hægt  er að kæra fyrir svona lagað."
        },
        {
            "user": "Nellie",
            "user_id": "17657",
            "date": "2004-04-13 01:52:46",
            "id": "1543021",
            "reply_to_id": "1543009",
            "text": "vá…greinilega copy/paste.. :/ er það ekki bannað???"
        }
    ]
}