{
    "forum_title": "Bækur",
    "user": "tmar",
    "user_id": "14050",
    "date": "2004-04-07 09:15:14",
    "title": "Íslenskst online bókmenntatímarit",
    "text": "Komið öll sæl!\nÉg er að koma á laggirnar bókmenntatímariti þar sem að grasrótin fær að njóta sín, þe. höfundar sem eru að stíga sín fyrstu skref. Allt of lítið er um miðla fyrir alla þá fjölmörgu sem langar til að verða rithöfundar eða skáld. Útgáfur taka gott sem aldrei áhættur með unga höfunda, þeir bíða frekar og sjá hvort að einhver önnur útgáfa tekur áhættuna. Þar af leiðir er mjög erfitt fyrir ungskáld að fá útgefið efni sitt. Auk þess eru hér á landi ekki nein tækifæri til að fá gefna út eina sögu, eitt ljóð eða stuttan texta, að TMM frátöldu (kemur út örsjaldan á ári) og smásagnahefti Nýs lífs (sem vill bara ákveðna tegund af sögum). Í þessu tímariti mínu hef ég hugsað mér að hafa eingöngu sögur eða ljóð, ekki fræðitexta nema í mjög takmörkuðu magni og reyna frekar að beina sjónum að því að koma ungu og hæfileikaríku fólki á framfæri.\nEn til þess að þetta gangi upp þarf talsvert efni í blaðið. 'Eg hafði hugsað mér að það kæmi út á þriggja mánaða fresti og innihéldi að jafnaði 5 sögur og 10-20 ljóð. Mig vantar efni, því vart fer ég að fylla blaðið af efni eftir sjálfan mig. Endilega sendið allt sem ykkur dettur í hug að myndi passa í svona blað á e-mail:\nverdanditimarit@hotmail.com\n. Höfundarréttur er virtur og fyllsta trúnaðar gætt. Ég mun láta ykkur vita hvort að ykkar texti komi út eða ekki. ég tek þó skýrt fram, að ég stunda ekki prófarkarlestur fyrir ykkur, þið þurfið sjálf að tryggja að ykkar textar séu villulausir. Ég birti EKKI sögur sem eru stútfullar af stafsetningar- og málfræðivillum.\nAuk þess langar mig að benda öllum sem hafa áhuga á að fá blaðið sent til sín (BLAÐIÐ ER ÓKEYPIS OG MUN EKKI KOSTA YKKUR KRÓNU!!!) þurfa að senda mér email addressuna sína á sama veffang og áður kom fram:\nverdanditimarit@hotmail.com\n. Blaðinu er dreift á netinu og kostar viðtakendur/áskrifendur ekki neitt. Þetta er algerlega hugsað sem framtak til að koma ungu fólki á framfæri í bókmenntaheiminum.\nTakk fyrir.",
    "url": "https://www.hugi.is/baekur/greinar/200736/islenskst-online-bokmenntatimarit/",
    "url_id": "200736",
    "id": "1544885",
    "replies": [
        {
            "user": "hvurslags",
            "user_id": "7875",
            "date": "2004-04-07 13:51:59",
            "id": "1544886",
            "reply_to_id": "1544885",
            "text": "Frábært framtak tmar!"
        },
        {
            "user": "tmar",
            "user_id": "14050",
            "date": "2004-04-08 12:54:22",
            "id": "1544887",
            "reply_to_id": "1544885",
            "text": "Kynningarbréf hefur verið sent til allra stóru útgáfanna og hafa viðbrögð þeirra verið mjög jákvæð. Hafa sýnt þessu mikinn áhuga. Þetta er því góð leið til að koma sér á framfæri við þær."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-04-12 22:46:23",
            "id": "1544888",
            "reply_to_id": "1544885",
            "text": "Vá!!\nþetta er alveg rosalega gott hjá þér!!!\nþetta mað stafsetnignafjöldan…Þeir sem eru með lesblindu og lagnar að skrifa í þetta þá er mjög gott að fá sér Púki það er forrit sem sýnir stafsetnignar villurna"
        },
        {
            "user": "Sithy",
            "user_id": "18816",
            "date": "2004-04-15 20:34:41",
            "id": "1544889",
            "reply_to_id": "1544885",
            "text": "Frábært!"
        },
        {
            "user": "tmar",
            "user_id": "14050",
            "date": "2004-04-27 23:56:44",
            "id": "1544890",
            "reply_to_id": "1544885",
            "text": "Hvenar á það svo að koma út"
        },
        {
            "user": "tmar",
            "user_id": "14050",
            "date": "2004-04-28 14:53:38",
            "id": "1544891",
            "reply_to_id": "1544890",
            "text": "15. maí…..fréttatilkynning bráðum."
        },
        {
            "user": "Aesa",
            "user_id": "14937",
            "date": "2004-04-28 18:00:39",
            "id": "1544892",
            "reply_to_id": "1544885",
            "text": "Frábær hugmynd! Hreinbær snilld!\nEn í sambandi við sögurnar, hversu langar/stuttar mega þær vera?"
        },
        {
            "user": "tmar",
            "user_id": "14050",
            "date": "2004-04-28 20:41:54",
            "id": "1544893",
            "reply_to_id": "1544892",
            "text": "Af öllum stærðum og gerðum."
        },
        {
            "user": "tmar",
            "user_id": "14050",
            "date": "2004-05-06 08:40:08",
            "id": "1544894",
            "reply_to_id": "1544885",
            "text": "Sæl!\nNú eru 9 dagar þar til Verðandi kemur út.\nTil stendur að fá Kistuna.is í samvinnu við Skelmi. Hugmyndin er að birta eina, tvær sögur á þeim vef og bjóða notendum kistunnar möguleika á því að hlaða niður blaðinu.\nÚtgáfur hafa sýnt þessu töluverðan áhuga, m.a. JPV og Edda, og fá vel flestar blaðið sent. Ég hvet ykkur eindregið til að dreifa blaðinu á sem flesta vini og kunningja, því meiri dreifingu sem blaðið fær, því betri vettvangur. Endilega hvetjið sem flesta til að lesa og skrá sig sem ‘áskrifendur’ eða öllu heldur þiggjendur þessa blaðs.\nÍ blaðinu birtast 6 sögur og í kringum 20 ljóð í þetta skiptið. Þar á meðal  eru 2 hrollvekjur og 2 fantasíur. Verst þykir mér að hafa ekki sci-fi, en ef  þið vitið af einhverjum þarna úti sem skrifar slíka texta, endilega komið  honum/henni í samband við mig.\nUppi er sú hugmynd að gefa út, einhvern tímann í náinni framtíð, sérblöð\ntileinkuð útlendum höfundum en í þýddir. Það væri gaman að geta birt\nþýðingar á verkum Lovecraft, Roberts Jordan, R.A. Salvatore og fleiri.\nEf  þið hafið áhuga á að taka að ykkur slíkar þýðingar, látið mig vita.\nMBK,\nÞorsteinn Mar\nPS. Gleðilegt sumar!"
        }
    ]
}