{
    "forum_title": "Stórmót",
    "user": "ZabO",
    "user_id": "671",
    "date": "2004-04-08 18:13:37",
    "title": "Ísland - England 5. júní 2004",
    "text": "Jæja elsku hugar, þá er komið að því.\nÞað er ekki á hverjum degi sem við Íslendingar mætum stórþjóð og stjörnum eins og landsliði Englendinga. Þvílíkt og annað eins! Maður er farinn að heyra að Íslendingar ætli að fjölmenna á leikinn, og ég er sko einn af þeim. Ég keypti mér miða um daginn og get ekki beðið!\nMér datt í hug að setja inn nokkra landsliðs upplýsingar og linka fyrir þennan landsleik því það er alveg nauðsynlegt að skella sér, það voru keyptir 4000 miðar og það er einhver slatti eftir ennþá.\nOk í boði er pakkaferð með Úrval-Útsýn. Það er meirasegja búið að bæta við annari flugvél því það er búið að seljast upp í eina nú þegar. Þarna er allt innifalið, leiguflug til Manchester út fim. og heim sun. en leikurinn sjálfur er á laugardaginn. Þetta kostar frá 50.000 með hóteli og öllu. Farið á heimasíðu Úrval Útsýn og skoðið þetta, slóðin er\nhttp://www.urvalutsyn.is/serferdir/ithrottir/fotbo lti/ferdir-a-leiki/england-v-island/\n.\nÉg reyndar ætla að fljúga beint til London með Icelandexpress og taka lest upp til Manchester, gisti bara í London, en flugið kostar núna með þeim um 20.000 kall og þá kaupiru bara stakann miða á leikinn hjá ÚrvalÚtsýn á 3.750. Töluvert ódýrara fyrir námsmenn og svona.\nSvo bara allir á völlinn! Áfram Ísland\nKíkiði á:\nwww.aframisland.is\nwww.ksi.is",
    "url": "https://www.hugi.is/stormot/greinar/200865/island-england-5-juni-2004/",
    "url_id": "200865",
    "id": "1545809",
    "replies": [
        {
            "user": "ZabO",
            "user_id": "671",
            "date": "2004-04-19 14:15:29",
            "id": "1545810",
            "reply_to_id": "1545809",
            "text": "Halló? Er virkilega enginn hérna á huga að fara á leikinn? Þetta verður þvílík upplifun!"
        },
        {
            "user": "sibbi90",
            "user_id": "43296",
            "date": "2004-04-22 19:09:08",
            "id": "1545811",
            "reply_to_id": "1545810",
            "text": "Ísland vs England?? það fer svona 3-0 fyrir england eða meira, Ég hef farið oft á svona leikir. Ísland vs england er ekki jafn gaman og Frakkland vs Þýskaland"
        },
        {
            "user": "ZabO",
            "user_id": "671",
            "date": "2004-04-22 23:14:46",
            "id": "1545812",
            "reply_to_id": "1545811",
            "text": "Nú? Það var nú alveg nógu helvíti skemmtilegt á Ísland-Þýskaland þótt við gerðum jafntefli og töpuðum!! Ég fékk flug á 10.000 kall fram og til baka og miðinn á leikinn kostaði 3.750. Ég sef svo í rútunni fram og til baka frá manchester, kaupi mér mat og bjór fyrir uþb 10000 kall, ferðin þá 24.000 kall! Ekki leiðinlegt! Hversu oft sér maður stórstjörnurnar frá Englandi leika?\nÁfram Ísland!!!"
        },
        {
            "user": "Steffz",
            "user_id": "52357",
            "date": "2004-04-28 13:29:19",
            "id": "1545813",
            "reply_to_id": "1545812",
            "text": "“Hversu oft sér maður stórstjörnurnar frá Englandi leika?”\nreyndar farið á Anfield 11 sinnum… langar bara heldur ekkert á þennan leik! splæsi mínum monní í leik með Frökkum!"
        },
        {
            "user": "Gegedi",
            "user_id": "39102",
            "date": "2004-05-01 14:16:36",
            "id": "1545814",
            "reply_to_id": "1545812",
            "text": "ég held að þetta verði alveg rosalega skemmtilegt að fara á þennan leik fyrir þig. Leiðinlegt að ég kemst ekki, væri pottþétt til í að fara…\nÁfram Ísland!!"
        },
        {
            "user": "wbdaz",
            "user_id": "6083",
            "date": "2004-05-11 11:19:19",
            "id": "1545815",
            "reply_to_id": "1545812",
            "text": "Nokkuð gott að fá flug fram OG tilbaka á samtals 10þúsund. Ég borga nú 50 þúsund fyrir minn pakka, en þá er líka engin 4 klukkutíma rútuferð og smá tími til að “smakka” bjórinn í Manchester."
        },
        {
            "user": "sKaKKur",
            "user_id": "5790",
            "date": "2004-06-04 21:23:09",
            "id": "1545816",
            "reply_to_id": "1545809",
            "text": "er þetta ekki bara æfingarleikur? … hlakka samt til að sjá hvernig fer :)"
        },
        {
            "user": "Nemesis",
            "user_id": "22078",
            "date": "2004-06-07 00:08:58",
            "id": "1545817",
            "reply_to_id": "1545816",
            "text": "Þess má til gamans geta að þessi leikur fór 6-1 fyrir Englendingum."
        },
        {
            "user": "ZabO",
            "user_id": "671",
            "date": "2004-06-07 23:48:59",
            "id": "1545818",
            "reply_to_id": "1545817",
            "text": "Þetta var hverrar krónu virði og vel það!!!"
        },
        {
            "user": "Nemesis",
            "user_id": "22078",
            "date": "2004-06-08 01:34:36",
            "id": "1545819",
            "reply_to_id": "1545818",
            "text": "Getið allavega ekki kvartað yfir of fáum mörkum =D"
        }
    ]
}