{
    "forum_title": "Dulspeki",
    "user": "ghost69",
    "user_id": "14709",
    "date": "2004-04-08 02:53:16",
    "title": "Þjóðtrú",
    "text": "Ég var í framhaldskóla hér um árið í trúarbragðafræði og ákvað að skrifa um\nandatrú, eða réttara sagt trú manna á hina ýmsu anda eða verur sem eru á ferð í\nkringum okkur. Þetta verður bara rétt stutt yfirlit um það sem ég skrifaði og það\nværi gaman að heyra annara manna álit.\nÖll gömul trúarbrögð, þjóðsögur og hin ýmsu nútíma þjóðsögur er að mestu líkar\ní háttum.\nFyrst ber að nefna að því fleiri sem byrja að trúa hin ýmsu fyrirbæri sem ekki geta\nverið skírð með vísindu, þá aukast sögur um þá sem komist hafa í samband við\ntd. Álfa, eða verið brottnumdir af geimverum.\nGeimverum? spyrja einhverjir sig núna. Já Geimverur eru Álfar nútímamannsins.\nAllir hafa heyrt sögur, eða líklegar séð myndir eða þætti se fjalla um menn sem\nnumdir eru á brott bæði með sínum vilja og gegn um borð í Geimskip. Þessir\neinstaklingar dvelja svo misslengi hjá geimverunum og við misgóðar aðstæður.\nsumir lenda bara í þessu einu sinni en hjá öðrum skeður þettaa nær reglulega.\nÞetta hjlómar í mínum eyrum eins og klippt nr beint upp úr þjóðsögum Árna\nMagnússonar. En ég er kannski einn af þeim fáu sem nennt hafa lesa þær.  En þær\nljóma mjög líkt, eða nær væri að segja. þær eru alveg eins ef maður setur Álf í\nstaðinn fyrir Geimveru. og fara með þá til hulduheima en ekki út í geim.\nOg nú er best að þú lesandi góður spyrjir þig að þrennu.\nTrúiru á geimverur?\nTrúiru á álfa, huldufólk, dverga og tröll?\nog ef þú svarar já við einu, afhverju trúiru þá á ekki á bæði? Bæði eru\njafntrúverðug. annað er bara í meiri tísku í dag heldur en hitt.",
    "url": "https://www.hugi.is/dulspeki/greinar/200862/thjodtru/",
    "url_id": "200862",
    "id": "1545725",
    "replies": [
        {
            "user": "cappel",
            "user_id": "46901",
            "date": "2004-04-08 11:29:15",
            "id": "1545726",
            "reply_to_id": "1545725",
            "text": "Mér finnst ekki það sama að trúa á geimverur og á álfa. Álfar hafa alltaf lifað í sögusögnum okkar íslendinga og komu frá ásatrúnni, sjálf trúi ég á þá og tröll og dverga, en það tengist ekkert því að ég trúi líka pottþétt á geimverur, við mennirnir erum geimverur, hvernig er hægt að trúa að menn/við séum ekki til. Öll dýr jarðar eru geimverur og það er fáránlegt að halda því fram að jörðin sé eitthvað spes og við séum einu lífverurnar í alheimi! Ef maður tekur sér tíma og pælir í hve stór alheimurinn virkilega er þá sannfærist maður um að það sé líf þar einhversstaðar."
        },
        {
            "user": "bossanova",
            "user_id": "14499",
            "date": "2004-04-08 11:54:27",
            "id": "1545727",
            "reply_to_id": "1545726",
            "text": "Þetta er bara útúrsnúningur.  Fyrir hugsanlegum verum á öðrum hnöttum erum við auðvitað geimverur, en þegar við tölum um geimverur þá erum við að tala um verur frá öðrum hnöttum og þá gjarnan vitsmunaverur.  Ég sé heldur ekki hvað þetta hefur með málið að gera.  Jafnvel þó að það væru til vitsmunaverur á hnöttum við aðrar stjörnur en sólina okkar, -ekkert bendir til að slíkt geti verið tilfellið í okkar eigin sólkerfi-, þá eru nánast engar líkur á að um nokkurn samgang gæti verið að ræða.  Það er alltaf verið að renna styrkari stoðum undir þá kenningu, að það sé órjúfanlegt náttúrulögmál að ekkert efni, eða orka, geti borist um rúmið á meiri hraða en hraða ljóssins. Það, að koma efnismassa eins og t.d. geimfari á hraða sem nálgaðist ljóshraðann, myndi útheimta ofsalega mikla orku, þá erum við að tala um t.d. milljónfalda þá orku sem notuð er í dæmigerðu geimskoti.  Næsti nágranni utan sólkefisins er í ca 4 ljósára fjarlægð og allt annað er síðan í þaðan af svakalegri fjarlægðum."
        },
        {
            "user": "Kruzio",
            "user_id": "33774",
            "date": "2004-04-08 13:12:09",
            "id": "1545728",
            "reply_to_id": "1545727",
            "text": "thad eru 70 trilljon stjornur i heiminum,af hverju aetti jordin ad vera su eina utvalda?…."
        },
        {
            "user": "bossanova",
            "user_id": "14499",
            "date": "2004-04-08 14:28:34",
            "id": "1545729",
            "reply_to_id": "1545728",
            "text": "Hver heldur því fram?"
        },
        {
            "user": "hjeppi",
            "user_id": "3701",
            "date": "2004-04-08 19:09:47",
            "id": "1545730",
            "reply_to_id": "1545726",
            "text": "Það að kalla okkur jarðarbúa geimverur, er eins fáránlegt og að kalla okkur íslendinga, útlendinga."
        },
        {
            "user": "bossanova",
            "user_id": "14499",
            "date": "2004-04-09 01:43:58",
            "id": "1545731",
            "reply_to_id": "1545730",
            "text": "Eins og talað úr mínu hjarta!  Ég hefði ekki getað orðað þetta betur.\nKv. Bossanova"
        },
        {
            "user": "bossanova",
            "user_id": "14499",
            "date": "2004-04-08 11:41:08",
            "id": "1545732",
            "reply_to_id": "1545725",
            "text": "Þetta er hárrrétt hjá þér.  Ég er alveg sannfærður um að þetta er af sama toga.  Það er líka þannig að þegar maður les þessar sögur, eða frásagnir, þá er upplifunin lang oftast tengd svefni og draumum.  Þannig eru álfa- og tröllasögurnar líka meira eða minna í þjóðsagnasafni JÓNS ÁRNASONAR.  Einhver er er t.d. að ganga fjallveg, verður villtur í þokunni, leggst örmagna undir klett og sofnar.  Svo byrjar ballið.  Sama er mjög oft í þessum geimverusögum.  Fólk er numið á brott úr rúmunum sínum og það var hálfmeðvitundarlaust allan tímann, erfitt að muna hvað gerðist, en tekst samt að lokum, o.s.frv.\nSemsagt, sammála þér.\nKveðja, Bossanova"
        },
        {
            "user": "ghost69",
            "user_id": "14709",
            "date": "2004-04-08 14:01:26",
            "id": "1545733",
            "reply_to_id": "1545725",
            "text": "pælingin hjá mér var ekki að velta fyrir mér vegalengd á milli stjarna, eða hvort líf finnist á öðrum hnöttum. heldur það að bera saman almenna þjóðtrú eins og hér á Íslandi saman við þá nýju þjóðtrú sem er að breiðast út um heiminn.\nÁlfar og huldufólk voru mikið í huga íslendinga hér áður fyrr. Enda er það ekki skrítið ef maður pælir í því. Álfar lifa venjulega í steinum eða björgum, og nóg er af taka af því hér á landi. Tröllinn lifðu í fjöllunum, og ekki er nú lítið af þeim.\nÞað sem einkennir svona trú á álfa og annað er að sögur og trú á þær er sterkast þar sem lítil byggð er og mikið um fjöll. og hér á íslandi er landið næstum ekkert byggt og þar sem byggð er og var er hún mikið dreifð um landið. (að höfuð borgar svæðinu undanskilinu.\nMun færi þar trúa á til vist álfa. Og en færri í öðrum löndum sem eru mjög þéttbygð og lítið um óbygðir eða fjallendi. eins og td. Holland. Þar er fólk enganveginn trúað á álfa eð aannað.\nGeimverur hafa hinsvegar fangað hjarta borgar búans. þær eru frá stöðum sem eru fjarlægir og afskekktir. það er hægt að láta ýmundunaraflið ráða för um þær. En síðan þegar maður skoðar staðsetningar hvar geimverur eiga að hfa tekið menn þá er það venjulega einhverstaðar í fámennum sveitum. á afskekktum vegum eða álíka stöðum.\ní stuttumáli trúi ég því að við mennirnir búum til verur til fylla upp í myrkur hins óþekkta. Hver hefur ekki verið að keyra upp á gömlum fjallvegi einn, og það laumast að honum sú hugsun að, Kannski er eitthvað þarna vil hliðina á veginum.\nog geimverur geta vel verið til. ein líkur benda til að þær séu ekki í neinni nálægð við okkur. og líklega búa þær einhverstaðar þar sem þær sjá okkur ekki. það er í það margra ljósára fjarlægð að ef þær hafa yfir nóga mikilli tækniþekkingu að ráða þá myndi þær mjög líklega bara sjá jörðina eins og hún kannski fyrir 10.000 árum, eða jafnvel eins og hún var þegar risaeðlurnar voru en á stjá. við erum bara búinn að vera hér “siðmenntuð” í um 6000 ár. það er 6000 ljós ár í allar áttir eru mennirnir sýnilegir. síðan við byrjuðum að spá í geimverum fyrir um 60 árum þá hefur það ljós að eins borist litíl 60 ljós ár. það er ekki neitt."
        },
        {
            "user": "MacLeod",
            "user_id": "39913",
            "date": "2004-04-08 17:29:14",
            "id": "1545734",
            "reply_to_id": "1545733",
            "text": "Reyndar hafa fundist i hellum i sudur ameriku og annarstadar, myndir af ymisskonar furduverum sem ad frædimenn telja ad hafi verid verur utan ur geimnum eda ad minnsta kosti hafa their sem maludu verkin haldid thad. Jafnvel tekid thessar verur i gudatølu og thar sem sudur og mid-ameriskir indjanar voru yfirleitt herskair ad tha ma ganga ut fra thvi ad their hafi ordid fyrir einhverri reynslu sem their hafi fyllst lotningu eda jafnvel hrædslu yfir.\nEinhvers stadar hafa truarbrøgd ordid til og thvi ekkert til fyrirstødu ad halda thad ad einhverjar geimverur hafi heimsott folki fyrir morgum hundrudum eda thusundum ara.\nHvad alfa og huldufolk varda ad tha er folk entha ad verda vart vid thad. Jeg hef heyrt fullt af søgum fra folki sem er mjøg naid mjer sem hefur att samskipti vid huldufolk eda annars konar reynslu af thvi og thau voru i vøkuastandi og ekki a neinum lyfjum eda hvad thad nu er sem ad einhverjir vantruadir vilja meina ad hafi verid orsøk thessara hindurvitna.\nGeimverur eru alls ekki alfar nutimanns! adeins med tilkomu fjølmidla og tækni eins og blada og sjonvarpa og myndavjela hefur verid meiri umfjøllun um geimverur nuna heldur en adur.\nEf ad likamsform alfa væri a sama tilverursvidi og flestar geimverur a tha væru einnig til fullt af myndum af theim en thar sem their eru undir svipudu astandi og framlidnir ad tha tharf midla og einhverskonar myndavjelagræju til ad taka myndir af theim, th.e. venjulegar myndavjelar eiga i erfidleikum med ad na ad mynda thessa hau sveiflutidni sem ad alfar, huldufolk og framlidnir eru a.\nOg ja alfar eru ekki tilkomnir ur asatru eins og einhver var ad halda fram!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-04-08 16:20:36",
            "id": "1545735",
            "reply_to_id": "1545725",
            "text": "vá það á bara að leggja niður alla trú, ekkert nema vandræði sem fylgja þessu rugli!"
        },
        {
            "user": "hjeppi",
            "user_id": "3701",
            "date": "2004-04-09 00:30:40",
            "id": "1545736",
            "reply_to_id": "1545725",
            "text": "Getur ekki líka verið að fólk hafi einfaldlega kallað geimverur álfa og huldufólk þar sem því datt ekki í hug að þetta væru verur frá öðrum hnöttum?"
        },
        {
            "user": "KilleYe",
            "user_id": "27109",
            "date": "2004-04-09 02:33:10",
            "id": "1545737",
            "reply_to_id": "1545725",
            "text": "ég trúi á álfa og þessháttar og ég trúi líka á geimverur … ég trúi hinsvegar ekki að geimverur séu eins og fólk eða þannig sko .. ég trúi að það sé líf á öðrum plánetum … en ekki geimverur eins og þær eru í bíómyndum og teiknimyndum."
        },
        {
            "user": "Permanent",
            "user_id": "10665",
            "date": "2004-04-09 12:58:13",
            "id": "1545738",
            "reply_to_id": "1545725",
            "text": "Þarna er ég fullkomlega sammála þér.gætir ekki hitt naglan betur á höfuðið en aftur á móti spinnist þetta niður á það sem kallst trú.hefr þú trú á því að þú getur verið sjálfur álfur.Geturðu tekið öll þessi æfintýri og yfir fært þau algerlega inn í okkar raunveruleika.Það er mín skoðun að öll æfintýri sé ekkert annað en myndbreyting á hinu stærsta æfintýri sem er lífið sjálft.Ef þú yfirfærir til dæmist æfintýrið lord of the rings yfir á okkar heim þ.a.s. okkar jörð er sjálfur miðgarður!hvar sérðu sjálfan þig best sem sögupersóna í því handriti!! sú persóna sem þú sérð best er algerlega hver þú ert í þeirri sögu sem heitir man kynsaga og einnig hvað hlutverk þitt er í þeirri sögu.Ég allavega gerði þetta til þess að sjá minn tilgang í þessu lífi.\nkv"
        },
        {
            "user": "Nisir",
            "user_id": "41812",
            "date": "2004-04-09 13:53:16",
            "id": "1545739",
            "reply_to_id": "1545725",
            "text": "Trúir þú því virkilega að fólk geti ekki dregið ályktanir af tilfiningalegri og líkamlegri reynslu auk hugarfarslegri og rökfræðilegri niðurstöðu af reynslu sinni. Athugasemdirnar sem þú hefur fengið við erindi þínu eru sannorðar og heilbrigðar og ég treysti þessu fólki enda er það oft undir hælnum á þeim sem bera fyrir sig að þetta og hitt sé ekki sannað og þá vaknar spuningin hefur viðkomandi atriði verið kannað og rannsakað af þar til gerðum aðferðum sem henta viðfangsefninu. Þú tæmir ekki vatn úr tunnu með gatasigti einu saman t.d. (Sagt til gamans.)  Jafnvel þó liggi fyrir rannóknargögn og niðurstöður má spyrja má hvort þær eru aðgengilegar og síðast en ekki síst, sjálfar niðurstöðurnar. Hefur viðkomandi ef til vill rekist á slíkar niðurstöður. Ég dreg það í efa og má margt um það  segja. Að öðru leiti þakka ég bæði pistlahöfundi og athugasemdarmönnum innlegg sitt í þessa nauðsynlegu umræðu.\nNisir."
        },
        {
            "user": "siggibet",
            "user_id": "8305",
            "date": "2004-04-09 15:34:44",
            "id": "1545740",
            "reply_to_id": "1545725",
            "text": "“Eru bjálfar… kannski menn…”\nNei nei.. segi svona en góð samlíking hjá þér á geimverum og álfum.\nÞað að trúa því að það séu til geimverur er svo sem ekkert merkilegt eða segir eitthvað um að viðkomandi sé trúgjarn á eitthvað bull.\nHitt er svo annað mál að furðurverur frá öðrum hnöttum komi í heimsókn."
        },
        {
            "user": "divaa",
            "user_id": "11336",
            "date": "2004-04-09 16:32:27",
            "id": "1545741",
            "reply_to_id": "1545725",
            "text": "Ég á bók sem hendir fram þeirri kenningu að “álfar” þeir sem sáust í gamla daga hafi í raun og veru verið geimverur. Ef þið spáið í lýsingunni á álfum, litlir og fíngerðir með stór, skásett augu, þá hljómar það ekkert fjarri lagi. Eða hvað finnst ykkur?"
        },
        {
            "user": "hjeppi",
            "user_id": "3701",
            "date": "2004-04-09 21:36:31",
            "id": "1545742",
            "reply_to_id": "1545741",
            "text": "Hef aldrei heyrt þá lýsingu á álfum að þeir séu með stór skásett augu. D:"
        },
        {
            "user": "icez",
            "user_id": "102",
            "date": "2004-04-10 00:38:09",
            "id": "1545743",
            "reply_to_id": "1545725",
            "text": "1. Já\n2. Já\nÉg neita að trúa því að við mennirnir erum eina vitsmunalífið í alheiminum.  Líkurnar á því eru stjarnfræðilega litlar.\nEinnig trúi ég því að það er meira á þessari plánetu en við sjáum.  Semsagt framliðnir, álfar, huldufólk, dvergar, tröll, vættir ofl."
        },
        {
            "user": "ibbets",
            "user_id": "10684",
            "date": "2004-04-10 06:28:55",
            "id": "1545744",
            "reply_to_id": "1545725",
            "text": "Ég held að álfar og tröll séu ekkert nema gamlar kellingasögur sem gengu mann af manni þegar landið var einangrað og voru notaðar til að hræða börn til að hlýða.  Þessar sögur gengu síðan mann af manni og hreinlega fóru útí öfgar.\nJólasveinar anyone……..\nOg um það að álfar og geimverur eigi eitthvað sameiginlegt þá held ég að það sé bara nákvæmlega það sama og með kellingasögurnar.\nÞað eina sem þú þarft til að sannfærast er að trúa.\nEins og einhver sagði þá eru langflest tilfelli þar sem menn hafa verið “brottnumdir” eða þá hafa séð álfa er þegar þeir eru einir, hálf sofandi eða í misjöfnu ásigkomulagi…..sama gildir með drauga.\nHins vegar þá hef ég heyrt um það sem Mcloud (afsakaðu ef það er stafsett vitlaust) sagði með myndirnar sem hafa fundist í hellum í suður ameríku.\nþar eiga að vera til hella myndir sem sýna einhverjar verur koma af himninum, líklegast geimverur, og ef ég man ekki betur þá eiga þeir afkvæmi með mönnunum.\nÞessu hefur meira segja verið haldið fram með ýmsum hætti, sbr “the missing link” og það er til saga um að það hafi fundist geimvera/ur og þegar það hafa verið gerðar tilraunir á þeim á að hafa komið í ljós að þær eru tiltölulega líkar okkur og meira segja með einhverja hluti í líkamanum sem virka en eru óvirk hjá okkur….eins og td botnlangi og einhverjar stöðvar í heilanum.\nEn þetta eru auðvitað bara kellingasögur sem hafa gengið mann af manni og ýkst á leiðinni……\nEða hvað finnst þér….."
        },
        {
            "user": "Daimler",
            "user_id": "52379",
            "date": "2004-04-16 20:52:07",
            "id": "1545745",
            "reply_to_id": "1545725",
            "text": "Ég trúiá álfa,huldufólk,tröll og geimverur. Við erum geimverur, ég hef séð álfa og huldufólk en ég er ekki miðill ég fæddist bara svona.Á ég að sanna það get það ekki.Þjóðsögur Jóns eru skemtileg lesning og markt væri hægt að útskír á einfaldan hátt sem að hann skrifar um og sumt er trúverðugt fyrir mig allavega.  Ég get ekki ætlast til að fólk sem hvorki (sér eða heirir) trúi mér. Ef ég heiri ótrúlega sögu trúi ég henni ekki strax."
        },
        {
            "user": "ghost69",
            "user_id": "14709",
            "date": "2004-04-19 10:08:08",
            "id": "1545746",
            "reply_to_id": "1545745",
            "text": "Ég var ekki að staðhæfa hvort álfar, huldufólk eða geimverur væru til. Það sem ég var að tala um er hvað þessar sögur eru allar líkar.\nÞær gerast allar á svipuðum stöðum, við svipaðar aðstæður og eru sagðar af mönnum sem hafa verið einir á ferð þegar þeir upplifðu þetta.\nÞú segist sjá álfa. Gott fyrir þig. En geturu haft samskipti við þá. Talað við þá og skipts á upplýsingum við huldufólk. og fernig lítur það út. er það í gömlum fötum? eða gengur það í gallabuxum og jakkafötum eins og við?\nOg síðan ein spurning enn. Nota Álfar tölvur? og eru þeir á netinu eða með sítt eigið net?\nÞað væri gamann að fá einhverja vitneskju um líf og hátterni álfa nú á dögum.\nKveðja ghost69"
        },
        {
            "user": "Daimler",
            "user_id": "52379",
            "date": "2004-04-22 21:37:20",
            "id": "1545747",
            "reply_to_id": "1545746",
            "text": "Nei þú vars ekki að stað hæfa neitt nema þínar efasemdir semað er gott, það á enginn að trúa í blindni. Og þettað er rétt hjá þér, sögur Jóns eru þegar maður fer að pæla í því mjög líkar nútíma brotnámssögum.\nEn hvað mig varðar hef ég ekki samband við eða tala við álfa eða huldufólk. Þessir álfa sem að ég hef séð eru blómálfar óg ég tók ekki eftir því hvernig þeir eru klæddir, en huldu fólk er mjög svipað klætt og við og er ég viss um að ef þú eða ég mindum mæta huldufólki á laugaveginum mindum við ekki hafa hugmind um það.\nÉg veit að þegar ég sá huldufólkið að það væri huldufólk er af því að ég er alinn upp í sveit og sá fólkið þar."
        },
        {
            "user": "geinarm",
            "user_id": "799",
            "date": "2004-04-21 00:01:23",
            "id": "1545748",
            "reply_to_id": "1545725",
            "text": "Ég hef ekki mikla trú á álfum og tröllum og svoleiðis en ég hef allveg fulla trú á því að það sé líf á öðrum plánetum, annað væri bara rugl. Ég held samt ekki að geimverur séu litlir grænir kallar sem ferðast um á fljúgandi diskum og leiki sér endalaust í kringum jörðina að safna fólki til að skoða.\nVið mennirnir erum ekkert merkilegri en aðrar lífverur, frá okkur séð erum við auðvitað númer 1 en ef það kæmu verur utan úr geimnum til jarðar myndu þær sennilaga bara líta á okkur eins og eithver dýr. Í raunini erum við heldur ekkert merkilegri en aparnir í skóginum eða rottunar eða hvað sem er. Það eina sem aðskilur okkur frá dýrunum er að við erum vitari og höfum getu til að smíða hús, vinna á þyngdaraflinu og kjúfa atómið. Maðurinn er bara dýrategund og mér þætti það flott ef það væri til önnur dýrategund á jörðini sem væri álíka vit og við.\nÉg held að ég hafi gleimt mér aðeins við skriftina og er komin aðeins út fyrir umræðuefnið held ég en jæja….."
        },
        {
            "user": "kaffibaun",
            "user_id": "20007",
            "date": "2004-04-25 17:49:58",
            "id": "1545749",
            "reply_to_id": "1545725",
            "text": "ég trúi mikið frekar á huldufólk heldur en geimverur, mér finnst það bara sennilegra. Þó veit ég vel að það eru margir sem segja að geimverur séu til og að þeir hafi verið numdir á brott…. spunring hvað af því sé satt…  ég las bók eftir Margit Sandemo þar sem meðal annars var fjallað um geimverur og fólk sagði frá reynslum sínum, að þau hafi verið numin af þeim…. ég trúði alveg sumum hlutum af þessu, hef mikið álit á Margit Sandemo en sumt fannst mér ekki alveg passa…. en auðvitað höfum við engar sannanir! Huldufólkið er lík mikið eldra fyrirbæri, þ.e við höfum trúað mikið lengur á það og ég trúi því vegna þess að fólk sem ég þekki hefur dreymt huldufólk og vanvirt álfareit og uppúr því kviknaði í hjá þeim…. enn þetta er mikið álitamál ;)"
        }
    ]
}