{
    "forum_title": "Smásögur",
    "user": "ornbj",
    "user_id": "32323",
    "date": "2004-04-10 10:42:48",
    "title": "Þar sem sprengjurnar féllu",
    "text": "Sendi ykkur hér aftur smásögu mína   “Þar sem sprengjurnar féllu” í þeirri veiku von að hún fái einhverja umfjöllun með eða á móti. Áður hafði hún birst 26. janúar árið 2003 en ég fékk þá ekkert andsvar. Þetta er eins og að tala við sjálfan sig og það er leiðigjarnt til lengdar.\nKveðja,\nÖrn H. Bjarnason\nKt. 131137-2499\nÞar sem sprengjurnar féllu\nSmásaga eftir Örn H. Bjarnason\nFyrir nokkuð löngu síðan unnu þau saman Gugga og Smári. Hún var talsvert yngri en hann og fyrir tilviljun hittust þau inni á Café Hressó og hún var með kringlóttasta andlit, sem hann hafði nokkru sinni séð. Nú sátu þau þarna andspænis hvort öðru og hún var að segja honum frá því þegar hún 18 ára gömul vann ásamt vinkonu sinni á sjúkrahúsi í Kaupmannahöfn.\n“Það heitir Rigshospitalet,” sagði hún, “og það var nú meira hvað hún var vitlaus kerlingin sem var þar yfir.” Og Smári reyndi að leggja eyrun við því, sem hún var að segja, en baka til í höfðinu rifjaðist upp fyrir honum, að einmitt rétt hjá þessu sjúkrahúsi hafði hann átt heima lítill drengur. Það var í seinni heimsstyrjöldinni og Gugga hélt áfram að segja honum frá vitlausu kerlingunni og Smári heyrði flugvélagný og blóðregn lýsti upp svartan himininn. Skömmu seinna var gefið loftvarnarmerki og  þau öll, foreldrar hans, eldri bróðir og sá yngri, þustu oní kjallara. Þar var allt hvítkalkað og einungis dauf birta og kjallarinn var kaldur og rakur. Þau hreiðruðu um sig á madressum og höfðu teppi til að breiða yfir sig. Allir í blokkinni voru þarna og það var mikil spenna í loftinu og mitt í þessari spennu og háska voru þau öll eitthvað svo nálægt hvert öðru, góðviljuð, hlý nálægð.\n“Kerlingin gerði ekki annað en að ragast í okkur,” sagði Gugga og mest alla nóttina dvöldu þau í kjallaranum, en um morguninn þegar flugvélarnar voru farnar aftur yfir til Englands flýtti Smári sér í skólann, andvökustirður, úríllur og þreyttur. Móðir hans hafði smurt handa honum nestispakka og í löngufrímínútunum ætlaði hann að borða úr honum, en hann hafði ekki nokkra matarlyst.\n“Við vorum bara tíu mínútur með strætó niður á Ráðhústorg,” sagði Gugga, “og stundum þegar við áttum frí gengum við eftir Strikinu og skoðuðum í búðarglugga.”\tOg Smára varð hugsað til morgunsins þegar stelpan á hæðinni fyrir neðan kom hlaupandi eftir götunni og hún var með kringlótt andlit eins og Gugga og léreftskjóllinn hennar var rifinn og skítugur. Hún grét með ekkasogum og mjóir barnsfætur stóðu niður undan kjólnum og hné hennar voru blóðrisa og sömuleiðis fótleggir og handabök.\n“Og hvað kom til að þú fórst til Kaupmannahafnar?” spurði Smári.\n“Bara djók hjá mér og vinkonu minni,” sagði Gugga og kringlótt andlit hennar var glaðlegt og stelpan á neðri hæðinni næstum datt um gangstéttarbrún. Kaupmaðurinn á horninu þusti út í dyr og hann var í hvítum slopp. Hann reyndi að spyrja stelpuna hvað hefði komið fyrir en hún var öll í uppnámi og út úr henni hafðist ekki annað en grátkæft muldur. Seinna frétti Smári að kaþólski skólinn á Friðriksbergi hefði orðið fyrir  loftárás og 86 börn og 13 fullorðnir grafist undir rústunum.\nHann reyndi að hlusta á Guggu en ágengar, sundurlausar minningar sóttu æ fastar á hann. Englendingar köstuðu þessum sprengjum og Englendingar voru vinir þeirra, sögðu foreldrar hans og líka eldri bróðir. Eldri bróðir hans vissi ýmislegt sem Smári vissi ekki, enda var hann næstum tíu ára gamall og alls staðar með eyrun og augun. Smári var ekki nema sjö ára og Þjóðverjar voru óvinir þeirra. Þeir marseruðu um götur og stelpan á neðri hæðinni kom ekki út að leika sér í marga daga og stundum reið Kristján tíundi Danakonungur eftir Strandboulevarden. Þetta var fallegur, gamall maður og hann reyndi að bera höfuðið hátt þó að land hans væri hernumið.\nÞjóðverjar voru óvinir þeirra og þetta var vorið 1945 og þeir áttu það til að aka um borgina og skjóta fólk þar sem það stóð og beið eftir sporvagni, tíu manns af handahófi fyrir hvern Þjóðverja sem Danir drápu. Þeir voru víst að tapa stríðinu og vildu flýta sér að kála sem flestum áður en byssurnar yrðu teknar af þeim. Og kóngurinn var í dökkbláum, síðum frakka með axlaskúfa og húfu sem var eins og bátur í laginu. Það glampaði á sveittan hest hans í sólskininu og kastaníutrén á Strandboulevarden voru í þann veginn að springa út. Karlmenn tóku ofan höfuðföt sín í virðingarskyni við þennan aldna mann og kóngurinn svaraði með því að bera hönd upp að húfu sinni. En stelpan á neðri hæðinni kom ekki út að sippa eða fara í parís. Það var engu líkara en að dauðinn hefði sest að í götunni og það kom læknir að vitja hennar og besta vinkona hennar var ein af þeim sem grófust í rústunum. Hún var dregin upp úr hrúgu af múrsteinum og hún var ekki lengur lifandi. Hún var dáin.\nEn einhvern veginn hélt lífið samt áfram og þeir strákarnir klifruðu upp í trén á Strandboulevarden og tíndu kastaníur og kóngurinn reið hjá og Smári fann lykt af sveittum hesti og sólvermdu malbiki og laufguðum trjám. Kristján tíundi sat teinréttur í hnakknum og uppi á Österbrú þumlungaðist gulur sporvagn yfir gatnamótin, seinlátur og dauðyflislegur, og alls staðar var fólk á reiðhjólum og það klingdi í bjöllum, erillinn var svo mikill og óþolinmæðin.\n“Reyndu að koma þér úr sporunum,” kallaði sendisveinn á sendlahjóli á aldurbogna konu sem hökti yfir götuna. Sendisveinar urðu að hafa hraðan á. Þeir máttu ekki slóra.\nOg þau sátu þarna á Café Hressó og Gugga var að drekka Diet-Pepsi og sem snöggvast langaði Smára að segja henni frá þeirri Kaupmannahöfn, sem hann hafði kynnst en hætti við það. Á milli minninga þeirra var órafjarlægð, sama veröld en annar tími, aðrir atburðir, kannski velklætt fólk að ganga eftir Strikinu í hennar upplifun, en ekki myrkvuð borg og blóðregn af himni.\n“Við vorum þarna heilt sumar,” sagði Gugga, “og nokkrum sinnum fórum við með flugbátnum yfir til Malmö, bara djóka, og tókum síðan ferjuna til baka um kvöldið.” Í rödd hennar var saknaðarhlýja.\n“Finnst þér Diet-Pepsi gott?” spurði Smári og flauelsmjúk, blá augu mættu honum yfir borðið. Honum leið vel nálægt þessari konu þó að hann gæti ekki sagt henni frá litlu stelpunni, sem kom grátandi eftir götunni, né flugmönnunum sem höfðu fyrir því að koma alla leið frá Englandi að kasta sprengjum á krakka, sem voru að læra að lesa og reikna hjá kaþólskum nunnum í Kaupmannahöfn.\n“Það er svalandi,” sagði Gugga og út um gluggann hjá kaupmanninum barst lykt af Persil sápuspónum og eplum og í fjarska glumdu járnhælar á steinlagðri götu. En á næturnar loftvarnarmerki, nótt eftir nótt og næsta hús fullt af flóttafólki frá austurhluta Þýskalands og strákarnir voru í grænum leðurstuttbuxum með axlabönd og það var tortryggni í kvíðaskyggðum augum þeirra.\nÁ kvöldin sagði móðir hans þeim sögur frá Íslandi, sögur um hesta sem hlupu frjálsir í haga og um bláa víðáttu og fjöll sem voru miklu hærri en Sívaliturninn og Kristjánsborgarhöll og um bóndabæi í gróðursælum dölum og fiskibáta að leggja úr höfn. Þarna höfðu foreldrar hans slitið barnsskónum og þangað myndu þau fara að stríðinu loknu, strax og mennirnir með þykku stálhjálmanna og tröllslegu leðurstígvélin færu heim til sín.\n“Fóruð þið ekki stundum í Tívólí?” spurði Smári.\n“Jú, og líka á diskótek, bæði Pussy Cat og eins á Bonaparté.” Og Smári lærði að synda í sjónum úti á Bellavue, fyrst í kafi, svo hundasund en síðan bringusund og meira að segja krol. Og hann mundi eftir heitum sandi er nam við iljar og núggaís í silfurbréfi og ísbragði sem blandaðist sjávarseltu af vörum hans.\n“Ég var gangastúlka á spítalanum,” sagði Gugga, “og kerlingin alltaf á hælunum á mér.” Og rétt hinum megin við hornið hafði maður verið skotinn til bana fyrir að fela byssur uppi á háalofti og litlir fiskibátar fluttu Gyðinga yfir til Svíþjóðar, hræddir og samanhnipraðir lágu þeir í lúkarnum og ekki nema hársbreidd milli lífs og dauða.\nEftir sólsetur var Kaupmannahöfn myrkvuð borg og dregið fyrir alla glugga, svartar rúllugardínur og þykk gluggatjöld og enginn mátti vera á ferli á götum úti. Stöðugur ótti en samt hlýja og ást í skugga óttans, kannski meiri hlýja vegna þess kvíða sem knýtti þau saman.\nLöngu seinna kom stelpan á hæðinni fyrir neðan út að leika. Hún var föl á vangann og hljóðlát. Allt þetta vor hló hún aldrei, brosti í mesta lagi daufu, vofulegu, fjarlægu brosi. Þegar stöllur hennar fóru í parís á gangstéttinni stóð hún álengdar og horfði á. Besta vinkona hennar, sú sem var alltaf að lána henni strokleður og yddara, hafði grafist í rústunum. Eitt glappaskot hafði rænt þessu lífi og hina sem eftir lifði barnæskunni. Kannski myndi hún ævina á enda lifa í skugga þessa eina atburðar, veikluð eða kannski yrði hún sterk, of sterk.\nOg Gugga sat þarna á móti honum á Gafé Hressó og sagði honum frá sinni Kaupmannahöfn; sama borg en ólíkar minningar. Og kaupmaðurinn á horninu hét Olsen og konan hans gaf krökkunum í götunni stundum bolsíur úr krukku, rauðar bolsíur úr glærri krukku. Og stöðug spenna, dagarnir eins og hnífsegg, aldrei slaki nema rétt blánóttina og þá gullu loftvarnarflautur, farið ofan í hvítkalkaðan kjallara og næsta morgun stakk dagsbirtan líkt og oddhvassar pílur í andvökuþreytt augu á fastandi maga og á leiðinni í skólann klappaði þýskur hermaður honum á kollinn.\n“Þetta er óvinur okkar,” sagði eldri bróðir hans, en kannski átti hermaðurinn lítinn son heima í Þýskalandi og hann var hlýr í augunum. Heit hönd hans hvíldi eins og prjónapottlok á höfði hans lengi á eftir. Smári átti erfitt með að skilja þetta allt saman. Hverjir voru eiginlega vinir og hverjir óvinir?\n“Þú mátt aldrei tala við Þjóðverja,” sagði eldri bróðir hans. Þjóðverjar voru óvinir nema hvað það voru vinirnir hinum megin við Ermasund, sem höfðu tekið hláturinn úr stelpunni á hæðinni fyrir neðan. Þetta skildi Smári ekki.\n“Ef þú talar við Þjóðverja,” sagði bróðir hans, “þá færðu aldrei framar að fara með mér í bíó á sunnudögum.” Og eftir götunni kom mjólkurvagn dreginn af tveimur stórum hestum og hófaskellir heyrðust götuna á enda.\n“Hestarnir á Íslandi eru allt öðruvísi,” sagði móðir hans, “bæði minni og fallegri. Þeir hafa líka tölt og skeið, þessir bara brokka og valhoppa.” En þeir voru vinalegir þessir dönsku hestar og það var sterk leðurlykt af aktygjunum og annar kúskurinn gaf þeim hafra úr strigapoka á meðan hinn bar mjólkina inn í mjólkurbúð. Mikið var þetta góð barnæska, hugsaði Smári. Hún var eins og hnífsegg, full af spennu og alltaf eitthvað að gerast.\n“Á sjúkrahúsinu var strákur í einhverju fokki,” sagði Gugga, “hann var jafngamall mér en samt fékk hann hærra kaup. Þetta fannst mér ósanngjarnt.” Og hófarnir á hestunum minntu á stærðar potthlemma og hestarnir voru með leðurhlífar við gagnaugun til að þeir sæju síður út undan sér og fældust í skarkala borgarinnar.\n“Strákurinn var líka montinn,” sagði Gugga, “ég þoldi hann ekki.” Og mjólkurflöskurnar skröltu í járngrindum þegar vagninn sveigði fyrir næsta horn. Já, barnæska hans var eins og hnífsegg. Ekki mjúkt og hlýtt hálfrökkur, heldur hnífsegg eða hárbeittur sólargeisli í dögun. Það var þá sem Smári lærði að lífið er ekki sanngjarnt.\n“Það var nú meira sprellið í okkur þarna í Kaupmannahöfn,” sagði Gugga, “rússuðum oft í strætisvögnum borgina þvera og endilanga eða fórum í lestirnar.”\nOg móðir þeirra sagði endalausar sögur frá Íslandi, landinu handan við hafið þar sem öll tundurduflin voru og kafbátar, sögur um hesta sem hlupu frjálsir í faxi með sveigðan makka eða þeir flugust á til að finna kröftum sínum viðnám. Og svo allt fólkið, amma hans sem klæddist peysufötum og afi sem var söðlasmiður. Hann var rólyndur og snyrtimenni, aldrei með sorgarrendur undir nöglunum, alltaf hreinn á höndunum þegar hann átti frí, sagði móðir hans. Hann söng í Fríkirkjukórnum og hafði djúpa, þýða bassarödd. Hin amman spilaði á píanó og saumaði stór teppi, nálspor eftir nálspor og hún var mjó, hálsinn eins og títuprjónn. Hún hafði verið alin upp sem hefðarmær og gekk í dönskum kjól.\nOg afi hans átti hesta og hann fór með þrjá til reiðar alla leið vestan frá Vesturgötu og upp að Geithálsi ásamt Eyþóri klæðskera og Sigurði tannlækni. Svo var það bláa víðáttan og fugl sem stóð kyrr í loftinu þó hann flygi og um varptímann átti hann það til að steypa sér beint í höfuðið á fólki. Þessi fugl hét kría og kríuegg voru mjög góð, sagði móðir hans, en það varð að gæta þess að þau væru ekki stropuð. En fyrst og fremst voru það sögur um hesta og þeir íslensku voru að minnsta kosti jafn fallegir og hestur kóngsins, sem reið honum eftir Strandboulevarden til að sýna Þjóðverjum að hann kynni að bera höfuðið hátt og halda virðingu sinni. Frýsandi hestar, stappandi niður fótum, sveittir í sólskini eða rigningarúði og blautar moldargötur og svo aftur komið sólskin, svartalogn, grænir grasbalar, kaffi í flösku  í ullarsokk sótt í hnakktösku og heimabakað brauð og skonsur með miklu smjöri og þykkt skorinn ostur. Það var sprett af hestunum og þeir bitu gras í sumarkyrrðinni meðan fólkið drakk kaffi. Fugl sem hét spói spígsporaði mjófættur og með langt nef uppi á mel og karlarnir voru með silfurslegnar svipur. Naumast var það. Þegar hér var komið sögu var farið að reyna all nokkuð á trúgirnina. Móðir þeirra dró þá myndaalbúm upp úr skúffu orðum sínum til staðfestingar. Ljósmyndir skrökva ekki.\nSvona var þetta og síðan löngu fyrir stríð hafði fjölskylda Smára flakkað um Evrópu, land úr landi, úr einni borg í aðra, Hamborg, Heidelberg, Friðrikshöfn og fleiri borgir, en síðan endað í Kaupmannahöfn. Þar höfðu þau orðið innlyksa þegar stríðið skall á. Öll þessi ár áttu þau engan að nema hvert annað og sögurnar um landið, sem þau myndu fara til þegar stríðinu lyki. Og Smári mundi hversu gott var að hvíla í handarkrika föður síns þar sem hann lá uppi á dívan og var að lesa verkfræðibækurnar sínar. Í þeim voru alls kyns tölur og teikningar og móðir hans stóð á miðju stofugólfi og straujaði þvott og fersk lykt barst undan straujárninu er það nam við hreint línið. Og áfram héldu sögurnar og móðir hans hafði nær óbrigðult minni og hún sagði þeim frá uxahalasúpu, sem hún hafði fengið á Þingvöllum árið 1930 og lambakjöt og brúnaðar kartöflur og það var egg í uxahalasúpunni; ef nokkuð hafði hún verið einum of sölt, sagði hún, en lambakjötið var bæði meyrt og gott.\nOg í næstu götu var spellvirki tekinn höndum og farið með hann í fangabúðir til Þýskalands og uppi á Strandboulevarden marseruðu hermenn til að sýna vald sitt. Nagandi kvíði en samt svo kyrrlátt þarna í handarkrikanum og lyktin af föður hans minnti á lyktina af aktygjum hestana, sem drógu mjólkurvagninn og hann las verkfræðibækur sínar alvarlegur og traustur.\nEinu sinni höfðu þeir bræðurnir stolist niður að höfn en sá yngsti hafði í ógáti gloprað því út úr sér. Um kvöldið þegar faðir þeirra kom heim úr vinnunni rassskellti hann þá alla með tölu, svo alvarlegur og traustur. Síðan voru þeir sendir beint í rúmið og þeir fengu engan kvöldmat. Þannig var uppeldið, einfalt og engar vífilengjur. Þetta var áður en þessi hárfína sálarfræði kom til sögunnar. Þeir voru einfaldlega rassskelltir. Þessi aðferð var notuð við hross og óþekka krakka uppi á Íslandi og gafst vel. Þeir fóru aldrei framar niður að höfn, sviðinn á rasskinnunum sá til þess og þeir voru bara rassskelltir í þetta eina sinn. Kannski hefði átt að rassskella þá oftar.\nAlltaf annað slagið hlustuðu foreldrar hans á bresku útvarpsstöðina BBC og maður með þreytulega, óskýra rödd talaði um blóð, tár og svita og faðir hans lagði eyrað þétt upp að útvarpstækinu.\n“Þetta er vinur okkar,” sagði hann, “og bráðum koma Englendingar og frelsa okkur.” Það stóð líka heima. Friður var saminn og Englendingar komu. Þeir voru með Montgomeryhúfur, sem þeir létu halla á skjön og Kaupmannahafnarbúar þustu út á götur með flögg. Fagnaðarlátunum ætlaði seint að linna og þeir sem höfðu unnið með Þjóðverjum voru handsamaðir og sumar danskar konur voru krúnurakaðar. Þær höfðu víst verið að kyssa þýska hermenn eða eitthvað.\n“Þetta eru ekkert annað en hispursmeyjar og tildurdrósir,” sagði Olsen kaupmaður og konurnar voru dregnar krúnurakaðar út á götu og fólkið með flöggin hrækti á þær. Nú var heldur betur farið að hitna í kolunum. Hverjir voru eiginlega vinir, hugsaði Smári, úr því Danir hræktu á Dani? Þetta var á heitum maídegi og krúnurökuðu konurnar voru í rósóttum léreftskjólum og sumar í inniskóm af því þær höfðu verið sóttar fyrirvaralaust heim til sín. Fólkinu með flöggin lá svo mikið á að hrækja á þær.\nEn þótt búið væri að semja frið héldu skotbardagar áfram hér og þar í borginni, inni í húsasundum, uppi á þökum, bak við skorsteina. Frelsishetjur skiptust á skotum við landa sína, sem höfðu verið að viðra sig upp við Þjóðverja og dauðir menn duttu niður af húsþökum á þessum yndislega maídegi. Mikið var þetta allt saman spennandi og gaman, nema hvað litla stelpan á hæðinni fyrir neðan hló ekki framar heldur brosti einungis dauflega.\nOg tíminn leið og um haustið rann upp hinn langþráði dagur og þau sigldu yfir hafið á stóru skipi á leið heim til Íslands. Komið var við í Gautaborg og þar keyptu foreldrar hans alvöru úr handa honum og það var með brúnni leðuról.\n“Framvegis ættirðu þá að vita hvað rétt klukka er,” sagði faðir hans, “og engin afsökun að mæta ekki stundvíslega í skólann.” Jæja, hugsaði Smári, það er þá líka skóli á Íslandi. Á það hafði aldrei verið minnst í sögunum og hann sem var nýbúinn að læra að lesa á dönsku. Nú yrði hann að læra að lesa á íslensku líka. Aldrei stundlegur friður. En þetta var sem betur fer langt undan og skipið hjó öldurnar og hafið var stundum úfið og það yggldi sig og ölduhryggirnir voru næstum jafn háir og mastrið á skipinu. Ef sæmilegt var í sjóinn leyfði kokkurinn Smára að leika þjón og hann lét hvíta servíettu hanga yfir arm sér eins og hann hafði séð þjóna gera og hann fór með kaffi í silfurlitri könnu upp til skipstjórans og rúnstykki.\nÍ káetu með þeim var þýsk fjölskylda á flótta undan hungri og rústum í Berlín og konan var alltaf að skamma þá strákana af því að hún var taugaóstyrk og á flótta eða kannski voru þeir full ærslafengnir. Þetta voru hjón með tvö börn og þau höfðu ráðið sig í sveitavinnu uppi á Íslandi. Þetta mundi Smári og hann mundi líka eftir ljósadýrðinni í Reykjavík þegar þau sigldu inn á ytri höfnina, komið fram yfir miðnætti í byrjun nóvember og eftirvænting skein úr hverju andliti. Á hafnarbakkanum beið sægur af skyldfólki að taka á móti þeim, ömmurnar og annar afi hans, hinn hafði víst farið til Ameríku upp úr 1920 að freista gæfunar þar. Þarna voru líka frændur og frænkur. Foreldrar hans höfðu ekki séð þetta fólk í næstum tólf ár og afi hans var gráhærður og teinréttur í baki. Hann var líka alvarlegur í bragði eins og faðir hans og Kristján tíundi Danakonungur. Í vestisvasa hans hvíldi gullúr og úr því lá gullkeðja, sem var fest í eitt hnappagatið á vestinu hans. Hann reykti vindil. En þó hann væri alvarlegur á svipinn brá fyrir glettni í stálgráum augum hans og hann var með stórar hendur.\nMikið fannst Smára skemmtilegt að eignast alla þessa ættingja svona á einu bretti. Og amma hans var í peysufötum alveg eins og í sögunum og vindlareykurinn og skvaldrið gerði Smára syfjaðan og hin amman, sú í danska kjólnum, var þarna líka. En stórkostlegast af öllu var, að nú sá Smári appelsínu í fyrsta skipti á ævinni, nema hvað hann hafði auðvitað séð appelsínur í bókinni um Litla svarta Sambó.\nKona í svörtum kjól og með hvíta svuntu og hvítan kappa á höfði staðnæmdist hjá honum og hún hélt á stórri skál, sem var full af ýmsum ávöxtum og Smári fékk sér eina appelsínu. En hann tímdi ekki að borða hana strax, heldur setti hana undir koddann þegar hann fór að sofa. Það var ekki fyrr en komið var langt fram yfir hádegi næsta dag, að hann flysjaði börkinn utan af henni, hægt og stríðnislega, og bræður hans horfðu öfundsjúkir á meðan hann borðaði hana. Þeir höfðu borðað sínar strax um nóttina og appelsínan var súr, súrari en epli og miklu súrari en perur, perur voru sætar.\n“Þetta var bara djók,” sagði Gugga, “bara djók hjá okkur stelpunum að skella okkur til Kaupmannahafnar eitt sumar.” Og í Kaupmannahöfn voru allir leikfélagarnir, sem þeir höfðu orðið að kveðja fyrir fullt og allt. En það var allt í lagi. Þeir höfðu svo oft mátt sjá á bak leikfélögum sínum á flakkinu um Evrópu, voru orðnir vanir því og þeir höfðu hvern annan. Og svo voru það hestarnir. Faðir hans eignaðist fljótt hesta og það var hlýtt í hesthúsinu og hestarnir skildu Smára þó að hann talaði bara dönsku. Ef hestarnir höfðu verið í brúkun lagði andgufu úr nösum þeirra og það var héla á rúðunum og það var ekkert smá hvað hestarnir voru ákafir þegar verið var að gefa þeim hey. Þeir höfðu góða matarlyst alveg eins og faðir hans, faðir hans hafði góða matarlyst og allt hans fólk.\nStudum fengu þeir bræðurnir að fara á bak og það var komið eldi í hestana og þeir voru kafloðnir enda vetur og það var notalegt að heyra marrið undan hófum þeirra er þeir námu skaflajárnaðir við frostharða mjöllina.\nÍ hverfinu þangað sem fluttu voru margir krakkar og strákarnir stríddu þeim af því þeir töluðu bara dönsku en það gerði ekkert til. Í Danmörku hafði þeim verið strítt á að vera Íslendingar. Nú var þeim strítt á að vera Danir. Svona getur þetta verið og Smári sá að það var eins gott að vera fljótur að læra íslensku og reyna að gleyma Danmörku, vera eins og hinir strákarnir í hverfinu, hanga aftan í bílum, tyggja tyggigúmmí, teygja það út úr sér og  snúa því um vísifingur, spila fótbolta, hnoða snjókúlur og henda í hattafólk og skylmast uppi á skúrþökum. En umfram allt aldrei framar tala dönsku og aldrei minnast á Kaupmannahöfn.\nStundum reyndist erfitt að skilja íslenskuna og í næsta húsi við þau bjó gömul kona. Hún var oft að skamma krakka út um gluggann hjá sér.\n“Svei,” sagði hún, eða: “bja, fussum svei, skammastu þín, tvu, ullabí, ullabjakk.” Svona lét hún dæluna ganga. Þessu átti Smári erfitt með að ná. “Snáfið burtu ófétin ykkar,” sagði gamla konan höstugum rómi. Þetta var hennar talsmáti og öllum í hverfinu þótti vænt um gömlu konuna, hún var bara slitin og þreytt.\nOg Smári reyndi að gleyma Kaupmannahöfn en samt mundi hann áfram eftir stelpunni á neðri hæðinni, sem kom grátandi heim úr skólanum, blóðrisa á hnjánum og í rifnum kjól. Hann mundi líka eftir ýmsu öðru sem hann talaði aldrei um; blóðregn af himni og litlir barnsfætur, sem námu við heitan fjörusand og núggaís í silfurbréfi. Eða sumarhús úti við strönd og kannski rigning og hversu notalegt var að vera í góðri regnkápu úti í rigningu og stór skógur rétt hjá með hérum og dádýrum og árabátur við ströndina. Þegar þau fóru heim úr sumarbústaðnum var þeim ekið á járnbrautarstöðina í léttakerru dregin af stórum, jörpum hesti. Hvernig var hægt að gleyma slíku?\n“Já, það er svalandi þetta Diet-Pesi,” sagði Gugga og Smári elskaði lífið, en raunar þá heitast er því var lifað í spennu, egghvasst og sársauki í bland, þessi ljúfsára tilfinning sem fær mann til að finna rækilega fyrir sjálfum sér.\n“Mér finnst Diet-Coke eiginlega betra,” sagði hann og áfram liðu dagarnir og kannski kom faðir hans heim úr útreiðartúr og bar með sér lykt af hnakk og beisli og hrossaskít og ferskum svita. Stundum voru ýmsir karlar með honum og þeir voru í hnéháum leðurstígvélum og reiðbuxum, sem pokuðu út um lærin og svipurinn á andliti þeirra var tær eftir allt útiloftið og að kljást við ólma hesta. Móðir þeirra gaf þeim kjötsúpu og úti fyrir var stjörnubjart vetrarkvöld.\n“Hún er góð hjá þér kjötsúpan,” sagði faðir hans, “en samt ekki eins góð og hjá mömmu minni.” Kjötsúpan varð aldrei alveg fullkomin sama hvað hún lagði sig fram. Faðir hans sá til þess.\nEftir kvöldmatinn fóru karlarnir heim til sín og það var leikrit í útvarpinu. Móðir hans settist með tágakörfu við fætur sér og fór að stoppa í sokka, en faðir hans lagðist endilangur upp á dívan og ef eitthvað skoplegt var sagt í leikritinu hló hann dátt, hló með öllum líkamanum, maganum og líka hnakkaspikinu og kinnarnar hristust og tár flóðu úr augum. Þannig maður var hann, þegar var gaman þá var mjög gaman, en alla jafna var hann alvarlegur í bragði.\nEn hvernig átti hann að segja Guggu frá þessu öllu? Þetta hlaut að vera henni framandi heimur, svo óralangt frá Tívólí og diskótekum og flugbátum. Hún myndi áreiðanlega ekki botna neitt í þessu, en samt var hann feginn að hún skyldi sitja þarna og spjalla við hann um Kaupmannahöfn. Á hinn bóginn gæti svo sem allt eins verið að hún skildi hann prýðisvel af því að hún var með flauelsmjúk, blá augu og öll svo gljúp í höfðinu og móttækileg, en hann ætti erfitt með að koma orðum að þessu, að minnsta kosti þarna á Café Hressó.\nOg Gugga lauk úr glasinu sínu og hann úr kaffibollanum og þau gengu saman út í Austurstræti. Þetta var á sumardegi og margir á ferli, ýmsir bara að drolla eða stóðu við Útvegsbankann, aðrir stikuðu einbeittir á svipinn sjálfsagt á leið að borga skuldir eða koma sér upp nýjum. Kannski myndu þau hittast einhvern tímann seinna og þá gæti Smári sagt henni frá sinni Kaupmannahöfn, líka sársaukanum og gleðinni mitt í þessum sársauka.\nRituð árið 1988",
    "url": "https://www.hugi.is/smasogur/greinar/201094/thar-sem-sprengjurnar-fellu/",
    "url_id": "201094",
    "id": "1547366",
    "replies": [
        {
            "user": "ornbj",
            "user_id": "32323",
            "date": "2004-04-10 15:50:02",
            "id": "1547367",
            "reply_to_id": "1547366",
            "text": "Þetta er frábær saga verðuru rithöfundur tegar þú verður stærri eða ertu það?"
        },
        {
            "user": "ornbj",
            "user_id": "32323",
            "date": "2004-04-10 18:06:57",
            "id": "1547368",
            "reply_to_id": "1547367",
            "text": "Sæll ledzeppelin 2\nÆtli ég verði nokkuð stærri úr þessu. Ég er 66 ára gamall og núna í nóvember fer ég á ellilaun.  Það er mikil tilhlökkun, en úr þessu held ég að ég minnki bara  nema ef vera skyldi á þverveginn. Það fer eftir því hvað ellilaunin verða rífleg. Sumir fitna af engu en aðrir þurfa einhver ósköp bara til að lafa á fótunum.\nKveðja,\nÖrn H. Bjarnason\nKt. 131137-2499"
        },
        {
            "user": "hvurslags",
            "user_id": "7875",
            "date": "2004-04-10 19:05:18",
            "id": "1547369",
            "reply_to_id": "1547368",
            "text": "Ja hérna, og ég sem var viss um að þú værir ekki eldri en þrítugur. Fólk er misjafnlega ungt í anda.\nAnnars er sagan mjög góð. Þessi togstreita á mlili gamla og nýja tímans flæðir samt stundum furðulega saman (sérstaklega þegar þú tengir þá með “og” o.s.frv.) en maður venst því fljótt. Annars sér maður greinilega að þú hefur átt svipaða æsku og lýst er þarna í sögunni (þó maður geti aldrei verið of viss).\nAnnars er skemmtilegt að lesa pælingar þínar um hvernig unga kynslóðin myndi taka þinni útgáfu af Kaupmannahöfn. Að minnsta kosti gat ég drukkið hana í mig ;)"
        },
        {
            "user": "AngelicX",
            "user_id": "7629",
            "date": "2004-04-10 23:39:34",
            "id": "1547370",
            "reply_to_id": "1547366",
            "text": "Ég er ekki mjög hrifinn af flestum þeim smásögum sem hér hafa birst, en um þessa get ég bara sagt eitt.  Tær snilld.\nVonandi kemur þú til með að leyfa okkur að njóta meira af skrifum þínum hér á huga.is því að þessi smásaga er verulega góð og ætti að vera til á prenti."
        },
        {
            "user": "ornbj",
            "user_id": "32323",
            "date": "2004-04-11 00:49:16",
            "id": "1547371",
            "reply_to_id": "1547370",
            "text": "Til Angelicx;\nHún er til á prenti, birtist í Tímaritinu Andblær,tímarit um bókmenntir og listir, 8.hefti,sumar 1998.\nKveðja,\nÖrn H. Bjarnason\nKt.131137-2499"
        },
        {
            "user": "Tigercop",
            "user_id": "21417",
            "date": "2004-04-12 13:50:48",
            "id": "1547372",
            "reply_to_id": "1547366",
            "text": "Jamm og jæja …\nÞetta var sérstaklega skemmtileg lesning!\nMargt sem ég þekkti úr frásögnum foreldra minna sem og sögur sem ég heyrði frá afa og ömmu…\nSagan var löng og hefði gjarnan mátt vera með meira af “línubili” á milli kafla til að auðvelda lesturinn - en þrátt fyrir að vera löng leiddist mér aldrei við að lesa! Frábært framtak og endilega skrifa meira hérna!!!\nKveðja:\nTigercop."
        },
        {
            "user": "Stakkagerdi",
            "user_id": "61246",
            "date": "2005-11-08 22:08:03",
            "id": "2672003",
            "reply_to_id": "1547366",
            "text": "Mér þykir sagan þín, Þar sem sprengjurnar féllu, harla góð.  Raunar hef ég reynt að fylgjast með þér í Lesbók Moggans og átti því svo sem ekki vona á neinu slæmu. Mér þykir löngu tímabært að þú farir að huga að útgáfu smásagnasafns.  Kosturinn við söguna er vitanlega flétta tveggja ólíkra tíma.  En Guð forði mér frá því að fara að tala eins og “bókmenntafræðingur”.\nBestur kveðjur,\nPjetur Hafstein Lárusson"
        }
    ]
}