{
    "forum_title": "Bretti",
    "user": "Amori",
    "user_id": "23430",
    "date": "2004-04-10 03:49:44",
    "title": "Really Sorry",
    "text": "Eftir að hafa filmað Sorry svo lengi, þá ákvað flip teamið að gera annað, úr afgöngunum af Sorry, og nokkrum nýjum tökum. PJ Ladd joinaði teamið, rétt áður en þeir gáfu út Sorry, og þannig að hann á part í henni. Svo var það annað lítið am Danny Cerezini, sem var líka í því. Hún er u.þ.b 30 mín. Þetta er mjög vel klippt, og vel filmað. Tónlistin, er góð. Þetta er mitt persónulegt eftirlæti. Og mæli með því\nArto Saari: Hann byrjar þetta myndband, í staðin fyrir að enda það. Hann er með mjög góðann part, þó ekki eins góðan og í Sorry. Hann er með þetta týbíska technical skate, og er að reilast og tröppast. Frábær partur, frábær skater.\nGeoff Rowley: Uppáhaldið mitt. Þetta byrjar á öllu svörtu. Svo fer einhver gaur að bulla eitthvað “I am the black nightmare king” bara eitthvað rugl, svo magnast röddinn, og verður sífelt grimmari, og þá tekur Geoff, rosalegt gap! Og þá var maður búast við einhverju háværi punk-rokki, en þá kemur bara sæt melódía, sem passaði mjög vel, hann var með flottann part, en þó ekki flottari en í Sorry.\nAli Bulala: Ég hef ekkert svo mikið dálæti af honum. En hann er alveg fínn. Samt sem áður á hann ekki skilið að vera pro, fynst mér. Hann er með minni fíflalæti, en í Sorry. Og talsvert flottari. Hann er að taka rosa tröppur í switch, og svaka göp. Alveg ágætur partur.\nDanny Cerezini: Góður am, hann er með mjög stuttan part, en sýnir að hann getur eitthvað, hann er mest að hamast á skökku pic-nic table-i. Og svo tekur hann eitt back lip, á raili.\nTom Penny: Helmingi betri partur en í Sorry. Hann alveg fínn skater, og er með góðann part.\nBastien Salabanzi: Hann er ótrúlega flinkur, og hefur þroskast mikið síðan úr Sorry. Og mér finnst hann vera með flottari part heldur en úr Sorry. Hann er alveg ótrúlegur. Hann tekur að meðal annars FS Cap Kickflip niður rosa tröppur, sem ég nátturulega gapti yfir. Hann er með einn af bestu pörtunum í þessu myndbandi.\nPJ Ladd: Ok, hann er sagður vera framtíð brettalífsins, og hann er það auglóslega. Það mætti halda að hann væri tvíkynhneigður í stöðunui (Goofy & Regular), hann er að taka meira en helminginn af partinum sínum í switch. Ég segi bara, að sona eiga skater-ar að vera. Hann kaus að hafa enga tónlist, sem mér fynst alveg mergjað, því þá nær maður að fókusera trikkin meira, og ná þeim betur. Því stundum lendir maður á svaka pönk-rokki, reynt að klippa þetta rosa þétt og hratt svo þetta líti út fyrir að vera ekkert smá brjálað (*Hóst, Dying 2 Live, hóst*). Hann er svo fáránlega góður í switch, að það er ekki eðlilegt. Hann tekur kickflip 2 fs tail, 360 úr, kickflip 2 bs tail, bigspin út.. í switch (Bara að nefna dæmi). Frábær skeitari, með besta part myndbandsins.\nMark Appleyard: Hann er með geðveikan part. Hreyn schnilld. Hann er líka með bestu pörtum myndbandsins. Ég get ekki gert uppá milli þess parts og Sorry's partsins. Hann er frábær skater, með magnaðann part.\nHeildar einkun: 10",
    "url": "https://www.hugi.is/bretti/greinar/201100/really-sorry/",
    "url_id": "201100",
    "id": "1547513",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2004-04-10 18:04:17",
            "id": "1547514",
            "reply_to_id": "1547513",
            "text": "OK. Er ekkert fyir þessi hjólabretti þannig að, mun láta þetta eiga sig :p."
        },
        {
            "user": "chelsea",
            "user_id": "31289",
            "date": "2004-04-10 18:17:44",
            "id": "1547515",
            "reply_to_id": "1547513",
            "text": "Hvar getur maður svo séð þetta myndband?"
        },
        {
            "user": "Amori",
            "user_id": "23430",
            "date": "2004-04-10 18:19:06",
            "id": "1547516",
            "reply_to_id": "1547515",
            "text": "Getur keypt það í Smash td.\n..Svo eru líka aðrar leiðir, en ég efast um að það megi tala um það hér.."
        },
        {
            "user": "chelsea",
            "user_id": "31289",
            "date": "2004-04-10 18:22:47",
            "id": "1547517",
            "reply_to_id": "1547516",
            "text": "ok, checka á þessu"
        },
        {
            "user": "heddi977",
            "user_id": "42735",
            "date": "2004-05-03 15:57:56",
            "id": "1547518",
            "reply_to_id": "1547515",
            "text": "þú getur nottlega bra farið á www.flipskateboards.com og séð traile"
        },
        {
            "user": "Amori",
            "user_id": "23430",
            "date": "2004-04-10 22:55:51",
            "id": "1547519",
            "reply_to_id": "1547513",
            "text": "jæja mutt þarna varstu ekki að spara stóru orðinn kallin. þessi var ekki vel klippt og fyrir þá sem vissu ekki þá var sjálf goðsögninn  Jonny Rotten sem var host-inn í sorry!\nGaur ertu klikk Ali Boulala á vel skilið að vera pro hann er bara öðruvísi en aðrir sem er flott hann er rokkari for god sake hann klæðir sig eins og pönkurum sæmir og skeitar eins og Sid Vicious hefði gert það svo einfalt er það bara og ég er bara móðgaður því að hann hefur látið sjálfan Jamie Thomas líta út eins og lítil smástelpa þegar hann bombaði ekki einu sinni heldur tvisvar niður tröppurnar í endanum á sorry sem voru meira en 30 eða eithvað.\nþetta er bara mitt persónulega álit og þetta var þitt en ég gef þessari ekki meira en 7.5 því að þetta var ekkert meistara stykki sko jújú Bastien Salabanzi var með flott switch heel þarna en vá ekki segja að parturinn var betri en hinn fyrri hann var 15 ára og heimsmeistari þegar hann gerði þennan sorry part og mætti segja að hann sé brautriðjandi þarna því að hann var að taka technical útá street-ið meira en nokkur annar enda spólaði ég oftar en tvisvar og oftar en þrisvar þegar hann endaði partinn með kf fs boardslide niður risa rail eithvað sem enginn haði dottið í hug.\nOg hey það var ekki eðalmúsík þarna á ferð sko, við vorum að heyra einhverja nýbylgju tóna þarna en í sorry var mun fjölbreitari tónlist s.s iggy pop og stooges, placebo, Gray Matter og velvet underground."
        },
        {
            "user": "Amori",
            "user_id": "23430",
            "date": "2004-04-10 23:22:10",
            "id": "1547520",
            "reply_to_id": "1547519",
            "text": "Mér fanst hún mjög vel klippt.. Hvað er sona að klippinguni?\nAli… Hann er ekkert í samanburði við Jamie Thomas, hvernig vogaru þér að bera þá sama segi ég bara. Vá hann reyndi 26 tröppur.. En náði hann þeim?.. Nei, hélt ekki. Gaurinn hefði þess vegna getað hoppað niður þetta, alveg það sama. Það eru til miklu betri AM's en hann, ekki fá þau Pro, og þess vegna fynst mér hann ekki eiga það skilið. Og gaurinn er hommi! Ég meina neta-maga bolir og leðursokka buxur! Og þessi asnalegi hattur!\nOg sagði ég að músíkin væri eðal?, nei ég sagði að hún væri góð, ekki frábær… Góð.. Og sagði aldrei að hún væri betri en í Sorry.\nFyrir hvað dreguru þessa mynd niður?, músíkina?. Þessi mynd ER gullmoli og hana nú. Hún hefði öruggleg fengið 8.5 hjá mér í einkun, EF PJ hefði ekki komið til sögunar..\nAð vísu verð ég að viðurkenna, að ég hef horft á Sorry yfir 600 sinnum.. Og ýki ekki, og maður getur nú varla gert upp á milli eftir það mikið áhorf."
        },
        {
            "user": "Amori",
            "user_id": "23430",
            "date": "2004-04-11 20:04:34",
            "id": "1547521",
            "reply_to_id": "1547520",
            "text": "jaja really sorry var mjög fín en ekkert meistarastykki finnst mér allavegana…ali lenti en brettið brottanaði undan honum það var málið og þessar tröppur voru meira en 26 sko efað maður horfir á það aftur þá er þetta álíka langt niður og “leap of faith” en það var ekki svona langt gap:P allavegana ætlaði ég ekki neitt að vera dissa þig hehe finnst bara ekkert staðið uppúr í þessari(fyrir utan pj).\nmér finnst þetta ollie hja Ali vera golden moments eins og Bob Burnquist gerði loop switch og loop með gapi og leap of faith.\nja og varðandi klippinguna í þessari þá var ég að mæla hana við fyrri myndinna og klippinginn var ekkert í samanburði við það. :P"
        },
        {
            "user": "Amori",
            "user_id": "23430",
            "date": "2004-04-12 00:54:33",
            "id": "1547522",
            "reply_to_id": "1547521",
            "text": "Það er að vísu satt, þetta var ekkert smá gap. En ég man þegar ég sá hana fyrst, þá var það fyrsta sem við gerðum að hoppa framm á hné og á pásu.. Og byrjuðum að telja. 26 voru þær, sýnast kanski meiri.\nÞegar ég horfa á skeitmynd, þá sækist ég ekki endilega eftir sona “Golden moments”, nettleikin skiptir mestu máli hjá mér. Að sjá góðan skeitara gera nett og skemmtilegt run, nægir mér alveg.\nEn mér fanst svo margt standa frammúr, sástu kickflip 2 back tail, bigspin út hjá Appleyard? Það var rosalegt. Svo er músíkin ekkert svo hörð, og þá virkar þetta myndband svo súrsætt, og skemmtilegt. Og ég veit ekkert betra en að horfa á hana á góðum sólríkum degi, til að hita mig upp fyrir skeitið."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-04-14 21:43:41",
            "id": "1547523",
            "reply_to_id": "1547521",
            "text": "yeahyeahyeahyeahyeahyeahyeah\n,,I,,\n,,I,,\n,,I,,\n,,I, ,\n,,I,,\n,,I,,\n,,I,,"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-04-10 23:00:01",
            "id": "1547524",
            "reply_to_id": "1547513",
            "text": "og auðvita David Bowie sjálfur sem var bara ljúft :)"
        },
        {
            "user": "Lusifer69",
            "user_id": "13914",
            "date": "2004-04-11 21:58:11",
            "id": "1547525",
            "reply_to_id": "1547513",
            "text": "Ali bulala er svlaur…. hann var regular en braut a ser fotin og varð að skeita switch og nuna er hann goofy. Hann var pro þegar hann var regular svo lendir hann i slysi og þarf að skeita switch, og er enn pro og sick ass góður, eg ber mikla virðingu fyrir þessum skeitara og tröppurnar sem að hann tekur i endan eru sick."
        },
        {
            "user": "grandma",
            "user_id": "17458",
            "date": "2004-04-12 16:12:58",
            "id": "1547526",
            "reply_to_id": "1547513",
            "text": "mér finnst þetta vera satt hjá mutt og mér finnst aldrei neinn toppa stýl chief-inn og bara svona hard skate mér finnst það best en tehcnical skate alltof flókið fyrir minns kannski maður æfi sig ekki bráðlega í erfiðum trikkum ég hef alltaf verið abra svona spin gaur ollie gap og eitthvað þannig stöff vill vera með þannig stuff og það sama í switch er að æfa mig í hærra switch ollie svo ég geti gert það sama í switch og ég er ánægður með hvernig ég skeita þarf samt að fá mér betri legur vera með hraðann og snöggann stýl oki nóg með það really sorry er SNILLD og líka sorry þessar báðar myndir eiga báðar kosti og ókosti við sýnar flip myndir en það er smekksatriði á lögunum mér fannst lögin í sorry betri og þetta er geggjuð grein hjá mutt"
        },
        {
            "user": "megaman123",
            "user_id": "20401",
            "date": "2004-04-15 22:40:29",
            "id": "1547527",
            "reply_to_id": "1547526",
            "text": "HAHAHAAHHAAHA !!!!!!!!!"
        },
        {
            "user": "kissrocks",
            "user_id": "51935",
            "date": "2004-04-16 22:28:04",
            "id": "1547528",
            "reply_to_id": "1547513",
            "text": "Flott grein! en það er samt eitt sökkað, ÉG HEF EKKI SÉÐ ÞESSA MYND EN ÉG ER SAMT SK8 FAN DAUÐANS OG ER SJÁLFUR SK8-ARI."
        },
        {
            "user": "nezix",
            "user_id": "12085",
            "date": "2004-04-17 19:07:48",
            "id": "1547529",
            "reply_to_id": "1547513",
            "text": "Mér Finnst nú kaflinn hans Alex Chalmers lang bestur."
        },
        {
            "user": "Amori",
            "user_id": "23430",
            "date": "2004-04-17 22:30:33",
            "id": "1547530",
            "reply_to_id": "1547529",
            "text": "Hann var ekki í Really Sorry, og ekki heldur Rune Cliffberg.."
        },
        {
            "user": "StettJ",
            "user_id": "26019",
            "date": "2004-04-29 08:28:19",
            "id": "1547531",
            "reply_to_id": "1547513",
            "text": "Hlakka til að sjá þessa mynd.. ekki vill svo til að þú eigir hana á..uhmmm… “stafrænu” formi?"
        },
        {
            "user": "Amori",
            "user_id": "23430",
            "date": "2004-04-29 16:27:32",
            "id": "1547532",
            "reply_to_id": "1547531",
            "text": "Kanski.."
        },
        {
            "user": "bjarkih",
            "user_id": "5374",
            "date": "2004-05-15 13:00:40",
            "id": "1547533",
            "reply_to_id": "1547513",
            "text": "Ali Bulala hann var regular en braut að mig minnir eða allavega rústaði á sér öklanum og byrjaði að skeita goofy upp frá því þess vegna er hann svona góður switch :D bara svona ef þið visuð það ekki."
        },
        {
            "user": "Axl",
            "user_id": "28934",
            "date": "2004-05-22 16:48:18",
            "id": "1547534",
            "reply_to_id": "1547533",
            "text": "Ali Bulala er goffy og hefur alltaf verið goffy. Hins vegar skateaði hann bara switch í heilt ár eða eitthvað."
        }
    ]
}