{
    "forum_title": "Tíska & útlit",
    "user": "notandanafn",
    "user_id": "52029",
    "date": "2004-04-10 19:10:47",
    "title": "Tíska-afstætt hugtak",
    "text": "Margir hérna á Huga eru að kvarta undan þessari Tísku, eru sífellt að skammast þegar fólk sendir inn greinar og er að segja hverju maður eigi að klæðast og hverju ekki, sem ég skil vissulega vel.\nÞessir greinahöfundar sem eru að senda hérna inn þessar fyrrnefndu greinar, eru flestir frekar þröngsýnir og taka bara mark á 17, Deres og þeim búðum.\nEn sem betur fer eru til fleiri búðir á þessu landi, þær eru kannski ekki margar en þær eru þarna!\nSpútnik er náttúrúlega fræg fyrir sinn stíl en svo eru til fleiri búðir sem selja ekki þessi NTC föt, má þá nefna Oasis, Illgresi og fleiri.\nEn það sem meira er, er það að það eru ekki aðeins föt sem geta verið í tísku, það getur verið fleira, sem dæmi má nefna, stjórnmálaflokkar, reykingar þá annaðhvort að reykja eða ekki, dópa, stunda líkamsrækt eða þá að stunda hana ekki, verða óléttur eða vera það ekki, trúa á Guð, trúa ekki á Guð og fleira og fleira.\nÞetta er bara ekki jafn sýnilegt og fötin, þú labbar ekki niður Laugaveginn og tekur eftir því hvort að fólkið trúir á Guð eða ekki, auðvitað sést það á sumum (nunnum og fleirum) en alls ekki öllum. En þú tekur eftir því hverju flestir klæðast og hverju fáir klæðast.\nSem dæmi má nefna hippatímann, þá voru ákveðin föt í tísku, það var í tísku að reykja hass og aðhyllast friðinn.\nEn hver vill svosem ekki frið?\nTilgangurinn með þessari grein, var sá að benda sumum að föt eru ekki það eina sem er í tísku og þá sérstaklega ekki föt úr 17, en það því miður vita það ekki allir.\nVona ég að fordómar á þessu landi, munu fara minnkandi gagnvart fólki sem hefur aðrar skoðanir en flestir og klæða sig öðruvísi en flestir. Sem að mér sýnist vera að gerast.\nAuðvitað tekur það tíma og gerist ekki bara með því að lesa eina grein á huga.is en það hefur kannski einhver áhrif á suma.",
    "url": "https://www.hugi.is/tiska/greinar/201105/tiska-afstaett-hugtak/",
    "url_id": "201105",
    "id": "1547634",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2004-04-10 21:37:25",
            "id": "1547635",
            "reply_to_id": "1547634",
            "text": "Hagkaup er sko flottasta búðin!!!\nNei bara að grínst….\nflott grein *klapp klapp*"
        },
        {
            "user": "arkano",
            "user_id": "48967",
            "date": "2004-04-10 23:37:22",
            "id": "1547636",
            "reply_to_id": "1547634",
            "text": "jamm… hafði örugglega áhrif á eikkerja, flott grein!! =) En ég hef aldrei keypt mér föt í sautján og er ekkert að stefna neitt á það. Ég kaupi mér ekkert föt sem ég fíla ekki en eru samt í tísku og mér líði eins og fífli í þeim  þótt þau séu í 17!! Kaupi mér bara það sem ég vil, sama hvar það er!"
        },
        {
            "user": "Tooleh",
            "user_id": "23385",
            "date": "2004-04-10 23:47:52",
            "id": "1547637",
            "reply_to_id": "1547634",
            "text": "Vertu í því sem þér líkar best!\nNjóttu þess að vera til!\nEkkert hefur breyst frá því ég var yngri!  Ef þú ert öðruvísi ertu bara nýtt look!!  :)"
        },
        {
            "user": "Tooleh",
            "user_id": "23385",
            "date": "2004-04-10 23:54:36",
            "id": "1547638",
            "reply_to_id": "1547637",
            "text": "Og hana nú!!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-04-11 04:35:10",
            "id": "1547639",
            "reply_to_id": "1547637",
            "text": "Ég á bol sem er gegt þægilegur og ég mundi ALDREI í lífinu vera í honum á almannafæri. Maður er náttla í einhverju flottu!! Ég þoli ekki þetta: Vertu bara í því sem þér finnst þægilegt og ekkert endilega flottu!!!!"
        },
        {
            "user": "doppan",
            "user_id": "18665",
            "date": "2004-04-11 01:03:04",
            "id": "1547640",
            "reply_to_id": "1547634",
            "text": "“Fashion is a form of ugliness so intolerable that we have to alter it every six months.”\n- Oscar Wilde\nOg það er nokkuð til í þessu :)"
        },
        {
            "user": "dearlie",
            "user_id": "28221",
            "date": "2004-04-11 21:22:42",
            "id": "1547641",
            "reply_to_id": "1547640",
            "text": "doppan: Var það ekki líka hann sem sagði: You laugh because I´m different, I laugh because you´re all the same?\nElska þessa setningu!:)"
        },
        {
            "user": "doppan",
            "user_id": "18665",
            "date": "2004-04-12 02:47:21",
            "id": "1547642",
            "reply_to_id": "1547641",
            "text": "saramh: Ég bara er ekki viss. En þetta meikar sens :)"
        },
        {
            "user": "ibex",
            "user_id": "18701",
            "date": "2004-04-11 03:02:37",
            "id": "1547643",
            "reply_to_id": "1547634",
            "text": "Hmmm… er titillinn á þessari grein ekki textabrot frá Sesari-A?\nEn góð grein… það getur allt komist í tísku, og það eru til margar stefnur og straumar í tískunni..\nÉg svona eiginlega flokka þetta í megintísku og svo undirflokka hennar. Svo geta ýmsir undirflokkar komist í tísku hjá megintískunni…\nTil dæmis eru til rokktíska, hiphoptíska, gothictíska og svo framvegis, þetta eru allt ákveðnar tískustefnur og þó svo að þær séu ekki í tísku í meginstefnunni þá getur ýmislegt verið í tísku innan þessara stefna, svosem víðar buxur eða gaddaólar eða jafnvel trúarbrögð, stjórnmálalegar skoðanir, hljómsveitir, bækur, sjónvarpsefni, hegðun, líkamsburður..eða eitthvað… tíska er svo víðtækt hugtak og ALLT getur verið í tísku."
        },
        {
            "user": "chromosome",
            "user_id": "39511",
            "date": "2004-04-11 10:23:34",
            "id": "1547644",
            "reply_to_id": "1547634",
            "text": "Flott grein - Skál fyrir því =)"
        },
        {
            "user": "Magabelti",
            "user_id": "35142",
            "date": "2004-04-11 11:36:22",
            "id": "1547645",
            "reply_to_id": "1547634",
            "text": "rosa flott grein\nkv.Erna"
        },
        {
            "user": "notandanafn",
            "user_id": "52029",
            "date": "2004-04-11 16:33:11",
            "id": "1547646",
            "reply_to_id": "1547645",
            "text": "ibex, ég hef bara ekki hugmynd um hvort að þetta sé textabrot frá honum eða ekki, hlusta bara aldrei á hann.\nTakk annars fyrir hrósið frá fleirum."
        },
        {
            "user": "NoAngel",
            "user_id": "15331",
            "date": "2004-04-11 16:55:32",
            "id": "1547647",
            "reply_to_id": "1547634",
            "text": "Mjög góð grein, heyr heyr! :D\nÉg kaupi stundum föt í Hagkaup og ég skammast mín ekkert fyrir það, mér finnst fötin þar flott og þá kaupi ég þau bara!\nÉg hef aldrei keypt flík í 17 á ævinni og ég stefni ekki að því, mér finnst brjálæði að vera að borga 15000 kall fyrir buxur! Frekar kaupi ég buxur í Next eða H&M og svoleiðis búðum, sem eru með mjög flott föt á góðu verði :)"
        },
        {
            "user": "gosli",
            "user_id": "20531",
            "date": "2004-04-11 17:17:42",
            "id": "1547648",
            "reply_to_id": "1547634",
            "text": "Þetta er fín grein! mjög athyglisverð og vel skrifuð :) en persónulega hef ég séð þetta versna fyrst var það 17 núna eru allar búið í þeim stíl meirasegja brim er að aðhyllast einhverju poppúler dæmi sem er ekki gott en það er ein búð sem hefur sína fastakúna! og að mínu mati eina góða fatabúðinn á íslandi og heitir sú búð Exódus og selur “skoppara” föt og þar inni getur hvaða einasti skoppari misst sig og ef ég færi þangað inn með kredtitkort þá tæki það mig ár að borga það niður :) kvet alla til að kíkja þangað það sakar ekki að kíkja! hún er eigilega á móti leikhúsinu sem er rétt hjá lækjatorgi skúlagata minnir mig að það heiti og hitthúsið er þarna við hliðiná :)\nGG any way ;)"
        },
        {
            "user": "notandanafn",
            "user_id": "52029",
            "date": "2004-04-11 20:58:17",
            "id": "1547649",
            "reply_to_id": "1547648",
            "text": "Já, kannski er þetta rétt hjá þér gosli, kannski er þetta ekkert að fara minnkandi, ég lifi bara í einhverjum draumaheimi…\nExódus er á Hverfisgötu, beint á móti Þjóðleikhúsinu."
        },
        {
            "user": "skvis92",
            "user_id": "34483",
            "date": "2004-04-13 10:54:51",
            "id": "1547650",
            "reply_to_id": "1547634",
            "text": "Flott grein"
        },
        {
            "user": "runa",
            "user_id": "26449",
            "date": "2004-04-13 18:39:45",
            "id": "1547651",
            "reply_to_id": "1547650",
            "text": "kúl grein, vel skrifuð"
        },
        {
            "user": "fne55",
            "user_id": "15940",
            "date": "2004-04-15 19:29:49",
            "id": "1547652",
            "reply_to_id": "1547634",
            "text": "Mér finnst Spútnik vera alveg snilld og flottir bolir í Illgresi…ég hef aldrei á ævinni keypt mér nokkuð úr 17……ég reyni þó að fylgja tískunni…samt flott grein og það var flott hjá þér að skrifa um eitthvað svona…ég myndi ekki þora því"
        },
        {
            "user": "Kaea",
            "user_id": "52376",
            "date": "2004-04-19 19:06:49",
            "id": "1547653",
            "reply_to_id": "1547634",
            "text": "Góð grein en er þessi titill ekki einum of ???"
        },
        {
            "user": "notandanafn",
            "user_id": "52029",
            "date": "2004-04-20 16:27:04",
            "id": "1547654",
            "reply_to_id": "1547653",
            "text": "einum of hvað?"
        },
        {
            "user": "Kaea",
            "user_id": "52376",
            "date": "2004-04-21 16:55:45",
            "id": "1547655",
            "reply_to_id": "1547654",
            "text": "Æi þetta skiptir engu enn mér finnst þetta rosalegur titill annars er það bara sniðugt því þá skoða fleiri þetta hafðu ekki áhyggjur af því Okey???"
        }
    ]
}