{
    "forum_title": "Gamanþættir",
    "user": "erlam89",
    "user_id": "19655",
    "date": "2004-04-11 19:12:07",
    "title": "Íbúðir 19 &20",
    "text": "Þessar tvær íbúðir, númer 19 og 20, sem að ég kemst næst allavega, hafa haft mikið gildi í þessum þáttum. Mikill meiri hluti senanna fara fram þarna, jú og kannski á Central Perk ;)\nEn ég ætla allavega að nota tækifærið þar sem að áhugamálið er svo einstaklega dautt eitthvað að fara aðeins í það hverjir hafa búið í þessum íbúðum í 10.seríum, njótið!\nÞarf eiginlega að byrja áður en fyrsta serían byrjar því að í TOW the flashback er Chandler að leita sér að að herbergisfélaga eða “rommie”:\nChandler: I’m never gonna find a roommate, ever.\nPhoebe: Why, nobody good?\nChandler: Well let’s see, there was the guy with the ferrets, that’s plural. The spitter. Oh-ho, and yes, the guy that enjoyed my name so much he felt the need to make a little noise every time he said it. Nice to meet you, Chandler Bing Bing! Great apartment Chandler Bing, Bing!\nRoss: So how many more do you have tomorrow?\nChandler: Two. This photographer, who seemed really dull. And this actor guy, who I’m not sure about, because when he called and I answered the phone ‘Chandler Bing,’ he said ‘Whoa-whoa, short message.’\nSvo reyndist að þessi ljósmyndari,Eric, var alveg fullkominn, ljósmyndaði fyrirsætur sem að myndu kannski koma í heimsókn og svo átti systir hans strandhús sem Chandler væri meira en velkomið að nota, en hann þyrfti kannski að vita að hún væri “pornstar” ;)\nOg jújú, Chandler valdi Eric framyfir Joey en alltaf tekst mr.Heckles að skemma allt:\nEric er að flytja inn dótið sitt þegar hann hittir hann á       ganginum\nMr. Heckles: (við Eric) Who are you?\nEric: Hi, I’m Eric, I’m gonna be Chandler’s new roommate.\nMr. Heckles: I’m Chandler’s new roommate.\nEric: I-I-I don’t think so.\nMr. Heckles: I could be Chandler’s new roommate.\nEric: But, he told me over the phone.\nMr. Heckles: He told me in person.\nEric: That’s weird.\nMr. Heckles: Well, I’m going to go into my new apartment now.\nOg auðvitað er ekki læst þannig að hann kemst inn og frá því situr Chandler uppi með Joey ;)\nEn yfir til Monicu og Phoebe sem búa saman en Phoebe er orðin svolítið þreytt á fullkomnunaráráttunni hennar Monicu og er hálfpartinn flutt til ömmu sinnar, án þess þó að Monica viti það:\nMonica: Oh, Phoebe I’m sorry that I left lipstick marks on the phone.\nPhoebe: You didn’t leave lipstick marks on the phone.\nMonica: Oh, then it must’ve been you. Bye. (fer)\nPhoebe: (pirruð) Bye-bye! That’s why I moved out!\nRoss: Hey, y'know while we’re on that, when are you gonna tell my sister that you don’t live here anymore.\nPhoebe: I think on some levels she already knows.\nRoss: Phoebe, she doesn’t know that you sneak out every night, she doesn’t know that you sneak back every morning, and she doesn’t know that you’ve been living with your Grandmother’s for a week now.\nPhoebe: Okay, well maybe not on those levels.\nEn á endanum fattar Monica það þegar rúmið hennar Phoebear er bara horfið, og þar með verður hún ein þangað til að Rachel kemur til sögunnar.\nSvo líður 1. 2. og 3.sería en það er ekki fyrr enn í fjórðu seríu sem að eitthvað fer að gerast ;)\nChandler og Joey segjast þekkja stelpurnar svo vel að Ross semur spurningarleik um hvor þekki hvern betur og þau veðja um íbúðaskipti ásamt einhverju öðru minnir mig, er reyndar svolítið langt síðan ég sá þetta en… Strákarnir vinna allavega og þau skipta um íbúðir þrátt fyrir tregleika Rachel ;)\nEn svo veðja þau aftur og í þetta sinn er það þannig að stelpurnar fá sína íbúð aftur ef þær vinna en strákarnir fá ársmiða á The Knicks og aftur vinna þeir, nú með að draga kóng.\nOg þeir skelltu sér á leikinn um kvölið en á meðan skiptu stelpurnar um íbúðir við litla gleði Chandlers þegar þeir komu heim. En stelpurnar voru með varatilboð sem þeir tóku, þær semsagt fóru í sleik, voða þroskað fólk allt saman ;)\nOg svo líður fjórða og fimmta serían og Ross giftist og skilur við Emily ;) Og í kjölfarið á því missir hann íbúðina sína og flytur inn til Joey og Chandlers í smá tíma og ætla hann sé ekki eitthvað líkur systur sinni því hann gerir þá brjálaða með sínum air purifier(man ekki hvernig það er á íslensku) ásamt fleiru þannig að þeir reyna að fá hann til að flytja út en ná svo sáttum. Svo flytur hann inn í íbúð the ugly naked guy eftir að hafa stripplast með honum;)\nSvo líður fimmta serían og Ross og Rachel giftast ;) og í byrjun þeirrar sjöttu flytja Chandler og Monica inn saman og í kjölfar þess þarf Rachel að flytja út eftir sex ár eða eins og þær nefndu það: An end of an era! ;) Og þá er það spurning hvert hún flytji. Ætlaði fyrst að flytja til Joey en “Naked Thursdays” hræddu hana víst eitthvað í burtu. Þá var það Ross en þá fann hún út að þau voru víst ennþá gift og flutti út og komst að því að Phoebe átti engann “rommie” þannig að þær fluttu inn saman.\nEn svo seinna í sjöttu seríunni kviknar í íbúðinni þeirra og þær þurfa að flytja út í einhvern tíma. En þá er bara eitt herbergi í íbúð Monicu og Chandlers eða “Hotel Monica” eins og ún kýs að kalla það ;) Og þar sem að Phoebe telur að kertin og reykelsin hennar hafi kveikt í flytur hún til Joeys og Rachel er alsæl á Hotel Monica. En svo kemur í ljós að það var sléttujárnið hennar Rachel sem að kveikti í þannig að þær skipta…\nEn svo kemur í ljós að fullkomnunaráráttan hennar Monicu fer eitthvað að fara í pirrurnar á henni en á endanum sættir hún sig við það og lifir með því ;)\nSvo kemur 7.serían og íbúðin þeirra verður tilbúin en einhver segi við Phoebe að Rachel sé svo ánægð að hún vilji ekki búa aftur með henni, eða var það kannski bara misskilningur? ;Þ\nOg hún gefur Joey þessvegna trommusett og Tarantúlu til að reyna að hræða hana burt en Rachel talar við hana og finnur út þetta og þær fara að skoða íbúðina og komast að því að búið að er að sameina herbergin þeirra í eitt þannig að Phoebe flytur bara inn ein og Rachel býr enn hjá Joey.\n8.serían kemur með Rachel ólétta og þegar á líður flytur hún til Ross af því að honum finnst hann vera að missa af svo mörgu sem pabbinn(fyrsta sparkinu og svoleiðis) þannig að Joey verður einn á báti. Svo eignast Rachel barnið og 9.serían kemur og eftir að Joey bað hennar EKKI og álíka misskilningur gengur yir gengur ekkert hjá Ross og Rachel og hún flytur með Emmu til Joeys.\nSvo byrja Mike og Phoebe saman og Mike er í þann veginn að flytja inn til hennar þegar þau hætta saman en svo byrja þau nú aftur saman í lok 9.seríunnar.\nOg þá held ég að það sé bara komið!\nEndilega leiðréttið mig ef það er eitthvað og bætið inn í, gaman að starta smá umræðum til að REYNA að lífga þetta áhugamál upp:)\nOg nú er bara að bíða og sjá hvernig þetta endar allt saman.\n-erlam89",
    "url": "https://www.hugi.is/grin/greinar/201227/ibudir-19-20/",
    "url_id": "201227",
    "id": "1548447",
    "replies": [
        {
            "user": "Pemma",
            "user_id": "30312",
            "date": "2004-04-13 21:00:08",
            "id": "1548448",
            "reply_to_id": "1548447",
            "text": "Flott grein.\nPEMMA"
        },
        {
            "user": "F4nn4r",
            "user_id": "8337",
            "date": "2004-04-14 01:47:51",
            "id": "1548449",
            "reply_to_id": "1548447",
            "text": "Skemmtileg grein :) good work."
        },
        {
            "user": "RockyB",
            "user_id": "31426",
            "date": "2004-04-14 11:01:57",
            "id": "1548452",
            "reply_to_id": "1548447",
            "text": "Crazzzzzy in the creamhouse ;) megagrein :D"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-04-14 11:12:59",
            "id": "1548453",
            "reply_to_id": "1548447",
            "text": "Frábær grein."
        },
        {
            "user": "erlam89",
            "user_id": "19655",
            "date": "2004-04-14 12:02:45",
            "id": "1548450",
            "reply_to_id": "1548447",
            "text": "flott grein..\nþað er lika hægt að benda á það að í fyrstu seríunum hétu íbúðirnar 4 og 5 , svo bara allt i einu breyttist það.."
        },
        {
            "user": "erlam89",
            "user_id": "19655",
            "date": "2004-04-14 14:15:21",
            "id": "1548451",
            "reply_to_id": "1548450",
            "text": "Já, alveg rétt… Það var eitthvað svona, var bara ekki alveg pottþétt en mundi að þær höfðu einhverntíman verið með eitthvað annað númer, þá veit ég það ;)"
        },
        {
            "user": "Nataly",
            "user_id": "24345",
            "date": "2004-04-14 16:05:18",
            "id": "1548454",
            "reply_to_id": "1548447",
            "text": "MJÖG góð og skemmtileg grein hjá þér :) :D"
        },
        {
            "user": "Steinikr",
            "user_id": "8362",
            "date": "2004-04-15 10:51:27",
            "id": "1548455",
            "reply_to_id": "1548447",
            "text": "Þessar íbúðir voru snemma í Friends þáttunum nr. 4 & 5, svo var þeim breytt í 19 & 20."
        },
        {
            "user": "xTravis",
            "user_id": "6570",
            "date": "2004-05-09 19:38:33",
            "id": "1548456",
            "reply_to_id": "1548455",
            "text": "handritshöfundunum sáu eftirá að þeir hefðu gert mistök veggna þess að íbúðir á þessum hæðum erum mjög ólíklega nr. 4 og 5, þannig að þeir ákváðu að breyta þessu bara."
        },
        {
            "user": "Rakle",
            "user_id": "44345",
            "date": "2004-04-15 14:05:05",
            "id": "1548457",
            "reply_to_id": "1548447",
            "text": "frábær grein hja þér…það var enmitt kominn timi til þess ad lífga uppá þetta hérna!þar sem þessir þættir fara ad hætta eigum vid þá ekki ad halda afram og gera etithvad meira a þessari sidu ? :D en\nja þarna i 4 seriu þar sem þær töpuðu i spurningaleiknum það var uppi ef strakarnir ynnu fengu þeir ibuð monicu og rachel ef þær ynnu færi þarna  dyrið hans joey sem var ad breytast i hana og gerði gaggalaggalgu svo hátt að þær voru ad  :@"
        },
        {
            "user": "erlam89",
            "user_id": "19655",
            "date": "2004-04-15 16:37:47",
            "id": "1548458",
            "reply_to_id": "1548457",
            "text": "Já, haha.. Þeir myndu þá losa sig við hanan eða eitthvað álíka, er það ekki?"
        },
        {
            "user": "Rakle",
            "user_id": "44345",
            "date": "2004-04-15 17:19:40",
            "id": "1548459",
            "reply_to_id": "1548447",
            "text": "Ég var farin að halda að þetta áhugamál væri jarðað!!"
        },
        {
            "user": "Rakle",
            "user_id": "44345",
            "date": "2004-04-15 20:02:03",
            "id": "1548460",
            "reply_to_id": "1548459",
            "text": "aha..verðum ad laga þetta sko!:D"
        },
        {
            "user": "erlam89",
            "user_id": "19655",
            "date": "2004-04-16 02:03:39",
            "id": "1548461",
            "reply_to_id": "1548447",
            "text": "Í hvaða seríu og hvaða þættir eru það þar sem Chandler er að leita að nýjum roommate og Phoebe flytur út?"
        },
        {
            "user": "erlam89",
            "user_id": "19655",
            "date": "2004-04-16 12:32:53",
            "id": "1548462",
            "reply_to_id": "1548461",
            "text": "Þriðja sería… Þáttur sex, TOW the flasback :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-04-16 18:43:01",
            "id": "1548463",
            "reply_to_id": "1548447",
            "text": "LOKSINS, glæsilegt hjá þér…. endilega reynum að halda þessu áfram eftir lok þáttanna… :( bara átta þættir eftir og svo bara allt búið…. púff… :s en allavega frábært hjá þér :D"
        },
        {
            "user": "Violet",
            "user_id": "38251",
            "date": "2004-04-16 20:12:37",
            "id": "1548464",
            "reply_to_id": "1548447",
            "text": "Mjög góð grein!!\nen það vantar þegar Joey flutti í burt í einhverja svaka flotta íbúð með fullt af nýju dóti ,og þá kom einhver óþolandi kall til Chandlers….en það endaði með því að Joey kom atur til Chandlers….\nannars frábær grein!!!!"
        },
        {
            "user": "erlam89",
            "user_id": "19655",
            "date": "2004-04-16 21:00:05",
            "id": "1548465",
            "reply_to_id": "1548464",
            "text": "Já, Eddie, hann var nú meiri snillingurinn, hehe…\nSvo mikill að ég bara steingleymdi honum :p"
        },
        {
            "user": "Violet",
            "user_id": "38251",
            "date": "2004-04-16 21:25:44",
            "id": "1548466",
            "reply_to_id": "1548465",
            "text": "Allt í lagi!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-04-18 23:58:06",
            "id": "1548467",
            "reply_to_id": "1548466",
            "text": "Takk fyrir góða lesningu ;) Hafði gaman að því að lesa þessa frábæru grein, haltu áfram svona :)\n-Sóley"
        },
        {
            "user": "jettebra",
            "user_id": "45218",
            "date": "2004-04-30 19:14:24",
            "id": "1548468",
            "reply_to_id": "1548447",
            "text": "Æðisleg grein:D..Meira svona:P\n-SóleyA"
        },
        {
            "user": "pollett",
            "user_id": "40846",
            "date": "2004-06-06 17:43:49",
            "id": "1548469",
            "reply_to_id": "1548447",
            "text": "Afsakið að ég spyrji en hver er Mr. Heckles?"
        }
    ]
}