{
    "forum_title": "Harry Potter",
    "user": "BudIcer",
    "user_id": "18832",
    "date": "2004-04-10 12:44:04",
    "title": "Dobby",
    "text": "Húsálfar finnast hér og þar í galdraheiminum, ef þú leitar vel. Þeir eru litlir með risastór eyru, græn augu á stærði við tennisbolta og eru í raun líkastir stórum ljótum dúkkum. Þeir eru samt eiginlega svo ljótir að þeir eru orðnir svolítið krúttlegir aftur, komnir hringinn á kúrfunni. Þeir vinna öll almenn  heimilisstörf fyrir eigendur sína. Já, eigendur sína. Húsálfar eru nefilega þrælar í eigu helstu galdrafjölskyldna Englands. Þeir þrífa húsin, vaska upp, elda matinn, bera á borð, fara í sendiferðir og gera allt sem eigendur þeirra skipa þeim. Stöku sinnum fær húsálfur stærra hlutverk en það að þrífa og sjá um heimilið, sem dæmi um það má nefna Winky sem var húsálfur hjá Hr. Crouch, en hennar hlutverk var líka að gæta andlega vanheils sonar hans. Til að frelsa húsálf þarf eigandi hans að gefa honum föt. Þar sem fæstir húsálfar hafa fengið föt að gjöf eru þeir flestir klæddir í gömul koddaver, tehettur, viskastykki eða annað í þeim dúr. Flestir húsálfar eru fullir af þjónustulund og ánægðir í sinni stöðu sinni, líkar vel að vera þrælar. Þeir leggja metnað sinn í að vinna verk sín vel og hljóðlega, ef enginn tekur eftir þeim eru þeir ánægðastir. Mesta martröð flestra húsálfa er að meistari þeirra gefi þeim föt.\nÞað á þó ekki við hann Dobby. Dobby var upphaflega í eigu Malfoy fjölskyldunnar sem fór vægast sagt illa með hann. Dobby hafði heyrt af því á heimi sínu að til stæði að opna leyniklefann í Hogwarts eitt árið og að líf hins mikla Harry Potters væri í hættu. Dobby hafði heyrt margt um Harry Potter og vissi að það var honum að þakka að “sá sem ekki má nefna” væri horfinn á braut. Hann mátti ekki til þess hugsa að þessi mikli, ungi galdramaður yrði fyrir skaða. Því birtist hann heima hjá Dursley hjónunum og reynir allt hvað hann getur til að koma í veg fyrir að Harry fari til Hogwarts þetta árið. Hann stelur öllum bréfum sem vinir Harrys senda honum og vonar að Harry haldi að öllum sé sama um hann. Harry kemst þó að sannleikanum og þeir Dobby hittast þá í fyrsta skipti. Svo illa vildi til fyrir Harry að Dobby birtist akkúrat á versta tíma, þegar Dursley hjónin voru með mikilvægt matarboð á neðri hæð hússins og Harry átti að vera hljóðlátur sem mús á efri hæðinni. Dobby reynir að vara Harry við því að fara í skólann en Harry skilur ekki hvers vegna hann megi ekki fara. Dobby hafði verið skipað af eigendum sínum að segja Harry Potter ekki frá því sem ætti að gerast og húsálfar geta ekki óhlýðnast fyrirskipunum. Dobby reynir því að gefa Harry vísbendingar, en gengur ekki nógu vel. Hann undrast kurteisi Harrys þegar Harry býður honum sæti og spyr hvort að hann geti hjálpað honum eitthvað. Dobby hefur aldrei upplifað það áður að komið sé fram við hann eins og jafningja. Harry segir að þá hafi hann líklega ekki hitt mikið af almennilegum galdramönnum, Dobby játar það, en byrjar undir eins að berja höfðinu utan í veggi og borð til að refsa sér fyrir að hafa talað illa um eigendur sína. Þessi samskipti Dobbys og Harrys eiga eftir að draga dilk á eftir sér, Dobby lýtur á Harry sem hinn ljúfasta og besta mann sem hann hafi nokkru sinni kynnst og ákveður að gera allt sem í hans valdi stendur til að vernda hann. Þegar Harry er harðákveðinn í að fara samt til Hogwarts grípur Dobby til sinna ráða. Hann fer niður á neðri hæð hússins þar sem veislan er í fullum gangi, með Harry á hælunum. Þegar niður er komið lyftir Dobby eftirréttinum upp af borðinu með göldrum og hótar að sleppa honum á gólfið ef Harry lofi ekki að vera kyrr heima. Harry neitar því og Dobby sleppir eftirréttinum á gólfið, sorgmæddur í bragði og hverfur með lágum smelli. Harry er að sjálfsögðu kennt um galdrana og fær viðvörunarbréf frá Galdramálaráðuneytinu, þess efnis að hann hafi brotið lög og sé nú á skilorði.\nSeinna um veturinn þegar leyniklefinn hefur verið opnaður hittast þeir félagar aftur. Dobby er að annast sár á höfði Harrys (sem Dobby átti í raun sök á), hann lætur það út úr sér að leyniklefinn hafi verið opnaður áður. Þetta eru mikilvægar upplýsingar fyrir Harry sem hann nýtir sér til að leysa ráðgátuna um leyniklefann.\nÞegar ráðgátan hefur verið leyst hittast Harry og Dobby eina ferðina enn, en í þetta skipti er Dobby ekki einn á ferð heldur í för með eiganda sínum, Luciusi Malfoy. Harry áttar sig nú á hvernig í öllu liggur og þegar Lucius strunsar af fundi þeirra og er á leiðinni út úr skólanum hleypur Harry á eftir honum með gömlu dagbókina (sem er upphafið af öllum ævintýrum ársins) í hendinni. Inni í bókina hafði hann laumað öðrum sokknum sínum. Harry réttir Malfoy bókina, en hann tekur við henni, þrífur í sokkinn og hendir honum burt. Strunsar svo áfram og skipar Dobby að koma. En Dobby stendur kyrr. Ljómandi af gleði og sigri hrósandi stendur Dobby grafkyrr með sokkinn í höndunum. Hann er frjáls.\nDobby er alla tíð þakklátur Harry fyrir að veita honum frelsi og gerist nú metnaðarfyllri en húsálfar almennt. Hann vill gjarnan vinna áfram, en nú vill hann fá laun fyrir vinnu sína. Það er þó erfitt fyrir svona metnaðarfullan húsálf að fá vinnu í galdraheiminum, en fyrir rest fær hann góða stöðu í eldhúsinu og við þrif á Hogwartsskóla. Skólastjórinn, prófessor Albus Dumbledore borgar Dobby eina galleon á viku og gefur honum frí einn föstudag í mánuði. Hann vildi borga honum meira en þetta og gefa honum frí allar helgar, en Dobby er nú ekki svo góður með sig og mátti ekki heyra á það minnst, enda er þetta stórt skref fyrir húsálf. Aðrir húsálfar víðsvegar um England hafa heyrt söguna af Dobby og hryllir við tilhugsuninni. Dobby er litinn hornauga í sínu samfélagi, en hann lætur það ekki á sig fá. Hann stendur fast á sínu og er hæst ánægður með hverja þá flík sem hann getur nælt sér í og flest öll launin hans fara í að kaupa sér sokka, þá helst af sitthvoru tagi. Hann gleymir þó aldrei lausnara sínum Harry Potter og færir honum sokka í jólagjöf (af sitthvoru tagi að sjálfssögðu). Harry á það nú til að vanrækja vin sinn, en honum þykir ósköp vænt um hann og reynir hvað hann getur að sína honum það.\n“Master has given a sock, Master threw it and Dobby caught it, and Dobby… Dobby is free.”\n“Fékk sokk, húsbóndinn kastaði honum og Dobby greip hann, og Dobby… Dobby er frjáls.”\nMeira er hægt að fræðast um húsálfa á þessari síðu sem er tileinkuð Dobby: <a href=\"\nhttp://kids.pxi.com/courtney/dobby/\n\">Klikka hér</a>\nAllur heiður fer til Tzipporah",
    "url": "https://www.hugi.is/hp/pistlar/201213/dobby/",
    "url_id": "201213",
    "id": "1548231",
    "replies": [
        {
            "user": "beljanbobo",
            "user_id": "44405",
            "date": "2004-08-23 12:32:38",
            "id": "1548243",
            "reply_to_id": "1548231",
            "text": "hæ\nþarftu ekki að fara að setja inn nýja persónu mánaðarins?"
        },
        {
            "user": "Ljomalindin",
            "user_id": "15558",
            "date": "2004-08-23 12:32:38",
            "id": "1548234",
            "reply_to_id": "1548231",
            "text": "Hehe, Dobby er bara snillingur :þ  Allir húsálfarnir sem hafa komið í bókunum (bara 3 samt) eru allir svo ólíkir og Kreacher er í uppáhaldi hjá mér ;)\nEn var samt ekki Vinky með brún augu?\n“græn augu á stærði við tennisbolta”\neða er minnið eitthvað að stríða mér núna?\nBara skemmtilegt lesning :þ"
        },
        {
            "user": "rutep",
            "user_id": "23962",
            "date": "2004-08-23 12:32:38",
            "id": "1548242",
            "reply_to_id": "1548234",
            "text": "Jú Vinky var með brún augu.\nOg svo er annað, setti hann ekki dagbókina inn í sokkinn, en ekki öfugt?"
        },
        {
            "user": "egerkomin",
            "user_id": "12420",
            "date": "2004-08-23 12:32:38",
            "id": "1548236",
            "reply_to_id": "1548234",
            "text": "Kreacher????????\n*spoieler* VARÚÐ\nÞað er honum að kenna að Sirius dó :(:( :@:@"
        },
        {
            "user": "BudIcer",
            "user_id": "18832",
            "date": "2004-08-23 12:32:38",
            "id": "1548237",
            "reply_to_id": "1548236",
            "text": "Það er óþarfi að setja spoiler merki fyrir framan."
        },
        {
            "user": "gugusta",
            "user_id": "47724",
            "date": "2004-08-23 12:32:38",
            "id": "1548238",
            "reply_to_id": "1548237",
            "text": "vá ég ÞÞOOLLLLIIII ekki krecher….djöfull leiðinlegur geur marr….ég hef oft pælt í því af hverju þau hengja hann ekki upp á vegg eins og forfeður hans…miklu þægilegra….en fín grein !"
        },
        {
            "user": "GullaGris",
            "user_id": "51458",
            "date": "2004-08-23 12:32:38",
            "id": "1548239",
            "reply_to_id": "1548238",
            "text": "SAMMÁLA!!! Eða nei! Það ætti að láta krecher hljóta þann kvalafylsta dauðadaga sem til er í galdraheiminum fyrir að hafa gert það að verkum að Sirius dó!!!\nFyrsta skipti sem ég hef grátið yfir bók, þegar ég las hann hefði dáið og þessi litli skítugi krecher má bara kafna af öllu þessu gamla ryki af hlutum gömlu kellingarinnar (móður Siriusar)"
        },
        {
            "user": "GullaGris",
            "user_id": "51458",
            "date": "2004-08-23 12:32:38",
            "id": "1548241",
            "reply_to_id": "1548239",
            "text": "Ég hef oft grátið yfir bókum, þær eru sjö fyrir utan Fönixregluna og kallast einu nafni Narníu-bækurnar.\nEn það eru ekki allir húsálfar með eins augu, þótt að þau geti kannski öll verið á stærð við tennisbolta.\nGulla Munda Inga Bogga Bergs"
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2004-08-23 12:32:38",
            "id": "1548240",
            "reply_to_id": "1548239",
            "text": "Svo mikið hatur…\nsvo mikil reiði…\n“fear leads to anger, anger leads to hate, hate leads to suffering…”\n“…but beware. Anger, fear, aggression. The dark side are they. Once you start down the dark path, forever will it dominate your destiny.”\n(Master Yoda)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-08-23 12:32:38",
            "id": "1548235",
            "reply_to_id": "1548234",
            "text": "Æji, úps kannski er ég að rugla, Dobby var allavegnana lýst með græn augu á stærð við tennisbolta, ég tók því bara sem svo að það ætti við alla.\nEn húsálfarnir eru alger æði, hefði ekkert á móti því að hafa einn í vinnu hér á heimilinu hjá mér ;)\nTzip"
        },
        {
            "user": "Liverpool",
            "user_id": "1692",
            "date": "2004-08-23 12:32:38",
            "id": "1548233",
            "reply_to_id": "1548231",
            "text": "Þetta var bara helvíti fræðandi, þótt maður vissi þetta eiginlega allt."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-08-23 12:32:38",
            "id": "1548232",
            "reply_to_id": "1548231",
            "text": "Awwww…?"
        }
    ]
}