{
    "forum_title": "Teiknimyndir",
    "user": "Protester",
    "user_id": "34863",
    "date": "2004-04-11 01:23:49",
    "title": "SP: Scott Tenorman must die",
    "text": "Eins og allir aðrir þættir úr South Park seríunum, þá er þátturinn Scott Tenorman must die algjör snilld, og þó allir SP þættirnir séu snilld, stendur þessi uppúr hjá mér.\nÞessi þáttur er, eins og margir (ef ekki allir) SP þættir, EKKI fyrir viðkvæma. Það er sennilega það sem ég elska svo mikið. Þessi kolsvarti húmor sem ég elska svo mikið er augljós í gegnum þáttinn, þó hann standi uppúr í endanum á þættinum, en ég ætla að fylgja reglum áhugamálsins og þegja yfir endinum.\nÍ þessum þætti koma Radiohead fram sem þeir sjálfir, þó ekki í stóru hlutverki.\nÞátturinn byrjar á því að Cartman hleypur til strákanna æstur til að segja þeim einhverjar merkilegar fréttir.\nHann er kominn með punghár.\nÆstur í því að sýna þeim það rífur hann síðan uppúr vasanum lítinn hárköggul og segist hafa keypt það af Scott Tenorman, 7 bekking, á 10 dollara. Eftir að strákarnir hafa útskýrt fyrir honum hvernig maður eignast í alvöru punghár fer Cartman til Scotts til að láta hann fá hárin aftur í von um að fá peninginn til baka. Það gengur ekki mjög vel og eftir nokkrar mínútur hefur Scott einhvern veginn tekist að blekkja Cartman aftur, og þá stendur Cartman eftir 20 dollurum fátækari en hann var í byrjun og ennþá með punghárin í hendinni. Núna verður Cartman sko brjálaður og aðeins einn hlutur kemst að í huga hans.\nHefnd.\nHann byrjar á því að reyna að fá alla krakkana í hverfinu til að hjálpa sér en þegar það gengur ekki byrjar hann að undirbúa svoldið annað. Nokkuð sem mun hafa afleiðingar sem enginn sá fyrir.\nÉg mæli með því að allir alvöru SP fanar fari og Downloadi þessum þætti eða fynni hann hjá vini sínum eða einhversstaðar. Ég get ábyrgst það að þið munuð ekki sjá eftir því. Ég grenjaði sjálfur svo mikið úr hlátri að ég þurfti að spóla til baka þegar hláturskastið var búið. Ég var búinn að missa af heilum 7 mínútum vegna þess að ég hló svo mikið.",
    "url": "https://www.hugi.is/teiknimyndir/greinar/201223/sp-scott-tenorman-must-die/",
    "url_id": "201223",
    "id": "1548391",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2004-04-11 12:04:33",
            "id": "1548392",
            "reply_to_id": "1548391",
            "text": "Endirinn er svo mikil snilld!"
        },
        {
            "user": "palli2",
            "user_id": "6725",
            "date": "2004-04-11 12:47:14",
            "id": "1548393",
            "reply_to_id": "1548391",
            "text": "Að mínu mati án efa einn besti sp þátturinn ef ekki sá besti"
        },
        {
            "user": "kpn",
            "user_id": "41355",
            "date": "2004-04-11 13:14:50",
            "id": "1548394",
            "reply_to_id": "1548391",
            "text": "Well, you dont mess with Cartman"
        },
        {
            "user": "nedrud",
            "user_id": "26720",
            "date": "2004-04-11 14:45:50",
            "id": "1548395",
            "reply_to_id": "1548391",
            "text": "Klassík í mínum vinahópi og líklega hjá mörgum öðrum."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-04-11 18:02:42",
            "id": "1548396",
            "reply_to_id": "1548391",
            "text": "Snilldarþáttur!!! Með þeim bestu frá upphafi!\nEndirinn er náttla hrein og klár snilld, hvet ALLA til að horfa á þáttinn og kynna sér málin."
        },
        {
            "user": "akarnid",
            "user_id": "6152",
            "date": "2004-04-11 18:15:00",
            "id": "1548397",
            "reply_to_id": "1548391",
            "text": "Cartman er svo frickin' evil í þessum þætti…."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-04-12 01:14:05",
            "id": "1548398",
            "reply_to_id": "1548391",
            "text": "hrein fokking illska! :D vá hvað ég grenjaði úr hlátri!!!\nCrestfallen"
        },
        {
            "user": "oskarbste",
            "user_id": "26860",
            "date": "2004-04-12 13:57:18",
            "id": "1548399",
            "reply_to_id": "1548391",
            "text": "Radiohead: Guys, look at the crybaby. Hey, just because things don´t always go like u planned doesnt mean u have to be such a crybaby."
        },
        {
            "user": "kelimar",
            "user_id": "20604",
            "date": "2004-04-15 08:19:30",
            "id": "1548400",
            "reply_to_id": "1548391",
            "text": "þessi þáttur er svo mikil snilld ég elska þennan þátt"
        },
        {
            "user": "Splitz",
            "user_id": "13993",
            "date": "2004-04-24 22:48:37",
            "id": "1548401",
            "reply_to_id": "1548391",
            "text": "Algjör snilld og þá sérstaklega þegar maður sér hann í fyrsta skipti"
        },
        {
            "user": "diensukok",
            "user_id": "42926",
            "date": "2004-05-14 16:24:53",
            "id": "1548402",
            "reply_to_id": "1548401",
            "text": "Hbar nær maður í þennann þátt?"
        }
    ]
}