{
    "forum_title": "Metall",
    "user": "JohnnyB",
    "user_id": "5305",
    "date": "2004-04-10 18:08:43",
    "title": "Hljómsveit vikunnar 9. - 16. apríl  Machine Head",
    "text": "Ég reikna passlega með því að Hjalti muni einbeita sér meir að black og death metal og þess háttar böndum, og þess vegna ætla ég að reyna að koma með bönd sem eru aðeins nær yfirborðinu, og mér fannst tilvalið að byrja á Machine Head.\nMachine Head var stofnuð í Oakland árið 1992 af Rob Flynn (söngur og gítar), Logan Madder (gítar), Adam Duce (bassi) og Tony Costanza (trommur). Síðan þá hefur verið skipt um trommara nokkrum sinnum og fyrir nýjustu plötuna var líka skipt um gítarleikara, en hann er núna Phil Demmel, sem er gamall kunningi Flynn. Trommuleikari sveitarinnar í dag er Dave Maclain (síðan ‘96). Stefna sveitarinnar hefur verið skilgreind sem alternative metall, ekki alveg thrash en samt svona næstum ;) Machine Head eru oft taldir einna þyngsta sveitin sem spratt uppúr þessari stefnu og má það sennilega að miklu leyti rekja til söngvarans og Rob Flynn sem á sínar rætur að rekja til thrash senunnar í Bay Arena.\nFyrsta plata sveitarinnar kom svo út árið ’94 og heitir hún Burn My Eyes. Hún varð fljótt mest selda plata sem út hefur komið undir merkjum Road Runner útgáfufyrirtækisins. Feikna hress plata þar á ferð sem hlaut mikið lof bæði gagnrýnenda og aðdáenda. Í kjölfarið fengu Machine Head svo að hita upp fyrir Slayer í Evrópu og Ameríkutúr þeirra ‘95.\nÁrið ’97 kom svo önnur hress plata. The more things came, og árið '99 kom svo út mín uppáhaldsplata með Machine Head, The Burning Red. Mörgum aðdáendum Machine Head fannst hún þó of tilraunakennd og hún gekk ekki eins vel í gagnrýnendur og fyrri plötur þeirra. Supercharger kom svo út árið 2001 og hlaut hreint út sagt slæmar viðtökur. Það hjálpaði heldur ekki að hún kom í verslanir í október 2001 og fyrsti síngullinn kom út í vikunni fyrir 11. september slysið og hét hann Crashing Around you… Til að bæta gráu ofan á svart sýndi myndbandið hljómsveitina spila með San Francisco í ljósum logum. Eftir 11. september fóru bæði lagið og myndbandið úr spilun og platan var sama og dauðadæmd.\nEftir þessar hörmungar allar ákváðu meðlimir sveitarinnar að segja skilið við þennan kafla í sögu sveitarinnar og búa til plötu sem myndu fullnægja þeim tónlistarlega séð. Þeir gerðu það og gáfu út árið 2003 plötuna Through the Ashes of Empires. Hún hefur hlotið frábæra dóma og í Metal Hammer stóð t.a.m. þetta: “The best album from Machine Head since Burn my Eyes? Definitely! The best album of their career? Possibly. This is inspirational metal.” Í kjölfarið fylgdi svo túr um Evrópu sem var sold out allsstaðar.\nMachine Head eru komnir aftur á beinu brautina.",
    "url": "https://www.hugi.is/metall/pistlar/201214/hljomsveit-vikunnar-9-16-april-machine-head/",
    "url_id": "201214",
    "id": "1548244",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2004-08-23 12:32:39",
            "id": "1548257",
            "reply_to_id": "1548244",
            "text": "Þess má geta að platan heitir The more things change en ekki came"
        },
        {
            "user": "fuckfred",
            "user_id": "30280",
            "date": "2004-08-23 12:32:39",
            "id": "1548256",
            "reply_to_id": "1548244",
            "text": "Sæmileg grein, ekkert voðalega yfirgripsmikil, en kemur inn á það sem mestu máli skiptir.\nMachine Head er náttúrulega bara snilldarband, og ég er að fara að sjá þá LIVE í sumar!!! (sorry, en ég bara GET EKKI hætt að monta mig af þessu ;o))"
        },
        {
            "user": "Dystopia",
            "user_id": "26940",
            "date": "2004-08-23 12:32:39",
            "id": "1548255",
            "reply_to_id": "1548244",
            "text": "Machine Head er ekkert nema snilld auðvitað og svo lika Fear Factory, þeir eru líka góðir.."
        },
        {
            "user": "PLUCK",
            "user_id": "18642",
            "date": "2004-08-23 12:32:39",
            "id": "1548254",
            "reply_to_id": "1548244",
            "text": "Ein af mínum uppáhals hljómsveitum og gaman af heyra hvernig þeir eru búnir að rífa sig upp úr skítnum sem þeir voru að gera á Supercharger. Through the Ashes of Empires á þó langt frá að slá út Burn my eyes."
        },
        {
            "user": "Milton",
            "user_id": "52263",
            "date": "2004-08-23 12:32:39",
            "id": "1548253",
            "reply_to_id": "1548244",
            "text": "Mjög góð grein\nEr að fara á tónleika í sumar þar sem þeir verða að spila (ásamt Korn, Slipknot, Metallicu, Linkin Park og fleirum) og þekkti lítið til hljómsveitarinnar, Þakka upplýsingarnar.  Ef ykkur langar að skella ykkur á frábæra tónleika þá er netfangið:  downloadfestival.co.uk"
        },
        {
            "user": "jdksgjkdshgjkahksdjga",
            "user_id": "30318",
            "date": "2004-08-23 12:32:39",
            "id": "1548252",
            "reply_to_id": "1548244",
            "text": "Vá hvað maður hlustaði mikið á þetta svaðalega band “back in the day” ;P Ég var rosalegar heillaður af The More Things Change.. e-ð virkilega powerfull við þann grip og náttla einnig fyrri plötuna.. Burn my Eyes.. svo kom hitt shittið og maður missti áhugann, á samt eftir að redda mér TTAOE.. hlakka til að heyra hana!\nfín grein um gott band"
        },
        {
            "user": "bessi86",
            "user_id": "4921",
            "date": "2004-08-23 12:32:39",
            "id": "1548258",
            "reply_to_id": "1548244",
            "text": "Þetta band er alger snilld! er að fara og sjá þá live at Brixton academy, London 5. des!!!"
        },
        {
            "user": "SpineSplitter",
            "user_id": "38774",
            "date": "2004-08-23 12:32:39",
            "id": "1548249",
            "reply_to_id": "1548244",
            "text": "Já fyrsta mál á dagskrá, ´þá er Burning Red alveg sú hallærislegasta plata sem ég hef heyrt. Helvítis slagarinn þarna man ekki hvað hann heitir.\nEn strákar/stelpur Through The Ashes Of Empires er alveg bara, alveg rosalega mikill Burn My Eyes fílingur í henni. En hey Davidian er alveg klikkað lag."
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2004-08-23 12:32:39",
            "id": "1548250",
            "reply_to_id": "1548249",
            "text": "Þú ert örugglega að tala um hið stórgóða lag From This Day ;)"
        },
        {
            "user": "invader",
            "user_id": "14991",
            "date": "2004-08-23 12:32:39",
            "id": "1548247",
            "reply_to_id": "1548244",
            "text": "Geta adminar bara sent hingað inn?"
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2004-08-23 12:32:39",
            "id": "1548248",
            "reply_to_id": "1548247",
            "text": "Jebb, enn sem komið er amk."
        },
        {
            "user": "madex",
            "user_id": "40135",
            "date": "2004-08-23 12:32:39",
            "id": "1548246",
            "reply_to_id": "1548244",
            "text": "burn my eyes er hreinasta snilld.\nég hef fílað hann frá því ég 5ára!!"
        },
        {
            "user": "MachineHead",
            "user_id": "2350",
            "date": "2004-08-23 12:32:39",
            "id": "1548245",
            "reply_to_id": "1548244",
            "text": "Flott grein…\nPersónulega finnst mér Burn My Eyes besti diskurinn þeirra, bæði The Burning Red og Supercharger eru frekar slappir þá aðallega Supercharger, allt of mikill Nu-Metall og tískufyrirbæri, en TTAOE er náttúrulega bara SNILLD er er besti diskur þeirra síðan Burn My Eyes…"
        },
        {
            "user": "audioslave",
            "user_id": "36227",
            "date": "2004-08-23 12:32:39",
            "id": "1548251",
            "reply_to_id": "1548244",
            "text": "Flott grein!\nHefur þetta nafn á bandinu eitthvað að gera með plötu Deep Purple, Machine Head?"
        }
    ]
}