{
    "forum_title": "Deiglan",
    "user": "appel",
    "user_id": "2",
    "date": "2004-04-12 16:01:31",
    "title": "Allt að falla saman í Írak",
    "text": "Síðustu dagar hafa verið blóðugir í Írak, hálfgerð uppreisn er hafin og bandaríkjaher hefur þurft að draga sig frá ákveðnum svæðum.\nFjölmiðlar hafa birt mjög “tregar” fréttir af þessum atburðum, CNN segir aðeins frá fjölda bandarískra hermanna sem látast en aðrir evrópskir fjölmiðlar, s.s. mbl, segja frá fjölda Íraka sem hafa látist, sem eru um 10 sinnum eða jafnvel 20 sinnum fleiri en bandaríkjamenn.\nMikil umræða er að myndast í BNA um þetta, og eru menn byrjaðir að kalla þetta annað Víetnamstríð.\nPersónulega hef ég alltaf litið á Íraksstríðið sem tilbúningarstríð sem var algjör óþarfi. Nú þegar ár er liðið frá innrásinni hefur ekkert fundist af þessum gereyðingarvopnum og hafa flestir stjórnarherrar í BNA játað að sönnungargögnin hafi e.t.v. verið ófullnægjandi.\nNú spyr ég, hvað er hægt að gera í írak? Af hverju eru vestrænir herir þar? Höfum við einhverja ákveðna ábyrgð að koma Írak á réttan kjöl, koma á þar einhverri stjórn og reglu?\nErum við þarna útaf olíunni? Og hvað ef það verður allsherjaruppreisn í Írak og herinn flæmdur burt, og aðilar sem taka við stjórnvölin sem eru e.t.v. verri en Saddam. Svo ákveða þessir aðilar kannski að neita að selja þeim ríkjum sem stóðu að innrásinni Olíu. Það er alltaf mögulegt, BNA beitir viðskiptaþvingunum á hvaða lönd sem er sem lúta ekki þeirra vilja, það gæti vel hugsast að lönd einsog Írak muni beita bna olíusölubanni.\nÍrakar hafa verið “frelsaðir” af einræðisstjórn Saddams, og hafa nú verið hersetnir í meira en ár og munu verða hersetnir áfram. Hvað á venjulegur íraki að hugsa þegar land hans hefur verið hersetið af erlendum her og ástandið hefur ekkert annað en versnað síðan sá her kom.\nAð vera hersetinn, stjórnaður af öðrum en sjálfum sér, er e.t.v. það versta. Ímyndum okkur að Tyrkland myndi senda her til Íslands og hersetja landið, til að koma upp þeirra menningu hér og þeirra sýn á því hvernig stjórna eigi ríki.\nInnrásarherinn er greinilega óvelkominn, en reynir samt að gera sig velkominn. Sem minnir mig á t.d. her þýskalands í síðari heimstyrjöldinni, sem reyndi að gera sig velkominn þar sem hann var óvelkominn.",
    "url": "https://www.hugi.is/deiglan/greinar/201342/allt-ad-falla-saman-i-irak/",
    "url_id": "201342",
    "id": "1549254",
    "replies": [
        {
            "user": "Fjallageitin",
            "user_id": "36396",
            "date": "2004-04-12 16:33:33",
            "id": "1549255",
            "reply_to_id": "1549254",
            "text": "Já þetta er allt að fara til fjandans þarna í Írak, ég er alveg viss um það að Bandaríkjamenn munu bara flýja eftir nokkra mánuði."
        },
        {
            "user": "staines",
            "user_id": "8499",
            "date": "2004-04-12 16:47:00",
            "id": "1549256",
            "reply_to_id": "1549254",
            "text": "Mér finnst nú líka alveg magnað hvernig þeir(USA) ætlast til þess að Sameinuðu Þjóðirnar komi núna inn í þetta og sjái um uppbyggingu á Írak.\nÆttu þeir ekki frekar þrífa skítinn eftir sjálfan sig og standa straum af kostnaði sem því fylgir?!?!\nÞað á bara að njúka USA og miðausturlönd…þá væri heimurinn mun betri staður."
        },
        {
            "user": "spekingur",
            "user_id": "42693",
            "date": "2004-04-12 21:21:40",
            "id": "1549257",
            "reply_to_id": "1549256",
            "text": "já heimurinn væri ábyggilega betri staður ef við myndum drepa fleiri hundruð milljónir manna.\nVona að þú hafir verið að grínast, annað væri hrein heimska.  Hins vegar ef þú varst að grínast ertu mjög sjúk sál, maður grínast ekki með nokkur hundruð milljón mannslíf án þess að blikna."
        },
        {
            "user": "Krazeee",
            "user_id": "45921",
            "date": "2004-04-13 09:34:59",
            "id": "1549258",
            "reply_to_id": "1549257",
            "text": "já heimurinn væri ábyggilega betri staður ef við myndum drepa fleiri hundruð milljónir manna.\n-spekingur\nÞetta er gáfuleg setning en þú eyðilagðir hana með\nVona að þú hafir verið að grínast, annað væri hrein heimska.\n-spekingur\nHvað er málið?\nAðalvandamálið með heimin akkúrat núna er fólkið í honum! Það er of mikið af fólki.\nEf við segjum að svona um það bil fjórir milljarðar af fólki myndi bara deyja á morgun. Þá skal ég ábyrgjast það að heimurinn verði betri strax daginn eftir það.\nKæmi fyrst smá ringulreið en eftir þessa gífurlægu fólksfækkn þá yrði allt mikið betra."
        },
        {
            "user": "JesusChrist",
            "user_id": "50715",
            "date": "2004-04-13 10:05:55",
            "id": "1549259",
            "reply_to_id": "1549258",
            "text": "eina helvítis ástæðana að þeir réðust inn í írak var út af olíu\nburt með bush!!"
        },
        {
            "user": "Dreitill",
            "user_id": "492",
            "date": "2004-04-13 11:25:14",
            "id": "1549260",
            "reply_to_id": "1549259",
            "text": "Passa sig að falla ekki í sama jarðveg og margir aðrir, einfaldar og órökstuddar alhæfingar makes you look bad."
        },
        {
            "user": "spekingur",
            "user_id": "42693",
            "date": "2004-04-14 20:08:53",
            "id": "1549261",
            "reply_to_id": "1549259",
            "text": "ef BNA vildu olíuna það gríðarlega mikið að þeir voru tilbúnir að setja efnahagslífið hjá sér á hvolf, fórna helling af mannslífum og kosta til milljónum bandaríkja dollara… af hverju tóku þeir þá ekki viðskiptabannið af landinu?"
        },
        {
            "user": "JesusChrist",
            "user_id": "50715",
            "date": "2004-04-14 20:11:58",
            "id": "1549262",
            "reply_to_id": "1549261",
            "text": "þetta sníst bara um peninga og ekkert annað"
        },
        {
            "user": "spekingur",
            "user_id": "42693",
            "date": "2004-04-14 20:36:43",
            "id": "1549263",
            "reply_to_id": "1549262",
            "text": "Stríðið er búið að kosta BNA tugi ef ekki hundruði milljónir bandaríkja dollara beint, þ.e. sem bein útgjöld í hernað.  Ennfremur hefur stríðið skekkt bandarískt efnahagslíf gríðarlega mikið sem hefur ýmist líst sér í lægri hagnaði fyrirtækja, minni hagvexti eða óstyrku gengi dollara.  Vissulega er hægt að rekja niðursveifluna að einhverju leyti til eðlilegra hagsveiflna en ekki að öllu leyti.  Segðu mér nú hvernig hafa BNA-menn grætt á þessu?"
        },
        {
            "user": "spekingur",
            "user_id": "42693",
            "date": "2004-04-14 20:39:18",
            "id": "1549264",
            "reply_to_id": "1549263",
            "text": "hægt líka að bæta við, hræðslu á peningamörkuðum og því að Bandaríska ríkið fékk tækifæri til að þenja sig enn frekar út svona í tilefni stríðsins og hefur því sterkari ítök í efnahagslífi þjóðarinnar sem mun hafa slæmar afleiðingar til langs og skamms tíma."
        },
        {
            "user": "JesusChrist",
            "user_id": "50715",
            "date": "2004-04-14 21:02:28",
            "id": "1549265",
            "reply_to_id": "1549264",
            "text": "auðvitað vil ég ekki sjá fólk deyja.\nBandaríkjin hafa ekkert grætt á stríðinu olíu lindirnar virka ekki  ,stríðið átti að fara öðruvísi"
        },
        {
            "user": "JesusChrist",
            "user_id": "50715",
            "date": "2004-04-14 21:15:39",
            "id": "1549266",
            "reply_to_id": "1549265",
            "text": "bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid bush is stupid"
        },
        {
            "user": "spekingur",
            "user_id": "42693",
            "date": "2004-04-14 23:56:33",
            "id": "1549267",
            "reply_to_id": "1549266",
            "text": "já ok, þessi týpa."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-08-13 04:59:11",
            "id": "1549268",
            "reply_to_id": "1549266",
            "text": "VÁ  áttu Bandaríkjamenn að lesa þessa grein.\nHVAR ER ISLENSKAN."
        },
        {
            "user": "einaraxel",
            "user_id": "5042",
            "date": "2004-04-19 14:09:03",
            "id": "1549269",
            "reply_to_id": "1549258",
            "text": "Krazeee:\n“Ef við segjum að svona um það bil fjórir milljarðar af fólki myndi bara deyja á morgun. Þá skal ég ábyrgjast það að heimurinn verði betri strax daginn eftir það.”\nNú, ef það er þitt álit ættirðu kannski sjálfur að fara fremstur fyrir þeim flokki manna sem ætlar svo djarflega að fórna sér fyrir fjöldann."
        },
        {
            "user": "Leibbi88",
            "user_id": "47728",
            "date": "2004-04-19 16:48:50",
            "id": "1549270",
            "reply_to_id": "1549269",
            "text": "Sniðugt!(haha)\nSvo þar að auki þá er þetta rökvilla. Það er hægt að fóðra allan heimin núna, bara maðurinn er ekki tilbúinn í það."
        },
        {
            "user": "Krazeee",
            "user_id": "45921",
            "date": "2004-04-20 21:45:39",
            "id": "1549271",
            "reply_to_id": "1549269",
            "text": "ehm nei auðvitað ekki…\nvið byrjum nátturulega á minnst mikilvægasta fólkinu…\nsem sagt í þessari röð\nLamað fólk\ngamallt fólk (yfir 70)\nÞroskaheft fólk / gallað fólk / fríksjóvs og sollis\ngamallt fólk (yfir 60)\nog ef þetta nær ekki upp í fjóra milljarða þá tökum við rest af kínverjum bara."
        },
        {
            "user": "Steinn28",
            "user_id": "44202",
            "date": "2004-04-20 23:15:44",
            "id": "1549272",
            "reply_to_id": "1549271",
            "text": "Krazeee, ég vona að þú sért að grínast. Annars er ekki alveg í lagi hjá þér? Rökstyddu þetta, af hverju eru Kínverjar ekki jafn mikilvægir eins og ég og þú?"
        },
        {
            "user": "Krazeee",
            "user_id": "45921",
            "date": "2004-04-21 22:01:52",
            "id": "1549273",
            "reply_to_id": "1549272",
            "text": "því að ég og þú erum í útrýmingarhættu.\nÞað eru bara til 280þús íslendingar meðan það eru billjónir og billjónir ofan til af kínverjum.\nSvo að já … þú fattar.\nEf ekki þá er þér ekki viðbjargandi.\nHAR HAR HAR"
        },
        {
            "user": "Steinn28",
            "user_id": "44202",
            "date": "2004-04-21 22:39:21",
            "id": "1549274",
            "reply_to_id": "1549273",
            "text": "Þnnig að ef við mundum skipta Kína niður í 5.000 ríki og hafa þannig 5.000 þjóðir með 240.000 manns í hverri. Hvað þá? Mundu Kínverjar þá verða mikilvægari."
        },
        {
            "user": "Krazeee",
            "user_id": "45921",
            "date": "2004-04-23 01:59:36",
            "id": "1549275",
            "reply_to_id": "1549274",
            "text": "Já, en þá gætum við bara tætt í sundur Japani í staðinn.\nEn þar sem ég fattaði hvað þú varst að meina, þ.e ef við myndum skipta öllum fjölmennu ríkjunum í Asíu svona niður þannig þau yrðu öll fámennari en Ísland.\nÞá væri þetta svona…\nAsíubúar myndu fara fyrst því það er mest af þeim."
        },
        {
            "user": "Leibbi88",
            "user_id": "47728",
            "date": "2004-04-23 07:33:16",
            "id": "1549276",
            "reply_to_id": "1549275",
            "text": "Þú ert ekkert mikilvægari en Kínverski maðurinn sem var talinn ómikilvægari en þú. Þessi Kínverji mundi vera manneskja með vonir, drauma,ást og umhyggju, hamingju og tilgang í lífinu. Af hverju á hann að líða fyrir það að tilheyra fjölmennari þjóð en þú?\nEf þú skilur þetta ekki þá vorkenni ég þér, þá ert þú sorgleg manneskja.\nP.S.Bandaríkjamenn eru fjölmennari en Japanir, af hverju ættu Japanir að fara næst. Ég held að þú hatir bara Asíu(sem er asnalegt, ef ég myndi skipta fólki í betri og verri kynstofna þá myndi ég setja Asíu menn ofar)"
        },
        {
            "user": "Krazeee",
            "user_id": "45921",
            "date": "2004-04-23 17:24:25",
            "id": "1549277",
            "reply_to_id": "1549276",
            "text": "Ég einfaldlega vissi ekki að Bandaríkin væru fjölmennari en Japan.\nEn þá auðvitað myndum við losa okkur við kana fyrst.\nOg víst er ég mikilvægari en þessi kínverski gaur.\nRétt einzog tígrisdýr eru mikilvægari en kindur.\nÞví það sem er færra til af, er auðvitað mikilvægara en hitt.\nOg hvað sér fólk svona slæmt við það að nokkrir milljarðar af fólki myndi deyja.\nÞað eru ennþá alveg slatti eftir. Meira en nóg ef þú spyrð mig."
        },
        {
            "user": "Steinn28",
            "user_id": "44202",
            "date": "2004-04-24 01:14:15",
            "id": "1549278",
            "reply_to_id": "1549277",
            "text": "Jarðarbúar eru ekki bara einhverjar tölur á blaði. Ef þú vilt reyna að setja fram einhverjar kenningar varðandi svona horbjóð, ættirðu að lesa Mein Kampf eftir Adolf Hitler. Ekki það að ég hafi lesið hana."
        },
        {
            "user": "Krazeee",
            "user_id": "45921",
            "date": "2004-04-25 02:41:45",
            "id": "1549279",
            "reply_to_id": "1549278",
            "text": "Jarðarbúar eru ekki bara einhverjar tölur á blaði.\n-Steinn28\nAf hverju í fjandanum ekki?\nÉg get ekki beint skilið þetta…\nef þú ert að meina að allar manneskjur séu jafnt mikilvægar og allar hinar. Og að… Þér finnist einhvern kínverji sem þú þekkir ekkert vera jafnt mikilvægur og mamma þín þá ertu bjáni.\nÞá ættiru að vera grenjandi alla þína ævi… 24/7, því að á hverri einustu sekúndu deyr einhver manneskja sem þér þykir greinilega voða vænt um.\nOg ef þú ert ekki grenjandi 24/7 þá ertu hræsnari… either way, your an idiot."
        },
        {
            "user": "Krazeee",
            "user_id": "45921",
            "date": "2004-04-25 02:46:34",
            "id": "1549280",
            "reply_to_id": "1549276",
            "text": "ef ég myndi skipta fólki í betri og verri kynstofna þá myndi ég setja Asíu menn ofar)\n-Soldier\naha! Svo að þú ert rasisti.\nTil hamingju bjáni."
        },
        {
            "user": "Steinn28",
            "user_id": "44202",
            "date": "2004-04-25 13:48:57",
            "id": "1549281",
            "reply_to_id": "1549280",
            "text": "Ég skil ekki af hverju þú sérst ekki bannfærður á Huga. Í fyrsta lagi hef ég ekkert sagt um að Ísland sé glatað land. Þvert á móti finnst mér þetta æðislegt land, þó það sé stundum fullkalt.\n´“ef þú ert að meina að allar manneskjur séu jafnt mikilvægar og allar hinar. Og að… Þér finnist einhvern kínverji sem þú þekkir ekkert vera jafnt mikilvægur og mamma þín þá ertu bjáni.\nÞá ættiru að vera grenjandi alla þína ævi… 24/7, því að á hverri einustu sekúndu deyr einhver manneskja sem þér þykir greinilega voða vænt um.”\nÉg vona að þú sérst bara einhver vitleysingur að grínast. Þó mér finnist allar manneskjur jafn mikilvægar, segir það ekki að mér finnist jafn vænt um þær.´\nPs. til stjórnenda áhugamálsins: þessi gaur er þurs."
        },
        {
            "user": "Krazeee",
            "user_id": "45921",
            "date": "2004-04-26 02:15:19",
            "id": "1549282",
            "reply_to_id": "1549281",
            "text": "Er ég núna orðinn þurs því við erum ekki sammála.\nSjáðu til, það eina sem ég sagði var “að heimurinn væri betri staður ef 4 milljarðar manns myndu deyja á morgun”.\nOg þá byrjaði fólk að snappa og halda að ég væri að grínast.\nOg svo sagði ég að það ætti að byrja á minnst mikilvæga fólkinu, og þaðan vinna sig upp að Vatíkansbúum.\nEn fyrst taka út alveg gagnslausa þ.e 70 ára eldri, fatlað fólk, geðsjúklinga og dauðadæmda og/eða lífstíðarfangelsisdæmda fanga.\nSvo ætti að fara í kínverjana því þeir eru flestir.\nÉg meina eftir allt gagnslausa fólkið þá eru það ekkert margir sem við erum að taka af eðlilegum kínverjum.\nMesta lagi einn til tveir milljarður."
        },
        {
            "user": "Leibbi88",
            "user_id": "47728",
            "date": "2004-04-26 08:17:10",
            "id": "1549283",
            "reply_to_id": "1549282",
            "text": "veistu það Karazee að þú ert sorgleg manneskja. Ekki hafa fyrir því að svara mér ég mun ekki lesa það, ég hef bara eitt að segja við þig“Þú ættir virkilega að endurskoða hugsunargang þinn og virðingu fyrir lifandi manneskjum. Svona hugsunargangur stefnir þér í voða”\nP.S. Þú ert með eitthver barnalegustu rök sem til eru. Ég vona til guðs almáttugs að þú sért undir 13ára aldri"
        },
        {
            "user": "Krazeee",
            "user_id": "45921",
            "date": "2004-04-26 13:52:09",
            "id": "1549284",
            "reply_to_id": "1549283",
            "text": "isss…\nog nei ég er 18 að verða 19.\nBarnalegustu rök sem til eru? Vegna þess að ég er ekki væminn kelling einzog flestir."
        },
        {
            "user": "einaraxel",
            "user_id": "5042",
            "date": "2004-04-24 16:09:51",
            "id": "1549285",
            "reply_to_id": "1549273",
            "text": "Hahahaha!!! Íslendingar eru leiðinlegasta og smáborgaralegasta þjóð í heimi. Ég kýs um að Íslendingar yrðu fyrstir að fara ef svona yrði staðið að málum."
        },
        {
            "user": "Lacrimosa",
            "user_id": "51825",
            "date": "2004-04-24 20:17:11",
            "id": "1549286",
            "reply_to_id": "1549285",
            "text": "amen fyrir því"
        },
        {
            "user": "Krazeee",
            "user_id": "45921",
            "date": "2004-04-25 02:44:42",
            "id": "1549287",
            "reply_to_id": "1549285",
            "text": "Pff… aldeilis ekki… við Íslendingar erum frábærir, þú ert af vísu undantekningin sem sannar regluna.\nDjöfull þoli ég ekki fólk einzog þið, sem er alltaf blaðrandi eitthvað “Ísland sökkar blah blah blah”. Ísland sökkar ekki, það ert þú sem sökkar.\nNema að þú sért blákalt að benda á það að þú sért sjálfur hundleiðinlegur þá ertu hræsnari.\nOg ef þú ert jafnt leiðinlegur og þú segjist vera, þá skil ég ekki af hverju þú ert ennþá lifandi. Ég meina, þú ert þú sjálfur 24/7, sem hlýtur að vera hrein og bein kvöl miðað við það hve leiðinlegur þú ert.\nAkkuru ertu ekki búinn að drepa þig?\nP.S\nhverjum er ekki skítsama um hvað þú kýst?\nP.S.2\nLacrimosa þú ert fífl líka. Skjóttu þig."
        },
        {
            "user": "Refur98",
            "user_id": "4412",
            "date": "2004-04-12 18:28:25",
            "id": "1549288",
            "reply_to_id": "1549254",
            "text": "Ég er ekki stuðningsmaður stríðsins, en það er ekki rétt að ástandið hafi versnað eftir að bna komu.\nvatsnflæðið um landið hefur aukist, rafmagnöryggið hefur skánað og, nema þar sem menn sadrs eru margir, er írösk löggæsla ágæt.\nEn ég held að bna flúi ekki land. Þeir gera hvað sem er til að halda andlitinu í þessu stríði.\nÉg held að þessi diplómatiska leið sem bna og félagar eru að reyna nú(eftir þessa blóðugu viku) gangi betur en skotbardagar á götum úti."
        },
        {
            "user": "9nine9",
            "user_id": "40188",
            "date": "2004-04-12 18:44:00",
            "id": "1549289",
            "reply_to_id": "1549288",
            "text": "“Nú spyr ég, hvað er hægt að gera í írak? Af hverju eru vestrænir herir þar? Höfum við einhverja ákveðna ábyrgð að koma Írak á réttan kjöl, koma á þar einhverri stjórn og reglu?”\nÉg meina, hvað eiga herirnir að gera? Neita allri ábyrgð, pakka bara saman og fara? Já það væri gáfulegt. Miklu frekar að reyna að koma ástandinu í betra lag, þótt það sé vægast sagt hægara sagt en gert.\n“Erum við þarna útaf olíunni? Og hvað ef það verður allsherjaruppreisn í Írak og herinn flæmdur burt, og aðilar sem taka við stjórnvölin sem eru e.t.v. verri en Saddam. Svo ákveða þessir aðilar kannski að neita að selja þeim ríkjum sem stóðu að innrásinni Olíu. Það er alltaf mögulegt, BNA beitir viðskiptaþvingunum á hvaða lönd sem er sem lúta ekki þeirra vilja, það gæti vel hugsast að lönd einsog Írak muni beita bna olíusölubanni.”\nBandaríkjamenn eru vissulega þarna út af olíunni, mér finnst það að einhverju leyti. En þeir eru einum of fjölmennir og vel að vopnum búnir til þess að það geti komið upp einhver allsherjaruppreisn gegn þeim í Írak, enda öflugasti her í heimi (ég held það, leiðréttið mig ef ég er að segja einhverja vitleysu endilega)."
        },
        {
            "user": "neddi",
            "user_id": "15870",
            "date": "2004-04-13 12:46:37",
            "id": "1549290",
            "reply_to_id": "1549289",
            "text": "“Bandaríkjamenn eru vissulega þarna út af olíunni, mér finnst það að einhverju leyti. En þeir eru einum of fjölmennir og vel að vopnum búnir til þess að það geti komið upp einhver allsherjaruppreisn gegn þeim í Írak, enda öflugasti her í heimi (ég held það, leiðréttið mig ef ég er að segja einhverja vitleysu endilega).”\nVissulega eru BNA-menn fjölmennir þarna og vel vopnum búnir en eins og staðan er í dag þá hafa þeir ekki getað tekið á þessu uppreisnarástandi eins og skildi. Ástæðan fyrir því að þessi “öflugasti” her heims er nær eingöngu þjálfaður og útbúinn fyrir hernað á opnum landsvæðum en ekki í borgarhernaði.\nÞað eru ekki nema fámennar sérsveitir sem að eru þjálfaðar sérstaklega í því að berjast í návígi inn í borgum en almennar herdeildir BNA-manna stóla á fjarlægðir í sínum hernaði.\nEf að BNA-menn reyndu að berjast við uppreisnarmennina í návígi inn í borgunum þá yrði þeim veitt það mikil mótspyrna að þeir yrðu á endanum að hröklast þaðan burt aftur ellegar að nota sömu aðferð og þeir notuðu í WW2, þ.e. að dæla nógu miklum mannskap inn í staðin fyrir þá sem að falla. Og ef að þeir reyndu það væri nokkuð öruggt að Bush næði ekki endurkjöri (ekki að það sé slæmt)."
        },
        {
            "user": "k3rMit",
            "user_id": "8328",
            "date": "2004-04-15 12:41:48",
            "id": "1549291",
            "reply_to_id": "1549289",
            "text": "Langtíma skæruhernaður getur bugað hvaða her sem er.. eins og sannaðist í Víetnam."
        },
        {
            "user": "Leibbi88",
            "user_id": "47728",
            "date": "2004-04-15 14:51:48",
            "id": "1549292",
            "reply_to_id": "1549291",
            "text": "“Langtíma skæruhernaður getur bugað hvaða her sem er.. eins og sannaðist í Víetnam.”\nGuð minn almáttugur ég þoli þessa skoðun ekki!\nAðstæðurnar í Víetnam voru svo hentugar fyrir VC og NVA til sigurs að hálfa værir nóg\n1.NVA var sjálfstætt land með flugher og fleira og hafði haft nægan tíma til að þjálfa her sinn.\n2.Víetnam stríðið hafði staðið yfir í meira en 10ár áður en BNA komu til(man ekki hvort það hafi verið smá hlé inn á milli)\n3.Bandaríkjamenn höfðu í kringum 500.000 menn þegar stríðið stóð sem hæst og Víetnamar með yfir 300.000 menn og endalaust flóð af nýliðum.\n4.ÞETTA STRÍÐ VAR 1965!\n5. Landsvæðið í Víetnam voru endalausir skógar og risafjallagarðar.\nAð lokum þá eru aðstæður í Írak allt öðrvísi. Heppilegast fyrir skæruliðana er að þeir geta ráðist að þeim inn í borgunum. En:\n1.Þessi her þeirra er að rísa upp úr ösku, þeir ná aldrei nægilegum fjölda manna.\n2. Það er enginn að hjálpa þeim, þeir standa einir.(ég tel ekki einstaklinga sem fara yfir landamærin til að hjálpa þeim með)\n3.Þeir eiga erfitt með að hreyfa sig, Írak, að norðrinu undanskildu(þar sem Kúrdar eru almennt sáttir við þá), er ekkert nema ein stór eyðimörk. Þeir eru fastir inn í borgunum og fyrr eða síðar munu þeir finnast.\nÞað er bara eitthver almennur furðulegur misskilningur að eitthvað hafi sannast í Víetnam.\nLítið á Afganistan, þegar Rússar komu voru þeir að lokum þvingaðir til baka, núna eru fréttir af skæruliðum nánast engar.\nBandaríski herinn er betur búinn núna til að berjast við skæruliða en fyrir 35árum, jafnvel 10árum."
        },
        {
            "user": "Leibbi88",
            "user_id": "47728",
            "date": "2004-04-15 14:54:29",
            "id": "1549293",
            "reply_to_id": "1549292",
            "text": "Já, einmitt\nÞað eru til mörg dæmi um skæruliða sem hafa verið yfirbugaðir:\n…og í guðs bænum ekki biðja mig um að rökstiðja þetta. Finnið það bara sjálf"
        },
        {
            "user": "k3rMit",
            "user_id": "8328",
            "date": "2004-04-21 13:37:50",
            "id": "1549294",
            "reply_to_id": "1549292",
            "text": "Eins má segja að aðsæður í Afganistan hafi verið BNA svo hagstæðar að hálfa væri nóg.\nÞar var Nokkuð veglegur andspyrnuher þegar til staðar sem gat gefið Bandaríkjaher nákvæmar upplýsingar um herafla Talibana, staðsetningar og búnað.\nEins og notuðu BNA menn Norðurbandalagið til að minnka mannfall hjá sér, það að skærur séu nánast engar þar er auðvitað bull.. það er skelfilegt ástand þarna núna.. ástæðan fyrir því að ekki mikið heyrist frá þessu svæði er að héraðshöfðingjar hafa valið að berjast við hvorn annan í stað þess að berjast við nýju ríkisstjórnina, og stríðið í Írak hefur stolið athygli frá Afganistan.\nAndspyrna í Írak er alltaf að aukast og er nú fyrst að taka við sér fyrir alvöru, sífellt fleiri taka upp vopn gegn hersetuliðinu enda er reiði margra skiljanleg.."
        },
        {
            "user": "Nuwanda",
            "user_id": "7187",
            "date": "2004-04-12 22:02:02",
            "id": "1549295",
            "reply_to_id": "1549288",
            "text": "refur98…….\nVatnsflæðið aukist? rafmagnsöryggið skánað?\nekki rétt að ástandið hafi versnað eftir að bna komu? hvaðan hefur þú þínar upplýsingar? veistu hversu mörg infra-struktúr mannvirki voru sprengd í loft upp ‘91? eða ’03? Hefur þú yfir höfuð heyrt um viðskiptabann sem bna stóðu fyrir á írak? og hvað alþjóða hjálparstofnanir áætla að það hafi kostað mörg þúsund börn lífið? veistu eithvað hvað bna-her og málaliðar sem ráðnir eru til að gæta verktaka sem bna úthlutar verk í írak, hafa drepið marga saklausa íraska borgara? hvað heldur þú að þeir hafi drepið marga bara yfir helgina? 100? 200? 500? 1000? börn og konur.\nírösk löggæsla ágæt? það er deginum ljósara að bæði írösk löggæsla og þær sveitir sem herinn hefur þjálfað upp í að berjast gegn sinni eigin þjóð, sé í molum. Heilu flokkarnir neituðu að berjast núna um helgina, sumir flúðu til síns heima meðan aðrir gengu til liðs við írösku þjóðina. Hvernig þú getur talað um að það sé ekki rétt að ástandið hafi versnað við afskipti bna, er mér óskiljanlegt."
        },
        {
            "user": "xark",
            "user_id": "1706",
            "date": "2004-04-13 00:31:42",
            "id": "1549296",
            "reply_to_id": "1549295",
            "text": "heh já.. löggæsla góð. það er búið að vera liðhlaup úr írösku lögreglunni til uppreisnarmanna :)\nhttp://news.yahoo.com/news?tmpl=story&u=/ap/20040412/ap\n_on_go_ca_st_pe/us_iraq_040411233120"
        },
        {
            "user": "Refur98",
            "user_id": "4412",
            "date": "2004-04-13 18:55:13",
            "id": "1549297",
            "reply_to_id": "1549295",
            "text": "Ég get ekki séð að þú vitir þetta betur.\nEn þær upplýsingar sem ég er að vitna í er að finna í Time og Newsweek, man ekki hvaða vikum eða mánuðum, en þetta er það sem fólk segjir(írakar) og þetta er það sem þessir frétta miðlar segja.\nAl jazeera er ekki það sem kalla mætti traustan miðill, þó þeir gefi upp eintómar fréttir af konum og börnum að deyja þá er ég ekki að trúa því. Þeir hafa stanslaust verið fyrstir að fá fréttir og tilkynningar frá Al-qaida, það finnst mér benda til þess að þeir séu tengdir, kanski ekki mikið, en tengdir þó. Og það litar út frá sér.\nÞú bendir á viðskiptabann sem bna lögðu á iraq, þau lágu vegna þess að nato liðar fengu ekki að skoða vopnabúr saddams, hefðu þeir fengið það þá hefðu Iraq fengið að selja olíuna og keypt mat og lyf í staðinn, en bíddu. þeir gátu skipt olíu fyrir mat og lyfjum. Þannig að það er ekki bna að kenna hversu mörg börn dóu vegna þess að Saddam gaf engum lyf eða skaffaði lækna. Nógan pening hafði hann í vopn og hermenn(og hallir handa sjálfum sér)\nÞannig að þegar uppi er staðið er þetta Saddam sjálfum að kenna. Þó að Bna hafi logið uppá hann með WMD, þá er kjarnin og upphafið þetta, Saddam hleypti ekki nato(eða hvort það var UN) inní vopnabúrinn sín, hefði hann gert það hefði ekkert stríð orðið, og engar viðskiptaþvinganir.\nÉg er ekki stríðsstuðnings maður. Og ég er ekki að afsaka þær forsendur sem bna notuðu til árása. EN, má ekki gera það besta úr hlutum núna þegar búið er að steypa saddam úr stól sínum.\nÞessar ásakanir hjá þér með saklausa borgara. Hvað er saklaus borgari. Ef þú manst eftir myndini Black hawk down. Þegar konur og börn skjóta á ameríska hermenn, en ef konurnar og börnin deyja þá er tekið af þeim byssur og *presto* þá er þetta “saklaus fórnalömb”. Ég efast ekki um að stundum deyr saklaust fólk, en ekki 1000 manns á einni helgi. Þessir Amerísku hermenn eru margir hverjir rétt um 20, þeir eru aldnir upp með eðlilegum hætti. Þessir strákar fara ekki að drepa þúsundir manna bara sí svona."
        },
        {
            "user": "proletar",
            "user_id": "35734",
            "date": "2004-04-13 22:18:01",
            "id": "1549298",
            "reply_to_id": "1549297",
            "text": "http://play.rbn.com/?url=demnow/demnow/demand/2004/apri\nl/128/dn20040413a.rm&proto=rtsp&start=8:35.08"
        },
        {
            "user": "proletar",
            "user_id": "35734",
            "date": "2004-04-13 22:22:49",
            "id": "1549299",
            "reply_to_id": "1549297",
            "text": "Ef þetta virkar ekki þá\nhttp://www.democracynow.org/article.pl?sid=04/04/13\n/1443247\nTékkaðu líka á\nhttp://gagnauga.sukk.net/killing_wounded_iraqi.wmv\n(örstutt + ísl netþjónn)."
        },
        {
            "user": "Refur98",
            "user_id": "4412",
            "date": "2004-04-14 18:25:43",
            "id": "1549300",
            "reply_to_id": "1549299",
            "text": "og hvað.. á þetta að segja allt sem segja þarf?\nÉg segi aftur, ég er friðarsinni í eðli mínu.\nEn það er ekkert sem segjir hvort þessi ágæti íraki hafi ekki haft vopn í hendi sér og jafnvel reynt að skjóta þessa redneck bjána.\nEn svo er heldur ekkert sem segir að þessi redneck bjáni hafi verið að tala um þetta í viðtalinu, kanski var hann að tala um sigurgleðina, eftir bardaga við iraska skæruliða. Ég er ekki að fullyrða, bara benda á að í þessu myndbandi var ekkert sem hægt er að draga neinar ályktanir um eitt né neitt."
        },
        {
            "user": "proletar",
            "user_id": "35734",
            "date": "2004-04-14 19:52:40",
            "id": "1549301",
            "reply_to_id": "1549300",
            "text": "Trúir þú sjálfum/sjálfri þér?"
        },
        {
            "user": "Refur98",
            "user_id": "4412",
            "date": "2004-04-15 18:27:36",
            "id": "1549302",
            "reply_to_id": "1549301",
            "text": "Ég er að segja að ég trúi ekki öllu sem ég sé/heyri í fjölmiðlum. Það er hægt að brengla margt bara með góðri klippingu.\nAllt svona, sérstaklega sem tengist þessu stríði tek ég með miklu salti, trúi engum tölum um látna, né hvort þeir látnu hafi verði börn eða foringjar. við(bna, Nato, UN) ljugum alveg jafn mikið og þeir."
        },
        {
            "user": "proletar",
            "user_id": "35734",
            "date": "2004-04-16 17:25:29",
            "id": "1549303",
            "reply_to_id": "1549302",
            "text": "Þvílíkt bull.  Þú segist fá fréttir frá “Times eða Newsweek…” en manst ekki hvaða mánuð og segist svo ekki trúa öllu sem þú lest eða heyrir.  Þessi “mannúðar”sjónarmið um að stríðið hafi hrakið Saddam frá völdum og þessvegna sé stríðið réttlætanlegt er nánast glæpsamlegt.  Fyrir Persaflóastríðið voru lífskjör Íraka nokkuð góð og þrátt fyrir þetta illmenni, Saddam, bjó fólk við góða heilbrigðisþjónustu og ákveðið fjárhagslegt öryggi.  Nú 13 árum og milljón mannslífum síðar eru innviði Íraks í molum.\nÞað sem böggar mig mest við ykkur sem réttlætið stríðið er að þið bægið ykkur frá því að tala um skotmörk sprengjanna.  1991 og 2003 létu kanarnir sprengjum rigna yfir Írak og þær sprengu fólk og hluti.  Þetta er ekkert aukaatriði, (kannski fyrir þig sem býrð ekki þarna).  Þegar svona mikil eyðilegging er lögð yfir fólk er eins gott að það sé ærlega góð ástæða fyrir.  Ástæðan “Saddam er vondur” var ekki ástæðan fyrir síðustu innrás, heldur að þeir væru hættulegir umhverfinu (þeir ættu gjöreyðingarvopn).  Af hverju skyldi “mannúðar” ástæðan ekki hafa verið notuð?  Í fyrsta lagi ættu kanarnir erfitt með að útskýra að þeirra helstu bandamenn í m-austurlöndum eru Sádí-Arabar og Pakistanar (Ísrael er auðvitað í sérflokki).  Sádístjórnin er síst skárri en Saddamstjórnin var, en enginn virðist taka eftir því, Mussharaf er valdaræningi sem hótar nágrönnum sínum með kjarnorkuvopnum. Í öðru lagi getur ekki talist mikil mannúð að sprengja heilu borgirnar og íbúana með í tætlur. Í persaflóastríðinu risu Shita múslimar upp og þeir hefðu með aðstoð getað náð Saddam af völdum en þá, skyndilega fóru kanarnir, vitandi það hvað yrði um uppreisnina.  Í stað þess kom SÞ á einhverju ömurlegasta viðskiptabanni allra tíma á í Írak.  Og það var viðskiptabannið sem hamlaði því að almennileg lyf komust til Írak.  Kanar og Bretar héldu áfram að sprengja “skotmörk” í Írak í nánast hverri viku meðan þetta viðskiptabann átti sér stað.  Þegar stóra innrásin var svo gerð í fyrra var það bæði stjórn Saddams og viðskiptabannið sem fóru frá Írak.  Að þakka þeim sem komu því á að losa Írak undan því er rökleysa.  Þeir sem eru í stjórn í BNA núna eru nánast þeir sömu og hafa verið í 2 síðustu repúblikanastjórnum.  Donald Rumsfeld hefur t.d. verið viðriðin við Írak a.m.k. frá 1984 þegar hann aðstoðaði við að selja Saddam vopn.  Cheney og hinir olíujöfrarnir hafa stundað viðskipti við lið eins og Saddam lengi.  Það sem mér finnst skipta mestu máli er að það sem var sprengt til að “koma Saddam frá völdum” var fólk.  Þú getur verið ósammála því, en þá hef ég ekkert meira að segja við þig."
        },
        {
            "user": "Refur98",
            "user_id": "4412",
            "date": "2004-04-16 20:38:04",
            "id": "1549304",
            "reply_to_id": "1549303",
            "text": "ertu að segja að það sé bull að ég lesi Time og Newsweek. Þessi blöð koma út einu sinni í viku og ég er ekkert sérlega minnugur með dagsetningar.\nÉg segji AFTUR og AFTUR. ég hefði ekki viljað fá bna  þangað til að byrja með. En að því að þeir eru þarna, er ekki eins gott að reyna að gera gott úr þessu. Hefðu þeir bara náð saddam og farið þá hefði landið verið í verra ástandi en það er. Þetta var lose-lose situation til að byrja með, sértstaklega eftir að UN gerði ekkert í því að þeirra kröfur voru virtar að vettugi af Saddam.\nEn vilduru vera svo vænn að gefa einhverjar heimildir, Irak virðist hafa verið hinn vænasti staður og Saddam jólasveinnin sjálfur miðað við það hvernig þú talar um hvernig þetta var fyrir stríðið, þú ert væntanlega að tala um fyrra persaflóa stríðið, eða hvað?\nfinnst þér að Saddam hefði átt að ræna öllu Kuwait og engi að gera neitt í því(ég veit líka afhverju BNA gerðu eitthvað þá, eins og núna, Olía, olía og  olía, það eina sem skiptir BNA máli er BNA og ekkert annað). Það var kveikjan að þessu öllu í denn.\nEn þetta viðskipta bann sem UN setti saddam var sett vegna þess að saddam leyfði engum að sjá vopnabúr sitt. þó að það hafi verið tómt eins og hefur komið á daginn. Og viðskipta bannið var einmitt þannig að matur og lyf var það eina sem saddam fékk fyrir olíuna, ekki peninga vegna þess að þá gat hann notað í vopnaþróunn og -framleiðslu.\nEn ég segji AFTUR. ég vildi ekki sjá BNA þarna, vitandi það að þeir mundu bara nota þetta stríð til að gera feit veski feitari(öll efnahags kerfi sem borga fyrir stríð(sem ganga vel) fá mikið boost. Ég hefði viljað sjá samskonar aðgerir og í bosníu/herzegóvinu.\nMér finnst Cheney ekkert betri maður en Saddam, Hann var maðurinn sem á sínum tíma tók í hendina á Saddam og lofaði að hjálpa honum. Þetta hafa BNA gert síðan í kaldastríðinu.\nEn víst við erum kominn hingað, BNA er búið að ráðast inn, og eru búnir að ná Saddam, er þá ekki best að þeir varði áfram eins lengi og þarf til að koma smá friði á eftir alla eyðileggingu(sem þú réttilega bentir á) sem BNA er búið að skapa. Er þá ekki rétt að þeir fái að taka til eftir sig?\nEf við færum frá irak ídag og skyljum Muqtadr Sadr  eftir til að taka við stjórninni, ég er nokkuð viss um að hann væri ekki mikið betri en Saddam.\nAuðvitað verður mikið sár eftir í sál Iraks eftir svonalagað, þess vegna held ég að svæðisstjórnun með lýðræðislegum kosningum eina leiðinn til að stýra frá stríðum og bardögum eins og í t.d. tsjetsjeníú(er það stafsett svona?). þ.e. að leyfa kurdum að stjórna sínu og leyfa sjíitum og sunnium að stjórna sínu, með einu alsherjar þingi til að binda þá saman… En hér erum við kominn út fyrir efnið.\nÞað sem ég er í grófum dráttum ósammála þér proletar um er að VÍST var gott að losna við Saddam, en hisnvegar er ég sammála þér með aðferðum."
        },
        {
            "user": "proletar",
            "user_id": "35734",
            "date": "2004-04-17 22:42:11",
            "id": "1549305",
            "reply_to_id": "1549304",
            "text": "Vil taka skýrt fram að ég hef ekkert álit á Saddam Hussein, mér finnst hann drullusokkur og hef aldrei varið hann.  Orðinn soldið þreyttur á því að heyra að ég sé að réttlæta hann með því að vera á móti því að Írakar séu drepnir.  En svona virkar áróður; oversimplification."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2004-04-17 16:30:40",
            "id": "1549306",
            "reply_to_id": "1549297",
            "text": "Refur98 þann 13. apríl - 18:55:\n“Ef þú manst eftir myndini Black hawk down.”\nBíómyndir eru oft víðsfjarri sannleikanum, jafnvel þær sem hugmyndin að kemur upphaflega vegna einhvers raunverulegs atburðar.  Þetta á sérstaklega við um Amerískar stríðsmyndir vegna þess að herinn þar styrkir gerð kvikmynda EN bara ef þeir fá að fara yfir handritið og sjá til þess að það komi ekkert þar fram sem sýnir herinn í slæmu ljósi.  Nú er ekkert ódýrt að fá slatta af þyrlum og herflugvélum til að leika listir sínar en ef herinn má ritskoða handritið, þá er allt frítt."
        },
        {
            "user": "Refur98",
            "user_id": "4412",
            "date": "2004-04-20 19:11:06",
            "id": "1549307",
            "reply_to_id": "1549306",
            "text": "Myndin sem slík skiptir engu máli, þó að herin hafi ritskoðað allar setningar í myndini, það eina með þessa mynd var RPG(ekki Role playin game, heldur rocket proppeled grenade). Og það er einmitt það sem virðist vera vopnið sem bna menn ráða ekki við.\nÉg þoli ekki svona rugl komment."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2004-08-08 08:54:08",
            "id": "1549308",
            "reply_to_id": "1549306",
            "text": "Langar að vita hvar þú fékkst þær upplýsingur um\nað herinn styrkir gerð kvikmynda og þetta með handritin er forvitinn að fá svar frá þér\nAIR FORCE WIFE Í 22ÁR."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2004-08-08 12:30:36",
            "id": "1549309",
            "reply_to_id": "1549308",
            "text": "Ég sá þetta í amerískum fréttaþætti, gæti hafa verið 60 mín. eða Dateline.  Þeir töluðu m.a. við fólk hjá hernum sem hafði það starf að lesa yfir handrit og strika út eða gera breytingar.  Þeir töluðu t.d. um myndina Windtalkers sem var styrkt af hernum og þeir höfðu sett það sem skilyrði að túlkurinn sæist ekki skotinn en voru sárir út í leikstjórann því hann hafði gabbað þá og klippt það þannig að það er greinilegt að túlkurinn er skotinn þó það sjáist ekki beint.  Eða það sögðu þeir.  Ég hef sko ekki séð þessa mynd.\nÉg reyndi að finna hvaða þáttur þetta var þar sem ég sá þetta.  Ég fann það ekki en hins vegar fann ég þetta:\nhttp://www.hypocrites.com/article14382.html\nhttp://w\nww.thefab.net/movies/m09_windtalkers.htm\nhttp://www.su\nrfingtheapocalypse.net/cgi-bin/forum.cgi?noframes;read= 6214\nhttp://atheism.about.com/od/bookreviews/fr/Operat\nionHolly.htm\nhttp://www.prometheusbooks.com/catalog/bo\nok_1482.html\nhttp://www.banadir.com/damned.shtml\nHu gi setur stundum bil inní linkana þannig að þú gætir þurft að taka það út áður en þeir virka eða þú getur bara farið á google og leitað."
        },
        {
            "user": "Leibbi88",
            "user_id": "47728",
            "date": "2004-04-12 18:45:59",
            "id": "1549310",
            "reply_to_id": "1549254",
            "text": "“Ímyndum okkur að Tyrkland myndi senda her til Íslands og hersetja landið, til að koma upp þeirra menningu hér og þeirra sýn á því hvernig stjórna eigi ríki.”\nÞeir eru bara að reyna að koma upp lýðræði(sem er vestræn hugmynd). Þeir eru ekki að troða menningu sinni upp á þá.\nOg ekki líkja hersetningu BNA manna á Írak við hersetningu Þjóðverja í seinni heymsstyrjöldinni. Þú auðmýkir þig bara."
        },
        {
            "user": "Steinn28",
            "user_id": "44202",
            "date": "2004-04-19 22:59:11",
            "id": "1549311",
            "reply_to_id": "1549310",
            "text": "Ég er algjörlega ósammála þér Soldier. Mér finnst þetta mjög góð líking með Tyrkland. USA eru að reyna að troða sinni menningu og stjórnarháttum upp á Íraka. Það er fáránlegt að krefjast þess að Arabar taki upp lýðræði þó það hafi reynst okkur vel. USA verða bara að sætta sig við að Arabísk menning er allt öðru vísi en sú Vestræna. Einnig á Bush nú margt sameiginlegt með Hitler. T.d., hann ræðst á önnur ríki vegna eigin hagsmuna, hann hefur aukið útgjöld til hermála gríðarlega, hann er á móti jafnrétti fyrir alla (sbr. giftingar samkynhneigðra, stuðning við hryðjuverk Ísraelsmanna o.fl.) og hann handtekur fólk og tekur fólk af lífi án dóms og laga (sbr. Guantanamo og stuðning við morð Ísraelsstjórnar á leiðtogum Palestínumanna). Svo má einnig nefna að hann er með því að Ísraelsmenn byggi aðskilnaðarmúr fyrir bandaríska peninga, þetta minnir mig eitthvað á Gettó eða Auswitch.\nEn varðandi stríðið þá fagna ég í hvert skipti sem bandarískur hermaður er drepinn í Írak og tel það fullkomlega réttlætanlegt. Ég fagna vegna þess að ég held að eftir því sem fleiri líkpokar verði sendir heim til USA þá aukist andstaðan og þar með minnki líkurnar á því að USA haldi áfram krossferðum sínum í Mið-Austurlöndum. Þannig að það má segja að andspyrnumenn í Írak stuðli að heimsfriði. Mér finnst líka að USA eigi að drulla sér frá Írak og koma þangað aldrei aftur. Að mínum dómi ætti að fela völdin einhverjum eins og t.d. Arababandalaginu. Þeir gætu síðan komið völdunum til Íraka."
        },
        {
            "user": "Leibbi88",
            "user_id": "47728",
            "date": "2004-04-20 07:48:49",
            "id": "1549312",
            "reply_to_id": "1549311",
            "text": "Steinn28\nÉg er orðinn hundleiður á ykkur kanahöturum. Þið eruð gjörsamlega á móti öllu sem BNA gerir og misskiljið allt.\nNefndu mér betri kost en lýðræði í Írak. Það væri allt í lagi að brjóta hefðina og hafa eitthvað annað í mið-austurlöndum en geðsjúkar klerka eða fasistastjórnir. Það eru ekki beint neinar fyrirmynda stjórnir í þessum heimshluta og hann er ekki beint rosalega friðsamlegur.\nOg svo vá!…röksnillingur…BNA er að troða menningu sinni upp á Írak út af því að þeir eru að reyna að koma upp líðræðisstjórn.\nHVAÐ ER AÐ ÞÉR!!\nÞað er Amerískur stjórnar hátttur en ekki menningin þeirra. Veistu nokkuð hvað orðið þíðir einu sinni.\nÞeir eru ekki beint að flytja inn Cowboymyndir, Macdonalds eða að halda þjóðarhátið 4.júlí.\n“Einnig á Bush nú margt sameiginlegt með Hitler. T.d., hann ræðst á önnur ríki vegna eigin hagsmuna, hann hefur aukið útgjöld til hermála gríðarlega, hann er á móti jafnrétti fyrir alla (sbr. giftingar samkynhneigðra, stuðning við hryðjuverk Ísraelsmanna o.fl.) og hann handtekur fólk og tekur fólk af lífi án dóms og laga (sbr. Guantanamo og stuðning við morð Ísraelsstjórnar á leiðtogum Palestínumanna).”\n1.Hann ræðst á önnur ríki vegna eigin hagsmuna: Ég hló að þessu…hver hefur ekki stofnað til stríðs sökum eigin hagsmuna?(og svaraðu þessu svo)\n2.Hann hefur aukið útgjöld til hermála gífurlega:\nWHAT! ertu að segja mér að ef eitthver þjóðarleiðtogi eykur útgjöld til hermála(mætti líka benda á að BNA á í stríði við hryðjuverkamenn) þá er hann orðin líkur Hitler\nNæstu tvö rök eiga aðeins stoð í raunveruleikanum. Þetta er svo dæmigert hjá mannverum að vilja alltaf kenna einum “vondum kalli” um allt. Hvað get ég sagt…Bush er fífl, það fór ekki fram hjá neinum\nOg já ég er á móti stuðningi BNA við Ísraelsmenn en hann hefur gengið yfir í áratugi, Bush ræður engu um það vinurinn.\n“En varðandi stríðið þá fagna ég í hvert skipti sem bandarískur hermaður er drepinn í Írak og tel það fullkomlega réttlætanlegt”\nDæmigerður kanahatari. Ég fagna aldrei þegar eitthver þarf að deyja, særast eða jafnvel upplifa stríð. Og ef þér finnst dauði manns vera réttlætanlegur þá áttu í alvarlegum vandamálum. Þessi rök sem fylgdu á eftir hljómuðu eins og talað frá tólf ára krakka(þótt þetta væri satt að vissu leiti, bara hver segir þetta)“Ég fagna vegna þess að ég held að eftir því sem fleiri líkpokar verði sendir heim til USA þá aukist andstaðan og þar með minnki líkurnar á því að USA haldi áfram krossferðum sínum í Mið-Austurlöndum. Þannig að það má segja að andspyrnumenn í Írak stuðli að heimsfriði. Mér finnst líka að USA eigi að drulla sér frá Írak og koma þangað aldrei aftur. Að mínum dómi ætti að fela völdin einhverjum eins og t.d. Arababandalaginu. Þeir gætu síðan komið völdunum til Íraka.”\nEkki senda mér einungis skítakast til baka. Mér er drullu sama þótt það komi skítakast, svo lengi sem það sé innan um rök, svona svipað og ég geri."
        },
        {
            "user": "Steinn28",
            "user_id": "44202",
            "date": "2004-04-20 14:31:40",
            "id": "1549313",
            "reply_to_id": "1549312",
            "text": "Ég ætla ekki að senda þér neitt skítkast og ég rökstuddi þó alltaf orð mín.\n“Nefndu mér betri kost en lýðræði í Írak. Það væri allt í lagi að brjóta hefðina og hafa eitthvað annað í mið-austurlöndum en geðsjúkar klerka eða fasistastjórnir. Það eru ekki beint neinar fyrirmynda stjórnir í þessum heimshluta og hann er ekki beint rosalega friðsamlegur.”\nMið-Austurlönd eru aðallega svo mikið ófriðarsvæði sem raun ber vitni vegna íhlutunnar USA og annarra Vesturlanda. Það væri líklega mun friðlegra ef Vesturlönd hefðu ekki lagt til að hið kolólöglega ríki gyðinga, Ísrael, yrði stofnað. Arabar sem og aðrir múslimar eru mun friðsamari heldur en hvíti maðurinn. T.d. á miðöldum. Þá lifðu Arabar í sátt og samlyndi og stunduðu vísindarannskónir (þeir björguðu t.d. hinum forn gríska menningararfi frá glötun). Á meðan var svo mikill ófriður í Evrópu að páfinn neyddist til að hvetja til krossferða, til að finna sameiginlegan óvin. Og í gegnum aldirnar og ekki síður eftir seinni heimstyrjöldina hefur hvíti maðurinn háð styrjaldir um allan heim. Eftir WW2 hafa Arabar reyndar háð nokkrar styrjaldir. En ég man ekki eftir mörgum styrjöldum þeirra sem ekki hafa verið gegn Ísrael. Það má líka segja að gyðingar hafi ráðist fyrst, því þeir stofnuðu jú ríki sitt á arabísku landi. Hver mundi ekki reyna að verja föðurlandið ef t.d. Norðmenn mundu setjast að á Íslandi og stofna hér sitt eigið ríki. Ég er allavega viss um að ég myndi ekki sætta mig við það. Og orð þín: “og hafa eitthvað annað í mið-austurlöndum en geðsjúkar klerka eða fasistastjórnir.” lýsa bæði vanþekkingu og fordómum á samfélagi Mið-Austurlanda. Við höfum ekki efni á því að skipa Aröbum að taka upp lýðræði. Og eins og einn hugari benti á í þessari umræðu: að Írak var nokkuð vel stætt ríki fyrir fyrra Persaflóastríðið. T.d. var vel haldið um Súmersku mennningarverðmætin (sem USA létu síðan stela fyrir framan nefið á sér í fyrra). Einnig var landið í heild sinni í góðu standi. En nú eftir tvær styrjaldir, sem talið er að hafi kostað um 300.000 manns lífið, og næstum áratugs langt viðskiptabann, sem talið er að hafi kostað 1,5-2 milljónir manna lífið, er landið rústir einar. Ætlarðu að segja mér að USA beri enga ábyrgð á ástandinu þarna.\n“Dæmigerður kanahatari. Ég fagna aldrei þegar eitthver þarf að deyja, særast eða jafnvel upplifa stríð. Og ef þér finnst dauði manns vera réttlætanlegur þá áttu í alvarlegum vandamálum. Þessi rök sem fylgdu á eftir hljómuðu eins og talað frá tólf ára krakka (þótt þetta væri satt að vissu leiti, bara hver segir þetta)”\nÞú fagnar aldrei þegar einhver deyr. Hafðin það ekki verið gott fyrir Evrópu ef Hitler hefði verið drepinn, kannski svona 1943? Nei, þó það hefði kannski bjargað 10 milljónum mannslífa. Væri það ekki réttlætanlegt vegna þess að Hitler hafði þurft að deyja. Ekki það að ég sé að líkja bandarískum hermönnum við Hitler, né að ég sé sammála gaurnum sem hélt að öll heimsins vandamál myndu leysast ef svo sem 4 milljarðar myndu deyja á morgun (ætli hann sé tilbúinn að fórna sér). Það sem ég meina með þessarri líkingu er að stundum getur verið gott að nokkrir deyji ef það á eftir að bjarga margfalt fleirum. Soldið í líkingu við kenningu Platóns um aðgjörðir mannanna eigi að miðast við að auka hamingjuna í heiminum sem heild. Stríðið gegn USA getur líka ekki unnist í bardögum. USA fóru frá Víetnam því andstaðan var orðin svo mikil heima fyrir vegna hins mikla mannfalls (um 58.000 menn, ekki mjög örugg heimild en gefur nokkra mynd).\n“Það er Amerískur stjórnar hátttur en ekki menningin þeirra. Veistu nokkuð hvað orðið þíðir einu sinni.”\nÉg veit vel hvað orðið “menning” þýðir. Hins vegar hafa stjórnarhættir mikil áhrif á menningu landa. Menningin skapast meðal annars af frelsi, sem ræðst af stjórnarháttunum.\nVarðandi líkingu mína á Bush og Hitler. Ég tók bara saman það sem þeir áttu sameiginlegt, þó mjög margir eigi fyrstu tvö atriðin sameiginleg með þeim. Hins vegar skil ég ekki þessa setningu: “Næstu tvö rök eiga aðeins stoð í raunveruleikanum”. Ætlaðirðu að segja að rökin ættu sér ekki stoð í raunveruleikanum. Þá ertu á villigötum. Mig grunar hins vegar að þú hafir meint að seinni rökin væru þau einu sem ættu sér stoð í raunveruleikanum. Fyrstu rökin væru líklega ekki samþykkt í ræðukeppni, ég er sammála þér um að þau séu léleg (því það líkir þeim ekki saman þó þau séu rétt).\nÉg vona að þú sért ekki sú manntýpa sem styður stríðið og vill íslenskan her og Björn Bjarnason sem varnamálaráðherra. Svaraðu þessu endilega ef þú hefur eitthvað meira um málið að segja. En ég óska hins vegar engum dauða þó ég telji það réttlætanlegt að Írakar verji land sitt fyrir innrás. Best væri náttúrulega ef USA færi bara burt á morgun og friður mundi ríkja."
        },
        {
            "user": "Leibbi88",
            "user_id": "47728",
            "date": "2004-04-20 19:29:37",
            "id": "1549314",
            "reply_to_id": "1549313",
            "text": "ég ætla bara að byrja á að svara seinustu spurningu hjá þér. Nei ég elska ekki Bush og hef enga sérstaka afstöðu til Íslensks hers og þannig. Ég veit alveg að BNA ber mjög mikla ábyrgð á öllu þessum slæmu hlutum og allt þannig, ég elska þá ekki!\n“Ætlaðirðu að segja að rökin ættu sér ekki stoð í raunveruleikanum.”\nNeibbs, meinti þetta eins og var skrifað.\nOg ég hef enga vanþekkingu á Mið-austurlöndum. Það var kanski soldið hæpið að segja að\nM-A-löndin  séu  eintómar fasistastjórnir, en þú verður nú að viðurkenna að frekar stór hluti ríkisstjórnanana eru kúgunarstjórnir og frekar sjúkar.\nEn vá drengurinn.\n1.“Mið-Austurlönd eru aðallega svo mikið ófriðarsvæði sem raun ber vitni vegna íhlutunnar USA og annarra Vesturlanda.”\n2.“Arabar sem og aðrir múslimar eru mun friðsamari heldur en hvíti maðurinn. T.d. á miðöldum. Þá lifðu Arabar í sátt og samlyndi og stunduðu vísindarannskónir (þeir björguðu t.d. hinum forn gríska menningararfi frá glötun). Á meðan var svo mikill ófriður í Evrópu að páfinn neyddist til að hvetja til krossferða, til að finna sameiginlegan óvin. Og í gegnum aldirnar og ekki síður eftir seinni heimstyrjöldina hefur hvíti maðurinn háð styrjaldir um allan heim. Eftir WW2 hafa Arabar reyndar háð nokkrar styrjaldir. En ég man ekki eftir mörgum styrjöldum þeirra sem ekki hafa verið gegn Ísrael. Það má líka segja að gyðingar hafi ráðist fyrst, því þeir stofnuðu jú ríki sitt á arabísku landi.”\n1.Já kenndu BNA um allt. Þeir eiga hlut í þessu já en þú þekkir þig ekki nógu vel til í sögu átakana hjá Ísrael, held ég.\nÞað bjóu frekar margir gyðingar í Palistínufyrir 1948. Svo auk þess áttu Bretar Palistínu og gáfu SÞ umsjón yfir skiptingu svæðinsins. Skiljanlega þá þurftu þessi nokkur hundruð þúsund gyðingar landsvæði fyrir sjálfan sig, þeir þurftu að geta lifað í sínu eigin landi. Fólki leist bara illa á að hafa þá sem “sníkjudýr” í öðrum löndum svo að þarna fengu þeir sitt eigið ríki.\nÞað voru Arabar sem réðust fyrstir á þá  og eftir það þá byrjuðu þeir að stækka svæði sitt og fleira og flestir þekkja söguna eftir þa. En endilega kynntu þér sögu svæðinsins.\nÞað þarf að hafa gífurlega þekkingu á þessari sögu til að geta myndað sér almennilega skoðun á þessu máli, sem ég hef ekki.\nÉG veit þó það að það er gífurlega heimskulegt að kenna BNA um öll vandamálin þarna.\n2.Arabar hafa líka verið með gífurlegan yfirgang. Múhammeðstrú dofnaði svona vel vegna þess að þeir réðust á önnur lönd og þvinguðu trúnni sinni upp á fólk þar.\nLestu bara söguna, nenni ekki að fræða einn eða neinn núna. Ég er ekki að vernda einn eða neinn en mér sýnist þú hafa ansi mikla fórdóma gagnvart hvítu fólki.\nÞar að auki dæmirðu fólk ekki fyrir eitthvað sem forfeður þeirra gerðu fyrir 800árum. Ekki hata ég þjóðverja út af seinni heimsstyrjöldinni.\nNenni ekki að skrifa meira, ætlaði að skrifa fullt í viðbót.\nKv.\nSoldie"
        },
        {
            "user": "Steinn28",
            "user_id": "44202",
            "date": "2004-04-20 20:10:03",
            "id": "1549315",
            "reply_to_id": "1549314",
            "text": "Soldier\nÞað er ekki rétt að ég kenni Bandaríkjunum um allt sem miður hefur farið í Mið-Austurlöndum. Ég veit alveg að Arabar bera líka ábyrgð, eins og aðrir. Og ég var ekki að reyna að kenna neinum um það sem forfeður þeirra gerðu, bara að benda á að Arabar hafa verið frekar friðsamari.\nVarðandi stofnun Ísraelsríkis: Þá voru gyðingar um 30% íbúa Palestínu árið 1948. Þeir áttu einhver nokkur prósent af landinu (man ekki alveg hversu mörg). Svo má nefna að gyðingar byrjuðu ekki að flytjast þangað fyrr en seint á 19.öld. En hvað heldurðu að gyðingar hafi fengið stóran hluta Palestínumenn. 20%, 30“, nei þeir fengu 55% þrátt fyrir að vera aðeins 55% íbúanna. Þar að auki fengu þeir nokkuð heilsteypt svæði en Palestínumenn fengu marga litla bletti. Það er líka rétt að Arabar réðust á Ísrael 1948 enda hvað heldurðu að þeim finnist. Allt í einu bara komið ríki einhverra útlendinga þar sem þeir hafa búið í gegnum aldirnar.\nVarðandi þekkingu mína á svæðinu, þá er ég engin sérfræðingur í sögu svæðisins frekar en flestir. Hins vegar hef ég lesið mér nokkuð til um sögu þess. En ég bendi þér sem öðrum á bókina ”Átakasvæði í heiminum\" eftir Jón Orm Halldórsson. Svona ef þú hefur ekki lesið hana.\nAð lokum, þá er nokkuð til í því hjá sér að stjórnarhættir Mið-Austurlanda væru ekki samþykktir hér á Vesturlöndum. En hinu má ekki gleyma að ástandið er sem verst í þeim ríkjum sem Bandaríkin styðja. T.d. Tyrkland og Sádí Arabía.\nKv.\nSteinn28"
        },
        {
            "user": "Leibbi88",
            "user_id": "47728",
            "date": "2004-04-20 22:45:05",
            "id": "1549316",
            "reply_to_id": "1549315",
            "text": "Ok, líklegast bara komin eitthver málamiðlun hérna. Er nokkurn veginn sammála öllu þarna."
        },
        {
            "user": "spekingur",
            "user_id": "42693",
            "date": "2004-04-20 16:00:28",
            "id": "1549317",
            "reply_to_id": "1549312",
            "text": "Ég er afar sammála þér, djöfull er ég kominn með nóg af þessum helvítis kanahöturum sem eru svo blindir í trú sinni að þeir minna ansi mikið á Þýsku þjóðina á leiðinlegu tímabili í sögu Þýskalands. Gott svar."
        },
        {
            "user": "Steinn28",
            "user_id": "44202",
            "date": "2004-04-20 17:12:46",
            "id": "1549318",
            "reply_to_id": "1549317",
            "text": "Ég skal segja þér að ég hata hvorki Bandaríkjamenn, Gyðinga, Íraka né neina aðra. Ég þekki bandaríska gyðinga sem eru mjög fínt fólk. Ég er hins vegar á móti stjórnvöldum í Bandaríkjunum og Ísrael. Ef þú hefur lesið eitthvað í mannkynssögu, sem ég efa ekki, þá finnst mér skrítið ef þú getur sagt með góðri samvisku: “Ég er hlynntur Bush og Rumsfeld og ég tel að Bandaríkjastjórnir undanfarinna áratuga og Evrópustjórnir síðustu alda beri enga ábyrgð á ástandinu í Mið-Austurlöndum.”"
        },
        {
            "user": "spekingur",
            "user_id": "42693",
            "date": "2004-04-21 16:52:42",
            "id": "1549319",
            "reply_to_id": "1549318",
            "text": "Ok þú ert sem sagt ekki einn af þessum kanahöturum, gott mál þá er hægt að ræða við þig af skynsemi.\nMér finnst hins vegar undarlegt að setja skilyrði á milli þess að vera hlynntur Íraksstríðinu og að réttlæta mistök fyrrum ríkistjórna vesturlanda.  Því miður er það svo að Vesturlandabúar og ríkistjórnir þeirra eru afar duglegar við að krukka í stjórnkerfi ýmissa þjóða með mjög misjöfnum árangri.  Í gegnum tíðina hafa hver mistökin rekið önnur og fólkið í Miðausturlöndum líður fyrir það.  Ég trúi því samt sem áður að það sé gott mál að frelsa þjóðir frá klikkuðum einræðisherrum sem níðast hvorutveggja á sjálfseignarrétti og eignarrétti borgara sinna."
        },
        {
            "user": "Steinn28",
            "user_id": "44202",
            "date": "2004-04-20 17:12:57",
            "id": "1549320",
            "reply_to_id": "1549317",
            "text": "Ég skal segja þér að ég hata hvorki Bandaríkjamenn, Gyðinga, Íraka né neina aðra. Ég þekki bandaríska gyðinga sem eru mjög fínt fólk. Ég er hins vegar á móti stjórnvöldum í Bandaríkjunum og Ísrael. Ef þú hefur lesið eitthvað í mannkynssögu, sem ég efa ekki, þá finnst mér skrítið ef þú getur sagt með góðri samvisku: “Ég er hlynntur Bush og Rumsfeld og ég tel að Bandaríkjastjórnir undanfarinna áratuga og Evrópustjórnir síðustu alda beri enga ábyrgð á ástandinu í Mið-Austurlöndum.”"
        },
        {
            "user": "Satine",
            "user_id": "31910",
            "date": "2004-04-12 23:54:34",
            "id": "1549321",
            "reply_to_id": "1549254",
            "text": "Helvítis ljótu Bandaríkjamenn eru svo heimskir (þá er ég að tala um ríkisstjórnina)!!\nAf hverju drulla þeir sér ekkert í burtu úr Írak þeir eru bra gera allt verra, það er augljóst að Írakar vilja þá ekki þarna!! Ohh ég vildi að Bush myndi drepast, hann er svo mikill hálfviti!!!!"
        },
        {
            "user": "Zkari",
            "user_id": "18718",
            "date": "2004-04-13 00:07:12",
            "id": "1549322",
            "reply_to_id": "1549254",
            "text": "Ég held að Vietnam sé að endurtaka sig þarna í Iraq"
        },
        {
            "user": "xark",
            "user_id": "1706",
            "date": "2004-04-13 00:23:43",
            "id": "1549323",
            "reply_to_id": "1549322",
            "text": "myndi nú halda að það sé langt frá því. Bandaríkjamenn eru búnir að missa minna en 1/50 af því sem þeir misstu í Víetnam (hlutfallslega hefur ekki 1 íslendingur enn þá dáið :P ). Síðan ef það kemur eitthvað alvöru stríð þarna held ég að Bandaríkjamenn verði í miklu betri stöðu en í Víetnam, þar sem írak er frekar opið land og ekki skóglendi og svo það verður miklu léttara fyrir þá td í loftárásum og þeir geta þá líka notað skriðdreka mikið.  :P"
        },
        {
            "user": "slate",
            "user_id": "1150",
            "date": "2004-04-13 13:02:45",
            "id": "1549324",
            "reply_to_id": "1549322",
            "text": "er ekki allt í lagi þú veist í vietnam þá dóu að mig minnir uþb 250k hermenn.\nveistu hvað margir bna hermenn hafa dáið í írak??\nþeir eru eitthvað um 1000 síðan stríðið hófst þannig að þetta er ekkert ð verða annað víetnam og bna mennn eru ekkert að fara láta það endurtaka sig en var einhver að hlusta á fréttirnað í gær?"
        },
        {
            "user": "ZeRo",
            "user_id": "40",
            "date": "2004-04-13 13:16:09",
            "id": "1549325",
            "reply_to_id": "1549324",
            "text": "Það dóu 58.000 bandarískir hermenn í Víetnam..\nAnnars sér maður bara voðalega þumbaleg comments á þessa þumbalegu grein.."
        },
        {
            "user": "Zkari",
            "user_id": "18718",
            "date": "2004-04-13 14:45:44",
            "id": "1549326",
            "reply_to_id": "1549324",
            "text": "Það er allt í lagi hjá mér og ég veit alveg hvað það dóu margir í Vietnam. Ég er bara að líkja þessu við Vietnam afþví BNA menn töpuðu Vietnam stríðinu og ég held að Iraq sé að fara sömu leið. Svo má ekki gleyma því að uppreisnin er bara búin að standa í nokkra daga af fullum krafti þannig að það er mjög líklegt að miklu fleira fólk deyji."
        },
        {
            "user": "Leibbi88",
            "user_id": "47728",
            "date": "2004-04-14 15:32:59",
            "id": "1549327",
            "reply_to_id": "1549326",
            "text": "“Ég er bara að líkja þessu við Vietnam afþví BNA menn töpuðu Vietnam stríðinu og ég held að Iraq sé að fara sömu leið.”\nOg þú veist örugglega sáralítið um hernað.\nÉg er ekki að reyna að móðga þig með þessu en Ameríski herinn er voldugasti her sem saga mannkyns hefur nokkurn tíman kynst.\nNútímahernaður miðar mjög að því að hafa sérhvern einasta hermann eins vel þjálfaðan og útibúinn og hægt er.\nTil að mynda þá samastanda flestir herir heims nú til dags af nokkrum hundruð þúsund hermönnum(BNA hafa 425.000, og fleri varaliða).\nEnginn her er jafn vel búinn að ná þessu markmiði og BNA, til að mynda hefur hver hermaður jafn mikinn útibúnað og skriðdrekar seinni-heimsstyrjaldarinnar(svona í hnotskurn) og írösku skæruliðarnir munu aldrei ná að komast í hálfkvisti við þá.\ní þessari viku hafa 70-BNA hermenn fallið og 700 Íraskir uppreisnarmenn(samkvæmt upplýsiningadeild Bandaríska hersins)\nEitthver annar hérna vildi meina að Bandaríkjamenn væru óvanir borgarhernaði og herinn þeirra væri bara hannaður fyrir bardaga úr langri fjarlægð. Þetta er bull. Þó að herinn kjósi að berjast úr langri fjarlægð þá er hann vel fær um að berjast inn í borgum og einmitt núna er hann að fá þessa reynslu sem honum sárvantaði.\nHeldurðu virkilega að eitthverjir Arabalúðar muni sigra máttugasta herveldi heims?\nP.S. Hata ekki araba"
        },
        {
            "user": "neddi",
            "user_id": "15870",
            "date": "2004-04-14 16:08:34",
            "id": "1549328",
            "reply_to_id": "1549327",
            "text": "Það var nú ég sem að sagði að BNA-her væri ekki þjálfaður til að berjast í návígi í borgum. Ég man að vísu ekki hvar ég sá það en það var alla vega á einhverjum fréttamiðli. Ég ætla mér hins vegar að halda mig við þetta þar til að þú getur sínt mér fram á annað.\nBNA-her er vissulega að berjast við menn sem að eru staddir í borgum en í návígi berjast þeir ekki. Þeir beita mest fyrir sig árásarþyrlum og fara svo fer landherinn á eftir og hreinsar upp.\nÞað er alkunn staðreynd að þegar að BNA-menn hafa þurft að berjast í návígi þá hefur þeim ekki gengið sem skyldi. Oftar en ekki hafa þeir beitt fyrir sig sérsveitum annarra ríkja, eins og t.d. frönsku útlendingahersveitinni og SAS sveitunum bresku.\nÞetta eru hersveitir sem að eru þrautþjálfaðar í hvers konar hernaði sem að þeir gætu hugsanlega lent í og þ.m.t. borgarhernaði.\nÞað er t.d. frægt dæmi til um það hvað þessar sveitir eru mun betur þjálfaðar þegar að stolt BNA-manna, Navy Seals, fékk að prófa þrautabraut sem að franska útlendingahersveitin notar til þjálfunar og það tók þá 7.5 klst að komast í gegnum brautina en metið í henni er 45 mín.\nNú er ég aðeins kominn út fyrir efnið þannig að það er best að koma mér að efninu aftur.\nBresku hersveitirnar sem að berjast í Írak er mun betur undir það búnar að berjast við uppreisnarmennina í návígi heldur en að BNA-menn eru. Þeir hafa barist gegn borgarskærum í N-Írlandi í áratugi og hafa því reynslu af því að berjast á götunum. BNA-menn hafa hins vegar ekki barist í raunverulegum návígjum síðan í Víetnam og eru því að miklum hluta búnir að tapa niður þeirri reynslu að berjast augliti til auglitis við andstæðinginn.\nÞað er hægt að sprengja upp heilu borgirnar með tilheyrandi mannfalli án þess að berja niður uppreisnina. BNA-menn reyndu svipaða hluti í Monte Casinu á Ítalíu í Seinni Heimstyrjöldinni þegar að þeir reyndu að sprengja í burtu mótstöðuna sem að þýskar fallhlífarherdeildir veittu þeim en það var ekki fyrr en þjóðverjarnir urðu skotfæralausir og gáfust því upp sem að þeir komust framhjá þessum farartálma.\nHinn miklu hernaðarmáttur þeirra kom að engu gagni í því tilfelli.\nOg að lokum, þú vitnar í tölur frá upplýsingadeild BNA-hers. Í guðana bænum ekki taka þeim sem heilögum sannleik frekar en að það sé hægt að gleypa við tölum frá Al-Jaseera fréttastöðinni."
        },
        {
            "user": "Zkari",
            "user_id": "18718",
            "date": "2004-04-14 17:19:15",
            "id": "1549329",
            "reply_to_id": "1549327",
            "text": "Þó þeir séu með betri vopn, þjálfun o.s.frv. þýðir það ekki endilega að þeir vinni. Uppreisnarmönnunum er sama um sitt eigið líf og myndu taka sitt eigið líf svo lengi sem þeir gætu drepið nokkra BNA menn í leiðinni. Svo eru BNA hermennirnir ekki endilega þjálfaðir til að berjast á móti skæruhernaði.\nSkæruliðar þurfa ekki skriðdreka og hátækni vopn, skæruhernaður gengur ekki útá að nota skriðdreka, fallbyssur, flugvélar eða svoleiðis vopn. Skæruliðar þurfa byssur og bíl og þá eru þeir tilbúnir fyrir bardaga.\nSkæruhernaður gengur útá að gera árás, hörfa, gera aðra árás, hörfa aftur o.s.frv. Þetta endurtaka þeir aftur og aftur þangað til óvinurinn er sigraður."
        },
        {
            "user": "Leibbi88",
            "user_id": "47728",
            "date": "2004-04-14 23:54:07",
            "id": "1549330",
            "reply_to_id": "1549329",
            "text": "USA=70\nIraq=700\nJá skæruhernaður er svo sannarlega hættulegur\n-fyrir móralinn.\nEf þeir gefa út herkvaðningu þá geta þeir endalaust fyllt Írak af nýjum hermönnum. Þeir vita vel hvernig á að fara að þessu og læra nýja hluti daglega. Það er ekki séns á að Íraskur skæruliðahópur geti risið upp úr öskuni og rekið burt 160.000 “ofurhermenn”.\n“Leiðtogi getur lært jafn mikið á 5mánuðum í átökum og hann myndi læra 5.ár í þjálfun”\nÞetta lærðist í Sóvéska hernum í\nseinni-heimsstyrjöldinni. Þeir læra strax að hemja þessa skæruliða.\nMálið er að það kemst bara í fréttinar allt það slæma sem gerist hjá hernámsliðinu. Það er ekkert sagt frá því þegar BNA finnur 6Íraska skæruliða og vopnabúr þeirra.\nTreystu mér, ég veit vel hvað ég er að tala um, þessir gaurar eiga ekki séns."
        },
        {
            "user": "neddi",
            "user_id": "15870",
            "date": "2004-04-15 10:35:54",
            "id": "1549331",
            "reply_to_id": "1549330",
            "text": "Veistu hvað, ég held að þú vitir ekkert hvað þú ert að tala um.\n“Já skæruhernaður er svo sannarlega hættulegur\n-fyrir móralinn.”\nSkæruhernaður gengur ekki engöngu út á það að drepa sem flesta. Hann gengur ekki síður út á það að láta andstæðinginn fá það á tilfinninguna að hann sé hvergi öruggur. Og ástæðan fyrir vaxandi óánægju BNA-manna með veru hersins í Írak er einmitt sú að þeir telja hermennina ekki vera næginlega örugga og mannfallið of mikið. Málið snýst ekki um að sigra hernámsliðið endilega á vígvellinum heldur í hinum pólitíska heimi. Og ef að skæruliðarnir koma þeirri hugsun að hjá nógu mörgum þingmönnum á BNA-þingi að hersveitir þeirra séu ekki næginlega öruggar og að mannfallið sé óásættanlega mikið þá munu þeir sjá til þess að herinn verði dreginn til baka.\n“Það er ekki séns á að Íraskur skæruliðahópur geti risið upp úr öskuni og rekið burt 160.000 ”ofurhermenn“.”\nManstu eftir Afganistan stríðunu. Þar var sovétski herinn með margfalt stærri her og mun betur vopnum búinn en samt tókst þeim ekki að vinna bug á afgönskum skæruliðum þannig að á endanum hrökluðust þeir í burtu. Til að geta barist við óvininn þarf að vita hvar hann er en það er einmitt aðalvopn skæruliðanna, þeir eru ekki sjáanlegir nema þegar að þeir skjóta upp kollinum og skjóta.\n“Leiðtogi getur lært jafn mikið á 5mánuðum í átökum og hann myndi læra 5.ár í þjálfun”\nÞetta er nokkuð góður punktur hjá þér. En munurinn á því sem að sóvétski herinn var að gera í WW2 og því sem að BNA her stendur í núna er sá að rússarnir vissu hvar óvinurinn var en BNA-þarf að leita hann uppi ef að hann ætlar að gersigra hann.\n“Málið er að það kemst bara í fréttinar allt það slæma sem gerist hjá hernámsliðinu. Það er ekkert sagt frá því þegar BNA finnur 6Íraska skæruliða og vopnabúr þeirra.”\nÞetta er bara alls ekki rétt hjá þér. Fréttastofur í Bandaríkjunum keppast um við að segja einmitt þær fréttir af hernámsliðinu sem að henta best fyrir amerískan markað og þær hafa einmitt blásið allt upp sem að BNA-her hefur gert gott. Hins vegar hefur Al-Jaseera verið duglegri við að segja slæmu fréttirnar.\nOg að lokum vil ég minna þig á að trúa ekki í blindni þeim tölum um mannfall sem að upplýsingadeild BNA-hers lætur frá sér. Stríðandi fylkingar gefa alltaf upp misvísandi tölur um mannfall."
        },
        {
            "user": "Leibbi88",
            "user_id": "47728",
            "date": "2004-04-15 12:31:37",
            "id": "1549332",
            "reply_to_id": "1549331",
            "text": "Jú jú…þú misskildir mig bara\n“Skæruhernaður gengur ekki engöngu út á það að drepa sem flesta. Hann gengur ekki síður út á það að láta andstæðinginn fá það á tilfinninguna að hann sé hvergi öruggur”\nSem er semsagt lækkun á moralnum þeirra. Þetta er einmitt það sem gerðist í Víetnam, mórallinn heima fyrir lækkaði og að lokum neiddust þeir til að fara heim.\nÞeir geta sigrað BNA með því að skaða liðsandan nógu mikið heima fyrir, ég var að tala um sigur í vopnum.\nÍ Afganistan hlutu skæruliðarnir stuðning frá BNA. Ég á erfitt með að geta hugsað mér upp þá þjóð sem ætlar sér virkilega að senda Írökum stuðning.\nSvo punkturinn minn um WW2 átti að sýna fram á það að herforingjar læra. Þeir læra á það hvernig skæruliðarnir fela sig, hlaupast burtu o.fl.\nÞetta er bara spurning um hver er snjallari á að læra á hinn aðilan og ja…sorrí en ég beinlínis hef enga súpertrú á skæruliðunum(en ótrúlegustu hlutir hafa gerst í hernaði)\n“Fréttastofur í Bandaríkjunum keppast um við að segja einmitt þær fréttir af hernámsliðinu sem að henta best fyrir amerískan markað”\nÉg var að tala um Evrópskan markað. Rétt eins og BNA þá hafa þeir mestan áhuga á að sýna fólki sem það vill sjá og við vitum báðir hver er skoðun fólks hérna.\nSvo tók ég sérstaklega fram að BNA hafi gefið þessar tölur fram vegna þess að ég dreg þær einnig í efa.\nAð lokum er það satt að veikleiki hjá ríkisherjum(sérstaklega vestrænum sem geta ekki gripið til einum of harðra aðgerða) landa er einmitt skæruliðar, hafa alltaf verið það.\n-langar að minna á það að BNA er ekkert augnkonfekt fyrir mér.\nP.S. ég veit vel hvað ég er að tala um."
        },
        {
            "user": "Leibbi88",
            "user_id": "47728",
            "date": "2004-04-15 12:32:57",
            "id": "1549333",
            "reply_to_id": "1549332",
            "text": "…og jú skæruhernaður gengur víst mest út á að drepa móralinn hjá andstæðningum\nog stöku sinnum láta þá blæða hægt."
        },
        {
            "user": "Zkari",
            "user_id": "18718",
            "date": "2004-04-17 13:55:55",
            "id": "1549334",
            "reply_to_id": "1549332",
            "text": "Reyndar unnu NVA Víetnam stríðið með vopnasigri eins og þú orðar það."
        },
        {
            "user": "Leibbi88",
            "user_id": "47728",
            "date": "2004-04-17 20:04:38",
            "id": "1549335",
            "reply_to_id": "1549334",
            "text": "Bíddu við í alvöru!\nÞetta kemur mér virkilega á óvart. Minnir svo vel að BNA hafi dregið liðsveitir sínar til baka. Alla vega þá veit ég að Suður-Víetnamskar sveitir börðust í smá tíma í viðbót.\nKannski varstu bara að meina þetta á eitthvern annan hátt."
        },
        {
            "user": "Zkari",
            "user_id": "18718",
            "date": "2004-04-17 21:52:52",
            "id": "1549336",
            "reply_to_id": "1549335",
            "text": "Ég sá í 60min að NVA hafi verið búnir að umkringja einhverja borg og BNA menn hafi verið að flytja fólk í fullu útúr henni með þyrlum."
        },
        {
            "user": "Leibbi88",
            "user_id": "47728",
            "date": "2004-04-18 13:05:35",
            "id": "1549337",
            "reply_to_id": "1549336",
            "text": "Gæti það ekki bara verið eitt svæði sem hafi verið að falla eða eitthvað.\nÞví annars gæti mér alveg skjátlast"
        },
        {
            "user": "Zkari",
            "user_id": "18718",
            "date": "2004-04-18 15:31:02",
            "id": "1549338",
            "reply_to_id": "1549337",
            "text": "Ég man ekki alveg hvort þetta hafi verið síðasta svæðið eða eitthvað en þetta var allavegana mikilvæg borg. En ég gæti alveg verið að bulla líka."
        },
        {
            "user": "Refur98",
            "user_id": "4412",
            "date": "2004-04-14 18:34:52",
            "id": "1549339",
            "reply_to_id": "1549327",
            "text": "Ég ætla aðeins að skemma fyrir þér.\nÞað vopn sem bna virðist ekki vera að ráða við er RPG (Rocket Propelled Grenade). Þær eru litlar, eins og M16, og hægt að læra hvernig virkar á korteri. En hvernig skal verjast þeim virðist bna ofraun. hvaða máli skiptir því að menn séu með talstöðvar með 3D miðunarbúnaði, og handsprengjur sem særi ekki saklausa og byssuskot sem elta vonda kalla ef sami hermaður þarf ekki nema eitt skot í magan og þá er hann óvígbúinn. skæruliði þarf ekki nema særa einn mann og þá eru að öllum líkendum 3 farnir úr leik, bna rembist alltaf svo mikið við það að aldrei skilja neinn eftir á vígvellinum.\nEn ég held samt að bna nái að taka þetta að lokum.  Þó ekki endilega með betri hermönnum, heldur sambland af “counter Terrorism”, þ.e. að koma í veg fyrir að þessir menn fái vopn, og pólitiskar þvinganir/greiða(fer eftir sjónarhóli). Þetta þrennt saman ætti að duga."
        },
        {
            "user": "golata",
            "user_id": "29698",
            "date": "2004-04-14 20:11:18",
            "id": "1549340",
            "reply_to_id": "1549327",
            "text": "Mér finnast það góðar fréttir þegar Amríkanar eru drepnir í Írak. Ég gleðst. Vonandi drepast sem flestir. Haldið áfram  að drepast."
        },
        {
            "user": "Zyklus",
            "user_id": "22077",
            "date": "2004-04-15 00:34:48",
            "id": "1549341",
            "reply_to_id": "1549340",
            "text": "Ég ætla rétt að vona að þú sért að grínast. Helduru virkilega að bandarísku hermennirnir sem eru í Írak vilji vera þarna? Eina ástæðan fyrir því að þeir eru þarna er að þeir eru með heimskan forseta og spillta ríkisstjórn. Ef þú vilt óska einhverjum dauða ættiru að óska Bandaríkjastjórn dauða en ekki vona að óbreyttir hermenn deyi.\nMér leiðist hvernig margt fólk beinlínis vonar að sem flestir hermenn deyi. Hermennirnir eru líka manneskjur eins og ég og þú."
        },
        {
            "user": "k3rMit",
            "user_id": "8328",
            "date": "2004-04-15 12:54:04",
            "id": "1549342",
            "reply_to_id": "1549327",
            "text": "Bandaríski herinn hefur mjög litla almennilega reynslu af “urban” skærum, þó þeir séu auðvitað ekkert hjálparlausir..\nHinsvegar eru Bretarnir mun betri við þessar aðstæður eftir áralangar deilur á Írlandi.. t.d. er u eyðimerkur rotturnar líklega ein besta urban herdeild sem til eru í dag.\nP.S. Uppreisnarmenn munu aldrei “vinna” þessa deilu,  en með hverjum deginum verður þessi herseta óvinsælli og óafsakanlegri.. sem verður til þess að USA neiðist á endanum til að draga herlið sitt til baka, með öðrum orðum, játa ósigur.\nBush er búinn að koma þjóð sinni í skelfilega stöðu, og það sem verra er.. hann hefur enga afsökun/ástæðu fyrir því.\nÞessvegna er þessu líkt við Víetnam."
        },
        {
            "user": "spekingur",
            "user_id": "42693",
            "date": "2004-04-15 20:20:47",
            "id": "1549343",
            "reply_to_id": "1549342",
            "text": "Er það ekki nógu góð “afsökun” að með stríðinu tókst að koma geðsjúkum fjöldamorðingja og einræðisherra af valdastólunum?\nMaðurinn var að gera nákvæmlega það sama og Hitler gerði á sínum tíma, þ.e. þjóðarmorð. Hann drap eigin þegna vegna trúarskoðana þeirra.  Það virðast allir líta framhjá þessu, það virðist öllum vera sama um þetta. Er það af því að þetta er svona fjarlægt okkur?  Er þetta af því að þeir hinir sömu meta mannslíf fátækum ríkjum minna en á Vesturlöndum?  Eða er þetta af því að þessir einstaklingar hata BNA?\nHvað sem það er finnst mér það óafsakanlegt."
        },
        {
            "user": "Leibbi88",
            "user_id": "47728",
            "date": "2004-04-15 23:06:34",
            "id": "1549344",
            "reply_to_id": "1549343",
            "text": "Málið er að listi yfir einræðisherra og lönd undir kúgun er ansi stór.\nÞú verður að skilja að stríð er mun skelfilegri hlutur en nokkurt okkar hérna gerir sér grein fyrir…ég er bara að hafa þetta eftir fólki sem hefur séð það. Þetta hefur áhrif á alla sem koma nálægt því og bla bla bla, þú veist\nÞað er alveg rétt hjá þér að fólk lítur almennt fram hjá voðaverkum Sadams og að mínu mati þá tel ég mikin hluta af þessu fólki bara vera á móti Bandaríkjunum."
        },
        {
            "user": "spekingur",
            "user_id": "42693",
            "date": "2004-04-15 23:14:25",
            "id": "1549345",
            "reply_to_id": "1549344",
            "text": "Jamm það er alveg rétt að stríð er hræðilegt og óréttlætanlegt í mörgum ef ekki flestum tilfellum.  En þetta stríð finnst mér vel vera réttlætanlegt einmitt af ofangreindum ástæðum.  Það að það eru til fleiri einræðisherrar en Saddam gerir hann ekkert minna vondan og það er enginn afsökun, einhvers staðar verður að byrja og ég vona innilega að þetta sé einungis byrjunin á frelsun fleiri landa eins og t.d. Norður Kóreu.  Mér finnst það líka mjög sorglegt að fólk skuli vera á móti frelsun milljóna manna einungis vegna þess að þeim líkar ekki við tiltekinn vestræn stjórnvöld… já eða að þeim líki ekki við einn vestrænan stjórnmálamann."
        },
        {
            "user": "Leibbi88",
            "user_id": "47728",
            "date": "2004-04-16 16:52:46",
            "id": "1549346",
            "reply_to_id": "1549345",
            "text": "Vopnavald er alls ekki rétta lausnin\nÞú verður að gera þér grein fyrir hversu virkilega skelfilegt stríð er.\nÞað er miklu meira að gerast í kringum það en hermenn með byssur eða vígvellir og allt þannig.\nALLIR sem koma nálægt þessu munu aldrei gleyma þessu. Þetta festir sig á þjóðarsál fólks og skilur eftir ör á landinu sem tekur langan tíma að fara\nSvo væri stríð í Norður-Kóreu algjörlega vibjóðslegur hernaður, hugsanlega langtum verra en Írak. Jafnvel gæti það orðið að sýkla og kjarnorkustyrjöld."
        },
        {
            "user": "k3rMit",
            "user_id": "8328",
            "date": "2004-04-21 13:21:53",
            "id": "1549347",
            "reply_to_id": "1549343",
            "text": "Þú verður að athuga það að meiri hluti morða og voðaverka Saddams voru unnin meðan hann var studdur af BNA.. mörg þúsund manns voru teknir af lífi í valdaráni Saddams.. sem var stutt af BNA, og sagan segir að CIA hafi beinlínis látið Saddam hafa lista af mönnum sem þyrfti að koma frá til að valdaránið tækist.\nEinnig má nefna efnavopna þjóðhreinsanir á kúrdum, BNA studdu Saddam fyrir og eftir þessar árásir.. þó þeir hafi auðvitað sjaldan minnst á vitneskju þeira um þessi voðaverk þangað til þeir notuðu þær í tilraun sinni til að réttlæta innrás í Írak.\nSíðustu 10 ár hefur Saddam einmitt verið til friðs, þó auðvitað hafi verið ógnarstjórn, pólitísk andstaða brotin á bak aftur og traðkað á mannréttindum. Þrátt fyrir viðskiptabannið hefur verið mun meiri friður þar miðað við tímann þegar BNA studdu Saddam.\nÞessvegna furða ég mig á tímasetningu BNA manna til að ráðast á Írak.. og talandi um hvort það sé nóg afsökun að Saddam hafi verið Harðstjóri..\nHversu margir írakar hafa dáið eftir að BNA hertók landið ?\nÉg held að talan sé í kringum 10.000 núna..\nHversu margir hafa særst ?\nSú tala hleypur á hundruðum þúsunda.\nHversu margir hafa misst vin eða fjölskyldumeðlim, eða einhver náin þeim hefur verið limlestur ?\nÞessi tala hleypur á miljónum.\nOg hversu lengi eiga þessar tölur eftir að hækka ?\nMörg ár.\nEf út brýst borgarastyrjöld langar mig ekki einu sinni að reyna að spá í tölur látinna.\nSvo nei.. mér finnst BNA ekki hafa næga ástæða."
        },
        {
            "user": "palmjon",
            "user_id": "49721",
            "date": "2004-04-13 13:30:25",
            "id": "1549348",
            "reply_to_id": "1549254",
            "text": "mér finnst alveg fáránlegt að fólk sé alltaf að grenja yfir því hve margir bna menn eru að deyja í írak það eru bara 400 og svo íraskir hermenn í 10.000. Ég vill að fleiri bna menn deyji til að jafna þetta út but one can only dream."
        },
        {
            "user": "palmjon",
            "user_id": "49721",
            "date": "2004-04-13 13:42:46",
            "id": "1549349",
            "reply_to_id": "1549348",
            "text": "Bandaríkjamenn áttu aldrei að ráðast inn í Írak.\nÞeir áttu að leyfa vopnaeftirlitsmönnum að vinna áfram þar sem Saddam var búinn að gefa mikið eftir og hleypa þeim á staði sem þeir höfðu ekki haft aðgang að.\nÉg held að Bush hafi viljað drífa í árásinni áður en vopnaeftirlistmenn staðfestu að ekki væru nein kjarorku-, efna- eða sýklavopn þarna.\nÞað eru flestir stjórnmálamenn í Bandaríkjunum sem studdu árásina að draga í land og viðurkenna að upplýsingarnar sem þeir höfðu bentu ekki til neins sem gæfi tilefni til svona árásar á Írak.\nÞegar vopneftirlitsmennirnir hefðu staðfest að engin hættuleg vopn væru þarna, þá hefðu Bandaríkjamenn átt að hætta með þessar viðskiptaþvingarnir og hætta að dæla mörgum milljörðum í her og uppbyggingu hans og beina í staðinn hluta af því fjármagni til uppbyggingar og fræðslu í Írak og restinni til uppbyggingar í Víetnam, Afganistan eða bara þar sem þeirra er þörf. Jafnvel bara leggja þá inn á banka eða eitthvað."
        },
        {
            "user": "spekingur",
            "user_id": "42693",
            "date": "2004-04-14 20:23:29",
            "id": "1549350",
            "reply_to_id": "1549348",
            "text": "nú spyr ég þig í fyllstu alvöru, hvernig getur sagt, án þess að blikna, að þú vildir sjá fleira fólk deyja?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-08-13 04:56:17",
            "id": "1549351",
            "reply_to_id": "1549348",
            "text": "kanski ættir þú að kynnast því hvernig það er að hafa maka, dóttur,son,eða aðra ættingja sem eru í Bandaríska hernum og eru í Irak, tengdasonur minn er þar núna og það veit enginn hvernig hermanna lífið er nema að reyna það. Maðuinn minn var þar 1990.\nNúna eru yfir 1000 Bandarískir hermen sem hafa dáið í Irak.finnst svoldið skrítið hvað þú segir að þú vildir að fleyri Bandarískir hermenn  mundu deyja til að jafna þetta út.\nEN NOTAR SÍÐAN ENSKUNA TIL AÐ VERA SVO KLÁR."
        },
        {
            "user": "Borkmann",
            "user_id": "3767",
            "date": "2004-04-15 12:07:20",
            "id": "1549352",
            "reply_to_id": "1549254",
            "text": "Ég vil koma einu á hreint viðskiptabannið sem var sett á Írak var viðskiptabann SAMEINUÐU ÞJÓÐANNA ekki BNA. Einnig vil ég koma fram með eitt, til hamingju magnus119 með því að komast á botninn.\nKv\nÓska"
        },
        {
            "user": "hobbits",
            "user_id": "47813",
            "date": "2004-04-15 16:21:24",
            "id": "1549353",
            "reply_to_id": "1549254",
            "text": "hvaða “við” ertu alltaf að tala um??\nVið íslenska þjóðin komum ekkert nálægt þessu.    Erum við þarna útaf olíunni?\nHöfum við einhverja ákveðna ábyrgð…\nannars er þetta góð grein…. Hvað eru Bandaríkin að pæla… hver er það sem er að leyfa þeim að ráðskast með allan heiminn???\nkv. hobbitin"
        },
        {
            "user": "axelaage",
            "user_id": "25526",
            "date": "2004-04-18 01:58:38",
            "id": "1549354",
            "reply_to_id": "1549254",
            "text": "“Erum við þarna útaf olíunni?”\nmér finnst ljótt af þér að segja “við”"
        },
        {
            "user": "MFE",
            "user_id": "33000",
            "date": "2004-04-18 16:22:55",
            "id": "1549355",
            "reply_to_id": "1549254",
            "text": "“Innrásarherinn er greinilega óvelkominn, en reynir samt að gera sig velkominn” Hann er reyndar ekki óvelkominn. Í franskri rannsókn(tek fram franskri) þar sýnir að 63% íraka vilja miklu frekar hafa herinn heldur en saddam.\nOg það sem flestir skylja ekki er að BNA er bara að líta eftir sínum hagsmunum. Það gera það allar þjóðir, líta eftir sínum hagsmunum. Ef það hagnast þeim að fara í stríð þá fara þeir í stríð. Sama hvort það er bandaríkin eða tyrkland eða Suður afríka."
        },
        {
            "user": "Steinn28",
            "user_id": "44202",
            "date": "2004-04-19 23:01:39",
            "id": "1549356",
            "reply_to_id": "1549355",
            "text": "Segir það ekki soldið mikið að 37% Íraka vildu frekar hafa ógeð eins og Saddam heldur en USA herinn."
        },
        {
            "user": "spekingur",
            "user_id": "42693",
            "date": "2004-04-20 15:56:37",
            "id": "1549357",
            "reply_to_id": "1549356",
            "text": "Það að rúm 60% af þjóð sem hefur verið sprengd til og frá af erlendu ríki skuli heldur vilja hafa her þess ríkis sem sprengdi sig heldur en eigin ríkisstjórn segir mun meira en nokkuð annað.  Meirihluti fólks sem hefur upplifað hvoru tveggja hörmungar af völdum Saddams og hörmungar af völdum BNA vilja heldur hafa BNA það segir ansi mikið."
        }
    ]
}