{
    "forum_title": "Teiknimyndir",
    "user": "Protester",
    "user_id": "34863",
    "date": "2004-04-12 23:11:35",
    "title": "SP Quote quiz",
    "text": "Ok, hér er smá tilvitnana quiz úr south park. Þið fáið eitt stig ef þið vitið hver sagði það og tvö ef þið getið líka sagt í hvaða þætti það gerðist. Have fun.\n1: Stan, you need to lay of the cough syrup. Ok? Seriously, I'm worried about you man.\n2: How many times have I told you not to confess to other peoples crimes!?  You are in serious trouble young man!\n3: Oh yeah! Suck my glingon, suck my glingon. Oh yeah don't stop don't stop. Stick your finger in my gnach. Ohhhhhhh yeeeahhhhh.\n4: (ein auðveld) I'm sorry children I just can't trust anything that bleeds for five days and doesn't die.\n5: No, that wont work. I just get Gafelchafish.\n6: Do you know what it feels like to get dryer and dryer and dryer? I'll tell you what it feels like. You don't wanna know. And I don't know.\n7: (önnur auðveld, og nokkrir þættir koma til greina) You guys wanna get high?\n8: Miss Chokesondick died and they found our seamen in her stomach.\n9: The Simpsons already did it. (mjöööööög auðveld)\n10: I'm sorry Kyle. I'm afraid I'm gonna have to kill you now.\n11: We gonna pop some Bloods.\n12. Knock knock. Who's there? An interrupting cow. An interrupting co.. MOOO!!!\nOk ég man ekki eftir mörgum öðrum í augnablikinu. Það getur vel verið að þetta sé kannski ekki alveg 100% orðrétt en það er bara mannlegt.",
    "url": "https://www.hugi.is/teiknimyndir/greinar/201344/sp-quote-quiz/",
    "url_id": "201344",
    "id": "1549391",
    "replies": [
        {
            "user": "BoggiGudfadir",
            "user_id": "30020",
            "date": "2004-04-13 01:58:47",
            "id": "1549392",
            "reply_to_id": "1549391",
            "text": "Ja ég veit nokkur þarna enn ætla ekki að svara þar sem ég veit ekki 95% af þessu. Því miður þá hef ég séð kannski 10 af þessum nýrri þáttum, er ekki með Sýn og get ekki niðurh****ð af **++(ætla ekki að segja hvernig marr getur reddað sér ólöglegum þáttum).\nKveðja\n*boggi35*"
        },
        {
            "user": "Howitzer",
            "user_id": "7869",
            "date": "2004-04-13 02:23:03",
            "id": "1549393",
            "reply_to_id": "1549391",
            "text": "1. Cartman\n2. Pabbi hanns Butters (Man ekki nafnið)\n3. Einn af geimverustjórunum sem sáu um raunveruleikasjónvarpið sem er jörðin.\n4. Mr. Garrison og þetta var sagt í South Park myndinni sjálfri\n5. Kyle\n6. Hermannaforinginn í towelie þættinum (Held að nafnið hanns var aldrei sagt, man það sammt ekki)\n7. Towelie\n8. Stan\n9. Hjálparkokkurinn hanns Butters/Dr. Chaos (man ekki nafnið hanns)\n10. Cartman\n11. Jimmy\n12. Jimmy\nNokkrar villur þarna en… ég veit að summt er rétt."
        },
        {
            "user": "Krazeee",
            "user_id": "45921",
            "date": "2004-04-13 09:30:25",
            "id": "1549394",
            "reply_to_id": "1549391",
            "text": "Hahaha … shit ég hef séð þó nokkra south-park þætti en ég man ekki hver sagði neitt af þessum setningum fyrir utan þarna …\nThe Simpsons already did it … en ég man bara einhvað sá gaur hét.\nhehehe, funny shit eh?"
        },
        {
            "user": "Protester",
            "user_id": "34863",
            "date": "2004-04-13 10:33:10",
            "id": "1549395",
            "reply_to_id": "1549391",
            "text": "1. Cartman í Chicken Pox\n2. Pabbi Butter's í Toilet Paper\n3. Kannski var þetta í Canceled, ég sá hann aldrei : /\n4. Miss Chokesondicks í Proper Condom Use\n5. Kyle í Cartmanland\n6. Herforingi þeirra sem voru að berjast á móti geimverunum í Towelie\n7. Towelie í Towelie (og mörgum öðrum þáttum)\n8. Stan í Sea People\n9. Prf. Disorey í Dr. Chaos\n10. Cartman í Toilet Paper\n11. Jimmy?\n12. Jimmy í Cripple Fight"
        },
        {
            "user": "Protester",
            "user_id": "34863",
            "date": "2004-04-13 11:22:51",
            "id": "1549396",
            "reply_to_id": "1549395",
            "text": "Ok sinzi er með næstum allt rétt og líka howitzer en sinzi þú ert með marga þætti vitlausa en samt ekki alla."
        },
        {
            "user": "IceDeVil",
            "user_id": "79",
            "date": "2004-04-13 15:13:48",
            "id": "1549397",
            "reply_to_id": "1549396",
            "text": "Það var “Suck my Jargon” en ekki “glingon”"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-04-13 18:34:29",
            "id": "1549398",
            "reply_to_id": "1549396",
            "text": "hehe, ég giskaði á helminginn af þáttunum…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-04-13 18:36:01",
            "id": "1549399",
            "reply_to_id": "1549396",
            "text": "Ójá! Ég ruglaði líka saman, var það ekki Prf. CHaos og Dr. Disorey?…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-04-13 18:37:22",
            "id": "1549400",
            "reply_to_id": "1549399",
            "text": "ÚFF!!! Genral Disorey meinti ég… (þetta páskafrí hef ég ekkert notað heilann svo að það er kominn tími til að kveikja aftur á honum :P)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-04-15 16:12:30",
            "id": "1549401",
            "reply_to_id": "1549395",
            "text": "Já, eins og þú sagðir, sinzi, er það Professor Chaos og General Disorey. Ég held líka að þátturinn þar sem The Cripples og The Bloods voru að berjast (sp. 12) hafi heitað Krazy Kripples? (note: þetta er skrifað með K-i af ásetu ráði)"
        },
        {
            "user": "kelimar",
            "user_id": "20604",
            "date": "2004-04-15 08:30:49",
            "id": "1549402",
            "reply_to_id": "1549391",
            "text": "þetta er allt í nýrri þáttunum það er ekkert í 1-4 seríu bara 5 og upp"
        }
    ]
}