{
    "forum_title": "Sagnfræði",
    "user": "ghost69",
    "user_id": "14709",
    "date": "2004-04-13 01:30:01",
    "title": "Sigurvegarinn skrifar söguna.",
    "text": "Sigurvegari hvers stríðs semur söguna um það stríð. Allt annað má síns lítið.\nÞetta er (að mínu mati) gert til annars vegar til þess að kúga þá sigruðu og líta vel\nút heima fyrir.\nGott dæmi um það er seinni heimstyrjöldinn.\nFjöldmorð Bandaríkjanna þjóðverjum í þýskalandi þegar farið var og\ncarpetbombing á iðnaðarborgir, en oft var hitt íbúðarhverfi. Sú saga að ekki væri\nalltaf hægt að hitta stenst ekki þar sem flugmenn og sprengjuvarparar voru það\nnákvæmir að þeir gátu hitt nær hvað sem er úr 10.000 feta hæð (að mig minnir.\nþað er að segja hæðinn).\nAnnars færi skemmtilegt að fá hér umræður um það hvaða atburðir í sögunni sem\nvið lærum um eru í raun ritskoðaðar af samtíma mönnum og seinni tíma\nmönnum.\nEndilega komið með eitthvað fræðandi og það sem þið haldið en please ekki neitt\nof lang sótt eins og að geimverur hafi byggt píramídana eða eitthvað svoleiðis.",
    "url": "https://www.hugi.is/saga/greinar/201471/sigurvegarinn-skrifar-soguna/",
    "url_id": "201471",
    "id": "1550354",
    "replies": [
        {
            "user": "Permanent",
            "user_id": "10665",
            "date": "2004-04-13 10:51:39",
            "id": "1550355",
            "reply_to_id": "1550354",
            "text": ";) og svarið er mjá en bráðum u"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2004-04-13 11:26:40",
            "id": "1550356",
            "reply_to_id": "1550354",
            "text": "Það er ekkert leyndarmál að RAF og USAAF hafi gert flugárásir þótt svo að Þjóðverjar hafi verið gjörsigraðir, þótt svo að þetta sé frekar umdeilt.  Borgirnar voru flestar í V-Þýskalandi, til dæmis borgin Dresden, sem en er verið að byggja upp.  Borgin var eldbombuð ( e. fire-bombed ), þ.e. bombuð með sprengjum í þeim tilgangi að kveikja í, þetta olli svokölluðum eldstormi ( svipuðum þeim sem geta myndast við eldgos ), sem myndast þegar eldurinn er orðinn svo mikil að hann myndar aðsog, sogar til sýn súrefni.  Fólk einfaldlega sogaðist inn í eldinn.  Mannfallið í Dresden var svipað og í Hiroshima!  Það asnalega við þetta er að Bandamenn höfðu eiginlega enga ástæðu til að bomba þetta, þar sem Dresden var menningarborg og varla þýskur-hermaður í borginni, í borginni voru ekki einu sinni framleidd vopn eða nein sérstök herstöð.  Það þykir nokkuð sannað að tilgangurinn hafi verið að sýna hernaðarmátt Bandamanna og hræða Sovíetmenn.\nÞað er auðvita sigurvegarinn sem skrifa eiginn sögur, og auðvita þarf að ýkja aðeins og fela annað."
        },
        {
            "user": "vikkia87",
            "user_id": "27725",
            "date": "2004-04-13 11:30:06",
            "id": "1550357",
            "reply_to_id": "1550354",
            "text": "Mæli með bókinni “servants of evil”\nsegir frá WW2 frá sjónarhóli þjóðverja, frásagnir hermanna, skrifuð af þjóðverja"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2004-04-13 15:12:48",
            "id": "1550358",
            "reply_to_id": "1550354",
            "text": "Það eru sem sagt engir Þjóðverjar að rannsaka og skrifa sögu Síðari heimsstyrjaldarinnar í dag?"
        },
        {
            "user": "sjoefn7",
            "user_id": "5661",
            "date": "2004-04-13 17:29:09",
            "id": "1550359",
            "reply_to_id": "1550354",
            "text": "Það er nú víst fjallað um Dresden o.fl. í sögubókum, þó að vissulega standi stefna Hitlers og fjöldamorð hans uppúr, enda hefðu Bandamenn ekki bombað Dresden hefði Hitler ekki komist til valda."
        },
        {
            "user": "Leibbi88",
            "user_id": "47728",
            "date": "2004-04-17 20:11:00",
            "id": "1550360",
            "reply_to_id": "1550354",
            "text": "Þetta orðatiltæki er aðalega verið að beina að fornum heimsveldum og fleira svipað og Rómarveldi og allt það.\nEkki heimstyrjöldinni. Það er engin leinistofnun bandamann sem hindrar það að illur áróður komi á móti þeim eða eitthvað þannig. Ég meina, notaðu heilan(ekki skítakast)"
        }
    ]
}