{
    "forum_title": "Deiglan",
    "user": "Steypukall",
    "user_id": "30187",
    "date": "2004-04-13 21:26:39",
    "title": "Vertu góður við aðra, þá verða aðrir góðir við þig",
    "text": "Ég er búinn að vafra solldið um netið og síðan rekst ég á síðu þar sem íslenskir þjóðernissinnar eru að tala um hvað Ísland sé að verða “mengað” af útlendingum og aðrir fávitar útí löndum styðja það. Hérna er smá texti hafður eftir útlenskum þjóðernissinna:\n“Why is everyone JUST SITTING ON THEIR A$$E$!? Why can't we do anything about this? Do we really want to lose the last all white country on earth? Do we want them poisoning the blood of white women who's white blood line has been preserved for so long? Do not make the same mistake America and Europe has. All will be lost if we lose Iceland to them I can assure you.”\nHvað er í gangi. Fengu þessir (öfga)þjóðernissinnar/nasistar ekki nógu mikið að finna fyrir því í lok 1945.\nÉg segi nú bara:\n“Why is everyone just sitting on their asses? Why can't we do anything about this. Do we really want to lose the last country into hands of nationalists? Do we want them spreading out the stupitidy what they bealive in, wich is soooo wrong and has been for sooooo long? Do not make the same mistake as America and Europe has. All will be lost if we lose Iceland to them I can assure you”\nÞið skiljið mig og ég veit að allir Íslendingar eru þjóðernissinnaðir. Ég er stoltur af landinu mínu og stoltur af þjóðinni minni en FYRR MÁ NÚ HELVÍTIS FYRR VERA!!!!!!!!\nÉg rakst á frétt á þessari sömu síðu sem segir frá hvítum manni sem svartur maður réðst á og reyndi að ræna, skaut hann í fótinn og handlegginn því hvíti maðurinn vildi ekki rétta honum símann sinn.\nSvo svarar einn þeirra:\n“Amazing how they don't mention that the attacker is black, isn't it? Yet if the situation were reversed, it would be all over the papers.”\nJá, ef árasarmaðurinn hefði verið hvítur væri það í öllum blöðum og ástæðan fyrir því, litað fólk, einkum svart, hefur verið ofsótt í gegnum tíðina af hvítu fólki.\nHvernig? Til dæmis:\nÞrír bókstafir; KKK\nÁ stormfront.org er barnasíða, Æ, en sætt. Þar er drengur, 14 ára sem segir m.a.:\n\"Hvítu fólki er kennt í skóla að skammast sín fyrir arfleifð sína. Kennararnir reyna að troða eins mikið af [réttum pólitískum hugmyndum, \"politically correct ideas\"] inn í höfuð þitt á einu skólaári. Öll hin miklu afrek hvítra manna (hvort sem það er ríki Hitlers eða whatever) í mannkynssögunni eru niðurlægð og gert lítið úr þeim. Þannig að, nú held ég að tími sé kominn til að allir hinir hvítu umhverfis hnöttinn, sameinist og rísi ofar lygunum og verði stolt af því hver við erum. Tökum til baka frelsið og sigur okkar fyrir alla og sjáum og okkar arfleifð í allri sinni dýrð.\nAð lokum vil ég benda á heimasíðu, sem er held ég ekki til lengur. “Arísk upprisa” er fyrirsögn sem tekur á móti þér á síðunni og meðfylgjandi hakakross undir. Ef þú ert ekki kynþáttahatari áttiru greinilega að fara burt. Tveir linkar voru í upphafi, annar sem hét “Hvað er hatur” og átti það að afsanna hatur á náunganum, afsanna kynþáttahatur. Setningar sem enduðu allar á “Er það hatur”. Síðan var það hinn linkurinn sem leiddi inn á allskonar greinar s.s. það að afsanna helförina og önnur eins vitleysa. Aðalhugmyndasmiður þessara einfeldinga er dæmdur morðingi og glæpamaður David Lane. Hann er einn frægasti kynþáttahatari seinni tíma. Hann var barinn í æsku, mátti þola hart uppeldi og það skýrir kannski þetta sem fer á eftir.\nHann stofnaði ein mestu rasistasamtök seinni tíma, The Order sem staðið hafa fyrir fjöldamorðum, hatursglæpum og ofsóknum. Hann hefur skrifað fjöldann allan af bókum, skrifað greinar í blöð, ritgerðir uppfullt af kynþáttahatri. Hann hefur tekið að sér ásatrúna, afbakað hana að sínum eigin nasisma og túlkað Hávamál með eigin nasista túlkun. Sannkallaður viðbjóður og úrþvætti (fyrirgefið harðmæli mín)!\nÞessir þjóðernissinnar segja að þeir verði að rísa upp aftur vegna niðurlægingar á hvíta kynstofninum. Hvíti kynstofninn HEFUR ALLTAF og ER í meirihluta í heiminum þannig að ég skil ekki hvað þeir eru að væla.\nÉg veit að þetta er viðkvæmt umræðuefni og kannski fór ég á undan mér við skrif þessarar greinar, kannski er ég að skrifa einhverja vitleysu (vonandi ekki) en ég vil bara fá skoðun fólks um þetta efni, endilega tjáið ykkur, kynþáttahatarar jafnt sem jafnaðarmenn!\n-Steypukall-\nwww.stormfront.org\nhttp://www.stor\nmfront.org/archive/t-51091\nhttp://www.adl.org/learn/Ex\nt_US/lane.asp?xpicked=2&item=lane\nNúverandi URL inn á “Aríska Upprisu” er þetta:\nhttp://members.odinsrage.com/islandiallt/\nÉg kemst ekki inná síðuna en kannski þið? Prófið?",
    "url": "https://www.hugi.is/deiglan/greinar/201479/vertu-godur-vid-adra-tha-verda-adrir-godir-vid-thig/",
    "url_id": "201479",
    "id": "1550445",
    "replies": [
        {
            "user": "Steypukall",
            "user_id": "30187",
            "date": "2004-04-14 17:36:12",
            "id": "1550446",
            "reply_to_id": "1550445",
            "text": "YEH!!\nÞað er góður punktur í báðum hliðum,\nþ.e. Asía; stæsta heimsálfan, og ef hún rúmar ekki alla tælendingana er bara hægt að rukka fyrir hvern auka krakka sem fólk eignast!!\nSamt er það of mikið eins og þess Lane gerir, sjálfur er ég ekki hlynntur því að það sé verið að drepa tælendingana, en ég er ALLS EKKI hlynntur því að þau séu að koma hingað til lands hirða störf sem aðrir Íslendingar geta fengið t.d.\nþið meigið alveg túlka það hvort ég sé einhver brjálaður rasisti(50/50 er ég og viðurkenni það með stolti, en ég mun ekki ganga það langgt að fara að drepa grjónin).\nEr orðinn hálfruglaður með hvað ég var að fara að segja og er að segja, þannig að ég mun láta gott heita núna.\n(Why is everyone JUST SITTING ON THEIR A$$E$!? Why can't we do anything about this? Do we really want to lose the last all white country on earth? Do we want them poisoning the blood of white women who's white blood line has been preserved for so long? Do not make the same mistake America and Europe has. All will be lost if we lose Iceland to them I can assure you.\")\nFínt quote og fannst að það ætti að fá að fljóta með aftu"
        },
        {
            "user": "Steypukall",
            "user_id": "30187",
            "date": "2004-04-14 18:37:44",
            "id": "1550447",
            "reply_to_id": "1550446",
            "text": "Sko, málið er að ég vil ekki fara láta fréttir berast útí lönd og önnur lönd að nýnasistar eru alltaf að láta til skara skríða á Íslandi eins og gengur og gerist t.d. útí Svíþjóð. Ég er bara að tala um þessa öfga-þjóðernissinna sem eru að segja að þessir ó-aríar, tælendingar eða whatever, séu óþarft úrþvætti sem eigi ekki að þrífast á jörðinni. Ég meina, að sjálfsögðu verða tælendingar aldrei meirihluti á Íslandi eða einhver indverji verði forstjóri Landsbankans en ég er samt sammála því að það er ekki endalaust hægt að hleypa útlendingum til landsins.\nOg af hverju finnst þér (Gormzy) að þetta sé fínt quote? Hann er ekkert annað að segja en að Íslendingar verði að láta til skara skríða og láta Ísland vera Arískt land.\nKlikkun…!\n-Steypukall-"
        },
        {
            "user": "JesusChrist",
            "user_id": "50715",
            "date": "2004-04-14 19:28:51",
            "id": "1550448",
            "reply_to_id": "1550447",
            "text": "það að vera arískur er að vera með blá augu,ljóst\nhár og  hvítur en burt með alla rassista!"
        },
        {
            "user": "Lacrimosa",
            "user_id": "51825",
            "date": "2004-04-14 19:58:10",
            "id": "1550449",
            "reply_to_id": "1550448",
            "text": "Nei Nasista skilgreiningin af Aría er bull.\nAð vera Arískur er að vera af hinum “hvíta” kynstofni og til hans\nteljast Evrópumenn,Tyrkir, Persar,margir Indverjar og bara allir\nþeir sem ekki eru gulir Asíubúar, Afríku-svertingjar eða\nÁstralíu-frumbyggjar.\nÞeir sem eru með blá augu,ljóst hár og svo framvegis eru germanir sem eru undirflokkur Aría"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-04-14 20:05:30",
            "id": "1550450",
            "reply_to_id": "1550448",
            "text": "ég myndi segja að opin landamæri séu málið að allir megi ferðast frá A til B, en ég verð að vera sammála ykkur að það er ekki hægt bara að opna landamærin fyrir öllum.\nÞað sem vantar er efnahagsfrelsi fyrir þesis lönd svo það geti yfirhöfuð orðið einhervjar framfarir.\nþá er dottin sú tilhneiging fólk til að flytja til að eignast betra líf osfrv.\nen hvað ef helmingur landnámsmanna hefðu verið tælendingar ?\neða eigum við afkomendur þeirra einir tilkall til landsins ?\nbara pæling….\nEnn vá þessir nasistar eru geðveikir….."
        },
        {
            "user": "spekingur",
            "user_id": "42693",
            "date": "2004-04-15 15:53:06",
            "id": "1550451",
            "reply_to_id": "1550446",
            "text": "Hvernig eru þeir að “ræna störfum” frá Íslendingum ?( samkvæmt skilgreiningu þinni eru það væntanlega allir þeir sem eru hvítir, fæddust hér og eiga ættir að rekja til Noregs, Englands, Írlands eða Danmerkur)\nFyrir hvern einstakling sem flytur til landsins myndast strax aukin eftirspurn eftir hinum ýmsu þáttum í Íslensku hagkerfi.  Þessi einstaklingur þarf að borða og einhver þarf að selja honum matinn og einhver þarf að rækta hann eða flytja inn og einhver þarf að verka hann og jafnvel elda, ennfremur þarf einstaklingurinn húsnæði og einhver þarf að byggja það og einhver þarf að selja honum það og einhver þarf að framleiða eða flytja inn öll þau efni og hluti sem notaðir eru til húsagerðar.  Einstaklingurinn þarf rafmagn og hita einhver þarf að skaffa það.  Einstaklingar sem hingað flytjast vilja í mörgum tilfellum eiga bíl einhver þarf að flytja hann inn og einhver þarf að selja hann.  Ef hann notar ekki bíl notast hann væntanlega strætó, einhver þarf að keyra hann, einhver þarf að sjá um leiðarkerfi og almenna stjórnun, einhver vinnur við að sjá strætó fyrir bensíni og öðrum rekstarvörum, einhver þarf að gera við strætó osfrv.  Einstaklingurinn á í mörgum tilfellum börn eða eignast þau hér, þessi börn eru skylduð til að fara í skóla og þar með myndast aukin eftirspurn eftir kennaramenntuðu fólki, og einhver þarf jú að kenna hinum kennara menntuðu og einhver þarf að byggja skólana og einhver þarf að vinna í mötuneytinu.  Aðfluttir þurfa líka af og til að kíkja á sjúkrahús til að sækja sér lækningu, þá þarf hjúkrunarfræðinga og lækna, þá þarf að byggja sjúkrahúsið, þá þarf að flytja inn lyf og sárabindi osfrv., þá þarf að þrífa sjúkrahúsin, þá þarf að stjórna sjúkrahúsunum.  Aðfluttir eru líka oft á tíðum afar duglegir við að koma af stað blómlegum fyrirtækjum ( sbr. Asía og Devitos) þessi fyrirtæki veita atvinnu, auk þess nota þau hráefni sem einhver þarf að framleiða, einhver þarf að setja upp innréttingar og framleiða þær einhver þarf að sjá þeim fyrir hita og rafmagni osfrv. osfrv. osfrv. osfrv. osfrv.\nFrá hverjum eru aðfluttir að taka störf?"
        },
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2004-04-15 19:47:49",
            "id": "1550452",
            "reply_to_id": "1550451",
            "text": "Spekingur: Excellent svar. Alveg frábært.\nZedlic"
        },
        {
            "user": "Xactive",
            "user_id": "48027",
            "date": "2004-04-19 16:45:34",
            "id": "1550453",
            "reply_to_id": "1550451",
            "text": "besta svarið hingað til :)\nþeir eru ekkert að taka störf frá okkur en einfaldlega að skapa störf. þegar útlendingar flytja hingað til lands þá eigum við ekki að hugsa um þá eins og þeir séu einhverjir vondir karlar að eyðileggja landið, þetta er nákvæmlega eins og ef íslenskt fólk mundi fjölga, það er að segja störf skapast.\nef íslendingum mundi allt í einu fjölga mjög mikið, munduð þið fara að segja að það ætti að koma í veg fyrir að börn fæðist?\nþegar okkur fjölgar þá verður kannski meira atvinnuleysi útaf því það er meira fólk en kannski verður atvinnuleysið minna útaf sumum punktum sem Spekingur nefndi!\nþetta er alls ekki útlendingum að kenna, og ójá fordómar er bara fáviska!!!\nég fordæmdi einu sinni útlendinga og svart fólk en svo flutti ég til annars lands og þá fór ég að skilja heiminn betur og varð vitrari en ég hafði verið. oft var þetta líka bara “tískan” ef þið skiljið… það er að segja að sá vinsælasti í vinahópnum fannst eitthvað um útlendinga og auðvitað þurftum við að herma eftir.\nþað getur oft verið tilfellið\njæja nú er ég farinn að gera allt annað en ég ætlaði að gera… það er að segja ég ætlaði að hrósa Spekingi fyrir ágæta punkta en jæja…\nkveðja Xactive"
        },
        {
            "user": "Moondance",
            "user_id": "31800",
            "date": "2004-04-19 18:47:41",
            "id": "1550454",
            "reply_to_id": "1550451",
            "text": "Sælir spekingur,\nSpeki þín er oft ágæt spekingur, mátt eiga það.\nÞað sem við erum að horfa upp á hér er ekki alveg eins þú lýsir því, þó svo sé að einhverju leiti.\nVið erum að horfa upp erlend vinnuafl er starfar og lifir nánast á lágmarkskosti. Fólk sendir peninga oft á tíðum til fjölskyldna sinna er enn heima búa, og er hver króna margföld að verðgildi þar en hér. Þó er þetta alls ekki algilt, líka dæmi um eins og þú lýsir því með markaðs-dæminu þínu.\nÞó er það ekki þetta sem fólk hefur jafnan áhyggjur af. Frekar er það þessir menningarárekstrar sem fólk hræðist, enda skiljanlegt svosem. Ég sjálfur tel að við eigum að reyna að vera öðruvísi, ekki apa eftir öðrum og falla í “hollensku” gryfjuna sem hljómaði svo fallega fyrst.\nAnnars er hatur eingöngu merki um að viðkomandi sé á lágu plani. En það er einnig merki um skort víðsýni ef einhver neitar að horfast í augu við söguna."
        },
        {
            "user": "spekingur",
            "user_id": "42693",
            "date": "2004-04-19 21:36:44",
            "id": "1550455",
            "reply_to_id": "1550454",
            "text": "Já góðir punktar þarna hjá þér.  En ég tel að einstaklingar sem vilja virkilega mikið halda í Íslenska menningu ættu vel að ráða við það þó það búa Kínverjar í næsta húsi."
        },
        {
            "user": "bernstein",
            "user_id": "51244",
            "date": "2004-04-14 17:56:15",
            "id": "1550456",
            "reply_to_id": "1550445",
            "text": "Mig minnir að ég hafi lesið allt það sem var á þessari heimasíðu sem þú nefnir, Arísk\nUpprisa. Þvílíka ruglið segi ég nú bara, eftir að hafa lesið málflutning þessara manna.\nEINN MEGINGALLI Á ÞESSUM MÁLFLUTNINGI. Það vantar alveg skilgreiningu þeirra á arískum\nkynstofni eða hvítu fólki. Hvað NÁKVÆMLEGA er hvítt fólk eða „white country“? Ef þá\nskilgreiningu vantar segir afgangurinn manni ekki ekki rassgat (afsakið orðbragðið).\nHvenær er maður alveg hvítur? Flestir Íslendingar eru komnir af Norðmönnum og Dönum,\nBretum og Írum. En þeir sem eru hálfir Íslendingar og hálfir hvítir Kanar? Eru Spán-\nverjar og Frakkar hvítir aríar? Ég þekki strák sem á ættir sínar að rekja til ind-\nverskra brahmína. Er hann þá ekki í rauninni aríi ef við g.r.f. því að aríarnir hafi\nlítið sem ekkert „blandast“ innfæddum?\nMálið er að þetta „hvítt fólk“, „aríar“, „white country“ eða bara whatever er svo illa\nskilgreint að það er ekkert hægt að taka mark á hinu.\nOg svo er annað. Menn geta verið aríar (eða svona hér um bil) og samt verið bara þokka-\nlega brúnir. Margir Íslendingar eru dökkir yfirlits, svart hár, svört skeggrót og e-ð\nþví um líkt. Skiptir húðlitur engu máli hjá þessum\nþjóðernissinnum?\nHvað finnst ykkur?"
        },
        {
            "user": "Moondance",
            "user_id": "31800",
            "date": "2004-04-19 18:35:49",
            "id": "1550457",
            "reply_to_id": "1550456",
            "text": "Sælir,\nNei þetta er alls ekki illa skilgreint. Areni eða Aríi er hinn norræni kynstofn. Hann er eini kynstofnin er getur orðið bláeygður og ljóshærður(skolhærður). Einkenni Arenans eða Aríans er langleitt andlit, blá augu, oft frekar hávaxinn.\nSvo höfum við aðra kynþætti eins og slava, sem eru þó mikið til blandaðir Aríum, því þeir voru mikið undir veldi þeirra á víkingatímanum.\nT.d. þýðir orðið Rússi á fornu austur evrópumáli svíi. Enda réðu svíar miklu í austur-evrópu á blómaskeiði norðurlandaþjóðana, og þá með vilja þeirra slavana.\nKv."
        },
        {
            "user": "goromaru",
            "user_id": "51880",
            "date": "2004-04-20 12:54:20",
            "id": "1550458",
            "reply_to_id": "1550457",
            "text": "þessi skilgreining er nú ekki alveg rétt hjá þér, Moondance. hinir norrænu menn eru af germanska kynstofninum, sem er undir flokkur af Aríum. alveg eins og gyðingar, slavar, arabar, anglo-saxar og keltir.\nalveg eins og Negrar (sem er fræði orðið yfir svertingja) hafa nokkra undir flokka, buskmenn og eitthvað fleira.\nAríski kynstofninn kom upprunalega frá svæði einhversstaðar á milli Pakistan or Indlands, síðar dreifðust þessir þjóðflokkar um alla evrópu og hluta af norður afríku."
        },
        {
            "user": "bernstein",
            "user_id": "51244",
            "date": "2004-04-20 15:23:29",
            "id": "1550459",
            "reply_to_id": "1550457",
            "text": "Sæll félagi.\nEins og e-r benti nú á er þetta ekki alveg rétt hjá þér. Aríar voru upphaflega þjóðflokkur\nsem bjó á sléttum einhversstaðar á milli Evrópu og Asíu (ef það er hægt að kalla það „á\nmilli“). Þeir færðust svo um set alveg austur til Indlands og líka hingað til V-Evrópu.\nGermanir eiga því að vera Aríar að e-u leyti alveg eins og bramínar á Indlandi og Íranir.\nHitler og hans kumpánar vildu meina að Germanir væru beinir afkomendur Aría, en það, eins\nog svo margt annað í þessu, hefur ekki verið sannað.\nEr Aríar með stóru a-i og Germanir með stóru g-i?\n„Einkenni Arenans eða Aríans er langleitt andlit, blá augu, oft frekar hávaxinn.“\nÞessi skilgreining útilokar ótal marga Íslendinga sem þó eru ekki innflytjendur og geta\nekki rakið ættir sínar til útlanda (fyrir utan auðvitað þá staðreynd að allir Íslend-\ningar eru komnir af Norðmönnum, Bretum, Írum o.fl.)."
        },
        {
            "user": "Anton23",
            "user_id": "43263",
            "date": "2004-04-14 23:12:26",
            "id": "1550460",
            "reply_to_id": "1550445",
            "text": "Heh..Alltaf gaman að sjá mann skrifa um mál svo nálægt sínu hjarta…;)\nMikið rétt, mikið rétt, Aríska upprisan er hin mesta steypa.\nMér finnst best að skilgreina þetta einfaldlega: Fordómar er fáviska.\nEn auðvitað erum við öll með okkar fordóma, enda er maðurinn heimskur…spurningin er bara hversu heimskur…"
        },
        {
            "user": "Borkmann",
            "user_id": "3767",
            "date": "2004-04-15 12:19:05",
            "id": "1550461",
            "reply_to_id": "1550445",
            "text": "Fínt að sjá fólk sem er að tjá sig um hjartans mál en heldur sig enn innan siðferðislega marka og vel skrifað, eitt verð ég þó að benda á að “hvíti” maðurinn er í meirihluta á vesturlöndum en ekki á jörðinni því að við bliknum í samanburði við fólk í asíulöndunum og Indlandi, þá er ég að tala um mannfjölda\nKv\nÓska"
        },
        {
            "user": "Skabbi",
            "user_id": "16010",
            "date": "2004-04-15 21:46:01",
            "id": "1550462",
            "reply_to_id": "1550445",
            "text": "“Þessir þjóðernissinnar segja að þeir verði að rísa upp aftur vegna niðurlægingar á hvíta kynstofninum. Hvíti kynstofninn HEFUR ALLTAF og ER í meirihluta í heiminum þannig að ég skil ekki hvað þeir eru að væla.”\nBara svona láta þig vita er “hvíti kynstofninn” ekki í meiri hluta."
        },
        {
            "user": "Steypukall",
            "user_id": "30187",
            "date": "2004-04-16 19:27:23",
            "id": "1550463",
            "reply_to_id": "1550462",
            "text": "Já, satt hjá þér og ég vil biðjast afsökunar, ég hljóp á undan mér við skrif á þessari alhæfingu:\n“Þessir þjóðernissinnar segja að þeir verði að rísa upp aftur vegna niðurlægingar á hvíta kynstofninum. Hvíti kynstofninn HEFUR ALLTAF og ER í meirihluta í heiminum þannig að ég skil ekki hvað þeir eru að væla.”\nÉg hef þá verið að hugsa og veit þá að þeirri spurningu, hvaða kynstofn er fjölmennastur í heiminum, er erfitt að svara.\nEn lítum á svar Lacrimosa:\n“Að vera Arískur er að vera af hinum ”hvíta“ kynstofni og til hans\nteljast Evrópumenn,Tyrkir, Persar,margir Indverjar og bara allir\nþeir sem ekki eru gulir Asíubúar, Afríku-svertingjar eða\nÁstralíu-frumbyggjar.”\nEn getur þú verið sammála mér í því að “hvíti kynstofninn” hefur verið “ofar” öðrum kynstofnum þ.m.t valdalega séð og hernaðarlega (USA) í gegnum tíðina?\n-Steypukall-"
        },
        {
            "user": "Lacrimosa",
            "user_id": "51825",
            "date": "2004-04-16 21:02:29",
            "id": "1550464",
            "reply_to_id": "1550463",
            "text": "Nei ég get ekki verið sammála þér þar, það var ekki fyrr en um\niðnbyltinguna sem Evrópumenn öðluðust algera yfirburði yfir öðrum\nþjóðum(og ég þarf varla að segja þér hvenær iðnbyltingin gekk í garð)\nAð vísu voru Evrópumenn búnir að gersigra indjánaþjóðir og fleiri\nfyrr,en td Norðaustur asíuþjóðirnar tókst þeim ekki að drulla yfir fyrr en á 19. öld.\nÁ undan Evrópumönnum voru Kínverjar öflugast ríki á jörðinni(Ming tímabilið, og fyrri hluti Qing)\nÞeir lögðu meira að segja upp í sjóleiðangra til Indlands,Arabíu og Afríku og höfðu til þess milljón manna flota.\nsvo má náttúrulega minna á Tyrki/Ottómen (ég geri ráð fyrir að þú teljir þá ekki sem Hvíta menn) en þeir gerðu sína síðustu innrás í Evrópu um miðja 17.öld og komust allaleið til Vínarborgar.\nOg ekki má nú gleyma Mongólum…..\nÞó að Hvítir menn hafi haft hernaðaryfirburði í nokkrar aldir\nþá er hefur það ekki alltaf verið svo og þarf ekki vara til eilífðar.\nHvað varðar þá öfga-þjóðernis kjána sem virðast halda að hvítir\nEvrópumenn hafi einhverja yfirburða genablöndu til þess að stjórna\nheiminum þá ráðlegg ég þeim að taka hausinn út úr rassgatinu á sér\náður en þeir fara að tjá sig um svona mál.\n(ekki beint til þín steypukall)"
        },
        {
            "user": "xark",
            "user_id": "1706",
            "date": "2004-04-15 22:37:40",
            "id": "1550465",
            "reply_to_id": "1550445",
            "text": "Svo má alltaf líta þessi kynþáttamál frá hinu líffræðilega sjónarhorni.\nlögmálið góða(regla Glogers) segir að því nær miðbaugi sem fólk lifir: því dekkra er það. Og ekki skal undra. Við hármissinn fyrir nokkrum milljón árum tók svitakirtlum að fjölga og húðin að dökkna til að verja hana fyrir útfjólubláum geislum. Þessir geislar hafa áhrif á svokallaða fólínsýru, sem er eitt B-vítamínanna, en hún hefur áhrif á æxlunargetu. Því urðu dökklitaðir að lokum allsráðandi við miðbauginn þar sem mikið sólarljós hefur slæm áhrif á fólinsýrumagn hjá hvítum.\nÞegar menn fóru svo á norðlægri slóðir kom annað vandamál. Dökk húð þarf 2-6x meira af sólarljósi til að fá sama magn af D-vítamínum en hvít húð,og því varð hvít húð betri kostur. Þess vegna hafa menn þróast svo þeir séu nógu ljósir til að geta framleitt D-vítamín, en þó nógu dökkir til að vernda fólínsýru húðarinnar.\nÞetta lögmál er þó ekki algilt þar sem t.d. eskimóar hafa dökka húð þó þeir lifi nálægt norðurpól og maður spyr sig: Hvers vegna eru eskimóar dökkir að lit? Ein ástæðan er sú að þeir eru tiltölulega nýjir á núverandi búsvæðum sínum, en þeir komu þangað fyrir 6000 árum. Einnig má nefna að þeir fá mikið af D-vítamínum í fæðu sinni, sem er aðallega fiskur og sjávarspendýr og því er óþarfi fyrir þá að hafa ljósari lit.\nSvona var nú það :P og held bara að þessir gaurar ættu líka að reyna að leysa þetta verkefni um húðlit manna."
        },
        {
            "user": "vidarkylfa",
            "user_id": "17711",
            "date": "2004-04-16 23:06:47",
            "id": "1550466",
            "reply_to_id": "1550445",
            "text": "Skemmtileg pæling Eiki minn…"
        }
    ]
}