{
    "forum_title": "Deiglan",
    "user": "Nalli",
    "user_id": "3897",
    "date": "2001-03-20 21:26:18",
    "title": "Eru sjómenn ekki fólk.",
    "text": "Enn einu sinni hefur löggjafinn gripið inn í kjaradeilu sjómanna.  Og að þessu sinni eru þeir náttúrulega ekki að skipta sér af samningunum, bara af verkfallinu.  Og ástæðan?  Einhver reikningshausinn datt niður á útkomu upp á einn og hálfan miljarð!  Þvílíkt kjaftæði, þar eru hvert einasta gramm reiknað á topp verði, aðstæður sem aldrei hafa komið upp og útilokað að gerist núna.  Réttast væri af samninganemd sjómanna að fara heim og funda ekki fyrr en í apríl aftur þegar flotinn er aftur kominn í höfn.  Já svona er lífið krakkar, kennarar meiga vera í verkfalli í tvo mánuði án nokkurs skaða en sjómenn setja þjóðarbúið í hættu með því að vera í verkfalli í fjóra daga.\nÁrni Mattisen, þú ert rekinn.",
    "url": "https://www.hugi.is/deiglan/greinar/20151/eru-sjomenn-ekki-folk/",
    "url_id": "20151",
    "id": "129664",
    "replies": [
        {
            "user": "Icequeen",
            "user_id": "4377",
            "date": "2001-03-21 09:54:05",
            "id": "129671",
            "reply_to_id": "129664",
            "text": "Það er rétt hjá þér að það er asnalegt að sjómenn megi ekki fara í verkfall, þeir eru reyndar mjög mikilvægir en það á ekki að mismuna stéttum, og með   því að setja alltaf lögbann (mig minnir að þetta hafi verið gert síðast líka) á ákveðna stétt er verið að ganga á rétt þeirra."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-03-21 10:57:01",
            "id": "129672",
            "reply_to_id": "129664",
            "text": "Ef einhver ætti að vera rekinn þá væri það þú !!!"
        },
        {
            "user": "flanger",
            "user_id": "6323",
            "date": "2001-03-21 14:50:13",
            "id": "129665",
            "reply_to_id": "129664",
            "text": "Sýnir bara að ráðherra hefur aldrei migið í saltan sjó og veit ekkert um sjávarútveg. Loðnan er öll dauð og engum verðmætum verður bjargað."
        },
        {
            "user": "flanger",
            "user_id": "6323",
            "date": "2001-03-21 14:50:22",
            "id": "129666",
            "reply_to_id": "129664",
            "text": "Sýnir bara að ráðherra hefur aldrei migið í saltan sjó og veit ekkert um sjávarútveg. Loðnan er öll dauð og engum verðmætum verður bjargað."
        },
        {
            "user": "flanger",
            "user_id": "6323",
            "date": "2001-03-21 14:50:28",
            "id": "129667",
            "reply_to_id": "129664",
            "text": "Sýnir bara að ráðherra hefur aldrei migið í saltan sjó og veit ekkert um sjávarútveg. Loðnan er öll dauð og engum verðmætum verður bjargað."
        },
        {
            "user": "flanger",
            "user_id": "6323",
            "date": "2001-03-21 14:51:46",
            "id": "129668",
            "reply_to_id": "129667",
            "text": "afsakið\nþað kom bara einhver viðvörun um ða greinin kæmist ekki til sila."
        },
        {
            "user": "Gyzmo",
            "user_id": "3814",
            "date": "2001-03-21 14:55:28",
            "id": "129669",
            "reply_to_id": "129664",
            "text": "þetta lögbann er reyndar bráðabyrgðar lausn, ef samningar nást ekki (að mig minnir) innan tveggja mánaða geta þeir farið í verkfall aftur og þá getur alþingi ekki sett fleirri lög, nema þeir breyti stjórnarskránni okkar, og þá verða að vera kosningar áðu"
        },
        {
            "user": "Gyzmo",
            "user_id": "3814",
            "date": "2001-03-21 14:55:42",
            "id": "129670",
            "reply_to_id": "129664",
            "text": "þetta lögbann er reyndar bráðabyrgðar lausn, ef samningar nást ekki (að mig minnir) innan tveggja mánaða geta þeir farið í verkfall aftur og þá getur alþingi ekki sett fleirri lög, nema þeir breyti stjórnarskránni okkar, og þá verða að vera kosningar áðu"
        },
        {
            "user": "Gyzmo",
            "user_id": "3814",
            "date": "2001-03-21 14:56:40",
            "id": "129673",
            "reply_to_id": "129664",
            "text": "þetta lögbann er reyndar bráðabyrgðar lausn, ef samningar nást ekki (að mig minnir) innan tveggja mánaða geta þeir farið í verkfall aftur og þá getur alþingi ekki sett fleirri lög, nema þeir breyti stjórnarskránni okkar, og þá verða að vera kosningar áðu"
        },
        {
            "user": "barman",
            "user_id": "6745",
            "date": "2001-03-21 21:07:26",
            "id": "129674",
            "reply_to_id": "129664",
            "text": "hvað er að því að fresta verfalli um 10 daga ef hægt er að bjarga miklum vermætum í þjóðarbúið mér hefur nú heirst á sjómönnum að þeir voru ekkert æstir í að fara í verkfall og tapa stórtekjum af því að samningarmennirnir öðruhvoru megin eða báðum væru einhvað að slugsa.\nég man nú aldrei eftir að hafa heirt einn einasta sjómann kvarta yfir launum og þeir eru nú oftar án samnings en hitt. og svo eru sára fáir sem fá borgað samkvæmt lágmarks samnings taxta nema ríkisstarfsmenn sem þeir eru ekki það vita allir að laun ráðast ekki af einhverjum samnigaköllum í karphúsinu hledur efirspurn á markaði og menn ættu að einbeita sér að því að halda henni gangandi og selja ríkisbáknin sem fyrst svo starfsmennirnir geti fenigð almennilega borgað og starfað á janfréttis grundvelli."
        },
        {
            "user": "Nalli",
            "user_id": "3897",
            "date": "2001-03-23 22:28:36",
            "id": "129675",
            "reply_to_id": "129674",
            "text": "Barmann!  Það er ágætt að vita einhvað um hvað maður er að tala um áður en maður þer að taka þátt.  Auðvitað er enginn æstur í að fara í verkfall, en þegar samningar hafa verið lausir, já lausir í tæp tvö ár fer nú að síga í menn.  Og þá fer að vera spurning hvort sé meira tap að fara í verkfall eða ekki.  Hjá sjómönnum er hlutaskiptakerfi sem þýðir að sjómenn fá fasta prósentu af aflaverðmæti og fá frystitogarasjómenn til dæmis nálægt 1% af verðmæi túrs.  En svo eru líka margir sjómenn, reyndar mun fleiri, sem landa aflanum óunnum.  Fyrir þorsk á markaði fást ca. 130 krónur fyrir kílóið, en hjá bátum sem vinnslur eiga sjálfar fást kanski 60-70 krónur fyrir eins fisk.  Þetta er að sjálfsögðu gríðarlegt óréttlæti og mikill mismunur á tekjum fyrir sömu vinnu og þar að auki samkeppnisleg mismunun á fiskvinnslunum.  Um þetta snýst málið.  Og þið sem eruð að öfundast út í tekjur sjómanna, þið ættuð bara að prufa og sjá hvernig ykkur líkar."
        }
    ]
}