{
    "forum_title": "Netið",
    "user": "IngvarL",
    "user_id": "50417",
    "date": "2004-04-14 15:12:39",
    "title": "Ruslpóstur",
    "text": "Núna á árinu varð ruslpóstur tíu ára en hann byrjaði eftir að hópur lögfræðinga ákvað að auglýsa stofu sína árið 1994 og flæddi öll spjallborð, spjallrásir og pósthólf með auglýsingum sem auglýstu stofu þeirra. Fólk brjálaðist útaf þessum atburðum og aðrar lögfræðingarstofur fordæmdu atburðinn sem átti eftir að breyta netsamfélaginu til muna.\nNúna í seinustu viku var unnið stórt skref í bardaganum við ruslpóst þegar hinn svokallaði Buffalo Spammer var dæmdur í 7 ára fangelsi fyrir að senda út 800 milljón tölvupósta til að auglýsa mismunandi vörur.\nVonast er til að þetta fæli marga frá bransanum en þetta hefur verið áhyggjulaust fag þar sem kostnaður við að senda út var svo lítill og þurfti aðeins einn að kaupa vöruna sem var verið að auglýsa til að þetta skilaði hagnaði.\nEn vandamálið mun alltaf vera til staðar og óttast sumir að þetta sé byrjað að ógna tilvist tölvupósts þar sem mikilvægur póstur er hættur að komast í gegn, bæði útaf álagi á póstþjóna útaf ruslpósti og svo svokallaðar rusl-varnir sem eiga að losa þig við mestallan ruslpóst en þær getu misskilið bréfið og bara eytt því. Nú er verið að ráðleggja fólki að nota símann frekar undir mikilvæg málefni.\nEkkert virðist stoppa þessa óvelkomnu auglýsingaröldu þó að margt hafi verið gert til að reyna að minnka þetta eins og frumvarp Bush stjórnarinnar. <a href=\"\nhttp://news.com.com/2100-1028-5124724.html?tag=n\nl“>Lesa meira um það hér</a>\nEins og staðan er orðin í dag er ruslpóstur orðinn meirihluti af þeim pósti sem fer í gegnum internetið og segja sumir internetþjónustuaðilar að ruslpóstur sé farið að nálgast 80 % af þeim pósti sem fer í gegnum kerfið hjá þeim.\nBill Gates, eigandi Microsoft hefur lýst því yfir að fljótlega muni Microsoft gefa út búnað sem mun stoppa ruslpóst í eitt skipti fyrir öll en ekkert hefur sést af þessum búnaði og engar upplýsingar um hann komið út.\nSvo stóra spurningin er, mun þessi öld verða þekkt sem ruslpóstsöldin og mun internetið sem margir álíta framtíðina jafnvel deyja útaf þessu ?\nÞessa grein skrifaði ég inn á vefinn minn <a href=”\nhttp://feitt.stuff.is\n\">Feitt.stuff.is</a>\nMa ngudai - Ingva",
    "url": "https://www.hugi.is/netid/greinar/201614/ruslpostur/",
    "url_id": "201614",
    "id": "1551416",
    "replies": [
        {
            "user": "Twacker",
            "user_id": "16014",
            "date": "2004-04-14 23:36:31",
            "id": "1551417",
            "reply_to_id": "1551416",
            "text": "Ágætt.. meira en 80% af öllum pósti sem maður fær er ruslpóstur. Maður er með endalaust af message rules í Outlook til að reyna að stoppa þetta en alltaf kemur nýtt og nýtt, algjörlega óþolandi.."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-04-15 00:41:47",
            "id": "1551418",
            "reply_to_id": "1551417",
            "text": "að stilla síur handvirkt er vonlaust…\nmá ég frekar mæla með þessu\nhttp://spambayes.sourceforge.net/\nruslpóstsía sem lærir á ruslpóstinn þinn og hendir honum fyrir þig"
        },
        {
            "user": "ojb",
            "user_id": "1502",
            "date": "2004-09-05 14:36:56",
            "id": "1708431",
            "reply_to_id": "1551417",
            "text": "Alveg rétt, það koma alltaf nýir ruslpóstar, en ef þú snýrð dæminu við þá sérðu að það er betra að hleypa bara þeim sem þú þekkir í ákveðin pósthólf því þeim fjölgar ekki eins hratt.\nNotaðu whitelist í stað blacklist ( eða bæði )"
        },
        {
            "user": "IngvarL",
            "user_id": "50417",
            "date": "2004-04-15 10:27:29",
            "id": "1551419",
            "reply_to_id": "1551416",
            "text": "wtf síðan hvenær var hægt að gera allskonar\nsvona\ndæmi í greina"
        },
        {
            "user": "IngvarL",
            "user_id": "50417",
            "date": "2004-04-15 10:28:14",
            "id": "1551420",
            "reply_to_id": "1551419",
            "text": "það semsagt er ekki hægt, hvernig gerðiru linkana?"
        },
        {
            "user": "IngvarL",
            "user_id": "50417",
            "date": "2004-04-15 16:13:45",
            "id": "1551421",
            "reply_to_id": "1551420",
            "text": "í korkum er BBCode en í greinum er html, svo að ég gerði Feitt.stuff.is< /a"
        },
        {
            "user": "IngvarL",
            "user_id": "50417",
            "date": "2004-04-15 16:14:07",
            "id": "1551422",
            "reply_to_id": "1551421",
            "text": "geyhh < a href= “linkur”"
        },
        {
            "user": "kiddisig",
            "user_id": "4183",
            "date": "2004-04-15 17:30:35",
            "id": "1551423",
            "reply_to_id": "1551416",
            "text": "Var ekki hugmyndin hjá Microsoft að gefa út búnað þar sem yrði rukkað fyrir hvert bréf? Ég held að þeir séu komnir með patent á þessa hugmynd þannig að ef einhver mundi ætla að nota svona búnað, þá þyrfti hann að borga Microsoft fyrir það.\nMér finnst þessi hugmynd samt ekkert nema hlægileg. Þetta er ein lélegasta hugmynd sem ég hef nokkurn tíman heyrt um það hvernig best sé að stoppa ruslpóst. Hún mundi örugglega virka en ég held að notkun tölvupósts mundi minnka til muna og jafnvel deyja alveg út. Þetta sýnir hvað þessir menn hjá Microsoft hugsa “mikið” um hagsmuni annarra. Fengu patent á þetta svo þeir gætu pottþétt grætt sem mest á þessu ef þessi hugmynd færi í loftið."
        },
        {
            "user": "IngvarL",
            "user_id": "50417",
            "date": "2004-04-15 18:09:57",
            "id": "1551424",
            "reply_to_id": "1551423",
            "text": "Mér finndist gaman að vita hvernig þær ætla að framfylgja þessum rukkunum en svo voru þeir nú að tala um mjög lítil gjöld per e-mail, kannski svona 1-2 krónur. Sem er lítið fyrir hinn venjulega notenda en þegar maður er byrjaður að senda í milljónatali myndi þetta verða hrikalegur kostnaður. En annars finnnst mér þessi hugmynd mjög hlægileg eins og þér, þar sem fólk þarf að hafa fyrir því að borga og ég meina, ég er 16 ára og nota e-mail eins og flestir en hvernig á ég að borga þeim ? ég á ekkert kreditkort"
        },
        {
            "user": "darki",
            "user_id": "49304",
            "date": "2004-04-17 15:36:14",
            "id": "1551425",
            "reply_to_id": "1551424",
            "text": "Já, þegar maður á ekki pening fyrir að senda póst þá verður maður lokaður fyrir að senda póst….svoldið asnaleg aðferð, en samt þá ætti það að minnka þetta eitthvað.\nFjöldi ruslpósta er svo misjafnt eftir hvar þú sért með póstinn. Það er kanski bara best að hafa lista yfir þá sem maður hefur samskipti við með tölvupósti þannig að aðeins póstar komast inn frá þeim….jafnvel leyfa aðeins fyrsta póstinn frá einhverjum til örryggis að þú hafir ekki gleymt að setja viðkomandi inn."
        },
        {
            "user": "IngvarL",
            "user_id": "50417",
            "date": "2004-04-17 23:03:42",
            "id": "1551426",
            "reply_to_id": "1551425",
            "text": "já, en svo getur maður gleymt hlutum og fólk getur sent frá öðru e-maili, reyndar gæti verið sniðugt að samþykkja bara fyrsta póstinn og restin er bönnuð nema að maður velji að gaurinn sé “Safe”"
        },
        {
            "user": "IngvarL",
            "user_id": "50417",
            "date": "2004-06-20 17:56:49",
            "id": "1551427",
            "reply_to_id": "1551416",
            "text": "Veit ekkert hvort einhver er ennþá að kíkja á þetta en vill bara svona taka fram til gamans að ég var í danmörku seinustu 2 vikurnar og fékk yfir 3hundruð e-mail og 2 af þeim voru ekki ruslpóstur."
        }
    ]
}