{
    "forum_title": "Kettir",
    "user": "peregrin",
    "user_id": "21656",
    "date": "2004-04-16 13:12:09",
    "title": "Kisi í verzló",
    "text": "Ég er svo ótrúlega glöð að kötturinn minn er kominn aftur heim að ég bara verð að losa mig við þessa sögu. :-)\nÞannig er mál með vexti að ég á lítin kött sem heitir því frumlega nafni Keli. Hann týndist síðastliðin sunnudag og er því búinn að vera týndur í um 4 daga. Ég var búin að leita alls staðar þegar vinkona mín (við erum báðar í 3. bekk í Verzlunarskóla Íslands) kemur í skólastofuna til mín í morgun og segir að kötturinn minn sé uppi á þaki. Ég var ekki alveg að trúa henni fyrst en svo elti ég hana upp í stofuna hennar á efstu hæð og sé þá hvar flestir strákarnir í bekknum hennar eru í glugganum að reyna að fá kisann minn til að koma inn um gluggann til þeirra. Ég stekk upp á borð og þýt út í glugga en grey kisinn minn er svo hræddur að hann neitar að koma til mín. Þá næ ég að klifra út um glugga á bókasafninu og er þá komin út á þak. Keli stendur þarna hungraður og hræddur en kemur að lokum til mín og ég hleyp með hann spangólandi alla leiðina heim. Mér finnst ekkert smá skondið að kötturinn minn sem ég er búin að leita að í marga daga, var svo allan tímann uppi á þaki á Verzló.\nÉg er ekkert smá glöð að hann er kominn heim og líka ótrulega hissa að hann komst upp á þak, en þetta er fjögurra hæða hús. Þar sem ég á heima mjög nálægt skólanum hefur hann örugglega elt mig og náð að klifra upp á vinnupall og alla leið upp á þak.\nHefur líka verið skrýtið fyrir fólkið á 4. hæð að sjá kött labbandi um uppi á þaki fyrir utan gluggann…..",
    "url": "https://www.hugi.is/kettir/korkar/201973/kisi-i-verzlo/",
    "url_id": "201973",
    "id": "1554544",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2004-04-17 04:20:27",
            "id": "1554545",
            "reply_to_id": "1554544",
            "text": "hehe gott að þú fannst hann<br><br>TK | Fritz deWitt"
        }
    ]
}