{
    "forum_title": "Gullöldin",
    "user": null,
    "user_id": null,
    "date": "2004-04-16 18:53:18",
    "title": "The Beatles - Rubber Soul (1965)",
    "text": "Árið 1965 kom út platan Rubber Soul með Bítlunum. Eftir Help! soundtrackið var búist við miklu og kom þá út meistarastykkið Rubber Soul, sem er persónulega mín uppáhalds Bítlaplata. Lagið byrjar á Drive My Car, sem fjallar um unga stelpu sem ætlar sér að verða fræg og einkabílstjóra hennar. Lagið er létt og frekar þægilegt til hlustunar, gott lag til að byrja plötu.\nNorwegian Wood er næsta lag plötunnar, það má til gamans geta að þetta er fyrsta lagið sem George notar sitar í og einnig eru engar trommur í því, bara tambúrína. Það minnir mig samt ekki á indverska tónlist, minnir mig meira á norska tónlist. You Won’t See Me er næsta lag. Lagið er að mestu leyti eftir Paul en það heyrast smá John áhrif þarna. Nowhere Man er frábært lag, og líka næsta lag á plötunni. Fyrsta bítlalagið sem var með sækadelíu áhrifum, ég hreinlega elska þetta lag. Syng alltaf með því og er með það á replay tímunum saman. Lagið var einnig í Yellow Submarine myndinni, og laginu fylgdi frábær persóna sem ég hreinlega elska. Er að mínu mati langbesta lagið á plötunni og örugglega besta bítlalagið, með smá undantekningum.\nThink For Yourself er fyrsta Harrison lagið á plötunni, af tveimur. Lagið er alveg magnað, gæsahúðin sem maður fær á köflum er algjört yndi. Textinn er frekar einhæfur að vísu en melódían… vá… The Word er létt lag og takturinn í því til sóma. Ringo er að mínu mati einn sérstakasti trommari allra tíma taktlega séð, þetta lag er gott dæmi um það. Michelle er týpískt Paul lag, gítarlínan í því er frekar grísk og bakraddirnar frekar draugalegar. Lagið er frekar rólegt ástarlag, með frekar flottum texta. Einnig er frekar gaman að syngja með því, sérstaklega þegar franskan kemur, þá getur maður bullað.\nWhat Goes On? er slakasta lag plötunnar, Ringo Starr syngur það en það er eftir þá Lennon/McCartney. Girl er annað lagið sem George notar sitar í, flott lag sem John syngur af þvílíkri tilfinningu og einlægni. Maður fer að vorkenna honum á köflum. I’m Looking Through You er næsta lag, Ringo spilar á orgel ásamt trommunum og George á tambúrínu ásamt gítarnum. In My Life er næsta lag, sem er án efa eitt fallegasta lag sem ég hef heyrt. Lagið er eftir John Lennon og hann syngur það ásamt því, þarna heyrist að John hefur frekar fjölhæfa rödd (heyrist líka í Girl). George Martin spilar á Píanó í því, sem er nokkuð magnað.\nWait er sniðugt lag, tekið upp 17. júní 1965 og John Lennon spilar á tambúrínu í því. If I Needed Someone er annað lag eftir George Harrison á plötunni, John Lennon fær það magnaða hlutverk að spila á tambúrínu í því, ásamt því að raula með í bakgrunn. Besta lagið eftir George Harrison á plötunni, enda ekki mikið úrval af þeim (því miður). Run For Your Live er flott lag (dahh…). Byrjunin minnir mig dáldið á “Dr. Robert” sem kemur ári eftir þetta lag, á Revolver. George Martin fær þann heiður að spila með þeim á tambúrínu í þessu lagi, sem er bara magnað sko. Acoustic gítarinn kemur bara nokkuð vel út í þessu lagi, og það er hann John sem glamrar á hann.\nPlatan er að mínu mati langbesta Bítlaplatan, þar á eftir kemur Magical Mystery Tour. Platan fær ekki lægri einkunn en 10, enda ekkert útá hana að setja.",
    "url": "https://www.hugi.is/gulloldin/pistlar/202064/the-beatles-rubber-soul-1965/",
    "url_id": "202064",
    "id": "1554972",
    "replies": [
        {
            "user": "vampire",
            "user_id": "20765",
            "date": "2004-08-23 12:33:29",
            "id": "1554982",
            "reply_to_id": "1554972",
            "text": "hressandi lesning…."
        },
        {
            "user": "muff",
            "user_id": "47481",
            "date": "2004-08-23 12:33:29",
            "id": "1554981",
            "reply_to_id": "1554972",
            "text": "besta plata bítlana ásamt white album og revolve"
        },
        {
            "user": "fatBastard",
            "user_id": "7012",
            "date": "2004-08-23 12:33:29",
            "id": "1554979",
            "reply_to_id": "1554972",
            "text": "Ég fræddist ekkert um þessa plötu."
        },
        {
            "user": "fatBastard",
            "user_id": "7012",
            "date": "2004-08-23 12:33:29",
            "id": "1554980",
            "reply_to_id": "1554979",
            "text": "Lennon, hvar stendur að þú eigir að fræðast um plötuna?\nþetta eru plötudómar ekki umfjöllun um þessa plötu"
        },
        {
            "user": "BEF",
            "user_id": "15418",
            "date": "2004-08-23 12:33:29",
            "id": "1554974",
            "reply_to_id": "1554972",
            "text": "\"[Norwegian Wood] minnir mig samt ekki á indverska tónlist, minnir mig meira á norska tónlist.\"\nNorska tónlist?! Hvernig færðu það út?"
        },
        {
            "user": "fatBastard",
            "user_id": "7012",
            "date": "2004-08-23 12:33:29",
            "id": "1554975",
            "reply_to_id": "1554974",
            "text": "Þetta var bara brandari eiginlega."
        },
        {
            "user": "fatBastard",
            "user_id": "7012",
            "date": "2004-08-23 12:33:29",
            "id": "1554976",
            "reply_to_id": "1554975",
            "text": "eigum við að lolla fyrir því"
        },
        {
            "user": "fatBastard",
            "user_id": "7012",
            "date": "2004-08-23 12:33:29",
            "id": "1554977",
            "reply_to_id": "1554976",
            "text": "ja omgje þusssssst gegt cs ma"
        },
        {
            "user": "fatBastard",
            "user_id": "7012",
            "date": "2004-08-23 12:33:29",
            "id": "1554978",
            "reply_to_id": "1554977",
            "text": "cs???"
        },
        {
            "user": "Redfish",
            "user_id": "4160",
            "date": "2004-08-23 12:33:29",
            "id": "1554973",
            "reply_to_id": "1554972",
            "text": "Michelle er í miklu uppáhaldi hjá mér.\nAnnars er Drive my Car klámfengið og ekkert annað."
        },
        {
            "user": "alvaro",
            "user_id": "21004",
            "date": "2005-03-04 18:32:46",
            "id": "2005977",
            "reply_to_id": "1554973",
            "text": "hummmmm jahá, varstu að grínast eða hefurðu búið í sama ferhyrnda herberginu alla þína ævi og aðeins farið út til að ná í mat og að þeim sökum aðeins fræðst um veröldina frá aldraðri lang-ömmu þinni(sem telur sig ofan á það vera sú síðasta af sinni tegund)og segir í sífellu að “svona hafi hlutunum ekki verið háttað þegar hún var ung” og þess vegna er það að hlusta á lagið Drive My Car það eina sem hindara þig í að komast til himnaríkis þegar þú deyrð."
        },
        {
            "user": "svenrik",
            "user_id": "31458",
            "date": "2004-09-28 12:44:52",
            "id": "1728519",
            "reply_to_id": "1554972",
            "text": "Ég á hana á vínil. Alltaf gaman að monta sig"
        },
        {
            "user": "arnival",
            "user_id": "56129",
            "date": "2004-11-17 20:04:19",
            "id": "1796291",
            "reply_to_id": "1728519",
            "text": "Norwegian wood er í uppáhaldi hjá mér. Textagerðin í því lagi er alveg unaðsleg og sítarinn spilar vel inn."
        },
        {
            "user": "creamsoda",
            "user_id": "31942",
            "date": "2006-07-13 01:30:56",
            "id": "3741859",
            "reply_to_id": "1728519",
            "text": "ég á hana líka á vínil ^^"
        },
        {
            "user": "Fimbulfali",
            "user_id": "35350",
            "date": "2005-03-12 18:56:10",
            "id": "2020294",
            "reply_to_id": "1554972",
            "text": "Þetta var skemmtileg lesning um eina af mínum uppáhalds plötum, og ég vil bæta því að að þetta var fyrsta Bítla platan mín og ég spilaði hana í svona mánuð. Frábær plata."
        },
        {
            "user": "Vikkisig",
            "user_id": "39911",
            "date": "2005-03-17 18:44:09",
            "id": "2029363",
            "reply_to_id": "1554972",
            "text": "Mér Finnst What Goes On? bara eitt hressasta lag með bítlunum skil ekki af hverju þér finnst það lélegt"
        },
        {
            "user": "Wolfpack",
            "user_id": "50641",
            "date": "2005-12-17 14:26:51",
            "id": "2829093",
            "reply_to_id": "1554972",
            "text": "frábær plata elska bítlana mjög svo mitt uppáhaldslag á henni eru The Word, Wait In my life og Norwegian Wood\nHEY VEIT EINHVER HVAR MAÐUR GETUR FUNDIÐ BÍTLA MYNDRINAR Á ÍSLANDI???"
        },
        {
            "user": "Hratli",
            "user_id": "37347",
            "date": "2006-05-10 13:46:44",
            "id": "3457871",
            "reply_to_id": "2829093",
            "text": "hmmmm þetta svar er kannski heldur seint en það er búð sem heitir rafgrein sem er rétt fyrir ofan hljóðfæraverslunina Rín sem selur fullt af svona dóti"
        },
        {
            "user": "Wolfpack",
            "user_id": "50641",
            "date": "2006-05-10 15:04:28",
            "id": "3458288",
            "reply_to_id": "3457871",
            "text": "úúúúúhhhhhhhhh"
        },
        {
            "user": "Hratli",
            "user_id": "37347",
            "date": "2006-05-10 15:13:59",
            "id": "3458357",
            "reply_to_id": "3458288",
            "text": "aaaaaaaaahhhhh"
        },
        {
            "user": "Wolfpack",
            "user_id": "50641",
            "date": "2006-05-10 16:19:02",
            "id": "3458667",
            "reply_to_id": "3458357",
            "text": "hihihih :Æ ^^"
        }
    ]
}