{
    "forum_title": "Körfubolti",
    "user": "SirK",
    "user_id": "1764",
    "date": "2004-04-17 18:01:59",
    "title": "Spáð í úrslitakeppnina",
    "text": "Núna er deildin búin og keppnin að byrja fyrir alvöru. Fjórir fyrstu leikir úrslitakeppninnar verða leiknir í kvöld, Houston og Lakers mætast, Memphis og San Antonio, New York og New Jersey og svo Indiana og Celtics en hann verður sýndur á Sýn í kvöld. Hinar viðureignirnar eru svo Dallas og Sacramento, Milwaukee-Pistons (sýndur á Sýn á morgun), Minnesota-Denver og Miami-New Orleans.\nÉg ætla aðeins að spá í spilin.\nMinnesota Timberwolves (1) - Denver Nuggets (8)\nÞrátt fyrir að þessi lið séu með besta og lélegasta árangurinn í vestrinu held ég að þetta verði skemmtilegt einvígi. Minnesota er náttúrurlega búið að vera frábært í vetur en þeir hafa aldrei náð að sýna sitt rétta andlit í úrslitakeppninni. Núna er að duga eða drepast, KG verður að þagga niður í þeim sem segja að hann muni aldrei geta leitt liðið í úrslitakeppninni.\nDenver hefur verið skemmtilegt í vetur og má segja að það sé spútniklið ársins. Þeir byrjuðu mjög vel, döluðu svo um mitt tímabilið en hafa verið mjög sterkir í síðustu leikjum og náðu 8. sætinu. Ef að þeir ætla að ná að vinna einvígið verður samt allt að vera rétt stillt hjá þeim. Carmelo má ekki klikka, Marcus Camby verður að spila eins og hann hefur gert í undanförnum leikjum og Andre Miller verður að ráða við Cassell.\nÉg held samt að Minnesota muni taka þetta. Þeir hafa spilað mjög vel í seinustu leikjum, unnu 8 eða 9 síðustu leiki sína. Þeir eiga að minnsta kosti að vinna heimaleiki sína.\nMinnesota 4 - 2 Denver\nLos Angeles Lakers (2) - Houston Rockets (7)\nVá!!! Þetta verður frábær skemmtun, einvígið sem maður óskaði sér. Auðvitað er ég að tala um Shaq-Yao, einu alvöru centerana í dag í deildinni (Ben Wallace er mun betri PF og Jamaal Maglorie á ekki séns í þá tvo). Shaq rústaði Yao seinast og Yao hlakkar örugglega til að fá tækifæri til að hefna sín.\nSamt held ég að þeir verði ekki aðal stjörnur þessarar viðureignar. Þeir munu örugglega spila eins fasta vörn og þeir geta á hvorn annann og þá munu Kobe og Steve Francis þurfa að stíga upp og leiða lið sín. Þar er Kobe betri kosturinn. Hann er leikmaður sem stígur alltaf upp á réttum tíma og er örugglega bestur í að klára leiki síðan Jordan var upp á sitt besta.\nEn þetta mun samt verða frábært einvígi og það myndi ekki koma mér á óvart ef þetta endaði í framlengdum oddaleik.\nLakers 4 - 3 Houston\nSan Antonio Spurs (3) - Memphis Grizzlies (6)\nGrizzlies hafa einnig komið mjög á óvart í vetur og hefur frábær þjálfun og 10 manna spil þjálfarans Hubie Brown verið stór þáttur í góðu gengi þeirra. Spurs eru samt einnig vel þjálfaðir af Gregg Popovich og þeir hafa einnig Tim Duncan, hann mun verða stór þáttur í þessu einvígi.\nÞví miður, eins og lið Memphis er skemmtilegt, finnst mér ólíklegt að þeir nái að ráða við Duncan og félaga. Pau Gasol er frábær leikmaður en hann þarf að vera stórkostlegur til að eiga séns í Duncan. Og ef hann heldur honum niðri eru Tony Parker og Manu Ginobili tilbúnir að taka við leiknum.\nSan Antonio 4 - 1 Memphis\nSacramento Kings (4) - Dallas Mavericks (5)\nEnn ein frábær viðureignin! Sacramento og Dallas eru þau lið sem skora mest í deildinni og einvígi þeirra í vetur hafa verið stórskemmtileg. Þetta verður líklegast sókn á móti sókn, bæði liðin eru frekar veik varnarlega og það kæmi mér ekki á óvart ef það lið sem spilaði betri vörn myndi vinna einvígið.\nDallas mun leita til Nash og Nowitzki. Þeir tveir hafa verið traustustu leikmennirnir í vetur þegar litið er yfir leiktímabilið en núna þurfa þeir að standa upp og spila frábæran bolta ef Dallas ætlar að eiga séns. Síðan munu Antawn Jamison og Marquis Daniels örugglega koma sterkir af bekknum en Daniels hefur sýnt í seinustu leikjum hvers hann er megnugur.\nHjá Sacramento þarf Chris Webber að sýna sitt rétta andlit. Hann hefur ekki fallið vel inn í liðsbolta Sacramento eftir að hann kom aftur og er ekki vinsælasti leikmaður þeirra um þessar stundir. Mike Bibby, Peja, Brad Miller og Vlade Divac geta náttúrulega gert hlutina en ef Sacramento ætlar að ná langt þurfa þeir Webber með.\nSacramento 4 - 3 Dallas\nIndiana Pacers (1) - Boston Celtics\nÞetta er líklegast mest óspennandi einvígið í ár. Pacers rústaði austrinu með 7 fleiri sigrum en liðið með næstbesta árangurinn en Celtics rétt skreið inn í úrslitakeppnina. Paul Pierce hefur verið eina sóknarvopn Celtics í vetur og það mun ekki duga á móti hinu sterka liði Indiana. Jermaine O\\'Neal og Ron Artest hafa báðir aldrei spilað betur og þeir eiga að fara létt með slappt lið Celtics.\nIndiana 4 - 0 Boston\nNew Jersey Nets (2) - New York Knicks (7)\nÞetta munu einnig verða skemmtilegir leikir. New York einvígið þar sem tveir bestu leikstjórnendur deildarinnar mætast. Jason Kidd á móti Stephon Marbury. Hraði og tækni hjá Marbury á móti vision (man ekki íslenka orðið yfir það) hjá Kidd, en báðir gefa þeir frábærar sendingar.\nBæði Kenyon Martin og Jason Kidd eru að koma úr meiðslum og eru ekki fullkomlega heilir. Þeir mega ekki meiðast ef Nets ætlar að vinna þetta. Richard Jefferson sýnt það í seinustu leikjum að hann getur leitt Nets en hann mun ekki duga einn.\nIsiah Thomas er búinn að ná mjög góðu Knicks liði með sniðugum leikmannaskiptum og Knicks geta alveg unnið Nets í dag. Starbury er frábær og hefur leitt liðið í vetur, Allan Houston er alltaf góður og Tim Thomas hefur bætt sig gríðarlega. Síðan er náttúrulega Madison Square Garden sterkur heimavöllur og erfitt að koma og spila þar. Ég hef einhverja trú á Knicks og vill þá áfram.\nNew Jersey 3 - 4 New York\nDetroit Pistons (3) - Milwaukee Bucks (6)\nMerkilegt einvígi. Detroit er varnarlið og treystir á að taka liðin á varnarleik en bestu leikmenn Bucks, Michael Redd og Keith Van Horn eru báðir aðallega sóknarleikmenn.\nDetroit þarf að spila þá vörn sem þeir hafa gert í vetur til að vinna einvígið. Ben og Rasheed Wallace þurfa að stoppa Bucks undir körfunni en Chauncey Billups og Rip Hamilton munu sjá aðallega um sóknina. Pistons áttu gott tímabil, með næstbesta árangurinn í austrinu og þeir verða að teljast líklegri áfram. Þeir munu samt þurfa að stoppa skyttur Bucks til þess að vinna þetta.\nBucks þurfa að koma Pistons á óvart til að eiga möguleika. Þeir hafa Michael Redd. Hann er búinn að vera frábær í vetur og er með eitrað skot fyrir utan. En ef þeir ætla að vinna þetta þurfa Keith van Horn og Desmond Mason einnig að spila vel. Van Horn er ótrúlegur leikmaður, stundum tekur hann leiki í sínar hendur og skorar úr ótrúlegustu skotum en stundum hittir hann ekki neitt. Hann þarf að hitta þannig í þessum leikjum. Desmond Mason þyrfti líka að taka nokkrar rispur af og til.\nEn eins og ég segi er Detroit mun líklegra og þeir ættu að fara nokkuð létt í gegn.\nDetroit 4 - 1 Milwaukee\nMiami Heat (4) - New Orleans Hornets (5)\nSeinasta viðureignin er á milli Miami og New Orleans. Leiðir þeirra hafa verið nokkuð ólíkar í vetur. Miami byrjaði hörmulega og var aðeins búið að vinna 5 leiki af fyrstu 20. Síðan snerist allt við og þeir eru búnir að vera mjög sterkir á seinni helming leiktímabilsins. New Orleans byrjaði hins vegar mjög sterkt þar sem Baron Davis átti hvern stórleikinn á fætur öðrum. En töpin fjölguðu með leikjunum og þeir enduðu í 5. sæti.\nÉg held að Miami fari létt út úr þessu. Þeir eru með mikla breidd og góðan hóp. Lamar Odom fer fremstur í flokki og svo eru þarna Eddie Jones sem er alltaf traustur, Dwyane Wade, þriðji besti nýliðinn í ár og svo Rafer \\“skip to my lou\\” Alston sem hefur komið sterkur af bekknum í ár. Með þá heita á Miami að vinna þetta.\nNew Orleans myndi venjulega alveg eiga góðan möguleika í Miami en ekki núna. Það er vegna þess að hinn stórgóði Jamal Mashburn er meiddur og mun ekki spila í úrslitakeppninni. Það setur alla pressuna á þá Baron Davis og Jamaal Maglorie. Þeir eru góðir en því miður finnst mér ólíklegt að þeir ráði við sterka liðsheild Miami. Baron Davis þarf spila frábærlega og Maglorie þarf að nýta sér aðal veikleika Miami sem er hæðin.\nMiami 4 - 1 New Orleans\n_ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _\nSíðan í lokin ætla ég að minna fólk á leikina sem Sýn sýnir. Þeir sýna tvo leiki um helgina, í kvöld er Indiana-Boston kl 21.55 og svo Detroit-Milwaukee á morgun kl 17.00.",
    "url": "https://www.hugi.is/korfubolti/greinar/202083/spad-i-urslitakeppnina/",
    "url_id": "202083",
    "id": "1555212",
    "replies": [
        {
            "user": "jon4",
            "user_id": "31820",
            "date": "2004-04-17 18:34:32",
            "id": "1555213",
            "reply_to_id": "1555212",
            "text": "Þetta með Indiana VS Boston þetta fer ekki 4-0 fyrir Indiana þetta fer 4-2 fyrir Pacers. Og svo fer þetta rúst hjá Lakers Houston þó ég sé ekki lakers fan en þeir eiga ettir að hrökkva i gírinn."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-04-17 19:03:37",
            "id": "1555214",
            "reply_to_id": "1555213",
            "text": "Ég tek undir það með Jóni."
        },
        {
            "user": "jois",
            "user_id": "7833",
            "date": "2004-04-17 20:26:02",
            "id": "1555215",
            "reply_to_id": "1555212",
            "text": "Eins og ég er hrifinn af Miami liðinu þá efast ég um að þeir hafi reynsluna til að slá út þetta sterka Hornets lið. En ef þeir gera það þá efast ég um að það verði 4-1.\nMiami vantar einhvern undir körfunni og þetta einvígi á eftir að snúast mikið um hvort liðið vinni fráköstin og skori undir körfunni. Hornets hefur Magloire sem þeir munu spila talsvert á."
        },
        {
            "user": "magic",
            "user_id": "34476",
            "date": "2004-04-17 21:32:32",
            "id": "1555216",
            "reply_to_id": "1555212",
            "text": "Ég er bara nokkuð sammála þér í þessum málum, flest liðin komast áfram sem að þú spáir."
        },
        {
            "user": "6rugl",
            "user_id": "51394",
            "date": "2004-04-18 22:52:38",
            "id": "1555217",
            "reply_to_id": "1555212",
            "text": "Ég er nokkuð sammála þér krissi en ég held að Miami vinni þetta ekki svona örugglega, þetta verður eitt mest spennandi einvígið. Ég get ekki spáð fyrir um hvort liðið vinni en ég held að úrslitin ráðist í sjöunda leik. Þá 4 - 3 fyrir Miami eða 3 - 4 fyrir New Orleans.\nkv."
        },
        {
            "user": "wbdaz",
            "user_id": "6083",
            "date": "2004-04-19 09:13:51",
            "id": "1555218",
            "reply_to_id": "1555212",
            "text": "Áhugaverð spá hjá þér fyrir New York - New Jersey. Nets unnu knicks með 20 stigum þegar bæði Martin og Kidd voru meiddir núna fyrir einhverjum 2 vikum. Ég spái því að þetta fari 4-1 eða 4-2 fyrir Nets."
        },
        {
            "user": "SirK",
            "user_id": "1764",
            "date": "2004-04-19 12:04:55",
            "id": "1555219",
            "reply_to_id": "1555218",
            "text": "Já þetta virðist kannski heimska en ég hef trú á Knicks. Það kæmi mér ekkert á óvart ef einvígið færi líkt og Detroit - Orlando í fyrra þegar Orlando komst í 3-1 en tapaði seinustu 3 leikjunum."
        },
        {
            "user": "wbdaz",
            "user_id": "6083",
            "date": "2004-04-19 12:19:30",
            "id": "1555220",
            "reply_to_id": "1555219",
            "text": "Ekki endilega heimska, bara bjartsýni. Svo tóku Nets þá létt í fyrsta leik svo það lítur ekki vel út hjá Knicks."
        },
        {
            "user": "Sporti",
            "user_id": "26071",
            "date": "2004-04-20 15:51:46",
            "id": "1555221",
            "reply_to_id": "1555212",
            "text": "Minnesota-Denver 4-0\nLakers- Houston 4-2\nSpurs- Memphis 4-1\nKings- Dallas 3-4\nIndiana-Boston 4-0\nNets-Knicks 4-2\nDetroit-Bucks 4-0\nMiami-Hornets 4-3\nÞetta er mín spá"
        }
    ]
}