{
    "forum_title": "Sagnfræði",
    "user": "obsidian",
    "user_id": "1799",
    "date": "2004-04-17 11:20:30",
    "title": "Hugmyndakerfi og rætur nasismans",
    "text": "Það er nú að bera í bakkafullan lækinn að skrifa meira hérna inn um Hitler eða nasismann en úr því menn eru á annað borð að pæla í þessu núna þá er alveg jafn gott að henda inn einni grein í viðbót um þetta efni.\nÉg fann hjá mér ritgerðarstúf skrifaðan fyrir nokkru síðan sem mér fannst tilvalið að bera hér á borð, sérstaklega þar sem mér fannst greinin á undan þessari ekki taka sérlega vel á þessu efni eða umræðurnar í kjölfarið vera ýkja gáfulegar.  Vona að menn hafi gagn og gaman að þessu hér.\nÉg set hér til gamans linka á aðrar greinar sem ég hef sent inn um nasismann.  þeir sem hafa ekkert betra að gera við líf sitt í augnablikinu geta dundað sér við að lesa það líka ;-)  (Mögulega eru einhverjir hlutar í þessu svipaðir…einhver endurvinnsla í gangi eins og gengur og gerist.)\n* Uppgangur nasista í Þýskalandi 1919-1933:\nhttp://www.hugi.is/saga/greinar.php?grein_id=46859\n* Aðdragandi síðari heimsstyrjaldar:\nhttp://www.hugi.is/saga/greinar.php?grein_id=58632\n* Helförin og endurskoðunarsinnar - gagnrýni:\nhttp://www.hugi.is/saga/greinar.php?grein_id=16347689\n——————–\nRÆTUR NASISMA\n1. Inngangur\n2. Hvað felst í kenningu nasisma?\n3. Rætur: Ýmis sjónarhorn\n4. Niðurstöður\n1. Inngangur\nEinræðisstjórn þjóðernissósíalista í Þýskalandi á árunum 1933-1945 er eitt vinsælasta rannsóknarefni seinni tíma fræðimanna.  Menn velta því fyrir sér hvað það var sem dreif heila þjóð til að veita stuðning sinn, í lýðræðislegum kosningum, stjórnmálaflokki sem hafði niðurrif lýðræðis sem eitt af aðalmarkmiðum sínum; hvernig á því stóð að hægt var að blekkja heila þjóð til að taka þátt í ógnvænlegri heimsstyrjöld af fullu hjarta.\nEn hvort sem talið er að blekkingar hafi átt stærstan þátt í uppgangi Nasistaflokksins, eða einlæg trú fólks á að einungis sterkur leiðtogi gæti reist Þýskaland úr rústum atvinnuleysis og óðaverðbólgu, eru grunnspurningarnar þær sömu.\nHvað var það í kenningum þjóðernissósíalista sem gerði það að verkum að þýska þjóðin veitti þeim meirihluta þingsæta í kosningunum 1933 og þar með yfirburðastöðu á stjórnmálasviði Þýskalands?  Hvaðan var hugmyndafræði nasismans sprottin og er jafnvel hægt að benda á einhvern einn hugsuð fremur en annan sem óafvitandi skóp grunninn að kenningunni á 18. og 19. öld?  Eða voru kenningarnar nýjar af nálinni, soðnar saman af snjöllum hugmyndafræðingum flokksins og seldar almenningi af færum áróðursmeisturum?\nVið spurningum af þessu tagi er vissulega erfitt að finna eitt svar sem óhagganlega getur talist rétt.  Hér að neðan er gerð grein fyrir kenningu þýsks þjóðernissósíalsima eins oga hann birtist á árunum 1919-1945 og leitast við að svipta hulunni að nokkru af uppruna hugmyndafræðinnar.\n2. Hvað felst í kenningu nasisma?\nÞegar fyrri heimsstyrjöldinni lauk var Þýskaland í upplausn.  Árið 1919 var keisaraveldið fallið og Versalasamningarnir boðuðu smán og örbirgð Þjóðverja á komandi árum.  Efnahagskerfið var hrunið, atvinnuleysi og verðbólga hrjáðu þjóðina og þorra Þjóðverja fannst sem þeir hefðu verið sviknir af óhæfum stjórnmálamönnum.  Í þessum hremmingum spruttu upp fjölmargir nýir stjórnmálaflokkar sem, þrátt fyrir smæð í fyrstu, höfðu það á stefnuskrá sinni að endurreisa mikilleik Þýskalands og þjóðarstolt almennings.\nEinn þessara litlu flokka var Flokkur þýskra verkamanna (Deutsche Arbeiters Partei, DAP) sem að mestu var skipaður mönnum úr Fríliðasveitunum (Freikorps), afskráðum hermönnum úr stríðinu og verkamönnum.  Flokkurinn stækkaði nokkuð ört og það varð happ hans að Adolf Hitler, þá nýskráður af sjúkrahúsi vegna augnskaða sem hann hlaut í styrjöldinni og starfandi eftirlitsmaður með flokkastarfi, kom til að fylgjast með einum funda flokksins.  Hitler heillaðist af stefnu flokksins og var frammistaða hans á fundinum svo mögnuð að Anton Drexler, þáverandi formaður, bauð honum að taka frekari þátt í flokkstarfinu.\nHitler varð snemma leiðandi afl innan flokksins og kom því til leiðar að nafninu var breytt og hét flokkurinn upp frá því Þjóðernissósíalistaflokkur þýskra verkamanna (Nationalsocialistische Deutsche Arbeiters Partei, NSDAP), en af því nafni er orðið nasismi dregið.  Á þessum fyrstu árum var stefna flokksins að sumu leyti frábrugðin því sem hún var á valdatíð hans 1933-45.  Mun meira var um and-kapítalístískar hugmyndir og sósálisminn var töluvert áberandi í markmiðum flokksins.\nGott dæmi um þetta er stefnuskrá flokksins frá 24. febrúar 1920 sem Hitler og Drexler sömdu í sameiningu en þar eru and-kapítalístískar greinar fjölmargar og byggja í raun upp meginbálk skrárinnar.  Eftir því sem árin liðu hurfu þessar sósíalísku hugmyndir smám saman úr aðalstefnumálum flokksins og í stað þeirra var meiri áhersla lögð á kynþáttahreinsun og þjóðarsameiningu.  Þegar flokkurinn komst til valda 1933 höfðu þær vikið nær algerlega fyrir öðrum markmiðum.\nStefna og markmið nasista eins og þau birtast á stjórnarárum þeirra aru því nokkuð frábrugðin upphaflegu hugsjóninni.  Samt sem áður má telja að aðeins hafi fallið út ónauðsynlegur og ósamrýmanlegur hluti kenningarinnar, sósíalisminn, því að hugtakið þjóðernissósíalismi er jú nokkur þversögn í sjálfu sér.  Þjóðernishyggja er yfirleitt talin vera lengst til hægri á pólitíska skalanum en sósíalismi töluvert til vinstri.  Það má því ljóst vera að það er ekki heiglum hent að láta þetta tvennt vinna saman svo vel sé.  Nasistaflokkurinn tók sér því stöðu hægra megin á stjórnmálasviði Þýskalands.\nMeginstoðir nasískrar kenningar eins og hún leit út í Þýskalandi 1933 voru nokkrar.  Fyrst og fremst var krafist sameiningar allra Þjóðverja í eitt föðurland, Stór-Þýskaland, á grundvelli sjálfsákvörðunarréttar þjóðanna sem hafði skipt svo miklu við gerð Versalasamninganna.  Stór-Þýska ríkið skyldi vera fært um að sjá öllum þegnunum fyrir lífsviðurværi og skyldi tryggja að almenningur byggi við lífsöryggi, þar á meðal næga atvinnu.  Ef ríkið væri ekki fært um að sinna þessu hlutverki sínu, þessum sjálfsþurftarbúskap, skyldi leita út fyrir landamæri þess að hentugum löndum til að brauðfæða þegnana, leita að lífsrými.  Þetta er kjarninn í ríkis- og útþenslustefnu nasista og kemur þetta meðal annars skýrt fram á fyrstu síðum Mein Kampf:\n“People of the same blood should be in the same reich.  The German people will have no right to engage in a colonial policy until they shall have brought all their children together in the one State.  When the territory of the Reich embraces all the Germans and finds itself unable to assure them a livelihood, only then can the moral right arise, from the need of the people to aquire foreign territory.  The plough is then the sword ; and the tears of war will produce the daily bread for the generations to come.”\nEn nasismi snerist ekki einungis um landvinninga.  Grundvallarþáttur í nasisma er kynþáttahugsjónin sem gerir ráð fyrir að kynþættir séu mjög ólíkir að uppruna og eðli og hafi þróast mismikið frá uppruna mannsins.  Nasistar héldu fram yfirburðum hins aríska kynskofns, stofns manna sem væri kominn af hinum fornu germönum og víkingum.  Mestum yfirburðum hafði þessi kynstofn náð í þeirri fullkomnun sem kom fram í þýska Aríanum, sem auk uppruna síns talaði upprunalegustu tungu í veröldinni.  Nasistar álitu þennan kynstofn hvítra ofurmenna vera stigi ofar en nábúa sína, til dæmis Slava, sem að þeirra mati voru ekkert annað en slefandi hálfmenni.  Kynstofnar eins og negrar og Indverjar flokkuðust naumast til manna samkvæmt kenningunni.\nGyðingar voru allra kynstofna verstir því að þeir miðuðu með lævísi og undirferli að heimsyfirráðum.  Marxismi var stór þáttur í samsæri gyðinga því að nasistar töldu að Marxismi miðaði að því að færa heiminn í hendur gyðingum með því að grafa undan þjóðernisstefnunni og öllum gildum samfélagsins.  Nasistar töldu það geðveiki að halda að hægt væri að verjast þessu samsæri Marxista og gyðinga með vestrænni lýðræðishefð.  Þeir töldu Marxismann einmitt þrífast á lýðræðinu og Marxismi væri í raun óhugsandi án kapítalisma.  Kapítalismi og afsprengi hans, vestrænt lýðræði voru því í kenningu nasisma óæskileg og beinlínis hættuleg framþróun hins þjóðernissósíalíska ríkis.\nGrundvallarþáttur í kynþáttastefnunni var að blöndun kynþátta hefði geigvænlegar afleiðingar.  Ef tveim kynþáttum, af æðra og lægra stigi, væri leyft að blandast og eiginleikum þeirra leyft að malla þannig um nokkrar kynslóðir í erfðafræðilegum grautarpotti gat útkoman aðeins orðið á einn veg.  Lægri kynstofninn myndi þá óhjákvæmilega hagnast á blóðblönduninni og styrkjast og dafna en æðri kynstofninn myndi jafn örugglega taka upp veikustu einkenni hins lægri og veikjast í heild og verða á endanum verr settur en hinn:\n“The final result of such a mixture would be that precicely those qualities would be destroyed which had enabled the conquering race to achieve victory over an inferior people.  It is especially the cultural creativeness which disappears when a superior race intermixes with an inferior one…”\nVæri kynþáttum hins vegar haldið aðskildum væri hægt að varðveita skipan náttúrunnar og æðri kynstofninn myndi halda áfram að bæta sig en sá lægri úrkynjast og loks deyja út.\nNáskyld kynþáttakenningunum var hugmyndin um náttúrulega útvalningu.  Innan yfirburðakynstofnsins voru menn mishæfir og misvel gefnir.  Samkvæmt þessu var til líffræðileg elíta, yfirburðamenn yfirburðakynstofnsins, sem átti að hafa það hlutverk með höndum að stjórna ríkinu.  Þessi ofurmenni voru vandfundin en til að tryggja að ætíð veldust hæfustu mennirnir til stjórnunarhlutverka var það lagt á ríkið að leita uppi og ala upp slíka elítu.  Hitt aðalhlutverk ríkisins, ásamt viðhaldi tryggingar þegnanna var því að sjá um að það hefði ávallt sem hæfasta stjórnendur.\nTil að þetta mætti heppnast varð að miða allt skólakerfið við þetta markmið og í raun alla starfssemi ríkisins.  Lögð var mikil áhersla á leikfimi og líkamlegar íþróttir í skólum og minna lagt upp úr hefbundnari bóklegum greinum eins og sögu (sem Hitler lagði persónulega fæð á) og öðrum svokölluðum kjaftafögum, sem leiðtogar höfðu litla þörf fyrir að læra að mati nasista.  Þessi skólamálastefna var ekki einungis vel til þess fallin að draga fram náttúrulega hæfa foringja heldur einnig til þess að herða þjóðina alla.  Umfram allt þurfti þjóðin að læra að taka þungum höggum með karlmennsku og hafa styrk til að berja frá sér.\nTil að hægt væri að koma öllu þessu í verk þurftu nasistar að vera einráðir í Þýskalandi.  Þeir höfðu þegar reynt að bylta stjórn landsins í svokallaðri Bjórkjallarauppreisn árið 1923 en hún hafði mistekist hrapalega og forystumenn flokksins höfðu verið hnepptir í fangelsi og flokkurinn bannaður í nokkur ár á eftir.  Hitler lærði mikið af þessum mistökum og breytti flokknum eftir fangelsisvistina.  Hann varð þá þeirrar skoðunar að ef flokkurinn ætti að geta tekið við stjórnartaumum ríkisins með stuttum fyrirvara yrði hann að vera byggður upp sem ríki í sjálfum sér.\nÞví voru sett á stofn ýmis embætti og stofnanir innan flokksins og varð hann nánast eins og skuggaríki innan ríkisins, svo þróað var skipulagið og verkaskiptingin innan hans.  Má sem dæmi nefna að á opinberum flokksfundum sáu meðlimir SA og SS *  um að halda uppi röð og reglu, og önnuðust önnur lögreglustörf.  Flokkurinn hafði sín eigin utanríkis-, landbúnaðar og varnarmálaráðuneyti eins og þýska ríkið, hakakrossfáninn var þjóðfáni skuggaríkisins og Horst Wessel söngurinn þjóðsöngur þess.\nÞegar tækifærið kom í kjölfar kosninganna 1933 var flokkurinn því algerlega tilbúinn til að taka yfir stjórn ríkisins fyrirvaralaust.  Síðla sumars árið 1934 voru öll völd í höndum nasista og hófu þeir tafarlaust að koma á fullkomlega þjóðernissósíalísku ríki.\n3. Rætur: Ýmis sjónarhorn\nÍ flestum tilfellum voru grunnkenningar þjóðernissósíalisma hugmyndir sem höfðu verið í þróun í Þýskalandi og Austurríki frá upphafi 19.aldar.  Sú hugmynd að þýsk þjóð væri hreinni en aðrar og ekki eins úrkynjuð og til dæmis  Slavar, var búin að veltast um í þýskri þjóðarvitund í rúm hundrað ár þegar nasistaflokkurinn tók hana upp og fullkomnaði með því að blanda henni við heimsspeki Kants, Social Darwinisma og primordial hugmyndir um þjóðir og uppruna þeirra.\nÞegar kemur að því að greina hvaðan helstu rætur nasisma eru runnar er um  auðugan garð að gresja.  Fjölmargir hafa verið nefndir til sögunnar sem meðvitaðir eða ómeðvitaðir uphafsmenn stefnunnar, heimsspekingar, félagsfræðingar, sagnfræðingar, mannfræðingar og geópólitíkusar og í umræðunni hafa verið nefnd nöfn eins og Nietsche, Bollingbroke, Burke, Herder, Fichte, Jahn, Arndt, Rousseau, Robespierre og Richard Wagner.\nErnst Moriz Arndt er talinn hafa fyrstur notað hugtakið föðurland (Vaterland) um sameiginlegt heimaland allra Þjóðverja.  Arndt barðist með ljóðum sínum á móti Frakklandi Napóleonsstríðanna og ber frægasta ljóð hans einmitt nafnið Vaterland (eða Fatherland í þeirri ensku þýðingu sem það birtist hér):\n“Where is the German’s Fatherland?\nName me at lenght that mighty land!\n“Where’er resounds the German tounge,\nWhere’er it’s hymns to God are sung.”\nBe this the land,\nBrave German, this thy Fatherland.”\nSamtímamaður Arndts, Friedrich Ludwig Jahn, setti fram þá kenningu að besta aðferðin til að byggja upp siðferði og þrek landsmanna væri líkamleg heilsa.  Uppbygging landsins væri háð líkamlegri uppbyggingu einstaklinganna og í kjölfar líkamlegrar heilsu kæmi andleg heilsa.  Aðeins á þennan hátt gætu menn vænst þess að verða tryggir þegnar trausts þjóðríkis.\nÞessar hugmyndir Arndts og Jahns, ásamt tungumálakennngum Herders og Ávörpum Fichtes ( sem nánar verður fjallað um síðar) breyttu ásjónu og áherslum þýskrar þjóðernisstefnu.  Sú skoðun að þjóðernisstefna væri eingöngu pólitískt fyrirbæri vék  og við tók menningarleg þjóðernisstefna (cultural nationalism) sem seinna blandaðist á ný saman við pólitísku stefnuna  Útkoman var þessi sérstaka þýska útgáfa þjóðernisstefnu þar sem áherslan liggur nær að jöfnu á pólitík og menningu þjóðarinnar.\nSagnfræðingurinn Elie Kedurie telur að í lok 18. aldar hafi tvennt orðið til þess að fram komu þjóðernishugmyndir um alla Evrópu.  Í fyrsta lagi bylting í heimsspeki og í öðru lagi lægð evrópsks samfélags á þeim tíma.  Hið fyrra var verk Immanuel Kants.  Kant kom fram með nýtt sjónarhorn á siðferði mannsins og frelsi hans með því að leggja áherslu á sjálfræði (autonomia).  Hann hélt því fram að ef frelsi og dyggð eiga ekki að vera draumsýnir byggðar á skoðunum má ekki byggja siðferðið á vitneskju um hinn veraldlega heim.  Dyggðin byggist á eilífri baráttu gegn náttúrulegum álögum og á frjálsu vali til að hlýða innra siðferðilegu lögmáli.\nÞví segir Kedurie inntakið í kenningu Kants vera:  hinn góði vilji er hinn frjálsi vilji en einnig hinn sjálfráði (autonomus) vilji.  Einstaklingurinn er hin sjálfráða miðja alheimsins.  Á þessu byggist að sjálfræði og sjálfsákvörðunarréttur verður æðsta stig góðs.  Þetta bergmálaði fram alla öldina og kemur sterkast fram í kenningunni um sjálfsákvörðunarrétt þjóðanna sem mótaðist á 19. öld og var notuð við skiptingu Evrópu eftir seinni heimsstyrjöld.\nKenningin byggir á því að fólk af sama uppruna, þjóð, eigi rétt á að ráða málum sínum sjálft, oftast með því að safnast saman í eitt ríki.  Í dag er þessi kenning ríkjandi í heiminum og samvinna ríkja eins og til dæmis Sameinuðu þjóðirnar byggir á þjóðríkjum og þar með grundvallarkenningunni um að einni þjóð beri eitt ríki.  Þessi túlkun á Kant hefur því orðið ansi lífsseig og hún er tvímælalaust ein af grundvallarstoðum allrar þjóðernishyggju og þar með nasisma (þó að sumir haldi því fram að jafn fátt sé skylt með nasisma og þjóðernishyggju og með nasisma og Marxisma, s.s. Anthony D. Smith).\nÞessi heimsspeki mótaði einnig þá Herder og Fichte og þeirra kenningar  eru ásamt kenningum Kants grundvöllur þýskrar þjóðernishyggju.  Herder lagði mikla áherslu á upprunaleika manna og þjóða.  Hann taldi að það besta sem maðurinn gæti gert væri að rækta og viðhalda upprunalegustu einkennum sínum og hlúa þannig að uppruna sínum og menningu.  Tungumál taldi hann vera einna mikilvægast þessara atriða og var tungumálið ávallt mikilvægt í skrifum hans.\nFichte var sammála þessu á þann hátt að hann taldi að tungumál þjóðar væri lýsandi fyrir kosti og upprunaleik þjóðarinnar.  Þegar Fichte flutti Ávörp til þýsku þjóðarinnar (Reden an die Deutsche Nation) á árunum 1807-8 var í raun ekki til nein þýsk þjóð þó titillinn gefi slíkt til kynna.  Orðin Deutsche Nation áttu við þá sem töluðu þýska tungu og Fichte fannst að ættu þessvegna að eiga sameiginlega framtíð.  Engu að síður má sjá í skrifum Fichtes margar hugmyndir sem skiluðu sér til nasistaflokksins í öfgafyllri mynd rétt rúmum hundrað árum síðar.  Fichte segir meðal annars:\n“The first, original, and truly national boundaries of a state, are beyond doubt the internal boundaries.  Those who speak the same language are joined to each other by a multitude of invisible bonds by nature herself, long before any human art begins; they understand each other and have the power to make themselves understood more and more clearly; they belong together and are by nature one and inseperable whole … from \tthis internal boundary … the making of the external boundary by dwelling place results as a consequence; and in the natural view of things it is not because men dwell between certain mountains and rivers that they are a people, but, on the contrary, men dwell together … because they were a people already by a law of nature which is much higher.”\nÍ framhaldi útskýrir hann að allir þeir sem með þessum hætti  séu hluti þjóðar, en búi innan landamæra annars ríkis en þjóðar þeirra ættu í rauninni að gefa upp hollustu sína við það ríki og flytja sig til þjóðríkisins því að þjóðinni beri að vera sameinuð og sterk.  Og Fichte heldur áfram:\n“…such a whole (as the nation), if it wishes to absorb and mingle with itself any other people of different descent and language, cannot do so without itself becoming confused … and violently disturbing the even process of it’s culture.”\nOg eins og kom fram hér að ofan talar Hitler í Mein Kampf um að ef yfirburðakynstofninn leyfir sér að blandast óæðri kynþáttum muni hann smám saman taka á sig mynd þeirra og deyja út á meðan hinir hagnist á blönduninni.\nÞessar hugmyndir Fichtes má sjá næstum orðréttar hjá hugmyndafræðingum nasista t.d. stefnan um að allir Þjóðverjar ættu að vera í sama ríkinu, Stór-Þýskalandi (Heim ins Reich stefnan).  Í stefnuskránni frá 1920 má einnig finna hliðstæður og afleiður þessarar hugsunar:\n“1.  Við krefjumst sameiningar allra Þjóðverja í Stór-Þýskaland á grundvelli sjálfsákvörðunarréttar þjóða.\n…\n3.  Við krefjumst lands og landsvæða (nýlenda) til að fæða þjóð okkar og til búsetu fyrir aukinn mannfjölda okkar.\n4.  Aðeins meðlimir þjóðarinnar mega vera borgarar ríkisins.  Aðeins fólk af þýsku blóði, hverrar sannfæringar sem þeir eru, mega vera meðlimir þjóðarinnar.  Samkvæmt því má enginn gyðingur vera meðlimur þjóðarinnar.\n…\n7.  Við krefjumst þess að ríkið geri það að aðalmarkmiði sínu að sjá ríkisborgurunum fyrir lífsviðurværi.  Ef það myndi reynast ógerningur að fæða alla íbúana, verður að flytja útlendinga (þá sem eru ekki ríkisborgarar) frá ríkinu.”\nÍ raun má segja að nasistar hafi aðeins breytt einu í kenningum Fichtes um þetta atriði, þeir tóku burt tungumálið og settu blóð inn í staðinn í samræmi við harða kynþáttastefnu sína.  Allir þeir sem voru af hreinu arísku blóði voru því Þjóðverjar og áttu rétt og í raun skyldu til að koma heim í ríkið.\nÞegar kenningar Fichtes eru yfirfærðar á pólitík er útkoman sú að ríkið fær á sig blæ lífveru.  Ríkið er þá skipulagður líkami þar sem hver líkamshluti hefur það hlutverk að viðhalda heildinni og viðheldur þar með sjálfum sér.  Þannig er skylda ríkisborgarans fyrst og fremst við ríkið sjálft og einungis í ríkinu og í gegn um viðhald þess að einstaklingurinn getur öðlast raunverulegt sjálfstæði.\nÞetta er grundvallaratriði í nasisma, þ.e. að hagsmunir einstaklingsins víkja fyrir hagsmunum fjöldans þar til öryggi fjöldans og ríkisins hefur verið tryggt.  Nasismi byggir á því að fjöldinn sé ánægður og hagsmunir hans tryggðir og að fjöldinn vinni saman sem einn maður til að viðhalda ríkinu.\nRíkið er því mikilvægara en einstaklingurinn því að eins lengi og fjöldinn er ríkinu trúr skiptir einstaklingurinn litlu máli.  Ríkið er því algert og stöðugt en einstaklingarnir veikir og afstæðir og litlir hópar eða einstaklingar eru því aðeins leyfanlegir og þolanlegir að þeir hegði sér að fullu til samræmis við stefnu ríkisins.\nTil að stjórna ríkinu og fjöldanum, leiða fjöldann inn á rétta vegi til viðhalds ríkinu, þarf svo að velja hæfustu einstaklingana, líffræðilega og andlega elítu, yfirburðamenn af hreinu þýsku blóði.  Allt starf ríkisins miðast við að ala upp og finna þessa náttúrulegu leiðtoga.  Þessir menn bera óneitanlega keim af ofurmennakenningu Nietsches, alltént var auðvelt fyrir nasista að tulka hana sér í hag.\nMeginpólar kynþáttastefnu nasismans voru fjórir: Social Darwinismi, Rassenpolitik, and-semitismi og kenningin um yfirburði hins norræna kynstofns (Nordic Superiority).\nMikilvægasta stoðin var þó Social Darwinismi og sú kenning átti greiða leið inn í hugmyndabanka nasismans og blómstraði þar sem aldrei fyrr.  Nasisminn gekk útfrá því sem vísu að vissir menn væru náttúrulega og líffræðilega hæfari en aðrir eins og minnst hefur verið á.  Þessi elíta varð til vegna hinnar náttúrulegu lífsbaráttu manna (the natural struggle for existence) og hinir útvöldu voru því líkamlegir og andlegir yfirburðamenn, erfðafræðileg ofurmenni.\nTalið er að hluti af andúð nasista á Marxisma hafi verið sprottinn af því að Marxistar afneituðu þessari hugmynd um lífsbaráttu manna og þar með einnig raunverulegu vægi þeirra einstaklinga sem áttu bestu gengi að fagna í lífinu, elítunnar.  Rassenpolitik var notað um þá stefnu að útrýma óhæfum einstaklingum, t.d. þeim sem voru þroskaheftir, erfðafræðilega fatlaðir, geðveikir eða gengu með erfðagalla.\nHugmyndin á bak við þetta var að hreinsa aríska kynstofninn af öllum sem gætu skemmt hann innan frá með því að koma gallanum áfram til barna sinna.  Nasistar töldu það mikla eigingirni af sliku fólki að eignast börn því slíkt veikti að þeirra mati þjóðina og ríkið.  Gyðingahatur átti sér langa sögu, ekki einungis í Þýskalandi heldur um alla Evrópu.\nHvarvetna í álfunni höfðu gyuðingar verið litnir hornauga og verið ofsóttir með reglulegu millibili í margar aldir allt frá tímum krossfarana.  Í Þýskalandi voru margir sem töldu að gyðingar hefðu haldið um hnífsskeftið ásamt sósíaldemókrötum við rýtingsstunguna**  eftir fyrri heimsstyrjöld.  Gyðingar voru því hentugt skotmark fyrir nasista og gyðingahatur upplagt sameiningartákn fyrir þá ólíku þjóðfélagsþætti sem nasistaflokkurinn þurfti að ná til.\n4. Niðurstöður\nÞað er ljóst að nasismi byggir ekki kenningar sínar á hugmyndum eins hugsuðar eða dregur lærdóma af aðeins einni kenningu.  Kenning nasisma er gríðarlega margþætt og erfitt er að gera sér grein fyrir öllum þeim kenningum og hugmyndum sem hafa haft áhrif á þróun þjóðernissósíalismans.  Það hefur heldur ekki verið reynt hér heldur athyglinni beint að fáum afmörkuðum atriðum sem sem varpað geta ljósi á hugmyndafræðilegan uppruna þessarar margslungnu kenningar.\nDregin hefur verið fram hin menningarlega þjóðernisstefna Arndts, Jahns og Fichtes sem án efa eru grundvallaratriði í þróun hinnar sérstæðu þýsku þjóðernisstefnu, þó Johan Gottlieb Fichte verði að mati undirritaðs að teljast sá hugmyndafræðingur sem hafði hvað mest áhrif á hina nasísku kenningu.  Þeir eru til sem telja nasisma slysabarn efnahagslega þrautpíndrar þjóðar sem eigi ekkert skylt við þjóðernisstefnu eða föðurlandsást.\nUndirritaður getur ekki verið sammála þessu, heldur telur í ljósi ofanritaðs að þjóðernissósíalisminn hafi verið lokapunktur langs ferils og þróunar þjóðernishyggju í Evrópu.  Hugmyndir nasismans voru margar hverjar búnar að velkjast og meltast í undirmeðvitund Þjóðverja og annarra Mið-Evrópumanna sem sundurlausar kenningar en nasisminn safnaði þeim saman á mun kraftmeiri hátt en áður hafði þekkst í fullmótað kenningakerfi.  Eða með orðum Foringjans:\n“The German National Socialist Labor Party extracts the essential principles from the general conception of the world … on these principles it establishes a political doctrine which takes into account the practial realities of the day, the nature of the times, the available human material and all it’s deficiencies.  Through this political doctrine it is possible to bring great masses of people into an organization …”\nHeimildir\nFarquharson, J. & Hiden, J.:  Explaining Hitlers Germany; Batsford Academic and \tEducational Ltd., London 1983.\nFest, Joachim C.:  The Face of The Third Reich; Penguin Books, London 1972.\nHitler, Adolf:  Mein Kampf; Hurst and Blackett Ltd., London 1942.\nKedurie, Elie:  Nationalism; Hutchinson of London, London 1977.\nMussolini, Benito:  The Doctrine of Fascism; Vallecchi Publisher, Firenze 1938.\nNoakes, J. & Pridham, G.:  Nazism 1919-1945; 1. bindi, University of Exeter Press, \tExeter 1994.\nSmith, Anthony D.:  Theories of Nationalism; Duckworth, London 1971.\nSnyder, Lois L.:  Roots of German Nationalism; Indiana University Press,\nLondon 1978.",
    "url": "https://www.hugi.is/saga/greinar/202078/hugmyndakerfi-og-raetur-nasismans/",
    "url_id": "202078",
    "id": "1555073",
    "replies": [
        {
            "user": "axelaage",
            "user_id": "25526",
            "date": "2004-04-17 12:11:55",
            "id": "1555074",
            "reply_to_id": "1555073",
            "text": "góð grein"
        },
        {
            "user": "AngelicX",
            "user_id": "7629",
            "date": "2004-04-17 12:51:22",
            "id": "1555075",
            "reply_to_id": "1555073",
            "text": "Orð dagsins er “útvalning”\n“Náskyld kynþáttakenningunum var hugmyndin um náttúrulega útvalningu”\nannars ágæt grein, en það virðist samt vera hellingur þarna sem hægt er að rífast um :Þ"
        },
        {
            "user": "Refur98",
            "user_id": "4412",
            "date": "2004-04-17 14:13:46",
            "id": "1555076",
            "reply_to_id": "1555073",
            "text": "Þetta er mjög góð grein, og gaman að lesa grein um nasisman sem er ekki hlutdræg, sem miðar einungis við það að lofsyngja nasisman.\nEinnig gaman að sjá einhvern geta almennilega til heimilda hér á huga.\nSvo að lokum vill ég segja að þessi hugmynd um að svo lengi sem ríki(ísland) nái ekki að fullnægja þeim þörfum sem þjóðin(íslendingar) hafa(s.s. atvinna, sjúkrahús, vatn o.s.f) þá á ríkið ekki að hleypa inn útlendingum.\nþað er margt sniðugt við þessar upphaflegu hugmyndir. þ.e. tungumálið skipti miklu og fleirra.\nSjáiði svía, þjóðarstolt er í molum(að hluta til vegna þess að þeir halda ekki tungumálinu hreinu) og ríkið er endalaust að hleypa in útlendingum inní ríki sem nær, eins og er, ekki að fullnægja þörf hinnu upphaflegu borgara sinna. hefði þessum þörfum verið uppfyllt væri ekki þessi mikli rassismi sem nú ríkir í svíþjóð. Að þvi leytinu til er sumt rétt í þessum kenningum. En þetta með að aríski stofnin sé hreinni eða betri en hinir og að gyðingar séu afsrengi djöfulsins er auðvitað rugl."
        },
        {
            "user": "discobolti",
            "user_id": "5805",
            "date": "2004-04-17 20:00:37",
            "id": "1555077",
            "reply_to_id": "1555076",
            "text": "“Sjáiði svía, þjóðarstolt er í molum”\nHvað hefuru fyrir þér í þessari fullyrðingu?\nOg þessari:\n“hefði þessum þörfum verið uppfyllt væri ekki þessi mikli rassismi sem nú ríkir í svíþjóð”\nÉg geri fastlega ráð fyrir að þú hafir ekki ætlað þér að tala um rassa hérna (rassismi?)heldur rasisma?\nEn ef ég á að tala út frá eigin reynslu þá hef ég orðið var við töluvert meira rasisma á Íslandi en í Svíþjóð, þar sem ég hef búið sl. 4 ár, og þetta með “brostna þjóðarstoltið” botna ég bara ekkert í!\n………………………………………….\nAnnars tek ég undir það að þetta var vönduð grein og áhugaverð. Ef ég má bara benda á eitt smáatriði þá vantar bara að skrifa aftan við tilvitnanirnar úr hvaða bók þær koma. Annars ekkert nema gott um þessa grein að segja."
        },
        {
            "user": "kristjanmsn",
            "user_id": "43119",
            "date": "2004-04-17 21:17:54",
            "id": "1555078",
            "reply_to_id": "1555077",
            "text": "obsidian skrifaðir þú þetta allt eða vara etta copy paste af öðrum síðum?????\nef þú skrifaðir þetta þá…….get alive…..\nkiddi"
        },
        {
            "user": "HilmarTh",
            "user_id": "9740",
            "date": "2004-04-18 00:33:23",
            "id": "1555079",
            "reply_to_id": "1555078",
            "text": "kristjanmsn: “Ég fann hjá mér ritgerðarstúf skrifaðan fyrir nokkru síðan sem mér fannst tilvalið að bera hér á borð”\nNægir þetta? Kallast RITGERÐAREFNI."
        },
        {
            "user": "obsidian",
            "user_id": "1799",
            "date": "2004-04-18 10:11:23",
            "id": "1555080",
            "reply_to_id": "1555077",
            "text": "tilvitnanaskráningin í fótnótunum dettur alltaf út þegar ég peista inn í huga gluggann.  Fyrir þá sem hafa áhuga þá eru beinu tilvitnanirnar úr eftirfarandi heimildum.\n1 og 2 úr Mein Kampf\n3(Arndt), 4 og 5(Fichte) úr Nationalism eftir Elie Kedourie\n6 (stefnuskrá NSDAP) úr Noakes og Pridham\nTilvísanaskráin yrði of löng til að ég nenni að setja það allt inn, enda skiptir það minna máli hér en ella."
        },
        {
            "user": "doors",
            "user_id": "52300",
            "date": "2004-04-19 10:37:03",
            "id": "1555081",
            "reply_to_id": "1555073",
            "text": "Góð ritgerð þetta, frekar löng en áhugaverð ef þú nennir að lesa hana alla, mæli með að næst þegar þú kemur með efni að hafa það aðeins styttra, senda bara oftar inn.\nflott grein samt og vel skrifuð."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-11-22 12:32:38",
            "id": "1804288",
            "reply_to_id": "1555073",
            "text": "Frábær grein í alla staði. Gaman þegar menn leggja metnað og alúð í verkin sín. Ég bíð eftir fleiri greinum frá þér…\nLecte"
        }
    ]
}