{
    "forum_title": "Sagnfræði",
    "user": null,
    "user_id": null,
    "date": "2004-04-20 23:51:41",
    "title": "Óresteia",
    "text": "Ég var að blaða í grísk-leikrit til forna um daginn og rakst á einhvað skemmtilegasta þríleik sem ég hef lesið. Ég ætla að koma með fyrsta hlutann hér og ef ég fæ góðar viðtökur kem ég með hina tvo.\nÞessi þríleikur Óresteia er eftir gríska skáldið Aiskylos (525-455f.kr).\nFyrsti hlutinn heitir Agamemnon. Er þar fjallað um heimkomu Agamemnos konungs úr Trojustríðinu, en hans biðu þau örlög að vera myrtur af eiginkonu sinni Klýmnestru, stuttu eftir heimkomuna. Klýmnestra hataði mann sinn vegna þess að hann hafði fórnað guðunum Ifigeniu, dóttur þeirra, til að fá byr i seglin, svo að sigla mætti til Tróju. Að auki hafði hún tekið sér ástmann í fjarveru Agamamnos.\nÞetta er fyrsti hluti þríleiksins í hnotskurn, og hvet ég alla til að lesa leikrit eftir Aiskylos, Sófokles og Evripides. Það er frábær lestur get ég lofað ykkur.\nEn endilega ef þið viljið heyra annan og þriðja hluta þríleiksins endilega látið mig vita og aldrei að vita nema ég sendi hann inn :)",
    "url": "https://www.hugi.is/saga/greinar/202520/oresteia/",
    "url_id": "202520",
    "id": "1558444",
    "replies": [
        {
            "user": "gthth",
            "user_id": "10645",
            "date": "2004-04-21 01:12:08",
            "id": "1558445",
            "reply_to_id": "1558444",
            "text": "Ég er alveg hjartanlega sammála þér. Þessi leikrit eru ótrúlega mögnuð.\nMín uppáhaldsleikrit eru Ödípús konungur, og Antígóna eftir Sófókles og Ífígenía í Ális eftir Evrípídes. Mæli með þeim.\nÉg mæli líka með þýðingum Helga Hálfdánarsonar sem Mál og menning hefur gefið út. Helgi kemst ótrúlega vel að orði oft og það er hrein unun að lesa þýðingar hans :)"
        },
        {
            "user": "Steinn28",
            "user_id": "44202",
            "date": "2004-04-21 18:46:35",
            "id": "1558446",
            "reply_to_id": "1558445",
            "text": "og er hægt að fá þessi leikrit á bókasöfnum"
        },
        {
            "user": "gthth",
            "user_id": "10645",
            "date": "2004-04-21 19:03:10",
            "id": "1558447",
            "reply_to_id": "1558446",
            "text": "Það kæmi mér verulega á óvart ef þau eru ekki til á flestum bókasöfnum, t.d. Borgarbókasafni Reykjavíkur :)"
        },
        {
            "user": "dionysus",
            "user_id": "38331",
            "date": "2004-05-05 21:30:44",
            "id": "1558448",
            "reply_to_id": "1558444",
            "text": "svo á víst leikrit Aristófanesar að vera fyndin (Lýsistrata & Riddararnir), þó svo að ég hafi ekki lesið þau."
        },
        {
            "user": "gthth",
            "user_id": "10645",
            "date": "2004-05-06 09:33:13",
            "id": "1558449",
            "reply_to_id": "1558448",
            "text": "Aristófanes er líka skemmtilegur. Ég mæli með Skýjunum eða Froskunum."
        }
    ]
}