{
    "forum_title": "Call of Duty",
    "user": "mattiml",
    "user_id": "24665",
    "date": "2004-04-21 15:58:15",
    "title": "Call of Duty MP Patch 1.4 PunkBuster",
    "text": "Jæja Núna er kominn út CoD Patch 1.4 LOKSINS :D;):D:) Hann er stútfullur af fullt af góðu efni og ættla ég að skrifa aðeins svonna það sem ég veit um hann.\nPunkBuster er fyrst og fremst Hax vörn, svo servernari eru ekki að fyllast af einhverjum haxerum (Svindlörum) Eins og það hafið örugglega lent í að einhver se að haxa.  Einu mappi hefur verið bætt við og er það mp_stalingrad Eitt mesta snilldar mapp sem hefur verið gert í heiminum. (ÞAÐ ER SNILLD!!:D:D)\nBúið er að fixa leikinn eitthvað smá svo má svo nefna að í s&d þegar þú ert að planta kemur stundum einhver error þegur þú liggur í jörðini..búið að laga það :)  OG í lok rounda stundum gastu spawnað án byssu modelsins en búið er að laga það… ;)\nNú audda Hefur eitthvað verið updateað .. :Þ Allir kannast við auto balance En núna á það að koma í veg fyrir á öllum 1.4 server að þú getur ekki joinað liðið sem eru fleiri í.\n2 Fleiri mod hafa komið út með þessum pakka Þar má nefna Heat Of battle og Merciless ég veit nú ekki allveg út á hvað þau ganga en hob er eitthvað team play veit ég.\nÉg er ekki allveg sure en ég held að skotin í byssunum hafa verið gerð betri þannig að þú þarft ekki jafn mikið að skotum í þig fá óvini til að drepa þig t.d. Riffillinn í öllum liðum ætti að hafa verið geður eitthvað betri svo þú þarft ekki bara headshot til að taka í einu skoti.\nJæja ég held að þetta se nú allt en endilega látið mig vita ef ég gleymi einhverju..\nHægt er að nálgast Patch 1.4 hérna á CoD áhugamálinu (www.hugi.is/cod)en þið sem eigið hann ekki getið þið nálgast cod í bt :P\nBara svonna smá info til að byrja að spila 1,4 verið þið að oppna CoD MP og skrifa “/pb_cl_enable” í consol.  Jæja núna held ég að allt sem komið\nEnjoy 1,4 Like me :);):D\nKv, Mattiml\n[BoS]M4ttuz*",
    "url": "https://www.hugi.is/cod/greinar/202688/call-of-duty-mp-patch-14-punkbuster/",
    "url_id": "202688",
    "id": "1560073",
    "replies": [
        {
            "user": "agustb",
            "user_id": "21245",
            "date": "2004-04-21 17:33:04",
            "id": "1560074",
            "reply_to_id": "1560073",
            "text": "bara næs"
        },
        {
            "user": "Nodferatu",
            "user_id": "31577",
            "date": "2004-04-21 19:21:53",
            "id": "1560075",
            "reply_to_id": "1560073",
            "text": "Er þetta ekki eiginlega bara þýðign á readme-inu sem fylgdi patchinum? Annars gott… ;)"
        },
        {
            "user": "mattiml",
            "user_id": "24665",
            "date": "2004-04-21 23:58:18",
            "id": "1560076",
            "reply_to_id": "1560075",
            "text": "heh Svonna næstum tók líka ehvað af þekkingu minni og netinu :) takk .. Fyrsta greinin mín :Þ"
        }
    ]
}