{
    "forum_title": "Ljóð",
    "user": "gribba",
    "user_id": "5197",
    "date": "2004-04-23 08:28:55",
    "title": "Nætursólin syngur.",
    "text": "Þokan leggst yfir\nsyfjaða jörðina\nsem geispar frá sér deginum.\nNætursólin syngur\nrólegt og taktfast lag,\nlag myrkursins,\nog breiðir yfir sig\ndökku teppi himinhvolfsins.\nDrauma heimurinn flæðir um\nog fyllir vit hnattarins\nsem sefur svo vært,\nog hvíslar í eyru mér\n“dreymi þig vel.”",
    "url": "https://www.hugi.is/ljod/greinar/202966/naetursolin-syngur/",
    "url_id": "202966",
    "id": "1561603",
    "replies": [
        {
            "user": "Sithy",
            "user_id": "18816",
            "date": "2004-04-23 12:33:30",
            "id": "1561604",
            "reply_to_id": "1561603",
            "text": "Skemmtilegar myndir. Ég er sérstaklega hrifin af byrjuninni! :) Gott mál!"
        },
        {
            "user": "Hildur",
            "user_id": "26976",
            "date": "2004-04-23 15:04:42",
            "id": "1561605",
            "reply_to_id": "1561603",
            "text": "Mjög fallegt. Í öðru erindi myndi ég forðast tvítekninguna á ‘lag’ og láta standa eftir\nrólegt og taktfast\nlag myrkursins\nTeppið á að vera í þf. en ekki þgf., þ.e. breiðir yfir sig dökkt teppi himinhvolfsins. Draumaheimur er eitt orð, getur samt átt að hafa verið stílbrigði hjá þér, gætir hafa verið að leggja áherslu á að þú sért ekki aað tala um ‘draumaheim’ í hefðbundnum skilningi heldur að heimurinn sé fullur af draumum eða eitthvað… ég veit ekki. Ekki hafa kommu í lok 3. síðustu línu þar sem línan á eftir hefst á ‘og’.\nAð öðru leyti eins og ég sagði, mjög fallegt, ég sekk ofan í það."
        },
        {
            "user": "gribba",
            "user_id": "5197",
            "date": "2004-04-29 06:57:30",
            "id": "1561606",
            "reply_to_id": "1561605",
            "text": "Ég sé það núna, þetta var eitthvað að pirra mig."
        },
        {
            "user": "elDoro",
            "user_id": "3625",
            "date": "2004-04-23 17:55:31",
            "id": "1561607",
            "reply_to_id": "1561603",
            "text": "Verulega fallegt ljóð. Sammála athugasemdum Hildar en heildarmyndin er mjög góð.\nMig langar samt að vera dálítið leiðinlegur og nöldra smá. Ég skil ekki hvers vegna þessu ljóði var hleypt beint inn þegar önnur og eldri ljóð hljóta að bíða. Nú á það eftir að gerast að ljóð sem verða samþykkt síðar lenda neðar en þetta í röðinni vegna þess að þau voru send inn fyrr. Þetta er ekki í fyrsta skipti sem ég hef séð þetta og yfirleitt hafa það verið ljóð frá stjórnendunum sem þau hafa troðið framfyrir. Mér finnst þetta heldur leiðinlegt. Vildi bara koma því á framfæri.\nNöldrinu er reyndar alls ekki beint til höfundar ljóðsins eða ljóðsins sjálfs."
        }
    ]
}