{
    "forum_title": "Fræga fólkið",
    "user": "Violet",
    "user_id": "38251",
    "date": "2004-04-25 11:23:30",
    "title": "Avril Lavinge!",
    "text": "Kannski soldið langt en Avril Lavinge er frábær miðað við hvað\nhún er ung!!!\nNafn: Avril Ramona Lavinge\nAfmælisdagur: September 27, 1984\nAldur: 18\nStjörnumerki: Vog\nHeimabær: Napanee, Ontario (Kanada)\nSkó stærð: 7 (Bandarískt númer)\nHæð: 160 cm\nHárlitur: ljós\nAugnlitur: Blá-grænn\nFjölskylda:\nForeldrar: Judy and John\nSystkini: Matt (19), Michelle (14)\nGæludýr: Miniature schnauzer sem heitir Sam\nUppáhalds:\nLitur: Svartur og rauður\nPizza álegg: Ólívur\nFöt: Bolir, Osiris (skór)\nHljómsveitir: Goo Goo Dolls, System of a Down, Matchbox 20, Green Day, Sum 41, Blink 182 Lag á plötuni hennar: Losing Grip\nStaður: Italy, Paris, and Stockholm\nAðrar upplýsingar:\nHljóðfæri: Hún kenndi sér sjálfri að spila á gítar\nGöt: Nafli, 2 göt í öðru eyra og eitt í hinu\nSérstakir hæfileikar: Getur bitið og sleikt á sér tærnar\nTattoo: Engin og langar ekki í nein. Hún er svo hrædd um að fá leið á þeim.\nEf hún væri ekki söngvari: Væri hún lögga, henni myndi finnast gaman að fá að ráða.\nFyrsta sóló sýningin: “Near to the Heart of God,” á Jólatónleikum.\nSTAÐREYNDIR um Avril\nAvril kemst ofan í töskuna sem hún tekur með sér á ferðalögum.\nEin af fyrrverandi barnapíum Avril frá Napanee hringdi í útvarpsstöð og bað um Complicated. Hún sagði að jafnvel að þegar Avril var barn var eitthvað sérstakt við hana. (greinilega montin með að hafa passað Avril.)\nMamma Avril, Judy, sagði að uppáhaldslögin hennar á Let Go eru „I'm With You“, „Mobile”, and „Complicated.“\nAvril var nefnd ein af „20 Coolest Girls in America” í nóvemberblaðinu af YM.\nAvril spilaði einu sinn hokkí. Hún var í hægri kantinum og stundum í miðjunni. Hún lamdi einu sinni markmann og var rekin út af.\nAvril má ekki borða mjólkurvörur lengur því að þær eru vondar fyrir röddina hennar og hálsinn.\nAvril söng Complicated aðeins þrisvar sinnum í stúdíóinu (stundum tekur það söngvara yfir 50 upptökur.)\nAvril er með astma, þess vegna er hún alltaf með svoleiðis tæki á tónleikum.\nMichelle Lavigne (systir Avril) er í „Sk8er Boi\" myndbandinu.\nAvril fékk fría Osiris skó þegar hún tók upp Complicated myndbandið.\nHún var þrisvar rekin úr skóla fyrir að skrópa og að slást.\nEmimen, Justin Timberlake, Pink og Sum 41 eru aðdáendur Avril.\nÞegar Avril var 10 ára fór hún stundum með pabba sínum að gefa heimilislausum að borða.\nÞegar hún smyr sér samloku setur hún ólívur, salat, tómata, gúrkur, majónes og skinku eða kalkúnakjöt.\nÍ ferðatöskunni hennar (sem hún hefur þegar hún er á tónleikaferðalagi) er: 5 pör af buxum, 7 bolir, 2 peysur, 1 jakki, nokkur pör af skóm og MAC naglalakk (svart).\nAvril vill ekki hafa lífvörð og krefst þess að halda á sínum eigin farangri.\nAllir í hljómsveitinni hennar (fyrir utan Matt) eru grænmetisætur.\nAvril þvær hárið sitt einu sinni í viku, oftast með hótelshampói.\nUppáhalds plöturnar hennar á árinu 2002 voru með System of a down, Coldplay og Boxcar Racer.\nAvril átti hugmyndina af I'm With You myndbandinu.\nHún vill ekki eiga dýran og flottan bíl, frekar vill hún eiga notaðan jeppa.\nHún notar ekki ilmvatn af því þá fær hún mígreni.\nLeyndarmál Avrilar til að hafa slétt hár er að þvo hárið, þurka það og hoppa upp í rúm.\nUppáhaldslagið hennar til að syngja á tónleikum er Unwanted.\nPabbi hennar spilaði á bassa á plötunni Let Go.\nPabbi hennar kenndi henni að spila 2 grip á gítar þegar hún var 12 ára.\nÞegar hún var í skólanum henti hún stundum M&M í kennarann alveg þangað til hann henti henni út svo hún gæti farið á hjólabrettið sitt.\nÞegar hún spilaði hokkí þá voru bara strákar þar, allir gátu skráð sig en engin önnur stelpa vildi það.\nUppáhaldslag pabba hennar á Let Go disknum er Tomorrow.\nÞegar hún var yngri var hún oft læst inni í herbergi í straffi (henni gekk svo illa í skólanum) og þá notaði hún tækifærið og skrifaði lög því það var ekkert annað að gera.\nHún geymdi lögin sem hún var að vinna að í skókassa.\nHún gerir á hverjum degi 100 magaæfingar og 50 armbeygjur nema á sunnudögum.\nAvril var fangi í „Girls and Boys“ myndbandi Good Charlotte.\nHún var með littlar fléttur í hárinu á sér þegar hún var í 11. bekk.\nAvril, Pink og Vanessa Charlton eru allar góðar vinkonur.\nEinu sinni hélt einhver maður í New York að Avril væri vændiskona, síðan hefur hún alltaf borið hníf á sér.\nAvril spilar alltaf sjálf á gítar á tónleikum í lögunum Complicated, Mobile og Naked.\nNick Carter bauð henni einu sinni að syngja með sér í lagi á disknum hans en hún hafnaði boðinu.\nAvril er með úrið sitt á hægri höndinni.\nAvril fékk plötusamninginn sinn þegar hún var 16 ára.\nÞegar hún er á tónleikarferðalagi þá er hún alltaf með brandarabók.\nAvril spilar á svartan Gibson Les Paul Studio.\nÞegar hún semur vill hún frekar spila á klassískan gítar en á tónleikum vill hún frekar spila á rafmagnsgítar.\nSkólinn sem hún var í heitir Napanee District Secondary School.\nÞegar hún var 12 ára vann hún í keppni í útvarpinu og fékk að syngja dúett með Shaniu Twain.\nHún var rekin úr skólanum sínum þrisvar vegna þess hve oft hún skrópaði og hve oft hún byrjaði að slást.\nHún vann 100.000 kr. í hæfileikakeppni þegar hún var 15 ára.\nHún var frekar einmanna þegar hún var í skóla.\nHún var góð í listatímum í skólanum hennar.\nÁ hverjum degi hjólar hún í 1 klukkutíma.\nHún gerir einnig 100 magaæfingar\nAvril er núna að vinna að nýrri plötu og ætlar að hafa meira rokk á henni og betri texta\nVonadi var hún ekki of löng og það væri gaman ef það hefði verið litið fá stafsetnigar villunum og vera",
    "url": "https://www.hugi.is/fraegafolkid/greinar/203230/avril-lavinge/",
    "url_id": "203230",
    "id": "1563511",
    "replies": [
        {
            "user": "saltogpipar",
            "user_id": "23532",
            "date": "2004-05-05 18:19:21",
            "id": "1563512",
            "reply_to_id": "1563511",
            "text": "mjög skemmtileg grein! mér finnst hun mjög góð.. og mér finnst hún bara frábær! góð grein"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-05-05 19:30:01",
            "id": "1563513",
            "reply_to_id": "1563511",
            "text": "góð sönkona og góð grein"
        },
        {
            "user": "Rassgata",
            "user_id": "34794",
            "date": "2004-05-06 18:01:28",
            "id": "1563514",
            "reply_to_id": "1563511",
            "text": "wannabe"
        },
        {
            "user": "alicia",
            "user_id": "25203",
            "date": "2004-05-07 19:10:10",
            "id": "1563515",
            "reply_to_id": "1563511",
            "text": "sniðugt að hafa svona staðreyndir í greinni, mjög góð grein, bara hryllileg söngkona og pirrandi"
        },
        {
            "user": "korvus",
            "user_id": "2649",
            "date": "2004-05-07 21:48:30",
            "id": "1563516",
            "reply_to_id": "1563511",
            "text": "Afmælisdagur: September 27, 1984\nAldur: 18?????\nGreinilega gamallt copy paste sko"
        },
        {
            "user": "arkano",
            "user_id": "48967",
            "date": "2004-05-09 12:43:49",
            "id": "1563517",
            "reply_to_id": "1563511",
            "text": "Flott grein! Hún er geðveikt góð marr… ein af role modelunum mínum og lögin hennar eru snilld!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-05-13 13:51:39",
            "id": "1563518",
            "reply_to_id": "1563511",
            "text": "virkilega góð grein,enda er hún snilldarsöngkona! :o)"
        },
        {
            "user": "Sedna",
            "user_id": "52375",
            "date": "2004-05-16 12:29:48",
            "id": "1563519",
            "reply_to_id": "1563511",
            "text": "Flott grein"
        },
        {
            "user": "bonobo",
            "user_id": "22716",
            "date": "2004-05-16 18:08:24",
            "id": "1563520",
            "reply_to_id": "1563511",
            "text": "Svona greinar hafa sprottið hér upp of oft skal ég segja ykkur. Þetta er gamalt copy/paste af annað hvort www.islenska-avril.2ya.com eða www.islenska-avril.cjb.net\nNákvæmlega svona greinar um Avril Lavigne hafa komið of oft á þetta áhugamál. Hvernig væri ef fólk gæti einu sinni lagt það á sig að skrifa sínar eigin greinar?"
        },
        {
            "user": "viktororri",
            "user_id": "13381",
            "date": "2004-05-23 19:04:31",
            "id": "1563521",
            "reply_to_id": "1563511",
            "text": "Jamm, merkileg tilviljun að hún skuli vera grænmetisæta og borða skinku eða kalkúnakjöt á samlokuna sína.\nLíka merkilegt að hún skuli vera með þetta týpíska poppstelpuútlit en svo klædd upp í voða rebelleg föt og sprangi svo um á nærbuxunum í myndböndum.\nÉg efa stórlega að þetta sé pönkari, mér finnst mun líklegra að þetta sé markaðssetning, eflaust hafa einhverjir hugsað að þeir vildu setja á markað vinsæla söngkonu en svo fattað að það væri orðið svo algengt að hafa svona poppsöngkonu.\n“Hey, hvað ef við látum eins og hún sé geðveikur pönkari? Það er öðruvísi, fólk trúir því örugglega ef við gerum það nógu vel”, hugsuðu þeir kannski til dæmis.\nEkki leyfa ykkur að vera svona miklar tölur á blaði.\nBestu óskir :)."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-05-29 19:10:04",
            "id": "1563522",
            "reply_to_id": "1563521",
            "text": "jamm kannske…en annars í myndbandinu var hún nú í venjulegum nærbrókum, bara eins og þú sætir á boxers heima hjá þér ;) en já ég er samt alveg sammála þér…getur verið að þetta sé markaðssetning og meira en líklegt :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-05-29 19:07:21",
            "id": "1563523",
            "reply_to_id": "1563511",
            "text": "er það ég eða heitir hún “Avril LaviGNE”?? en annast gömul grein..töff stelpa…góð lög, mætti fara meira út í rokkið :)"
        },
        {
            "user": "Lovebird",
            "user_id": "24919",
            "date": "2004-06-05 02:06:58",
            "id": "1563524",
            "reply_to_id": "1563511",
            "text": "ok sko .. ÞETTA ER KOMIÐ NÓG.. þessi EINMITT sama grein hefur komið OFT OFT OFT.. !!!\nstela grein og eigna sér heiðurinn.. heimskulegt.."
        },
        {
            "user": "erfid",
            "user_id": "34141",
            "date": "2004-07-05 11:43:56",
            "id": "1563525",
            "reply_to_id": "1563511",
            "text": "ágæt grein en gömul!"
        },
        {
            "user": "doppan",
            "user_id": "18665",
            "date": "2004-07-07 21:02:13",
            "id": "1563526",
            "reply_to_id": "1563511",
            "text": "Avril er enn ein afurð stóru plötufyrirtækjanna sem á að sýna unga, sjálfstæða stelpu sem segist semja allt sjálf. My ass :)\nEn ok… ég ætla ekki að segja meir. Því ég gleypi við þessu, því í hennar tilviki virkar þetta. Ég myndi fara útí búð og kaupa plötuna hennar ef ég myndi fíla hana aðeins meira heldur en ég geri ;)"
        },
        {
            "user": "honkadunk",
            "user_id": "53894",
            "date": "2004-07-16 02:58:32",
            "id": "1563527",
            "reply_to_id": "1563511",
            "text": "Mér finnst hún svoooo ómerkileg! Það eina sem mér finnst gott við hana er að hún hefur þá náðargáfu að semja lögin sín sjálf…En svo getur hún ekki einu sinni sungið þau ,JÚ svona rétt svo vælt í gegnum þau á tónleikum reyndar!"
        },
        {
            "user": "Upvappl",
            "user_id": "40041",
            "date": "2004-07-21 11:03:51",
            "id": "1563528",
            "reply_to_id": "1563511",
            "text": "Jamm, það var svo fróðlegt að vtia þetta um uppáhalds söngkonuna sína. Hun er nú meiri rokkstelpan og hún ROCKS eins og ég segi.\nEn fín grein og ég vona að Avril haldi áfram því me´r finnst Under my skin vera svo góð geislaplata og núna kann ég öll lögin þó það er mjög stutt síðan ég fékk hana.\nhttp://media.bmgonline.com/rcarecords.com/avri\nl_lavigne/audio/03_dont_tell_me_96.asx\nhehe, eitt lag með Avril. Held að það virki ekki"
        },
        {
            "user": "aslaugsmile",
            "user_id": "54497",
            "date": "2004-08-05 11:06:25",
            "id": "1563529",
            "reply_to_id": "1563511",
            "text": "Hversu oft fær hún sér samloku greinilega ekki oft það sést ekk á henni\ncool grein =D"
        },
        {
            "user": "aggababe",
            "user_id": "16089",
            "date": "2004-08-09 01:23:37",
            "id": "1563530",
            "reply_to_id": "1563511",
            "text": "Mér finnst þetta geðveikt góð grein:D\nKannski er það bara ég en mér finnst geðveikt skemmtilegar svona staðreindir :Þ\nGeðveikt flott hjá þér:D;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-08-18 21:17:18",
            "id": "1563531",
            "reply_to_id": "1563511",
            "text": "Mér finnst Avril hæfileikalaust wannabe."
        }
    ]
}