{
    "forum_title": "Ljóð",
    "user": "Abigel",
    "user_id": "22798",
    "date": "2004-04-25 10:59:05",
    "title": "Hví?",
    "text": "Hví eltist ég við menn sem\nbrjóta mig,\nbuga mig,\nberja mig?\nÁ meðan þú\nelskaðir mig,\nunnir mér,\nei andmæltir mér?\nÁ meðan ég\nhló að þér,\nhæddi þig,\nhunsaði þig.\nÞá á móti þú\nhjálpaðir mér,\nhlúð' að mér\nhuggaðir mig.\nSamt ég\nstóð á þér,\nskrökvað' að þér,\nsparkaði þér.\nAðeins eitt get ég sagt um heimsku mína:\n“Þeim var ég verst er unni mér mest”",
    "url": "https://www.hugi.is/ljod/greinar/203227/hvi/",
    "url_id": "203227",
    "id": "1563486",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2004-04-25 11:54:19",
            "id": "1563487",
            "reply_to_id": "1563486",
            "text": "Flott ljóð…"
        },
        {
            "user": "Kyy",
            "user_id": "21308",
            "date": "2004-04-25 17:40:46",
            "id": "1563488",
            "reply_to_id": "1563486",
            "text": "já svona er þetta.. rosalega varstu leiðileg við greigið manninn, ég vorkenndi honum rosalega þegar ég las þetta ljóð.. hann sem reyndi svo að vera góður við þig.. Í bara botna ekkert í þér að vera svona leiðileg við hann.. Mér fynnst nú að þú ættir að hringja í hann og byðja afsökunar.. jæja ég er búinn að bulla nó..:D\nMjög flott ljóð…  En svona er þetta… Fólk er fífl…"
        },
        {
            "user": "1Lubbi",
            "user_id": "23891",
            "date": "2004-04-25 23:14:16",
            "id": "1563489",
            "reply_to_id": "1563486",
            "text": "já frekar skemmtilegt ljóð en ég held það njóti sín best án síðustu tveggja línanna. flott hjá þér annars :)"
        },
        {
            "user": "Hildur",
            "user_id": "26976",
            "date": "2004-04-26 14:49:42",
            "id": "1563490",
            "reply_to_id": "1563486",
            "text": "Abigel!! Kommon stelpa! Þú getur mikið betur en þetta, það hefurðu sýnt og sannað fyrir löngu síðan. Í fyrsta lagi er orðaröðin brengluð hjá þér og brengluð orðaröð fer aldrei vel nema til að fella ljóð að tilteknum bragarhætti, semsagt til að þjóna hrynjandi, stuðlasetningu, rími o.s.frv. Í öðru lagi er ég ósátt við úrfellingakommurnar, mér finnst þær annars vegar allar óþarfar, þú ættir frekar að treysta lesandanum til að lesa ljóðið rétt án slíkra hjálpartækja og hins vegar notarðu úrfellingakommu í fjórða erindi til að fella brott ‘ir’ og það er hreinlega rangt, þú myndir aldrei tala svona, eins og gefur auga leið. Í þriðja lagi er stuðlasetningin, mér finnst hún reyndar ekki til sérstakrar prýði í ljóðinu, en það er sjálfsagt smekksatriði. En Abigel! Ef þú notar stuðla, hvort sem er á hefðbundinn hátt eður ei, þá notarðu þá rétt. Þú hlýtur að vita að st, sp og sk stuðla ekki saman… er það ekki annars? Í fjórða og síðasta lagi finnst mér að þú hefðir getað skorið allt ljóðið niður í örfáar línur, of mörg orð notuð til að koma svona einfaldri hugsun fram.\nEn jæja, vona að þú sért ekki sár :-*\nKv. H."
        }
    ]
}