{
    "forum_title": "Deiglan",
    "user": "gummicool",
    "user_id": "23499",
    "date": "2004-04-26 14:56:33",
    "title": "Hvers vegna sökk Titanic?",
    "text": "Flestir mundu halda því fram ef þeir yrðu spurðir þessari spurningu að Titanica klessti á risaísjaka og sökk. Og hvernig vissu þeir það? Nú það var í bíómyndinni.\nMargir gætu þrætt lengi um að Titanic hafi orðið fyrir ísjaka en ekki annað en þá spyr ég: af hverju lenti það fyrir ísjaka?\nÉg heyrði einu sinni svona hálfgerða urban legend sögu um að á 19. öld hafi verið að grafa upp gamlan egypskan grafreit. Í grafreitnum fannst eldgömul hendi. Maðurinn sem fann hendina var varaður við af leiðsögumönnum sínum og honum var sagt að á þessari hendi hvíldi bölvun. Hann trúði því ekki og hélt heim til Englands. Á Englandi byrjaði maðurinn að taka eftir að hans eigin hendi byrjaði að visna. Að lokum var hendin orðin svo visin að hún var skorin af. Maðurinn fékk nóg og ákvað að gefa áhugasömum manni um Egyptaland þennan forngrip(Hann varaði við bölvuninni). Maðurinn var hæstánægður en stuttu seinna þegar hann var að æfa skotfimi sýna með vini sýnum þá skaut vinur hans af honum hendina. Hann ákvað þá að selja egyptahendina til annars manns sem trúði ekkert á þessa bölvun. En hann trúði henni þegar hendin á eiginkonu hans byrjaði að visna og deyja. Þá ákvað maðurinn að láta flytja þessa hendi á British museum(Í kringum 1910). Safnvörðurinn á british museum byrjaði að taka eftir að hendin hans byrjaði að visna líka, eftir það var ákveðið að láta senda hendina með fyrsta skipi til Bandaríkjanna, hendin var sett í blýkistu og síðan pakkað vandlega inn svo engan grunaði neitt og síðan var hún sett í nýtt og glæsilegt skip sem var kallað Titanic…",
    "url": "https://www.hugi.is/deiglan/korkar/203528/hvers-vegna-sokk-titanic/",
    "url_id": "203528",
    "id": "1565786",
    "replies": [
        {
            "user": "Vilhelm",
            "user_id": "2179",
            "date": "2004-04-27 08:29:39",
            "id": "1565787",
            "reply_to_id": "1565786",
            "text": "…eg vil fa timann sem eg eyddi i ad lesa thessa vitleysu OG svara henni i thokkabot aftur, asamt dagodri summu af peningum i skadabaetur.<br><br>Með kveðju,\nVilhelm Smári\n<a href=\"\nhttp://www.vilhelm.is/\n“><font color=”green“>Vefsíða</font></a> - <a href=”mailto:vilhelm@vilhelm.is“><font color=”green“>Vefpóstur</font></a>\n<i>”Og Villi sagði ‘verði stuð,’ og það varð stuð. Og hann sá að stuðið var kúlt.\"</i>\n- Genesis, 1. kafli"
        },
        {
            "user": "indridi",
            "user_id": "6635",
            "date": "2004-04-27 13:58:38",
            "id": "1565788",
            "reply_to_id": "1565786",
            "text": "Titanic sökk vegna þess að það sigldi á ísjaka.  Hefði skipið siglt beint á ísjakan hefði einungis komið leki að hluta þess, en vegna þess að þeir reyndu að beygja frá lenti ísjakinn á hlið skipsins og opnaði stórar sprungur sem að ollu því að það kom að því of mikill leki þannig að það gat ekki haldist á floti.  Hvað það kemur visnaðri hendi við get ég ekki séð.<br><br>Öll dýrin eru jöfn, en sum dýr eru jafnari en önnur."
        },
        {
            "user": "bjoggi",
            "user_id": "588",
            "date": "2004-04-29 17:52:51",
            "id": "1565789",
            "reply_to_id": "1565788",
            "text": "Visnaða höndin olli því að skipið gat ekki beygt næginlega hratt frá ísjakanum þar sem að blýkistan var staðsett við stýrið.<br><br><font color=“#003366”><a href=\"\nhttp://bjoggi.org\n\">[orgið]</a></font><font color=“#003366”><a href=“mailto:bjoggi@bjoggi.org”>[gargið]</a></font><font color=“#003366”><a href=\"\nhttp://bjoggi.org/blogg\n\">[bjöggið]</a></font>\nTakk fyrir mig."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-04-28 15:43:58",
            "id": "1565790",
            "reply_to_id": "1565786",
            "text": "Þetta hefði sennilega verið betur við hæfi á Dulspeki."
        },
        {
            "user": "Jak",
            "user_id": "16664",
            "date": "2004-04-28 15:55:27",
            "id": "1565791",
            "reply_to_id": "1565786",
            "text": "Þetta er ekkert nema hindurvitni og kjaftæði."
        },
        {
            "user": "royal",
            "user_id": "1400",
            "date": "2004-04-28 16:28:02",
            "id": "1565792",
            "reply_to_id": "1565786",
            "text": "smá tuð!\nnf. hönd\nþf. hönd\nþgt. hendi\nef. handa"
        },
        {
            "user": "Kilo",
            "user_id": "44241",
            "date": "2004-04-29 18:09:30",
            "id": "1565793",
            "reply_to_id": "1565786",
            "text": "Ég hef heirt um þetta. ‘atti ekki ljósmyndari sem tók ymnd af múmmíunni sem fannst þarna að hafa framið sjálfsmorð því honum brá svo mikið við það sem kom út, myndin framkallaðist eitthvað skringilega.\nEn hvað er þetta að gera á deiglunni? á hún ekki að vera um það sem er í gangi á ÍSlandi og bara heiminum?<br><br>Donuts…is there anything they CAN’T do?\nHomer simpson"
        },
        {
            "user": "Lotti",
            "user_id": "10703",
            "date": "2004-04-29 20:50:32",
            "id": "1565794",
            "reply_to_id": "1565786",
            "text": "Svona ankaralegar seinni tíma skýringar á stórslysum og öðrum merkilegum atburðum mannkynssögunar eru oft stór skemmtilegar sér í lagi ef þær eru sveipaðar dulúð og draugagangi.\nEn þær hafa aðeins einn tilgang og hann er sá, að auðtrúa sálir kokgleypi hana og endursegi hana og auki fyrir næstu auðtrúandi sál. Umræðan hér sannar það.\nLotti."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-05-10 19:27:50",
            "id": "1565795",
            "reply_to_id": "1565786",
            "text": "Þetta hefur vinninginn. Þetta er mesta rugl sem skrifað hefur verið á huga.is<br><br>______________________________\nkv. Whistle"
        }
    ]
}