{
    "forum_title": "Hokkí",
    "user": "MutaNt",
    "user_id": "15732",
    "date": "2004-04-27 15:28:45",
    "title": "Streethokkí 2004",
    "text": "Eins og flestir vita er sumarið komið þetta ár og vil ég hér með lýsa ánægjunni minni á því með því að skrifa þessa grein og þið vitið hvað gerist á sumrin hjá okkur hokkígúrum… jú STREETHOKKÍ og mikið af því.\nÉg var að “spekulera” um að búa til dálk hérna með öllum bæjarfélögum og borgum sem að streethokkí er stundað í og upplýsingar með, tek bara Eyjar sem dæmi:\nVestmannaeyjar\n————–\nÍ Vestmannaeyjum er stundað streethokkí í íþróttamiðstöðinni og er þar spilað alla daga nema sunnudaga. Ef þú ert í eyjum og vilt kíkja í skemmtilegt streethokkí að endilega hafðu þá samband við Sigurð í síma 481-1389 eða tölvupóst mutant@vikingar.net . Það er spilað með markmenn, snertingar leyfðar (ekki misskilja :) og notað pökk. Lágmarkshlífar sem þarf er hjálmur, legghlífar og hanskar. Allir velkomnir, ungir sem aldnir.\nSvo væri líka frábært ef að einhverjir frá sínum bæjarfélögum myndu koma einhverjum upplýsingum til mín og hugmyndin á bakvið þetta er að vita hvar streethokkí er spilað á landinu. Hljóta að vera fleiri staðir en Rvk, Ak og Eyjar… ?\nSvo ætla ég að berjast fyrir því að það verða haldin einhver mót í sumar því að okkur Jökunum langar að keppa á móti þessum blessuðu íslandsmeisturum og gá hvort þeir sigri Streetbæ Íslands ;)\nEn endilega segið ykkar skoðanir og komið með hugmyndir og gerum þetta sumar að góðu streethokkí sumri en ekki eins og seinasta!\nKv, Siggi Jaki.",
    "url": "https://www.hugi.is/hokki/greinar/203551/streethokki-2004/",
    "url_id": "203551",
    "id": "1566042",
    "replies": [
        {
            "user": "kisinn",
            "user_id": "33124",
            "date": "2004-04-27 20:01:44",
            "id": "1566043",
            "reply_to_id": "1566042",
            "text": "Jeeehh! Go Jakarnir!\nSpurning að vinna í landi í sumar og geta þá leyft ykkur að finna aðeins fyrir sér ;Þ"
        },
        {
            "user": "kisinn",
            "user_id": "33124",
            "date": "2004-04-27 21:19:22",
            "id": "1566044",
            "reply_to_id": "1566043",
            "text": "Hehe góðir…go gettó child°s ;)"
        },
        {
            "user": "Aage",
            "user_id": "2449",
            "date": "2004-04-27 21:48:25",
            "id": "1566045",
            "reply_to_id": "1566042",
            "text": "Já nú er kominn tími til að bæta fyrir hversu slappur ég hef verið síðustu 2 ár við að spila. Ætla að flytja til Eyja yfir sumarið og taka vel á því :D"
        },
        {
            "user": "Lidstrom18",
            "user_id": "15230",
            "date": "2004-04-28 00:03:45",
            "id": "1566046",
            "reply_to_id": "1566042",
            "text": "Þetta er massa góð hugmynd ! ;)"
        },
        {
            "user": "Langston",
            "user_id": "36201",
            "date": "2004-04-29 13:24:14",
            "id": "1566047",
            "reply_to_id": "1566046",
            "text": "Geggjað …. líst vel á þetta\nÉg kem til eyja oft og hef altaf gleymt dótinu mínu reyndar síðast var verið að laga dúkinn en ég kem með stuffið næst :D"
        },
        {
            "user": "MutaNt",
            "user_id": "15732",
            "date": "2004-04-29 15:44:00",
            "id": "1566048",
            "reply_to_id": "1566047",
            "text": "Eins gott annars siga ég mömmu á þig ;)"
        },
        {
            "user": "2424",
            "user_id": "33174",
            "date": "2004-04-29 22:46:10",
            "id": "1566049",
            "reply_to_id": "1566042",
            "text": "við í NORÐLENSKU MÖSSUNUM erum alltaf klárir í game..\nkomið bara norður ef þið þorið!\n;)"
        },
        {
            "user": "rammstein",
            "user_id": "27927",
            "date": "2004-04-29 23:11:46",
            "id": "1566050",
            "reply_to_id": "1566042",
            "text": "Siggi!!\n“En endilega segið ykkar skoðanir og komið með hugmyndir og gerum þetta sumar að góðu streethokkí sumri en ekki eins og seinasta!”\nég segju nú bara fyrir mitt leiti síðasta sumar var massa street sumar!!\nvið vorum næstum því að spila á hverju kvöldi, og það allt kvöldið.\nég var svo mikið í að spila street að konan hélt að ég væri farinn frá sér!\nþannig að ef þetta sumar á að toppa það síðast, þá þarf það nú að vera helvíti gott sumar!"
        },
        {
            "user": "Norp",
            "user_id": "49092",
            "date": "2004-05-06 22:58:32",
            "id": "1566051",
            "reply_to_id": "1566042",
            "text": "Þetta er Satt hjá þér siggi babe fleyri meygabyrja okei gogo jakarni"
        },
        {
            "user": "Deadmen",
            "user_id": "30940",
            "date": "2004-05-17 19:36:45",
            "id": "1566052",
            "reply_to_id": "1566042",
            "text": "það eru alveg mörg.. streethockey lið í kóp.. hellingur af þeim sem spila niðri hjá snælandsskóla, þar er lítill völlur :P"
        },
        {
            "user": "Premium",
            "user_id": "1776",
            "date": "2004-06-07 20:37:46",
            "id": "1566053",
            "reply_to_id": "1566042",
            "text": "Götuhokký menningin er fámenn en góðmenn hérna í Hveragerði. Síðustu sumur hafa alltaf verið minnst tvö kvöld í viku tekin frá fyrir hokký og planið er að halda því áfram í sumar. Annars er yfirleitt hægt að smala einhverjum saman flest kvöld vikunnar þegar vel viðrar og spila. Við spilum yfirleitt á Kjörís planinu, það er svona lala en sleppur samt alveg. Svo var verið að malbika helling hjá nýju verslunarmiðstöðinni en það er enn verið að vinna í yfirborðsfrágangi (hellulagnir og slíkt) svo að bikið er frekar skítugt eins og er.\nPs.\nAage, þú verður að fara að kíkja á okkur við tækifæri og draga Linga með, hann er orðinn húðlatur við þetta en hins vegar er Egill bróðir hans enn á fullu. Viggi og Gísli eru líka hættir held ég. Þetta er eiginlega ekki svipur hjá sjón orðið miðað við hvernig var hérna í good ol' days…"
        },
        {
            "user": "GunnZ",
            "user_id": "53308",
            "date": "2004-06-18 18:54:23",
            "id": "1566054",
            "reply_to_id": "1566053",
            "text": "jájájájá… flott er… ég og mínir typpaostar í mínu liði eru sko alltaf til í leik."
        }
    ]
}