{
    "forum_title": "Hestar",
    "user": "eddaelka",
    "user_id": "47739",
    "date": "2004-04-26 15:10:47",
    "title": "Hestar",
    "text": "Mér finnst að hestar geti verið stór hættulegir eins og pabbi minn datt af hestbaki og braut 3 rifbein og hjálmurin sem hann var með beiglaðist mikið sko hann varð ónýtur. Pabbi minn þurfti að vera 3 nætur á spítala.Þanig að þeir eru stór hættulegir ef maður þekkir þá ekki.",
    "url": "https://www.hugi.is/hestar/korkar/203521/hestar/",
    "url_id": "203521",
    "id": "1565744",
    "replies": [
        {
            "user": "Fluga",
            "user_id": "26273",
            "date": "2004-04-26 22:56:04",
            "id": "1565745",
            "reply_to_id": "1565744",
            "text": "Það er ekkert hægt að dæma öll hross út frá einu. Hross eru jafn misjöfn eins og þau eru mörg en auðvitað eru sum sem setja svartan blett á öll hin. En svona er þetta.\nVinur minn fór einmitt af um daginn, á föstudaginn langa. Hann gliðnaði um mjaðmagrindina og rifbeinsbrotnaði. Hann var á hesti sem alltaf hefur verið þægur, og er reyndar. Hann er nú bara 6 vetra þannig að það er kannski ekki að vænta meira af honum. <br><br>Það þarf ekki alltaf að skrifa <a href=\"\nhttp://www.hrekkjalomur.tk\n\"> eitthvað…</a"
        },
        {
            "user": "Fluga",
            "user_id": "26273",
            "date": "2004-04-28 14:15:19",
            "id": "1565746",
            "reply_to_id": "1565745",
            "text": "Það er heldur ekki altaf hrossinu að kenna. Sumir eru fullir á baki. Aðrir berja hestana. Og enn aðrir eru bara lélegir knapar.\n(er ekki að segja að neitt að ofantöldu eigi við pabba þinn bara að benda á það)"
        },
        {
            "user": "Sedna",
            "user_id": "52375",
            "date": "2004-04-29 13:57:30",
            "id": "1565747",
            "reply_to_id": "1565746",
            "text": "Ég er ekki að segja að pabbi þinn sé lélegur reiðmaður, en það er samt satt að það eru ekki til lélegir hestar, bara lélegir knapar.<br><br>…………………………………………..\n<i><font color=“purple”>Welcome to my world\n-Seth Cohen</font></i"
        },
        {
            "user": "Gooseberry",
            "user_id": "23181",
            "date": "2004-05-07 18:06:39",
            "id": "1565748",
            "reply_to_id": "1565747",
            "text": "ég vil nú ekki vera alveg sammála því að það séu ekki til lélegir hestar því það er ekki satt! En hins vegar er það samt allt of oft knapanum að kenna ef e-ð fer úrskeiðis!\nVil líka benda á að það er líka hættulegt að keyra bíl…\n:)"
        }
    ]
}