{
    "forum_title": "Deiglan",
    "user": "Snoother",
    "user_id": "30710",
    "date": "2004-04-29 18:20:44",
    "title": "Engin öfgatrúarbrögð!!!",
    "text": "Ok þar sem ég hef verið í pásu hérna á Deiglunni í smá tíma þá hef ég ákveðið að gefa frá mér eitthvað öfgafullt og krassandi!\nÞá ákvað ég að fjalla um öfgatrúarbrögð, bendi á að ég er trúaður en er þó ekki að fullvissa um að Guð sé endilega til! og að hann sé eini Guðinn í heiminum!\nFlest stríð í heiminum byrja vegna trúarbragða, hugsið ykkur Ísrael og Palestínu. Þetta er trúarbragðastríð, þar sem múslimar og gyðingar berjast við hvern annan… bæði trúarbrögðin eru öfgatrúarbrögð, það er að allir fylgja strangt eftir því sem trúin segir. Þó svo að margt í trúnni er gamaldags og kemur ekki saman við það sem tíðkast nú í daga þá er þessu öllu enn fylgt.\nTrúarbragðastríð eru jafngömul og trúarbrögð hafa verið til!\nKrossfarirnar falla undir þessa gerð stríða þar sem Kaþólska kirkjan vildi fá Jerúsalemsborg úr höndum múslima sem henni héldu.\nMörg þúsund dóu, þar af mörg þúsund börn sem fylgdu öllu eftir sem páfinn sagði og fóru í sérstökum “barnaherdeildum” leiðina til Jerúsalems en ekkert barn komst á leiðarenda, flest dóu og afgangurinn varð að þrælum.\nTrúarbrögð eiga líka til að brjóta á rétti sumra einstaklinga eins og Bush hefur bannað hommum að giftast… sumir leiðtogar trúarbragða eins og Páfinn, hafa oft misnotað sér þá sem falla undir sömu trú og látið þá gera eitthvað sem höfuðpaurnum hugnast best. Þá getum við nefnt dæmi, Páfinn selur syndaaflausnir til þess að græða pening. Líka segjum sem svo að ríkistjórn og meiri hluti þjóðar sé annarar trúar en hinn hlutinn er oft brotið á síðari hlutanum, getum nefnt dæmi Saddam Hussein Íraksforseti og Ariel Sharon forsetisráðherra Ísraels, sem dæmi eru 20% Ísraela múslimar en þeir eiga bara einn þingmann af hundruðum á Írösku þingi.\nSvo líka að nefna að sum trúarbrögð standa fyrir vísindalegum framförum eins og Gallileo Gallílei setti fram kenningar  um hnattlögun jarðar og snúning jarðar um sólina… við getum giskað okkur til hvað Kaþólska kirkjan gerði við hann.\nEn þó svo trúarbrögð eru í sumum tilvikum slæm þá eru þau nauðsynleg, þau útskýra með sínum eigin orðum afhverju við séum til, hvaða tilgangur er með tilveru okkar og svo framvegis…\nán trúarbragða myndi hver og einn einstaklingur gera sér sínar eigin hugmyndir um tilgang sinn og þróun heimsins, og sumar hugmydnirnar gætu orðið hættulegar… það er mannleg þörf að þurfa vita tilgang sinn hér á jörðinni, sem er svoldið erfitt þegar vísindamenn hafa sýnt fram á það að heimurinn sé svo stór og við erum ekki miðja alheimsins(eins og flestum langar að sé :P)\nheldur eru við pínkulítill hluti af heiminum og hann fer stækkandi!!!\nÍmyndaðu þér teiknitöflu hún er 20 metra löng! og 20 metra há! segjum að þessi tafla sé mynd af sólkerfinu\nvið enda töflunnar skulum við teikna sólina, í réttum stærðarhlutföllum við stærð töflunnar, taktu þér nú blýant og gerði nokkuð langt frá sólinni einn punkt, þar hefurur jörðina!\nStrokaðu nú allt út og ímandaðu þér að taflan sé vetrarbrautin, taktu þér blýantinn og gerði pínkulítinn punkt langt frá miðju vetrarbrautarinnar… þar hefuru sólkerfið okkar!\nÍmyndaðu þér svo alheiminn með sýnum mörgu vetrarbrautum… teiknaðu einn lítin punkt langt frá miðjunni… þar hefuru vetrarbrautina okkar!\nFyrir suma er þessi lýsing svoldið skrýtin og erfitt er að ímynda sér þetta… þess vegna fara margir til trúarinnar til þess að fá svör… svör sem já stundum geta verið góð og stundum slæm… sum fáránleg…eins og boðorðin 10 þau eru góð, en samt er saga í biblíunni sem segir að sjálfsróun sé slæm og maður deyji fyrir það… sem er algjör vitleysa :D\nJæja ætla að ljúka þessari umræðu núna, hún hefur verið frekar löng… vona að engin trúuð manneskja( sama hverrar trúar) hafi tekið þessu illa og sem móðgun við sig, þessi grein er skrifuð án allra fordóma… ekki er meint að Mótmælendatrúin sé rétt og betri og vil ég benda á það! :P\nSnoothe",
    "url": "https://www.hugi.is/deiglan/greinar/203893/engin-ofgatruarbrogd/",
    "url_id": "203893",
    "id": "1569046",
    "replies": [
        {
            "user": "frae",
            "user_id": "29787",
            "date": "2004-04-30 09:21:11",
            "id": "1569048",
            "reply_to_id": "1569046",
            "text": "“Flest stríð í heiminum byrja vegna trúarbragða”?\nEf það er eitthvað eitt sem er hægt að alhæfa um hversvegna ‘flest stríð’ eru háð, þá er það um landsvæði og auðlindir.  Til dæmis öll átök í kringum Ísrael snúast (og hafa snúist) um yfirráð landsvæðis.  Flest öll stríð í Afríku (þar sem flest stríð eru háð þessa dagana) snúast um yfirráð landsvæða (og jafvel heilu landana), þori reyndar lítið að segja um áhrif trúarbragða þar.\nTrúarbrögð er hinsvegar oft þáttur í því afhverju tveir (eða fleirri) hópar geta ekki lifað í sátt á sama landsvæðinu."
        },
        {
            "user": "frae",
            "user_id": "29787",
            "date": "2004-04-30 09:58:26",
            "id": "1569049",
            "reply_to_id": "1569048",
            "text": "Fullyrðingin að “Flest stríð í heiminum byrja vegna trúarbragða” er hreinlega röng.\nÞað gefur ekki rétta mynd þegar talað er um stríðsátök að draga línurnar á milli stríðandi aðila með því að tala um þá trú sem þeir aðhyllast. Gott dæmi um þetta eru átökin á Norður-Írlandi sem hafa fátt með trúarbrögð að gera. Átökin þar eru sjálfstæðisbarátta, ekki átök milli trúarbragða - það vill svo til að Englendigar eru mótmælendur og Írar eru kaþólskir.\nVafalaust erum við í hinum vestræna heimi kallaðir kristnir þó e.t.v. ekki séu allir kristnir eða játi trúa á Guð. Trú er stór hluti af menningu samfélags manna. Þannig lítur það stundum út á yfirborðinu að átök séu á milli ólíkra trúarbragða. Þegar betur er að gáð þá er kemur í ljós að trúin er ekki það sem kemur í veg fyrir að fólk geti ekki lifað í sátt og samlyndi heldur frekar ólík menning, gildi, saga o.fl."
        },
        {
            "user": "LulliB",
            "user_id": "5781",
            "date": "2004-04-30 10:30:53",
            "id": "1569050",
            "reply_to_id": "1569049",
            "text": "Þegar ég vissi síðast þá hefur stríðið í norður írlandi verið trúarbragðarstríð, þara segja mótmælenda í norður írlandi og kaþólska, ég myndi segja að trúarbrögð væru upphaf mjög mörg stríð og þjónaði ekki okkur, trúarbrögð eru úrelt eða það þarf að breyta þeim til að þau virki á okkar þjóðfélag, trúarbrögð eru oftast kjarninn á menningu, gildi og sögu, ég er ekki að segja að trúin sé það heldur trúarbrögð. Ef við ætlum að lifa sátt og samlyndi þá verðum við að hætta að taka trúarbrögð bókstaflega."
        },
        {
            "user": "Scorpio21",
            "user_id": "7299",
            "date": "2004-04-30 09:52:33",
            "id": "1569047",
            "reply_to_id": "1569046",
            "text": "Þú fórst ekkert alltof mikið út í öfgartrúarbrögð í þessari grein sé ég.\nÁgætis grein samt svosem en ég vildi bara leiðrétta þig að það var ekki Galíleio sem kom með sólmiðjukenninguna heldur studdi hana aðeins og þegar kaþólska kirkjan yfirheyrði hann þá hætti hann við að styðja sólmiðjukenninguna til að sjálfsögðu að vera ekki brenndur á báli.\nNóg um sögu. Gísli Hinn Mikli Kveðu"
        },
        {
            "user": "Snoother",
            "user_id": "30710",
            "date": "2004-04-30 10:13:28",
            "id": "1569051",
            "reply_to_id": "1569046",
            "text": "“sem dæmi eru 20% Ísraela múslimar en þeir eiga bara einn þingmann af hundruðum á Írösku þingi.”\nísrael og írak er ekki sama landið…\nreyndar soldið lang frá því"
        },
        {
            "user": "Snoother",
            "user_id": "30710",
            "date": "2004-04-30 12:30:25",
            "id": "1569052",
            "reply_to_id": "1569051",
            "text": "ok þarna ruglasðist ég aðeins\n“sem dæmi eru 20% Ísraela múslimar en þeir eiga bara einn þingmann af hundruðum á Írösku þingi.”\nátti að vera á ísraelsku þingi :P\nOg einvher sagði, að sum stríð fjölluðu um auðlindir og svo framvegis… það er rétt, en ríkistjórnir hvetja til stríðsins með því að segja að hitt landið sé fullt af villutrúarmönnum…\nsetjum upp dæmi\nÞað eru 2 lönd… Annað er Bush-landið þar sem allir eru kristnir og á móti samkynhneigðum…\nhitt landið er samkynhneigða landið landið þar sem allir eru samkynhneigiðir…\nEn allt í einu finnst olía á samkynhneigðalandinu… forseti Bush landsins sem er Buhs :D vill olíuna… segir þjóð sinni að samkynhneigð hinsl landsins gangi ekki upp og vill ráðast inní það… kristna fólkið ræðst inní Samkynhneigða landið og drepur fullt af fólki…\nÞar hefur Bush fengið sína olíu og kristna fólkið er sátt við að samkynhneigð er ekki til lengur..\nlíka Hitler vitnaði oft í biblíuna og sagði að hún segði að Gyðingar væru villutrúar fólk sem drap freslara kristinna… það ýtti undir hatur á gyðingum :P"
        },
        {
            "user": "Cyrdan",
            "user_id": "7926",
            "date": "2004-04-30 13:05:40",
            "id": "1569053",
            "reply_to_id": "1569052",
            "text": "“Trúarbragðastríð eru jafngömul og trúarbrögð hafa verið til!”\nÞessi fullyrðing er röng. Trúarbragðastríð hafa nánast eingöngu fylgt eingyðistrúarbrögðunum. Þ.e.a.s kristni, gyðingdómi og múhammeðstrú. Sem eru náttúrulega öll af sama uppruna og hafa öll sama guðinn, Jahve. Aldrei var þetta vandamál á tíma fjölgyðistrúarbragðanna.\nEnda eru þessi eingyðistrúarbrögð öll öfgatrúarbrögð. Bévítans sorp bara."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-04-30 13:17:49",
            "id": "1569054",
            "reply_to_id": "1569053",
            "text": "reyndar voru líka stríð á milli fjölgyðistrúaðra í denn…   milli ættbálka í afríku og så videre . . .\nþetta er röng fullyrðing hjá þér:  “Aldrei var þetta vandamál á tíma fjölgyðistrúarbragðanna.”"
        },
        {
            "user": "Snoother",
            "user_id": "30710",
            "date": "2004-04-30 13:43:19",
            "id": "1569055",
            "reply_to_id": "1569052",
            "text": "“setjum upp dæmi\nÞað eru 2 lönd… Annað er Bush-landið þar sem allir eru kristnir og á móti samkynhneigðum…\nhitt landið er samkynhneigða landið landið þar sem allir eru samkynhneigiðir…\nEn allt í einu finnst olía á samkynhneigðalandinu… forseti Bush landsins sem er Buhs :D vill olíuna… segir þjóð sinni að samkynhneigð hinsl landsins gangi ekki upp og vill ráðast inní það… kristna fólkið ræðst inní Samkynhneigða landið og drepur fullt af fólki…\nÞar hefur Bush fengið sína olíu og kristna fólkið er sátt við að samkynhneigð er ekki til lengur..”\nEn þá væri þetta ekki trúarbragðastríð :)  Meira svona kynheigðarstríð.  Kynhneigð og trú tengist bara mest lítið.."
        },
        {
            "user": "Snoother",
            "user_id": "30710",
            "date": "2004-04-30 15:25:49",
            "id": "1569056",
            "reply_to_id": "1569055",
            "text": "ziaf var að reyna að setja þetta í nútímalegt samhengi :D"
        },
        {
            "user": "Dagfari",
            "user_id": "8158",
            "date": "2004-04-30 14:11:40",
            "id": "1569057",
            "reply_to_id": "1569051",
            "text": "Tja.. Ég myndi segja að það væri árangur fyrir íslamstrúaða Ísraela að ná manni inn á íraskt þing. ;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-04-30 14:15:31",
            "id": "1569058",
            "reply_to_id": "1569057",
            "text": "hehehe  barammbammtiss"
        },
        {
            "user": "tunkur",
            "user_id": "16472",
            "date": "2004-04-30 11:36:29",
            "id": "1569059",
            "reply_to_id": "1569046",
            "text": "Allir ættu bara að verða buddistar sagan sínir það líka að buddistar fara aldrei í stríð nema í sjálfsvörn eins og í tíbet þegar kínverjar gerðu innrás og svo hafa flest öll budda munka klaustur einhverja bardaga þjálfun upp á það að geta varið tilvist sína og hefur það oft komið fyrir að þeir hafi þúrft þess\nOg hann Kupla Kan(veit ekki hvernig skrifað)\nhann stundaði það þegar mongólar réðu yfir kína að ef það voru komnir of margir kínverjar í einhvern part af kína þá lét hann smala saman nokkuð mörgum kínverjum og lét bara taka þá af lífi en hann hætti þessu eftir að hann kintist Lama munki frá tíbet sem kinti honum buddisma og eftir það hætti hann að taka af lífi fólk fyrir ekkert en pauntið er að hann skánaði\nAllir ættu bara að verða buddistar og ér ég birjaður að líta á mig sem buddista því að ég er birjaður að fylgja boðskapi budda þið ættuð öll að kinna ikkur hann best er að lesa eithvað eftir Dala Lama til kinnast honum enda er buddismin bara í rauninni rökhugsun\nok ég er hættur að skrifa"
        },
        {
            "user": "Bastich",
            "user_id": "27824",
            "date": "2004-04-30 14:45:21",
            "id": "1569060",
            "reply_to_id": "1569059",
            "text": "tunkur:\nKublai Khan gerðist ekki búddisti vegna þess að honum “leist svona vel á trúna”. Það lá önnur ástæða að baki…\nKublai Khan erfði stærsta land sem sögur fara af, sem náði yfir mestalla Asíu, þar á meðal allt Kínaveldi, og hann átti satt að segja í vandræðum með að hafa stjórn á því öllu einsamall. Hann tók fólk af lífi út af hinum ýmsu og undarlegustu ástæðum, en að nota grimmd, hræðslu og ótta myndi ekki þjóna þessum tilgangi mikið lengur, svo hann leitaði annarra ráða. Hann sá að Kínaveldi (sem Genghis Khan hafði lagt undir sig) hafði notað menningu og heimspeki til að hafa stjórn á þegnum sínum, ekki ofbeldi. Og þarna fékk Kublai Khan hugmynd; ef hann gæti komið fram með nýja heimspeki, nýjar hugsjónir, þá myndi hann ekki bara vera talinn menntaður leiðtogi, heldur líka elskaður af þegnum sínum. Lausnina á öllu þessu fann hann í Búddhatrúnni. Að hann gerðist sjálfur búddisti var bara hluti af áætlun Kublai Khans um að innleiða trúna. Veldi hans varð mun friðsamlegra fyrir vikið, um það er ekki hægt að neita.\nEn þú setur fram búddatrú eins og hún sé betri en aðrar trúr. Ég viðurkenni fúslega, hún er mun friðsamlegri en aðrar trúr, en að öðru leyti er hún ekkert öðruvísi heldur en hin “stóru” trúarbrögðin. Ég gæti meira að segja gengið svo langt að segja, að með skrifum þínum sért þú að ganga gegn kenningum Búdda, því hann segir að þú skulir ekki segja ósatt eða fara með ósannindi.\nÞað eru örugglega margir hér sem eru forvitnir um búddatrú, en því miður er voðalega lítið í svari þínu sem svalar þeirri forvitni. Þess vegna fyndist mér (og örugglega öðrum) frábært að heyra hvað meira þú hefur að segja okkur um Búdda."
        },
        {
            "user": "tunkur",
            "user_id": "16472",
            "date": "2004-05-01 16:20:48",
            "id": "1569061",
            "reply_to_id": "1569060",
            "text": "Bastich\nok ég vissi þetta ekki mér hefur greinilega verið sagt vitlaust frá þessu\nog svo hefði ég ekki geta verið að greina vitlaust frá því að ég vissi ekki betur því að ég hélta að ég væri að greina rétt frá\nok bæ og takk fyrir uplísingarna"
        },
        {
            "user": "42ersvarid",
            "user_id": "40672",
            "date": "2004-04-30 15:18:24",
            "id": "1569062",
            "reply_to_id": "1569059",
            "text": "Tunkur:\nBúddistar eru voða góðir eins og múslimar og kristnir reyndar líka, svona upp til hópa. Hins vegar eru geðsjúkir stjórnendur sem hafa knúið fram stríð í nafni allra þessara trúarbragða.\n“sagan sínir það líka að buddistar fara aldrei í stríð nema í sjálfsvörn”\nÞetta er rangt, sagan sýnir þvert á móti að Búddistar hafa farið í stríð. Ashoka, sem var kongunur/keisari á Indlandi og breiddi Búddatrúna út um allt ríki sitt (mesta einstaka trúboð Búddisma), lét aldeilis ekki sitt eftir liggja í stríði. Enda erfitt að leggja undir sig stóran hluta af indlandsskaganum án ofbeldis og kúgunar af einhverju tagi.\nJapanskir Búddistar voru líka mjög herskáir og börðust bæði í sókn og vörn.\nÍ Tælandi ríkir búddísk konungsætt, sem hefur ekki verið í stríðsrekstri en heldur úti her og kúgar þegna sína með tilvísunum í trúarrit.\nAð lokum er rétt að benda á að Dalai Lama stendur einungis fyrir eina grein búddisma og í skrifum hans verður þetta svolítið eins og útþynnt kók. Líkt og með öll trúarbrögð er best að kynna sér trúartextana sjálfa og komast þannig hjá eins mörgum túlkunum og hægt er. (engin trúarbrögð eru rökhugsun heldur einmitt andstað rökhugsunar, of mikil rökhugsun drepur trúarbrögðin…)\nLifið heil"
        },
        {
            "user": "tunkur",
            "user_id": "16472",
            "date": "2004-05-01 16:13:22",
            "id": "1569063",
            "reply_to_id": "1569062",
            "text": "Ég vissi þetta ekki og takk fyrir upplísingarnar\nég fór bara að hugsa þetta meðan ég var að lesa greininna en eitt með japönsku buddistana þeir voru margir samuraiar og lifðu þess vegna eftir reglum bushido sem eru allt annað en miskun þannig að þeir voru fyrst hermen og í öðru lagi búddistar\nEn raunin er sú að ef allir myndu fillgja kjarnaboðskapi trúarbragða sinna væru ekki stríð það væri bara friður sem dæmi þá stendur í kóraninu að ef maður drepur ein mann drepi maður allt mannkinið þannig að hriðjuverkarmenn eru með mestu hræsnurum sem til eru og úr kristninni sem dæmi þá sagði Jesu meðan það var verið að krossfesta hann faðir fyrirgefðu þeim því að þeir vita ekki hvað þeir gjöra sem sínir bara að maður eigi að elska alla og fyrirgefa þeim sama hvað þeir gera sem sínir bara að stríði hanns Bush er það ókristilegast sem hægt er að gera því að samhvæmt trúnni ætti hann að reina að semja um frið við þessa menn því að það er eina sem á einhvertíman eftir að virka því það að berjast gegn þeim er bara að hellla olíu á eld\nég hef ekkert meira að seija í bili bæ"
        },
        {
            "user": "Isiss",
            "user_id": "19626",
            "date": "2004-04-30 15:43:55",
            "id": "1569064",
            "reply_to_id": "1569046",
            "text": "Langar bara að minna á að það er ekki til neitt sem heitir öfgatrúarbrögð, það eru bara til trúarbrögð, hins vegar eru fólk sem er öfgatrúar á sín trúarbrögð og túlka/mistúlka þau yfirleitt sér eða líferni sínu til hæfis.\nAnnars, eins og áður kom fram, er alrangt að flest stríð eigi uppruna sinn í trúarbrögðum, flest þeirra spretta nú bara af græðgi og græðgi er einmitt það sem öll trúarbrögð eru á móti enda flest trúarbrögð með friðarboðskap og ætluð til þess að gera heiminn að betri stað."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2004-04-30 16:44:50",
            "id": "1569065",
            "reply_to_id": "1569046",
            "text": "Hugsaðu þig um tvisvar næst þegar þú sendir inn grein."
        },
        {
            "user": "Foley",
            "user_id": "44940",
            "date": "2004-04-30 18:01:26",
            "id": "1569066",
            "reply_to_id": "1569046",
            "text": "“…hugsið ykkur Ísrael og Palestínu. Þetta er trúarbragðastríð, þar sem múslimar og gyðingar berjast við hvern annan… bæði trúarbrögðin eru öfgatrúarbrögð, það er að allir fylgja strangt eftir því sem trúin segir.”\nThetta er nú meiri vitleysan.  Thad eru ekki allir múslimar og gydingar ofsatrúarmenn (ofgatrú?).  Thad er bara ákvedinn hluti af hópnum.  Ég aetla ekki ad fullyrda neitt en ég kynntist einu sinni múslima sem syndi mér kafla í kóraninum thar sem stód ad thad aetti ad bera virdingu fyrir odrum trúarbrogdum.  Hann var thví midur á fronsku sem ég skil ekki.  Kannski einhver sem veit meira um thad eda getur leidrétt mig.\nFoley"
        },
        {
            "user": "spekingur",
            "user_id": "42693",
            "date": "2004-05-01 12:22:29",
            "id": "1569067",
            "reply_to_id": "1569066",
            "text": "Tjahh það á víst líka að standa í kóraninum að múslimar megi ekki una sér hvíldar fyrr en Íslam eru einu trúarbrögðin í heiminum.  Fyrir utan síðan allt kvenhatrið.  Nei kóraninn er ekki góð bók."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2004-04-30 20:01:42",
            "id": "1569068",
            "reply_to_id": "1569046",
            "text": "Fá stríð eru vegna trúarbragða sem slíkra, heldur vegna þess að fólk dregur sig í hópa samkvæmt trú til að aðskilja sig öðrum, þetta er útgáfa af “tribalisma”. Þessi tribalismi hefur fylgt okkur frá örófi alda, byrjar með fjölskyldunni, svo ættinni, þjóðinni, svo fært yfir á trúar og pólitískar hreyfingar.\nNú þegar Evrópusambandið er að stækka má segja að um ákveðin tribalismi ráði þar. Þess má geta að tribalismin er aðalástæða sífellds ófriðar í Afríku, þeir drepa hvern annan þegar þeir hafa ekki hvíta til að drepa og kenna um ófarir sýnar. Hefur eitthvað batnað í S-Afríku ?"
        },
        {
            "user": "OfurTuri",
            "user_id": "24521",
            "date": "2004-05-03 09:30:53",
            "id": "1569069",
            "reply_to_id": "1569046",
            "text": "Snoother, mér langar nú ekkert að hnýta í greinina þína varðandi augljósar innsláttarvillur sem þú hefur leiðrétt. Annað er þó um sumar fullyrðingar þínar sem eiga ekki alveg rétt á sér,\n1. \tPáfinn selur ekki syndaaflausnir, hefur aldrei gert það og væntanlega aldrei gera það. Það tíðkaðist um árið 1400 að kaþólska kirkjan (prestar og biskupar) seldu aflátsbréf til afla kirkjunni tekna. Því lauk nokkru síðar vegna andúðar einmitt Páfagarðs og aukningar Lútherstrúarmanna.\n2.\tPáfinn sendi aldrei neinn út til að drepa múslima í Júdeu (krossferðirnar). Hann sendi út ákall til allra rétttrúaðra um að það þyrfti að frelsa Jerúsalem. Skilgreinginaratriði en það er samt munur. Barnaherdeildirnar voru ekki skipulagðar heldur var þetta ótrúlegt samansafn flakkara, munaðarleysingja og þjófa (voru þó öll börn að aldri) sem lögðu upp til Jerúsalem. Komust ekki langt því að mörg þeirra dóu á leiðinni og restin var tekin í þrældóm.\n3.\tKaþólska kirkjan setti Galíleó Galílei í stofufangelsi og hótaði honum pyntingum fyrir villutrú fyrir mjög svo róttækar (en sannar) kenningar sínar. Bara það sé á hreinu.\n4.\tÞér finnst yfirþyrmandi hversu lítil við erum í samræmi við alheiminn og því hljóti eitthvað meira og merkilegra en við að vera þarna úti. Þetta er spurning sem menn hafa velt fyrir sér allt frá því að við áttuðum okkur á því að við værum sjálf til. Ég vil þó spyrja ykkur öll, Skiptir það einhverju máli? Skiptir það einhverju máli hvað er handan við hornið og lifið þið svo lélegu lífi og eruð þið svo óánægð með það sem þið gerið í dag að þið verðið að eiga a.m.k. eitt aukalíf, eiga kost á ,,replay”? Þið fáið aldrei svar við þessu fyrr en þið hættið að spá í því sem gerist á morgun eða eftir 10.000. ár og lifið fyrir lífið sem þið lifið núna. Reynið að gera sem mest úr því og vera sátt.\nCyrdan sagði að það væru einungis eingyðistrúarbrögð sem ýttu undir trúarbragðastríð, það er nú ekki allskostar rétt. Hann / hún ætti nú að vita að ásatrúarmenn voru nú ekki beint neinir friðarpostular þegar best lét, né voru Rómverjar neitt umburðarlyndir þegar þeir ofsóttu menn í sínum skattlendum. Spartverjar voru heldur ekkert þekktir fyrir að elska friðinn og strjúka kviðinn! Nú er ég viss um að einhver segir að þetta séu útdauð trúarbrögð en þá vil ég einnig benda á deilur hindúa vs. síhkar vs. múslimar á Indlandi. Þarna er tvenn fjölgyðisrúarbrögð að berjast innbyrðis og gegn múslimum. Það rétta er að menn hafa notað öll trúarbrögð til að réttlæta styrjaldir, öll trúarbrögð önnur en búddisma, búddismi er ekki trúarbrögð í þeirri skilgreiningu heldur heimspeki eins og t.d. konfúsíusismi.\n42ersvarid, gagnrýndi ,,að búddistar færu aldrei í stríð nema í sjálfsvörn” sem ér rétt hjá honum. Búddistar hafa farið í stríð en um þennan Asoka konung sem á að hafa útbreidd búddisma hægri vinstri um Indland hef ég ekki heyrt um. Ekki það að ég sé eitthvað alvitur um búddisma eða sögu hans. Málið er að búddisminn í sjálfu sér hefur aldrei verið notaður til að réttlæta stríð. Það stríðir alfarið gegn lífsspeki búddísta að deyða, deyða hvað sem er. Hermaður sem er sigursæll í orrustu getur verið glaður yfir því að hafa lifað hana af en verður einnig vansæll því það er mikið sem hann þarf að bæta upp fyrir þau illskuverk sem hann vann í orrustunni svo hann geti haldið áfram í lífshjólinu.\nÞað að segja að átökin í Palestínu séu ekki átök á milli trúarbragða er svolítið barnalegt að segja. Sú hugmynd sem Alþjóðasamtök Zíonista kom upp með aldamótin 1900 að gyðingar ættu allir að taka sig upp og flytja í fyrirheitnalandið (Júdeu), því að það væri réttmæt eign þeirra er eins og ásatrúarfélagið fari nú með flugi til Noregs og heimti að lögbundin ríkistjórn Noregs segi af sér og afhendi öll völd í hendur ásatrúarmanna. Þessi fámenni hópur gæti svo með stuðningi alþjóðasamfélagsins (Ísland verið duglegt þar á meðal) kúgað þær milljónir Norðmanna sem bjuggu þar í friði áður. Allt þetta vegna þess að við höfum einhverjar leðurskruddur sem segja að Íslendingar séu komnir frá Noregi! Það sér hver maður að þetta myndi aldrei lýðast en merkilegt nokk þetta er að gerast fyrir boti Miðjarðarhafs.\nNú byrjar einhver að hugsa og því miður skrifar, ,,þú, þú þana ofurturi, þú ert bara gyðingahatari!!” Nei ég er það ekki, ég er á móti stefnu Ísraela og á móti því sem Ísraelsmenn gera. Ég sé ekki hvernig þeirra gjörðir eiga að réttlæta einhverja hugsanlega andúð mína gagnvart gyðingum annarsstaðar, hvort sem þeir búa í Frakklandi eða á Íslandi.\nMálið er að menn í valdagræðgi sinni og tilraunum til að gera sig ódauðlega í bókum sögunnar hafa ekki hikað við að misnota trúarbrögð né auðlindir sinna eigin þjóða í sínum eigin tilgangi. Gildir einu hvort talað er um Sesar, Adolf Hitler, Karlamagnús eða Dalai Lama.\nKveðja Ofurturi"
        },
        {
            "user": "Snoother",
            "user_id": "30710",
            "date": "2004-05-05 18:11:09",
            "id": "1569070",
            "reply_to_id": "1569069",
            "text": "Sko ok bara ða láta vita, ég vissi það eins og flestir að núverandi páfi selur ekki syndaaflausnir, ég var að tala um p´áfa fortíðarinnar, ég sagði aldrei að börnin sem fóru í krossferðirnar voru skipulögð af kirkjunni, en ég hef aldrei heyrt að kirkjan reyndi að stöðva þau. Ég veit líka páfinn bað kristna menn um að taka Jerúsalem, en það var það sama og að segja þeim að gera það… ég var að benda á að einn aðili getur stjórnað mörgum í nafni trúar! Eins og Japanskeisari sagði fólki að fara í stríð við BNA í seinni heimstyrjuöld og fólk trúði því að keisarinn væri “guð” og hlýddi honum því. Stuttu eftir stríð viðurkenndi keisarinn að það væri ekkert guðlegt við hann.\nP.S. ég lifi lífinu eins vel og ég get, en meina það væri gott að fá eitthvað “himnaríki”\nP.S. jamm frétti að Gallileo var settur í stofufangelsi og pyntaður, sagði adlrie að hann hefði veirð drepinn.\nP.S. vil líka benda á að páfinn bannfærði einu sinni mann(man ekki hvað hann hét) maðurinn sótti her sinn og byrjaði að ganga berserksgang gegn bandamönnum páfa til þess að fá bannfæringu sinni aflétt, páfinn létti bannfæringunni eftir smá blóðbað"
        },
        {
            "user": "42ersvarid",
            "user_id": "40672",
            "date": "2004-05-05 18:28:06",
            "id": "1569071",
            "reply_to_id": "1569069",
            "text": "Ef bara að þetta svar (frá OfurTuri) hefði verið greinin væri heimurinn betri staður! Dæmi um að svörin eru stundum betur ígrunduð heldur en greinarnar.\nSmá nitpicking: búddismi hefur verið notaður sem réttlæting á drápum (þó aðallega illri meðferð). Áðurnefndur Ashoka var amk á því að með sigrum sínum (og þar með dauða annara) væri hann að bæta heiminn. N.k. nytjahyggja: hamingja allra er í húfi og réttlætir því óþægi í smá stund.  Þess ber einnig að geta að Ashoka sá eftir öllu saman á gamals aldri og óttaðist hlutskipti sitt í næsta lífi sökum gerða sinna"
        },
        {
            "user": "OfurTuri",
            "user_id": "24521",
            "date": "2004-05-08 15:10:40",
            "id": "1569072",
            "reply_to_id": "1569071",
            "text": "Ég fór aðeins á stúfana og kannaði málið með þennan Ashoka. Jú, mikið rétt hann var til og gott betur en það honum er eignaður í mörgum heimildum, mestur heiður þess að hafa náð að breiða út búddismann um Asíu.\nStangast að vísu á við margar aðrar heimildir en það er langt um liðið og skrýtið ef öllum bæri saman um hlutina.\nEn það er eitt sem öllum heimildum ber saman um, það að Ashoka hafi verið kappsamur og miskunnarlaus herforingi sem vílaði sér út í blóðbað í styrjöldum. En það gerðist nokkuð merkilegur hlutur eitt sinn þegar hann hafði sigrað nágrannaríkið Kalinga en sú orrusta hafði verið einhver sú blóðugasta sem hann hafði tekið þátt í. Þá kemur að Ashoka búddamunkur sem segir honum frá kenningum Búdda og hvernig menn komast áfram í lífshjólinu með gjörðum sínum í fyrra lífi.\nAshoka sem hafði áður ekki heyrt neinn tala á þennan hátt um Búdda varð á þeirri stundu Búddisti og lagði um leið lög sem fyrirskipuðu kennslu í kenningum Búdda. Kennsla í kenningum segi ég en ekki trúboð því það var enginn skyldaður til að taka við þeim lífsgildum sem Dharma – kenningar Ashoka kenndu.\nÞannig að sú fullyrðing að Ashoka hafi notað vald og ofbeldi til að breiða út Búddismann á ekki rétt á sér ef það er eitthvað að marka mínar heimildir.\nÞetta gróf ég upp á netinu á:\nhttp://www.buddhistcouncil.org/Asoka.html\nhttp://www.h\nyperhistory.com/online_n2/people_n2/ppersons2_n2/asoka. html\nog svo í bókinni:Buddhism, the illustrated guide by Kevin Trainor\nKveðja Ofurturi"
        },
        {
            "user": "OBhave",
            "user_id": "3496",
            "date": "2004-05-03 22:53:00",
            "id": "1569073",
            "reply_to_id": "1569046",
            "text": "Trúarbrögð eru óþolandi. Þau hafa haldið aftur af framþróun í vísindum og mannréttindum og fengið fólk til að gera heimskulega og grimma hluti (krossferðirnar, Jihad, spænski rannsóknarrétturinn svo fátt sé nefnt)"
        }
    ]
}