{
    "forum_title": "Stórmót",
    "user": null,
    "user_id": null,
    "date": "2004-04-29 23:02:06",
    "title": "Lettland 0 Ísland 0",
    "text": "Það mátti ekki á milli sjá hvort það voru Lettar eða Íslendingar sem eru að fara að leika á EM í Portúgal í sumar. Lettar lentu mættu liði sem byggir á sömu leikaðferð, þ.e. að verjast en nota skyndisóknir. Það hentaði Lettum afar illa og voru Íslendingar óheppnir að ná ekki að landa sigri.\nLettar byrjuðu betur og náðu nokkrum ágætum sóknum. Smám saman náðu Íslendingar að koma sér inní leikinn og stoppuðu skyndisóknir Letta með góðum varnarleik Hermanns Hreiðarssonar og Ívar Ingimarssonar.\nÞað var þó leiðinlegt að sjá að Íslendingar sóttu ekki nægilega mikið en hefði við notið starfskrafta Eiðs Smára Guðjohnsen þá hefði íslenska liðið án efa náð sigri.\nTryggvi Guðmundsson og Marel Baldvinsson voru ágætir sem slíkir en dagskipunin hefur án efa verið a liggja til baka og sækja hratt. Það er sama leikaðferð og Lettar nota og því gerðist ekki margt merkilegt í leiknum.\nBesta færi leiksins áttu Lettar en þá var mark dæmt af þeim vegna rangstöðu. Indriði Sigurðsson  hefði átt að skora fyrir Ísland en hann skóflaði boltanum yfir mark Letta úr upplögðu færi.\nÞað hefði meira mátt koma úr leik Þórðar Guðjónssonar sem er einskonar “playmaker” fyrir Ísland. Hann virkaði þungur og náði ekki að sýna sinn besta leik. Það bitnaði á sókninni en Marel og Tryggvi fengu ekki úr miklu að moða.\nVarnarleikur Íslands fær plús en Hermann Hreiðarsson fór fyrir vörninni og liðinu öllu með frábærum leik. Hann hefði mátt þeysa oftar upp kantinn og reyna að skapa eitthvað en hann tók einn og einn sprett í leiknum.\nJafntefli eru frábær úrslit fyrir Ísland sem hefði allt eins getað unnið leikinn með aðeins meiri áræðni. Fyrst Lettar komast á EM þá getur íslenska liðið það alveg eins, alla vega vorum við betra liðið í dag.\nheimild: sport.is",
    "url": "https://www.hugi.is/stormot/pistlar/204043/lettland-0-island-0/",
    "url_id": "204043",
    "id": "1569934",
    "replies": []
}