{
    "forum_title": "Deiglan",
    "user": "smilie",
    "user_id": "48636",
    "date": "2004-05-01 02:20:42",
    "title": "Nauðgun, misnotkun!!!!!!",
    "text": "Ég lennti í því að vera nauðgað og reyndar líka var ég misnotuð þegar ég var 10 ára. Ég er að verða 19 í sumar og ég kærði nauðgunina sem gerðist 16 nóv 2002, besti vinur minn hjálpaði og sannfærði mig að kæra náungann og ég er mjög þakklát fyrir það en ég hefði ekki haft kjark til þess að kæra ef að hann hefði ekki staðið með mér og farið með mér niðrá löggu stöð. Það var tekið vel á móti mér þarna niður frá en það versta er að ég er búin að vera að bíða eftir niðurstöðu í um 3 mánuði og lögfræðingurinn spurði mig hvort að ég væri alveg 100% viss um að ég vildi kæra því að það eru engar sannanir bara orð gegn orði… en sammt ég kærði hann og hann er þá kominn með þetta á sig.. Ég get sagt ykkur það að það var þvílikur léttir að klára þetta af en ég er búin að reyna að fremja sjálfsmorð sem ég sé hinsvegar eftir en þetta var stórt kall á hjálp og ég er búin að vera að vinna í sjálfri mér en náttúrulega þjáist/þjáðist ég af þunglyndi og var að falla í skólanum og svona þannig að þetta er alveg hræðilegt að lenda í svona. Ég þekki allt of marga sem hafa lennt í því að vera nauðgað og mér finnst að maður ætti að eiga þann kost að fá að vinna sig upp í það að kæra það er ekki auðvelt að rifja upp detail by detail og það sem fer mest í mig er að lögfræðingurinn sagði mér að 90% ákæra sem réttardómurinn eða hvað sem að það heitir er fellt niður…. það er alveg út í hött en já hann neitaði en ég var ekkert að búast við því að hann myndi játa en ég veit það að hann er komið með þessa kæru á sig og hversu stupid getur fólk verið hann hringdi í mig og sagði “já ég var að frétta það að þú hafir verið að kæra mig” ég bara já og það sauð gjörsamlega á mér en ég héllt ró minni og þá spurði hann “ég var að spá hvort að við gætum hist á kaffihúsi einhverntímann fljótlega og ræða saman hvort að við gætum ekki komið okkur á samkomulag með þetta eða fara aðra leið en að kæra” ég héllt nú ekki og sagði bara ég ætla að tala við lögfræðinginn minn og hann hefur sem betur fer ekki hringt aftur… en það var líka annað sem að héllt mér í svona langan tíma að fara að kæra var það að strákur sem er vinur hans og ég kannast við hringdi í mig og hótaði mér og náttúrulega verður maður hræddur…. en já 90% af sona kærum er feldar niður sem er bara ósættanlegt fyrir mér… en hvað finnst ykkur????\nÍ nótt þegar að ég var að fara að sofa þá fór ég að hugsa sambandi við þunglyndi og svona. Um helgina missti ég ömmu mína og fræna mín frétti það daginn eftir að vinur hennar hafði framið sjálfsmorð, hann hengdi sig,  það er allt of mikið um þetta að fólk sem á við þennan vanda leitar sér ekki hjálpar, eins og með þetta dæmi það er bara sorlegt, en ég skrifa hér með eigin reinslu eins og ég var að tala um fyrir stuttu með það sem að ég hef lennt í með nauðgunina og einnig var ég misnotuð þegar að ég var 10 ára og ef að maður hefur lennt í einhverju svona áður þá er maður bara búin að stympla inn í hausinn á sér að maður er bara fórnarlamb og gerir ekkert á móti eins og að hlaupa út eða eithvað, ég lá bara þarna, en mér leið eins og skít, en já þetta leiddi til þunglyndis sem hafði áhrif á mig andlega, líkamlega og einnig félagslega. Ég hætti að hafa samband við alla vini mína eins og kom fram.. En þegar að maður fer alveg gegt langt niður bara þá er allt ömurlegt og engin lausn á neinu og maður vill bara enda þetta líf um leið, og maður er ekkert að hugsa neitt annað en að enda þessu hellst í gær, það er það ömurlega við þetta, því að það eru svo margir sem að elska mann og maður er ekkert að hugsa lengra en að þessari línu _ ekkert lengra. Ég sé svo eftir því að hafa reynt að stytta mér lífið að það er ekki eðlilegt en það var aðeins stórt kall á hjálp eins og mörg sona mál en mér finnst vanata mikla kennslu eða hvernig segir maður þetta svona herferð hversu þunglyndi getur verið alvarlegt það eru til mörg dæmi um sjálfsmorðs vegna þunglyndis. Ok ég viðurkenni það að ég á við vanda að stríða, þetta þunglyndi og það tekur sinn tíma að koma sér á rétt ról, ég varð að taka mér frí í skóla því að ég var búin að falla 3 annir í röð og það er aðeins út af þessu, maður hættir að geta einbeitt sér og einnig hættir að mæta, manni langar bara að sofa út vikuna samfleitt. Og hversu óhollt það er þá er það alveg hægt maður þarf ekki að hugsa um neitt á meðan að maður sefur né maður þarf ekki að feisa vandamálin eins og marr segir. Margir fara í eithvað rugl bara koma sér í einhvern vítahring snúa sólarhringnum við eins og ekkert sé eða vaka bara dögunum saman það eru til mörg dæmi um þetta en ég var að spá hvernig það væri að reyna að fá það að tala við krakka td eins og að fara í skóla og koma því á framfarir að það er engin lausn að stytta sér lífið og svo framvegis. Eins með það að það eru svona sirka 5 af 6 stelpum sem að þora ekki að kæra nauðgun sem er bara hræðilegt. En það sem að ég var að hugsa eins og með það að fara í skóla og reyna að hjálpa einhverjum því að það eru svo margir sem þurfa á hjálp að fá en ég veit ekkert hvernig að maður ætti að framkvæma það en það sem að ég er alltaf að hugsa hvernig er hægt að hjálpa þeim aðilum sem þurfa á hjálp að fá en þora ekki að finna hana ef að þið skiljið :S",
    "url": "https://www.hugi.is/deiglan/greinar/204173/naudgun-misnotkun/",
    "url_id": "204173",
    "id": "1570919",
    "replies": [
        {
            "user": "divaa",
            "user_id": "11336",
            "date": "2004-05-01 10:22:22",
            "id": "1570920",
            "reply_to_id": "1570919",
            "text": "Ég hef lent í þessu sama, nauðgun og geðveikt þunglyndi í kjölfarið, staðið mig illa í skóla og allt það. En ég gæti ekki hugsað mér að kæra af því það leið svo langur tími frá nauðguninni þar til ég tókst á við vandamálið að það stendur bara orð gegn orði. Og mig langar ekkert til þess að rifja þetta allt upp fyrir lögregluna og svo lögfræðing og svo jafnvel dómstóla ef það færi svo langt, sem það gerir auðvitað ekki. Það er bara eins og að vera nauðgað margfalt aftur. Til hvers að leggja það á sig til þess eins að manni sé sagt það að það sé ekkert hægt að gera í þessu. Og maður þarf að hefja einhver samskipti á ný við manneskjuna sem maður vill helst gleyma, jafnvel þó maður þurfi ekki að hitta viðkomandi, maður kemur þarna á tengslum við einhvern sem maður er búinn að gera allt sitt hingað til til að slíta. Það er nógu erfitt að þurfa að díla við þetta, komast yfir áfallið og læra að lifa með þessu þó maður þurfi ekki að standa í þessu rugli sem dómskerfið er í ofanálag. Það þýðir ekkert að kæra svona nema maður geri það strax eftir glæpinn og fari beint niður á neyðarmóttöku og jafnvel þá getur verið að það komi ekkert út úr þessu, tjahh… nema maður sé laminn í spað í leiðinni svo það sjáist almennilega á manni. Auðvitað skilur maður samt afhverju þetta er svona erfitt, því ég meina, það verða allir að fá að vera saklausir uns sekt er sönnuð. En þetta er samt svo fáránlegt. Mér finnst með svona nauðgunarmál að það ætti að koma svipað fram við þau fórnarlömb eins og t.d. börn sem verða fórnarlömb kynferðislegrar misnotkunar. Það er fáránlegt að maður þurfi að rifja upp atvikið í smáatriðum oftar en einu sinni og það gerir nákvæmlega ekkert annað en að ýfa upp gömul sár og fresta batanum."
        },
        {
            "user": "bossanova",
            "user_id": "14499",
            "date": "2004-05-01 11:09:09",
            "id": "1570921",
            "reply_to_id": "1570920",
            "text": "Þú talar um að það sé fáránlegt hve erfitt það er að koma nauðgunarmáli í gegn um réttarkerfið.  Auðvitað verður það að vera erfitt, einfaldlega vegna þess, að ef svo væri ekki, væri hægt að taka hvaða karmann sem er, hvenær sem er, og rústa lífi hans gersamlega, -hvort sem hann væri sekur eða saklaus.  Þá væri einfaldlega hægt að stilla mönnum upp við vegg hvenær sem einhver misklíður ætti sé stað.\nÞú myndir e.t.v. svara, að engin kona myndi gera slíkt, en það er bara ekki rétt.  Það eru til mörg dæmi um að konur beiti þessu vopni á menn, ýmist til að kalla á athygli í sinn garð, eða t.d. þegar upp kemur ágreiningur um forræði yfir börnum.\nÞar af leiðandi verður að fara vel í gegn um svona mál og kryfja þau til mergjar.\nKv. Bossanova"
        },
        {
            "user": "Dyrlingur",
            "user_id": "10993",
            "date": "2004-05-01 12:24:32",
            "id": "1570922",
            "reply_to_id": "1570919",
            "text": "Gott hjá þér að kæra hann.\nEn samt ég ætla reyna hjálpa þér smá í gegnum þetta.\nDag eftir dag líður mér einsog ég sé lokað hlið milli helvítis og jörðu.Og einsog helvíti sé inní mér að reyna brjótast út.\nÉg sæki mér ekki hjálp fyrir mitt þunglyndi.\nHinsvegar huxa ég svona.\nÞví meiri högg sem þú færð í lífinu á sál þína því sterkari verðuru þegar kemur að dómsdag.\nÉg veit að ekki allir trúa að það sé einhvað eftir þetta líf. En samt þetta hjálpar mér og gæti hjálpað þér.\nOg eitt enn, Lífið er bardagi sem þú berst dag eftir dag. Þú ættir aldrei að gefast upp.\nÉg segi alltaf.\n“Ég hef gengið í gegnum helvíti.” .\nÞegar þú hefur fengið svona leiðinlega lífsreynslu,Einsog þú hafir gengið í gegnum helvíti, Þá ættiru alls ekki að stoppa lífsgöngu þína. Því þá var gangan þín í gegnum helvíti til einskins :(\nÉg vildi að ég gæti sagt þér að þetta endar allt vel. En því miður get ég það ekki því mín reynsla er að erfiðir hlutir munu alltaf birtast.\nÞú hefur þegar unnið einn erfiðleika, Eða ert að vinna.\nStay strong,And don´t give up the good fight. :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-05-01 14:18:46",
            "id": "1570923",
            "reply_to_id": "1570919",
            "text": "[ Eytt af stjórnanda ]"
        },
        {
            "user": "Lotti",
            "user_id": "10703",
            "date": "2004-05-01 14:51:27",
            "id": "1570924",
            "reply_to_id": "1570919",
            "text": "Nauðgun!\nOrðið eitt og sér er ógeðslegt. Atburður sá er orðið lýsir er ógeðslegri en orð fá lýst. Nauðgun á undantekningarlaust að kæra. Fjöldi nauðgana er ekki kærð, rétt eins og divaa greindi frá. Það er sorglegt. Allt í þessum málum er í raun sorglegt. Það er talað um að örfá prósent nauðgana endi með kæru, hvað  þá sakfellingu.\nHvers vegna?\nGetum við ekki öll verið sammála um, að sé börnunum okkar nauðgað þá skuli hengja þann seka í næsta tré?\nEn ef okkur sjálfum er nauðgað þá gera flestir  allt til að breiða yfir og fela atburðinn, …af skömm!\nAf hverju?..Hver er munurinn?\nErum við ekki börn foreldra okkar, sem vildu gera það sama og við fyrir okkar börn? Hengja þann seka? Af hveju viljum við eitthvað annað fyrir okkur sjálf?\nÞað verður lítil breyting á þessu fyrr en konur sem ekki kæra nauðgun hætta að að gerast sökunautar nauðgara, hætta að þegja um ógeðið, fara að tjá sig og kalla þá seku til ábyrgðar!\nÞegar við kærum innbrot á heimili okkar, veltum við því þá fyrir okkur hvort þeir seku finnist og verði refsað? Já auðvitað!\nGildir eitthvað annað um innbrot í okkur sjálf?\nKÆRUM NAUÐGANIR UNDANTEKNINGARLAUST !!\nLotti."
        },
        {
            "user": "Kruzio",
            "user_id": "33774",
            "date": "2004-05-01 19:40:24",
            "id": "1570925",
            "reply_to_id": "1570924",
            "text": "hvad thurfa gaurar ad vera djupt sokknir til ad gera eikkad sona… :("
        },
        {
            "user": "Ljomalindin",
            "user_id": "15558",
            "date": "2004-05-01 20:07:23",
            "id": "1570926",
            "reply_to_id": "1570925",
            "text": "Ekki djúpt, alls ekki svo djúpt. Sumir bara.. halda að þeir eigi allt og alla og geti gert hvað sem þeir vilja án þess að hugsa um aðra. Svona er þetta.."
        },
        {
            "user": "Andyandlou",
            "user_id": "1783",
            "date": "2004-05-01 19:21:11",
            "id": "1570927",
            "reply_to_id": "1570919",
            "text": "Ástæðan fyrir að svona mörg mál eru felld er útaf því að margar stelpur feika nauðgun til að hefna sín á strákum, og eru þær þá að eyðileggja fyrir hinum stelpunum. T.d. stelpan sem komst í fréttirnar þegar hún plataði kerfið en svo komst upp um hana þegar hún ætlaði að kæra þriðja strákinn."
        },
        {
            "user": "tran",
            "user_id": "59",
            "date": "2004-05-02 12:50:24",
            "id": "1570928",
            "reply_to_id": "1570919",
            "text": "ok sorry að heyra að eþtta gerðist.. en\nhver er tilgangurinn með þessari grein? að fá samúð?\nþú ert ekki að koma fram með neinar hugmyndir til að bæta stöðuna..\nog hvernig væri það hægt? Eins og þú segir þá er það bara orð á móti orði.. Finnst þér að það ætti að vera nóg?\nÞá gætir þú kært bara alla karlmenn á ísland og unnið orð á móti orði, það meikar ekki mikið sense þegar þú hugsar út í það does it?"
        },
        {
            "user": "DarkKnight",
            "user_id": "17967",
            "date": "2004-05-02 18:21:32",
            "id": "1570929",
            "reply_to_id": "1570928",
            "text": "Það sem hún er að segja með þessari grein, eða öllu heldur að spyrja um, er hvort að hún ætti að reyna að fá það í gegn hvort hún ætti að fara í skóla og tala við krakka, og þá aðallega stelpur um nauðganir.\nÞað er rétt að þetta er skelfilegt að 90% allra tilkynninga um nauðganir eru vísað í burtu. En einsog minnst hefur verið á þá er ekki hægt að taka mark á öllum tilkynningana því sumir (karlar og konur) eru svo brenglaðir að tilkynna nauðgun þó að nauðgunin hafi ekki farið fram. En mikill fjöldi nauðganana fór fram en flestara nauðganana eru tilkynntar og kærðar svo seint að þetta eru bara orð gegn orði.\nÞað sem hún er að meina með að fara í skóla og tala við stelpur er að hún er að segja að hún vilji reyna að bæta þetta. Ef að nauðganir eru kærðar strax þá er hægt að koma ógeðinu eitthvert þar sem það á heima og láta það borga. En einsog er margoft búið að sannast erað fórnarlömb nauðgana verða mjög illa úti eftir svona hlut og því kæra þau ekki strax. Ef að það væri farið í skóla og sagt krökkum, aðallega stelpum, að það sé mjög mikilvægt að kæra strax og lagt mikla áherslu á þetta að þá kannski myndi þetta prósentu hlutfall breytast.. kannski kæmust fleiri kærur í gegn. Það er fullkomlega skiljanlegt að nauðganir séu ekki kærðar strax því þetta er einn ógeðfelldasti glæpur sem hægt er að fremja gegn einstakling. En ef maður hugsar á einn veg, að maður sé að skemma fyrir öðrum með því að tilkynna nauðgunina ekki, að nauðgarinn sé enn laus og geti skaðað aðra kvennmenn. Að aðrar konur (og karlmenn) þurfi kannski að ganga í gegnum það sama og þeir sem hafa þegar orðið fyrir nauðgun.. það gæti fengið fólk til að hugsa.. þ.e.a.s. stelpur í skólum og orðið til þess að fólk tilkynni svona glæpi skjótar.\nEf að það væri tilkynnt um eina nauðgun sem yrði til sakfellingar þess sem gerði þetta þá væri þetta þess virði, amk. þykir mér það.\nKv. Alli"
        },
        {
            "user": "DarkKnight",
            "user_id": "17967",
            "date": "2004-05-02 18:41:10",
            "id": "1570930",
            "reply_to_id": "1570929",
            "text": "Æh afsakið ég fer stundum á undan mér.\nEkki bara fjalla um nauðganir í heimsóknum í skóla heldur líka sjálfsmorð.. sjálfsmorð eru engin svör. Það þarf að láta krakka vita svolítið betur um þetta, og þá af einhverjum sem talar af reynslu. Það er oftast tekið mark á þeim sem talar af reynslu heldur en einhverjum hvítflibba sálfræðing :\\\nKv. Alli"
        },
        {
            "user": "smilie",
            "user_id": "48636",
            "date": "2004-05-02 19:06:56",
            "id": "1570931",
            "reply_to_id": "1570930",
            "text": "sko það sem að ég er að reyna að koma á framfærir er hvorki vorkunn á hönd sjálvri mér eða neitt svoleiðis vil bara hjálpa öðrum ekkert annað það er það eina sko\nekkert annað það sem að ég er að benda líka á er að sjálfsmorð eru orðin allt og algeng og það í öllum aldurshópum og það þarf svo lítið að allt fari útskeiðis og þá gæti maður verið að missa einhvern sem að maður elskar það er það ömurlegasta en ég vil bara reyna að koma í veg fyrir sem flest af þessu. Ég er nú búin að bjarga einum strák og það munaði sko engu hefði ekki mátt bíða lengur, ég hringdi á neyðarlínuna þótt að ég þekkti hann ekki neitt en hafði sammt verið að tala við hann á msn og ég vissi ekkert annað en fornafnið hans thats all og ég stóð á haus til að reyna að  finna út hvar hann ætti heima og enda í dag er hann á BUGL og hann er mjöög þakklátur fyrir þetta"
        },
        {
            "user": "smilie",
            "user_id": "48636",
            "date": "2004-05-04 20:50:03",
            "id": "1570932",
            "reply_to_id": "1570919",
            "text": "Eiginlega það sem ég velti fyrir mér þegar maður les svona grein er hver er tilgangurinn með þessum skrifum ? ég hef lennt í ýmsu í lífinu, og orðið fyrir áföllum sem ég hef ekki áhuga á að tjá mig um hér. Ég t.d leitaði til félagsþjónustunar og svör hjá þeim konum þar voru í hnotskurn að sætta mig við aðstæður, and get over it, eins og sagt er á ensku.\nÉg fór meira segja í viðtal til konu sem á að vera sálfræðingur að mennt og í því viðtali var ég að tala um mína fortíð, og svarið sem konan gaf mér sem átti víst að ná yfir allt mitt, var það að kannski langaði móður minni ekkert að eignast mig, yrðiru ekki hrifin af að fá svipað svar út af þínum vandamálum ?\nEkki er neinn að bjóða mér að kæra út af því sem ég hef lennt í, en eins og ég hef sagt þessum konum hjá félagsþjónustunni þá giska ég á að ég fengi aðrar og kærleiksríkari viðtökur þar ef ég væri kvenkyns.\nSvo er eitt sem ég kemst ekki yfir heldur. hvað verðuru bættari með að kæra eitthvað. verðuru bættari með að fá bætur, þú veist, sumir af þeim sem kæra nauðgun og kynferðislega misnotkun lifa mjög hamingjusömu og virku kynlífi. Þannig maður veltir fyrir sér afhverju t.d fólk eins og þú forðast ekki kynlíf fyrst það hefur svona slæma reynslu af því.\nÞannig hvernig lýst þér á svarið sem mér hefur verið gefið hjá konunum í félagsþjónustunni, og ég gefi þér það sama svar, það er, sættu þig við þetta . og hætta að væla."
        },
        {
            "user": "smilie",
            "user_id": "48636",
            "date": "2004-05-05 01:34:26",
            "id": "1570933",
            "reply_to_id": "1570932",
            "text": "GunniS og hvað í fjandanum er það sem að þú hefur lennt í sem er svona virkilega slæmt að þú þarft að segja svona var þér nauðgað ?? I doubt that en já maður segir ekki manneskju að just fuck it and get over it maður getur ekkert gleymt þessu þetta situr í manni alla ævi nema að marr missir minnið en þá missir maður svo margt gott líka en það er ekki lausnin að bara gleyma þessu… það sem að hjálpar manni mest er að tala um það sem að maður hefur lennt í ekki gleyma þessu beleave me Ive tried it dosent work sko\nþegar að ég var misnotuð þegar að ég var 10 ára þá sagði ég ekki neinum það og það var farið að éta mig innan frá það var svo sárt að halda þessu í sér en ég þraukaði í 8 ár tæp en það munaði litlu að ég hafi gegfist upp og en maður springur alltaf að lokum en eins og þegar að ég var í 8 bekk þá þoldi ég bæði andlegt og líkamlegt einelti og ég sprakk í lok skóla ársins er það eðlilegt að geta það nei helld ekki en þegar að ég sprakk þá var farið að gera eithvað í þessum málum það þarf alltaf eithvað að gerast til þess að það verður reynt að laga en GunniS minn þú ert ekki einn í heiminum sem á bágt leitaðu þér hjálpar annarsstaðar en á þessari félagsþjónustu hvar sem að það er en að gleyma þessu bara er ekki hægt  og maður verður náttla að sætta sig við þetta þó að maður vilji það ekki en thats how life is það er ekkert dans á rósum eins og ég helld að þú haldir en life goes on though it doesnt always work like u designed it. Það sem að drepur þig ekki gerir þig bara sterkari og þetta “Ég fór meira segja í viðtal til konu sem á að vera sálfræðingur að mennt og í því viðtali var ég að tala um mína fortíð, og svarið sem konan gaf mér sem átti víst að ná yfir allt mitt, var það að kannski langaði móður minni ekkert að eignast mig, yrðiru ekki hrifin af að fá svipað svar út af þínum vandamálum ?” hvað er að ??? hverjum dettur í hug að segja þetta við manneskju en ég veit ekkert í þínum málum en ég er ekkert að vorkenna mér. þú hlýtur að þekkja einhvern sem að hefur framið sjálfsmorð??? það þekkja allir einhvern ef ekki þá bara heppinn þú en það er allt annað að sjá eða heyra að manneskja hafi tekið sitt eigið líf fyrir bara ekki neitt fyrir kanski eithvað sem er hægt að laga en að sjá aldraða manneskju deyja úr elli eða veika manneskju maður veit aldrey hvenar sá tími kemur þegar að einhver ákveður kannski kærasta eða kærasti, barnið þitt mamma þín eða pabbi ákveða bara æj þetta líf hefur engan tilgang fyrir mig þúst það er enginn lausn að stytta sér lífið en það eru svo margir sem að gera tilraun til þess bara til að fá hjálp en vita ekki neina aðra leið en þessa eins og með mig, ég tók inn töflur og ég sendi bestu vinum mínum sms þegar að ég var búin til að kveðja þau og ég sé svo eftir því og btw GunniS ekki segja þetta við einn einasta mann að sætta sig við þetta og hættu að væla…. Getur þú sagt mér hvar í fjan… var ég að VÆLA HA ??? það er egninn vorkunn á minni hálfu hérna sko allavega átti það ekki að vera þannig en það sem að mig langar að gera er að hjálpa öðrum aðeins að hjálpa ég hef bjargað 2 lífum áður og það er alveg ótrúlegt meira að segja önnur manneskjan þekkti ég ekki neitt þannig að mér er ekki sama um manslífið sko alls ekki og það eru ábyggilega fleirri kannski ekki þú annars veit ég ekki.. en þessar konur á félagsþjónustunni og hvar sem það er ættu ekki að vinna við svona starf ef að þær gefa mönnum sona svar …."
        },
        {
            "user": "Laufdis",
            "user_id": "52359",
            "date": "2004-05-06 23:04:47",
            "id": "1570934",
            "reply_to_id": "1570933",
            "text": "Halló\nVerð nú bara að segja að mér finnst þetta ágætis hugmynd hjá þér að vilja hjálpa öðrum og velta fyrir þér hvernig þú eigir helst að fara að því.\nÉg vona að þér gangi vel og að þú getir hjálpað sem flestum því ekki er vanþörf á. Alltof margir burðast með eitthvað, (ég þakka Guði fyrir að burðast hvorki með misnotkun eða nauðgun!), og þurfa svo sannarlega á því að halda að vinna úr því og það gerist auðvitað á vissan hátt með því að get over it, en það gerist ekki með því að þegja eitthvað í hel, eða reyna bara að gleyma!!!\nBiturð eða hatur er ekki það sem við finnum fyrir þegar búið er að vinna úr hlutunum.\nHlustaðu því ekki á þá sem tala eins og þú sért að væla, eða kalla fram samúð. Neikvæðar og niðurdrepandi athugasemdir sem gera ekkert gagn og væru betur ekki settar fram.\nMín tilfinning eftir að lesa það sem þú skrifaðir var að hér væri hugrökk stúlka, tilbúin að horfa fram á veginn og hjálpa öðrum að halda áfram að lifa, gefast ekki upp. Gott mál!\nKeep up the good work!\nKveðja,\nLaufdis"
        },
        {
            "user": "Axelma",
            "user_id": "4146",
            "date": "2004-05-07 23:36:43",
            "id": "1570935",
            "reply_to_id": "1570932",
            "text": "Með fullri virðingu fyrir því sem hefur komið fyrir þig í gegnum tíðina GunniS, þá held ég að það sé verið að tala um að reyna að koma í veg fyrir að bæði menn og konur þurfi að ganga í gegnum svona.\nÞetta er með þeim andstyggilegustu hlutum sem hægt er að gera einni manneskju, og óska ég engum að þurfa að ganga í gegnum svoleiðis.\nVissulega er til fólk sem lifir hamingjusömu og virku kynlífi eftir að hafa orðið fórnarlamb nauðgunnar, en það er ekki málið. Það er spurningin um hvaða áhrif þetta hefur á mann sjálfan, persónuna, líðanina, og hvort maður jafni sig nokkuð yfir höfuð af þessu.\nKannski að hún yrði ekkert betur sett með pening í höndunum sem bætur eftir því sem var gert við hana, en viðkomandi sem braut á henni er þó a.m.k. kominn bakvið lás og slá, og getur því engum öðrum gert mein.. Ekki satt? :)"
        },
        {
            "user": "drekinn",
            "user_id": "10558",
            "date": "2004-05-11 21:22:41",
            "id": "1570936",
            "reply_to_id": "1570932",
            "text": "Ertu alvörunni að segja henni að halda sig frá kynlífi ef hún vill ekki láta nauðga sér?\nFólk, sama hvort það eru karlar eða konur eiga fullan rétt og meira en það á því að geta lifað því kynlífi sem það vill án þess að eiga hættu á að vera nauðgað. Nauðgun og kynlíf er tveir mjög svo aðskildir hlutir. Það eitt að þú skulir líkja þessu saman segir meira um þig en ég held að þú hefðir almennt viljað.\n“Eiginlega það sem ég velti fyrir mér þegar maður les svona grein er hver er tilgangurinn með þessum skrifum ? ”\nJa hver er þinn tilgangur þegar þú deilir þínum raunasögum sem auðvitað eru öllum nema sjálfum þér að kenna hér á huga?\nHún er að deila með okkur hræðilegri lífsreynslu, hafi þér ekki verið nauðgað sjálfum geturðu varla byrjað að skilja hvernig áhrif það hefur á fólk. Það er mikilvægt að fá sjónarmið fórnarlamba nauðgana fram í sviðsljósið.\nEn nei, þú þolir ekki að einhver skuli koma fram og tala um sínar erfiðu aðstæður, sérstaklega ekki kona, af því að þér finnst þér sjálfum hafa það svo helvíti skítt og verr en öllum nauðgunarfórnarlömbum sjálfsagt miðað við þessi skrif þín.\nÞú hefur hér enn einu sinni sýnt að þú átt ekkert erindi inn í vitrænar umræður á meðal siðborins fólks."
        },
        {
            "user": "smilie",
            "user_id": "48636",
            "date": "2004-05-12 01:57:49",
            "id": "1570937",
            "reply_to_id": "1570936",
            "text": "Segðu mér hvar ég segi henni að  halda sig frá kynlífi ef hún vill ekki láta nauðga sér, bendu mér á það hvar ég gef það í skyn.\nog ef þú getur það ekki. gerðu mér þá greiða og haltu þér saman. ég læt þig vita þaða þetta svar þitt fer í kvörtun til stjórenda hér sem tilraun frá þér til að rífast í mér og hleipa illindum af stað. enda sýnist mér hér vera komnir einnig vinir þínir sem stóðu fyrir árásum á mig. það er ljóst að þið ætlið ykkur að halda áfram árásum á mig, og það sést í svörum hér.\nþað sem þú ert að reyna að ráðast á mig með hér, eru að ég gef svar/svör sem mér voru gefin af KONUM hjá félagsþjónustunni. þú skalt fara og hella þér yfir þær fyrir svör og viðhorf sem ég lærði af þeim."
        },
        {
            "user": "smilie",
            "user_id": "48636",
            "date": "2004-05-12 13:41:10",
            "id": "1570938",
            "reply_to_id": "1570937",
            "text": "þessar konur hjá þessasri félagsþjónustu eru bara þá ekki heilbrigðar só sorry en kannski þú ættir að leita til annarar félagsþjónustu\nekki hlusta á eithvað sem að þú telur ekki rétt td einhver maður segir að tnglið sé blátt en þú veist að það er gullt. ekki láta hann breyta skoðun þinni með það hlustaðu á það sem að þér finnst vera rétt en það er alltaf gott að fá tilögur og spá út í það en ekki láta þessar kelingar fara sona með þig og mig langar rosalega að vita hvaða félagsþjónusta þetta er …."
        },
        {
            "user": "Axelma",
            "user_id": "4146",
            "date": "2004-05-12 18:35:28",
            "id": "1570939",
            "reply_to_id": "1570937",
            "text": "Ef þér finnst félagsþjónustan eða viðkomandi aðili sem þú sóttir um hjálp frá ekki hafa verið að gera neitt, þá er um að gera skipta um félagsráðgjafa eða finna einhvern einstakling sem kannski getur gert betur. Því miður þá eru of margir einstaklingar þarna niður frá sem sitja bara þarna og bíða eftir laununum sínum, en það er ekki bara konurnar. :)\nEf þú átt rétt á hjálp, þá skaltu leitast eftir henni og ekki gefast upp. Þau geta verið svolítið tricky."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2004-05-08 02:45:36",
            "id": "1570940",
            "reply_to_id": "1570919",
            "text": "Nauðganir eru eitt að þessu ömurlega sem fylgir mannkyni af því að við erum bara þróðuð dýr, og nóg enn af dýrslegum hvötum og eru ekki allir fjölmiðlar nú að hvetja okkur til að fullnægja þeim ?\nÉg er allveg með því að menn sæti harðri refsingu og finnst ekkert að því að gelda menn að m.k. tímabundð með lyfjum. En ég er ekkert viss um að þetta minnki við það, þetta hefur alltaf verið í gangi það er bara opnara í umræðunni núna, áður var þagað um þetta.\nVið fórnarlömbin get ég bara sagt til að komast yfir þetta og “díla” við þetta er eins og á flestum sviðum, best að deila reynslunni með öðrum í svipaðri stöðu og fá sameiginlegan stuðning, reyna að byggja sig upp. Þess má geta að fullt af fólki er líka í rúst “yfir engu”."
        },
        {
            "user": "AbbeyRoad",
            "user_id": "29530",
            "date": "2004-05-11 10:50:07",
            "id": "1570941",
            "reply_to_id": "1570940",
            "text": "GunniS;\nSkammastu þín."
        },
        {
            "user": "zeeta",
            "user_id": "28730",
            "date": "2004-05-12 01:49:28",
            "id": "1570942",
            "reply_to_id": "1570941",
            "text": "á ég að skammast mín fyrir að læra af því sem er fyrir mér haft ? og beita sömu röksemdafærslum og eru notaðar á mig ?\nVæri annars sniðugt að benda persónum sem koma að mínum málum í félagsþjónustunni á þessi svör, og hvað fólk ætlar að fara að ráðast á mig fyrir að nota svör á aðra sem mér hefur verið gefin."
        },
        {
            "user": "zeeta",
            "user_id": "28730",
            "date": "2004-05-17 16:14:18",
            "id": "1570943",
            "reply_to_id": "1570942",
            "text": "GunniS, þó aðrir hafi sagt þetta við þig, þarftu ekkert að vera sammála því! þú hefur þinn eigin hug og átt nú að geta myndað þér skoðanir sjálfur. Það sem þú sagðir við Smilie var náttúrulega bara fáránlegt, sama hver í fjandanum sagði það við þig."
        },
        {
            "user": "zeeta",
            "user_id": "28730",
            "date": "2004-05-17 22:01:59",
            "id": "1570944",
            "reply_to_id": "1570943",
            "text": "já þannig, þá get ég sennilega bætt en einni kvörtununni við út af samskiptum mínum við félagsþjónustunna. sýnist samt að starfsmenn þar geti komist upp með allan fjandann.\nfyndið að þegar ég nota rök, viðhorf og svör sem ég hef fengið frá KONUM sem vinna hjá félagsþjónustunni út af mínum málum, á konu sem hefur lent í áfalli í lífinu, þá brjálast allir.\nEkki var neinn að brjálast yfir því fyrir mína hönd þegar ég fékk þessi svör á sínum tíma."
        },
        {
            "user": "zeeta",
            "user_id": "28730",
            "date": "2004-05-17 23:58:03",
            "id": "1570945",
            "reply_to_id": "1570944",
            "text": "mér finnst þetta fáránleg svör hvort sem þú ert karl, kona eða geimvera"
        },
        {
            "user": "zeeta",
            "user_id": "28730",
            "date": "2004-05-18 02:15:40",
            "id": "1570946",
            "reply_to_id": "1570945",
            "text": "snúum þessu aðeins við, telurðu að karlmaður fengi samúð ef hann kæmi og opnaði sig út af lífsreynslu þar sem kona kynferðislega misnotaði hann, eða beitti hann andlegu eða líkamlegu ofbeldi. eða yrði bara hlegið að honum ?\nEkki gefa mér svör eins og það sé ekki til, eða vísa í einhverjar tölur.\nTelurðu að ef stúlka eða kona myndi opna sig út af því faðir hennar gekk í skrokk á henni þegar hún var krakki, heldurðu að hún fengi ekki alveg 100% samúð ? ég myndi halda það, ég er ekki að tala um kynferðislegt ofbeldi núna. aðeins hnefann og löðrunga.\nSnúum dæminu aftur við, það kemur maður og fer að opna sig út af ofbeldi sem hann varð af hendi móður, þá gengið í skrokk á honum og andlegar niðurlæingar og ofbeldi þegar hann var barn. Fengi hann samúð ?\nSvarið er nei, þú getur lesið úr svörum sem ég gef að ofan hvaða viðbrögð ég hef fengið hjá félagsþjónustunni út af hlutum sem ég fór að tala um.\nLíka finnst mér af viðbrögðum hjá konum í félagsþjónustunni að þær fari í vörn, því ég að ásaka konu, þessi viðbrögð eru mjög svipuð þeim sem koma frá karlmönnum þegar umræðan í þjóðfélaginu er þannig að það er talað um alla karlmenn sem nauðgara.\nég hef meira segja orðið að upplifa það að í viðtölum hjá ráðgjafa hjá félagsþjónustunni og sálfræðing, allt konur, að þær reyna að afsaka og réttlæta það sem ég hef orðið að þola, því það má beita karlmenn meiri hörku og grimmd en aðra er það eki ?, og það sýnir sig í öllu félagslegakerfinu að konur þar dekstra, elska, og umvefja sitt eigið kyn, mikið frekar en karlkynið. það hef ég fengið að upplifa í samskiptum við þessar konur hjá féló.\nþetta sést líka í þeirri tölu að 74% af þeim sem fá námsstyrk hjá féló eru konur, það skal engin segja mér að það sé tilviljun. væri einnig fróðlegt að vita á hvaða fleiri sviðum konur hjá félagsþjónustunni eru að dekstra við sitt eigið kyn með því að mismuna fólki eftir kyni , í styrkveitingum."
        },
        {
            "user": "zeeta",
            "user_id": "28730",
            "date": "2004-05-18 14:42:30",
            "id": "1570947",
            "reply_to_id": "1570946",
            "text": "nú ert þú að alhæfa allar konur, út frá eitthverjum nokkrum ósanngjörnum konum hjá félagsþjónustunni.\nÞú hefur greinilega lent í miklu og hefur alla mína samúð. ÞÓ er ég kona.\nMenn sem lenda í ofbeldi af foreldrum sínum eru sko ekki hundsaðir, nema þá í þínu tilfelli sem er mjög slæmt. Eitthvað ber að gera í því en það leiðréttir ekki að þú hafir orð þeirra eftir þeim við önnur fórnarlömb.\nAllir hafa samúð með börnum sem lenda í ofbeldi, líka strákum. Það sést t.d. að bókin “Hann var kallaður þetta” hefur orðið metsölubók og er lesin af KONUM með tárin í augunum um allan heim. Sagan fjallar um strák sem varð fyrir hræðilegu andlegu og líkamlegu ofbeldi frá mömmu sinni alla sína æsku og fram á unglingsár.\nÞótt fórnarlambið hefði verið kvenkyns, hefði lesningin ekkert verið sorglegri."
        },
        {
            "user": "zeeta",
            "user_id": "28730",
            "date": "2004-05-18 23:57:28",
            "id": "1570948",
            "reply_to_id": "1570947",
            "text": "þetta er ekkert frekari alhæfing um allar konur, frekar en karlmönnum er sagt að taka það ekki til sín þegar umfjöllun um nauðganir eru áberandi í fjölmiðlum, og t.d koma fullyrðingar um að fimmti hver karlmaður sér nauðgari.\nSvo hafa þessar konur hjá félagsþjónustunni ansi mikið vægi þar sem þær eru nú að vinna í þessum bransa sem snýr að fólki, og þær eiga að vita betur. einnig sálfræðngur ( líka kona ) sem á sama tíma gerði lítið úr mínum málum.\nsvo er frekar merkilegt að ég eigi að hafa vit fyrir þessu fólki sem á að vera með menntun í félags og sálfræði, og þú að segja mér að ég megi ekki afrita viðhorf og svör sem mér voru gefin."
        },
        {
            "user": "zeeta",
            "user_id": "28730",
            "date": "2004-05-19 15:50:33",
            "id": "1570949",
            "reply_to_id": "1570948",
            "text": "ef þú ert ekki sammála þeim, þá þarftu ekkert að gefa öðrum sömu ráðin! sama hvort þau hafa prófersorgráðu í félagssálfræði eða eitthvað"
        },
        {
            "user": "Daedalus",
            "user_id": "358",
            "date": "2004-05-19 21:50:58",
            "id": "1570950",
            "reply_to_id": "1570940",
            "text": "Já.  Refsingar breyta öllu og bæta allt!\nVið skulum líka taka upp dauðarefsingar, til þess að hafa úr fleiri MÖGULEIKUM að velja.  Er það ekki nútíminn?\nSvo skulum við bara segja, „Æh…só sorrí, skoh\" þegar fyrsti saklausi einstaklingurinn er tekinn af lífi, eða geldur til frambúðar ellegar tímabundið, eða hefur látið lífið í fangelsi…\n…sakir hefnigirni."
        },
        {
            "user": "zeeta",
            "user_id": "28730",
            "date": "2004-05-17 16:11:09",
            "id": "1570951",
            "reply_to_id": "1570919",
            "text": "ég verð svo ógeðslega reið þegar ég les hjá sumum hérna að hún sé bara að láta vorkenna sjálfri sér og ættti bara að gleyma þessu og hætta að tala um þetta!!!!!!!!!!!! er ekki í lagi?!?!?! auðvitað eiga fórnarlömb ofbeldis að segja frá og kæra og enginn maður ætti að koma með svona athugasemdir á fórnarlambið!!!\nEf barninu ykkar yrði nauðgað, mynduð þið vilja að það byrgði það inni og hætti bara að vorkenna sér, læti geranda komast undan svo hann geti nauðgað öðrum ?!\nég trúði bara varla því sem ég las frá sumum aðilum hér!!"
        },
        {
            "user": "jellybelly",
            "user_id": "29393",
            "date": "2004-06-05 06:28:54",
            "id": "1570952",
            "reply_to_id": "1570919",
            "text": "Afhverju í fjandanum er verið að blanda félagsþjónustunni í þetta mál, það er vitað og altalað að þar fást enginn svör og ef þú ert heppinn að fá eitthvað er það marga mánuði að fara í gegnum kerfið. No offencse GunniS, ég ætla ekki að rengja það að þú hafir lent í allskonar shiti, ég hef gert það líka, það hafa allir gert.. En málið er með þessari grein er Smilie að reyna að afla sér upplýsinga um hvernig og hvert hún á að snúa sér til að aðstoða aðra. Ég efast um að tilgangurinn hafi verið að ná sér í samúð eða láta vorkenna sér….?? :Þ Þetta er miklu meira en að segja það, þannig að bara back off, þetta er algjör óþarfi!!!"
        }
    ]
}