{
    "forum_title": "Deiglan",
    "user": "LollyPolly",
    "user_id": "47547",
    "date": "2004-05-01 23:38:02",
    "title": "Íslenska réttarkerfið=brandari",
    "text": "Ókei ég verð bara að fá að segja þetta. Ekki vera með skítköst né neitt svoleiðis þetta er alfarið mín skoðun.\nÍslenska réttarkerfið er brandari hvað varðar kynferðisbrot. Maður sem að hafði kynferðislega misnotað stjúpdóttur sína frá því að hún var afar ung (var ekki sagt hversu ung) ég gisk 6-10 alveg þangað til hún var sjálfráða fékk fimm ára dóm. Hann misnotaði hana kynferðislega nær daglega. Auk þess þetta ýtir undir að fleiri geri svona. Í þau fáu skipti sem að svona mál fara fyrir rétt þá fá þessir menn bara nokkra mánuði skilorðsbundna. Þessi maður sem að fékk fimm ára dóminn hefur fengið hæsta dóm á öllu Íslandi fyrir kynferðisbrot.\nHvað með alla hina. Ég hlusta varla á einn fréttatíma án þess að heyra einhvað mál um misnotkun, stundum fleiri en eitt á dag. Og aðeins eitt af hverjum 10-20 svona málum kemst til lögreglu og aðeins eitt af hverjum sirka þrjátíu fer í dóm og sá seki þarf að fara í fangelsi fyrir. Þannig að eitt svona mál kemur u.m.þ.b. í fréttunum á hverjum degi = 365 á ári. Aðeins eitt af hverjum 30-40 svona málum kemst í fréttirnar. Reykniði. 365 sinnum 30 eða 40. Þetta er sjúkt.\nÉg varð bara að fá að segja þetta. Fyrirgefið ef einhvað hér fór fyrir brjóstið á einhverjum og ég vona að huganotendur séu nógu og þroskaðir til að vera ekki að koma með neitt skítkast.",
    "url": "https://www.hugi.is/deiglan/korkar/204275/islenska-rettarkerfidbrandari/",
    "url_id": "204275",
    "id": "1571805",
    "replies": [
        {
            "user": "GARafAR",
            "user_id": "20511",
            "date": "2004-05-02 15:53:36",
            "id": "1571806",
            "reply_to_id": "1571805",
            "text": "Eitt er hægt að gera. Senda þingmanni, kjördæmi þíns(ekki emil)bréf, þar sem krafist er breytinga á þessum lögum.\nGildir einu þó þingm. sé ekki studdur af viðkomandi.\nEitt bréf gerir kannski ekki mikið. Þess vegna er betra að fá kunningja og vini til að senda líka. Fái þessir menn yfir sig skæðadrífu af kurteisislega orðuðum bréfum, er erfitt að hunsa slíkt. Þetta er gert, með stundum ágætum árangri, í lýðræðisþjóðfélögum. Rödd litla mannsins getur orðið að öskri, komi fleiri en einn eða tveir saman.<br><br>“Nothing except a battle lost can be half so melancholy as a battle won.”\nArthur Wellesley, Duke of Wellington"
        },
        {
            "user": "Nishanti",
            "user_id": "36030",
            "date": "2004-05-02 22:23:52",
            "id": "1571807",
            "reply_to_id": "1571806",
            "text": "Það myndi ekki breyta miklu, refsiramminn fyrir kynferðisbrot er 1-16 ár. Hann er bara ekki nýttu"
        },
        {
            "user": "GARafAR",
            "user_id": "20511",
            "date": "2004-05-03 00:42:45",
            "id": "1571808",
            "reply_to_id": "1571807",
            "text": "Rétt er það og eru þó slíkir dómar ekki nóg. En einhverjum verður að hreyfa við til að koma sumum af þessum einstaklingum endanlega úr samfélaginu. Löggjafinn getur breytt framkvæmdum dómstóla með lögum, þannig að hertum refsiramma sé fylgt í þessum málum.\nFinnst mér 30 ára dómur, vegna skipulagðar nauðgunar til margra ára, vægt. Fyrning er algjörlega á valdi löggjafans eins og er. Bréf(fl.t.) til þingmanns er sterkt vopn. <br><br>“Nothing except a battle lost can be half so melancholy as a battle won.”\nArthur Wellesley, Duke of Wellington"
        },
        {
            "user": "Kjarrval",
            "user_id": "3269",
            "date": "2004-05-04 00:13:45",
            "id": "1571809",
            "reply_to_id": "1571805",
            "text": "Það var nefnt einu sinni að ástæðan fyrir því að langir dómar fyrir kynferðisbrot, sérstaklega langvarandi, eru ekki alltaf nýttir til hið fullnasta, einmitt vegna þess að það er oft svo erfitt að sanna þá með ófrávíkjanlegum sönnunum. Já, þetta er kannski sárt fyrir barnið, líkamlega og andlega, en líkamlegu ummerkin hverfa með tímanum og það er ekki hægt að sanna einn eða annan sekann með vitnisburði einum. Þótt að áverkarnir séu smáir, þá er ekki hægt að lesa á þeim (svo ég viti) hve oft sá ákærði hafi framið brotið og hvort það var reglulegt.\nJá, ég er á móti misnotkun á börnum en þetta er bara það sem að hlutirnir virka og það á helst ekki að láta reiði gagnvart einhverjum blinda dómgreind manns, heldur ættir þú að líta á málið frá fleiri hliðum.\nSegjum að þú sért ákærð fyrir eitthvað en ert svo saklaus í raun og veru, segjum bara fyrir…1. gráðu morð. Hvernig myndi þér finnast að fá mesta mögulega dóm fyrir eitthvað sem þú gerðir ekki, hvað þá mesta mögulega dóm sem þú getur fengið? Myndi það vera sanngjarnt, sérstaklega ef að sönnunargögnin voru ekki það sterk gegn þér en nægja til að henda þér í steininn?<br><br>—-Fragman póstaði þessu——-\n<a href=“mailto:fragman@stuff.is”>fragman@stuff.is</a> | MSN: fragman@internet.is | <a href=\"\nhttp://www.hugi.is/forsida/bigboxes.php?box_type=userinfo&user=fragman\n\">Skilaboð</a"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2004-05-12 11:34:26",
            "id": "1571810",
            "reply_to_id": "1571809",
            "text": "Réttarkerfið á ekki að virka þannig að ef það séu 10% líkur á að maðurinn hafi framið glæpinn eigi hann bara að fá 10% af hámarksdómi heldur á maður að vera saklaus nema sekt sé sönnuð, þ.e. það þurfa að vera yfirgnæfandi líkur á að maðurinn hafi framið glæpinn áður en hann er dæmdur.  Þess vegna sleppa líka flestir barnaníðingar, vegna þess að það eru ekki yfirgnæfandi líkur.\nÞað er því engin ástæða fyrir því að þeir sem eru dæmdir á annað borð ættu ekki að fá hámarksrefsingu ef glæpir þeirra voru alvarlegir."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2004-05-05 11:12:36",
            "id": "1571811",
            "reply_to_id": "1571805",
            "text": "Ég er alveg sammála þér. Bráðum muna uppistandarar um allan heim bara þurfa að segja “Íslenska réttarkerfið” (á mismunandi tungumálum auðvitað) og þá mun allur salurinn veltast um af hlátri í svona korter.<br><br>__________________________________________________________________________________________________\n<a href=\"\nhttp://www.suorastas.com/kreoli/\n“>Finska hljómsveitinn Kreoli (ég hafði ekki hugmynd um að hún væri til :p )</a>\n<a href=”\nhttp://kasmir.hugi.is/kreoli\n\">Kashmir</a"
        }
    ]
}