{
    "forum_title": "Íslensk Tónlist",
    "user": "Btvs",
    "user_id": "11390",
    "date": "2004-05-04 00:02:48",
    "title": "Írafár Dvd",
    "text": "Írafár “Nýtt upphaf” Dvd\nNúna í apríl var gefinn út nýr DVD diskur með Írafár. Hann er stútfullur af skemmtilegu efni og hér í þessari plötugagrýn eða svona hvernig þessi diskur er ætla ég að segja frá hvað mér finnst um þennan nýja dvd disk.\n1.Heimildarþættir\nÍrafár (2002):\nÞessi heimildarþáttur var á fyrsta Írafár dvd disknum sem var mjög góður.\nÍ þessum heimildarþætti er aðalega verið að gera viðtal við meðlimi Írafárs.\nSpurt er um hvernig hljómsveitin byrjaði, um meðlimina, og margt fleira\nÞetta er mjög gott viðtal og maður fær að sjá meira um meðlimi en maður veit;)\n16. dagar(2003)\nÍ þessum heimidarþætti eru Írafárs meðlimir í Orlandó að taka upp helming af plötunni “nýtt upphaf” Sýnt er frá Villu í Orlandó í Flórída og meðlimir fara í Disney World og Universal Studios, Millenium moll, City walk og margt fleira. Einnig er hægt að horfa á þetta með frásöng hljómsveitarinnar þar sem þau tala um ferðina og segja frá hvað var að gerast og fleira.\nGerð myndbandsins “Allt sem ég sé”\nHérna er sýnt frá því hvernig myndbandið er gert og sýnt hvar þetta myndband var tekið og hvernig það var sett upp.\nGerð myndbandsins “Fáum aldrei nóg”\nHérna er sýnt frá gerð myndbandsins Fáum aldrei nóg sem var gert í sundlaug í keflavík.\nSýnt er þegar er verið að setja allt saman og svo líka hvernig þetta var gert og þegar það er fyllt í laugina. Í lokin taka þau öll saman eða reyndar Birgitta og crewið á meðan strákarnir fara að þurka sér og fá sér að borða.\nDagur X. (týnda spólan)\nÞarna eru meðlimir bara að róleheitast. Birgitta fer út með hlaupahjól og fer að hlaupahjólast í kring um nágrennið. Hanni gerir kokteila fyrir strákana og svo eru þau bara að sulla í sundlauginni og taka smá svona skemmtilegan dag..veit ekki allveg hvað ég á að segja um þetta;)\nTeningaleikur (týnda spólan)\nÞetta eitt það findnasta sem ég hef séð á æfi minni!..Þannig er það að Írafár eru í Teningaleik á mánudagskvöldi. Ég held að leikreglunnar séu þannig að það má ekki segja nafn á neinum annars þarf maður að taka svona shot eða svona eitthvað lítið glas með eitthverju;) En svo segjir Hanni nafnið á Birgittu og Andri segjir svo “Þú mátt ekki segja nafnið! Drektu sykurpúði” eða eitthvað álíkað.. Svo fer Viggi eitthvað að segja nafn og Andri hallar sér að stólnum sínum og hann brotnar…Allir fara að grengja úr hlátri einnir þeir sem sytja heima og horfa á þetta;) Hanni er allveg að drepast úr hlátri og Birgitta líka en hann Hanni fer eitthvað að lemja sig í bakið og lemja borðið og svoleiðis fínerí;) Mjög finndið!\nVocorder (týnda spólan)\nÞarna er Birgitta að syngja inní svona lítinn míkrafón og spila á hljómborð í leiðinni. Hún er bara eitthvað að fikta og græjast;) Fyrst spilar hún ,,Hafið bláa hafið” og svo semur hún eitthvað lag sem er eitthvernveginn svona: Vignir Snær er bjáni, Þorvaldur er kjáni…lalalala…\nSvo er hún bara eitthvað að fikta;)\nSam Ash music store (Týnda spólan)\nÞarna fara írafár í tónlistabúð og Vignir fer að segja okkur frá hvernig gítar hann ætlar að kaupa sér og hvað sumir heita og svoleiðis, svo er sýnt marga gítara í öllum lögum og litum. Einnig er sýnt nokkur trommusett og hljómborð. Mjög flott.. enda stærsta tónlistabúð sem þau hafa farið í. Mjög skemmtilegt efni;)\nAndri í vinnunni (týnda spólan)\nÉg held að þetta sé bara svona eitthvað eins og falin myndavél.. Andri bara að spila á hljómborðið..held að lagið sé Annan dag en er ekki viss;)\nSkálað í lok ferðar (týnda spólan)\nÞarna eru þeir strákarnir að gera ræðu um ferðina og svo opnar hanni vín eða bjór og spruatar á alla og þá verður bara svona flipperí hjá þeim;) Mjög finndið\n2. Myndböndin:\nFáum aldrei nóg\nÞetta myndand er gert í sundlaug í keflavík eins og ég skrifaði fyrr.. í mynbandinu er verið að busla og spila í sundlauginni og sökkva þau svo hægt og rólega mismundandi ofan í vatnið;)\nMjög skemmtilegt myndband af mínu mati;)\nAllt sem ég sé\nÞetta myndband er gert í eyðibíli rétt fyrir utan Reykjavík myndbandið er þannig að Birgitta er að syngja um að hún sér drauga og aðrar verur í þessu húsi og sýnt er svo frá gerð myndbandsins á þessum disk;)\nStórir Hringir\nÞetta myndband var gert í Sjallanum á Akureyri. Þetta er bara svona eins og venjulegt myndband nema það er svona aðeins litríkara.. mjög skemmtilegt myndband;)\nÉg sjálf!\nÞetta myndband var gert í apríl 2002 og flest allar litlar stelpur þekkja þetta lag og dilla sér með því;) Myndbandið er þannig að í byrjun tekur hún bílin hjá Andra og húkkar svo far og er að syngja um sjálfstæðið sitt og mér finnst þetta myndband bara mjög skemmtilegt eins og öll hin;)\nEldur í mér\nÞetta myndband er gert á eitthverjari strönd eða svona fjöru Birgitta er að labba gegnum hana og er svo sýnt meðlimina spila á hljóðfæri og svoleiðis…\nFingur\nÞetta myndband var gert fyrir löngu það er gert bara á svona tónleikum og líka í upptöku stúdíói þar sem Birgitta er að syngja inná..Þetta er eitt flottasta myndbandið þeirra og bara mjög skemmtilegt;)\nTónleikar í Austurbæ:\nÚtgáfutónleikar Írafárs voru haldnir í Austurbæjarbíói í enda ársins 2003 og voru þetta bara mjög heppnaðir tónleikar… Hljómsveitin spilaði öll lögin sem eru á nýja disknum og einnig: ,,Allt sem ég sé”  Svo eru Hanni trommari, Slagverksleikarar og Saxafónn að spila í byrjun tónleikana lagið “Ópus” svo eru Einar Ágúst og Magni sem spila Fingur og Ég sjálf og kalla sig “Á móti skítamóral” Það voru haldnir tveir tónleikar. Fyrri og Seinni og heppnuðust þeir báðir mjög vel..\nTakk fyrir mig.\nBtvs",
    "url": "https://www.hugi.is/islensk/greinar/204576/irafar-dvd/",
    "url_id": "204576",
    "id": "1574060",
    "replies": [
        {
            "user": "muff",
            "user_id": "47481",
            "date": "2004-05-04 19:49:12",
            "id": "1574061",
            "reply_to_id": "1574060",
            "text": "liggaliggaláiiii… ég fékk þetta heilli viku áður enn þetta var komið í búðir meiraðsegja með eiginhandaráritun frá Birgittu og líka bassaleikaranum! þúst omg gegt sexý kreisíness!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-05-04 20:52:37",
            "id": "1574062",
            "reply_to_id": "1574061",
            "text": "Ég held að ‘til’ og ‘hamingju’ séu réttu orðin."
        },
        {
            "user": "ibex",
            "user_id": "18701",
            "date": "2004-05-04 23:22:59",
            "id": "1574063",
            "reply_to_id": "1574060",
            "text": "Er fylleríismyndbandið á þessu?"
        },
        {
            "user": "Btvs",
            "user_id": "11390",
            "date": "2004-05-04 23:40:13",
            "id": "1574064",
            "reply_to_id": "1574063",
            "text": "Nei það fór ekki á DVD diskinn en það er hægt að sjá það á www.humor.is og ef þú skrollar aðeins niður og svo eikkað sem heitir írafár að djamma eða eikka svolls"
        },
        {
            "user": "ibex",
            "user_id": "18701",
            "date": "2004-05-05 16:04:20",
            "id": "1574065",
            "reply_to_id": "1574064",
            "text": "Þetta var nú reyndar bara spaug hjá mér.. en jæja."
        },
        {
            "user": "Axelma",
            "user_id": "4146",
            "date": "2004-05-05 01:18:22",
            "id": "1574066",
            "reply_to_id": "1574060",
            "text": "[ Eytt af stjórnanda ]"
        },
        {
            "user": "Axelma",
            "user_id": "4146",
            "date": "2004-05-05 12:59:02",
            "id": "1574067",
            "reply_to_id": "1574066",
            "text": "Ég get ekki sagt að mér finnist Írafár neitt sérlega merkileg hljómsveit, en svona comment og skítkast er alger óþarfi allsstaðar hérna á huga.\nÍrafár á alveg jafnmikinn tilverurétt og hvað annað, enda er þetta áhugamálið “Íslensk Tónlist” en eigi “Það Sem Sadisanna Finnst Sniðugt.”"
        },
        {
            "user": "sexyass",
            "user_id": "38787",
            "date": "2004-08-20 17:33:56",
            "id": "1574068",
            "reply_to_id": "1574067",
            "text": "he he já… þar er ég þér allveg sammála……\nEn mér finnst írafár …….. hvernig á ég að orða þetta…..*hugs* já ég veit……. ekki skemmtileg hljómsveit og ég hlusta aldrei á hana en hvað um það fyrr þá sem að eru að fíla írafá……… þá hlýtur þessi dvd diskur að vera gullmoli ;)"
        }
    ]
}