{
    "forum_title": "Gullöldin",
    "user": null,
    "user_id": null,
    "date": "2004-05-05 21:09:39",
    "title": "James Bond Músíkin",
    "text": "Ég er ekki viss hvort þetta eigi að vera á gullaldar áhugamálinu en samt, skrifa ég það þar. Þessi grein fjallar um tónlistina í James Bond myndunum, þá á ég við titillögin.\nDr. No: þar er gamla góða James Bond “Themið” í byrjun myndar, spilað snilldarlega af John Barry og hljómsveit.\nFrom Russia With Love: Samnefnt lag sungið af Matt Monro, og samið af gamla góða John Barry.\nGoldfinger: Samnefnt lag sungið af Shirley Bassey og samið af John Barry, Shirley Bassey átti eftir að syngja í nokkrum myndum í viðbót.\nThunderball: Tom Jones syngur lag sem hefur sama heiti og myndin Thunderball, lagið er samið af honum John Barry sem á eftir að semja fleiri stórfengleg lög.\nYou Only Live Twice: Hún Nancy Sinatra dóttir hans Franks Sinatra syngur lag samnefnt nafni myndarinnar og lagið er auðvitað samið af John Barry.\nOn Her Majestys Secret Service: John Barry semur lag myndarinnar, og spilar það með hljómsveit sinni, reyndar söng Louis Armstrong lag í myndini sem var sérstaklega gert fyrir myndina.\nDiamonds Are Forver: Shirley Bassey syngur lagið um demantana, Diamonds Are Forever, John Barry samdi lagið, Shirley Bassey var farinn að venjast því að syngja í Bond myndunum, þó þetta hafi aðeins verið Bondlag hennar númer tvö.\nLive And Let Die: Paul McCartney semur lagið Live And Let Die og spilar það með Wings, þess má reyndar geta að George Martin upptökustjóri myndarinnar býr til öll önnur lög í myndini, John Barry kemur ekki nálægt þessari mynd.\nThe Man With The Golden Gun: Lag sungið af Lulu, samnefnt lag, lagið er samið af honum John Barry.\nThe Spy Who Loved Me: lagið heitir Nobody Does It Better og er sungið að Carly Simon, og samið af John okkar Barry.\nMoonraker: samnefnt lagið sungið af Shirley Bassey og samið af John Barry, gæti ekki verið meira Bondlegra.\nFor Your Eyes Only: Samnefnt lag sem sungið er af Sheenu Easton og samið af Bill Conti.\nOctopussy: lagið hét All Time High og er sungið af Rita Coolidge og samið af John Barry.\nA View To A Kill: lag sungið af Duran Duran og samið af Duran Duran og John Barry.\nLiveing Daylights: Lag sem norska 80´s hljómsveitin A-ha spiluðu og sömdu með John Barry.\nLicence To Kill: lagið er samnefnt myndini og er sungið af Gladys Knight og er samið af honum Michael Kamen.\nGoldeneye: Tina Turner rokkdrottningin sjálf syngur lag samnefnt myndini, reyndar er lagið samið af Eric Serra.\nTommorrow Never Dies: samnefnt lag er sungið af Sheryl Crowe, einhverntíman gekk nú saga um að Björk syngi lagið en það er rangt, lagið er samið af David Arnold.\nThe World Is Not Enough: lagið er sungið af Grabage, lagið er samnefnt myndini og er samið af David Arnold og Garbage.\nDie Another Day: lagið er sungið af Madonnu og samið af David Arnold.",
    "url": "https://www.hugi.is/gulloldin/greinar/204751/james-bond-musikin/",
    "url_id": "204751",
    "id": "1575512",
    "replies": [
        {
            "user": "Steinia",
            "user_id": "2047",
            "date": "2004-05-06 02:30:42",
            "id": "1575513",
            "reply_to_id": "1575512",
            "text": "Hvar er gagnrýnin eða eitthvað sem segir manni aðeins meira en hver syngur og hver semur lagið við hverja mynd?\nFrekar léleg og tilgangslaus grein.\nEn allavega, Bond lögin eru auðvitað orðin sígild og að mínu mati er Shirley Bassey klárlega nr 1 sem besti flytjandinn og besta lagið Goldfinger.\nStutt um hvernig mér finnst lögin:\n-From Russia With Love: bara svona lala, ekkert spes við það, nema gítar/banjó leikurinn í bakgrunni.\n-Goldfinger: SNILLD besta lagið.\n-Thunderball: Finnst það ekki passa. Frekar slappt lag.\n-You Only Live Twice: Flott\n-On Her Majesty's Secret Service: flott lag, góður Bond stemmari yfir því. Aftur á móti er Louis Armstrong lagið frábært.\n-Diamonds Are Forver: Eins og alltaf er hún Shirley Bassey með flotta rödd, en lagið mætti alveg vera betra.\n-Live And Let Die: örugglega eitt þekktasta Bond lagið, mjög flott. Hérna er Bond orðinn töff útaf hraða, spennu o.s.frv., en ekki bara “sean connery lookinu”.\n-The Man With The Golden Gun: aldrei verið neitt sérstaklega hrifinn af þessu lagi.\n-Nobody Does It Better: Þetta lag er mjög óBond legt að mínu mati, en engu að síður flott lag.\n-Moonraker: Aftur hér er það Shirley Bassey sem heldur laginu uppi, reyndar allt í lagi lag, en hún gerir það.\n-All Time High: eins og Nobody does it better, þá er þetta frekar óBondlegt, en þetta er leiðinlegra en það.\n-A View To A Kill: Flott lag og passaði eflaust vel við Bond á þessum tíma.\n-Liveing Daylights: eins og með AWTAK, passaði eflaust vel við á sínum tíma og er ennþá í dag gott lag þó það beri kanski ekki alveg þessa Bond ímynd sem maður hefur.\n-Licence To Kill: Kanski sem 1. sætið í Eurovision, en sem Bond lag… NEI\n-Goldeneye: mjög flott lag.\n-Tommorrow Never Dies: svona lala\n-The World Is Not Enough: einnig svona lala\n-Die Another Day: Veit ekki alveg hvað madonna er að troða sér á þetta, þegar ég fór á myndina var fólk hlæjandi að þessu þegar lagið kom! (btw ég er ekki á móti Madonnu, fínn tónlistarmaður, en bara ekki í Bondmynd)\nEn þetta er auðvitað bara mitt álit."
        },
        {
            "user": "Redfish",
            "user_id": "4160",
            "date": "2004-05-06 02:34:10",
            "id": "1575514",
            "reply_to_id": "1575512",
            "text": "A View to a Kill er fyndið, þá sérstaklega tónlistarmyndbandið við það. Rambaði á það á VH1 um daginn."
        },
        {
            "user": "cherpi",
            "user_id": "26600",
            "date": "2004-05-06 03:17:41",
            "id": "1575515",
            "reply_to_id": "1575512",
            "text": "frábær upptalning!\nLagið All Time High var koverað af Pulp á snilldarhátt, miklu betra þannig.\nPulp eiga líka lag sem kallast Tomorrow Never Lies, og mér skilst af hafi verið samið með Bond í huga. Frábært lag sem rústar Tomorrow Never Dies.\nhlustandi á: This Mortal Coil - Song To the Siren"
        },
        {
            "user": "Hlynzi",
            "user_id": "21838",
            "date": "2004-05-06 12:38:54",
            "id": "1575516",
            "reply_to_id": "1575512",
            "text": "Besta lagið er þokkalega Live and let die, með þeim félögum Paul McCarthney og The Wings.\nNýjasta lagið, og myndin eru mjög slöpp.\nEn bond lög hafa yfirleitt verið í takt við myndirnar, flott og skemmtileg."
        },
        {
            "user": "Nonningur",
            "user_id": "34886",
            "date": "2004-05-08 20:12:59",
            "id": "1575517",
            "reply_to_id": "1575512",
            "text": "Live and let die er klárlega besta lagið\nAnnars hefur hann Bond farið verstnandi með árunum.\nVona að snillingurinn Quentin Tarantino fái að gera Bond mynd"
        },
        {
            "user": "JesusChrist",
            "user_id": "50715",
            "date": "2004-06-16 09:57:23",
            "id": "1575518",
            "reply_to_id": "1575517",
            "text": "léleg grein en vona líka að tarntino leikstýri einhverji"
        },
        {
            "user": "Fuckface",
            "user_id": "48460",
            "date": "2004-05-11 11:00:54",
            "id": "1575519",
            "reply_to_id": "1575512",
            "text": "fucking cocksucking motherfucking góð grein"
        }
    ]
}