{
    "forum_title": "Tilveran",
    "user": "Flyzer",
    "user_id": "36537",
    "date": "2004-05-06 13:23:38",
    "title": "loðnir karlmenn, turn off or turn on ?",
    "text": "Ég hef oft velt því fyrir mér hvað gerir karlmenn girnilega í augum kvenna, hvað er það sem skilur kvennagullið frá einfaranum. Sjálfstraust, gullhamrar, ákveðni eða er það líkaminn sem ræður öllu á endanum?\nHárlaus líkami sem endurspeglar smástrákinn sem konur vilja passa uppá, og svo loðnir karlmenn sem hafa löngum verið ímynd töffarans.\nMargir af kynþokkafyllstu karlmönnum heims eru loðnir og vel það.\nBaldwin bræðurnir, Stephen Dorff, Harrison Ford, Ed Harris,\nChris Issak, Jon Bon Jovi (reyndar búin að losa sig við loðnuna),\nSean Connery og allir James Bond leikararnir, ok sumir af þessum kannski\nekki beint kyntröll en ég fann þetta bara á netinu.\nEr það loðinn bringa sem kveikir í konum eða öfugt, er þetta bara úrelt\nfyrirbæri sem engin kona vill í dag ?\nSjálfur er ég loðinn á bringu og er þess vegna að velta mér uppúr þessu.\nMér finnst þetta allt í lagi en er einhleypur og pæli oft í því þegar ég\ner að spá í stelpu hvort þetta verði mér til falls eða mun hún fíla þetta?",
    "url": "https://www.hugi.is/tilveran/greinar/204874/lodnir-karlmenn-turn-off-or-turn-on/",
    "url_id": "204874",
    "id": "1576307",
    "replies": [
        {
            "user": "skam",
            "user_id": "10318",
            "date": "2004-05-06 21:12:41",
            "id": "1576308",
            "reply_to_id": "1576307",
            "text": "það er soldið misjafnt!…ef þú býrð á selfossi skiptir máli að eiga hrísaða hondu (helst gula) og vera með aflitað hár og ganga alltaf í hlýrabol og öðrum nýjustu tískufötunum og að láta tribaltattúið sjást en annars er það að vera tilbúinn til að eyða nógu asskoti mörum seðlum í þær og svo eru það örugglega einhverjir fleiri möguleikar….\nen þegar öllu er á botninn hvolft er það aðeins eitt sem kellingar vilja… og það eru seðlarnir þínir!!\n(ekki taka þessu alvarlega,ég er ekki nægilega mikill hommi til að vita alveg 100% hvernig kvenkynin hugsa en ég tel mig hafa nokkuð mikið rétt fyrir mér með selfossþjóðflokkinn)"
        },
        {
            "user": "bossanova",
            "user_id": "14499",
            "date": "2004-05-06 21:19:02",
            "id": "1576309",
            "reply_to_id": "1576308",
            "text": "Vá, hvað fólk er alltaf þröngsýnt og barnalegt hérna á Huga."
        },
        {
            "user": "bossanova",
            "user_id": "14499",
            "date": "2004-05-07 00:13:06",
            "id": "1576310",
            "reply_to_id": "1576309",
            "text": "Ég tékkaði á þér og staðfesti að þú hlytir að vera kvenkyns.  Málið er, að þetta er staðreynd málsins!  Beleave it or not!  Svona er þetta einfaldlega!"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2004-05-07 11:29:19",
            "id": "1576311",
            "reply_to_id": "1576309",
            "text": "Talandi um að vera þröngsýn og alhæfa svona mikið…  allir á huga ?"
        },
        {
            "user": "johsig",
            "user_id": "52716",
            "date": "2004-05-06 21:42:54",
            "id": "1576312",
            "reply_to_id": "1576308",
            "text": "Hey þú þarna pappakassi sem ert að reyna að tjá þig um Selfoss hvenar byrjar leikskólinn þinn á morgnana????? Farðu nú bara og láttu skipta á þér, “gett a life”"
        },
        {
            "user": "Karat",
            "user_id": "35059",
            "date": "2004-05-06 21:47:43",
            "id": "1576313",
            "reply_to_id": "1576308",
            "text": "Það er nú bara eitt kvenkyn."
        },
        {
            "user": "sebri",
            "user_id": "29510",
            "date": "2004-05-07 18:26:25",
            "id": "1576314",
            "reply_to_id": "1576308",
            "text": "Mín skoðun er sú að loðnir karlenn séu miklu meira turn on heldur en hárlausir. Þessir hárlausu eru bara eitthvað svo barnalegir! Allavega vil ég hafa þá loðna ;)"
        },
        {
            "user": "villingur",
            "user_id": "43160",
            "date": "2004-05-08 13:56:16",
            "id": "1576315",
            "reply_to_id": "1576308",
            "text": "Jæja.. og hvernig veist þú að Selfossþjóðflokkurinn snúist bara um að aflita á sér hárið, eiga hrísaða hondu, og ganga í tískufötum?? Í augnablikinu er hérna ein gul hrísuð honda.. Sem mesta ógeðið á selfossi er að keyra um á.. Kannski á þetta við um suma, en þá rosalega fáa… Vegna þess að HALLÓ!! Fólk á sér líf þótt það séu sumir virðast ekki eiga það.."
        },
        {
            "user": "skam",
            "user_id": "10318",
            "date": "2004-05-08 17:30:37",
            "id": "1576316",
            "reply_to_id": "1576315",
            "text": "johsig og villingur!!…þið eruð akkúrat ástæðan fyrir að ég elska að rífa kjaft á netinu!! hehehe!! sumt fólk tekur svona rugli alltof alvarlega!!…. en það virðist enginn hafa nein mótmæli við því að það eina sem er turn-on fyrir kellingar séu seðlarnir!! það er þá líklega bara rétt…(ætli það sé ekki bara ástæðan fyrir að ég fái aldrei neinar kellingar, frekar heldur en míkrópenisinn)… hmmm.."
        },
        {
            "user": "hildur87",
            "user_id": "37026",
            "date": "2004-05-06 22:03:12",
            "id": "1576319",
            "reply_to_id": "1576307",
            "text": "veistu flyzer þá skiftir það voðalega litlu máli. að minnsta kosti fyrir stelpu eins og mig. ég var með gaur sem var kallaður týndi hlekkurinn einmitt vegna þess hve loðinn hann var mér fannst þetta bara gera hann flottari fyrir vikið. þetta er eins og þjóðsagan um að ef þér líki nógu mikið við manneskju af hinun kyninun fynniru ekki svitalykt af viðkomandi, ef stelpan er hrifin af þér og þínum persónuleika þá er þetta bara besta mál ef hún gæti hinsvegar ekki verið með þér vegna hára hér og þar er hún ekki þess virði :D"
        },
        {
            "user": "Karnage",
            "user_id": "7017",
            "date": "2004-05-06 23:26:20",
            "id": "1576320",
            "reply_to_id": "1576319",
            "text": "Já rétt hjá Hildi, voðalega fátt fólk sem er svo grunnhyggið (er þetta rétt beygt?). Ég held að kvenfólki í dag finnist loðnir karlmenn ekki eins kynæasandi og berstrípaðir smástrákar en þegar þær ná sér í strák skiptir það eiginlega ekki máli lengur.\nHugsaðu það þannig, myndir þú hætta að dúlla þér með flottri stelpu ef hún væri með sex tær á öðrum fæti, eða auka geirvörtu."
        },
        {
            "user": "Hrafnista",
            "user_id": "13633",
            "date": "2004-05-06 22:16:43",
            "id": "1576321",
            "reply_to_id": "1576307",
            "text": "Loðnir karlmenn eru bara karlmannlegir! ;)"
        },
        {
            "user": "BlackAngel",
            "user_id": "12901",
            "date": "2004-05-07 00:26:48",
            "id": "1576322",
            "reply_to_id": "1576307",
            "text": "Ég á kærasta sem er loðnari en allt á flest öllum stöðum á líkamanum nema bringunni og bakinu þó að auðvitað eru einhver hár þar!! Eg get ekki séð að það skipti einhverju máli. Mér þætti hann alveg jafn fallegur þó að hann væri með fá hár, af því að þetta er hann! Við byrjuðum saman 16ára (ég að verða 19) og þá var hann ansi loðinn. En ég veit þó alavega við hverju má búast!! Það eru fullt af stelpum sem halda að kærastarnir séu næstum hárlausir en svo lýða kannski nokkur ár og þá eru þeir alveg orðnir janf loðnir og hinir. Við sem eigum loðna kærasta vitum alavega hvað við eigum eftir að fá!!"
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2004-05-07 00:27:38",
            "id": "1576323",
            "reply_to_id": "1576307",
            "text": "Loðnir, ekki spurning."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2004-05-07 00:38:30",
            "id": "1576317",
            "reply_to_id": "1576307",
            "text": "Fer bara eftir smekki.\nEn það er eins og það sé að komast í tísku að karlmenn fjarlægi og/eða snyrti líkamshár. T.d. á bringunni og maganum. Maður tekur eftir því að flestir sem að taka þátt í Herra Ísland eru búnir að snyrta þessi svæði, og einnig bara karlkyns módel almennt í dag."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2004-05-07 00:40:38",
            "id": "1576318",
            "reply_to_id": "1576317",
            "text": "Vil bæta við að þú átt auðvitað bara að gera það sem þér finnst vera flottast sjálfum. Svo gerðu bara það sem þú vilt gera óháð því hvað sé í tísku eða hvað stelpurnar vilja :)"
        },
        {
            "user": "Yamamoto",
            "user_id": "31854",
            "date": "2004-05-07 00:46:24",
            "id": "1576324",
            "reply_to_id": "1576307",
            "text": "En hár á fótleggjum karla. Er það turn-on eða turn-off?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-05-07 10:39:04",
            "id": "1576325",
            "reply_to_id": "1576324",
            "text": "Mér finnst það frekar ansalegt þegar karlar fjarlægja hárin. Konur eru ekki svo grunnhyggnar (flestar) að hárin séu fyrir þeim eða ekki."
        },
        {
            "user": "ibbets",
            "user_id": "10684",
            "date": "2004-05-07 02:09:06",
            "id": "1576326",
            "reply_to_id": "1576307",
            "text": "Ég vona innilega að loðnir karlmenn séu turn on, því ég er alveg passlega loðinn á öllum líkamanum nema akkúrat á höndunum….."
        },
        {
            "user": "coby",
            "user_id": "3357",
            "date": "2004-05-07 11:13:05",
            "id": "1576327",
            "reply_to_id": "1576307",
            "text": "Turn off or turn on hjá fólki er eins misjanft og það er margt. Mér til dæmis þykir konur alla jafna meira kynæsandi þegar þær eru í “hversdags” fötum/útbúnaði heldur en þegar þær eru búnar að klæða sig upp. Og fátt er meira turn on heldur en nývaknaður kvenmaður.\nOg að spyrja hvort að loðin bringa kveiki almennt í konum eður ei er ekki góð spurning, frekar að spyrja kveikir hún í þér. Hvað vilt þú?"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2004-05-07 11:30:03",
            "id": "1576328",
            "reply_to_id": "1576307",
            "text": "Persónuleiki, hvernig persónuleiki er hinsvegar smekksatriði."
        },
        {
            "user": "cappel",
            "user_id": "46901",
            "date": "2004-05-07 12:07:25",
            "id": "1576329",
            "reply_to_id": "1576307",
            "text": "Hvað þá með konur sem eru með hár á fótleggjunum eða undir höndum? Það virðist sem flestum þyki það viðbjóðslegt ef konur eru með stakt hár annars staðar en á höfðinu. Eða skiptir þetta kannski engu máli svo lengi sem þær eru með góðan persónuleika?"
        },
        {
            "user": "djkisa",
            "user_id": "7316",
            "date": "2004-05-07 12:18:13",
            "id": "1576330",
            "reply_to_id": "1576307",
            "text": "daginn sem þú ferð að fara alvarlega úr hárum er dagurinn sem þú þarft að alvarlega að pæla í þessu, ekki gera það núna þú þarft þess ekki :D"
        },
        {
            "user": "Axelma",
            "user_id": "4146",
            "date": "2004-05-07 13:02:58",
            "id": "1576331",
            "reply_to_id": "1576307",
            "text": "Ef ég mætti ráða þá ættu allir menn að vera hárlausir!!! Þeir mættu vera með hár á höfðinu og á höndunum EKKI undir handakrikunum (fyrir þá sem ekki skilja þá raka allar stelpur þessi ljótu hár af)"
        },
        {
            "user": "Axelma",
            "user_id": "4146",
            "date": "2004-05-07 13:39:44",
            "id": "1576332",
            "reply_to_id": "1576331",
            "text": "Djöfull er ég fegin að þú færð ekki að ráða…"
        },
        {
            "user": "Soldier127",
            "user_id": "8627",
            "date": "2004-05-07 14:58:56",
            "id": "1576333",
            "reply_to_id": "1576307",
            "text": "Ég raka hárin af bringuni minni, vegna þess að ég fíla þau ekki.  Spyr engann hvort hann fíli það annan en sjálfan mig =)\nEn hár á fótum og höndum finnst mér í fínu lagi.\nÉg veit að þetta er ekki svar við spurninguni þinni, en ég varð að vera með =)"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2004-05-07 15:48:02",
            "id": "1576334",
            "reply_to_id": "1576307",
            "text": "Það segir bara meira um stelpuna sjálfa ef hún lætur eitthvað hár eða hárleysi koma í veg fyrir að hún nái sér í annars góðan strák.  Svo er það líka mjög oft sem stelpur halda því fram að hár hér eða þar séu turn-off, alveg þangað til þær falla fyrir strák sem vill svo til að er með hár á þessum stöðum.  Þá allt í einu fíla þær það í tætlur."
        },
        {
            "user": "Thoron",
            "user_id": "18222",
            "date": "2004-05-07 16:10:37",
            "id": "1576335",
            "reply_to_id": "1576307",
            "text": "Loðnur rúla!"
        }
    ]
}