{
    "forum_title": "Rokk",
    "user": "Laruz",
    "user_id": "39768",
    "date": "2004-05-06 01:42:18",
    "title": "Jimi Hendrix",
    "text": "Jimi fæddist í þorpi fyrir utan Seattle árið 1942 og var skírður Johnny Allen Hendrix, en fljótlega var nafni hans breytt í James Marshall Hendrix eftir frænda hans er dó skömmu áður. Hendrix ólst upp í hverfi hvítra. Foreldrar hans skildu 1950 og var Hendrix mest hjá ömmu sinni á æskuárunum, en hún var hreinn Cherokee indjáni. Þegar Hendrix var aðeins 15ára lést móðir hans, Lucille, og hafði dauðinn tölverð áhrif á hann.Móðir hans var mesti innblástur á ljóðagerð. Hendrix var mjög feiminn og lokaður strákur. Þegar hann var 12 ára gaf pabbi hans honum fyrsta rafmagnsgítarinn. Hann var algerlega sjálflærður. Hann gekk í skólahljómsveit og byrjaði að fikra sig áfram í gítarleik.\nÁrið 1961 fór hann í fallhlífadeild í hernum en 14 mánuðum síðar var hann látinn laus úr hernum vegna meiðsla eftir stökk, honum til mikilla ánægðu enda var hann mikill herandstæðingur. Á næstu þremur árum eftir hermennsku lék Hendrix með öllum þeim hljómsveitum sem vildu eitthvað með hann hafa, t.d Ike og Tinu Turner, Little Richard og Isley Brothers. Fyrri hluta ársins 1966 var Hendrix aðallega að spila með hljómsveitini Jimmy James and the Blue Flames og voru þeir eitt kvöldið að spila á Cafe Cha í New York.Linda, kona Keith Richards í Rolling Stones tók eftir Hendrix og sagði Chas Chandler bassaleikaranum í the Animals frá honum. Hann fór strax á tónleika með honum, og fannst alveg frábært og alveg fáránlegt að hann skyldi vera lausráðinn.\nChas Chandler hafði strax samband við Hendrix og vildi fá hann til Bretlands. Ekki var það erfitt, því það eina sem Hendrix vildi fá var að hitta Eric Clapton og Jeff Beck og ekki var erfitt fyrir Chas að koma því í kring, enda góður vinur þeirra beggja. Þeir fóru svo til London og fljótlega fór Chas Chandler með Hendrix á klúbb þar sem Cream var að spila og kynnti hann fyrir Jack Bruce og Eric Clapton. Clapton sagði að Hendrix hefði verið virkilega feiminn. Þeir báðu Hendrix um að spila eitthvað fyrir sig og tók Hendrix lagið „Killing floor” með Howling Wolf og spilaði það á rétthendan rafmagnsgítar en hann var örvhentur, svo að allt snéri öfugt. Þegar Hendrix var búin að spila Killing floor sagði„Eric Clapton aldrei hafa verið samur eftir það”. Skömmu eftir þetta (1966) fór Chas Chandler sem var þá orðinn umboðsmaður Hendrix að setja upp hljómsveit með Hendrix. Margir sóttu um stöðu, en Chas valdi Noel Redding (áður gítarleikari) til að leika á bassa og Mitch Mitchell á trommur en hann hafði frekar villtan trommustíl sem minnti aðalega á trommustíl Ginger Baker sem var trommari Cream. En hljómsveitin fékk nafnið Jimi Hendrix Experience.Jimi Hendrix Experience byrjaði að spila á frekar litlum klúbbi í London en áhuginn á þeim varð strax mikill, og fór flesta fræga fólkið að sjá hann eins og t.d John Lennon, George Harrison og Mick Jagger. „Mick Jagger sagði til dæmis við fréttafólkið afhverju eruð þið að taka viðtal við mig þegar þið hafið Jimi Hendrix fyrir framan ykkur”. Þetta ýtti allt undir fljóta frægð hans. Þegar Hendrix var að ljúka upptökum á annarri smáskífu sinni með laginu „Purple Haze” á,  áttu þeir 20 mínútur eftir af stúdiótímanum, Hendrix hafði samið lagið „The Wind Cries Mary” kvöldið áður og sýndi hann Noel og Mitch það og sagði þeim í hvaða tóntegund það væri og hvernig  hraðinn væri og tóku þeir það upp á 20 mínútum og þetta var útkoman „Puple Haze” og „Wind Cries Mary” fóru strax á topp tíu í Bretlandi. Fyrsta tóneikaferðalag þeirra var vorið 1967 með Cat Stevens. Þeir gáfu út fyrsu breiðskífuna sína í maí 1967 og hét hún „Are You Experience” og náði hún góðum vinsældum og varð t.d. í 2 sæti á eftir Sgt Pepper Lonley Heart Club Band, ekki slæmt. Í júní 67 átti að halda stóra hátíð í Californíu, stjórnandi hátíðarinnar var John Phillips í „Mamas and the Papas”. Þegar hann var að setja upp hátíðina bað hann Paul McCartney að vera með sér í stjórn hátíðarinnar, en Paul sagðist ekki mæta nema Hendrix væri að spila, og úr varð að Hendrix var á tónleikunum. Á hátíðinni voru 50.000 manns og bar hún nafnið Monterey. Honum var tekið frábærlega, fólk var einróma um að hann hefði verið maður hátíðarinnar en á henni voru hljómsveitir á borði við Jefferson Airplane, Janis Joplin , Miles Davis, og Ottis Redding er lést nokkrum dögum eftir hátíðina.\nEftir Montery þá hlóðust á þá allskyns tilboð, og fóru þeir t.d að spila á Filmore East frægum vesturstrandarklúbbi. Og síðan fengu þeir stóran samning um að fara á tónleika ferðlag með The Monkeys. Are you experience og Axis Bold as Love voru báðar gefnar út 1967 en Electric Ladyland var gefin út 1968. Plötunar allar voru gerðar á 60-80 stundum í studió en það þykir mjög stutt. Stuttu eftir útgáfu plötunar Electric Ladyland voru hljómsveita meðlimir farnir að nota mikið af eiturlyfjum og samband á milli Hendrix og Noels farið að stirðna. Chas Chandler meikaði ekki meira af svona ástandi og taldi það besta sem hægt væri að gera í stöðunni væri að hætta og gerði hann það og fór aftur til Bretlands. Síðustu tónleikar  Expirienced voru í Denver 1969 í júní, Hendrix tók þá ákvörðun og þannig séð rak Noel Redding. En Mitch spilaði eitthvað með honum meira t.d. við tökur á plötunni „Cry of Love” og Woodstock. En síðan stofnaði Hendrix hljómsveitina „Band of Gypsis” með fyrrum vini sínum úr hernum. Á bassa var billy Cox og Buddy Miles á trommur og voru þetta allt menn með svartan hörundslit. Þeir gáfu út aðeins eina plötu „live” á gamlárskvöld 1969 og á henni voru sex lög. Hendrix kom til Englands í ágúst 1970 til að spila á Isle of Wight festival þar sem 600.000 manns voru á svæðinu ásamt Bob Dylan, The Who, Leonard Cohen, Free, The Doors o.fl.\n7 eða 8 dögum áður en Hendrix dó fór hann að hitta Chas Chandler og bað hann um að vinna með sér aftur eftir nokkra mánaða aðskilnað. Chas tók vel í það og sagði honum að fara til Nex York og ná í upptökur sem  Hendrix hafði verið að vinna að og hitta sig síðan í Newcastle. Jimi Hendrix var aðfaranótt 17.september 1970 í Notting Hill í íbúð vinkonu sinnar Monicu Dennerman.Frekar seint um kvöldið fóru þau að sofa en um morguninn fann Monica hann meðvitundalausan og hringdi á sjúkrabíl, Hendrix dó skömmu síðar á St. Mary sjúkrahúsinu þann 18.september 1970. Líkskoðari lýsti dánarsök, hún var innöndun ælu vegna svefnpillu og áfengisdrykkju. Jimi Hendirx var jarðaður í Seattle 1 október 1970 og var hann aðeins 27 ára gamall er hann lést.",
    "url": "https://www.hugi.is/rokk/greinar/204880/jimi-hendrix/",
    "url_id": "204880",
    "id": "1576409",
    "replies": [
        {
            "user": "ibbets",
            "user_id": "10684",
            "date": "2004-05-06 07:42:51",
            "id": "1576410",
            "reply_to_id": "1576409",
            "text": "Ágætis grein hjá þér, bara spurning um að passa stafsetningar villur og gera greinarskil….:)\nTil dæmis þá hét platan “Are you experienced?”\nEn on another note, þá má til gamans geta að hann var að vinna að nýrri plötu þegar hann dó sem heitir “First Ray of the New Rising Sun” og var gefin út 1997.  Menn eru á báðum áttum um hvort að þetta teljist sem lögleg Hendrix plata af því að lögin voru ekki tilbúin og voru þau unnin löngu eftir að hann dó, og ekki er víst að hann hefði viljað hafa hana svona.\nEn annars, fínt hjá þér…:D"
        },
        {
            "user": "ibbets",
            "user_id": "10684",
            "date": "2004-05-06 07:47:35",
            "id": "1576411",
            "reply_to_id": "1576410",
            "text": "Frábært að gera stafsetningarvillu þegar maður er að leiðrétta einhvern annan um hið sama.\n“bara spurning um að passa stafsetningar villur” það á auðvitað ekkert að vera neitt bil þarna, biðst forláts."
        },
        {
            "user": "OBhave",
            "user_id": "3496",
            "date": "2004-05-06 13:27:57",
            "id": "1576412",
            "reply_to_id": "1576410",
            "text": "óóó hét platan “Are You Experienced?”… hehe ég var að fræðast heilmikið um kappann með þessari grein og mér fannst “Are You Experence?” ekki ganga upp… :D"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-05-06 09:59:56",
            "id": "1576413",
            "reply_to_id": "1576409",
            "text": "Ágætis grein, mér fannst þú samt hoppa frekar snöggt í dauða hans í lokin. Hefðir getað haft aðeins meira. Virtist eins og þú nenntir ekki að skrifa meira :)\nEn það er bara það sem mér finnst.\nGóð grein."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-05-06 11:26:26",
            "id": "1576414",
            "reply_to_id": "1576409",
            "text": "Flott grein, bara þegar þú gerir aðra, spurning um að gera greinaskil  og svoleiðis :)"
        },
        {
            "user": "Splitz",
            "user_id": "13993",
            "date": "2004-05-06 12:57:01",
            "id": "1576415",
            "reply_to_id": "1576409",
            "text": "Góð grein fyrir utan stafsetningavillur, vantar greinaskil og fleira sem mætti laga. En alltaf gaman að fræðast um þennan snilling :)"
        },
        {
            "user": "pitchfork",
            "user_id": "15618",
            "date": "2004-05-06 14:36:04",
            "id": "1576416",
            "reply_to_id": "1576409",
            "text": "þetta var og mun vera eini negrinn með viti"
        },
        {
            "user": "moller",
            "user_id": "26898",
            "date": "2004-05-06 15:36:25",
            "id": "1576417",
            "reply_to_id": "1576416",
            "text": "Hei, ekki gleyma Chuck Berry :D:Þ…"
        },
        {
            "user": "opinn",
            "user_id": "20891",
            "date": "2004-05-07 12:20:45",
            "id": "1576418",
            "reply_to_id": "1576416",
            "text": "“þetta var og mun vera eini negrinn með viti”\nþetta var nú fallega sagt af þér…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-05-08 23:37:22",
            "id": "1576419",
            "reply_to_id": "1576416",
            "text": "Og eitt enn: KaaK, þú ert hálfviti."
        },
        {
            "user": "ibex",
            "user_id": "18701",
            "date": "2004-05-06 17:20:37",
            "id": "1576420",
            "reply_to_id": "1576409",
            "text": "Góð grein um mikinn snilling."
        },
        {
            "user": "Laruz",
            "user_id": "39768",
            "date": "2004-05-06 21:48:45",
            "id": "1576421",
            "reply_to_id": "1576409",
            "text": "hey máeg nota tetta á folk síðu?"
        },
        {
            "user": "Laruz",
            "user_id": "39768",
            "date": "2004-05-06 23:16:17",
            "id": "1576422",
            "reply_to_id": "1576421",
            "text": "já ekki málið"
        },
        {
            "user": "Laruz",
            "user_id": "39768",
            "date": "2004-05-07 19:14:34",
            "id": "1576423",
            "reply_to_id": "1576409",
            "text": "haha ég skil ekki hvernig fólk nennir að lesa grein og leita af stafsetningarvillum í leiðinni og segja svo að greinin hafi ekki verið nógu góð vegna fjölda stafsetningavillna…vá lesiðið bara greinina og reynið að hafa gaman af=)…annars var þetta nokkur góð grein=)"
        },
        {
            "user": "Laruz",
            "user_id": "39768",
            "date": "2004-05-08 01:12:00",
            "id": "1576424",
            "reply_to_id": "1576423",
            "text": "Ja þetta er rétta hugafarið"
        },
        {
            "user": "purplehaze",
            "user_id": "3590",
            "date": "2004-05-08 03:02:39",
            "id": "1576425",
            "reply_to_id": "1576424",
            "text": "ágætis grein, það er bara alltaf verið að skrifa svona greinar, þetta sér maður á “biography” linkum heimasíðu tónlistarmannanna."
        },
        {
            "user": "purplehaze",
            "user_id": "3590",
            "date": "2004-05-08 12:22:24",
            "id": "1576426",
            "reply_to_id": "1576425",
            "text": "Já og er það á íslensku?"
        },
        {
            "user": "purplehaze",
            "user_id": "3590",
            "date": "2004-05-08 14:03:35",
            "id": "1576427",
            "reply_to_id": "1576426",
            "text": "Nei, er bara að segja að efnið er það sama, skítsama á hvaða tungumáli það e"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-05-09 21:01:33",
            "id": "1576428",
            "reply_to_id": "1576427",
            "text": "étu drullu purplehace hverjum er ekki sama þótt þ´rifur kjaft?? fint að lesa sona greinur um þenan snilling og þótt að þú vitir allt um hann þá vita ekki allir og kanski eru sumir ekki n´´ogu góðir í að lesa biographi. annars flott grein gaman að lesa greinar um þenan snilling.\nPurplehace fuck off"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-05-09 21:02:12",
            "id": "1576429",
            "reply_to_id": "1576428",
            "text": "á ensku"
        },
        {
            "user": "opinn",
            "user_id": "20891",
            "date": "2004-05-08 23:22:58",
            "id": "1576430",
            "reply_to_id": "1576409",
            "text": "Svona allt í lagi grein. Ekki allt rétt þarna samt.\nÉg veit ekki alveg með fyrstu tvær plöturnar, en Electric Ladyland var pottþétt unnin á töluvert lengri tíma en nokkrum sólarhringum!\nÞað var við upptökur á henni sem að Noel Redding byrjaði að vera með einhvern móral. (Jimi spilaði sjálfur á bassa á nokkrum lögum á því meistarastykki.)\nAð mínu mati var hann ekki alveg að gera sér grein fyrir því að hann væri ekki alveg jafn merkilegt talent og Jimi (vægt til orða tekið)… var t.d. eitthvað að pirra sig á hvað fullkomnunarárátta Jimis var oft tímafrek! Það var bara hið besta mál að hann fór, Billy Cox var miklu betri í alla staði.\nMitch Mitchell var hins vegar alltaf hinn fullkomni trommari fyrir Jimi. Enda var hann með honum allt til enda, fyrir utan tvo mánuði eða svo þegar Jimi var með Buddy Miles og Cox í Band Of Gypsys.\nStíll Mitchells var nú ekkert líkur Ginger Baker… miklu jazzaðari, og betri og fjölhæfari trommari að mínu mati.\nChas Chandler hætti sem pródúsent og umboðsmaður stuttu eftir að vinna við Electric Ladyland hófst. Hann var af breska poppskólanum og var ekki sáttur við stefnuna sem Jimi vildi taka, þ.e. fullkomið frelsi. Þannig að hann fór, sem var bara fínt enda varð Jimi bara betri og ævintýralegri þegar enginn var lengur að halda aftur af honum.\nÉg hef lengi haldið sérstaklega uppá efnið sem er að finna á First Rays Of The New Rising Sun - það sem Jimi tók upp á síðasta æviári sínu. 1970 tónleikarnir voru líka betri en allt sem á undan gekk. Hann var að vaxa og þroskast, verða betri og betri… og síðan dó hann.\nFleiri sem deila með mér þessari skoðun?\nSíðan sakar ekki að taka fram að Jimi var aldrei neinn kók eða heróínfíkill… Marihuana og LSD var hins vegar ekki sparað neit sérstaklega.\nTvær leiðréttingar hérna í viðbót: Miles Davis var ekki á Monterey-hátíðinni, og Otis Redding dó ekki fyrr en í desember 1967, sem sagt hálfu ári síðar!\nThe Soulman"
        },
        {
            "user": "opinn",
            "user_id": "20891",
            "date": "2004-05-09 01:54:27",
            "id": "1576431",
            "reply_to_id": "1576430",
            "text": "“Að mínu mati var hann ekki alveg að gera sér grein fyrir því að hann væri ekki alveg jafn merkilegt talent og Jimi (vægt til orða tekið)… var t.d. eitthvað að pirra sig á hvað fullkomnunarárátta Jimis var oft tímafrek! Það var bara hið besta mál að hann fór, Billy Cox var miklu betri í alla staði.”\nsamt aðal ástæðan fyrir því að Noel kallinn fór var af því að hann sjálfur vildi gerast gítarleikari. Eða réttara sagt halda áfram að vera bara gítarleikari, hann var aldrei neinn bassaleikari…\nen hann var samt þrusugóður á meðan hann var… Mér fannst billy cox ekki endilega betri, bara öðruvísi… Auk þess sem að hárið á Noel slær mörg met í sval-leika :)"
        },
        {
            "user": "pitchfork",
            "user_id": "15618",
            "date": "2004-05-09 11:25:21",
            "id": "1576432",
            "reply_to_id": "1576409",
            "text": "Hvað er að ykkur, þeir eru alltaf gargandi á popptívi hvað þeir eiga mikla peninga(þeas negranir). Tónlistarlega séð er skemmtilegra að hlusta á vegaframkvæmdir heldur en þennan sora viðbjóð sem þeir kalla tónlist"
        },
        {
            "user": "repisen",
            "user_id": "6666",
            "date": "2004-05-09 11:52:46",
            "id": "1576433",
            "reply_to_id": "1576432",
            "text": "Ég legg til að þessi “KaaK” verði bannaður á huga.is.  Þetta á ekki að vera vettvangur fyrir svona vitleysingja."
        },
        {
            "user": "opinn",
            "user_id": "20891",
            "date": "2004-05-09 20:44:08",
            "id": "1576434",
            "reply_to_id": "1576433",
            "text": "allaveganna að hann verði látinn skalla vegg afar harkalega svo að kannski eitthvað vit fari að koma upp úr honum."
        },
        {
            "user": "Return",
            "user_id": "48596",
            "date": "2004-05-09 20:33:26",
            "id": "1576435",
            "reply_to_id": "1576409",
            "text": "Hvað eru allir að væla um það að það eigi banna hinn og banna þennan\nsumir segja bara það sem aðrir hugsa\nskil samt ekki hvað er svona merkilegt við þennan gaur, hann var góður og gítar, hvað með það"
        },
        {
            "user": "Return",
            "user_id": "48596",
            "date": "2004-05-09 20:34:33",
            "id": "1576436",
            "reply_to_id": "1576435",
            "text": "“hann var góður á gítar” átti það að vera gott fólk"
        },
        {
            "user": "carpe",
            "user_id": "31491",
            "date": "2004-05-10 17:17:59",
            "id": "1576437",
            "reply_to_id": "1576436",
            "text": "Tja hann var og er merkilegur fyrir að vera annar af tvemur bestu gítarleikurum allra tíma ásamt Jimmy Page. Fyrir að vera einn frægasti blökku-tónlistar-maður allra tíma ef ekki sá frægasti. Hann er góður söngvari og lagahöfundur, einfaldlega mikill snillingur, miklu meiri en átrúnargoðið þitt sem skaut sig víst."
        },
        {
            "user": "Return",
            "user_id": "48596",
            "date": "2004-05-10 18:04:37",
            "id": "1576438",
            "reply_to_id": "1576437",
            "text": "vó ! bara sumir farnir að færa sig uppá skaptið\noki hann var kannski einn besti gítarleikari sögunnar ? og hvað með það, hverjum er ekki drullusama hvað einhver kann á gítar. Það er tónlistinn sem viðkomandi semur sem skiptir máli.\nog ég sjálfur gef ekki mikið fyrir tónlistina hans\nég átti mig ekki á afhverju þú ert að blanda Kurt Cobain inní þetta\nen ef þú villt fá að vita muninn þá var hendrix skítseiði (í bókstaflegri merkingu) en Cobain besti lagahöfundur sögunnar\nætlar þú kannski að láta banna mig fyrir þetta ?"
        },
        {
            "user": "carpe",
            "user_id": "31491",
            "date": "2004-05-10 19:05:58",
            "id": "1576439",
            "reply_to_id": "1576438",
            "text": "“oki hann var kannski einn besti gítarleikari sögunnar ? og hvað með það, hverjum er ekki drullusama hvað einhver kann á gítar. Það er tónlistinn sem viðkomandi semur sem skiptir máli.”\nJá, gítarinn er einmitt stór partur af tónlistinni hans, ekki ætlaru að halda því fram að hann hafi ekki sjálfur samið riffin og sólóin sem eru í lögunum hans ?\n“og ég sjálfur gef ekki mikið fyrir tónlistina hans”\nEfast um að þú hafir kynnt þér hana nánar, þegar ég hlustaði á nirvana þegar ég var yngri, þá var mér skítsama um “einhvern dauðan gítarleikara” en núna fatta ég hversu mikil snilld þessi maður er, miklu meiri en Cobain, sry félagi en þú verður bara að reyna að sjá sólina fyrir honum Kurt kallinum.\n“en ef þú villt fá að vita muninn þá var hendrix skítseiði (í bókstaflegri merkingu) en Cobain besti lagahöfundur sögunnar”\nÞað segir bara heilmikið um þig að þú  getir ekki rökrætt um tónlist án þess að kalla einhvern skítseiði eða eitthvað þvíumlíkt.\n“ætlar þú kannski að láta banna mig fyrir þetta ?”\nSegðu mér, af hverju ætti ég að gera það, hef ég verið að gefa út að ég vilji bann einn né neinn."
        },
        {
            "user": "Return",
            "user_id": "48596",
            "date": "2004-05-10 20:22:28",
            "id": "1576440",
            "reply_to_id": "1576439",
            "text": "Kannski ætti ég að fara tékka á hendrix, og auðvitað er hann ekkert skítseiði sumt segir maður bara í hita “leiksins” biðst velvirðingar.\nmér fannst bara óþarfi hjá þér að blanda Kurt inn í þetta, er það ekki ?\nég sé samt sólina alveg ágætlega samt, þakka þér fyri"
        },
        {
            "user": "Laruz",
            "user_id": "39768",
            "date": "2004-05-10 21:55:31",
            "id": "1576441",
            "reply_to_id": "1576440",
            "text": "takk fyrir leiðinlega umræðu return"
        },
        {
            "user": "Return",
            "user_id": "48596",
            "date": "2004-05-10 22:00:10",
            "id": "1576442",
            "reply_to_id": "1576441",
            "text": "það var ekkert sætilíus"
        },
        {
            "user": "opinn",
            "user_id": "20891",
            "date": "2004-05-10 19:07:35",
            "id": "1576443",
            "reply_to_id": "1576438",
            "text": "þú ert svo heimskur að ég er að hugsa um að hengja mig. af hverju ertu hérna inni að tjá þig, þú óstjórnlega fáfróði maður.\ní alvörunni talað, farðu og ekki tjá þig á opinberum vettvangi næstu fimm árin, og þá, þegar þú ert orðinn 13 ára, máttu kannski aðeins fara að tjá þig…"
        },
        {
            "user": "carpe",
            "user_id": "31491",
            "date": "2004-05-10 19:36:31",
            "id": "1576444",
            "reply_to_id": "1576443",
            "text": "var þessu beint til mín eða Return ?"
        },
        {
            "user": "opinn",
            "user_id": "20891",
            "date": "2004-05-10 22:23:50",
            "id": "1576445",
            "reply_to_id": "1576444",
            "text": "Þessum texta mínum var að sjálfsögðu beint til Return. Af skrifum þínum að dæma virðist þú vera frekar klár gaur…\nÉg samt tek ofan fyrir return um að hafa beðist velvirðingar… en samt, koddu eftir fimm ár…"
        },
        {
            "user": "carpe",
            "user_id": "31491",
            "date": "2004-05-10 22:25:15",
            "id": "1576446",
            "reply_to_id": "1576445",
            "text": "Flott mál."
        },
        {
            "user": "ChuckBerry",
            "user_id": "7938",
            "date": "2004-05-11 14:31:12",
            "id": "1576447",
            "reply_to_id": "1576437",
            "text": "“Tja hann var og er merkilegur fyrir að vera annar af tvemur bestu gítarleikurum allra tíma ásamt Jimmy Page. Fyrir að vera einn frægasti blökku-tónlistar-maður allra tíma ef ekki sá frægasti.”\nSvo auðvitað er hann líka einn frumlegasti og byltingarkenndasti gítarleikari sögunnar, allaveganna sá frumlegasti upp að sínum tíma. Hendrix kláraði ferlið sem Peter Townshend og Jeff Beck höfðu byrjað á og gaf gítarnum nær endalaust frelsi til framkalla hvaða “hávaða” sem væri. Eftir Hendrix var gítarleikarin jafn frjáls og saxafónleikari í jazzsveit. Það finnst mér persónulega skipta mun meira máli en hvort hann hafi verið tæknilega betri gítarleikari en Clapton eða Jimmy Page.\nEn allaveganna mjög góður tónlistarmaður, Are you experienced? er skyldueign og Electric ladyland jafnvel líka en persónulega hef ég aldrei komist almennilega inn í Axis bold as love. Þó ég hafi nú átt hana lengst."
        },
        {
            "user": "purplehaze",
            "user_id": "3590",
            "date": "2004-05-13 05:31:59",
            "id": "1576448",
            "reply_to_id": "1576447",
            "text": "Ok Brutal666…. ég skal “fuck off”"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-05-26 15:02:26",
            "id": "1576449",
            "reply_to_id": "1576435",
            "text": "Ertu ekkað skrítinn eða ?\nGaurinn er besti gítarleikari ever !!!!!!!!!\nHlustaðu á hann spila Somwer over the rainbow og þá muntu fíla hann !!!!!!!!!"
        },
        {
            "user": "pitchfork",
            "user_id": "15618",
            "date": "2004-05-10 02:41:59",
            "id": "1576450",
            "reply_to_id": "1576409",
            "text": "ég legg til að resipen fari til afríku og kynnist kynstofni sínum..\neða ertu alltof upptekinn við að grenja útaf skoðunum mínum?"
        },
        {
            "user": "repisen",
            "user_id": "6666",
            "date": "2004-05-10 10:08:23",
            "id": "1576451",
            "reply_to_id": "1576450",
            "text": "Nokk sama um skoðanir þínar enda virðist á öllu að þú hafir fátt gáfulegt fram að færa.  Þú þarft hins vegar að halda svona heimskulegum skoðunum fyrir sjálfan þig."
        },
        {
            "user": "seNoyer",
            "user_id": "20451",
            "date": "2004-05-22 20:32:45",
            "id": "1576452",
            "reply_to_id": "1576409",
            "text": "Frábær grein Laruz, vel gert.\nog já, mikið kemur útúr manni í hita leiksins en þetta var eins og talað úr mínu hjarta frá þér massimo.\nsparar aðra skriftina :)\nFlkz"
        },
        {
            "user": "fuckfred",
            "user_id": "30280",
            "date": "2004-05-28 15:09:34",
            "id": "1576453",
            "reply_to_id": "1576409",
            "text": "Skrifaði einhver hérna fyrir ofan að Jimi Hendrix væri skítseiði og að Cobain væri meiri lagahöfundur? Ég nennti ekki að lesa allt þetta rifrildi en sýndist einhver segja þetta :.( Ég segi nú bara, “has it come to this?”\nAhhh… er að hlusta á ‘Castle Made Of Sand’ með honum núna… újeeeee…"
        },
        {
            "user": "Moonchild",
            "user_id": "36323",
            "date": "2004-05-30 20:17:45",
            "id": "1576454",
            "reply_to_id": "1576409",
            "text": "‘..og spilaði það á rétthendan rafmagnsgítar en hann var örvhentur, svo að allt snéri öfugt.’\nþetta finnst mér pirrandi. ég er örvhentur en samt spila ég á ‘rétthentan’bassa.vinur minn er líka örvhentur og spilar líka á ‘rétthentan’gítar.Það fer ekkert eftir því hvort að maður sé rétthentur ewða örvhentur hvorum megin hálsinn er, það er bara spurning um það hvað manni þykir þægilegra.til dæmis getum hvorugur okkar ( ég og ‘örvhenti vinur minn’) alls ekki spilað með hálsinn hægra megin við okkur. Fín grein hjá þér samt"
        },
        {
            "user": "addi90",
            "user_id": "54664",
            "date": "2004-08-26 15:58:57",
            "id": "1697059",
            "reply_to_id": "1576409",
            "text": "Geðveik grein um besta gítarleikara allra tíma"
        }
    ]
}