{
    "forum_title": "Mótorhjól",
    "user": "wiss",
    "user_id": "1192",
    "date": "2004-05-06 10:36:02",
    "title": "Umhverfismál fyrir drullumallara",
    "text": "Nú nýlega var stofnuð ný nefnd innan VÍK (Vélhjólaíþróttaklúbburinn). Nefndin er Umhverfisnefnd og var stofnuð t.d. útaf því að löggan er búin að banna að hjóla á Kleifarvatni, Djúpavatni o.fl. Nefndin ætlar að fara oft og laga spólför á svæðum sem ekki má hjóla á. Fyrsta ferðin var farin á mánudaginn og var farið upp að Djúpavatni þar sem “alvarleg” spólför voru í mýrum þar og einnig upp brekkur o.fl. Um 15 manns mættu á svæðið og hjálpuðu til. Fólkið sáði í spólför og löguðu þau einnig. Þetta er bara gott fyrir klúbbinn. Er á planinu að fara aftur og reyna að laga önnur spólför. Ekki er kominn staður og tími á þessu ennþá en hvet ég menn til að vera vakandi og fylgjast vel með þegar þetta verður auglýst á motocross.is og icemoto.com. ATH! Þetta er ekkert bara fyrir meðlimi VÍK að mæta þangað því að þetta snertir okkur öll (mótorhjólafólk). Ef við lögum ekki gerist ekkert nema okkur verður bannað að vera allstaðar.\nHvet ég samt alla mótorhjólamenn til að skrá sig í VÍK. Þú geturu skráð þig <a href=\"\nhttp://www.motocross.is/VIK/2004/Felagsskraning/\nskraningarbladVIK.asp“ target=”_blank\">hér</a>\nÉg þakka fyrir mig, og vonandi sjáiði ykkur fært að koma og hjálpa til næst þegar svona verður auglýst.",
    "url": "https://www.hugi.is/motorhjol/greinar/204870/umhverfismal-fyrir-drullumallara/",
    "url_id": "204870",
    "id": "1576268",
    "replies": [
        {
            "user": "wiss",
            "user_id": "1192",
            "date": "2004-05-06 10:37:30",
            "id": "1576269",
            "reply_to_id": "1576268",
            "text": "http://www.motocross.is/VIK/2004/Felagsskraning/skranin\ngarbladVIK.asp Þetta er rétt slóð"
        },
        {
            "user": "wiss",
            "user_id": "1192",
            "date": "2004-05-06 10:38:11",
            "id": "1576270",
            "reply_to_id": "1576269",
            "text": "http://www.motocross.is/VIK/2004/Felagsskraning/skranin\ngarbladVIK.asp\nHvað er málið…. ruglast alltaf ef maður reynir html :)…….."
        },
        {
            "user": "Froggy",
            "user_id": "508",
            "date": "2004-05-10 13:33:54",
            "id": "1576271",
            "reply_to_id": "1576270",
            "text": "þessi slod/linkur er brotin :("
        },
        {
            "user": "geysir",
            "user_id": "22635",
            "date": "2004-05-06 19:00:42",
            "id": "1576272",
            "reply_to_id": "1576268",
            "text": "Heyr heyr, flott, þetta vantaði. Hvet alla til að mæta þegar svona lagað er tilkynnt. Einnig hvet ég alla til að upplýsa um allar náttúruskemmdir og kvarta til lögreglu ef þið sjáið einhvern vera að skemma náttúruna."
        },
        {
            "user": "jon4",
            "user_id": "31820",
            "date": "2004-05-08 13:46:55",
            "id": "1576273",
            "reply_to_id": "1576272",
            "text": "Heyrðu veit einhver um vél eða síðu þar sem er verið að selja mótora í eldgamla skellinöðru ?\nKannski ekkað um 72-75?"
        },
        {
            "user": "geysir",
            "user_id": "22635",
            "date": "2004-05-08 18:19:57",
            "id": "1576274",
            "reply_to_id": "1576273",
            "text": "Nei því miður, en hvers vegna vantar þig svona gamlan mótor?"
        },
        {
            "user": "jon4",
            "user_id": "31820",
            "date": "2004-05-10 13:40:22",
            "id": "1576275",
            "reply_to_id": "1576274",
            "text": "Bara því að ég er með gamla nöðri í garðinum"
        },
        {
            "user": "BFfirebird",
            "user_id": "42191",
            "date": "2004-05-11 02:24:10",
            "id": "1576276",
            "reply_to_id": "1576275",
            "text": "Já einmitt banna það er skemtilegt orð sem virðist vera voðalega vinsælt hérna á íslandi bara útaf nokkrum hálfvitum þá á að banna mótorhjól hér og þar en á sama tíma er ríkstjórnin að rústa kárahnjúkum og engin smáveigis náttúruspjöll þar en það er allt í lagi og svo er verið að vælaí útaf einhverjum andskotans hjólförum, og á sama tíma eru hestamenn að traðka landið niður út um fjöll og fyrnindi en það er allt í lagi af því að hestaslóðar eru bara fallegir eða þannig og svo fá þeir fullt af stígum í þokkabót af því að þetta er svo miklu fínni og flottari íþrótt (snobb) en mótorhjólin sem eiga greinilega ekki að fá að vera neinstaðar af því að nokkrir asnar keirðu á röngum stað vei segi ég nú bara endilega bannið bara allt það er svo mikið frelsi á íslandi!!!!"
        },
        {
            "user": "obbi1",
            "user_id": "11721",
            "date": "2004-05-31 22:38:14",
            "id": "1576277",
            "reply_to_id": "1576268",
            "text": "Það voru t.d. einhverjir apakettir að spóla á golfvellinum í þorlákshöfn rétt hjá ströndinni taki þeir til sín sem eiga þetta er hálvita skapur að vera að skemmafyrir fólki bæði golfurum og okkur hjólafólki löggan er búin að vera að sitja um sandana núna ::::::::::::::"
        },
        {
            "user": "jj22",
            "user_id": "18909",
            "date": "2004-07-12 17:18:25",
            "id": "1576278",
            "reply_to_id": "1576277",
            "text": "Þetta eru ótrúlega heimskulegt að spóla þarna á þessu svæði Djúpavatn þetta er verndað land sem Veiðiklúbbur hafnarfjarðar er með.. líka er ég búin að sjá þarna fullt af skemmdarverkum hjá djúpavatns leiðinni.. en ég tel ástæðuna vera mjög einfalda fyrir þessu!\nÞað SÁRVANTAR svæði einhver staðr þarna fyrir okkur nálægt Hafnarfyrði/Reykjavík þar mjög nálægt.. Álfsnes er nú ekki svo langt frá en það er álíka langur akstur að keyra þangað og grindavík frá hafnarfyrði.. það á ekki að vera það erfitt ða útvega okkur smá svæði sem við getum kastað mold í nokkra hóla og búa til crossbraut og kanski smá enduro slóða ef við erum stál heppinn en til þess að þetta gæti farið í framkvæmdir þá verða allir hjólamenn að taka sig á og sleppa svona skemmdarverkum .. þetta sem ég er að skrifa hér er marg umtalað en alltaf eru einhverjir ennþá að..\nen mér finnst að það ætti að leyfa smá svæði þarna hjá kleifarvatni .. þar sem löggan er nú búin að sekta þá ófáa.. en Kvartmílu klúbburinn lenti líka í basli með að fá leyfi til að halda sandspyrnu keppni þarna í fyrra og er þessi sýslumaður í kef. mjög tregur á að leyfa motorsport á þessu svæði.."
        }
    ]
}