{
    "forum_title": "Smásögur",
    "user": "RoMpEr",
    "user_id": "8419",
    "date": "2001-03-23 03:32:47",
    "title": "\"God's\" Soul",
    "text": "“God’s” Soul\nThere is a soul in me that I still have to make acquaintances with. Some unknown force is at work within me and I’m afraid that if I let it go it will consume who I am. Or is it what I am? The question becomes unbearable at times. The fear of not knowing oneself is probably the most horrible thing that I can think of. Feeling of complete and utter loneliness eats me up.\nI was a being once, a being of complete selflessness and understanding. That was a long time ago, eons ago. I learned quickly that even thought you want to spend your life helping others you will never be truly satisfied if you don’t help yourself to begin with. I went the wrong way.\nThe journey was going to be so simple, and yet so complicated. Helping all of the world accept peace and happiness within themselves. It was a lost cause from the start, and the gravest mistake. The hypocrisy and the irony of it all is so cosmically funny that I still have no idea how I missed it. I went on the journey to help everyone on the planet but I neglected myself.\nThe endless ignorance that I was living and breathing. I didn’t understand half of the things that I wanted to do. The tragic legend was to be born on this moment in time. A long, long time ago. It started out great. I created these two perfect persons that were supposed to be together for all time, and longer in the genes of their children. Something went wrong.\nSome unknown forces within me said that I had to give them all of the feeling that I had and then it would be perfect. So like an idiot I did. What a mistake, such a mistake. They of course started to grow unhappy of the world that I had been unhappy in and in the end caused it to fall on their heads. I am still laughing at the figures that came out of these bodies. They haven’t changed a bit over millenniums. What a joke of a creation. What an idiot I am. I’m a laughing matter all over the Universe, and a little bit farther. And it’s all my fault.\n(Eg skrifadi tetta a ensku tvi ad stundum hugsa eg a tann hatt, it doesn't bother me:)\nRoMpE",
    "url": "https://www.hugi.is/smasogur/greinar/20499/gods-soul/",
    "url_id": "20499",
    "id": "131897",
    "replies": [
        {
            "user": "JediMLD",
            "user_id": "2426",
            "date": "2001-03-23 21:45:47",
            "id": "131898",
            "reply_to_id": "131897",
            "text": "Snillingur er mættur!!"
        },
        {
            "user": "Barilius",
            "user_id": "7631",
            "date": "2001-03-26 15:16:24",
            "id": "131899",
            "reply_to_id": "131897",
            "text": "Ég held ég sé nú bara sammála JediMLD\nGóð hugmynd!!!!\n-Barilius"
        },
        {
            "user": "RatCat",
            "user_id": "5831",
            "date": "2001-03-26 22:00:46",
            "id": "131900",
            "reply_to_id": "131897",
            "text": "Flott saga :)"
        },
        {
            "user": "SunnyW",
            "user_id": "7706",
            "date": "2001-03-27 11:37:21",
            "id": "131901",
            "reply_to_id": "131897",
            "text": "Ég er alveg sammála að snillingur sé mættur á svæðið."
        },
        {
            "user": "TinTinn",
            "user_id": "8208",
            "date": "2001-04-04 09:24:08",
            "id": "131902",
            "reply_to_id": "131897",
            "text": "Sko já þetta er sniðugt, helvíti sniðugt, þú hefur mitt leyfi til að fara á geðveikt egótripp."
        }
    ]
}