{
    "forum_title": "Dulspeki",
    "user": null,
    "user_id": null,
    "date": "2004-05-08 22:06:27",
    "title": "Geimverur Eða Lygi?",
    "text": "Ég veit ekki hvort þetta sé satt en, þetta eru geimveru sögur og passar þetta líka inná geimvísinda áhugamálið, þetta er svona X-files dót, en þetta er sagt vera satt, ég ætla ekki að þræta lengur um þetta, bara byrja.\nKona ein í afríku segist hafa verið brottnumin af geimveru, þegar hún svaf. Geimverunnar tóku hana eina nótt, og fóru með hana í móðurskip sitt, settu á hana eithvert sjötta skilningarvit, þannig að hún geti séð hvaða sjúkdóma fólk er með og viti hvaða meðal það þarf, að hennar sögn er það svo. Eitt er skrítið við þetta 99% af þeim sjúkdómum og lyfjum sem hún segir er rétt.\nMaður sem ég veit ekki hvar býr, en hann býr á sveitabýli sagði þessa sögu. Geimskip lenti í garði hans og kom vera útúr því og bað um vatn, maðurinn hljóp inn og sótti vatn, hann var mjög hræddur um að veran myndi gera honum eithvað ef hann myndi ekki sækja vatnið. Hann færði síðan veruni vatnið og hún fór að elda eithvað inní hans eldhúsi, einhverskonar pönnuköku. Seinna þegar veran var farinn þá var pönnukakan rannsökuð og þá komst fólk að því að það voru engin hráefni í pönnukökuni.\nÍ einum sveitabæ í bandaríkjunum er fólk sem sagðist hafa séð geimskip lenda rétt hjá bæ sínum. Næsta dag fór löggan að rannsaka málið og komst að því að flöturinn sem geimskipið átti að hafa lent á var með 200% meiri geislun á sér en hinir partanir af grasinu. Reyndar var líka búið að kvikna í grasinu þarsem geimskipið átti að hafa lent.\nSagt hefur verið Líka að Guð sé geimvera, Seifur og Herkúles hafi verið Geimverur, sögur eru til af konum sem hafa verið brottnar burt af geimverum og branaðar af þeim og skilað síðan til baka, Herkúles á að hafa verið þannig fyrirbæri og sagt er að það séu þannig fyrirbæri, ekki hata þau fyrirbæri, þetta er aðeins annar kynþáttur, þetta ætti ekki einu sinni að kalla fyrirbæri. Ekki hata þær.\nÞessar sögur eru kannski ólíkar því eða þeim geimverum sem þið sjáið í Star Wars, Men In Black, X-files, Alien myndunum, Star Trek eða bara almennum geimveru eða geimmyndum, því þær vilja okkur ekkert illt, bara að rannsaka lifnaðar hætti okkar og annað, því þær eru þróaðri en við.",
    "url": "https://www.hugi.is/dulspeki/greinar/205154/geimverur-eda-lygi/",
    "url_id": "205154",
    "id": "1578578",
    "replies": [
        {
            "user": "HrKrissi",
            "user_id": "47093",
            "date": "2004-05-08 22:32:47",
            "id": "1578579",
            "reply_to_id": "1578578",
            "text": "Á hvaða fólk.is síðu stalstu þessu?"
        },
        {
            "user": "HrKrissi",
            "user_id": "47093",
            "date": "2004-05-09 08:42:41",
            "id": "1578580",
            "reply_to_id": "1578579",
            "text": "Ég stal þessu ekki af fólk síðu þetta var í bók sem binur minn átti. Fólk.is eru ömulegar síður."
        },
        {
            "user": "HrKrissi",
            "user_id": "47093",
            "date": "2004-05-09 12:16:32",
            "id": "1578581",
            "reply_to_id": "1578580",
            "text": "múahahaha"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-05-08 22:34:41",
            "id": "1578582",
            "reply_to_id": "1578578",
            "text": "Já eg veit nú ekki þetta hljómar nú frekar ótrúverðugt. En hver er eg til þess að vita hvort geimverur séu til eða ekki.\nEg persónulega útiloka það ekki að geimverur séu ekki til en samt sem áður held eg að þetta sé bara eintómt bull. Miklu trúverðugrði væri ef geimverur væru bakteria eða eithvað þannig."
        },
        {
            "user": "nonni2",
            "user_id": "5379",
            "date": "2004-05-08 23:53:20",
            "id": "1578583",
            "reply_to_id": "1578578",
            "text": "Lestu bókin voru guðirnig geimfarar."
        },
        {
            "user": "mundi",
            "user_id": "25967",
            "date": "2004-05-09 00:08:09",
            "id": "1578584",
            "reply_to_id": "1578578",
            "text": "Ef heimurinn er endalaus afhverju erum við þá einn í honum."
        },
        {
            "user": "ojb",
            "user_id": "1502",
            "date": "2004-06-05 12:53:59",
            "id": "1578585",
            "reply_to_id": "1578584",
            "text": "Hver segir að heimurinn sé endalaus?\nÉg veit að börnum er kennt það en ekki samkvæmt vísindum."
        },
        {
            "user": "Jak",
            "user_id": "16664",
            "date": "2004-05-09 00:14:11",
            "id": "1578586",
            "reply_to_id": "1578578",
            "text": "Ég álít að kannski hafi einn geðsjúklingur verið “numinn á brott” af litlum grænum köllum og svo fór bara fullt af fólki með athyglissýki að segja að því hefði líka rænt af geimverum þegar fjölmiðlafárið byrjaði. Svo hefur slatta af fólki líklega dreymt þetta og eitthvað þvíumlíkt.\nÞað má vel vera að eitthvað af þessu sé satt en þeim sem trúa á geimverur hefur algjörlega mistekist að færa sönnur á tilivist þeirra og hvort þær hafi komið til jarðar í “leit að félagsskap”.\nOg er ekki staðreyndin sú að ef fólk hefði aldrei heyrt minnst á geimverur, þá myndi það álíta þessi ljós á himnum væru kannski draugar í staðinn fyrir geimskip, því við sjáum það sem við viljum sjá.\nOg þessi fyrirbrigði eins og þessir kornhringir sem myndast á næturna, af hverju þarf það endilega alltaf að vera að geimverur hafi búið þá til? Af hverju þarf fólk alltaf að vera svo grunnhyggið að álíta að eitthvað sem það skilur ekki, sé eitthvað yfirnáttúrulegt?\nÞrátt fyrir að fólk fyrir langa löngu skildi ekki hvað þessar litlu hvítu doppur á himninum sem komu á nóttunni væru, þá voru þær samt ekki neitt yfirnáttúrulegt.\nMér finnst þessi geimverudella orðin fáránleg.\nFólk! Komið með haldbærar sannanir áður en þið farið að þvaðra um litla kalla frá Mars eða frá Júpíter eða hvað sem þið kallið þá."
        },
        {
            "user": "Gvendalfur",
            "user_id": "17861",
            "date": "2004-05-09 10:18:31",
            "id": "1578587",
            "reply_to_id": "1578586",
            "text": "ekki hef ég nú mikið vit á þessu, en það er hundrað sinnum erfiðara að sanna að þær séu EKKI til…                   ;)"
        },
        {
            "user": "Jak",
            "user_id": "16664",
            "date": "2004-05-09 19:47:02",
            "id": "1578588",
            "reply_to_id": "1578587",
            "text": "“ekki hef ég nú mikið vit á þessu, en það er hundrað sinnum erfiðara að sanna að þær séu EKKI til… ;)”\nÉg held að það séu nú fáir sem eru að reyna að sanna að geimverur séu ekki til, enda frekar tilgangslaust."
        },
        {
            "user": "tran",
            "user_id": "59",
            "date": "2004-05-09 10:54:38",
            "id": "1578589",
            "reply_to_id": "1578586",
            "text": "þú talar um haldbærar sannanir en kemur síðan með hugmyndina að þetta hafi verið draugar?\nDRAUGAR?\nkommon, draugar er bara svo fjarstæðukennd hugmynd að það á ekki einu sini heima í sama flokki og geimveru"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-05-09 14:39:34",
            "id": "1578590",
            "reply_to_id": "1578589",
            "text": "ég myndi frekar nota orðið andar heldur en Drauga"
        },
        {
            "user": "Jak",
            "user_id": "16664",
            "date": "2004-05-09 15:18:15",
            "id": "1578591",
            "reply_to_id": "1578589",
            "text": "Þú misskilur mig.\nÞað sem ég sagði var að ef að fólk hefði aldrei heyrt minnst á geimverur myndi það kannski halda að þetta væru draugar eða eitthvað þannig.\nBy the way, ég trúi ekki á drauga."
        },
        {
            "user": "ibbets",
            "user_id": "10684",
            "date": "2004-05-10 02:32:23",
            "id": "1578592",
            "reply_to_id": "1578586",
            "text": "Ef við skoðum málið útfrá tölfræði þá er það allavega 1/10 líkur á því að það sé líf í þessu sólkerfi, þar sem það eru 10 plánetur í þessu sólkerfi og það er líf á allavega einni.\nÞar af leiðandi er það 1/10 líkur á að það sé líf í öðrum sólkerfum (gefandi okkur það að það séu 10 plánetur í þeim sólkerfum) þannig það er nú ekkert svo langsótt sko.\n“Fólk! Komið með haldbærar sannanir áður en þið farið að þvaðra um litla kalla frá Mars eða frá Júpíter eða hvað sem þið kallið þá.”\nHver þykistu eiginlega vera að koma með svona kröfur.  Vissiru að flestar reglur sem við lifum eftir eru einungis kenningar, td afstæðiskenningin.\nÆtlaru bara ekki að neita af lifa eftir því af því að það eru ekki haldbærar sannanir fyrir henni?\n“Og er ekki staðreyndin sú að ef fólk hefði aldrei heyrt minnst á geimverur, þá myndi það álíta þessi ljós á himnum væru kannski draugar í staðinn fyrir geimskip, því við sjáum það sem við viljum sjá.”\n?????!!!?!??!!!!\nFinnst þér sem sagt líklegra að það séu draugar!!! á himninum heldur en geimverur!!!\nDu bist ein moron!"
        },
        {
            "user": "NTkmr",
            "user_id": "36382",
            "date": "2004-05-10 04:51:32",
            "id": "1578593",
            "reply_to_id": "1578592",
            "text": "já fyrsta sem maðurinn mun gera þegar þeir ná að fljúga á aðrar plánetur með geimverum á.. þá fer eitthver inn til þeirra og bakar fyrir þá pönnukökur."
        },
        {
            "user": "Jak",
            "user_id": "16664",
            "date": "2004-05-13 19:31:53",
            "id": "1578594",
            "reply_to_id": "1578592",
            "text": "“Ef við skoðum málið útfrá tölfræði þá er það allavega 1/10 líkur á því að það sé líf í þessu sólkerfi, þar sem það eru 10 plánetur í þessu sólkerfi og það er líf á allavega einni.\nÞar af leiðandi er það 1/10 líkur á að það sé líf í öðrum sólkerfum (gefandi okkur það að það séu 10 plánetur í þeim sólkerfum) þannig það er nú ekkert svo langsótt sko.”\nEitt orð: KJAFTÆÐI.\nÞað eru kannski 100.000.000.000.000.000.000.000.\n000.000.000.000.000. líkur á því að það sé líf á öðrum hnöttum því það er alveg ótrúlega ólíklegt að myndast geti líf og þessi tölfræði er einfaldlega mjög heimskuleg tölfræði.\nÞetta er eins og að segja að það séu tíu strákar í einum bekk og einn þeirra er hommi. Þá eru 1/10 líkur á því að strákar í öðrum bekkjum á öllu landinu séu hommar(ef við gefum okkur það að það séu 10 strákar í hverjum bekk). Og síðast þegar ég vissi voru pláneturnar 9.\nEf þú ert að tala um þessa nýju plánetu þá er ekki búið að samþykkja hana sem “plánetu”.\n“Hver þykistu eiginlega vera að koma með svona kröfur.”\nÉg átti við geimverur sem koma til jarðarinnar, ekki hvort þær séu til, hefði átt að segja það strax.\n“Vissiru að flestar reglur sem við lifum eftir eru einungis kenningar, td afstæðiskenningin.”\nFlestar? Þú ert að fara á býsna hálan ís með því að staðhæfa þetta því það eru til MJÖG margar reglur sem við lifum eftir. T.d 2+2=4.\n“Finnst þér sem sagt líklegra að það séu draugar!!! á himninum heldur en geimverur!!!”\nKanntu ekki Íslensku? Hefurðu alls engann lesskilning? LESTU TEXTANN ÁÐUR EN ÞÚ SVARAR!\nÉg sagði að ef fólk hefði aldrei heyrt minnst á geimverur myndi það líklega halda að þessi ljós sem koma stundum á himninum væru draugar eða eitthvað þannig því það myndi bara koma með einhverjar aðrar yfirnáttúrulegar skýringar í staðinn fyrir litlu grænu kallana.\nSvo ég held að þú fyrirgefir það þótt ég segi:\n“Du bist ein moron”(reyndar er “Du bist ein Idiot” mun réttara mál)."
        },
        {
            "user": "ibbets",
            "user_id": "10684",
            "date": "2004-05-13 19:57:55",
            "id": "1578595",
            "reply_to_id": "1578594",
            "text": "Einföld tölfræði en virkar samt.\n…:)"
        },
        {
            "user": "Jak",
            "user_id": "16664",
            "date": "2004-05-13 20:54:13",
            "id": "1578596",
            "reply_to_id": "1578595",
            "text": "Hvernig?"
        },
        {
            "user": "ibbets",
            "user_id": "10684",
            "date": "2004-05-14 00:53:19",
            "id": "1578597",
            "reply_to_id": "1578596",
            "text": "“Þetta er eins og að segja að það séu tíu strákar í einum bekk og einn þeirra er hommi. Þá eru 1/10 líkur á því að strákar í öðrum bekkjum á öllu landinu séu hommar(ef við gefum okkur það að það séu 10 strákar í hverjum bekk). ”\nNákvæmlega svona.\nSvo er búið að finna 10 plánetuna, hún er fyrir aftan Plútó og er jafn langt frá plútó og Plútó er frá sólinni, hún hefur sitt eigið tungl og alles.\nHenni hefur verið gefið nafnið Sedna."
        },
        {
            "user": "Jak",
            "user_id": "16664",
            "date": "2004-05-14 19:32:22",
            "id": "1578598",
            "reply_to_id": "1578597",
            "text": "Þetta er mjög heimskuleg röksemdarfærsla hjá þér því að þessi strákur sem er hommi er einangrað atvik og það þyrfti að bera þennan bekk saman við fleiri bekki til að fá út áreiðanlegar niðurstöður. Eins er með sólkerfin.\nAllir stjörnufræðingar gera sér grein fyrir þeim óendandlegu litlu líkum á að vitsmunalíf finnist annarstaðar í geimnum og að líf myndaðist hér á jörðinni yfirhöfuð.\n“Svo er búið að finna 10 plánetuna, hún er fyrir aftan Plútó og er jafn langt frá plútó og Plútó er frá sólinni, hún hefur sitt eigið tungl og alles.\nHenni hefur verið gefið nafnið Sedna.”\nRangt, það er ekki búið að finna 10 reikistjörnuna.\nAf Vísindavefnum: “Sedna er ekki tíunda reikistjarna sólkerfisins. Hnötturinn er einfaldlega of lítill til að kallast reikistjarna. Hann er hins vegar svokallað reikistirni, eitt svonefndra útstirna sem tilheyra flest Kuipersbeltinu. Kuipersbeltið er safn íshnatta utan við braut Neptúnusar, í um 50 stjarnfræðieininga fjarlægð. Sedna er líklega of langt í burtu til að teljast til Kuipersbeltisins og aðeins í tíunda hluta þeirrar fjarlægðar sem innri brún svokallaðs Oortskýs er talin vera. Þess vegna lítur út fyrir að hnötturinn sé á einskis manns landi, þar sem vísindamenn bjuggust ekki við að finna neitt þessu líkt.”"
        },
        {
            "user": "ibbets",
            "user_id": "10684",
            "date": "2004-05-14 20:30:22",
            "id": "1578599",
            "reply_to_id": "1578598",
            "text": "Það er ennþá verið að melta þetta mál, það eru margir sem halda því fram að Plútó sé jafnvel of lítil til að geta talist pláneta.\nVið skulum bara sjá til.\nEn þó svo að það séu stjarnfræðilegar líkur á lífi á öðrum hnöttum þá eru samt líkur, alveg eins og það eru líkur á því að það sé líf á þessum hnetti, þú verður að viðurkenna það.\nVitaskuld er þessi 1/10 öfgakennt dæmi, en þannig virkar tölfræðin."
        },
        {
            "user": "Jak",
            "user_id": "16664",
            "date": "2004-05-14 22:29:46",
            "id": "1578600",
            "reply_to_id": "1578599",
            "text": "“Vitaskuld er þessi 1/10 öfgakennt dæmi, en þannig virkar tölfræðin.”\nÞetta er álíka gáfuleg tölfræði eins og að segja að þar sem að á sama tíma og íssala jókst í Ástralíu þá fjölgaði hákarlaárásum gífurlega þar, og að þá hljóti aukin íssala að leiða til aukinna árása hákarla á menn.\nÞótt að það sé líf á 1/“10” af plánetunum í sólkerfinu okkar þá er ekkert sem segir að það sé þannig í öðrum sólkerfum því að ef þú ætlar t.d. að gera vísindatilraun þá verðurðu að gera samanburðartilraun til þess að sýna fram á að niðurstöður tilraunarinnar standist og ef þú segir að það séu 1/10 líkur á að það sé líf í öðrum sólkerfum þá verðurðu að hafa einhver önnur sólkerfi til samanburðar."
        },
        {
            "user": "ibbets",
            "user_id": "10684",
            "date": "2004-05-15 00:50:28",
            "id": "1578601",
            "reply_to_id": "1578600",
            "text": "Dúd, þetta er bara asnalegt hjá þér, sættu þig við það að þessi tölfræði á alveg við rök að styðjast og er alls ekkert sambærilegt við þetta dæmi sem þú varst að koma með.\nÞegar ég segi að hún eigi við rök að styðjast þá er ég ekki að meina bókstaflega að það sé 1/10 að það sé líf í öðru sólkerfi, en ástralíu og hákarla samanburður er ekki sambærilegt.\nAð lokum, þá sé ég ekki lengur tilgang með þessum samræðum."
        },
        {
            "user": "Jak",
            "user_id": "16664",
            "date": "2004-05-15 14:54:41",
            "id": "1578602",
            "reply_to_id": "1578601",
            "text": "“Dúd, þetta er bara asnalegt hjá þér, sættu þig við það að þessi tölfræði á alveg við rök að styðjast og er alls ekkert sambærilegt við þetta dæmi sem þú varst að koma með.”\nEf þessi tölfræði á við rök að styðjast þá hefur þú ekki komið með þau rök.\nÁstæðan fyrir hákarladæminu er sú að sýna fram á að tölfræði getur verið algjört kjaftæði, eins og þessi tölfræði þín er.\nOg ég segi aftur: Ef þú ætlar að sýna fram á að það séu einhverjar líkur fyrir því að líf sé í öðrum sólkerfum þá nægir ekki að hafa bara eitt sólkerfi til að rökstyðja mál þitt."
        },
        {
            "user": "ojb",
            "user_id": "1502",
            "date": "2004-06-05 13:38:20",
            "id": "1578603",
            "reply_to_id": "1578599",
            "text": "2 gallar við þessa ályktun sem þú dregur. 10 mann könnun verður hefur mjög mikil skekkjumörk. Þar sem hver maður vegur svo mikið, ef þú skiptir út einum getur það haft gífurleg áhrif á niðurstöðuna.\nAuk þess verða allar að vera svipaðar til þess að þú getur þú getir dregið svona ályktun. Þú ert að nota könnun um epli til að segja til um appelsínur."
        },
        {
            "user": "geinarm",
            "user_id": "799",
            "date": "2004-05-09 00:24:40",
            "id": "1578604",
            "reply_to_id": "1578578",
            "text": "Ég hef fulla trú á að það séu geimverur eithverstaðar í þessum stóra heimi. Það væri eiginlega bara fáránlegt ef það væri bara líf á einni plánetu að öllum þessum trilljörðum pláneta sem eru til. En að geimverur séu flögrandi í kringum jörðina á litlum geimskipum að tína upp fólk hér og þar held ég að sé bara rugl.\nOg þetta með geimveruna sem labbaði inn í eldhúsið hjá kallinum og bakaði pönnuköku fynst mér bara hlæilegt."
        },
        {
            "user": "BudIcer",
            "user_id": "18832",
            "date": "2004-05-09 01:07:45",
            "id": "1578605",
            "reply_to_id": "1578578",
            "text": "Auðvitað erum við ekki ein í heiminum. Það er heimskulegt að halda að við séum ein í heiminum. Þarna er hroki mannkynsinns í sínu besta formi."
        },
        {
            "user": "skite",
            "user_id": "25467",
            "date": "2004-05-09 17:33:40",
            "id": "1578608",
            "reply_to_id": "1578578",
            "text": "ég hef alveg trú á því að það sé eitthvað vitmunalíf að finna einhverstaðar annarstaðar en á jörðinni… allavega hlýtur það að vera miðað við hvað alheimurinn er risastór.\nÞar gætu verið einhverjir villimenn sem væru ekki ólíkir okkur á tímum steinaldarmanna, eða geimverur sem væru búnar að þróast og komnar með einhverja ofurtækni.\nJaa allavega… allt getur gerst :)"
        },
        {
            "user": "Nisir",
            "user_id": "41812",
            "date": "2004-05-09 20:45:03",
            "id": "1578609",
            "reply_to_id": "1578578",
            "text": "Er óraunverulegt að hugsa sér líf á öðrum hnetti en þessum, er fráleitt að gera ráð fyrir því að aðrirslíkir sem vor finist. Sönnun ! Er ekki líf hér, erum vér ekki á hnetti. Þess ber að geta að hnöttur vor er smár, en samt fullur af lífi og vex við hinar furðulegustu aðstæður. Hnöttur vor er ungur og lífið ungt. Hnöttur vor er í geimnum sem og aðrir slíkir og ef verurnar þar eru geimverur erum það ekki líka.  Er ekki mögulegt að eldri hnettir þrói eldra líf og þar af leiðir að lífið þróist tilgóðleika og finna megi slíkar verur víða í geimnum. Um hugrænan þroska hvað þær varðar er erfitt að fullyrða en, gera má sér í hugarlund að þroski þeirra sé mikill. Einn slíkur hnöttur rúmar ef til vill 20 milljarða íbúa."
        },
        {
            "user": "Gvendalfur",
            "user_id": "17861",
            "date": "2004-05-10 19:44:45",
            "id": "1578610",
            "reply_to_id": "1578609",
            "text": "Nei, því miður sannaði þetta bara alls ekki neitt, var meira svona pæling hjá þér :)"
        },
        {
            "user": "Nisir",
            "user_id": "41812",
            "date": "2004-05-10 21:10:40",
            "id": "1578611",
            "reply_to_id": "1578610",
            "text": "Ágæti Gvendálfur.\nEkki stóð til að sanna neitt enda margt í náttúrunni sem ekki er hægt að sanna, en er samt fyrir hendi, og ekki er til umfjöllunar hér. Aftur á móti er þetta frekar hugleiðing sem skoðast sem innlegg í umræðuna og eru ekki vitlausari viðmiðunaratriði en mörg önnur sem sést hafa hér á þráðum Huga. Hitt er svo annað mál að mér er þetta fúlasta alvara og hef ýmsar forsendur fyrir því sem ég ræði anarsstaðar og fljótlega jafnvel, Þær forsendur eru ekki á sama veg og fram hefur komið hér til dæmis á þessum þræði."
        },
        {
            "user": "bonerd",
            "user_id": "46871",
            "date": "2004-05-09 20:45:11",
            "id": "1578612",
            "reply_to_id": "1578578",
            "text": "jújú það er alltaf geimvera að labba inní eldhús hjá mér að baka pönnukökur, en hún drekkur bara epla brazza!!"
        },
        {
            "user": "optimusprime",
            "user_id": "360",
            "date": "2004-05-09 21:41:45",
            "id": "1578613",
            "reply_to_id": "1578612",
            "text": "well það stendur í biblíunni að guð sé geimvera hehe, ég man ekki alveg hvar, en ég skal leita að því, og geri aðrir hið sama"
        },
        {
            "user": "bonerd",
            "user_id": "46871",
            "date": "2004-05-10 12:14:47",
            "id": "1578614",
            "reply_to_id": "1578613",
            "text": "er biblían áhugamál hjá þér eða???"
        },
        {
            "user": "Andyandlou",
            "user_id": "1783",
            "date": "2004-05-09 22:13:33",
            "id": "1578615",
            "reply_to_id": "1578578",
            "text": "Það er nú enginn vafi á því að geimverur eru til. Það er bara rökrétt. En vafinn leikur á því hvort þær hafa heimsótt okkur. Ég tel hinsvegar að við séum þróaðasta lífform í alheiminum núna og sennilega verðum það við sem heimsækjum hinar geimverurnar og “rænum” þeim og gerum tilraunir."
        },
        {
            "user": "masterofreality",
            "user_id": "38667",
            "date": "2004-05-09 23:55:17",
            "id": "1578606",
            "reply_to_id": "1578578",
            "text": "ÞAð sjást hundruðir ufo´s á hverjum degi víðsvegar um heiminn. Bandaríski flugherinn hefur skipanir um að reina að neiða þá til að lenda ef þeir sjást en alls ekki skjóta."
        },
        {
            "user": "ojb",
            "user_id": "1502",
            "date": "2004-06-05 13:11:19",
            "id": "1578607",
            "reply_to_id": "1578606",
            "text": "Kannski vegna þess að UFO stendur fyrir óþekktur flúgandi hlutur. Þarf ekki að vera geimvera.\nSvo þeir biðja herinn um að skjóta fólk ekki niður ;-)"
        },
        {
            "user": "BoggiGudfadir",
            "user_id": "30020",
            "date": "2004-05-10 10:42:04",
            "id": "1578616",
            "reply_to_id": "1578578",
            "text": "Ég þarf að játa eitt, ég er maðurinn sem þú veist ekki hvar býr, og ég átti heima á sveitabýli enn ég varð svo frægur eftir þessa frásöngn að ég fór til Hollywood, mixed with the celebs, you know what I mean. Í dag er ég betur þekktur sem Mel Gibson.\nKveðja\n*boggi35*\nP.S.\nJafnvel þó ég trúi engum af þessum sögum þá trúi ég að geimverur séu til, það getur ekki verið að við séum ein í þessum endalausa heimi."
        },
        {
            "user": "Scorpio21",
            "user_id": "7299",
            "date": "2004-05-10 13:53:55",
            "id": "1578617",
            "reply_to_id": "1578578",
            "text": "Ég trúi að það séu til geimverur eins og við út um allt, meira og minna þróaðara en við.\nEn litla gráar geimverur sem eru að nema fólk á brott og troða analpróbum uppí bossan á fólki og svona, ég meina kommon er ekki alveg í lagi með fólk?"
        },
        {
            "user": "Fuckface",
            "user_id": "48460",
            "date": "2004-05-10 19:53:47",
            "id": "1578618",
            "reply_to_id": "1578578",
            "text": "ég trúi þessu alveg, ég er 1/4 geimvera móðir pabba míns var rænt og hún börnuð af geimveru með þrjá getnaðarlimi og var rauð á lit og loðin með rautt hreystur undir hárunum og bleik augu og með sogskálar á puttunum og stóra fætur þeir töluðu eins og mjói strákurinn í South Park,hvað hét hann…….já Starvin Marvin.Geimskipið þeirra var hnöttót ég hef ofur mannlegt þol og get stokið mjög langt og þykji ferlega góður í að klyffra. þetta er allt satt ég sve"
        },
        {
            "user": "ElliFeiti",
            "user_id": "34118",
            "date": "2004-06-02 17:39:05",
            "id": "1578619",
            "reply_to_id": "1578578",
            "text": "yeah..sure Whateve"
        }
    ]
}