{
    "forum_title": "Rómantík",
    "user": "Zeron",
    "user_id": "2624",
    "date": "2001-03-23 21:52:06",
    "title": "\"Ég elska þig\"",
    "text": "“Ég elska þig” hefur oft verið vanmetin setning sem fær í mörgum tilfellum ekki að njóta sín til fuls. Hin sanna merking setningarinnar að mínu mati er sú að þú sért virrkilega tilfilinninga bundinn þeirri manneskju sem þú segjir þetta við og sért því að meina það sem þú segir, sumir eru nú á því að orðið elska sé hinsvegar ekki til og þú getir aldrei fundið virrkilega fyrir því hvað það er að elska nema þú sért með sömu manneskju alla þína æfi. Þegar þessi orð eru sögð finst mér að manneskajan sem segir það ætti að meina það að fullum hug en ekki hálfum. Að elska er því mjög tilfinninga bundið orð sem á ekki rétt á því að vera sagt nema aðstæður séu réttar og fullur hugur fykgi því.\nkveðja\nZeron",
    "url": "https://www.hugi.is/romantik/greinar/20529/eg-elska-thig/",
    "url_id": "20529",
    "id": "132101",
    "replies": [
        {
            "user": "clint",
            "user_id": "5524",
            "date": "2001-03-24 12:08:40",
            "id": "132102",
            "reply_to_id": "132101",
            "text": "Iss, ég segi þetta nú bara ef ég vil fá stelpu með mér í rúmið. Mohahahaha!"
        },
        {
            "user": "Promentor",
            "user_id": "3015",
            "date": "2001-03-24 13:33:47",
            "id": "132103",
            "reply_to_id": "132102",
            "text": "þú átt eftir að sjá eftir því"
        },
        {
            "user": "Promentor",
            "user_id": "3015",
            "date": "2001-03-24 13:34:08",
            "id": "132104",
            "reply_to_id": "132102",
            "text": "þú átt eftir að sjá eftir því"
        },
        {
            "user": "InKiRoS",
            "user_id": "4614",
            "date": "2001-03-24 14:38:22",
            "id": "132105",
            "reply_to_id": "132104",
            "text": "ekkki nota orð sem þið meinið ekki eða vitið ekkki hvað þíða það kemur ykkur alltaf í koll adios y bueno fin de semana\ny porfavor tu no comrenda que yo hablo no copyar!\nfredinn mað smá spænsku hahahahahhahahahahah"
        },
        {
            "user": "larandaria",
            "user_id": "3518",
            "date": "2001-03-24 15:49:46",
            "id": "132106",
            "reply_to_id": "132105",
            "text": "Ég er sammála. Þetta er alltof ofnotað! Og eiginlega bara til að fá mann í rúmið… og það virkar ekki bara láta ykkur vita! Sérstaklega ef manneskjan segir það sama við næstu strax á eftir… believe me, I know!"
        },
        {
            "user": "larandaria",
            "user_id": "3518",
            "date": "2001-03-24 15:50:08",
            "id": "132107",
            "reply_to_id": "132105",
            "text": "Ég er sammála. Þetta er alltof ofnotað! Og eiginlega bara til að fá mann í rúmið… og það virkar ekki bara láta ykkur vita! Sérstaklega ef manneskjan segir það sama við næstu strax á eftir… believe me, I know!"
        },
        {
            "user": "RatCat",
            "user_id": "5831",
            "date": "2001-03-25 11:19:48",
            "id": "132108",
            "reply_to_id": "132102",
            "text": "Vá… hvaða vitleysinga platar þú upp í rúm."
        },
        {
            "user": "fungirl",
            "user_id": "2335",
            "date": "2001-03-26 11:28:16",
            "id": "132109",
            "reply_to_id": "132102",
            "text": "Hver vill fara í rúmið með clint???\nÉg færi frekar upp í rúm með strák sem biði mér þangað heldur en með strák sem segist elska mig.\nFlott húan þín Zeron skátastráku"
        },
        {
            "user": "InKiRoS",
            "user_id": "4614",
            "date": "2001-03-26 12:35:17",
            "id": "132110",
            "reply_to_id": "132109",
            "text": "beno es peronsa aqui de comprende español se muci bein te amo es de labra de amor y no usar es mas dan tu cere"
        },
        {
            "user": "Liza",
            "user_id": "7699",
            "date": "2001-03-26 16:18:51",
            "id": "132111",
            "reply_to_id": "132110",
            "text": "Espera amigo!.Que pasa?No hablas bien espanol!.Tienes que aprender más! Me entiendes?"
        },
        {
            "user": "Liza",
            "user_id": "7699",
            "date": "2001-03-26 16:20:23",
            "id": "132112",
            "reply_to_id": "132111",
            "text": "Þessar setningar á spænsku eru til “Fredinn”!"
        },
        {
            "user": "hjeppi",
            "user_id": "3701",
            "date": "2001-03-31 01:17:39",
            "id": "132113",
            "reply_to_id": "132110",
            "text": "yo no entiendo eso, es demasiado complicado para mi, escribe en islandes por favor….. :)"
        },
        {
            "user": "clint",
            "user_id": "5524",
            "date": "2001-03-26 13:53:09",
            "id": "132114",
            "reply_to_id": "132109",
            "text": "Heyrðu, róleg. Þetta var nett spaug. Er allt tekið bókstaflega sem maður segir?"
        },
        {
            "user": "fungirl",
            "user_id": "2335",
            "date": "2001-03-26 15:55:31",
            "id": "132115",
            "reply_to_id": "132114",
            "text": "Je t'aime"
        },
        {
            "user": "Liza",
            "user_id": "7699",
            "date": "2001-03-26 16:15:17",
            "id": "132116",
            "reply_to_id": "132102",
            "text": "Gott hjá þér clint!!!!!! Og hvað-falla þær fyrir því?"
        },
        {
            "user": "clint",
            "user_id": "5524",
            "date": "2001-03-26 16:31:46",
            "id": "132117",
            "reply_to_id": "132116",
            "text": "Nei, í rauninni ekki. Ég er svo gegnsær. Ég elska þig?"
        },
        {
            "user": "magicgirl",
            "user_id": "5306",
            "date": "2001-03-26 16:58:34",
            "id": "132118",
            "reply_to_id": "132117",
            "text": "Ok, maður fellur bara aldrei fyrir strák sem segir þetta strax, því maður VEIT að hann vill bara sofa hjá manni. C´est simple!\nAnnars er ég sammála ykkur öllum hinum, ,,ég elska þig´´ er ekki eitthvað sem maður segir við hvern sem er =)"
        },
        {
            "user": "evil",
            "user_id": "5768",
            "date": "2001-03-27 01:41:34",
            "id": "132119",
            "reply_to_id": "132118",
            "text": "þessi setning hljómar bara svo innilega hallærislega á íslensku, hvort sem hún er sögð strax eða seinna."
        },
        {
            "user": "harpa77",
            "user_id": "6722",
            "date": "2001-03-27 05:25:11",
            "id": "132120",
            "reply_to_id": "132119",
            "text": "“mér þykir vænt um þig ” finnst mér eiginlega bara hallærislegt, fyrir mitt leiti að minnsta kosti. Ég segji bara “ég elska þig” við þá sem ég elska, sama hvort það er frændi, frænka, systir, eða elskhugi. Og þegar ég er ekki alveg að þora að segja það segji ég bara lov jú. Það þarf ekki meira.\nknús\n–H"
        },
        {
            "user": "fungirl",
            "user_id": "2335",
            "date": "2001-03-27 15:43:22",
            "id": "132121",
            "reply_to_id": "132120",
            "text": "clint má ég koma til þín í kvöld ;)"
        },
        {
            "user": "larandaria",
            "user_id": "3518",
            "date": "2001-03-27 22:04:29",
            "id": "132122",
            "reply_to_id": "132121",
            "text": "Hey! Ekki bögga skátana!! Þú veist ekkert um þá!"
        },
        {
            "user": "ovirkur",
            "user_id": "7675",
            "date": "2001-03-30 11:08:58",
            "id": "132123",
            "reply_to_id": "132102",
            "text": "Þá ert þú bara asni!"
        },
        {
            "user": "Trixie",
            "user_id": "2522",
            "date": "2001-04-01 08:39:12",
            "id": "132124",
            "reply_to_id": "132102",
            "text": "það er eins gott að þú verðir ekki hrifin…ef þeirri “heppnu” skildi detta í huga að segja þetta við þig,svona aðeins til að nota þig aðeins,borga fyrir hitt og þetta gera smá greiða hér og þar..\nog þú fáir samt ekkert að ríða..\nþá er það svart.."
        },
        {
            "user": "Trixie",
            "user_id": "2522",
            "date": "2001-04-02 17:04:42",
            "id": "132125",
            "reply_to_id": "132124",
            "text": "Eg hef aldrei sagt tessa setningu a islensku, og mer finnst hun tar ad auki hljoma mjog kjanalega!\nEg og kaerstinn minn tolum saman a ensku, og jafnvel eftir 1 1/2 ars samband erum vid ekki alveg “comfortable” med ad segja “I love you” (ekki heldur Je t'aime, en hann er half franskur)  Hins vegar notum vid allskyns onnur ord a milli okkar - ord sem fyrir mer hafa miklu meiru tydingu en I love you.\nI ensku serstakega finnst mer tetta ordid frekar merkingalaust, serstaklega tegar vinkonur kaerastans mins skrifa honum bref, undirritad “love you” an tess ad nokkud bui undir.\nEg hef lika heyrt “te amo” fra spaenskumaelandi strak eftir ad hafa tekkt hann i u.t.b. viku!\nEinu sinni sagdi lika islensku strakur sem eg var med “Ich liebe dich” af einhverjum astaedum…? Kannski hraedsla vid ad nota islensku tvi hun hljomar alltof “raunveruleg” ??"
        },
        {
            "user": "Vargur",
            "user_id": "541",
            "date": "2001-04-03 12:11:24",
            "id": "132126",
            "reply_to_id": "132125",
            "text": "hvílík tilfinningakreppa sem fólk er í!"
        },
        {
            "user": "KaT",
            "user_id": "8108",
            "date": "2001-04-04 15:35:42",
            "id": "132127",
            "reply_to_id": "132125",
            "text": "rosalega ertu vinsæl….stundaru píanóbarinn mikið?"
        },
        {
            "user": "kelika",
            "user_id": "6197",
            "date": "2001-03-24 20:17:36",
            "id": "132128",
            "reply_to_id": "132101",
            "text": "Ég get ekki sagt þessa setningu nema ég virkilega meini það… þetta er svo heilög setning. En þegar maður fær loksins að segja hana er það yndisleg tilfinning. Ekki missa af því :)"
        },
        {
            "user": "ragdoll",
            "user_id": "9041",
            "date": "2001-04-17 15:03:45",
            "id": "132129",
            "reply_to_id": "132128",
            "text": "ég er alveg sammála því, ég get ekki bara fleygt “ég elska þig” framan í manneskjuna sem ég elska nema að ég sé viss um að sú tilfinning sé til staðar svona massíft, ekki bara þegar ég er á happýtrippi….svo er líka áhættan að vera ekki særður……ekki treysta hverju sem e"
        },
        {
            "user": "SollaD",
            "user_id": "2737",
            "date": "2001-03-24 22:56:18",
            "id": "132130",
            "reply_to_id": "132101",
            "text": "hmm…þessa setningu nota ég aldrei nema þegar ég meina hana virkilega…bara svona að segja ykkur það..:)))"
        },
        {
            "user": "sjoefn7",
            "user_id": "5661",
            "date": "2001-03-25 14:12:13",
            "id": "132131",
            "reply_to_id": "132101",
            "text": "Hmmm… einu sinni sagði einn strákur “I like you” við mig eftir að ég var búin að tala við hann í tíu mínútur… Svo að auðvitað fór ég. Þetta var auðvitað og snemma alveg eins og það er kannski alltí í lagi að segja “I like you” eftir viku en ekki “I love you”.\nPs. ég er ekki einhver enskufíkill sem tjái tilfiningar mínar á ensku, þetta gerðist bara í útlöndum."
        },
        {
            "user": "snusa",
            "user_id": "7994",
            "date": "2001-03-25 14:46:08",
            "id": "132132",
            "reply_to_id": "132101",
            "text": "Ég er alveg hjartanlega sammálaþér\nÉg hef aldrei og mun aldrei segjast elska einhvern ef ég meina það ekki!!!!"
        },
        {
            "user": "Ainar",
            "user_id": "3753",
            "date": "2001-03-25 18:36:54",
            "id": "132133",
            "reply_to_id": "132132",
            "text": "Ég hef elskað 2 stelpur yfir ævina.\nVið báðar hef ég sagt þessa setningu, og hef aðeins heyrt hana frá annari þeirra.\nÉg segi þetta aðeins ef ég meina það, ef ég sé sjálfan mig með þessari manneskju eftir mörg ár."
        },
        {
            "user": "spir",
            "user_id": "5492",
            "date": "2001-04-03 13:23:54",
            "id": "132134",
            "reply_to_id": "132132",
            "text": "hehehehe snusa elskarru mig þá þú hefur allavegana sagt það við mig"
        },
        {
            "user": "snusa",
            "user_id": "7994",
            "date": "2001-04-03 14:45:09",
            "id": "132135",
            "reply_to_id": "132134",
            "text": "spir ég haf alltaf sagt það í djóki við þig og þú veist það. ég get ellavegana ekki þrætt fyrir það að mér þykir vænt um þig, þú ert jú besti vinur minn. Þú veist hvern ég elska:)"
        },
        {
            "user": "Perizad",
            "user_id": "7656",
            "date": "2001-03-25 19:21:39",
            "id": "132136",
            "reply_to_id": "132101",
            "text": "Ég er sammála því að setningin “Ég elska þig” sé í mjög mörgum tilfellum vanmetin og jafnframt miskilin, þó það séu til þessir “Gaurar” sem vilja bara vera í sambandi vegna auðfengna kynlífs-útrásar.\nÉg persónulega segi aldrei setninguna “Ég elska þig” nema ég sé viss um að ég elski viðkomandi.\nÞað er ekkert annað eins erfitt að umbera þegar maður segir “Ég elska þig” við maka sinn og maki manns vanmetur það, og ef til vill segir bara o.k. eða eitthvað annað virðingalaust comment.\nPerizad."
        },
        {
            "user": "JediMLD",
            "user_id": "2426",
            "date": "2001-03-25 23:43:29",
            "id": "132137",
            "reply_to_id": "132136",
            "text": "Sí, yo comprende. Tu hablar un poco espanol."
        },
        {
            "user": "JediMLD",
            "user_id": "2426",
            "date": "2001-03-25 23:46:09",
            "id": "132138",
            "reply_to_id": "132137",
            "text": "Já , ég sjálfa mig í anda að segja þetta til að komast yfir eitthverja. Sjénsinn.. Þegar stelpur heyra þetta … arg….."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-03-28 23:10:42",
            "id": "132139",
            "reply_to_id": "132101",
            "text": "já “ég elska þig” eru hættuleg orð og mér finnst að fólk ætti að forðast þau og vera hrædd við að nota þau, nema það viti virkilega hvað það er að gera og meini þau. það getur dregið dilk á eftir sér ef maður notar þessi orð óspart auk þess sem orðin verða bara eintóm orð og þá er ekki pælt í því hvað á bakvið þau liggur. eyðileggur róman yfir þeim þú skilur. setningin verður bara eins og “hvað segiru?” til dæmis. ég myndi ekki trúa manni sem segðist elska mig, eftir stutt kynni,það elskar enginn neinn nema hafa þekkt hann í slatta tíma. manni getur hinsvegar þótt vænt um fólk án þess að elska það! ef einhverjum tekst að koma manneskjum í bólið sitt bara með því að segjast elska þær, þá vita þær manneskjur nú ekki mikið í sinn haus!!!"
        },
        {
            "user": "Vargur",
            "user_id": "541",
            "date": "2001-03-29 14:36:56",
            "id": "132140",
            "reply_to_id": "132101",
            "text": "En hvað er gaman að sjá allt þetta fólk hrósa sjálfu sér. “Ég segist aðeins elska, þegar ég elska.” Þetta segir svolítið mikið um fólk nú til dags. Það er að hrósa sér fyrir að gera eitthvað sem ætti að þykja sjálfsagt. Þetta minnir svolítið á manninn sem steig á stokk, sló á brjóst sér og sagði fullur stolti: “Ég hef sko aldrei farið í fangelsi!”\n:-)\nVargu"
        },
        {
            "user": "evil",
            "user_id": "5768",
            "date": "2001-03-29 17:06:55",
            "id": "132141",
            "reply_to_id": "132140",
            "text": "bíddu.. hvað ertu að tala um??? skil ekki alveg líkinguna."
        },
        {
            "user": "ovirkur",
            "user_id": "7675",
            "date": "2001-03-30 11:13:48",
            "id": "132142",
            "reply_to_id": "132101",
            "text": "Þetta átti að fara til Clints. Að segja svona setningu er ekkert grín! Það versta af öllu er að ef þú veist að þú elskar þessa manneskju svo mikið og færð loks kjark til að segja þetta og hún svara engu á móti. Það er geggjað sárt :("
        },
        {
            "user": "clint",
            "user_id": "5524",
            "date": "2001-03-30 12:47:19",
            "id": "132143",
            "reply_to_id": "132142",
            "text": "Róleg. Það er ekki mér að kenna að þú ert lesbía."
        },
        {
            "user": "Lois",
            "user_id": "5777",
            "date": "2001-03-30 17:05:50",
            "id": "132144",
            "reply_to_id": "132142",
            "text": "Vó, stilltu þig vinkona. Þú ættir ekki að tala öllu svona alvarlega, þú hljómar eins & gömul gulrót."
        },
        {
            "user": "evil",
            "user_id": "5768",
            "date": "2001-03-30 17:49:51",
            "id": "132145",
            "reply_to_id": "132142",
            "text": "mér finnst þú töffari clint!!!\n..og þessi setning er grín Bugs, ég meina common, fer fyrst að hafa einhverja merkingu þegar þú ert fimmtug, ungt fólk í dag sem er með eitthvað á milli eyrnanna segir það sem því hentar til þess að fá það sem það vill."
        },
        {
            "user": "MeSs",
            "user_id": "7511",
            "date": "2001-04-03 02:29:33",
            "id": "132146",
            "reply_to_id": "132101",
            "text": "Ég er þér hjartanlega sammála, EN það er bara það að maður verður að passa sig að virða ekki orðið það mikið að maður sé alltaf á leiðinni að segja og það aldrei rétti tíminn eða aldrei réttar aðstæður, því ég held að það sé næstum alltaf rétti tíminn til að segja þetta ef þú meinar það og hún þá á móti."
        },
        {
            "user": "spotta",
            "user_id": "3121",
            "date": "2001-04-03 16:16:49",
            "id": "132147",
            "reply_to_id": "132101",
            "text": "Þessi orð “Ég elska þig” eru ofnotuð. Það eru svo margir sem segja þetta án þess að hugsa og telja þetta bara vera orð sem enginn tekur mark á.\nÉg segi fólki aðeins að ég elski það þegar ég geri það, og þá er ég líka að tala um foreldra, systkini, vini og ættingja. Af því að það er hægt að elska á svo margan hátt. En það vita allir sem ég segi við “ég elska þig” að ég elska þau ekki þannig að þetta sé ÁST. Ég hef aðeins einu sinni sagt þau við einhvern og verið ástfangin, það var aðeins þegar ég var að slíta á samband okkar. Svo eftir á þá fór hann að hringja og segjast elska mig, sem ég hlustaði ekki á, því afhverju ætti hann alltíeinu að fara að segja þetta þegar ég er búin að segja það.\nspotta"
        },
        {
            "user": "fungirl",
            "user_id": "2335",
            "date": "2001-04-04 12:46:30",
            "id": "132148",
            "reply_to_id": "132147",
            "text": "clint fær bara svona evil stelpur með sér í rúmið"
        },
        {
            "user": "clint",
            "user_id": "5524",
            "date": "2001-04-04 14:09:07",
            "id": "132149",
            "reply_to_id": "132148",
            "text": "Vóóó…tvíræðni…grallaraspóinn þinn… Svoleiðis stelpur eru einmitt skemmtilegastar."
        },
        {
            "user": "fungirl",
            "user_id": "2335",
            "date": "2001-04-04 17:05:11",
            "id": "132150",
            "reply_to_id": "132148",
            "text": "Ég væri til í að ríða Clint. Hann er þvílíkt krútt."
        },
        {
            "user": "fungirl",
            "user_id": "2335",
            "date": "2001-04-05 16:14:29",
            "id": "132151",
            "reply_to_id": "132150",
            "text": "Hvað fær stelpur til að vilja ríða clint?\nBirgar hann svona mikið"
        },
        {
            "user": "evil",
            "user_id": "5768",
            "date": "2001-04-05 19:41:40",
            "id": "132152",
            "reply_to_id": "132151",
            "text": "æ fungirl, þú ert full ung til að hljóma svona svekkt og bitur."
        },
        {
            "user": "fungirl",
            "user_id": "2335",
            "date": "2001-04-06 13:27:03",
            "id": "132153",
            "reply_to_id": "132152",
            "text": "Æi þó ég sé ung fynnst nú öllum ég vera þrokuð miðað við aldur og það er bara einhvað við clint sem gerir þetta að verkum\nClint hvenær verð ég skotin"
        },
        {
            "user": "Lois",
            "user_id": "5777",
            "date": "2001-04-06 14:26:50",
            "id": "132154",
            "reply_to_id": "132153",
            "text": "Þrokuð? Ertu ekki að meina þroskuð? Ég get nú ekki tekið undir það, ert þú ekki gelgjan sem skrifaðir grein um 4 sæta stráka í FB inná skólaáhugamálinu?"
        },
        {
            "user": "evil",
            "user_id": "5768",
            "date": "2001-04-06 17:47:09",
            "id": "132155",
            "reply_to_id": "132154",
            "text": "bahahahahahahahahahahahahahahahahahahahahah………"
        },
        {
            "user": "fungirl",
            "user_id": "2335",
            "date": "2001-04-07 22:29:35",
            "id": "132156",
            "reply_to_id": "132155",
            "text": "Þið hafið verri húmor en ég"
        },
        {
            "user": "laufblad",
            "user_id": "5976",
            "date": "2001-04-10 00:37:28",
            "id": "132157",
            "reply_to_id": "132156",
            "text": "Eg hef bara eitt vid thetta ad baeta….\nthad ad elska er ekki thad sama og vera astfanginn!!!\nog PS spanverjar segja nu allt til ad fa mann i rumid!!!\nkossar og knus\nForÇaBarÇa"
        },
        {
            "user": "fungirl",
            "user_id": "2335",
            "date": "2001-04-10 22:19:37",
            "id": "132158",
            "reply_to_id": "132157",
            "text": "Og hefur spánverji náð þér í rúmið litla laufblað"
        }
    ]
}