{
    "forum_title": "Danstónlist",
    "user": "jonfri",
    "user_id": "65",
    "date": "2004-05-12 20:35:11",
    "title": "12. maí - 5amsession#1",
    "text": "Gat ekki sofnað.  Eða vildi það ekki.  Ég var allavega vakandi í gærnótt.  Þannig að þetta var alveg deep moment fyrir some deep house.  Það eru lög þarna eftir tónlistarmenn sem mér finnst vera að gera skítinn þessa dagana.  Veitið Toybox laginu sérstaka athygli, það er alveg frábært.\nÉg notaði x2 Denon DN-S5000 spilara og Pioneer DJM600 mixer við þetta allt saman.  Tracklisti og walkthrough hvernig ég gerði mixið er hér fyrir neðan ef einhver hefur áhuga.\nhttp://jonfri.dansspor.is/mp3/jonfr-5amsessio\nnsdemo.mp3\n—-\n01 dave randall - bombay (jonfri mmmbara loop) / chug ‘n bump records\nMixið byrjar á því að loopan er spiluð aftur á bak með ’trans' effectinn í gangi og svo lék ég mér aðeins á crossfadernum meðan ég var að vinna í skiptingunni.\n-\n02 richard davis - in the air (jonfri re-edit) / CDR\nÉg gerði re-edit af þessu lagi því þegar lagði er uþb. hálfnað hættir það að vera djúpt&sexy og fer yfir í einhverja keyrslu sem er ekki að gera sig.\n-\n03 toybox - the circle / CDR\n+ monica - so gone (jonfri so real loop) / j records\nByrjaði með EQ-inn í neðsta.  Vann mig hægt inn í skiptinguna.  Hérna var ég með ‘pitch’ effectinn á +100 og snéri honum nokkrum sinnum alveg í botn yfir ‘the circle’ til að fá svona bjagað framtíðarlegt sound og krydda skiptinguna.\nSvo nota ég delay effectinn dálítið.  Fyrst á allar rásir og svo á sönginn sem ég spila inn í.\n-\n04 medway & sean cusic - columns of clouds / SAW\nByrjaði með Hi og Low EQ í lægsta, miðjuna aðeins hærri.  Ekkert óvenjulegt við þessa skiptingu, vann mig bara í geng á EQ-inum og reyndi að láta allt hljóma smooth.\n-\n05 steve porter - vodka cranberries (fretwell mix) / nu-republic\n+ britney spears - toxic (jonfri too high loop) / jive\nAllir EQs í lægsta.  Sný miðjunni svoldið vel upp svona 19:10.  Vinn mig síðan í gegn um skiptinguna.  Þegar breakdownið kemur spila ég ‘columns of clouds’ aftur á bak og nota ‘trans’ effectinn á lagið, hækka og lækka svo í effectnum og laginu til skiptis, tek ‘columns of clouds’ svo út þegar melódían í ‘vodka cranberries’ byrjar.\nÍ seinna breakdowninu set ég svo loopuna inn, með ‘reverb’ effectinn (+50) á henni frekar hátt stilltann og leik mér að því að breyta honum.\n-\n06 graham & blades - real (vocal mix) / boz boz\nNota ‘echo’ effectinn á ‘real’ þegar ég er að skipta því inn til að gefa skiptingunni smá orku.  Svo klippi ég á lagið með crossfadernum nokkrum sinnum áður en ég skelli bassalínunni inn og við erum komnir í solid house fílíng.  Smá delay í gangi líka á köflum.\n-\n07 zorg - closer to the peace (yann fontaine dub) / mole listening pearls\n'closer to the peace' klippt inn í nokkrum sinnum með hi tíðnina í miðjunni og hinar í lægsta á EQ-inum og ‘delay effectinn’ á.  ‘real’ er kippt aðeins út þegar ‘closer to the peace’ er kippt inn til að fá fönkí tilfinningu.  Svo þegar ég byrjaði að mixa ‘closer to the peace’ inn hækkaði ég í Mid og lækkaði í Hi\ntíðninni á EQ-inum.\n-\n08 mike shiver - feelings (harry peat mix) / lost language\nByrja með alla EQ niðri.  Þessi skipting er eiginlega ekkert merkileg, reyni að láta hana hljóma mjúkt með því að vinna mig áfram á EQ-inum.  Svo er þarna flottur kafli þar sem ég beila.\nhttp://jonfri.dansspor.is",
    "url": "https://www.hugi.is/danstonlist/greinar/205698/12-mai-5amsession1/",
    "url_id": "205698",
    "id": "1582937",
    "replies": [
        {
            "user": "ghozt",
            "user_id": "428",
            "date": "2004-05-13 00:24:02",
            "id": "1582938",
            "reply_to_id": "1582937",
            "text": "http://jonfri.dansspor.is/mp3/jonfr-5amsessio\nnsdemo.mp3 þá væntanlega .. og ef bilið kemur aftur að þá er mér alveg sama!\nætla sko að tékka á þessum gæðaskít ASAP."
        },
        {
            "user": "jonfri",
            "user_id": "65",
            "date": "2004-05-13 00:35:36",
            "id": "1582939",
            "reply_to_id": "1582937",
            "text": "já helvítis bil!!!\nhttp://jonfri.dansspor.is/mp3\nþetta er líka þarna, hægt að gera ‘save target as’\nhttp://jonfri.dansspor.is/mp3/jonfr-5amsessio\nnsdemo.mp3\nprufa þetta aftur …"
        },
        {
            "user": "Lando",
            "user_id": "16918",
            "date": "2004-05-13 01:25:51",
            "id": "1582940",
            "reply_to_id": "1582939",
            "text": "já, dl þessu og er að hlusta núna, metnaður og áhugi lagður í þetta.\nMig langar að vita hvernig þér finnst Denon spilararnir, er þetta ekki týpan með plata sem snýst? Hvernig reynast þeir?"
        },
        {
            "user": "jonfri",
            "user_id": "65",
            "date": "2004-05-13 01:44:27",
            "id": "1582941",
            "reply_to_id": "1582940",
            "text": "Jú plattinn getur snúist.  Líka hægt að hafa hann kjurrann og þá er hann svipaður og í þarna öðru hvoru mode-inu á Pioneer 1000 spilaranum.\nFinnst þetta geggjað tól."
        },
        {
            "user": "Meso",
            "user_id": "46290",
            "date": "2004-05-18 10:09:04",
            "id": "1582942",
            "reply_to_id": "1582941",
            "text": "Svo er núna kominn technics cd player með direct drive snúnings platta.\nhttp://www.panasonic-europe.com/technics/products/produ\nct_detail.asp?range=cdmixe"
        }
    ]
}