{
    "forum_title": "Metall",
    "user": "BudIcer",
    "user_id": "18832",
    "date": "2004-05-21 17:56:26",
    "title": "Slipknot - Vol 3: The Sumbliminal Verses",
    "text": "Ég vil bara byrja á því að segja að ef þér finnst Slipknot vera hljómsveit fyrir 12 ára stráka þá skaltu bara ýta á “Back”. Með því að segja einungis að Slipknot séu ömurlegir o.s.frv ertu ekki einungis að ljóstra upp almennri heimsku þinni heldur ertu líka að vera algjör þurs.\nEn jæja, snúum okkur að plötunni. Platan heitir semsagt Vol 3: The Sumbliminal Verses og samkvæmt Joe Jordison(trommarinn) þá kusu þeir þetta nafn vegna þess að það leggur áherslu á þemað á plötunni, tengsl og sameiningu. Það tekur smá tíma að venjast þessari plötu, hún er töluvert þyngri en Iowa. Förum ekki nánar út í það og skellum okkur í lögin.\nP.S. Þetta er minn fyrsti plötudómur þannig að bjarnið með mér. (Bare with me ef þið föttuðuð það ekki)\n1. Prelude 3.0 -3:57-\nPlatan byrjar á þessu lagi(well doh) og heyrist strax að það er mjög rólegt. Ekki einungis sýnir þetta lag að þeir í Slipknot eru ekki geðsjúklingar á örvandi heldur líka það að þeir geta samið virkilega góð róleg lög. 4/5\n2. The Blister Exists -5:19-\nHérna komum við inn í aðeins kröftugra lag, gítarinn á fullu og hamast á trommunum. Flott viðlag, óvenjulegur trommutaktur… 3/5\n3. Tree Nil -4:48-\nByrjum á gítarriffi og trommutakti sem eykst með tímanum, endar í sprenginu og allt fer á fullt. Hérna glittir í svipaðan söng og á Iowa og Slipknot en annars heyrist hann ekki aftur. 3/5\n4. Duality -4:12-\nHérna eru við komin með smellinn af plötunni, ég er farinn að heyra þetta á X-inu enda ekki nema von, stórgott lag. Flott viðlag… 4/5\n5. Opium Of The People -3:12-\nByrjar á áhugaverðum takti, fær mann til að hlusta á meira. Þetta er samt með slappari lögum af þessari plötu því miður 2/5\n6. Circle -4:23-\nHérna höfum við annað rólegt lag. Hérna erum við að heyra í hljóðfærum sem við heyrum ekki venjulega í lögum hjá Slipknot. Ef mér skjátlast ekki þá er þarna kassagítar og eitthvað anað sem líkist sellói. Virkilega óvenjulegt og flott lag…4/5\n7. Welcome -3:15-\nByrjar á hröðum takti og síðan bætist við primal öskur. Þetta er líkara Slipknot eins og við þekkjum þá…en samt ekki 2/5\n8. Vermillon -5:16-\nEkki hratt lag, ekki rólegt, það dólar sér þarna á milli. Flott lag 4/5\n9. Pulse Of The Maggots -4:19-\nByrjar á einhversskonar rólegum þyrluslætti á meðan Corey heldur einhversskonar ræðu. Þessu lagi var hægt að donwloada(og er enn held ég) af <a href=\"\nhttp://www.slipknot1.com/\n“>síðunni</a> þeirra. 3/5\n10. Before I Forget -4:38-\nÞetta er að mínu mati lang besta lag plötunnar. Ef mér skjátlast ekki þá er meiningin með þessu lagi að benda á að maðurinn(í heild sinni) er skepna og að við ættum ekki að gleyma því. En ég gæti haft rangt fyrir mér… textinn segjir:   5/5\nI am a worm before I am a man\nI was a creature before I could stand\nI will remember before I forget\nBefore I forget that!\n11. Vermilion, Pt. 2 -3:44-\nÞetta er seinni hlutinn af hinu Vermilion. Þessi hluti er töluvert rólegri en hinn fyrri, virkilega flottur söngur og alles. 4/5\n12. The Nameless -4:28-\nJæja, hvað get ég sagt um þetta lag…hratt, tvískiptur söngur, öflugt viðlag…3/5\n13. The Virus Of Life -5:25-\nEkkert sérstakt, svona ”heftur“ söngur eða bældur kannski betra orð… 2/5\n14. Danger - Keep Away -3:13-\nFlott lag á ferð hér, góður endir á góðri plötu. Rólegt og óvenjulegt lag…söngaðferðin minnir mig á soul tónlist…don´t know why…4/5\nOverall fyrir plötuna 4/5\nTakk fyrir mig,\n<a href=”\nhttp://kasmir.hugi.is/BudIcer/\n\">BudIcer</a",
    "url": "https://www.hugi.is/metall/greinar/206891/slipknot-vol-3-the-sumbliminal-verses/",
    "url_id": "206891",
    "id": "1591977",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2004-05-21 19:27:22",
            "id": "1591978",
            "reply_to_id": "1591977",
            "text": "Maður á víst ekki að segja neitt slæmt um þetta, en Duality sem er alltaf á X-inu finnst mér minna eitthvað af blöndu af Creed og Slayer…"
        },
        {
            "user": "Addni",
            "user_id": "8004",
            "date": "2004-05-21 19:53:48",
            "id": "1591979",
            "reply_to_id": "1591977",
            "text": "af þessum dómi sýnist mér Slipknot vera búnir að þroskast.. sem er gott.. þá er bara að verða sér úti um þessa plötu"
        },
        {
            "user": "Doodieman",
            "user_id": "31523",
            "date": "2005-05-14 15:26:18",
            "id": "2159032",
            "reply_to_id": "1591979",
            "text": "wtf áttu við að slipknot hafi þroskast ÞEIR HAFA ALLTAF VERIÐ SVONA..þú hefur bara ekkert hlustað á slipknot !"
        },
        {
            "user": "ProzaC",
            "user_id": "988",
            "date": "2004-05-21 20:48:31",
            "id": "1591980",
            "reply_to_id": "1591977",
            "text": "Crappy plata verð ég að segja. Vantar allan slipknot fílíng í þetta (Nema Pulse of the maggots og Duality..) Þessi rólegu lög eru heldur ekki að gera sig.\nÍ lokin smá leiðréttingar.. platan heitir The Subliminal Verses (ekki Sumbliminal) og trommarinn heitir Joey Jordison.. ekki Joe."
        },
        {
            "user": "ProzaC",
            "user_id": "988",
            "date": "2004-05-21 21:57:41",
            "id": "1591981",
            "reply_to_id": "1591980",
            "text": "Joey er stundum kallaður Joe, og mér finnst þetta vera GEÐVEIK plata, ég er ekkert smá ánægður með hana! Slipknot Rocks!!!!!"
        },
        {
            "user": "ProzaC",
            "user_id": "988",
            "date": "2004-05-22 02:09:43",
            "id": "1591982",
            "reply_to_id": "1591981",
            "text": "Hann er ekkert kallaður Joe.. hann er kallaður Joey. Skírnarnafn hans er Nathan…"
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2004-05-21 22:41:35",
            "id": "1591983",
            "reply_to_id": "1591977",
            "text": "Ömurlegur orðaleikur þar sem hann gengur engan veginn upp nema vitlaust þýddur ;)"
        },
        {
            "user": "BudIcer",
            "user_id": "18832",
            "date": "2004-05-22 00:28:52",
            "id": "1591984",
            "reply_to_id": "1591983",
            "text": "Jeje, þetta var nú bara grín ;)"
        },
        {
            "user": "muff",
            "user_id": "47481",
            "date": "2004-05-22 01:10:12",
            "id": "1591985",
            "reply_to_id": "1591977",
            "text": "hef heyrt nokkur lög sem komu mér gersamlega á óvart, hlakka til að heyra fleiri ! :D"
        },
        {
            "user": "Xzeno",
            "user_id": "3366",
            "date": "2004-05-22 02:01:47",
            "id": "1591986",
            "reply_to_id": "1591977",
            "text": "Já ég er búinn að hlýða á nokkur af þessum lögum, og verð að segja að þetta kemur á óvart, mér fanst iowa sucka feitann og missti þetta litla álit sem ég hafði á þeim, ef diskurinn er allur svipaður þessu sem ég hef hlýtt á þá hafa þeir maske þroskast.. hope so."
        },
        {
            "user": "Gautsen",
            "user_id": "16341",
            "date": "2004-05-22 03:12:20",
            "id": "1591987",
            "reply_to_id": "1591977",
            "text": "Ég þoli ekki þessa menn af einnri ástæðu………………einhæfni"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-06-06 00:38:39",
            "id": "1591988",
            "reply_to_id": "1591987",
            "text": "slipknot eru snillingar ef Thu sjerd thad ekki ekki skrifa neitt"
        },
        {
            "user": "funkari",
            "user_id": "10760",
            "date": "2004-05-22 11:48:31",
            "id": "1591989",
            "reply_to_id": "1591977",
            "text": "Ég verð að segja að þessi diskur er svo góður að það er ekki fyndið!\nÉg var bara að fá hann í gær og ég get ekki hætt að hlusta á hann! Mín Persónlegu uppáhalds lög eru Duality og The Blister Exists….\nÞegar ég hlustaði fyrst á þessi fékk ég bara chill upp mænuna í viðlögunum ég gef þessar 9,8 af 10 mögulegum!"
        },
        {
            "user": "whapz",
            "user_id": "22940",
            "date": "2004-05-25 15:06:21",
            "id": "1591990",
            "reply_to_id": "1591977",
            "text": "Þetta er bara mesta snilld sem hefur komið frá þeim í slipknot eru allanvega að gefa allt í þetta mundi ég segja og ekki er hægt að gera betur!!!!!\nPulse of the maggots ónátturulega mikil tónlistar snilld…\nNathan Jonas Jordison… svo það sé komið á hreint…."
        },
        {
            "user": "whapz",
            "user_id": "22940",
            "date": "2004-05-25 15:10:25",
            "id": "1591991",
            "reply_to_id": "1591977",
            "text": "Corey er Jesús endurfæddur komin á jörðina til að frelsa mannkynið…"
        },
        {
            "user": "Lowrider",
            "user_id": "38212",
            "date": "2004-05-25 17:56:45",
            "id": "1591992",
            "reply_to_id": "1591977",
            "text": "Góð grein og geðveikur diskur, Joey toppar allt með trommuslætti sínum á disknum, það eina sem ég er ekki alveg nógu sáttur með er að í sumum lögum finnst mér söngur corey´s minna mig of mikið á Stone Sour, ég dýrka Stone Sour en ég vil samt ekki að Slipknot minni mig á þá. Og gaman að seigja frá því að í dag kemur diskurinn út í útlandinu"
        },
        {
            "user": "Leprechaun",
            "user_id": "40914",
            "date": "2004-06-07 14:09:01",
            "id": "1591993",
            "reply_to_id": "1591977",
            "text": "Hver er heimasíða þeirra?\n.::Leprechaun::."
        }
    ]
}