{
    "forum_title": "Smásögur",
    "user": "DevilC",
    "user_id": "47699",
    "date": "2004-05-21 16:17:38",
    "title": "Sagan um þig (2. hluti)",
    "text": "Lestin vaggaði á sporunum í léttri golunni, mig var farið að svima af hita. Ég hugsaði bara um það hversu þægilegt það yrði að teygja úr litlu löppunum. Ég held að sú hugsun hafi rekið mig fram úr, til að opna töskuna. Það tók mig smá tíma að bifast við rennilásinn, þótt mér hafi þótt það miklu auðveldara að opna hana utan frá. Voðalega fannst mér þetta góð tilfinning að geta teygt úr fótunum, eftir vagg og velt í þrjá tíma. Út fór ég þótt að ég hafi áttað mig á þeirri hættu að fara ekki fram á gang, því að ég var laumufarþegi og ég efast um að ég sé vinsælasti matargestur fólks.\nEn þó að ég hafi ekki elt vandræðin uppi þá var eins og þau virtust finna á sér að ég væri ekki tilbúinn til átaka. Klefadyrunum á fatageymslunni var hrundið upp og inn gekk sá ófrýnilegasti maður sem ég hef nokkurn tíma séð. Úldinn á svip og skapi rak hann augun í mig, og sú sjón virtist trylla hann. Maðurinn bölsótaðist og hoppaði upp og niður. Hljóp fram og kom aftur vopnaður einhverju trylltu og stóru priki með strá sem stungust út úr efri enda hans. Hann tók reyndar ekki eftir því að á meðan hann fór fram, hafði ég tekið þá ákvörðun að það væri ekki treystandi á að fara fram aftur. Læsti mig bara aftur inn í farangri mínum og hélt mig þar á meðan, samkvæmt hljóðinu að dæma, var úldni maðurinn að fá útrás reiði sinnar. Farangur flaug þar sem hann í örvæntingu sinni leitaði að vísbendingum um mig. En eftir klukkustundar hraðan hjartslátt og hamagang þá virtist vitið hellast yfir grey manninn. Hann slakaði loks á og fór aftur fram en þó ekki lengur það, að hann kæmi aftur á 10 mín. Fresti fullviss þess að ég myndi hætta mér aftur fram.\nLoks virtist þessi endalausa lestar ferð taka enda. Lestin hægði á sér og loks stoppaði. Fólk byrjaði hægt og hægt að mjakast að geymslunum. Til að komast út, hver þurfti að sjá um sjálfan sig og sækja sína tösku, en ég með smá gat á töskunni tók eftir því að hinn ofur myglaði maður með prikið stóð í gættinni. Virtist vera sem að honum fyndist ég vera þarna einhver staðar og vildi endilega koma höndum yfir mig. En ég renndi bara aftur og hallaði mér ofan í mjúka Armaní skyrtuna. Sallarólegur lá ég þarna og leifði huganum að flakka fram í tíman, hugsandi um komandi tíma. Það vistist sem ég svifi á skýi.- Ég sá vini mína Vilhjálm og Kristin, þeir voru svo nálægt mér. Samt var þetta alltof eitthvað gervilegt til að geta verið satt. Þeir voru dánir, hvernig gátu þeir verið hér.\n“Sæll og blessaður, gamli félagi. Hvað segist, ávarpaði Kristin mig með sinni djúpu en samt silkimjúku rödd.\n“Bara allt það besta, en af hverju er ég komin hingað. Ég hélt ég myndi aldrei geta hitt ykkur aftur” Svaraði ég “Þið voruð étnir af Brjáni, kattarskömminni”\n“Jú, rétt er það, stigum við upp til himna og hittum Jesú, og allt það. Við vorum einungis sendir til þess að vara þig við. Því að þú ert í mikilli hættu. En meira segjum við ekki. Það er komin tími fyrir þig að vakna núna Skúli minn. Vakna upp af þessum undraverða draumi, og forða þér eins og fætur toga.” Svo labbaði Vilhjálmur að mér og sló mig.",
    "url": "https://www.hugi.is/smasogur/greinar/206886/sagan-um-thig-2-hluti/",
    "url_id": "206886",
    "id": "1591957",
    "replies": []
}