{
    "forum_title": "Dulspeki",
    "user": null,
    "user_id": null,
    "date": "2004-05-23 11:02:32",
    "title": "Tveir draumar",
    "text": "Undanfarið hefur mér oft verið hugsað til tveggja drauma sem mig dreymdi fyrir nokkrum mánuðum.\nFyrri draumurinn dreymdi mig stuttu eftir alþingis kosningar sumarið 2003, þá dreymdi mig að ég væri að labba úti á Ægisíðu, þar sem ég labba oft, og það var sól og fallegt bjart veður. Ég sé yfir fjörðinn og að Bessastöðum og yfir til Keflavíkur, svo skyndilega er eins og ég skynji mikinn óróa í lofti og ég sé rauðglóandi hraun velta hægt yfir Bessastaði og Keflavíkursvæðið, draumtákn geta oft verið ansi ýkt, ef má orða það svo, og mér skildist í draumnum að á þessu svæði yrði mikill órói næstu mánuði og í náinni framtíð, og gólandi hraunið sem vall yfir svæðið táknaði þann óróa, og þann glundroða sem því fylgdi.\nÞað sem fær mig til að hugsa til þessa draums er að það hefur verið mikill órói á þessu svæði, Forseta embættið hefur verið mikið í brennidepli og einnig uppsagnir hjá varnarliðinu.\nAnnar draumur sem mig dreymir skömmu eftir þetta, eða um 2 &#8211; 3 mánuðum seinna er ekki mjög geðþekkur, og fyrst ég hrökk upp af honum út af hrylling sem ég sá þá býst ég við að hann sé ekki við hæfi viðkvæmra.\nSá draumur byrjar á að ég sé yfir stóran hóp af fólki að mótmæla á einhverskonar stærðarinnar torgi, og fólki hrópar í takt og hoppar upp í loftið í takt og steytir hnefann um leið, það var mikil tilfinning sem fylgdi þessari sýn, reiðin var mikil sem myndaði einskonar djúpan stöðugan undirtónn sem var eins og þungur bassi, mér fannst samt þessi sýn væri sambland af stærðar torgi í Bandaríkjunum og í mið austurlöndum.\nÁ næsta andartaki er ég komin til Íraks, þar er ég áhorfandi að árás Íraka á Bandarískan hermann, Írakinn virtist hafa yfirhöndina  og skaut látlaust að Bandaríska hermanninum, ég tók ákvörðun sem ég sá svo eftir, ég vissi Írakinn gæti ekki séð mig, og ég teygði út hendinga og kom við vopnið sem hann hélt á, og við það stendur það á sér, þetta gefur Bandrasíska hermanninum tækifæri til að stökkva á Írakann og afvopna hann.\nNæsta sem gerist fær mig til að sjá innilega eftir að hafa skipt mér að bardaganum, þar sem Írakinn liggur afvopnaður á jörðinni á maganum með Bandaríska hermanninn yfir sér. Þá tekur Bandaríski hermaðurinn upp hníf og gerir sér lítið fyrir og byrjar að skera Írakann í sundur, og hann er svo snöggur að þessu að Írakinn er lifandi þegar hann er komin í sundur, klofin í herðar niður. Hatrið sem kom frá Bandaríska hermanninum þegar hann var að þessu var svo mikið, og hryllingurinn og blóðið var óskaplegt, ég hrekk svo upp úr draumnum við þá sjón að Írakinn lítur til mín rétt áður en hann deyr, og sé ég í heilann á honum um leið.\nÞað var mikill óhugur í mér eftir þennan draum. Og fannst mér að það væri mikill eldhnöttur komin af stað bæði í Bandaríkjunum og í Mið austurlöndum, og þessi eldhnöttur er knúin af hatri og ósk um hefnd, og þar sem hann veltur um hefur hann nóg að nærast á og stækka, og skyldist mér að þetta sem ég sá væri aðeins byrjunin á miklu meiri óhugnaði",
    "url": "https://www.hugi.is/dulspeki/greinar/207140/tveir-draumar/",
    "url_id": "207140",
    "id": "1593949",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2004-05-24 11:14:38",
            "id": "1593950",
            "reply_to_id": "1593949",
            "text": "Magnaðir draumar. Og ef þetta er satt, sem ég ætla ekki að efast um að svo stöddu, þá ert þú verulega berdreyminn. Ég gæfi mikið fyrir að dreyma svona hluti, þó svo að draumarnir geti verið ógeðfelldir.\n….einhverra hluta vegna dreymir mig alltaf eitthvað rugl sem ég hlæ að með vinum mínum."
        },
        {
            "user": "Satine",
            "user_id": "31910",
            "date": "2004-05-24 14:40:41",
            "id": "1593951",
            "reply_to_id": "1593949",
            "text": ",,Næsta sem gerist fær mig til að sjá innilega eftir að hafa skipt mér að bardaganum, þar sem Írakinn liggur afvopnaður á jörðinni á maganum með Bandaríska hermanninn yfir sér. Þá tekur Bandaríski hermaðurinn upp hníf og gerir sér lítið fyrir og byrjar að skera Írakann í sundur, og hann er svo snöggur að þessu að Írakinn er lifandi þegar hann er komin í sundur, klofin í herðar niður. Hatrið sem kom frá Bandaríska hermanninum þegar hann var að þessu var svo mikið, og hryllingurinn og blóðið var óskaplegt, ég hrekk svo upp úr draumnum við þá sjón að Írakinn lítur til mín rétt áður en hann deyr, og sé ég í heilann á honum um leið.\"\nOkay sko þetta er mín skoðun! Ef í draumnum, ef þetta hafði verið Bandaríkjamaðurinn að skjóta á Írakan þá hefðiru ekki komið við vopnið! Ég er dauðleið á því hvað fólk heldur alltaf með fkn Bandaríkjamönnum! Þeir telja sig vera yfir sig hafnir og að þeir eigi miklu meiri rétt að lifa en aðrir! Og það sem ég fatta ekki, er að af hverju allir halda með Bandaríkjamönnunum! Eins og 11 september þegar tvíburaturnarnir rústuðust og þannig…jááá eiginlega öll plánetan fannst þetta svaka mikið mál útaf því að Bandaríkjamenn dóu! En hugsar ENGINN útí það að það eru mööööörg börn sem deyja á hverjum degi úr hungri!!??!! Ekki er gert eins mikið mál útúr því eins og var gert útaf tvíburaturninum! Og já! Svo var eikkað verið að segja einhvern tíman hvað margir BANDARÍKJAMENN dóu í Írak!! ÉG MEINA MÉR ER FKN SAMA UM BANDARÍKJAMENNINA! ÞAÐ ERU ÞAU SEM ERU AÐ FOKKAST MEÐ ÍRAK, EKKI ÍRAK MEÐ BANDARÍKIN!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-05-24 15:53:20",
            "id": "1593952",
            "reply_to_id": "1593951",
            "text": "þetta var draumur og í þeim heimi gilda aðrar reglur, og ég ekki í írak í bókstaflegri merkingu, það er ákveðin boðskapur í því hvað gerðist, sem þú verður bara að finna út hver er."
        },
        {
            "user": "smjor",
            "user_id": "20862",
            "date": "2004-06-01 14:20:43",
            "id": "1593953",
            "reply_to_id": "1593951",
            "text": "Þetta er mjög skarplega hugsað,ég held bara að Írakar séu svona fúlir útaf því að enginn pælir í þeim, bara þessum Bandaríkjamönnum."
        },
        {
            "user": "SvabbiJames",
            "user_id": "38337",
            "date": "2004-06-02 00:05:28",
            "id": "1593954",
            "reply_to_id": "1593951",
            "text": "hmm þú ert með fordóma geng ameríkönum eins og flestir ég mundi ekki segja að allir halda með þeim engann veginn, en það dóu nokkur þúsund manns í tvíburaturnonum og svo þarna sprengingarnar í madrid hvað er næst ????? það þarf einhvern tils að stoppa hryðuverk ekki getum við gert það ef svo að við götum hvað mundum við þá vera með EITURSILUNGA.  bara því bandaríkin er valdmikið land er talað illa um það írakar eitra fyrir hvor öðrum senda sprengjur á hvorn annan og þú ert að tala um hversu bandaríkin eru slæm þegar þaug reyna að stoppa þessa hluti ER  EKKI Í LAGI ??? ef þú hefur svo mikklar áhyggjur um þessi helvitis börn ættleiddu þá eða sendu pening eða viltuy frekar eyða honum NAMMI ?????"
        },
        {
            "user": "Satine",
            "user_id": "31910",
            "date": "2004-06-02 00:23:50",
            "id": "1593955",
            "reply_to_id": "1593954",
            "text": ",,ef þú hefur svo mikklar áhyggjur um þessi helvitis börn“\nJæja!?! Eru aumingja hjálparþurfa börnin bra orðin helvítis börn! Ég efast að þú hafir EINHVERJA vorkunnsemi yfir þá sem hafa það bágt í fátæku löndunum!\n,,bara því bandaríkin er valdmikið land er talað illa um það ”\nNei það er ekki af því að það er valdmikið, heldur er það að það er valdmikið og notar það ekki á réttan hátt! Pældu í öllu saklausa fólkinu sem Bush drap með því að senda þessar sprengjur og hermenn til Íraks! Ég held að það hefði verið sniðugra að drepa aðeins yfirvöldin í Írak í staðinn fyrir að droppa einhverjum sprengjum yfir landið! Það er bra svona common sense! Ef að Bandaríkin myndu nota vald sitt til góðs en ekki bra bomba allt sem þeim finnst sniðugt og/eða er fyrir þeim þá myndi ég ekki tala illa um þá! Ef stjórnvöldin í Bandaríkjunum er illa við eitthvað þá losa sig við það …. sama þó það þurfi að finna upp einhverja lygi til að losna við það, bra svo sem lengi sem þau losna við það! Eins og þetta um að það væru einhverjar sprengjur í Írak var bara lygi! Það var meira segja viðurkennt af einhverjum gaur í stjórnvöldunum í Bandaríkjunum!\n,,ef þú hefur svo mikklar áhyggjur um þessi helvitis börn ættleiddu þá eða sendu pening eða viltuy frekar eyða honum NAMMI ?????“ með þessu gefur þú mjög mikið í skyn að ég sé lítil gelgja og að þú sért eldri, vitrari og þroskaðri! Hmm…ég er kannski sammála með þetta að þú sért eldri, en vitrari og þroskaðri!?! Don't think so! Þú sýnir vit þitt mjög mikið með hvað þú ert góður í íslensku og fingrasetningu með því sem þú skrifaðir! Þroski …. það sér mar bra strax, þegar þú talar um börnin í Írak sem ,,helvitis börn” !"
        },
        {
            "user": "SvabbiJames",
            "user_id": "38337",
            "date": "2004-06-02 22:48:39",
            "id": "1593956",
            "reply_to_id": "1593955",
            "text": "fyrst þá er ég ekki góður í fingrasetningu og þetta er ekki kallað stafsetningarvilla heldur innsláttarvilla og ekki sýnist mér þér ganga eitthvað betur ég veit líka að ég er enginn braniyack í íslensku.  Svo heldur sýnir það ekki neitt um þroska minn ef ég kall börn helvítis börn ég er nokkuð viss um að mamma þín og pabbi hafa einhvern tímann sagt helvítis börn, og ég vildi bara minnast á þá hef ég víst einhverja vorkun sem um þessi börn ég eyddi mikklum hluta af sumarfríi mínu í einu  3 heimsríki marga daga fórum við í fátæktina og það er ekkert gaman að hafa þá alla utan í sér, og byrða að bursta skóna mína þegar það eru inniskór.  en þarna minnist þú á alla sömu hlutina og allir sem ég hef verið að rífast við af þessu þarna með bush og hversu marga “saklaus” hann drap, hvað veist þú um það að þetta er saklaust fólk, hvað hefur t.d. hitler saddam og stalín drepi marga saklaus ekki heyrist mér þú tala illa um þaug lönd þannig eins og ég segja þá er erinhver fordómi í þessu hjá þér, og ég vorkenni víst þessum börnum þó ég kalli þaug “helvítis” börn stundum segi ég “helvítis” foreldra og er nokkuð viss um að þú hefur gert það líka en það segir ekkert til um þroska"
        },
        {
            "user": "Satine",
            "user_id": "31910",
            "date": "2004-06-20 00:38:35",
            "id": "1593957",
            "reply_to_id": "1593956",
            "text": "Afsakaðu hvað ég var lengi að svara, ég er búin að vera í útlöndum.\n,,fyrst þá er ég ekki góður í fingrasetningu og þetta er ekki kallað stafsetningarvilla heldur innsláttarvilla“\nGæti hafa verið hvort sem er.\n,,ekki sýnist mér þér ganga eitthvað betur ”\nBentu mér á tvær stafsetningarvillur/innsláttarvillur sem ég gerði.\n,,Svo heldur sýnir það ekki neitt um þroska minn ef ég kall börn helvítis börn ég er nokkuð viss um að mamma þín og pabbi hafa einhvern tímann sagt helvítis börn“\nJá þau hafa kannski gert það ef ég hef gert þeim eitthvað. Hvað gerðu börnin þér?\n,,hvað hefur t.d. hitler saddam og stalín drepi marga saklaus ekki heyrist mér þú tala illa um þaug lönd þannig eins og ég segja þá er erinhver fordómi í þessu hjá þér”\nHitler = Dauður\nSaddam = Fangelsi\nStalín = Dauður\nBush = Hefur mestu völd í heimi og gengur laus\nJæja… af hverju helduru að ég sé að kvarta yfir Bush?"
        },
        {
            "user": "SvabbiJames",
            "user_id": "38337",
            "date": "2004-06-21 19:35:34",
            "id": "1593958",
            "reply_to_id": "1593957",
            "text": "fyrst varstu bara að tala um Ameríkana (sem ég er)þá nefnidur ekki bush þú varst meir að tala um landið og fólkið sem býr, reyndar viðurkenni ég það alveg að hann sé ekki sá besti enda segi ég oft “ no one died when clinton lied” og ég var meir að segja í ameríku og þar hjálpaði ég nú nokkrum"
        },
        {
            "user": "Satine",
            "user_id": "31910",
            "date": "2004-06-21 19:43:06",
            "id": "1593959",
            "reply_to_id": "1593958",
            "text": "Já en þú fórst að tala um illmenni, ætli það hafi ekki breytt dálítið umræðuefninu ??\n,,ég var meir að segja í ameríku og þar hjálpaði ég nú nokkrum\"\nErm…hvað meinaru með því ?? Ekki hef ég heyrt um að Ameríkanir séu eitthvað svaka hjálparþurfi.."
        },
        {
            "user": "SvabbiJames",
            "user_id": "38337",
            "date": "2004-06-02 22:51:22",
            "id": "1593960",
            "reply_to_id": "1593955",
            "text": "og ef þú hefur svo mikkla áhyggjur farðu þá að hjálpa þarna í írak ekki hanga heima í tölfunni og reyna láta aðra vorkenna þeim svona mikið eins og þú geri"
        },
        {
            "user": "Satine",
            "user_id": "31910",
            "date": "2004-06-20 00:39:57",
            "id": "1593961",
            "reply_to_id": "1593960",
            "text": "Well…þar sem ég er bara 14 ára þá er lítið sem ég get gert fyrir heimsálfu.\nEn ég hef samt oft verið að hugsa um að gerast læknir á Afríku í nokkur ár þegar ég verð eldri;)"
        },
        {
            "user": "SvabbiJames",
            "user_id": "38337",
            "date": "2004-06-02 22:54:04",
            "id": "1593962",
            "reply_to_id": "1593951",
            "text": "svo vil ég mikið vita þú sem vorkennir þessum börnum svo hefuru farið í eitthvert að 3 heiminum ef svo er hvert að gera hvað ?"
        },
        {
            "user": "Satine",
            "user_id": "31910",
            "date": "2004-06-20 00:41:53",
            "id": "1593963",
            "reply_to_id": "1593962",
            "text": "Jeb, ég hef farið en það var lítið sem ekkert sem ég gat gert þar sem þetta var svona eins dags ferð. But on the other hand þá langaði mig ákaflega að gera eitthvað fyrir allt fólkið."
        },
        {
            "user": "SvabbiJames",
            "user_id": "38337",
            "date": "2004-06-21 19:37:08",
            "id": "1593964",
            "reply_to_id": "1593963",
            "text": "við gáfum einum manni alltaf pening handa mat en hann fór alltaf í víonbúðina og krakkarnir í þessum  löndum vinna fyrir svona gaura"
        },
        {
            "user": "Satine",
            "user_id": "31910",
            "date": "2004-06-21 19:44:24",
            "id": "1593965",
            "reply_to_id": "1593964",
            "text": "já okay … þá skil ég ;)"
        },
        {
            "user": "Zzybbit",
            "user_id": "14236",
            "date": "2004-07-18 22:36:03",
            "id": "1593966",
            "reply_to_id": "1593951",
            "text": "Oj hvað ég er sammála þér !!!\n#%/ O/I$&)U/Ö?\n“\n&'”\n(    #.\nO"
        },
        {
            "user": "tigra",
            "user_id": "3863",
            "date": "2004-05-24 19:24:49",
            "id": "1593967",
            "reply_to_id": "1593949",
            "text": "Þessi draumur þar sem þú segir að rauðglóandi hraun velti hægt yfir Bessastaði og Keflavíkursvæðið lét mig byrja að hugsa og mér fannst ég e-ð hafa heyrt svipað þessu einhvertíman, svo ég gróf upp gamla bók sem ég á sem heitir “Nostradamus og spádómarnir um Ísland.”\nÞar er kafli sem heitir “Draumar og vitranir Íslendinga” og í honum las ég drauma og frásagnir nokkurra skyggna og draumspakra manna og hér skrifa ég upp nokkra þeirra:\n1.\nFarið var með hann(manninn sem dreymdi)í flugferð yfir svæðiði næst höfuðborginni. Honum var sagt, að þáverandi tímatal vær 2020 og honum voru sýndar breytingarnar, sem orðnar voru. Hið helsta úr lýsingunni var það, að Hafnarfjörður var kominn undir hraun að miklu leyti. Byggðin á Seltjarnanesi öllu var eydd og gamli miðbær Reykjavíkur sokkinn í sæ. Þéttasta byggðin átti hins vegar að vera kiomin í Mosfellsdalinn.\n2.\nDraumurinn var á þá lund, að ég þóttist sjá landabréf af Íslandi, sem var svarthvítt og flatt að öðru leyti en því, að Reykjanesið var marglitt og upphleypt eins og plastkortin líta út. Þetta var reyndar í fyrsta sinn, að ég sá upphleypt kort, þ.e. í draumnum. Mörkin milli litaða svæðisins og þess svarthvíta á kortinu voru lína sem lá í suðvestur-norðaustur og lá nokkurnvegin með Kleifarvatni endilöngu og síðan í norður í átt til Straumsvíkur. Eftir því, sem ég heyrði fleiri frásagnir af draumnum varðandi þetta mál allt, þýddi ég drauminn á þann veg, að Reykjanesið muni klofna frá meginhluta landsins í stórbrotnum náttúruhamförum.\n(Sami maður heldur því fram að atburðarásin verði eftirfarandi: Eftir Vestmannaeyjagosið verður gos í Kröflu. Þar á eftir verður svo Suðurlandsskjálfti og Kötlugos. Nokkru síðar verður gos í Bláfjöllum.)\n3.\nStór hluti Reykjavíkur er kominn undir sjó. Öskjuhlíðin og Langholtið eru óbyggðar eyjar. Valhúsahæðin og ýmsir aðrir staðir standa líkt og sker upp úr sjónum. Það er byggð í útjaðri Breiðholts, en þó fyrst og fremst við Úlfarsfell, upp Mosfellsdalinn og meðfram Kjalarnesinu. Ég sé að það hafa orðið miklar jarðhræringar og eldsumbrot á Bláfjallasvæðinu. Það leggur hraunstraum niður Elliðaárdalinn. Hafnafjörður er í eyði og Grindavík hefur horfið með öllu. Það er engu líkara en að Reykjanesið hafi færst til í gífurlegum náttúruhamförum.\n4.\nÞegar ég var á barnsaldri fór ég stundum “út úr líkamanum”, bæði í svefni og vöku. Ég var þá oft komin upp undir loft og sá sjálfa mig liggjandi í rúminu. Ég gat svifið um á alla vegu, rétt eins of fugl, og séð það sem fyrir bar. Þessu fylgdi mjög ánægjuleg tilfinning og gerði ég þetta oft mér til dægrarstyttingar. Ég ferðaðist stundum um allt húsið og gat fylgst með því sem foreldrar mínir voru að gera og segja í öðru herbergi og sagt þeim síðar frá því í smáatriðum. Þau trúðu mér þó ekki, töldu mig ljúga eða ásökuðu mig fyrir að hafa legið á hleri og njósnað um sig. Áður en Vestmanneyjagosið varð dreymdi mig að í þrjár nætur samfellt. Síðustu nóttina sá eg hvernig fólkið flúði í átt að bryggjunni og þegar ég vaknaði um morguninn leið mér vel því ég vissi að enginn hafði farist. Skömmu síðar fór ég í ferð um landið og var þá bent á þá staði þar sem yrðu eldsumbrot. Ég vissi að eftir Vestmannaeyjagosið yrði gos í Kröflu og því næst í Heklu. Þá verður einnig mikið eldgos nálægt Reykjavík. Rúmlega tvítug bjó ég í Efra Breiðholti og dreymdi mig þá þennan draum. Mér fannst ég rísa úr rúmi mínu og ganga fram í stofu, að stofuglugganum. Þá sá ég sjón sem ég gleymi ekki á meðan ég lifi. Ég sá fólk flýja skelfingu lostið í átt að Mosfellssveit. Í áttina að Hafnafirði var eldur og óhugnalegur reykjarmökkur, sem færðist nær með braki og brestum. Vegna þess að flest af því sem mig hefur dreymt um framtíðina hefur komið fram varð ég mjög óttaslegin vegna þessa draums. Í margar vikur á eftir hafði ég alltaf til takst það allra nauðsynlegasta, ef til þess kæmi að ég þyrfti að flýja. Í nóvember 1987 dreymdi  mig aftur Reykjavíkurgosið. Í Elliðaám sá ég glóandi hraunstraum. Þetta gerist að nóttu til og án nokkurs fyrirvara. Rafmagnið fer af og ég skynjaði hvernig undarleg og óþægileg lykt mengaði andrúmsloftið. Margir verða að flýja heimili sín. Mér finnst vera stutt í þennan atburð. Mig hefur einnig dreymt draum sem bendir til þess að landinu okkar verði stjórnað af útlendingum í trássi við vilja þjóðarinnar. Þegar það verður mun fólk lifa saman í litlum hópum og grafa sér byrgi til þess að verjast hættu sem berst með vindinum. Það verður starfandi skipulögð andspyrnuhreyfing þó að flestir sætti sig við ríkjandi ástand.\nÞetta voru draumarnir.. og þegar ég las þessa grein hjá þér GunniS þá mundi ég strax eftir þessu. Kannski að það hafi verið að segja þér það sama og þeim? Einhverjar gígantískar náttúruhamfarir á næstu árum?\nHver veit."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-05-24 22:09:52",
            "id": "1593968",
            "reply_to_id": "1593967",
            "text": "Get ekki sagt ég liggi mikið yfir svona ritum, mér fannst sýnin ansi svakaleg, og fannst út í hött að þetta myndi gerast í alvöru, svo mitt innsæi segir mér að þetta gæti táknað átök og eða sundrung á svæðinu.\nAnnars verður hver og einn að túlka draum tákn eftir eigin nefi, ég finn ekkert í minni draumráðningarbók sem talar um glóandi hraun, eða eldgos."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-05-25 17:21:59",
            "id": "1593969",
            "reply_to_id": "1593967",
            "text": "Annars á ég draumráðningarbók sem er skrifið eftir dálestrum Edgar Cayce, hann er í miklu uppáhaldi hjá mér ( www.edgarcayce.org ) þar fann ég þetta um eld.\nEldur, ( þar sem rauðglóandi hraun er í raun Eldur )\n1. ótti sem skapar hræðilega reynslu.\ndreymandi (karlmaður 31 árs) lifir á fyrri tímum og sér sjálfan sig brenndan á báli samkvæmt skipun konungs, dreymandinn er sviptur klæðum og þjáist hræðilega í eldinum.\n2. Reynsluprófum sem stenst álag.\ndreymandinn (kona 20 ára) sér fallegt hús í björtu báli en aðeins framhlið hússins eyðileggst, hinar hliðar hússins sviðnar en standast eldinn án þess að skemmast.\nAðrir möguleikar: 8. ástríða. 9. þjáning, sársauki.\nEf maður fer að túlka minn draum, og þá t.d horfa á Bessastaði, þá mætti álikta að forsetinn ætti eftir að fara gegnum eldraun, og óvíst hvort hann standist þá reynsluprófun. mörg spjót beinast að honum í dag út af fjölmiðla frumvarpinu."
        },
        {
            "user": "Nisir",
            "user_id": "41812",
            "date": "2004-05-28 23:11:40",
            "id": "1593970",
            "reply_to_id": "1593967",
            "text": "Ágætu þráðar ritendur !\nAllt er þetta merkilegt og satt, en samkvæmt heimspekikenningum Dr.Helga Pjeturss eru þessir atburðir að gerast annarsstaðar í samtíma þess er dreymir. þarna er atburðarrás á ferðinni sem kemur hingað í fyllingu tímans og kallast því viðburðarbylgja. Hvort þetta kemur svo til með að hafa áhrif á okkur jarðarbúa og jafnvel Ísland er önnur saga, en að öllu óbreyttu getur það gerst. Það er með viðburðarbylgjuna eins og spádóma það getur gerst og margt getur farið á annan veg. það veltur á hugarfarinu. skoðið Nýal Dr. Helga. Hann býður Íslenska heimsfræði."
        },
        {
            "user": "tigra",
            "user_id": "3863",
            "date": "2004-05-29 16:03:43",
            "id": "1593971",
            "reply_to_id": "1593970",
            "text": "Þetta er áhugaverð kenning, en jafnframt bara kenning.\nHvernig helduru að hann myndi útskýra þegar mann dreymir fram í tímann? Fyrir einhverjum atburði sem síðan gerist.. og þá er ég t.d. bara að tala um eitthvað sem bara tengist manni sjálfum, tökum dæmi þegar mig dreymdi nákvæma dagsetningu á fæðingardag frænku minnar 9 mánuðum áður en hún fæddist, og áður en ég einu sinni vissi að það væri barn á leiðinni neinstaðar.\nHvernig myndi þessi kenning útskýra það?"
        },
        {
            "user": "Nisir",
            "user_id": "41812",
            "date": "2004-05-29 20:41:52",
            "id": "1593972",
            "reply_to_id": "1593971",
            "text": "Þakka þér spurninguna Tigri. Smá útúrdúr. Er ég á ungaaldri stóð frammi fyrir því að byggja mitt eigið hús 2ja hæða með öðrum, fór það mjög í taugar meðeigandans að ég skuli tala um þakbrúnir hússins og ekki byrjaðir á grunninum. Eins er með þessa spurn. Til að hún skiljist vel þarf nokkurn undirbúning eða grunn þekkingu á eðli þeirra lögmála er hér eiga sér stað. Svarið er ekki flókið. Þarna koma til stillilögmál í ýmsum myndum, þarna kemur til álita viðburðarbylgja og þróun lífs og efnis og ferill lífs í alheimi. Í stuttu máli er þetta þannig. Einhvað í umhverfinu stillir þig til þessa draumsambands sem þú greinir frá. Þessi atburður er að eiga sér stað á öðrum hnetti sem hefur svipaða atburðarrás og jörðin en viðburðarrásin aðeins á undan okkur. Viðburðarrásin er svipað og hjólfar, flestir eru fastir þar, aðrir kippa sér upp úr því en það er önnur saga. Varðandi þennan annann hnött ber að geta þess að kenningin gerir ráð fyrir vegna eðlis lífsins og framsókn, að til séu milljónir hnatta á svipuðu menningar stígi og mismunandi þroskaskeiði og þróunarferli. Gengið er út frá því sem vísu að hugsun er það afl sem berst eða flæðir á milli lífvera hvar í heimi ( geimi )sem þeir búa. til er þó eitt afbrygði þessa máls Oft reyba látnir ættingjar að nýta draumsamband einstaklinga til að koma skilaboðum áleiðis og þar sem draumur er hugsamband þá reynir ættinginn að hugsa það stíft til dreymandanns að viðkomandi grípur hugsunina  og segir frá að morgni og þykir mér þessi skýring eiga betur við í þessu tilfelli enda mikið notuð af framliðnum, til að mynda að vitja nafns. Eins og komið hefur fram við rannsóknir er þessi draumur ekki sá eini sem viðkomandi dreymir um svefntímann og má gera því skóna lögmálin áðurnefndu gildi um þá. Annars er mér ljúft að veita þér svar en kenningin er einföld í sniði og til skilnings. :egar maður hefur áttað sig á grunnlögmálunum rennur þetta upp eins og lausn á erfiðri þraut allt verður svo einfalt og skýrt. Fyrirgefðu hvað svarið er langt."
        },
        {
            "user": "tigra",
            "user_id": "3863",
            "date": "2004-05-29 22:18:06",
            "id": "1593973",
            "reply_to_id": "1593972",
            "text": "Tigraaaaaaaaaaaaaaa ég er kvenkyns… tigra ekki tigri.\nþetta er ágæt kenning og fínt að vísindamenn séu farnir að pæla á þessum nótum, en mér persónulega finnst það hæpið að eitthvað sem gerist á einhverjum hnetti langt í burtu komi svo og gerist aftur hérna.\nOg hvað í ósköpunum meinaru með viðburðarbylgja?\nÞað orð er ekki í mínum orðaforða.. en endilega bættu því þangað með smá útskýringum."
        },
        {
            "user": "Nisir",
            "user_id": "41812",
            "date": "2004-05-29 23:54:38",
            "id": "1593974",
            "reply_to_id": "1593973",
            "text": "Fyrirgefðu Tígra ég las úr þessu a´væri frá Tígra. Eitt við kenningar Dr. Helga Pjeturss er að aaaaallt byggist þetta á því sem við skynjum og sjáum dagsdaglega. Ekki er veriið að ræða hluti sem við ekki þekkjum og þá mest í eigin ranni.Við hugsum við dreymum og það gera allir allsstaðar. Við sjáum sýnir við sjáum fólk í fjarlægð og við sjáum aðra þó við liggjum uppí rúmi og mókum og köllum það sálfarir. Við förum til spákonu og hún spáir í framtíð og til sönnunar talar hún um fortíðina til að benda á að hún sjái meir en aðrir og annarsstaðar í þjóðfélaginu er verið að spá í framvindu hluta og atburða. Þar er verið að ganga útfrá ákveðinni atburðarás sem er í rauninni viðburðarás að ölllu óbreittu verður þetta og hitt ef ef. Þarna kemur inn í myndina það sem kallað er aflsvæði og stillir lífið til ákveðinna sambanda. Þú vilt vita hvað aflsvæði er, ekki satt það er myndað í aðaldráttum af þremur atriðum og verður flóknara eftir því um hvað er verið að ræða, en í einfaldustu mynd er það mótað af hugsunum þínum og gerðum og áliti annara á þér í samræmi við hegðun þá er þú sýnir af þér. Eins og til dæmis þú sérð að Sigga er að koma til þín og við það kemur upp í hugann það sem þú veist um Siggu. Það er Sigga og þetta eru þau áhrif er hún ber með sér, þetta er hún. Hefur þú kynnt þér öreindakenninguna eða skammtafræðina, þar eru hugmyndir uppi að eindin sem efnið er samsett af birtist og hverfi með slíkum hraða að ekki er hægt að nefna það með því nafni, heldur er það þannig að eindin er hér í efninu örskotsstund og næstu andrá út í hinum stóra heimi í efni einhvers hnattar og í lífi sem þar gengur um grundir. þetta er stórkostlegt útsýni sem við höfum yfir veröldina ef menn opna hug og sjón. Lífið er háð hvert öðru þessvegna er líf þar sem því verður við komi. Má vera að þér finnist ég komin út fyrir efnið en svo er ekki allt er þetta tengt."
        },
        {
            "user": "ElliFeiti",
            "user_id": "34118",
            "date": "2004-06-02 18:16:01",
            "id": "1593975",
            "reply_to_id": "1593967",
            "text": "ég á heima á Seltjarnarnesi og á Valhúsahæð :(\nknúsaðu mig"
        },
        {
            "user": "Night",
            "user_id": "34410",
            "date": "2004-05-25 18:56:44",
            "id": "1593976",
            "reply_to_id": "1593949",
            "text": "Þú ert verulega berdreymin held ég. Mér sjálfri finnst ekki það skemmtilegt að vera eins berdreymin og ég er.En ég vona að það gagnist þér einvhvað. Ekki hefur það gagnast mér en kannski í framtíðinni.\nNight"
        },
        {
            "user": "kittysvein",
            "user_id": "27105",
            "date": "2004-05-25 19:57:41",
            "id": "1593977",
            "reply_to_id": "1593949",
            "text": "Magnað allveg hreint.."
        },
        {
            "user": "SvabbiJames",
            "user_id": "38337",
            "date": "2004-06-02 00:09:35",
            "id": "1593978",
            "reply_to_id": "1593949",
            "text": "þetta er ekkert slæmt þessi draumur, ég held að þú mundir gera það sama með írkann hefði hann verið sá sem byssan var miðuð á. Réttar væri að hjálpa kananum því þeir eru að reyna allt sitt besti til að hjálpa írak þótt það gengur ekki eins vel og þeir vilja.  en já þetta er ekkert eitthvað vont að hafa hjálpað honum"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-06-02 00:18:08",
            "id": "1593979",
            "reply_to_id": "1593978",
            "text": "Frekar slæmt það sem gerðist eftir ég “hjálpaði” honum."
        },
        {
            "user": "Eldkatla",
            "user_id": "15501",
            "date": "2004-06-09 02:50:44",
            "id": "1593980",
            "reply_to_id": "1593949",
            "text": "þú ert greinilega mjög ber-dreyminn, ég held að þessi draumur sé fyrirboði sem eimitt það sem allir óttast í þessu stríði… að Írakar eigi eftir að lend illa úti, og íraski hermaðurinn sem þú sást táknar klofning þjóðarinn (sem fer ekki vel (blóð í draumi táknar aldrei gott) í þá sem fagna þessari svokallaðri frelsun, og í þá sem eru ekki sáttir við gang mála… Kv myrkvði"
        },
        {
            "user": "Eldkatla",
            "user_id": "15501",
            "date": "2004-06-09 04:38:18",
            "id": "1593981",
            "reply_to_id": "1593980",
            "text": "Já, ég hef samt verið að velta fyrir mér fréttum frá írak. ég sé ekki annað en Bandaríkin séu að fjöldaframleiða fólk þar sem hatar USA, Bandaríkin geta ekki látið sig dreyma um það að fá fólk til liðs við sig sem þeir hafa pínt og sprengt í loft upp. tökum dæmi, það virðist ekkert mega tala um hver ástæðan gæti verið bakvið árásina 11 september.\nÉg heyrði það að Bin laden hefði verið einn af þeim sem Bandaríkin tóku og þjálfuðu upp í skæruhernaði og notkun vopna sem USA gaf ákveðnum öflum í Írak, hvað gerðst svo, Bin landen á að hafa staðið fyrir árás á USA, hver ætli sé ástæðan fyrir því ? og merkilegt að málstaður þessa manns hefur ekki heyrst nein staðar í fjölmiðlum. Það er ekki til uppreisnarmaður sem berst ekki fyrir málstað.\nGæti samt ímyndað mér að málstaður Bin ladens ( þó ég sé ekki að taka upp fyrir hann hanskann ) sé að USA láti mið austurlönd í friði, og hætti að skipta sér að málum þar, og gefa vopn til vissra aðila og þannig stuðla að ófrið og breytingum í stjórnkerfi mið austurlanda.\nBandaríkinn eru að gera allt vitlaust í mið austurlöndum, fyrst er það Ísrael, má kalla það sem er að gerast þar tilraun til þjóðarmorðs á palestínu - og allt stutt og styrkt af USA . Bandaríkinn eru að gefa, eða voru að gefa vopn til upreisnarafla í Írak. I rest my case. fólk hlítur að vera farið að sjá hvað er að gerast."
        },
        {
            "user": "Eldkatla",
            "user_id": "15501",
            "date": "2004-06-09 14:57:21",
            "id": "1593982",
            "reply_to_id": "1593981",
            "text": "veistu ég er alveg samála þér… en það verður náúrulega fólk sem á eftir að hagnast á þessu þarna niðurfrá…. þú veist næsta valdafjölskylda… þetta er það nákvæmlega það sem gerðist þegar pabbi Bush var forseti (flóa-stríðið) þar viku þeir einræðis-herranum fyrir og komu saddam til valda… en viti menn hvað gerist… sagan gengur í hringi.. mér fynnst að USA ætti að hætta að skipta sér að… öll lönd hafa átt við svona svipaðan vanda einhvern tíman í fortíðinni (líka USA) en þau löguðu þann vanda sjálf án afskipta annara…. mið-austurlönd eru nokkrum öldum á efir í mannréttindum það vita allir en ég held að þetta vandamál leisist aðeins ef íbúarnir geri það sjálfir."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-06-30 17:30:40",
            "id": "1593983",
            "reply_to_id": "1593949",
            "text": "Þetta gæti þýtt að Bandaríkin vinni þetta stríð."
        },
        {
            "user": "deedee2",
            "user_id": "49514",
            "date": "2004-07-03 10:57:14",
            "id": "1593984",
            "reply_to_id": "1593949",
            "text": "hæ ég öfunda þig ekki að vera svona berdreynminn það hlítur að vera mjög erfitt. ég held að þetta meiki mjög mikið sens sko bíðum bara og sjáum, ef þetta gerist segi ég bara takk fyrir að láta okkur/mig vita áður ;)"
        }
    ]
}