{
    "forum_title": "Tíska & útlit",
    "user": "pollett",
    "user_id": "40846",
    "date": "2004-05-24 11:58:17",
    "title": "Sköllóttir fætur",
    "text": "Okey,,, ég hef mikið tekið eftir því í skólanum mínum að stelpurnar raki á sér lappirnar (við erum í 8.bekk), þannig að þeir eru alveg sköllóttir! En allaveganna ég hafði ekki gert það (fyrr en í gærkvöldi!), og tók mig til og RAKAÐI þá sköllótta! Samt bara upp að hnám… Ég er soldið nervös núna, vinkonur mínar segja að ég fái útrbot… Það er nefnilega eitt sko (og núna sjáið þið hvað ég er mikil ljóska!) og notaði EKKERT! reyndar notaði ég rakvél, en ekki raksápu :S… Ég er sko versta stelpan í þessu!\nEn það var sko ástæða fyrir þessu, að ég skyldi raka mig!, allar stelpurnar rökuðu sig (sem er náttúrulega ekki ástæða því maður Á að ver öðruvísi :)…) og ég þorði ekki að vera í hnébuxum, og einn strákur var búinn að commenta þetta =) “ertu með svona skítugar lappir eða eru þetta hár?”… já þannig var nú það,,,\nEinhver sem vill ENDILEGA koma með uppástungu um hvað ég get gert, á ég að láta þetta vera? eða kannski kaupa mér raksápu (sem ég veit ekkert hvað er)… og ef það er einhver strákur sem er að lesa þetta, svo hann heldi ekki að ég sé einhver hellisbúi þá eru allar stelpur með hár á löppunum, og hvað finnst honum um það?\n()()\n(**)\n(“)(”)",
    "url": "https://www.hugi.is/tiska/greinar/207275/skollottir-faetur/",
    "url_id": "207275",
    "id": "1595002",
    "replies": [
        {
            "user": "hekla90",
            "user_id": "37162",
            "date": "2004-05-26 11:33:16",
            "id": "1595003",
            "reply_to_id": "1595002",
            "text": "keyptu Satin Care..það er mjög gott..það gerir lappirnar líka mjúka ;) ekki raka of fast..þá getur húðin bra farið….og farðu varlega þú getur skorið þig…"
        },
        {
            "user": "Jasmin91",
            "user_id": "19454",
            "date": "2004-05-26 13:25:42",
            "id": "1595004",
            "reply_to_id": "1595002",
            "text": "Já, notaðu satin care frá Gillette, hún er fín. Svo er rakvélin Venus frá Gillette líka mjög góð og þú verður að hafa fæturna blauta;)\nEkki raka alla fæturna, bara upp að hnjám.\nGangi þér vel!"
        },
        {
            "user": "Jasmin91",
            "user_id": "19454",
            "date": "2004-05-26 16:22:03",
            "id": "1595005",
            "reply_to_id": "1595004",
            "text": "Ég raka fæturna á mér og ég er strax komin með smá brodda… Ég byrjaði að raka þá fyrir sona mánuði kannski… En ég raka mig samt ekki á hverjum degi. En ég var að pæla, afhvejru á maður ekki að raka alla fæturna? Er ekki doldið skrýtið að vera með loðin læri og “sköllótta” leggi :S Allavega finnst mér það frekar skrýtið sko… hehehe! En er eitthvað sem maður getur gert svo að það komi ekki broddar?? :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-05-26 18:36:13",
            "id": "1595006",
            "reply_to_id": "1595005",
            "text": "Þú getur alveg rakað lærin…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-05-26 21:24:55",
            "id": "1595007",
            "reply_to_id": "1595006",
            "text": "ég raka aldrei lærin, hárin sjást nú reyndar heldur ekkert hjá mér, eru svo ljós.\nÉg myndi ekkert vera að raka þau sko"
        },
        {
            "user": "Kvikasilfur",
            "user_id": "41933",
            "date": "2004-06-07 16:36:38",
            "id": "1595008",
            "reply_to_id": "1595005",
            "text": "Maður má helst ekki raka lærin því þá eyks hættan á húðsjúkdómum, maður má heldur ekki raka þá á hverjum degi því það fer svo illa með húðina að maður getur byrjað að fá sár. sko mamma mín er snyrtifr. svo að ég veit hvað ég er að tala um ….. (ekki það að ég haldi að ég sé eithvða alvitur)."
        },
        {
            "user": "dearlie",
            "user_id": "28221",
            "date": "2004-05-29 18:48:38",
            "id": "1595009",
            "reply_to_id": "1595004",
            "text": "Aðferð:\n1. Þú hylur svæðið sem þú ætlar að raka með raksápu ég nota sona satin care frá gillette hún er mjög góð og húðin verður mjúk.\n2. Þú rakar á móti hárunum.\n3. Svo er gott a' fara í sturtu á eftir þá er húðin alveg silkimjúk.\nSvo á að hafa krana eða eitthvað rennandi til að geta skolað rakvélina annars festast hárin.\nP.s hvað er málið með að það megi ekki raka nema uppað hnjám? Ég fer alltaf eftir því afþví vinkona mín sagði mér að það mætti ekki en ég vil bara vita af hverju það má ekki."
        },
        {
            "user": "Rassgata",
            "user_id": "34794",
            "date": "2004-05-26 14:36:27",
            "id": "1595010",
            "reply_to_id": "1595002",
            "text": "hvaða sápa sem er dugar en svo eru líka til svona sérstakar raksápur."
        },
        {
            "user": "saltogpipar",
            "user_id": "23532",
            "date": "2004-05-26 21:37:51",
            "id": "1595011",
            "reply_to_id": "1595002",
            "text": "ég rakaði mig einu sinni alltaf….ég fékk alltaf bara brodda daginn eftir og var að verða brjáluð á því! síðan benti einhver mér á að kaupa mér háreyðingarkrem og mér finnst það miklu betra! ég mæli með því! t.d. eru kremin frá veet mjög góð! vona að þetta hjálpi! :o)"
        },
        {
            "user": "saltogpipar",
            "user_id": "23532",
            "date": "2004-05-26 22:02:17",
            "id": "1595012",
            "reply_to_id": "1595011",
            "text": "en er hvað er best að gera? vax, háreyðingarkrem, raka sig.. hvað er best?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-05-26 22:02:59",
            "id": "1595013",
            "reply_to_id": "1595002",
            "text": "Settu rakakrem á þetta…þetta fer, notaðu svo raksápu það sem eftir er. EÐA þegar þú ert í sturtu, settu venjulega sápu á lappirnar og rakaðu;) virkar, og ódýrara"
        },
        {
            "user": "ozimo",
            "user_id": "32584",
            "date": "2004-05-26 22:05:43",
            "id": "1595014",
            "reply_to_id": "1595002",
            "text": "Ef þú kant ekkert að raka þig þá geturþ ú lika allaf líka farið í vax ;) það er ekkert það vont sko gangi þér vel"
        },
        {
            "user": "pollett",
            "user_id": "40846",
            "date": "2004-05-27 16:09:55",
            "id": "1595015",
            "reply_to_id": "1595002",
            "text": "úff……það er svoooo vont að fara í vax! átsj….ég gerði það einu sinni og ætla EKKI að gera það aftur!!!! en rakvélar eru bara óþolandi…mér persónulega finnst háreyðingarkrem best…..!"
        },
        {
            "user": "pollett",
            "user_id": "40846",
            "date": "2004-05-27 22:30:34",
            "id": "1595016",
            "reply_to_id": "1595015",
            "text": "ég og vinkona mín vorum að fíflast fyrir stuttu og notuðum vax eða eitthvað í þá áttina :P… Það var ekker vont fyrir mig (mínir fætur eru sköllóttir!)… en kannski fyrir hana!"
        },
        {
            "user": "pollett",
            "user_id": "40846",
            "date": "2004-05-27 22:33:42",
            "id": "1595017",
            "reply_to_id": "1595016",
            "text": "Ég samt skil ekki ennþá hverjum datt í hug að raka á sér fæturnar—einhver byrjaði allaveganna! En… Ég hefði kannski ekki átt að raka, því hárin voru svo ljós, en stundum var eins og þau væru svört… Og ég gat ekki verið í sólbaði út á sólpalli með aðra stráka, því ég skammaðist mín svo! Veit ekkert hver í fjand*** datt þetta í hug :)…"
        },
        {
            "user": "ellysif",
            "user_id": "54947",
            "date": "2004-09-10 15:51:24",
            "id": "1712325",
            "reply_to_id": "1595016",
            "text": "HAHAHAHAHA   NÚNA VEIT ÉG HVAÐ ÞÚ OG DIIDDDD t. ERU ALLTAF AÐ GERA     HAHAHAHAHA"
        },
        {
            "user": "kaffibaun",
            "user_id": "20007",
            "date": "2004-05-28 17:55:15",
            "id": "1595018",
            "reply_to_id": "1595015",
            "text": "ég nota háreyðingarkrem, en svo prufaði ég veet vax (er það ekki skrifað e-rn veginn sonna :P) og það bara er ekkert vont! og alls ekket vesen í kringum það,m mikið fljótlegra en með háreyðingarkreminu ;) þó maður noti auðvitað ekki veet á alla staði…. ekki gott að vaxa sig undir höndunum td! óeðlilega sárt!"
        },
        {
            "user": "Sweet",
            "user_id": "2593",
            "date": "2004-05-29 20:20:05",
            "id": "1595019",
            "reply_to_id": "1595018",
            "text": "Er hægt að kaupa áfyllingar í Veet vaxið ? Finn þær hvergi og tími ekki að kaupa nýtt svona í hvert einasta skipti :/"
        },
        {
            "user": "kaffibaun",
            "user_id": "20007",
            "date": "2004-05-30 00:04:30",
            "id": "1595020",
            "reply_to_id": "1595019",
            "text": "ég bara veit það ekki, prófaði þetta sko hjá vinkonu minni, hún var með þetta á hitablöðum, ekki í dollu ;) hef ekki séð það í apótekum sko eða neins staðar! sennilega ekki til…… en það er líka ódýrt að nota One Touch vax og One Touch háreyðingarkrem ;) svolítið sárara að nota það vax heldur en Veet en ég finn ekki mjög mikinn mun samt.  Hægt að kaupa áfyllingar á það og er ekki dýrt.\nen hafiði tekið eftir því stelpur að það hefur ekki einn einasti (að mér vitanlega) svarað þessum þræði :P finnst örugglega ekki geðslegt að lessa um háreyðingar stelpna… :P"
        },
        {
            "user": "sandrass",
            "user_id": "25449",
            "date": "2004-05-30 17:24:46",
            "id": "1595021",
            "reply_to_id": "1595015",
            "text": "Vax venst:)  Ókei ég veit að það er ógeðslega vont fyrst en það er strax skárra í annað skiptið.\nVax hægir á hárvexti og við reglulega notkun þess í svolítinn tíma, eyðileggjast hársekkirnir og hárin koma ekki aftur.\nHáreyðingarkrem er ekki gott fyrir húðina en það er lang sársukaminnst.\nEn það ætti að banna fólki að raka lappirnar. Hárin koma mjög gróf til baka og við mikinn rakstur fótleggja getu fólk fengið inngróin hár sem er víst mjög sárt….\nPrófið ykkur áfram:)"
        },
        {
            "user": "fne55",
            "user_id": "15940",
            "date": "2004-05-31 11:42:53",
            "id": "1595022",
            "reply_to_id": "1595021",
            "text": "Ég bara hef aldrei fundist vax vera neitt sárt, ekki einu sinni í fyrsta skiptið. Já…bara svona að commenta……já……"
        },
        {
            "user": "kaffibaun",
            "user_id": "20007",
            "date": "2004-05-28 17:52:51",
            "id": "1595023",
            "reply_to_id": "1595002",
            "text": "ef maður fer á annað borða að taka hárin af löppunum á sér svona ungur þá vaxar maður ;) notaðu Veet, það er geggt þægielgt sko og ekki sárt!"
        },
        {
            "user": "pollett",
            "user_id": "40846",
            "date": "2004-05-28 20:13:38",
            "id": "1595024",
            "reply_to_id": "1595002",
            "text": "Ég mundi í fyrsta lagi ekki raka lappirnar daglega!\nÞað getur gert húðina gróða og hún verður svolítið þurr.\nVax er ágætt, sumum finnst það vont og öðrum ekki en ég nota bæði veet og raka bara……..ef ég nota veet þá fer allt frá lærum og niður en annars er það mjög sjaldan, tek oftast rakvél og raksápu ;)\nEf ég á ekki raksápu nota ég einfaldlega bara body sápu og það er bara alveg eins ;)\nGangi þér vel ;p"
        },
        {
            "user": "pollett",
            "user_id": "40846",
            "date": "2004-05-28 22:44:06",
            "id": "1595025",
            "reply_to_id": "1595024",
            "text": "En þegar hárin koma aftur verða þau eitthvað verri :S? Lengri, dekkri?"
        },
        {
            "user": "beebee",
            "user_id": "7587",
            "date": "2004-05-29 16:35:24",
            "id": "1595026",
            "reply_to_id": "1595025",
            "text": "ég hef aldrei verið að nota þessar raksápur og svona..finnst það alveg óþarfi, raka bara á mér lappirnar (og allt hitt sem maður vill raka :)) í sturtunni…með Venus rakvélinni minni, virkar stórfínt !!"
        },
        {
            "user": "mez",
            "user_id": "43438",
            "date": "2004-06-01 22:21:52",
            "id": "1595027",
            "reply_to_id": "1595026",
            "text": "já, ég geri það líka, á svona bleika venus og það virkar fínt bara með vatni í sturtu..! en svo ef þú ert eitthvað viðkvæm, geturðu náttúrulega notað raksápu eða borið bara eitthvað á, eftir á. T.d. bara aloe vera! (ég veit ekki alveg hvernig þetta er skrifað) það virkar fínt í handakrikana á mér allavega ;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-07-07 17:16:00",
            "id": "1595028",
            "reply_to_id": "1595024",
            "text": "vá hver ætli nenni að raka á sér lappirnar dags daglega:s"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-07-07 23:39:31",
            "id": "1595029",
            "reply_to_id": "1595028",
            "text": "Æ ein stelpa sem ég veit um gerir það…..Skil hana ekki :S"
        },
        {
            "user": "zepi",
            "user_id": "37356",
            "date": "2004-05-31 16:38:32",
            "id": "1595030",
            "reply_to_id": "1595002",
            "text": "ekkert vera að raka lærin því það koma dökk og gróf hár, og það er ljótt að sjá svoleiðis á lærum stelpna. En ef þau eru dökk, gróf og ljót þá notaðu háreyðingarkrem eða farðu í vax. Ekki raka þau!"
        },
        {
            "user": "StjanaO",
            "user_id": "17212",
            "date": "2004-05-31 19:10:29",
            "id": "1595031",
            "reply_to_id": "1595002",
            "text": "En hvar er hægt að kaupa svona veet vax og hvað kostar það??\nHvernig gerir maður sona?"
        },
        {
            "user": "torabjorg",
            "user_id": "38223",
            "date": "2004-05-31 21:02:43",
            "id": "1595032",
            "reply_to_id": "1595002",
            "text": "já hvernig virkar veet? er e-r til í að senda mér bara private messages og upplýsa mig um málið ég nebblega þarf smá hjálp…bara endilega og PLÍÍÍÍÍÍÍÍS hjálpið mér!!"
        },
        {
            "user": "StjanaO",
            "user_id": "17212",
            "date": "2004-06-01 10:29:01",
            "id": "1595033",
            "reply_to_id": "1595002",
            "text": "mér líka!!"
        },
        {
            "user": "Evdoxus",
            "user_id": "53483",
            "date": "2004-06-01 21:33:47",
            "id": "1595034",
            "reply_to_id": "1595002",
            "text": "ATHUGAÐU, að þú gætir einnig íhugað að fara í aðgerð, þar sem hárin eru einfaldlega tekin burt. Mér skilst að það sé hægt, og að þeir noti lasera til verknaðarins."
        },
        {
            "user": "pollett",
            "user_id": "40846",
            "date": "2004-06-01 22:45:06",
            "id": "1595035",
            "reply_to_id": "1595034",
            "text": "mér ditti aldrei í hug að fara í leiser-aðgerð ;)\n=)"
        },
        {
            "user": "sjoefn7",
            "user_id": "5661",
            "date": "2004-06-02 20:10:40",
            "id": "1595036",
            "reply_to_id": "1595002",
            "text": "Fyrir mér er alveg nóg að raka bara með einnota rakvélum í sturtu. Og alltaf að raka niður (ekki upp) lappirnar, annars geturu fengið útbrot! Og aldrei að raka þá bara þurra, þá svíður oft eða koma útbrot, reyndar ekki hjá öllum."
        },
        {
            "user": "pollett",
            "user_id": "40846",
            "date": "2004-06-08 21:32:07",
            "id": "1595037",
            "reply_to_id": "1595036",
            "text": "vúpps"
        },
        {
            "user": "garfild",
            "user_id": "28518",
            "date": "2004-06-14 13:40:21",
            "id": "1595038",
            "reply_to_id": "1595002",
            "text": "jamm sko ég er nú einu ári yngri en þú og ég raka á mér lappirnar (stundum) ég æfi líka sund þannig það taka allir eftir því annars…en ég keypti mér svona háreyðingarkrem frá veet og það er ekkert svi gott…ég fæ aldrei útbrot ég nota líka raksápu en maður fær geðveikt útbrot að þessu veet dæmi!!"
        },
        {
            "user": "pollett",
            "user_id": "40846",
            "date": "2004-06-14 20:55:10",
            "id": "1595039",
            "reply_to_id": "1595038",
            "text": ":S ég skal muna það"
        },
        {
            "user": "cutypie",
            "user_id": "19280",
            "date": "2004-06-15 15:03:34",
            "id": "1595040",
            "reply_to_id": "1595002",
            "text": "Ok…ég styð alveg að very hairy kvennmannsfætur ættu að vera snyrtir til og rakaðir. En samt, afhverju strax? Þú ert í 8.bekk?\nEin vinkonan mín gerði þetta svona snemma, samt með mjög fína fótleggi og alls ekkert loðin og veistu hvað gerðist fyrir vikið?! Hún varð bara enn loðnari, fékk inngróin hár og hárin urðu enn dekkri og þar af leiðandi enn áberandi.\nNáttúrlega allt hefur sína kosti og galla, og sumt gerir bara enn þá verra. Passaðu bara að raka ekki oft og bera rakakrem á fótleggina. Best er að gera þetta þegar maður er í baði eða í sturtu. En langbest er bara að vaxa fótleggina því þá koma ekki stíf og dökk hár þegar hárin fara að vaxa. Það getur verið sárt fyrstu skiptin en beauty is pain!\nFinnst stundum alveg merkilegt hvað unga kynslóðin sem eru bara enn börn að mínu mati eru að flýta sér mikið að prófa allt og gera allt.\nEn eitt vil ég ráðleggja þér…Ekki gera eins og allir hinir og herma eftir. Þótt svo þú eða einhver önnur raki ekki á sér fótleggina að þá ertu ekkert síður en sú næsta eða sá hópur stelpna sem gerir það. Þetta finnst mér bara vera dæmi um þrýsting."
        },
        {
            "user": "pollett",
            "user_id": "40846",
            "date": "2004-06-15 20:56:59",
            "id": "1595041",
            "reply_to_id": "1595040",
            "text": "Veistu… ég held að ég hafi barað rakað á mér fæturnar af því að einhverjar stelpur gerðu það… -Ég hefði annars ekki gert það- … En samt sé ég ekki eftir þessu því NÚNA eru hárin ljós og stutt (reyndar voru hárin ljós en aðeins lengri), en kannski verða þau SEINNA verri… Allaveganna ætla ég ekki að raka á mér fæturnar 1 sinni í viku eða eitthvað, kannski næst þegar ég fer á fótboltamót :S… Það er alveg hryllilega vandræðalegt þegar strákar segja að maður sé með loðna fætur.,.,. EN þeir eru með loðna fætur og stelpum finnst það kynæsandi, afhverju finnst strákum það ekki líka ;)??? Strákar???"
        },
        {
            "user": "cutypie",
            "user_id": "19280",
            "date": "2004-06-16 11:34:07",
            "id": "1595042",
            "reply_to_id": "1595041",
            "text": "Hehehe, ef við bara vissum! Strákar eru nú alveg svakalegir. Vísir til alls að segja allt til að móðga mann eða eitthvað álíka. Maður á bara ekkert að vera taka mark á þeim. Strákurinn sem sagði að þú værir með “skítugar” fætur hefur örugglega bara verið að mana þig upp í að gera eitthvað."
        },
        {
            "user": "Pingvin",
            "user_id": "19866",
            "date": "2004-06-17 20:03:14",
            "id": "1595043",
            "reply_to_id": "1595002",
            "text": "nota háreyðingakrem fólk :)"
        },
        {
            "user": "pollett",
            "user_id": "40846",
            "date": "2004-06-18 09:44:09",
            "id": "1595044",
            "reply_to_id": "1595043",
            "text": "Vitiði, :D, ég held ég noti gömlu, góðu aðferðina, að raka með höndunum, með rakvél!… Þótt að hinar séu örugglega góðar og kannski betri, þá… er það kannski soldið kostnaðarsamt :S… en allt í gúddí, gott að heyra svona mörg svör,,, =)"
        },
        {
            "user": "MissThang",
            "user_id": "42764",
            "date": "2004-06-23 20:25:30",
            "id": "1595045",
            "reply_to_id": "1595002",
            "text": "sæl acropia! í fyrsta lagi mundi é reyna eftir mesta megni að sleppa því alveg að raka á mér lappirnar!! eftir stuttan tíma byrja að koma svartir broddar sem er ekki fallegt!! og þú skalt alls ekki byrja að raka þig og gera svona hluti aftví allar hinar stelpurnar gera það!! vertu sjálfstæð og taktu þínar eigin ákvarðanir..:) en ef þú vilt losna við þessi hár,þá mæli é frekar með því að þú notir háreyðingarkrem!\ngangi þér vel!!\nPeace…MissThang"
        },
        {
            "user": "pollett",
            "user_id": "40846",
            "date": "2004-06-24 12:06:21",
            "id": "1595046",
            "reply_to_id": "1595045",
            "text": "okey :),,, takk fyrir… En þetta með háreyðingarkrem, ekki halda að ég sé algjör ljóska!, hvernig virkar það, hvernig notar maður það og hvað kostar það?"
        },
        {
            "user": "Sigrun4u",
            "user_id": "20201",
            "date": "2004-07-06 12:09:11",
            "id": "1595047",
            "reply_to_id": "1595046",
            "text": "Maður getur nú ekki vitað allt =)\nAnnars þá virka þessi háreyðingarkrem bara þannig að þú berð kremið á þig og bíður í svona 10 mínútur. Svo tekuru það af með svona spaða sem fylgir með og skolar svo fæturnar með vatni. Þetta er voðalega einfalt og mér finnst þetta virka alveg lang best.\nEin svona veet túpa kostar eitthvað um 500 kall og þú getur notað hana í svona 3-5 skipti :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-07-07 17:05:11",
            "id": "1595048",
            "reply_to_id": "1595002",
            "text": "usss þetter allt of eðlilegt til að vera satt!;) allar stelpur eru soldið nervös í fyrsta skiptið sem þær raka sig, ekki vaknaði ég einn daginn og vissi nákvæmlega hvernig átti að gera þetta, þú lærir þetta, eðlilegt að kunna þetta ekki í fyrsta skipti. Jú notaðu raksápu og rakaðu beint og upp, ekki fara me sköfuna á hlið þá skerðu þig og ekki of fast þá skerðu þig líka, og líka, það er ekki hiemsendir ef það kemur smá blóð:) það er kemur ennþá stundum hjá mér;) hehe gangi þér bara sem allra best með þetta;)"
        },
        {
            "user": "grazzz",
            "user_id": "10169",
            "date": "2004-07-07 20:08:01",
            "id": "1595049",
            "reply_to_id": "1595002",
            "text": "berðu smjör á lappirnar…helst smjörva…og helst bræddan…og pennslaðu síðan vel yfir lappinar með smjörinu..virkar alltaf þegar maður fær útbrot\n:-)"
        },
        {
            "user": "pollett",
            "user_id": "40846",
            "date": "2004-07-07 20:11:43",
            "id": "1595050",
            "reply_to_id": "1595049",
            "text": "ég fæ sko ekki útbrot… en í alvöru?"
        },
        {
            "user": "tinninn",
            "user_id": "21589",
            "date": "2004-07-07 23:52:08",
            "id": "1595051",
            "reply_to_id": "1595002",
            "text": "já alveg rétt hjá grazzz , vinkona mín lentí í því sama og þú og prufaði smjörið, verður bara að passa aðþað sé ekki of heitt og það svínvirkar bara, láttu okkur svo vita hvernig þetta virkaði"
        },
        {
            "user": "Sunbeam",
            "user_id": "5207",
            "date": "2004-07-13 00:19:36",
            "id": "1595052",
            "reply_to_id": "1595002",
            "text": "Ef hárin eru ekki svört og gróf núna, þá er best að byrja aldrei að raka sig, afþví að því oftar sem þú rakar hárin því grófari vaxa þau aftur.\nSvo er ekki nauðsynlegt fyrir stelpur að vera hárlausar!\nÉg t.d. neita að raka á mér fæturnar!\nTil hvers í ósköpunum??\nSvo að einhver vitleysingur geti ekki kommentað á lappirnar á mér?\nÉg vil frelsi og ég vil eiga minn líkama sjálf!\nHallelújah og amen! ;þ"
        },
        {
            "user": "pollett",
            "user_id": "40846",
            "date": "2004-07-19 17:04:04",
            "id": "1595053",
            "reply_to_id": "1595002",
            "text": "settu bara einhverja líkams sápu á lappirnar, neutral eða eitthvað svo það koma smá froða og það dugar. Og rakaðu nú!"
        },
        {
            "user": "pollett",
            "user_id": "40846",
            "date": "2004-07-19 17:08:22",
            "id": "1595054",
            "reply_to_id": "1595053",
            "text": "Já, ég gerði það á föstudaginn var… :)… ég gerði það í froðu-baði, það er örugglega lang best, og skemmtilegast…!"
        }
    ]
}