{
    "forum_title": "Hljóðfæri",
    "user": "Bjornvil",
    "user_id": "11002",
    "date": "2004-05-25 19:11:20",
    "title": "London",
    "text": "Ég var að koma frá London í dag og fór þar smá hljóðfærabúðarúnt.\nÁ Denmark street eru einhverjar tíu hljóðfæraverslanir og nokkrar aðrar í kringum það svæði. Sjálf Denmark street er ekki nema bara 200m löng og ekkert nema tónlistarbúðir og svona töff pöbbar. Þetta voru svona litlar grams búðir, bæði nýtt og notað þar, mjög gott úrval og mikið af stöffi sem ekki er hægt að fá hér, t.d. Mesa Boogie, Hiwatt, Laney og Orange magnarar og Zvex effektar. Verðin þarna voru því miður of svipuð verðunum hérna heima til að ég keypti mér eitthvað að ráði. Ég keypti mér bara Smokey amp sem er pínulítill gítarmagnari sem er í sígarettupakka, mjög töff, getið séð hann á\nhttp://www.smokeyamps.com\n.\nEftir að hafa rölt Denmark street fór ég í Virgin Megastore sem er þar rétt hjá og þar í kjallaranum rakst ég á Sound Control sem er risastór hljóðfæraverslun þar sem þú getur fengið næstum því allt sem þér dettur í hug. Ég hef aldrei séð eins mikið samansafn af gíturum og mögnurum á einum stað. Klassa búð með góðri þjónustu, ekkert mál að fá að plögga sig í eitthvað og rokka. Starfsmennirnir voru bara eitthvað að djamma þarna :)\nÉg mæli eindregið með því að þeir sem eru á leið til London og hafa einhvern áhuga á hljóðfærum að taka sér svona hálfan dag í það að allavega rölta þarna um og skoða sig um.",
    "url": "https://www.hugi.is/hljodfaeri/greinar/207417/london/",
    "url_id": "207417",
    "id": "1596139",
    "replies": [
        {
            "user": "Sblender",
            "user_id": "1767",
            "date": "2004-05-26 00:52:06",
            "id": "1596140",
            "reply_to_id": "1596139",
            "text": "Hehem ví! Ég er að fara til London í ágúst :D"
        },
        {
            "user": "Nero",
            "user_id": "30928",
            "date": "2004-06-06 12:55:44",
            "id": "1596141",
            "reply_to_id": "1596139",
            "text": "Já ég var einmitt á þessari götu ekki fyrir svo löngu síðan eða nánar tiltekið um páskana.\nEins og þú sagðir þá var mjög skemmtilegt að skoða sig um þarna en það kom mér á óvart að allt þarna var svo dýrt!\nEn þó endaði ég með að kaupa mér kjuða, crash og nýjan pedal fyrir einhver svaðaleg pund. Ég mæli með búðinni Andy´s drum shop fyrir trommara.\nEn á þessi gata er alveg þvílíkt skemmtileg, og ég hvet alla til að kíkja þangað sem skreppa til London:)"
        },
        {
            "user": "runarben",
            "user_id": "32970",
            "date": "2004-06-27 20:27:35",
            "id": "1596142",
            "reply_to_id": "1596139",
            "text": "Er einhver hérna sem getur bent mér á einhverjar hljóðfærabúðir í London sem eru eitthvað ódýrari en þessar hérna á Íslandi?"
        }
    ]
}