{
    "forum_title": "Harry Potter",
    "user": "IngaAusa",
    "user_id": "22132",
    "date": "2004-05-25 23:37:00",
    "title": "Albus Percival Wulfric Brian Dumbledore",
    "text": "“Nitwit! Blubber! Oddment! Tweak!”\nLord Volemort.  Ógnvaldur, maðurinn (eða ætti maður kannski að segja &#8220;veran&#8221; í stað mannsins) sem allri hræðast, en sjálfur hræðist ekki neitt.\nEða jú!  Það er eitt sem Tom Riddle hræðist.  Einn maður.  Maður sem býr yfir undraverðum hæfileikum og krafti.\n&#8220;Hann gerði hluti með sprota sem ég hef aldrei séð áður&#8221; &#8211; Griselda Marchbanks (Fönixreglan, kafli 31)\n.  Maður sem býr yfir ógurlegri visku, maður sem allir treysta, en hefur samt mikið skopskin;\nAlbus Dumbledore!\nÞessi gamli maður, oftast klæddur fjólublárri skikkju, háum skóm með sylgjum og stóran galdrahatt sem hann skiptir stundum út fyrir eyrnaskjól, er skólastjóri Hogwarts, skóla galda og seiða.  Hann er einnig formaður af Wizengamot og Galdramannasambandinu.  Honum bauðst að setjast í stól Galdramálaráðherra, en hafnaði boðinu, sem varð til þess að Cornelius Fudge settist þar í hans stað.  Fudge sendi samt uglu daglega til Dumbledores til að spyrja ráða.\nDumbledore er hár og grannur og með langt bogið nef, sem lítur út fyrir að hafa brotnað a.m.k. einu sinni.  Hann gengur með hálfmánalöguð gleraugu og er með svo langt silfurlitað skegg, sem einu sinni var rauðbrúnt, að hann bregður því oft undir beltið.  Hann er líka með ör fyrir ofan vinstra hnéð sem er fullkomið kort af lestarkerfi Lundúna.  Augun hans eru blikandi og blá.\nHonum var gefið nafnið Albus Percival Wulfric Brian Dumbledore.\nAlbus kemur úr Latínu og þýðir hvítur.  Percival var einn af riddurunum við hringborðið og Dumbledore er gamalt enskt orð og þýðir býfluga.  JKR segist ímynda sér að hann gangi um kastalann hummandi við sjálfan sig.\nAlbus hefur áhuga á kammertónlist og keilu.  Hann á bróðurinn Aberforth, sem er undarlegur gaur og vinnur sennilega á The Hogs Head (bar).\nAlbus Dumbledore fæddist um það bil 1840 (gróflega reiknað út frá dagsetningum sem eru gefnar, og gefum við okkur það, að hann sé fæddur 1840, hér á eftir í textanum.  Þar gæti því oft skeikað svona 5 árum.) og settist því á skólabekk í Hogwarts, skóla galdra og seiða, árið 1851.  Hann var flokkaður í Gryffindor.  Hann útskrifaðist þá 1858.\nAlbus gerist kennari í ummyndun og tekur seinna við skólastjóratitli, eða um 1970.\n1945 sigrar hann hinn myrka galdramann Grindelwald.\nDumbledore er Harry sem stoð og stytta og trúir honum alltaf, þó að Harry hafi mjög ólíklegar sögur að segja.  Dumbledore er einn skemmtilegasti karakterinn í bókunum, alvitur, en hefur þó alla mannlega eiginleika eins og húmor og hreinskilni.\nÞeir sem lesið hafa Hringadróttinssögu sjá væntanlega mikla sameiginlega eiginleika hjá Dumbledore og Gandalfi, en út í þá sálma ætla ég mér nú ekki að fara nánar út í að þessu sinni.",
    "url": "https://www.hugi.is/hp/pistlar/207536/albus-percival-wulfric-brian-dumbledore/",
    "url_id": "207536",
    "id": "1596844",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2004-08-23 12:39:03",
            "id": "1596858",
            "reply_to_id": "1596844",
            "text": "hehe, ég gerði huga nafið mitt ettir þessum gaur… :D:D:D hann er svona uppáhaldið mitt í þessu :D:D hann er eini manneskja með heila í þesssum sögum hehe :p"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-08-23 12:39:03",
            "id": "1596847",
            "reply_to_id": "1596844",
            "text": "Flott grein…"
        },
        {
            "user": "Sleipnir",
            "user_id": "6698",
            "date": "2004-08-23 12:39:03",
            "id": "1596845",
            "reply_to_id": "1596844",
            "text": "Mjög góð grein um eina frábærustu persónu bókarinnar!"
        },
        {
            "user": "beta91",
            "user_id": "48812",
            "date": "2004-08-23 12:39:03",
            "id": "1596846",
            "reply_to_id": "1596845",
            "text": "Albus er uppáhaldspersónan mín!\nHúrra! Æðisleg grein. Craw.."
        },
        {
            "user": "Talesofelviz",
            "user_id": "39258",
            "date": "2004-08-23 12:39:03",
            "id": "1596868",
            "reply_to_id": "1596844",
            "text": "Mjög fín grein, en hvar þú fannst allt nafnið hans, only god knows:/\nEn ég get hins vegar sagt ykkar að Dumbledore er ekki sá eini sem ber mörg furðuleg aukanöfn:)\nMozart hét nefnilega: Johannes Chrisostomus Wolfgang Amadeus Mozart:) Og hana nú:)"
        },
        {
            "user": "IngaAusa",
            "user_id": "22132",
            "date": "2004-08-23 12:39:03",
            "id": "1596869",
            "reply_to_id": "1596868",
            "text": "T.d. í réttarhöldunum í 5. bókinni."
        },
        {
            "user": "BoggiGudfadir",
            "user_id": "30020",
            "date": "2004-08-23 12:39:03",
            "id": "1596867",
            "reply_to_id": "1596844",
            "text": "Flott grein ég hef nákvæmlega ekkert til að setja út á nema eitt og það er nú bara 1 stafsetningar villa(like anybody cares)“skóla galda og seiða”.\nMér finnst líka góður enda punkturinn hjá þér\n“Þeir sem lesið hafa Hringadróttinssögu sjá væntanlega mikla sameiginlega eiginleika hjá Dumbledore og Gandalfi”\nÉg ætlaði nefninlega einmitt að segja það.\nKveðja\n*boggi35*(StonedRaider)"
        },
        {
            "user": "petgun",
            "user_id": "47758",
            "date": "2004-08-23 12:39:03",
            "id": "1596866",
            "reply_to_id": "1596844",
            "text": "Góð grein………\nDumbledore er snillingur!"
        },
        {
            "user": "GullaGris",
            "user_id": "51458",
            "date": "2004-08-23 12:39:03",
            "id": "1596861",
            "reply_to_id": "1596844",
            "text": "Snilldargrein um snilldarpersónu! Ég sá einhversstaðar mynd og við hliðina á henni stóð: “I think that these three are the same!” eða eitthvað álíka, og það var mynd af Dumbledore, Gandalfi og Obi-Wan Kenobi! (Er þetta ekki skrifað rétt :s?)\nÍ alvöru, þeir þrír eru ofboðslega líkir!\nEn getið þið sagt mér eitthvað meira um Aberforth, eða hvað sem hann heitir. Er eitthvað minnst á hann í bókunum….vonandi ekki 2.bókinni, hún er enn í láni hjá frænku minni í Reykjavík…búin að vera þar í svona tvö og hálft ár…..jamm…..samt snilldarlýsing á Albusi Percival Wulfric Brian Dumbledore! Og þetta með býfluguna….hann virðist vita allt sem gerist í skólanum þótt að hann sjáist hvergi. Býflugan er eins, hún veit alltaf allt og er allstaðar þótt að við sjáum hana ekki alltaf. Eða, þannig skil ég þetta….en nú er ég búin að segja alltof mikið og hækka símreikninginn um 5000 krónur, þannig að……bless, bless!!!\n*Gulla Grízlingur*"
        },
        {
            "user": "winter",
            "user_id": "32428",
            "date": "2004-08-23 12:39:03",
            "id": "1596862",
            "reply_to_id": "1596861",
            "text": "Aberforth, var hann ekki sektaður fyrir eitthvað í sambandi við illa meðferð á kindum? Mig minnir það."
        },
        {
            "user": "IngaAusa",
            "user_id": "22132",
            "date": "2004-08-23 12:39:03",
            "id": "1596864",
            "reply_to_id": "1596862",
            "text": "Aberforth var í Fönixreglunni á áttunda áratugnum.  Hann var einmitt á myndinni sem Skröggur Illaauga (madeye moodie) sýnir harry og hinum, og sgir hann að Aberforth sé skrítinn gaur.\nAberforth var kærður óviðeigandi galdra á geit, en Albus segir að hann hafi kært sig kollóttan um vonda umfjöllun fjölmiðla,(en það gæti þó stafað af því að Aberforth kynni ekki að lesa, frekar en að hann hefði svona sterkar taugar.)\nSumir vilja meina að Aberforth vinni á Hog's head, en þar vinnur einmitt gráhærður, grannur maður, með mikið og sítt skegg.  Harry finnst að hann kannist við hann (og Harry hefur oft haft rétt fyrir sér þegar hann kannast við fólk).  Annað sem styður þá kenningu er að Hog's head lyktar af geitum, og Dumbledore hefur dvalið þar.\nÉg held að við eigum eftir að sjá meira af hinum undarlega Aberforth Dumbledore…"
        },
        {
            "user": "GullaGris",
            "user_id": "51458",
            "date": "2004-08-23 12:39:03",
            "id": "1596865",
            "reply_to_id": "1596864",
            "text": "Ég vona það, mér geðjast vel af furðulegu fólki! Þessvegna fer ég a víkingahátíðirnar á Eiríksstöðum!"
        },
        {
            "user": "Steini1",
            "user_id": "35121",
            "date": "2004-08-23 12:39:03",
            "id": "1596863",
            "reply_to_id": "1596862",
            "text": "Ógeðfellda galdra á geit ef ég man rétt"
        },
        {
            "user": "IngaAusa",
            "user_id": "22132",
            "date": "2004-08-23 12:39:03",
            "id": "1596859",
            "reply_to_id": "1596844",
            "text": "Þetta er góð grein en er þetta ekki svoldið gróft farið í sálmana ég meina Voldemort er lang flottasti karakterinn í sögunum hann er vondur og hann er miskunarlaus svo hann er cool.\nP.S. Bróðir þinn lítur allveg eins út og\nHarry Potter."
        },
        {
            "user": "IngaAusa",
            "user_id": "22132",
            "date": "2004-08-23 12:39:03",
            "id": "1596860",
            "reply_to_id": "1596859",
            "text": "Rétt kúlukarl…\nKlemenz er alveg eins og harry potter.  Miklu líkari honum en nokkurn tíman daniel raddcliffe."
        },
        {
            "user": "Nobody",
            "user_id": "17530",
            "date": "2004-08-23 12:39:03",
            "id": "1596853",
            "reply_to_id": "1596844",
            "text": "Fín grein en…\n“Albus gerist kennari í ummyndun og tekur seinna við skólastjóratitli, eða um 1970.”\nHvar kemur það framm?\nOg líka…\nTom Riddle??? Ég hef bara lesið bækurnar á íslensku svo…\nÉg held að JKR ætti að koma með útskíringu á þessum aldri."
        },
        {
            "user": "Nobody",
            "user_id": "17530",
            "date": "2004-08-23 12:39:03",
            "id": "1596854",
            "reply_to_id": "1596853",
            "text": "Tom Riddle = Trevor Delgome.\nNafninu var breytt í íslensku þýðingunni út af stafaruglinu þarna í 1. bókinni.. Sem mér finnst frekar bjánalegt..\nÞetta með að Albus hafi verið kennari í ummyndun kom fram í einhverri bókinni. Man bara ekki hvort það kemur fram hvenær hann varð skólastjóri…\nAnyeays.. IngaAusa.. Flott grein :) Dumbledore er lang svalastur :)"
        },
        {
            "user": "IngaAusa",
            "user_id": "22132",
            "date": "2004-08-23 12:39:03",
            "id": "1596855",
            "reply_to_id": "1596854",
            "text": "Þetta er allt í frekar lausu lofti sjáið til, en þetta er reiknað út frá ýmsum staðreyndum.  Skólastjórn hans er reiknuð út frá því að hann hafi byrjað örlítið fyrr sem skólastjóri en þegar Lily og James og co komu í skólann.  (sem er dregið af því sem Remus Lupin segir í 3 bókinni, um að foreldrar hans hafi verið alveg vissir um að hann gæti aldrei gengið í galdraskóla (vegna þess að hann væri varúlfur) en það hefði verið hægt þegar Dumbledore tók við stjórninni).\nÉg man ekki í hvaða bók það er tekið fram að hann hafi kennt ummyndum…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-08-23 12:39:03",
            "id": "1596857",
            "reply_to_id": "1596855",
            "text": "Það var í 2. bókinni þegar Tom Riddle tók Harry afturábak í hugsunum sínum…Þá talaði hann um að Dumbledore líkaði aldrei jafn mikið við hann og hinum kennurunum.. :) Fín grein!"
        },
        {
            "user": "Steini1",
            "user_id": "35121",
            "date": "2004-08-23 12:39:03",
            "id": "1596856",
            "reply_to_id": "1596855",
            "text": "Ég held að það hafi verið að hann kenndi ummyndun 1940 og varð skólastjóri 1970"
        },
        {
            "user": "annapotter",
            "user_id": "34019",
            "date": "2004-08-23 12:39:03",
            "id": "1596852",
            "reply_to_id": "1596844",
            "text": "Rosalega flott grein hjá þér :D\nDumbledore er einstök og yndisleg persóna :)\n-AnnaPotte"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-08-23 12:39:03",
            "id": "1596850",
            "reply_to_id": "1596844",
            "text": "Er eithvað talað um þennan Grindelwald í bókonum?\nHef ekki heirt um hann."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-08-23 12:39:03",
            "id": "1596851",
            "reply_to_id": "1596850",
            "text": "sko sgo… næstum því eins :D\nþað stendur á súkkulaðifroskaspjöldunum…"
        },
        {
            "user": "Gegedi",
            "user_id": "39102",
            "date": "2004-08-23 12:39:03",
            "id": "1596848",
            "reply_to_id": "1596844",
            "text": "Hvernig getur hann verið svona gamall?"
        },
        {
            "user": "IngaAusa",
            "user_id": "22132",
            "date": "2004-08-23 12:39:03",
            "id": "1596849",
            "reply_to_id": "1596848",
            "text": "Galdramenn lifa lengur en óbreyttir muggar.  Harry er bara ekki búinn að átta sig á því ennþá."
        },
        {
            "user": "Catium",
            "user_id": "56286",
            "date": "2005-03-03 19:29:38",
            "id": "2004296",
            "reply_to_id": "1596844",
            "text": "Flott grein hjá þér ekkert út á hana að setja.\nMér finnst að einhver ætti að koma með grein um ártölin í Harry t.d hvenar Lily, James og co byrja í skólanum og svoleiðis.\nSkora hér með á einhvern, (geti samt verið að ég komi með hana sjálf) að gera grein um hvenar atburðirnir gerast í Harry Potter. Það er nefnilega dálítið flókið þegar maður fer að pæla í þessu."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-08-08 01:11:50",
            "id": "2365623",
            "reply_to_id": "1596844",
            "text": "1956 varð hann skólastjóri…"
        },
        {
            "user": "Eilros",
            "user_id": "62606",
            "date": "2006-12-07 22:35:15",
            "id": "4319909",
            "reply_to_id": "1596844",
            "text": "þetta er besta persóna með Siriusi, James, Lupin, Fred og George úr harry potter bókunum"
        }
    ]
}