{
    "forum_title": "Knattspyrna",
    "user": "liljuros",
    "user_id": "47319",
    "date": "2004-05-29 01:20:23",
    "title": "Vorbragur eins og við má búast",
    "text": "Það hefur verið gaman að fylgjast með íslenska boltanum í vor, þó óneitanlega hafi verið vorbragur á öllum liðum.  Ef ég tel saman allt í allt hefur viðkomandi skruppið á 4 leiki það sem af er sumri, tvo í Landsbankadeildinni, einn í Visabikarnum og einn í 3. deild karla.  Í Visabikarnum og í 3. deildinn fór ég og sá Boltafélag Húsavíkur, sem er einskonar varalið Völsungs í 1. deildinni.  Þetta eru allt mjög efnilegir strákar og ég er viss um að við munum heyra nöfn þeirra í framtíðinni.  Í Landsbankadeildinni hef ég farið á bragðdaufa leiki, annarsvegar opnunarleik deildarinnar, KR-FH og opnunarleik 3. umferðar, Fram-ÍA.  Ég er samt ekki frá því að leikurinn í Laugardalnum hafi verið skemmtilegri, aðallega vegna meistarakandídata Skagamanna.  Það liggja þrjár ástæður fyrir því af hverju ég segi að ÍA verði Íslandsmeistarar.  Þeir rúlluðu upp ágætu liði Frammara sem voru fyrir leikinn búnir að standa sig betur en þeir hafa sjálfir  gert í mörg ár, og með “Jón G” fyrir þjálfara geta Frammarar unnið hvaða lið sem er.  Önnur ástæðan er sú að, Skagamenn eru með marga reynda og góða leikmenn innan um unga og efnilega leikmenn, og að sjálfsögðu má ekki gleyma þjálfaranum frábæra, Ólafi Þórðarsyni.  Þriðja og seinasta ástæðan fyrir  því að ÍA verða meistarar er sú að Kr-ingar eru einfaldlega ekki með nógu gott lið.  Þeir eru með marga leikmenn í meiðslum og mannskapurinn sem þeir hafa núna er mikið slakari en í fyrra.  Veigar Páll Gunnarson, stoð þeirra og styrkur frá því í fyrra er farin í atvinnumennskuna.  Ég held jafnvel að FH geti lent ofar en KR.  FH-ingar eru með, að mínu mati, sterkustu sóknina í deildinni.  Jón Þorgrímur Stefánsson, Jónas Grani Garðarsson, Allan Borgvardt og Ármann Smári Björnsson eru allir menn sem geta gert verulegan usla í vörn andstæðinganna.  Til dæmis kom Jónas Grani inn í aðalliðið fyrir Jón Þorgrím sem fótbrotnaði á seinni hluta tímabilsins.  Jónas skoraði í næstum hverjum leik sem hann spilaði, hann lagði upp mörkin og bjó þau til.\nEf ég fer nú að liðunum sem ég tel eiga eftir að vera í fallbaráttu í sumar.  Ég held að það verði Víkingar, Akureyringar og Grindvíkingar sem verða í neðstu þremur sætunum.  Ég ætla ekki að gefa upp nákvæma röð, enda nær ómögulegt að spá hvaða lið falli.  Víkingar hafa verið óheppnir fyrir framan markið báðum megin á vellinum, og stundum hefur það ekki verið óheppni.  Þeir hafa einfaldlega ekki styrkinn í að vera á þessu “leveli”, með fullri virðingu fyrir þeim Víkingum sem þetta lesa.  KA er heldur ekki með nógu sterkt lið.  Þeir hafa rétta mannskapinn en liðið virðist ekki smella saman, og .ess vegna hafa þeir lent í vandræðum í fyrri leikjum sumarsins.  Ef einhver getur bjargað þeim frá falli þá er það markvörður þeirra, Sandor Matus, sem er einn af betri leikmönnum deildarinnar.  Grindvíkingar eru þriðja liðið sem ég tel að verði í fallbaráttunni í sumar. Zeljo Zankovic getur þó bjargað þeim, enda er hann ótrúlega góður þjálfari (Hefur reyndar þjálfað mig, en hann hefur ekki rétta mannskapinn.  Þeir hafa þessa miðlungsmenn sem verða að taka sig á.  Með 2 jafntefli, 1 tap og engan sigur eru þeir í 9. sæti deildarinnar með 2 mörk í mínus.  Zeljo verður því að kalla á fleiri æfingar og jafnvel krækja í nýja leikmenn til að fá samkeppni innan herbúða liðsins, því allir vita að með aukinni samkeppni batna hlutirnir fyrir kúnnann, sem í þessu tilfelli er Grindavíkurliðið.\nÞau lið sem ég hef ekki fjallað núna um eru Fylkir, ÍBV og Keflavík.  Þessi lið eiga að mínu mati eftir að sigla létt í gegnum þessa deild án þess þó að vera í topp- eða fallbaráttu. Fylkir hefur misst mikið af góðum mönnum, eins og Kjartan Sturluson sem hætti, Hauk Inga Guðnason og Hrafnkel Helgason, sem báðir eru frá vegna meiðsla.  Þeir hafa þó fegnið leikmenn eins og Björgúlf Takefusa, Þorbjörn Atla Sveinsson og Ólaf Stígsson.  Þessir leikmenn munu þó aldrei fylla skarð hinna fyrrnefndu.\nÍBV mun ekki ná hátt í ár, né lágt.  Þeir hafa þó Gunnar Heiðar Þorvaldsson, sem er einn mesta markamaskínan í deildinni en ekki mikið meira.  Birkir Kristinsson er kominn til ára sinna og þá hafa Ingi Sigurðsson og Hjalti Jónsson hætt.  Þeir eru því aðeins miðlungslið í ár.\nKeflavík hefur byrjað deildina sem spútniklið í ár.  Þeir eru, þegar þetta er skrifað í efsta sæti með  2 leiki unna og eitt jafntefli.  Ég tel samt að þeir eigi ekki eftir að halda sér þar.  Þeir eiga eftir að detta niður um nokkur sæti, enda alltaf erfitt að koma beint upp um deild og mæta liðum sem eru miklu sterkari en þau sem þeir hafa verið að glíma við.  Keflvíkingar hfaf lítið látið bera á sér á leikmannamarkaðnum og aðeins selt einn leikmann en fengið fjóra til sín.  Þar ber hæst Ólaf Gottskálksson af þeim sem komu.  Sá leikmaður sem fór frá þeim var Ómar Jóhannesson sem fór til Svíþjóðar.\nAnnað lið sem á eftir að sigla lygna sjó í vetur er Fram.  Mikið er þó vænsta af þeim í ár með Ríkharð Daðason, Þorvald Makan og Færeyingana Fróða Benjamínssen og Hans Fróða Hansen fremsta í fararflokki.  Ég held samt að þeir eigi ekki eftir að komast eins hátt og vonast er til.\nSpá mín um lökastöðu deildarinnar er því svona:+\n1. ÍA\n2. FH\n3. KR\n4. Fylkir\n5. Fram\n6. Keflavík\n7. ÍBV\n8./9./10. Grindavík/KA Víkingur.\nVonandi hafið þið notið þess að lesa þennan pistil eins mikið og ég hafði af því að skrifa hann´\nKv. Liljurós.",
    "url": "https://www.hugi.is/knattspyrna/greinar/207928/vorbragur-eins-og-vid-ma-buast/",
    "url_id": "207928",
    "id": "1600021",
    "replies": [
        {
            "user": "DrEvil",
            "user_id": "25921",
            "date": "2004-05-29 02:24:25",
            "id": "1600022",
            "reply_to_id": "1600021",
            "text": "Fylkir er með mjög sterkt lið og mun, að ég tel, vera í efstu þremur sætunum.\nMín spá er svona:\n1. Fylkir\n2. ÍA\n3. Keflavík\n4. FH\n5. KR\n6. Fram\n7. Víkingur R.\n8. ÍBV\n9. Grindavík\n10. KA"
        },
        {
            "user": "DrEvil",
            "user_id": "25921",
            "date": "2004-05-29 09:53:12",
            "id": "1600023",
            "reply_to_id": "1600022",
            "text": "Fylkir virðist vera með mjög sterkt lið, en þetta er bara eins og alltaf, ár eftir ár raða þeir inn stigum á vori, og fyrri part sumars, en þegar líða fer á seinni hluta mótsins, þá skíta þeir á sig og brotna undan álaginu. Þannig hefur það hefur og þannig mun það haldast samkvæmt mínum spám. Annars hef ég ekki spáð fyrir neinni sérstakri lokastöðu í deildinni hjá einu eða neinu liði, það verður bara að koma í ljós, en maður getur oft séð svona nokkurn veginn hvernig einhverjum liðum mun koma til með að ganga."
        },
        {
            "user": "asgeir1",
            "user_id": "35210",
            "date": "2004-05-29 11:02:40",
            "id": "1600024",
            "reply_to_id": "1600021",
            "text": "1. Fylkir\n2. FH\n3. ÍA\n4. KR\n5. Keflavík\n6. Fram\n7. ÍBV\n8. Grindavík\n9. KA\n10.Víkingur\nÞað er reyndar ótrúlega erfitt að spá liðunum sætum í Landsbankadeildinni þegar mótið er ný hafið. Ég spáði í fyrra og sú spá var svona:"
        }
    ]
}