{
    "forum_title": "Ljóð",
    "user": "mutta88",
    "user_id": "37630",
    "date": "2004-06-01 19:46:19",
    "title": "FJÖGUR FRUMSAMIN LJÓÐ...",
    "text": "Hérna fyrir neðan eru fjögur ljóð sem eg samdi sjálf..\nég vona að ykkur finnist þau flott… njótið ;)\nLjúfur\nÉg sit ein, það er farið að líða að kveldi.\nÞað fer hrolur um mig, mér er kalt.\nÉg leggst undir feld, ég ligg undir hlýjum feldi.\nÉg hugsa um þig, því eg elska þig þúsund falt.\nÉg hugsa um það, hvernig það er að eiga þig sem vin.\nég hugsa um það hvað ég ann þér heitt. Hvar ertu?\nsé ég þig aftur? eg hef ekki hitt þig neitt,\nmér þykir það óskup leitt.\nÁst mín brennir yfir til þín, hugurinn minn beinist nú bara að þér.\nÉg vona að þú hugsir til mín. Ég vona að þú vitir hve ég elska þig heitt. Ég vona að þú farir bráðum að koma til mín, komdu fljótt, komdu fljótt!\nÞú\nÞú ert sá sem ég var með á fæðingardeild.\nÞú ert sá sem eg var með á leikskóla.\nÞú ert sá sem eg var með í skóla.\nÞú ert sá sem ég vann með.\nÞú ert sambýlismaðurinn minn.\nÞú ert faðir barnanna minna.\nÞú ert sá sem annast mig.\nÞú ert sá sem ég missti.\nÞú ert sá sem ég mun sakna sárt.\nÞér, mun ég aldrei gleyma.\nHjartað þitt\nHjartað þitt, er eins og mitt.\nHjartað þitt hamast ótt eins og mitt.\nHjartað þitt er svo fagurt eins og mitt.\nHjartað þitt slær eins og mitt.\nÞað slær og slær þangað til það…\nstoppar skyndilega, núna veit ég að þú ert farin,\nfarin mér frá. Ég mun alltaf hugsa til þín hvert sem ég fer,\nég mun alltaf sakna þín. En nuna ertu komin þar sem hvíldin er elsku drengurinn minn. Hvíldu í friði.\nKarlrembusvín\nÉg sit við hlið þér, þú heldur utan um mig\nþú heldur á mér hita, ég hitna, sjóðhitna\nég sofna í örmum þér.\nÉg vakna síðan og þá ertu farin.\nHvert fórstu? ég er hrædd.. hvar geturu verið? hvar ertu?\nEftir smá tíma sé ég þig, örmum aðrarar konu.\nHvernig gastu gert mér þetta… Karlrembusvín!!",
    "url": "https://www.hugi.is/ljod/greinar/208252/fjogur-frumsamin-ljod/",
    "url_id": "208252",
    "id": "1602414",
    "replies": [
        {
            "user": "zorglubb",
            "user_id": "347",
            "date": "2004-06-02 12:26:47",
            "id": "1602415",
            "reply_to_id": "1602414",
            "text": "Hmm, fólk bröltir nær alltaf í byrjun ljóðagerðarferils síns. Sæmilegasta byrjun á þínum."
        },
        {
            "user": "Trutan",
            "user_id": "53137",
            "date": "2004-06-02 22:41:58",
            "id": "1602416",
            "reply_to_id": "1602414",
            "text": "Finnst mér ljóð númer 2 best, hin eru þó ágæt en hrá. Svo er skrifað annarrar en ekki aðrarar, og smá innsláttarvillur. En ljóð númer 2 snerti mig."
        },
        {
            "user": "mutta88",
            "user_id": "37630",
            "date": "2004-06-03 15:53:21",
            "id": "1602417",
            "reply_to_id": "1602416",
            "text": "Takk fyrir álitin ;)\nég er mjög ánægð yfir því að einhverjum finnst þau flott :)"
        },
        {
            "user": "endla",
            "user_id": "34394",
            "date": "2004-06-11 17:56:18",
            "id": "1602418",
            "reply_to_id": "1602414",
            "text": "Þetta eru rosalega flott ljóð hjá þér. :D\n*Klapp klapp*\n//;Endla. =)"
        }
    ]
}