{
    "forum_title": "Harry Potter",
    "user": "Tzipporah",
    "user_id": "4564",
    "date": "2004-06-01 23:02:16",
    "title": "Unlikely Alliance: kafli 9 - Í skóginum",
    "text": "“Góðan daginn og velkomin í fyrsta tímann ykkar í vörnum gegn myrku öflunum á þessu misseri. Ég heiti Anika Weasley, eins og flestir vita núorðið, og ég ætla að kenna ykkur í vetur.” Anika Weasley stóð upp við töfluna brosandi og sæl, greinilega tilbúin að takast á við kennsluna. Harry leist vel á hana, hún var svo glaðleg og virtist vita hvað hún var að tala um, eitthvað annað en síðasti kennarinn þeirra í þessu fagi. Harry hryllti sig við tilhugsunina um prófessor Umbridge, hvar skyldi hún annars vera núna? Æ, hverjum var svo sem ekki sama um það skass. Anika Weasley gat ekki annað en verið betri.\n“Ég sé að þið hafið ekki gert mikið verklegt í gegn um tíðina, nema þá á þriðja árinu ykkar. Þið lærðuð um ýmislegt það árið og eitthvað bættist nú við á því fjórða en annars eruð þið talsvert seinni en þið ættuð að vera, svo það er margt sem við þurfum að vinna upp,” sagði Anika Weasley. Þetta fannst Harry hljóma vel. Mikið verklegt og margt nýtt að læra í vörnum gegn myrku öflunum voru virkilega góðar fréttir. Að hans mati var þetta mikilvægasta fagið, sérstaklega núna þegar hann vissi hvað beið hans. Anika Weasley hélt áfram að ræða um námsskrá vetrarins og notaði þennan fyrsta tíma til að spjalla við bekkinn og kynnast nemendunum.\n“Lesið þið svo fyrsta kaflann í bókinni ykkar fyrir næsta tíma, ef einhver kemur ólesinn þá fær sá hinn sami ærlega bölvun,” sagði hún glottandi í lok tímans. Harry, Ron og Hermione stóðu á fætur og voru í þann mund að yfirgefa stofuna þegar hún kallaði á eftir þeim.\n“Viljið þið aðeins eiga við mig orð áður en þið farið?” spurði hún. Þau gengu til baka hissa á svip og Harry spurði\n“Hvað var það, prófessor Weasley?” Anika Weasley sprakk úr hlátri og svaraði eins fljótt og hún gat,\n“Ekki kalla mig prófessor, ég heiti bara Anika, látum þar við sitja. Prófessor hljómar eins og ég sé einhver eldgömul kerling. Mér finnst mikið betra að fá bara að heita mínu eigin nafni. Það væri líka of skrýtið ef Ron og Ginny ættu allt í einu að fara að kalla mig prófessor.\nEn það var nú ekki það sem ég vildi ræða við ykkur,” hélt hún áfram þegar hún hafði loksins hætt að hlæja. “Ég frétti af klúbbnum sem þið voruð með í fyrra þar sem þið æfðuð varnir gegn myrku öflunum á eigin spýtur. Nú skilst mér að flestir í bekknum okkar, ef ekki allir, hafi verið í þessum hóp ykkar og ég var að velta fyrir mér hvort að þið gætuð leyft mér að vita hvað þið tókuð fyrir svo ég geti gert mér betri grein fyrir því hvar þið standið.”\n“Já, það er ekkert mál,” svaraði Harry, “ég hélt nokkurskonar dagbók yfir það sem ég fór yfir í fyrra, ég get alveg látið þig fá hana.”\n“Þakka þér fyrir Harry minn. Svo var ég að spá hvort að við ættum ekki að halda áfram með þennan klúbb? Dumbledore stakk upp á að ég myndi hjálpa þér að sjá um þetta og að við myndum vinna saman að því að stjórna svona æfingahóp áfram. Þetta þyrfti ekki að vera leynilegt eins og í fyrra,” bætti hún við með glotti, “heldur myndum við tvö standa fyrir aukakennslu, próflausri, fyrir þá sem vilja auka við sig þekkingu og færni á þessu sviði. Hvernig lýst þér á það?” Harry fór svolítið hjá sér og fannst nú kannski óþarfi að hann væri eitthvað að skipta sér af kennslu þegar svona fær kennari var kominn á staðinn, en honum hafði þótt afskaplega gaman að kenna hópnum sínum í fyrra.\n“Jú jú, ég er alveg til í það, en mér finnst nú kannski ekki alveg að þú þurfir á minni hjálp að halda,” svaraði hann að lokum.\n“Vitleysa,” svaraði Anika, “unglingar hlusta alltaf betur á aðra unglinga heldur en kennarana sína. Sérstaklega þegar unglingurinn sem um ræðir hefur mikla reynslu af því að berjast gegn myrku öflunum,” bætti hún við og blikkaði hann.\nEftir að skólatímum lauk þennan daginn fóru Harry, Hermione, Ron og Neville saman út að vatninu. Það var dásamlegt veður, sólin skein og enn var mjög hlýtt þótt komið væri fram í september.\n“Það verður frábært að geta haldið áfram með Varnarlið Dumbledores,” sagði Neville spenntur á svip. “Mér veitir víst ekki af æfingunni ef ég ætla að ná þeim einkunnum sem þarf til að verða læknir.”\n“Já, það verður líka fínt að þurfa ekki að laumast núna og vera með aðstoð frá alvöru kennara,” svaraði Harry. Í því komu Ginny og Luna gangandi til þeirra og settust hjá þeim.\n“Hvað segið þið?” spurði Ginny þegar hún hafði komið sér vel fyrir í sólinni.\n“Anika var að biðja Harry um að halda áfram með V.D. en hún ætlar að kenna með honum,” svaraði Hermione spennt.\n“Frábært!” sögðu Ginny og Luna í kór. “Ekki veitir manni af æfingunni miðað við hvernig heimurinn lítur út í dag,” hélt Luna áfram. “Ég hefði nú ekki boðið í að takast á við þessa drápara í vor ef við hefðum ekki verið búin að æfa okkur á hinum og þessum bölvunum og álögum allan veturinn.”\n“Það er alveg rétt,” svaraði Ginny, “en ég hefði reyndar frekar viljað vera í betra formi líkamlega, ég gat ekkert hlaupið af viti og missteig mig svo og ökklabrotnaði.”\n“Þú segir nokkuð,” svaraði Hermione, “það er eitthvað sem við höfum ekkert pælt í. Við þurfum auðvitað að vera í góðu líkamlegu formi líka, ekki bara með bölvanir og álög á hreinu heldur líka geta hlaupið þegar þannig stendur á.” Hún hugsaði sig um örlitla stund og sagði svo, “við ættum að fara að stunda líkamsrækt.”\n“Líkamshvað?” spurði Ron sem greinilega hafði aldrei heyrt þetta orð áður.\n“Stunda galdramenn aldrei líkamsrækt?” spurði Hermione forviða. Neville, Luna, Ginny og Ron störðu öll hissa á hana og hristu höfuðin skilningslaus á svip.\n“Líkamsrækt er þegar fólk tekur sig til og fer t.d. út að hlaupa á hverjum morgni, eða fer í sund, eða stundar einhverja íþrótt. T.d. Qudditch,” bætti hún við sigri hrósandi. “Ron, Harry og Ginny, þið stundið öll quidditch, það er ákveðin líkamsrækt þar sem þið eflið vöðva líkamans og gerið þá sterkari og aukið ykkar færni og hraða í leiknum.” Nú virtust hinir eitthvað vera farin að skilja. “Við ættum að fara að æfa okkur á hverjum degi og æfa upp hraða og líkamlegan styrk. Við ættum að hlaupa saman og gera ýmsar svona þjálfunaræfingar.”\n“Hvenær eigum við að hafa tíma til þess?” spurði Ron tortrygginn á svip.\n“Á morgnana fyrir morgunmatinn, vöknum snemma og förum út að hlaupa,” svaraði Hermione að bragði. Ron rak upp stór augu og leit út fyrir að eiga erfitt með að anda.\n“Ertu rugluð?” sagði hann yfir sig hneykslaður, “ætlastu til að við vöknum eldsnemma til að fara út að hlaupa í hringi?”\n“Mér finnst þetta góð hugmynd,” sagði Ginny hugsi. “Við þurfum að vera betur undirbúin ef við lendum í einhverju svona aftur og af hverju ættum við ekki að nota morgnana í þetta?”\n“Já, ég er eiginlega sammála stelpnunum,” bætti Harry við. “Í sumar ákvað ég að gera allt sem í mínu valdi stendur til að vera betur í stakk búinn til að takast á við Voldemort næst þegar ég hitti hann. Þetta er bara partur af prógramminu.”\n“Flott, þá hittumst við í anddyrinu klukkan sjö í fyrramálið,” sagði Hermione ánægð.“ Þá höfum við klukkutíma til að æfa okkur og svo annan klukkutíma til að fara í sturtu og borða áður en við þurfum að mæta í fyrsta tíma. Ég fór með mömmu í líkamsrækt í sumar svo ég get kennt ykkur prógrammið sem við notuðum, það er ágætis byrjun. Eru allir með?”\nGinny, Harry, Neville og Luna kinkuðu öll kolli en litu svo með spurn í augum á Ron sem enn leit út fyrir að finnast þessi hugmynd fullskrýtin.\n“Láttu ekki svona. Ron,” sagði Harry, “Þetta kemur sér líka vel fyrir quidditch, ef þú verður sterkari og sneggri á jörðinni skilar það sér líka í betra úthaldi á vellinum.” Það hnussaði lítið eitt í Ron.\n“Jæja þá, ég skal vera með,” svaraði hann svo loks.\n“Frábært, við byrjum þá á morgun,” sagði Hermione ákveðin í sama mund og hún leit á klukkuna sína. “Ron, Ginny, við verðum að fara, umsjónarmannafundurinn byrjar eftir tíu mínútur,” sagði hún skelfingu lostin. Ron maldaði eitthvað í móinn en fór svo með stelpunum upp að kastalanum. Neville leit á klukkuna og stökk svo á fætur,\n“Æj, ég var búinn að gleyma að ég var búinn að lofa prófessor Sprout að hjálpa henni í gróðurhúsunum í dag. Ég er orðinn allt of seinn, sé ykkur í fyrramálið.” sagði hann á hlaupum í átt að gróðurhúsunum.\nHarry og Luna sátu þá ein eftir við vatnið. Harry var orðinn þreyttur á að sitja á jörðinni og stóð á fætur,\n“Ertu ekki til að koma í smá göngutúr með mér?” spurði hann, “mig vantar eitthvað að hreyfa mig smávegis.” Luna var til í það og þau gengu af stað.\n“Segðu mér frá þessum furudinklum sem þú varst að læra um í sumar,” sagði Harry til að koma af stað einhverjum samræðum.\n“Furudinklar eru alveg stórmerkilegar verur,” sagði Luna og var greinilega mikið niðri fyrir. “Þeir eru flestir á stærð við góðan töfrasprota, en líta út alveg eins og greinar á furutré. Þeir eiga þessvegna mjög auðvelt með að fela sig á milli trjánna og fáir hafa nokkrusinni séð þá.” Luna hélt áfram að fræða Harry um furudinkla, en hann hlustaði ekki af miklum áhuga. Hann horfði á Lunu og undraðist hversu falleg hún var. Hann hafði aldrei tekið eftir því áður, en hún var með mjög fallegt andlit, þrátt fyrir að augun væru svolítið útstæð þá voru þau einstaklega fallega grá á litinn. Skollitað hárið var líka þykkt og fallegt þó það væri svolítið í óreiðu og töfrasprotinn hennar stóð undan því þar sem hún geymdi hann á bak við eyrað. Það var eitthvað við hana þegar hún var að segja frá einhverju sem henni fannst merkilegt, það var eins og hún ljómaði öll.\n“En Luna,” skaut Harry allt í einu inní, “Eru furutré í Alsír?”\n“Já,” svaraði Luna að bragði, “Þar er stór lundur þar sem furutré eru ræktuð sérstaklega í þeim tilgangi að rannsaka furudinkla almennilega.”\nHarry brosti, Luna var alveg ótrúleg, það var aldrei hægt að reka hana á gat, hún virtist alltaf hafa svör á reiðum höndum. Honum varð hugsað til samtalsins sem þau höfðu átt um vorið, eftir að Sirius dó.\n“Luna,” spurði hann óákveðinn, “Hvernig veistu að þú sérð mömmu þína aftur þegar þú deyrð?” Luna stoppaði stutta stund og horfði á Harry með vantrú í augum,\n“Hvað meinarðu? Þú heyrðir í þeim í herberginu, er það ekki?” spurði hún.\n“Jú, en ég veit ekki alveg í hverjum ég heyrði,” svaraði Harry óviss.\n“Nú, þetta voru þeir sem eru nú þegar dánir, þeir sem eru á himnum,” svaraði Luna, eins og þetta væri eitthvað sem hvert mannsbarn vissi.\n“Á himnum?” spurði Harry hissa. “Meinarðu á himnum eins og hjá Guði?” Harry hafði alltaf farið í kirkjuna á jólunum með Dursley fjölskyldunni og heyrt þar boðskap kristinnar trúar, en hann hafði einhvern veginn aldrei pælt mikið í því og hann hafði alveg örugglega aldrei heyrt neinn í galdraveröldinni tala um Guð. Luna leit á hann og virtist hissa á spurningum hans,\n“Já, auðvitað hjá Guði, en ekki hverjum?” svaraði hún eins og ekkert væri sjálfsagðara.\n“Trúir þú á Guð?” spurði Harry hissa, “Ég hef aldrei heyrt neinn hér í Hogwarts tala um Guð eða trúmál yfirleitt,” bætti hann við.\n“Nei, það eru ekki margir galdramenn sem eru trúaðir,” svaraði Luna. “Amma mín var muggi og hún var trúuð og kenndi mömmu minni og svo mér um Guð og allt þetta. Margir galdramenn halda að þeir séu Guði æðri því að þeir geta læknað sjúkdóma og gert margt af því sem Jesús gerði en þeir vita bara ekki betur. Svo eru reyndar líka margir galdramenn sem hafa aldrei heyrt boðskapinn. Eftir að kirkjan var með allar þessar galdraofsóknir á miðöldum hefur verið stirt á milli hennar og galdramanna svo margir galdramenn líta á kirkjuna sem málsvara Guðs. Halda að fyrst að kirkjan var mótfallin þeim þá sé Guð það líka,” hún yppti öxlum, “en þeir vita bara ekki betur því þeir hafa ekki kynnt sér málið almennilega. Sjáðu til, kirkjunni er bara stjórnað af mönnum og menn eru alltaf afar ófullkomnir og gera mistök, bæði muggar og galdramenn. Þessvegna á kirkjan það til að taka mjög skrýtnar ákvarðanir, en Guð hann er fullkominn og gerir aldrei mistök. Ef hann vildi ekkert með okkur hafa þá hefði hann aldrei skapað okkur.” Harry velti þessu fyrir sér litla stund\n“En hvað með fólk eins og Voldemort og Grindelwald og aðra svona virkilega vonda, afhverju skapaði Guð þá, varla vill hann fá þá til sín í himnaríki?” Luna hallaði undir flatt og leit á Harry og sagði svo,\n“Harry, þeir fæddust ekki vondir.” Harry leit hissa á hana og skildi ekki alveg hvað hún átti við.\n“Þegar þeir fæddust voru þeir jafn saklaus lítil börn og öll önnur börn sem fæðast í þennan heim. En Guð gaf okkur öllum sjálfstæðan vilja og stundum leiða atburðir og ákvarðanir fólk á vondar brautir, enda fara ekkert allir til himna,” bætti hún við og yppti öxlum.\n“Meinarðu þá að sumir fari til helvítis?” spurði Harry óöruggur. “Hvernig get ég þá vitað hvar Sirius er? Hvernig veit ég að hann er á himnum?”\n“Eftir því sem Ginny hefur sagt mér,” svaraði Luna, “þá var Sirius afskaplega góður maður sem eyddi mörgum árum saklaus í fangelsi. Hún segir að hann hafi loksins sloppið út til að reyna að vernda þig og hann dó við að vernda þig. Maður sem hefur þjáðst svona mikið og er enn tilbúinn til að leggja líf sitt í sölurnar fyrir aðra er ekki maður sem Guð sendir til helvítis. Hann er alveg örugglega á himnum.” Luna var mjög sannfærandi og Harry fann fyrir hlýju í hjartanu þar sem hann venjulega verkjaði þegar hann hugsaði um Sirius. Já, Sirius var örugglega á himnum. Kannski var Luna ekki eins klikkuð og hún leit út fyrir að vera. Hún var bara svolítið sérvitur og var alveg sama um hvað aðrir héldu um hana.\nHarry leit upp og sá að þau höfðu gengið full nálægt skógarjaðrinum og  rétt fyrir framan þau sat Draco Malfoy upp við trjástofn og var að lesa. Hann var ekki sá sem Harry hefði helst viljað hitta núna, hann vildi helst vera áfram einn að spjalla við Lunu. Þetta hafði verið notaleg stund og hann vildi ekki að hún myndi enda strax og sérstaklega ekki á því að hitta Malfoy. Malfoy leit upp og það var einhver glampi í augum hans sem Harry leist ekki allt of vel á.\n“Potthaus… bara úti á rómantískri göngu,” sagði hann í hæðnistón.\n“Æ, góði þegiðu,” svaraði Harry sem var alls ekki í skapi til að fara eitthvað að rífast núna. Hann tók í höndina á Lunu og leiddi hana af stað burt frá Malfoy.\n“Ég hitti gamlan vin þinn nýlega Potter.” sagði Malfoy þá. Harry hægði örlítið á sér en ákvað að hann hefði ekki mikinn áhuga á því sem Malfoy hefði að segja.\n“Ég hitti Kreacher,” hélt Malfoy áfram. Harry snarstoppaði og fann hvernig hvernig hlýjan sem hann hafði áðan fundið til hörfaði fyrir kulda og hatri sem nísti í gegn um merg og bein. Hann sleppti takinu af hendi Lunu og snéri sér hægt við. Malfoy stóð upp og horfði glottandi á hann til baka.\n“Hann kom við heima um daginn, yndislegur húsálfur, alveg eins og þeir gerast bestir. Húsbóndahollur fram í rauðan dauðann.” Hann lagði sérstaka áherslu á síðustu orð sín og glotti illkvittnislega. Harry fann hvernig hver einasta taug líkamans var þanin og hann stóðst ekki lengur mátið, rauk á Malfoy og kýldi beint á nefið. Malfoy hafði verið tilbúinn með töfrasprotann á lofti en hann flaug nú úr lófa hans og lenti á jörðinni spölkorn frá þeim. Harry greip sinn sprota og beinti honum í hjartastað Malfoys, reiðari en hann hafði nokkru sinni verið.\n“Harry, ekki gera neitt sem þú sérð eftir,” sagði Luna fyrir aftan hann í viðvörunartón.\n“Ég kem ekki ekki til með að sjá eftir að drepa hann!” svaraði Harry og fann að hann meinti það. Í því greip Luna sinn eigin sprota og hrópaði,\n“Expelliarmus.” Harry steyptist um koll og felldi Malfoy í leiðinni en sproti hans sveif í átt til Lunu og lenti í útréttri hendi hennar. Malfoy notfærði sér tækifærið, hrinti Harry af sér og reyndi allt hvað af tók að ná í sprotann sinn sem lá þar rétt við hlið hans en Luna varð fyrri til.\n“Accio töfrasproti!” kallaði hún hárri röddu og sproti Malfoys flaug sömuleiðis beint í útrétta hönd hennar. “Hættið þið þessu svo strax, annars fáið þið aldrei sprotana ykkar.”\n“Já, hlustaðu á kærustuna þína Potter,” sagði Malfoy, “hún veit að þú getur aldrei sigrað mig, ekki frekar en guðfaðir þinn elskulegur gat sigrað hana Bellu frænku.” Harry rauk á fætur og kýldi Malfoy aftur í andlitið. Malfoy tók á móti í þetta sinn og þeir slógust að hætti mugga. Luna sá að henni var ekki að takast að tala þá til svo hún ákvað að fara og leita eftir hjálp.\nSlagsmál Harrys og Malfoys bárust lengra inn í skóginn en þeir urðu þess ekki varir og voru allt of uppteknir af því að reyna að murka líftóruna hvor úr öðrum til að taka eftir nokkru öðru sem var að gerast í kring um þá. Harry fann að hann var kominn með fossandi blóðnasir en hann fann varla fyrir sársauka því adrenalínflæðið var svo mikið. Allt í einu fann hann sterkar hendur grípa um axlir hans og fann að hann lyftist upp af jörðinni. Hann leit við og sá að stór og mikill kentár hafði lyft honum upp. Hann leit í kring um sig og sá að annar hélt traustataki í Malfoy sem starði skelfingu lostinn í kring um sig. Allt í kring um þá voru reiðir kentárar.\n“Þú!” sagði rödd sem Harry kannaðist við. Hann leit upp og sá að fyrir framan hann stóð Bane og augu hans lýstu af hatri svipuðu og Harry hafði fundið fyrir nokkrum mínútum áður. “Þú fékkst viðvörun síðast þegar þú birtist hér í skóginum og slappst aðeins naumlega í það skiptið. Núna sleppur þú ekki jafn auðveldlega.”\n“Þú ryðst hér ítrekað inn í skóginn okkar og ert með óspektir og læti, þú þarft að læra þína lexíu. Við drepum ekki fola, en þið tveir eigið ekki langt í að ná manndómi, þið fáið að dúsa hér þar til aldurinn nær ykkur.” Harry opnaði munninn og ætlaði að svara en í sama mund voru þeir Malfoy bornir af stað djúpt inn í skóginn.\nEftir töluverða göngu þegar þeir voru komnir lengra inn í skóginn en Harry hafði nokkru sinni komið námu kentárarnir staðar við eitthvað sem líktist stórum brunni. Harry fann að kentárinn sem hélt honum losaði  tak sitt og fyrr en varði var hann á flugi niður um brunnopið. Hann lenti harkalega á moldargólfi sem var þó ekki eins langt niðri og hann hefði grunað. Stuttu seinna kom Malfoy fljúgandi á eftir honum og lenti ofan á fætinum á Harry. Það heyrðist hár brestur og Harry rak upp sársaukavein. Hann leit niður og sá að hægri fótleggurinn lá undarlega beygður fyrir neðan hnéð. Hann var brotinn. Malfoy stökk á fætur, hræddur á svip, en hrundi jafn skjótt aftur til jarðar og bældi niður sársaukastunu. Í því hljómaði djúp rödd Banes niður um brunnopið sem nú var hátt fyrir ofan þá,\n“Þarna munuð þið dúsa mannfolar og látið ykkur ekki detta í hug að sleppa, eina leiðin út er upp um þetta gat og hér verð ég.”",
    "url": "https://www.hugi.is/hp/greinar/208268/unlikely-alliance-kafli-9-i-skoginum/",
    "url_id": "208268",
    "id": "1602968",
    "replies": [
        {
            "user": "Pemma",
            "user_id": "30312",
            "date": "2004-06-01 23:21:08",
            "id": "1602969",
            "reply_to_id": "1602968",
            "text": "Þessir áhugaspunar eru snilld.\nVonandi koma margir fleiri"
        },
        {
            "user": "marsbui",
            "user_id": "50297",
            "date": "2004-06-01 23:22:06",
            "id": "1602970",
            "reply_to_id": "1602968",
            "text": "Æðislegt! Ein af bestu sögum sem ég hef lesið!"
        },
        {
            "user": "GullaGris",
            "user_id": "51458",
            "date": "2004-06-01 23:23:09",
            "id": "1602971",
            "reply_to_id": "1602968",
            "text": "Þú ert þvílíkur snillingur! En óþarfi að bæta öllu þessum með guð og co. inní. Ekki taka þessu sem móðgun, ég er Ásatrúa.\nEn þetta er orðið hryllilega spennandi, komdu með framhald, helst ekki seinna en í gær!!!\n:D :) :D ;):D ;) :) :o) :)"
        },
        {
            "user": "lioness",
            "user_id": "38040",
            "date": "2004-06-02 01:04:34",
            "id": "1602972",
            "reply_to_id": "1602971",
            "text": "Hæ gulla369griz\nMaður lærir fljótlega þegar maður er heiðinnar trúar að samfélagið er fullt af fordómum gagnvart manni og vill beygja mann undir alls konar norm sem maður brýtur þegar maður er ásatrúarmaður/kona. Ekki detta ofan í sama pyttinn - Tzipporah er að skrifa þessa sögu og það vill bara þannig til að hún er kristinnar trúar. Þú ert kannski ekki sammála henni og það er bara allt í lagi - það er eðlilegasti hlutur í heimi að deila um hluti eins og trúmál. Ímyndaðu þér bara ef allir væru eins, hrikalega væri það leiðinlegt! (ekki taka þessu eins og ég sé að skamma þig, ég læt þetta bara koma mér við þar sem ég er líka heiðin ;)"
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2004-06-02 01:17:42",
            "id": "1602973",
            "reply_to_id": "1602972",
            "text": "Alveg sammála, það væri lítið gaman af þessum heimi ef allir væru eins.\nEn nú er ég svolítið forvitin… þú segir að þið sem eruð heiðin brjótið allskyns norm.\nNú spyr ég hvað er normið?\nTzipporah"
        },
        {
            "user": "lioness",
            "user_id": "38040",
            "date": "2004-06-02 03:21:59",
            "id": "1602974",
            "reply_to_id": "1602973",
            "text": "Hmmm… það er nú mjög erfitt að skilgreina normið í einu greinarsvari bara sísvona, en normin sem heiðið fólk brýtur eru margvísleg. Það er t.d. töluvert agnúast út í hálsmen og skartgripi sem margt heiðið fólk ber; sjálf geng ég til að mynda með fimmhyrnda stjörnu; svokallað pentagram, í leðurreim um hálsinn og draga margir þá ályktun af því að ég sé djöfladýrkandi og meira gefin fyrir ungbarnsblóð en flestir aðrir (sem nota bene er alls ekki satt).\nEf heiðin manneskja eignast barn fara ættingjarnir stundum að fussa yfir því að barnið sé ekki skírt í “venjulegri” kirkju og við “venjulega” athöfn og spyrja þá gjarnan hvort maður geti nú ekki haldið þessari heiðingja vitleysu utan við “alvöru mál” eins og barnaskírnir.\nStaðreyndin er hins vegar sú að okkar trúarsannfæring skiptir heiðið fólk alveg jafn miklu máli og kristna menn og ég leyfi mér að segja jafnvel meira í sumum tilfellum þar sem þjóðkirkjan er full af óvirkum meðlimum sem eiga sér ekkert kristið trúarlíf.\nHvað sem því líður er ég hæstánægð með að vera svolítið öðruvísi hvað þetta varðar og hef því lúmskt gaman af því þegar fólk hneykslast á mínum lífstíl/klæðnaði/trú o.s.frv. Það hafa meira að segja komið tilfelli þar sem ég hef bara leyft þeim að njóta vafans um það hvort ég sé raunverulega stórhættulegur satanisti sem stundar mannfórnir…"
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2004-06-02 08:49:28",
            "id": "1602975",
            "reply_to_id": "1602974",
            "text": "hmm… ég skil hvað þú átt við.\nÞað er nátturlega ótrúlega fúlt ef fólk getur ekki sætt sig við trúarskoðanir annarra og er að pirrast yfir því að allir skuli ekki gera hlutina eins.\nEn þú gerir þér grein fyrir að það er ekki samasem merki á milli þess að vera skráður í þjóðkirkjuna og að vera kristinn?\nMér finnst reyndar svolítið fyndið hvað fólk í þjóðfélaginu í dag stendur fast á því að allir þurfi að láta skíra börnin sín, allir unglingar þurfa að fermast og fólk á að gifta sig í kirkju, því hjá mörgum, ef ekki flestum, nær trúin ekki lengra en það. Það er ekki eins og þetta fólk fari í kirkju nema bara við þessi tækifæri.\nReyndar, til að vera nú alveg sanngjörn, þá hefur kirkjusókn Íslendinga aukist gífurlega undanfarin ár og ég finn það bara best í sunnudagaskólanum hjá mér þar sem í vetur voru stundum að mæta allt að 80 manns þegar fyrir tveimur árum voru í kring um 20.\nEn ég hef sjálf verið svolítið með annan fótinn í hinum ýmsu fríkirkjum á Reykjavíkursvæðinu, þar sem barnaskírnir eru ekki við líði, heldur fullorðinsskírnir. Þeir sem í þeim söfnuðum eru fá jafn mikið á sig um þessi málefni og þið svo ég skil vel pirringinn. Ég fyrir mitt leiti valdi að láta skíra barnið mitt (og stefni á að gera það líka með það sem nú er á leiðinni) en það var algerlega mitt val (og maðurinn minn hafði jú svosem eitthvað um það að segja líka). Ég skil aftur á móti vel að fólk sé á öðrum skoðunum og láti ekki skíra börnin sín, hverjar svo sem ástæðurnar fyrir því eru. Hef aftur á móti aldrei skilið fólk sem ákveður að láta skíra barnið sitt, af því bara. Eða fólk sem heldur að það verði að skíra barnið sitt til að gefa því nafn. Ísland er örugglega eina landið í heiminum þar sem til er fólk sem virkilega heldur að skírn og nafngjöf sé sami hluturinn.\nMér finnst þetta með stjörnuna samt svolítið fyndið ;)\nKveðja\nTzipporah"
        },
        {
            "user": "Lily2",
            "user_id": "56447",
            "date": "2005-06-16 20:41:55",
            "id": "2246968",
            "reply_to_id": "1602974",
            "text": "OOO, vá, það hlýtur að vera gaman hjá þér, þú ert allavega ekki lítil, rauðhærð, stelpa sem spilar á gítar…"
        },
        {
            "user": "VettLingur",
            "user_id": "38992",
            "date": "2004-06-01 23:27:05",
            "id": "1602976",
            "reply_to_id": "1602968",
            "text": "Heyrðu, vinur þú kemur með meria er það skilið!?"
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2004-06-02 00:55:08",
            "id": "1602977",
            "reply_to_id": "1602976",
            "text": "ok… fyrst gaur og svo vinur… þú veist að ég er kvenkyns?\nÉg skal samt alveg vera gaur og vinur ef þú vilt… vildi bara að það kæmi samt skýrt fram að ég er þá kvenkyns-gaur ;)\nGulla… ég er ekki ásatrúar… ég er sunnudagaskólakennari og ég boða það sem ég vil ;)\n(ég tók þessu samt ekkert illa sko, bara segi svona)\nAnnars hintaði Luna nú svolítið að því að hún væri með svipaðar skoðanir og kristnir menn í lok fimmtu bókarinnar svo ég ákvað bara að grípa það og notfæra mér. Annars finnst mér ég stundum svolítil Luna í mér svo það hentaði mér ágætlega að gefa henni svolítið af mínum skoðunum ;)\nKveðja\nsunnudagaskólakennarann og kvenkyns-gaurinn\nTzipporah"
        },
        {
            "user": "VettLingur",
            "user_id": "38992",
            "date": "2004-06-02 22:59:30",
            "id": "1602978",
            "reply_to_id": "1602977",
            "text": "He he ki"
        },
        {
            "user": "unnurgk",
            "user_id": "51691",
            "date": "2004-06-01 23:27:58",
            "id": "1602979",
            "reply_to_id": "1602968",
            "text": "VVVVVVVVVVÁÁÁÁÁÁÁÁÁÁ!!!!!!!!!!!! Þetta er ÆÐI!"
        },
        {
            "user": "Ingibergur",
            "user_id": "21822",
            "date": "2004-06-01 23:57:21",
            "id": "1602980",
            "reply_to_id": "1602968",
            "text": "frábært hver skyldi koma og bjarga þeim það mundi ekki koma mér á óvart þótt það væri dumbledore"
        },
        {
            "user": "Adept",
            "user_id": "46012",
            "date": "2004-06-02 00:37:22",
            "id": "1602981",
            "reply_to_id": "1602968",
            "text": "Bandalagið fer að skýrast. Fyrst harry og snape og nú harry og draco. Ætli bandalagið sé ekki á milli Slytherin og gryffindor eða eitthvað þannig."
        },
        {
            "user": "lioness",
            "user_id": "38040",
            "date": "2004-06-02 00:56:53",
            "id": "1602982",
            "reply_to_id": "1602968",
            "text": "Ógeðslega svalt og svo neyðast Harry og Draco til að eyða miklum tíma saman aleinir tíhíhí ;)"
        },
        {
            "user": "Steini1",
            "user_id": "35121",
            "date": "2004-06-02 09:55:36",
            "id": "1602983",
            "reply_to_id": "1602968",
            "text": "Snilld, en í sambandi við Grindelwald ég hef aldrei séð minnst á hann í bókunum nema í fyrstu í lestinni, var hann líkur Voldemort bara uppi á undan honum?"
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2004-06-02 09:59:50",
            "id": "1602984",
            "reply_to_id": "1602983",
            "text": "Jább… hann var “the bad guy” þegar Voldemort var lítill. Albus Dumbledore sigraði hann svo árið 1945, sem bendir til (að mínu mati) að Grindelwald hafi verið ástæðan fyrir seinni heimsstyrjöldinni þó svo að við höldum að það hafi verið Hitler að kenna ;)\nTzipporah"
        },
        {
            "user": "minny",
            "user_id": "21131",
            "date": "2004-06-02 10:45:23",
            "id": "1602985",
            "reply_to_id": "1602968",
            "text": "Ég held að Rowling hafi sleppt því að skifa um trúarbrögð af sérstakri ástæðu. Sjáið líka hvað það verður mikið fjaðrafok ef það er skrifa ð e-ð um trúarbrögð.\nMér persónulega finnst það ekki passa að blanda trúarbrögðum inn í þetta. Það bara passar ekki.\nEn æðislegur spuni eins og alltaf! Halltu áfram!"
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2004-06-02 11:28:06",
            "id": "1602986",
            "reply_to_id": "1602985",
            "text": "Já en sjáðu nú til, það hefur komið upp orðrómur um það að Rowling sé í raun norn (ekki kannski alveg svona norn eins og er í Harry Potter heldur meira svona, tarot og ýmislegt þannig) og sé í svona Wiccan cult (veit ekki alveg hvað það myndi kallast á íslensku).\nSem afleiðing af því hafa margir kristnir haldið því fram að þessar bækur sé andkristnar og allt galdradót sé slæmt og börnin þeirra fá ekki að lesa þessar bækur og Rowling hefur í raun verið mjög dæmd fyrir þetta.\nÞetta er mín leið til að svara þessum ádeilum. Ég er kristin og tek mína trú mjög alvarlega, en ég er ekki sammála því að ævintýrabækur sem þessar stríði gegn trúnni. Ég tel að þetta tvennt geti vel átt samleið og þetta er mín leið til að sýna fram á það.\nKveðja\nTzipporah\np.s. C.S. Lewis sýndi líka mjög greinilega fram á að þetta tvennt getur vel farið saman í bókum sínum um Narníu."
        },
        {
            "user": "annapotter",
            "user_id": "34019",
            "date": "2004-06-03 09:54:48",
            "id": "1602987",
            "reply_to_id": "1602986",
            "text": "Narníu bækurnar eru snilldarbækur :)\nEn þetta er ROSALEGA FLOTT hjá þér! Og gangi þér vel með hina kaflana ;) (verða ekki fleiri :O… ?)\nEn kveðja…\n-Anna Panna PottEr og kanna ;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-06-02 14:38:43",
            "id": "1602988",
            "reply_to_id": "1602985",
            "text": "Páfin tekur þessa bók í sátt:P\nTrúarbrögð ganga út á það að vera heiðarlegur og góður. Það er ekkert trúarbragð í heiminum (þá erum við að tala um trúarbrögð, ekki svona litla hópa sem trúa á pyntingar eða eitthvað) sem boðar illsku eða sársauka. Rowling er í raun að boða þetta sama. Harry er góður og hann þarf að sigrast á við það illa í stuttu máli sagt og er næstum því ósigrandi. En það sem við tökum kannski ekki alveg eins vel eftir er að hann gerir líka mistök. Hann er bara maður. Við erum svo vön því að sögupersónurnar eins og úr bókunum hennar Blyton séu ósigrandi, gáfaðar og fullkomnar sem geta allt. Sem betur fer er Harry ekki alveg þannig. Hann gerir líka mistök, alveg eins og allir aðrir.\nFantasia"
        },
        {
            "user": "misstimberlake",
            "user_id": "25398",
            "date": "2004-06-02 20:06:53",
            "id": "1602989",
            "reply_to_id": "1602968",
            "text": "omg… óþolandi að skuli takast að láta þetta alltaf enda sonna spennandi… maður verður svo ýkt svekktur að fá ekki að lesa næsta kafla.. !!!\nþú verður að drífa þig með framhald!!!"
        },
        {
            "user": "chromosome",
            "user_id": "39511",
            "date": "2004-06-05 01:16:13",
            "id": "1602990",
            "reply_to_id": "1602968",
            "text": "DUDE!\neða okey, DUDETTE!!\nþetta er klístrað!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-07-01 21:26:19",
            "id": "1602991",
            "reply_to_id": "1602968",
            "text": "Guuuuuuuuuuð, þetta er svo mikil snilld (ég veit ég er sein en ég var bara að fatta þennan spuna og hann er SNIlLD!!!! ég held ótrauð áfram að lesa hina kaflana sem komnir eru!! :)"
        },
        {
            "user": "MissBlack",
            "user_id": "40062",
            "date": "2004-10-22 20:24:08",
            "id": "1758494",
            "reply_to_id": "1602968",
            "text": "SNIIIIIIIILLD! Harry og Draco lokaðir inni saman…..hvenig ætli það endi….??\nÞið hugsið örugglega af hverju ég svara svona seint en ástæðan er sú að ég hætti allt í einu að lesa þennan spuna og veit ekkert af hverju! Er að lesa þetta allt núna og er að fara að lesa næsta kafla….SNILLDAR SPUNI!"
        }
    ]
}