{
    "forum_title": "Manager leikir",
    "user": "Libtechnologies",
    "user_id": "13301",
    "date": "2004-06-01 14:05:03",
    "title": "Fulham 03/04 04/05 og 05/06.",
    "text": "Daginn.\nÁkvað að taka við hálf-vonlausu liði Fulham, á hausnum, í skuld og með aðeins örfáa virkilega góða leikmenn.\nÞað fyrsta sem ég gerði var að ráða 4 góða þjálfara, Tony Godden, Asa Hartford, Reneé Meulensteen og einhvern einn annan, man ekki. Bjó til nýtt training program af því að það gamla var greinilega ekki að virka. Bætti við 2 eða 3 aukaæfingum, meira álag en einnig meiri árangur.\nFór beint í það að búa til góða taktík, notaði til þess hausinn minn og almenna skynsemi. Markmaðurinn er á stand off í og Ask Defenders To Collect. Bakverðirnir með Direct í passing og Defensive í mentality + crossing. Miðverðirnir með Ultra defensive og direct passing. Svo læt ég annan midfielderinn bakka og vera defensive og með mixed passing + Through balls. Hinn er í attacking og á að hjálpa sókninni, með mixed passing og through balls. Wingerarnir eru Gung-ho og mixed passing, cross balls, forward runs og run with ball. Strikerarnir eru svo Gung-Ho, forward runs, free role og try through balls.\nAllt liðið er svo með Short passing, hard tackling, always í closing down og mentality gung ho. Svo er ég með counter attack. Þessar stillingar eiga þó að eins við um þá gaura sem að ég skilgreindi ekki að væri einhvað öðruvísi en aðrir. Allt liðið með man marking nema strikerarnir og wingerarnir, þeir eru með zonal.\nÉg fékk aðeins fimmhundruð þúsund pund til leikmannakaupa og launaþakið var ansi lágt. Ég þurfti því að velja vel hvað gera skyldi við peninginn. Þeir leikmenn sem að ég sá að ég yrði að halda í voru Steed Malbranque(AMC), Sean Davis(DMC), Louis Saha(SC), Ztayah Knight(DC) og Luis Boa Morte(ML). Svo var þar að auki 2 efnilegir menn, Malik Buari (MR) og Jerome Bonnisel (DL). Silvain Legwynski(MLC) líka. Ég byrjaði á því að selja Adam Green, Elvis Hammond og Tom Davis fyrir 240k samtals. Svo lét ég vaða, fann Jean Dika(DC), kamerúnskan landsliðsmann out of club og signaði hann. Signaði líka Alpay(DC). Fékk Þórarinn Brynjar Kristjánsson(SC) frítt og keypti svo 2 gullmola, Evandro Roncatto(FL) á 500k frá Guarani og José Julian de la Cuesta(DL) á 180k frá Atlético Nacional í Mexíkó. Ætla að mæla með de la Cuesta, ungur strákur með 20 í marking, takling og heading, ásamt því að vera mjög hraður og með gott teamplay. Tvímælaust mín bestu kaup fyrr og síðar.\nTímabilið byrjaði illa, tvö 0 - 0 jafntefli á móti Blackburn og Wolves og svo 4 - 0 tap á móti Liverpool. Leikurinn þar á eftir var samt vendipunktur, Arsenal lá 6 - 0 fyrir mér, Louis Saha með 4 mörk, Roncatto 1 og touré 1 OG. Pires og Wiltord brenndu báðir af vítaspyrnum. Eftir þennan leik vann ég endalaust í deildinni, tapaði aðeins fyrir stærstu liðunum, Manu, Newcastle, Arsenal og Liverpool. Vann alla aðra leiki eða gerði jafntefli. Datt út í fyrstu umferð á móti Wigan í deildarbikarnum, súrt.\nDatt út úr FA cup í 6 umferð á móti Tottenham, hafði þá meðal annars slegið út ManU og Southampton. Þetta tímabil endaði vel, ég vann deildina 2 stigum fyrir ofan ManU og 3 stigum fyrir ofan Newcastle. Þetta var ótrúlegur árangur sem engum hefði dottið í hug. Miklar tekjuaukningar og skuldirnar greiddar og training facilities bætt til muna. Bestir allra voru:\nSean Davis - 35 apps - 4 mörk - 8.08 í meðaleinkunn.\nSteed Malbranque - 34 apps - 2 mörk - 8.01 í meðaleinkunn.\nEvandro Roncatto - 32 apps - 37 mörk - 8.17 í meðaleinkunn\nLouis Saha - 29 apps - 35 mörk - 7.9 í meðaleinkunn.\nRoncatto var markahæstur í deildinni með 33 mörk og Louis Saha valinn footballer of the year. Ég var manager of the year. Players player of the year var Roncatto, Mark ársins var Steed Malbranque með bombu frá miðju.\nNú fékk ég aldeilis nóg til að kaupa leikmenn. 7 milljónir punda, hvorki meira né minna!\nÉg ákvað strax á áramótum að reyna að krækja í nokkra menn sem voru að klára samninginn sinn og náði í eftirtalda:\nKim Kállström(AMC) á 2 milljónir.\nAndrew Griffin(DR) frá Newcastle á free transfer.\nAndreas Hinkel(DR) á free transfer frá Stuttgart.\nGareth Barry(DLC DMLC) frá Aston Villa á 2.4 millur.\nJoey Barton(DMC) frá Man City á 1.1 millu.\nSimon Francis(D/DM C R) frá Bradford á 2.3 millur.\nMikael Nilsson(MR) - frítt.+\nOrri Freyr Óskarsson(FR) - 16k.\nSamtals eyddi ég 7.75 milljónum. Til að eiga þann pening seldi ég eftirfarandi:\nAbdeslam Ouaddou - 500k - fékk hann á free transfer á áramótum frá Dortmund, stóð sig vel.\nÞar að auki fékk ég Carlton Cole að láni til áramóta frá Chelsea.\nNú var karlinn kominn í meistaradeildina, dróst í riðil með Real Madrid, Partizan og Celtic. fyrstu leikir tímabilsins voru erfiðir, sigur á móti Lpool í Community shield, 5 - 1, sigur á Man u og Leeds 2 - 0 og sigur á Real Madrid 3 - 2. Byrjunin lofaði mjög góðu. Tapaði ekki leik fyrren í endaðan Nóvember, á móti lpool. Mér gekk mjög vel í meistaradeildinni, vann riðilinn minn, sló svo út Olympiakos, Real Madrid og Lazio á leið minni í úrslitaleikinn. Þar mætti ég ManU sem að burstuðu mig 3 - 0 og var sá draumur úti. Í deildarbikarnum komst ég alla leið í úrslit líka og tapaði þar á móti Chelsea, leikurinn fór 3 - 3 og þeir unnu í vító. Í þetta sinn hamraði ég þó deildina og endaði lang-efstur. Liverpool og Chelsea í humátt á eftir. Van der Sar að standa sig einsog hetja í markinu. Varð samt fyrir miklu áfalli á miðju tímabili, Roncatto meiddist í 5 mánuði og gat ekki spilað nógu mikið til að ég gæti endurnýjað samninginn og fór því þessi 33 milljón punda leikmaður á free transfer til Real Madrid.\nBestu menn tímabilsins:\nJoey Barton - 40 apps - 8.47 í meðaleinkunn.\nOrri Freyr Óskarsson - 27 apps - 39 mörk - 8.24 í meðaleinkunn.\nEvandro Roncatto - 23 apps - 34 mörk ö 7.92 í meðaleinkunn.\nSteed Malbranque - 24 apps - 7.89 í meðaleinkunn.\nÉg var valinn framkvæmdarstjóri ársins annað árið í röð.\nNúna fékk ég 9 millur til að kaupa leikmenn.\nSeldi eftirfarandi:\nSean Davis til Chelsea - 7 millur (var krónískt í vondu skapi)\nMikael Nilsson til Sunderland - 2.1 millur.\nVan Der Sar til Deportivo - 350k\nDean Leacock til Liverpool - 1.5 millur.\nSamtals nánast 11 millur.\nKeyptir leikmenn þetta árið:\nAlan Smith(FR) frá Leeds - 800k (Leeds féll)\nPaul Robinson(GK) frá Leeds - 800k\nRobert Huth(DC) frá Chelsea - 1.3 millur\nMichael Chopra(SC) frá Newcastle - 1.5 millur\nCésar Delgado(MLR) frá Cruz Azul - frítt\nEnrico Natale(GK) frá Parma - Frítt\nArjen Robben(FL) frá PSV - 6.5 millur (contract not protected)\nCésar Carignano(sc) frá Colón - frítt\nLionel Morgan(ML) frá Wimbledon - 1.2 millur.\nVann Community shield aftur, nú á móti ManU, dróst í riðil í Meistarakeppninni með Milan, Maribor og Olympiakos. Rústaði riðlinum og fór í þetta skiptið alla leið. Fór þó erfiðustu leið sem hægt var að fara, sló út Real Madrid, Juventus og FC Bayern á leiðinni í úrslitin þar sem ég mætti PSV. Vann þá þar í Silver Goal rule í framlengingu. Datt snemma úr bæði League cup og FA cup og rétt svo vann deildina 1 stigi á undan liverpool og 2 stigum á undan Arsenal.\nEftir þetta tímabil voru mér boðin þjálfunarstörf hjá helstu stórliðunum og einnig hjá allmörgum landsliðum. Hafnaði þeim öllum.\nBestu menn tímabilsins voru mjöf svipaðir og árið áður:\nMalbranque, Barton, Robben, Delgado, Smith, Huth og De la Cuesta stóðu þó uppúr.\nElli Fannar.",
    "url": "https://www.hugi.is/manager/greinar/208258/fulham-0304-0405-og-0506/",
    "url_id": "208258",
    "id": "1602617",
    "replies": [
        {
            "user": "traustiei",
            "user_id": "15925",
            "date": "2004-06-02 12:33:01",
            "id": "1602618",
            "reply_to_id": "1602617",
            "text": "Frábær árangur!  En gætiru sett þessi æfingaprógröm hingað á síðuna.  Mig bráðvantar góð æfingaprógröm."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-06-02 13:52:56",
            "id": "1602619",
            "reply_to_id": "1602617",
            "text": "Ellinn klikkar aldrei í cm! Já endilega skelltu þessum æfingum hingað, er í mestu vandræðum með þær.."
        },
        {
            "user": "Alli7",
            "user_id": "19219",
            "date": "2004-06-03 13:35:53",
            "id": "1602620",
            "reply_to_id": "1602617",
            "text": "Ekkert sérstök grein en frábær árangu"
        },
        {
            "user": "Sazchu",
            "user_id": "25947",
            "date": "2004-06-03 14:14:02",
            "id": "1602621",
            "reply_to_id": "1602617",
            "text": "Flott hjá þér gj"
        },
        {
            "user": "hannesd",
            "user_id": "30584",
            "date": "2004-06-03 14:36:56",
            "id": "1602622",
            "reply_to_id": "1602617",
            "text": "Hví settiru ekki roncatto í varaliðið þegar hann meiddist þá er eins og hann missi ekki af leikjum"
        },
        {
            "user": "Jonni87",
            "user_id": "34636",
            "date": "2004-06-03 15:52:24",
            "id": "1602623",
            "reply_to_id": "1602617",
            "text": "Flottur árangur ef þú hefðir sleft roncatto, afhverju eru allir að nota svona leikmenn. 37 mörk í 32 leikjum, það vita allir að þetta er ekkert nema bölvaður svindlleikmaður. Það er ekkert merkilegt að vera t.d. cardiff og vinna CL, FA, deildina… ef maður fer bara og kaupir alla leikmenninna sem eru undir 20 ára kosta lítið og brillera strax og verða stórstjörnur. Ég meina hvað skorðai henry ekki um 30 mörk í 38 (í deild og var markahæstur í evrópu), hvað haldiði að einhver 17 ára brasilíu búi komi til englands og skori 37 mörk í 32 leikjum…"
        },
        {
            "user": "gilli",
            "user_id": "3867",
            "date": "2004-06-04 15:10:13",
            "id": "1602624",
            "reply_to_id": "1602623",
            "text": "hvað i $#%/$ ertu að gera á þessu spjalli ef þú ert svona á móti manager, auðvita eru sumir leikmennirnir í leiknum kannski fullgóðir við unga aldur en það er ekkert fullkomið, þetta er eitt það skemmtilegasta við þennan leik, að finna unga leikmenn sem geta staðið sig, og reyndar er þetta svona í alvörunni, gott dæmi um þetta er ronaldo hjá man udt. ekki vissi ég hver hann var fyrr en þeir keyptu hann og hann var að #$#$& brillera í vetur."
        },
        {
            "user": "tumix",
            "user_id": "23375",
            "date": "2004-06-04 15:49:43",
            "id": "1602625",
            "reply_to_id": "1602624",
            "text": "já að FINNA þessa menn.Greinarhöfundur fann hann ekkert og það vita allir hver þetta er.Þetta er svindl og hundleiðinlegt að spila cm svona.Þetta er það sem ég hata við leikinn kannski annað ef þessi leikmaður er búinn að vera hjá manni frá 17ára aldri og er orðinn 22 og farinn að skora einhvern 10-20 mörk á tímabili.En sjáið ekki þetta svindl gaurinn er 17ára þetta er bara kjaftæði að hafa hann svona góðan"
        },
        {
            "user": "Libtechnologies",
            "user_id": "13301",
            "date": "2004-06-05 15:44:23",
            "id": "1602626",
            "reply_to_id": "1602625",
            "text": "Í fyrsta lagi, ég hafði aldrei prófað þennan strák áður en ég gerði þetta save, þetta var tilraun sem að heppnaðist vel.\nÍ öðru lagi, ég hætti að nota hann nánast eftir fyrsta tímabilið, til gamans má geta að ég er á 4 tímabili núna og Louis Saha er með 31 mark í 20 leikjum so far, sé ekki muninn á því að nota hann og roncatto."
        },
        {
            "user": "grimur",
            "user_id": "38169",
            "date": "2004-06-06 19:56:36",
            "id": "1602627",
            "reply_to_id": "1602626",
            "text": "Það er nú bara ekkert skemmtilegt að leika CM ef maður er ekki að finna stórstjörnur sem brillera. Ég er Marseille á 4 tímabili og er búin að uppgötva einn 24 sem ég mæli með, Jerri hjá Santos."
        },
        {
            "user": "Saviolafur",
            "user_id": "13141",
            "date": "2004-06-07 14:10:07",
            "id": "1602628",
            "reply_to_id": "1602617",
            "text": "Bonnissel er náttúrlega gríðarlega efnilegur 30 ára vinstri fúllbakk :þ"
        },
        {
            "user": "Libtechnologies",
            "user_id": "13301",
            "date": "2004-06-07 19:03:52",
            "id": "1602629",
            "reply_to_id": "1602628",
            "text": "Þarft ekkert að vera ungur til að vera efnilegur. Af 3 bakvörðum sem að ég hafði úr að velja lofaði hann bestu og varð þar með efnilegur."
        },
        {
            "user": "einsi15",
            "user_id": "29351",
            "date": "2004-06-27 19:00:04",
            "id": "1602630",
            "reply_to_id": "1602629",
            "text": "strákar muið alltaf að kaupa robinhio frá santos hann verður besti framherjinn eftir nokkur ár hann er dýr í byrjuninni en um jóln á fyrstu leiktíðinni bjóða santos honum samning í 0 ár svo þú getur signað hann strax"
        },
        {
            "user": "nffc1865",
            "user_id": "51426",
            "date": "2004-07-06 13:13:26",
            "id": "1602631",
            "reply_to_id": "1602617",
            "text": "Fínn árangur. Mæli með því að stjórna liði eins og Stuttgart. Prófaðu að stórna 1. deildar liði og koma því upp og reyndu að láta það vinna titilinn."
        },
        {
            "user": "Libtechnologies",
            "user_id": "13301",
            "date": "2004-07-06 17:56:13",
            "id": "1602632",
            "reply_to_id": "1602631",
            "text": "Jebb ég tók við West Ham er á 4 seasoni og er búinn að vinna nánast allt sem hægt er að vinna. Kem kannski með grein um það."
        },
        {
            "user": "addoz",
            "user_id": "46576",
            "date": "2004-07-25 18:00:45",
            "id": "1602633",
            "reply_to_id": "1602617",
            "text": "ég minni á síðuna mína www.folk.is/vovo þetta er rosaleg fótbola síða viðtal við Eið Smára svo er líka buið að vera skirfa um einvhejra leikmenn svo er hægt að klára þetta með stæl og skirfa í gestó og segja álit ykkar á þessari síðu!!hver hefur ekki áhuga?"
        },
        {
            "user": "jonbii",
            "user_id": "54217",
            "date": "2004-10-13 23:46:23",
            "id": "1747161",
            "reply_to_id": "1602617",
            "text": "ertu ekki að djöka ég er með fulham og vann deildina með 21 stigi og fa cup og mér var boðið að taka við stór liðum eins og man utd og fleri á 1 tímabilli"
        }
    ]
}