{
    "forum_title": "Final Fantasy",
    "user": null,
    "user_id": null,
    "date": "2004-06-03 16:42:42",
    "title": "Hugsanir mínar um FF.",
    "text": "This is Giggicool, brining you all the latest news you need to escape from your pathetic little lives (sagt með ómannlega enskum hreim). Smá kaldhæðni.\nJæja, ég hef verið að hugsa um þetta sem fólk er að segja um fall FF leikjanna. Að Square sé að verða peningamaskína sem hugsar ekki lengur um gæði leikjanna, heldur peningana.\nEr það satt? Sumir virðast halda það. Sjálfur veit ég ekki hvað ég á að segja. Ég hef aldrei spilað FF leik sem ég fílaði ekki, fyrir utan FFII. Ég hef lesið pósta, greinar, skoðanir hægri vinstri, og svo mörg rök í báðar áttir að ég er orðinn ringlaður. Hvað er að gerast? Við vitum það ekki. Kannski eru Square-Enix að gera sitt besta, sama hversu mikla peninga þeir græða. Kannski er (að sumum finnst) lækkandi gæði leikjanna bara hækkandi gæðastuðlar okkar. Hver veit?\nSumir segja að FFX-2 marki botninn. Aðrir segja hann upphefð fyrir seríuna. Sumir segja að FF leikir hafi verið að verða lélegri síðan þeir skiptu yfir í þrívídd. Aðrir segja að FF7, 8 og 9 hafi verið tindurinn og FFX og X-2 séu skref aftur á bak. Hver veit?\nFyrir nokkru gáfu þeir út FFXI. Það er netleikur og bara netleikur. Persónulega finnst mér það skref afturábak, þar sem að netleikir kosta mjög mikinn pening. Þó að það kunni einungis að vera, eins og einhver huganotandi sagði, of lítill skortur á peningaleysi hjá mér. Mér finnst að leikirnir eigi að vera Single player, þeir eru bestir þannig. All veganna finnst mér botninum vera náð með FFXI. Það er bara mín skoðun, ekkert marktækt við það. Ég fíla bara ekki það að þurfa að borga stórfé fyrir það að spila mína leiki. Það er peningaplokk.\nSvo er ég líka að velta því fyrir mér, ætli Enix hafi eitthvað að gera með þetta? Gerði samruninn við Enix Square illt? Er peningagræðgin komin frá Enix? Eru kindurnar að taka yfir heiminum? Spyr ég of margra spurninga?\nÉg er ekkert viss um það að samruninn við Enix hafi gert eitthvað gott. Þessir leikir hafa aldrei valdið mér vonbrigðum án Enix. Til hvers þurftu Squaresoft Enix? Fyrir peninga? Ef svo er, þá eru tveir möguleikar í dæminu, annaðhvort að þá vantaði fjármagn eða þá að Squaresoft urðu gráðugir. Þar sem að Square er ríkt fyrirtæki stórefast ég um fyrri kostinn.\nSvo gæti það verið að Square vantaði liðsafla til að gera betri leiki. Ef að svo er var samruninn góður og eitthvað ætti að verða varið í FFXII. En við vitum ekki hvað vakir fyrir þessu fólki, hvernig það hugsar. Svo að hér ríkir óvissa.\nNú hef ég ekki meira að segja, svo að ég þarf að finna eitthvað gáfulegt til að enda þetta á………………neibb, mér dettur ekkert í hug.\nGodspeed, Giggicool.",
    "url": "https://www.hugi.is/finalfantasy/greinar/208526/hugsanir-minar-um-ff/",
    "url_id": "208526",
    "id": "1605393",
    "replies": [
        {
            "user": "Feanor",
            "user_id": "6499",
            "date": "2004-06-06 03:11:23",
            "id": "1605394",
            "reply_to_id": "1605393",
            "text": "Peningaplokk? Þú borgar u.þ.b. 1000 krónur til að spila á mánuði, sem er nokkurn vegin þar sem þú borgar þegar þú ferð í bíó, en þú situr aðeins í 2-3 klst í bíósalnum, en getur verið allan mánuðinn í FFXI. Alls ekkert peningaplokk. Þetta eru u.þ.b. 34 krónur á dag, sem er alls ekki mikið."
        },
        {
            "user": "qwertyuiop",
            "user_id": "41418",
            "date": "2004-06-06 03:28:12",
            "id": "1605395",
            "reply_to_id": "1605394",
            "text": "nohh!! helgi bara gott svar! ;) ég er sammála Feanor!! Þetta er ekkert Peningaplokk!¨oh hana nú!"
        },
        {
            "user": "Feanor",
            "user_id": "6499",
            "date": "2004-06-06 08:13:02",
            "id": "1605396",
            "reply_to_id": "1605394",
            "text": "Ég get líka hangið á netspilun allan daginn í mörgum öðrum leikjum, svo sem Diablo 2 og Neverwinter Nights…það kostar mig ekkert."
        },
        {
            "user": "Feanor",
            "user_id": "6499",
            "date": "2004-06-06 11:07:58",
            "id": "1605397",
            "reply_to_id": "1605396",
            "text": "Þá gerir þú það bara. Engin að neyða þig til að spila þennan leik."
        },
        {
            "user": "Feanor",
            "user_id": "6499",
            "date": "2004-06-06 17:28:08",
            "id": "1605398",
            "reply_to_id": "1605397",
            "text": "Ekki missklija mig, ég er viss um að þetta er fínn leikur…en það er ekki minn stíll að borga fyrir það að spila. Plús það að ég á ekki kreditkort, ég trúi ekki á mátt skuldarinnar. kallaðu mig ssérvitran geðsjúkling en svona er það nú bara."
        },
        {
            "user": "Feanor",
            "user_id": "6499",
            "date": "2004-06-06 20:13:19",
            "id": "1605399",
            "reply_to_id": "1605398",
            "text": "Ekki vera þá að væla um að þetta sé einhver lágpunktur. Hefur einu sinni ekki prófað hann, og þótt að þurfi að borga fyrir hann, þá þarf hann ekki að vera lélegur. Sem er það sem þú ert að segja og eru einu rök þín fyrir að hann sé lélegur."
        },
        {
            "user": "Jormundgand",
            "user_id": "19854",
            "date": "2004-06-07 08:01:50",
            "id": "1605400",
            "reply_to_id": "1605399",
            "text": "Þú ert ekki að fatta það sem ég er að segja…ég sagði aldrei að þetta væri lélegur leikur. Ég sagði að mér fyndist ekki sniðug hugmynd að hafa FF netleik. FF leikir hafa alltaf verið fínir í Single Player, hví að breyta því núna?\nP.S: Ég nefndi aldrei orðin FFXI og lélegur í sömu setningu."
        },
        {
            "user": "Jormundgand",
            "user_id": "19854",
            "date": "2004-06-07 08:10:02",
            "id": "1605401",
            "reply_to_id": "1605400",
            "text": "Plús það að ég hef ekki efni á því að spila netleiki. Og ég er viss um að ég er ekki einn um það.\nOg 18.000 krónur á ári er mikið. Það hafa ekki allir efni á þessu.\nÉg sagði aldrei að leikurinn sjálfur væri lélegur, heldur hugmyndin á bak við netleiki almennt. Það eru ekki mín týpa af leikjum. Now virð my skoðanir or leave."
        },
        {
            "user": "Jormundgand",
            "user_id": "19854",
            "date": "2004-06-07 10:37:15",
            "id": "1605402",
            "reply_to_id": "1605401",
            "text": "Kannski voru þeir hjá Square að hugsa:\n“Hmmm… Final Fantasy er lélegur ”partýleikur“, afhverju ekki að búa til leik sem margir geta verið í og þá hægt að spila hann margir saman? Látum FF11 verða brjálæðislega dýran MMORPG !!”\nPersónulega segi ég að Final Fantasy sé single player leikur, hver nennir að koma til vinar síns og horfa á hann í Final Fantasy tímunum saman? Square var örugglega að hugsa um að gera hann að góðum leik sem margir geta verið í á sama tíma.\nMr. LPFAN's opinion: “FFXI? Bad idea!” (sagt með ómannlega enskum hreim)"
        },
        {
            "user": "Vilhelm",
            "user_id": "2179",
            "date": "2004-06-07 12:39:04",
            "id": "1605403",
            "reply_to_id": "1605401",
            "text": "Hvad meinardu ad allir hafi ekki efni a thessu? Thetta eru eitt thusund kronur a manudi. Jafnvel bladberar hafa efni a thessu!\nEn ja, hvad vardar thad ad hugmyndin a bak vid netleiki se leleg, hvernig faerdu thad ut, ef bokstaflega milljonir manna spila netleiki daglega?"
        },
        {
            "user": "Feanor",
            "user_id": "6499",
            "date": "2004-06-07 16:27:05",
            "id": "1605404",
            "reply_to_id": "1605403",
            "text": "Þetta er orðið helvíti mikið þegar þú ert búinn að spila þennan leik lengi.\nÉg sgaði að MÉR fyndist þetta ekki vera sniðug hugmynd. Ekki að þetta VÆRI vond hugmynd. Þetta er ekki minn stíll, þ.e.a.s að borga fyrir skemmtanagildi sem ég get fengið án þess að borga."
        },
        {
            "user": "Feanor",
            "user_id": "6499",
            "date": "2004-06-07 23:25:04",
            "id": "1605405",
            "reply_to_id": "1605404",
            "text": "Það er nefnilega málið, þú getur ekki fengið þetta skemmtanagildi annarstaðar, þú getur talað við aðra FF fanatics, og spilað með þeim. Það er ekki hægt í neinum öðrum FF leik. Þú getur spilað leikinn, með 2 vinum þínum. En þeir leikir enda, þú ert alltaf með þessum 2 vinum þínum.\nÍ FFXI hittirðu nýtt fólk daglega, þú ert nánast alltaf að gera eitthvað nýtt. Það er ekki bara game play-ið sem gerir mmorpg's vinsæla (já þeir eru vinsælir), það er að þú getur haft samskipti við fólk þar OG verið að spila leik."
        },
        {
            "user": "Carnage",
            "user_id": "41265",
            "date": "2004-06-07 23:41:10",
            "id": "1605406",
            "reply_to_id": "1605405",
            "text": "Djöfull er þetta satt.\nOg sorry shadowmaker ég ruglaðist aðeins :P\nEn málið með þetta er bara það að ef þú fýlar ekki að borga litlar 1000 kr. á mánuði fyrir óendanlegt gameplay, þá bara gerirðu það ekki."
        },
        {
            "user": "Carnage",
            "user_id": "41265",
            "date": "2004-06-08 19:33:16",
            "id": "1605407",
            "reply_to_id": "1605405",
            "text": "Ég er að segja þér það að ég get spilað marga aðra leiki á netinu og fengið sömu skemmtun, og það frítt."
        },
        {
            "user": "Carnage",
            "user_id": "41265",
            "date": "2004-06-08 22:51:43",
            "id": "1605408",
            "reply_to_id": "1605407",
            "text": "Tja, það tel ég hæpið"
        },
        {
            "user": "Carnage",
            "user_id": "41265",
            "date": "2004-06-06 22:23:13",
            "id": "1605409",
            "reply_to_id": "1605398",
            "text": "Ég verð að segja að fólk getur alveg eins verið í FF XI og íslensku framleiðslunni EVE(alveg jafn dýrt), vissulega er þetta aukakostnaður á mánuði en ég mundi frekar eyða honum í FF XI en að vera t.d. á fyllerí(kostar talsvert meira), mér fynnst við alveg mega vera í tölvuni og spara heldur en að “djamma” um helgina. Þetta er annars mín skoðun á þessu máli þar sem ég drekk ekki.\nSvo er annað mál varðandi gengi SquareEnix, þetta er náttúrulega snilldar fyrirtæki. Ég hélt nú að þið vissuð að þeir eru með sér lið í nánast hverjum leik, FF XI var t.d með “svoldið” annað lið en X-2. Ég tel X-2 vera stórt feilspor fyrir fólkið sem var að spila leikina fyrir söguna, þar sem ég sá í rauninni ekkert sem ég gat borið saman við hina leikina í honum. Mér líst hinsvegar mjög vel á það hvert XII stefnir, búið var til lið sem inniheldur eitthvað fólk sem hannaði VI og VII, meirihluti “staffsins” er reyndar XI staffið…\nég held ég hætti bara að skrifa núna……"
        },
        {
            "user": "Carnage",
            "user_id": "41265",
            "date": "2004-06-06 22:38:40",
            "id": "1605410",
            "reply_to_id": "1605409",
            "text": "Að mínu mati var eini virkilegi “lágpunturinn” FF X-2, hann er bara ekki FF í mínum augum :S.\nVissulega var IX ekki að standast alltaf en mér finnst hann mikil betri en X-2.\nFF XI er enganveginn feilspor, það er mjög sniðugt að gera FF netleik (þegar ég beið eftir honum hugsaði ég, “wow endalaus FF leikur *L*”)\n“Peningaplokk? Þú borgar u.þ.b. 1000 krónur til að spila á mánuði, sem er nokkurn vegin þar sem þú borgar þegar þú ferð í bíó, en þú situr aðeins í 2-3 klst í bíósalnum, en getur verið allan mánuðinn í FFXI. Alls ekkert peningaplokk. Þetta eru u.þ.b. 34 krónur á dag, sem er alls ekki mikið.”\n-Ég held að það væri ekki hægt að orða þetta betur á neinn hátt.\nGott að hafa svona svaramann fyrir FF XI, alltaf þegar einhver reynir að rakka hann niður þá kemur Feanor gerir þeim ljóst að allt þetta rugl sem þeir sögðu var bara djöfulsins kjaftæði.\nOg það er í rauninni 99% líkur að FF XII verði meistaraverk, vonandi verður hanns minnst með VII og VIII einhvern daginn."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-06-06 22:52:04",
            "id": "1605411",
            "reply_to_id": "1605410",
            "text": "Ertu viss um að þú hafir ætlað að senda þetta á mig? Ég er nefnilega bara fullkomlega sammála þér.."
        },
        {
            "user": "vodkaa",
            "user_id": "47840",
            "date": "2004-06-07 03:21:44",
            "id": "1605412",
            "reply_to_id": "1605410",
            "text": "Þarna, hvenær ætti ff 12 að koma og´hvort kemur hann í PC eða í ps2.Búinn að sjá smá preview af honum.Hann á að vera dáltið magical með rosa litum og ævintýrum.Dáltið stelpulegur aðalgaur(farinn að pæla hvort höfendurnir eru nokkuð hinsveginn hehe) en mig langar samt að vita meira um hann.Er hægt að checka meira um þetta??"
        },
        {
            "user": "Vilhelm",
            "user_id": "2179",
            "date": "2004-06-06 12:17:50",
            "id": "1605413",
            "reply_to_id": "1605396",
            "text": "Faerd nu ekki mikid af special events, vidbotum, patches o.fl. til thess ad auka anaegju thina vid spilun leiksins i Diablo…"
        },
        {
            "user": "Vilhelm",
            "user_id": "2179",
            "date": "2004-06-06 04:34:03",
            "id": "1605414",
            "reply_to_id": "1605393",
            "text": "Squaresoft voru einir staerstu roleplayleikaframleidendur Japans. Thad sama matti segja um Enix. Badir framleidendurnir hofdu gefid ut top notch tolvuleiki a arum adur. Af hverju ekki ad sameina krafta sina og gera “teh ultimate game”?\nAnnars synist mer Final Fantasy XI ekkert vera svo slaemur leikur, allaveganna ekki i ljosi thess ad hann hefur 500.000 askrifendur, sem er meira en flestallir adrir MMORPGs a leikjamarkadnum. Sjalfum langar mer alveg aegilega ad spila thennan leik en tolvan min er thvi midur ekki med nogu stort skjakort fyrir hann, thvi midur. :/\nAnnars hef eg sjalfur sagt mitt alit a Final Fantasy X-2. Mer fannst sa leikur alveg skemmtilegur og peninganna virdi tho svo ad hann hafi ekki verid i anda fyrri leikja. Allaveganna skemmti eg mer betur yfir honum heldur en Final Fantasy IX, heh…"
        },
        {
            "user": "Jormundgand",
            "user_id": "19854",
            "date": "2004-06-06 15:21:31",
            "id": "1605415",
            "reply_to_id": "1605393",
            "text": "Tjah… þessi grein var nú um allt og ekkert… áhugaverðar pælingar samt !\nÉg er einn af þeim sem segi að 7, 8 og 9 hafi verið toppurinn, eða… kannski bara 7 og 8, mér hefur aldrei fundist 9 neitt sérstakur… ég hef nú samt ekkert spilað hann mikið…\nJá, X-2 og XI eru, að mínu mati, slökustu leikirnir, ágætis afþreying, en samt er eins og það vanti eitthvað inn í þá… í 8 varð maður nú bara skotinn í Rinou, merkilegt nokk :D\nX-2 er nú bylting í RPG leikjum þar sem kvenmaður er aðalpersónan og er það sjaldséð.. kannski það hafi breytt einhverju… og aðalpersónan í XI er engin sérstök…\nFFVII er náttúrlega toppurinn, ekkert eða enginn getur slegið hann út… hann er sígildur, alger klassík!\nÖhhmm…. nú hef ég talað af mér…\nLPFAN\nPS. Ég ofnota þrípunktinn ekki… :P"
        },
        {
            "user": "Jormundgand",
            "user_id": "19854",
            "date": "2004-06-06 17:26:06",
            "id": "1605416",
            "reply_to_id": "1605415",
            "text": "Allt OG ekkert? Hvað meinarðu með því? Talaðu mál sem hellisbúar á borð við mig skilja."
        },
        {
            "user": "Jormundgand",
            "user_id": "19854",
            "date": "2004-06-06 21:06:22",
            "id": "1605417",
            "reply_to_id": "1605416",
            "text": "æ, þú veist, hún var bara ein stór og góð pæling\nLPFAN"
        },
        {
            "user": "Carnage",
            "user_id": "41265",
            "date": "2004-06-08 23:15:01",
            "id": "1605418",
            "reply_to_id": "1605393",
            "text": "Fall ff leikjanna segiru..Að vísu hefur ekki komið virkilega góðu ff leikur siðan ffVIII.(nú fæ ég flame;) )  Enn  einhversstaðar heyrði ég að FFX-2  hefði verið gerður til að fjármagna hinn ógnardýra FFXII\n1000kall er enginn peningur.. enn það sem ég hef alltaf verið ósáttur við frá því ég frétti af því að FFXI yrði online… það var titillinn.. mér finnst að þessi leikur ætti ekki að vera inni í seríunni heldur standa sjálfstæður, og ber kannksi nafn eins og final fantasy online.. Ástæðan er að það er ekki single player stemmningin með söguþráð ekki þessi týpiski ff leikur. Hef samt ekkert útá leikinn  að setja bara titilinn :)"
        },
        {
            "user": "Carnage",
            "user_id": "41265",
            "date": "2004-06-10 03:39:33",
            "id": "1605419",
            "reply_to_id": "1605418",
            "text": "Já, veistu þegar út í það er farið þá er Final Fantasy Online ekki svo vitlaust, FFO."
        },
        {
            "user": "VettLingur",
            "user_id": "38992",
            "date": "2004-06-12 20:58:10",
            "id": "1605420",
            "reply_to_id": "1605393",
            "text": "k. Ég á bara 3 FF leiki; FFI FFII FFX. Þeir eru allir gegt góðir.\nÉg veit ekki með 5,6,7,8,9 en mér virðist að FFVII og FFVIII séu toppurinn.\nP.s ég heyrði að Squeresoft hafi sameinast Enix vegna þess að Enix var að verða gjaldþrota… Ég veit ekki, þetta gæti verið kjaftæði."
        },
        {
            "user": "exax",
            "user_id": "27364",
            "date": "2004-06-13 00:02:45",
            "id": "1605421",
            "reply_to_id": "1605393",
            "text": "Persónulega finnst mér Final Fantasy X-2 vera slakasti leikurinn. Hann er eins og eitthverjar 14 ára gelgjur höfðu búið hann til (stelpur og strákar, bara svo að þið farið ekki að rakka mig niður). Hann er svo ÖÐRUVÍSI heldur en allir hinir FF leikirnir. Persónulega finnst mér FF VII (7) vera besti leikurinn, enda var hann fyrsti leikurinn með FF sem ég spilaði og ég varð hooked, kunni ekki einu sinni ensku þegar ég fékk hann :D.\nOg svo er eitthver könnun með uppáhalds gaurinn, en það er Sephiroth að mínu áliti.\nJust so you know..en núna er ég byrjaður að tala um eitthvað allt annað þannig að við sjáumst.\n(FF X-2 er að mínu áliti slakasti leikurinn en samt verður marr að spila hann..vita söguna og svo framvegis)"
        }
    ]
}