{
    "forum_title": "Körfubolti",
    "user": "goat",
    "user_id": "18686",
    "date": "2004-06-04 11:18:49",
    "title": "Lakers - Pistons ... Finals 2004",
    "text": "Já fyrst að enginn annar hefur nennt að skrifa eitthvað um þetta þá geri ég það bara … hef nokkrar mínútur núna lausar. En eins og flestir kannski vita þá mætast Los Angeles Lakers og Detroit Pistons.\nLakers eiga nú möguleika á því að endurná titlinum og vinna fjórða titilinn á fimm árum. Það er kunnugt mörgum hér að Lakers urðu þrefalldir meistarar á árunum 99-02.\nDetroit hafa ekki unnið titil síðan árið 1990 en það var annar titill liðsins í röð … með þá Joe Dumars og Isaih Thomas fremsta í flokki. Nú eru aðrir tímar og Ben Wallace, Rasheed Wallace og Richard Hamilton leiða liðið að þessu sinni.\nÞessi viðureign er ekki sú skemmtilegasta að mínu mati. Ég hefði vilja sjá Indiana í úrslitum en eins og kannski flestir vita þá leggja Detroit mikið á góðan varnarleik og fer stigaskorið þá í leikjum Detroit manna varla yfir 90 stig … stundum ekki yfir 80 stig.\nKarl Malone og Gary Payton eru hársbreidd frá því að ná takmarki sínu eða ástæðunni fyrir því að þeir fórnuðu nærri því öllum launum sínum og fluttu til Kaliforniu. Lakers var möguleikinn á titli… hvorugur hafði unnið einn.\nMeð sigri í ár þá stefnir Phil Jackson að því að fá sinn tíunda meistarahring á 13-14 árum (held ég). Ég þori ekki að fara með það en ég held að Phil Jackson sé eini þjálfarinn sem hefur unnið þrjár þrennur … tvær þrennur með Bulls eða 6 titlar alls, og eina þrennu með Lakers sem gerir það 9 titla. Er tíundu handan við hornið ?\nJæja fólk. Hvernig fer þetta. Ræður Ben Wallace við Shaq. Ef að það er einhver maður í deildinni sem mun ráða við Shaq þá er það Ben Wallace. Mun Richard Hamilton standast pressuna. Hamilton er búinn að brillera núna í úrslitakeppninni og er lykilmaður í liði Detroit. Rasheed Wallace átti örugglega ekki von á því þegar hann spilaði sinn fyrsta leik í vetur með Atlanta Hawks, að hann mundi spila til úrslita í deildinni. Kobe Bryant er nú að ljúka við sitt áttunda tímabil í deildinni og hugsanlega fjórða titil. Það er alveg rosalegur árangur ef að maður pælir í þvái ð Jordan þurfti að bíða í 7 ár eftir fyrsta sínum.\nJæja … Hvernig fer þetta ???",
    "url": "https://www.hugi.is/korfubolti/greinar/208677/lakers-pistons-finals-2004/",
    "url_id": "208677",
    "id": "1606475",
    "replies": [
        {
            "user": "gilli",
            "user_id": "3867",
            "date": "2004-06-04 11:24:36",
            "id": "1606476",
            "reply_to_id": "1606475",
            "text": "ég er nokkuð viss um það að baráttan undir körfunni verður jöfn í þessu einvígi og jafnvel gæri farið svo að þeir nági að halda Shaq algjörlega í taumi, hinns vegar hef ég ekki trú á sóknatilburðum Detroit   utan að velli, Rip er magnaðir leikmaður en hann er ekki að fara að taka lakers einn, ef Detroit ætla sér að vinna einhverja leiki þarf Chaunce billubs að taka einhverja 20-25 stiga leiki, Kobe bryant á án vafa eftir að vera stigahæsti maður lakers í þessu einvígi og spurningin er svo hvort það verði ekki bara nóg til að tryggja þeim titilinn\nÞvi miður spái ég lakers sigur í 5 leikjum, ég myndi auðvita vilja spennandi úrslitarimmu en það er ekki útlit fyrir leik 7 :("
        },
        {
            "user": "abargath",
            "user_id": "9561",
            "date": "2004-06-04 13:28:14",
            "id": "1606477",
            "reply_to_id": "1606476",
            "text": "Með fullri virðingu fyrir Ben Wallace (og ég ber mjög mikla virðingu fyrir honum) þá er ekki til kjötskrokkur á þessari plánetu sem spilar körfubolta og getur stoppað Shaq án talsverðar hjálpar frá samherjum.\nÉg er á þeirra skoðunar að til að Detroit vinni þetta einvigi þá þarf einhver eða jafnvel tveir af fjórum stóru nöfnunum að meiðast hjá Lakers eða að Detroit smelli algerlega saman og spili 4 bestu leiki sem þeir hafa nokkurntímann spilað á ferlinum, sem mér finnst mjög ólíklegt.  Ég spái Lakers sigri í annaðhvort 4-1 eða 4-2 og hallast frekar að 4-1."
        },
        {
            "user": "gilli",
            "user_id": "3867",
            "date": "2004-06-04 15:05:39",
            "id": "1606478",
            "reply_to_id": "1606477",
            "text": "ja abargath það er alveg satt en ég er að tala um að Wallace-arnir, saman eiga alveg séns að stoppa shaq saman, malone hefur ekki verið lead scorer fyrir lakers í ár og þá þarf hann örugglega að taka sig til þvi að hann á örugglega eftir að vera soldið laus þarna undir."
        },
        {
            "user": "Aquemini",
            "user_id": "42255",
            "date": "2004-06-04 11:48:32",
            "id": "1606479",
            "reply_to_id": "1606475",
            "text": "Ég held að Lakers taki þetta í 6 leikjum en þeir munu eiga erfitt í fyrstu þremur leikjunum með vörn Pistons. Eftir þrjá leiki verður staðan 2-1 Pistons í vil en Lakers munu sigra 4-2 að lokum."
        },
        {
            "user": "mindrap3r",
            "user_id": "5580",
            "date": "2004-06-04 15:13:49",
            "id": "1606480",
            "reply_to_id": "1606475",
            "text": "Ég hef ekkert fylgst með NBA í vetur, en hef horft solið á úrslitakeppnina. Ég var að spá hvort að þið NBA gúru'ar gætu ekki fundið úrslitin í viðureignum LA Lakers vs Detriot Pistons í vetur og henda þeim hingað inn að ganni! :)"
        },
        {
            "user": "goat",
            "user_id": "18686",
            "date": "2004-06-04 15:37:47",
            "id": "1606481",
            "reply_to_id": "1606480",
            "text": "Það þarf ekki að vera NBA gúru til að geta fundið það … bara aðeins að kunna að leita á netinu.\nEn fyrir áhugasama… þá hafa Lakers og Detroit keppst við í vetur og hafa Lakers sigrað einn og Detroit einn.\nLakers sigruðu Detroit á heimavelli 14. nóv\nDetroit sigruðu Lakers á heimavelli 18. nóv\nSvo auðvitað vantaði Rasheed Wallace í Detroit liðið …"
        },
        {
            "user": "SirK",
            "user_id": "1764",
            "date": "2004-06-04 15:41:15",
            "id": "1606482",
            "reply_to_id": "1606480",
            "text": "Nov 14 Fri LA Lakers-Detroit  94-89\nNov 18 Tue Detroit-LA Lakers  106-96\nJá, liðin hafa aðeins tvisvar keppt í vetur og bæði lið unnið 1 leik. Ég er nú á því að Lakers taki þetta frekar létt. Gæti hugsast að Detroit vinni fyrstu tvo heimaleiki sína en Lakers tekur þetta þá 4-2. Held að hoopshype.com hafi útskýrt það best af hverju Lakers munu taka þetta.\n1. Shaq. Too obvious. There simply isn’t anyone in the NBA that has the type of impact on the game Shaq does. He alters and blocks shots defensively, and on the offensive end he’s an immovable, dunking machine inside. Who’s going to guard him, Ben Wallace? Big Ben has the impressive physique, but he gives up at least five inches and 80 pounds.\n2. Kobe. Again, who defends him? Richard Hamilton is a nice offensive player, but if he’s forced to try and lock up Kobe, it’ll take away from Rip's offensive effectiveness. Kobe has yet to land a Finals MVP, so expect him to go all out to land one – and thus up his bargaining power with the Lakers this summer.\n3. Experience. The Lakers have been here four times in the last five years. Who on the Pistons roster has Finals experience? Only Elden Campbell and Lindsey Hunter. Not that they’ll be in awe, but when the chips are down in the final minutes of a close game, who do you want taking the shot, Kobe Bryant or Chauncey Billups?\n4. Point guard play. Some might give Billups the edge over Gary Payton because the man they used to call The Glove has had a mediocre playoffs. Not true. Payton is a savvy, experienced defender, and Billups is more one dimensional (he's nothing special with the dribble penetration) than Tony Parker and Sam Cassell.\n5. The Mailman. What, you think Karl Malone, he of the akimbo elbows and knees, would get to the finals at age 40 and lose? Kobe and Shaq will slug it out for the MVP award, but I just don’t see Malone letting the Lakers lose this series – both as a leader, and a force inside. He’s the ideal physical defender for shutting down Rasheed Wallace or forcing him into losing his cool.\n6. Defense. It’s going to be billed as a low-scoring series, where the first to score 90 points wins. However, the Lakers match up very favorably with Detroit. Devean George and Kobe Bryant will probably take turns on Hamilton, which should wear him down. Malone should have no problem shutting down Wallace, and I give Payton the edge over Billups.\n7. The Zen Master. Many a critic will bemoan the fact Phil Jackson has won all of his titles courtesy of the best players of their respective eras – Michael Jordan, Shaq, and Kobe. But when it comes to postseason brilliance, how else to explain’s Jackson’s nearly impeccable record of closing out series? When Detroit goes on a 12-0 run and Jackson doesn’t use a time-out, it makes you smile because you know it’s all part of his plan.\n8. The A-list factor. Wednesday night, ESPN panned the audience in Detroit for celebrities during Game 6. They came up with Joey Harrington of the Lions, and Kid Rock. L.A. counters with a bevy of one-name A-listers such as Leo, Jack, and Denzel, not to mention Spiderman.\n9. Homecourt. The Pistons were able to steal two games in Indiana, but the Lakers have been unbeatable at the Staples Center this postseason. To pull off an upset in LA, Detroit will really need to show off some offensive firepower, which is unlikely. Who’s the third option – Corliss Williamson?\n10. One last time. Much speculation has been made up what will happen to the Lakers after this season – will Kobe go, will Phil stay, will Payton return for one more year. Well if Kobe does bolt to the Suns (yeah, like he’d go to that non-market), and Phil retires (why?), then this would be the final Lakers hurrah, one last title to close out a half-decade of dominance. It would be a run equal to that of the 1990's Bulls, and the Celtics of old. With so much at stake, and this maybe being the final time such an awesome unit is assembled, expect the Lakers to band together and take out the Pistons in five games\nHoopshype 2. júní 2004"
        },
        {
            "user": "abargath",
            "user_id": "9561",
            "date": "2004-06-04 15:48:15",
            "id": "1606483",
            "reply_to_id": "1606482",
            "text": "Ég hefði ekki getað orðað þetta betur sjálfur en þessi greinarhöfundur hjá hoopshype.com, sammála öllum 10 atriðunum."
        },
        {
            "user": "Frostbyte",
            "user_id": "9040",
            "date": "2004-06-04 20:22:38",
            "id": "1606484",
            "reply_to_id": "1606482",
            "text": "Ég vil byrja á því að segja “I told ya so”. Hvað sagði ég? Þegar ég heyrði hverjir yrðu í undanúrslitum sagði ég með mér, og skrifaði meira að segja hérna í körfuboltadálkana: Lakers vs. Pistons, Shaq vs. Big Ben. Spáði og vonaði en innst inni vissi ég bara að svona yrði þetta. Var ekki flóknara… ;)\nÉg vil að bæði lið vinni og verð alveg á báðum áttum hvort lið ég á að styðja í úrslitaleikjunum. Samt verð ég að segja að ég er sammála þessari grein. Þegar allt kemur til alls munu Lakers vinna. It's as simple as that. Ég er ekki með þessu að segja að Pistons hafi enga von, en ég myndi allavega ekki veðja á að þeir ynnu. Þetta er líkt og með að verða skyndilega ríkur. Það eru nánast engar líkur á því, en væri ekki gaman ef það gerðist?\nYours truly,\nFrostbyte"
        },
        {
            "user": "Mash",
            "user_id": "53466",
            "date": "2004-06-04 21:15:08",
            "id": "1606485",
            "reply_to_id": "1606475",
            "text": "Mjög góð grein, sérstaklega fyrst hún var skrifuð á nokkrum mínútum. Samt, ég hef ekki heyrt minnst á sögnina endurná.\nAnnars verð ég að segja að Lakers eru sigurstranglegri á pappírunum. Valinn maður í hverju rúmi og 4 stórstjörnur í byrjunarliðinu. Shaq, Malone, Kobe, Payton og Fisher/George er ekki slakt byrjunarlið. Á móti kemur að ef einhverjir eiga að stöðva Lakers fyrst Spurs gátu það ekki eru það Pistons. Skrímslið Ben Wallace er með bestu varnarmönnum í heimi, Sheed er góður þegar hann er ekki í rugli og Rip hefur sannað getu sína að undanförnu. Hitt er annað mál að Billups og Prince þykja ekki þeir bestu en þá ber að varast. Bekkinn skipa Campbell, Williamson, James og fleiri klassavaramenn. Lakersmenn hafa á bekknum Medvedenko, Fisher/George, Rush og Russell. Þykir mér Pistonsmenn hafa vinninginn á þeim bænum. En ef einhver fer á taugum, er hann í Detroit og minni reynsla á eftir að há þeim. Ef Lakersmenn halda dampi verða þeir klárlega meistarar."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-06-05 01:00:44",
            "id": "1606486",
            "reply_to_id": "1606475",
            "text": "segi nú bara go lakers!"
        },
        {
            "user": "Nemesis",
            "user_id": "22078",
            "date": "2004-06-05 04:31:10",
            "id": "1606487",
            "reply_to_id": "1606475",
            "text": "Mér finnst frekar gaman að horfa á körfubolta. Ástæðan fyrir því að ég fylgist ekkert með honum er einfaldlega sú að hagsmunaaðilum og auglýsendum í BNA tókst að troða í hann fullt af auglýsingahléum, þannig að ekkert flæði kemst í gang. Minnisstæðast er mér atvik núna um daginn þegar ég rakst óvænt á körfubolta. Einhver leikhluti var nýbyrjaður eftir laangt auglýsingahlé og LA lakers voru að komast á skrið, búnir að skora 2svar í röð á meðan hinir aldrei og lakers voru aftur komnir í sókn. Neinei, kemur ekki eitthvað hlé strax aftur og maður er strax kominn aftur í auglýsingahlé!\nÉg slökkti á sjónvarpinu."
        },
        {
            "user": "hemmi1",
            "user_id": "36036",
            "date": "2004-06-05 09:31:51",
            "id": "1606488",
            "reply_to_id": "1606487",
            "text": "Ég er sammála þessu með hléin, og kannski er það bara ímyndun hjá mér, en mér finnst þau vera lengri í úrslitakeppninni. Það getur tekið svolítið á taugarnar þegar maður er að vaka fram eftir öllu til að fylgjast með leik og er að fara að vinna 3 tímum seinna….\nEn annars held ég að 90% körfuboltaáhugamanna sem eru hvorki Lakersaðdáendur eða “Lakers-hatarar” hljóti að spá þeim sigri. Ég held þetta fari í 6 leiki. Detroit hafa ekki búist við þessari stöðu þegar þeir ákváðu að velja ekki Anthony, það hefði kannski ekki dugað til, en allavega hjálpað"
        },
        {
            "user": "koni",
            "user_id": "12373",
            "date": "2004-06-05 16:39:53",
            "id": "1606489",
            "reply_to_id": "1606488",
            "text": "Það halda líklegast allir að Lakers taki þetta, en ég er nú að vonast að Pistons taki þetta. Þeir hafa átt frábært tímabil með menn á borð við Hamilton, Rasheed Wallace og Ben Wallace sem hafa allir spilað feikna vel á þessu tímabili og ég vonast til að Pistons taki þetta"
        },
        {
            "user": "tumix",
            "user_id": "23375",
            "date": "2004-06-05 19:31:51",
            "id": "1606490",
            "reply_to_id": "1606489",
            "text": "Ég segi að þetta endi í 7 leikjum og Pistons taki þetta :)"
        },
        {
            "user": "hemmi1",
            "user_id": "36036",
            "date": "2004-06-05 20:16:23",
            "id": "1606491",
            "reply_to_id": "1606490",
            "text": "Ég eiginlega vona að Pistons vinni þetta, en er vondaufur, þá vantar sóknina. Ég leyfi mér þó að vona."
        },
        {
            "user": "Sporti",
            "user_id": "26071",
            "date": "2004-06-05 22:01:18",
            "id": "1606492",
            "reply_to_id": "1606475",
            "text": "Ekkert rugl hérna\nNúmer 1 Detroit er með lélegra lið en Spurs(miklu) og Minnesota svo að þeir fara nú ekki að taka upp á því að vinna lakers.\nnúmer 2 Allir að tala um að Detroit eru með svo frábært varnarlið(sem þeir eru með) en lakers eru búnir að slá út spurs sem að mínu mati eru með besta varnarlið deildarinar(sama og Detroit í skoruð stig aðstæðinga og það allt gert í vesturströndini)\nNúmer 3 Shaq,Kobe,Malone og Payton = Meistarar þetta fer 4-1 eða mestalagi 4-2 fyrir Lakers.\nÉg gæti skrifað helling í viðbót um þetta, en ég þarf ekki að segja meira. Þið megið reyna að gera þetta eins spennandi og þið viljið en lakers fara nokkuð létt með þetta :0)"
        },
        {
            "user": "tumix",
            "user_id": "23375",
            "date": "2004-06-06 17:17:57",
            "id": "1606493",
            "reply_to_id": "1606492",
            "text": "Ég er alls ekki viss enginn pressa á Detroit og með klíkumeðlimina tvo Rasheed Wallace og Ben Wallace að þeir nái að stoppa Shaq svo er það bara spurningin með Kobe hvernig að hann verði sé hann bara ekki vera með 30+ í öllum þessum leikjum.Þetta verður mjög spennandi einvígi ég er viss um það"
        }
    ]
}