{
    "forum_title": "Smásögur",
    "user": "happye",
    "user_id": "19860",
    "date": "2004-06-06 14:28:14",
    "title": "\"Innan gæsalappa\"",
    "text": "Þetta er stílæfing sem ég gerði fyrir Frásagnartækni uppi í háskóla í vetur.  Stikkorðið fyrir æfinguna var “Gæslappir”…\n„Þegar ég vakna stendur slanga upp úr hálsinum á mér. Tvö lítil rör liggja sitt úr hvorri nösinni. Ég þarf að gubba.\nÉg veit hvað ég þarf að segja þeim. Fór yfir það margoft í höfðinu áður en ég bar pilluglasið skjálfhentur að munninum.\nÉg var með hausverk. (Innan gæsalappa). Hann fór ekki, svo ég gleypti fleiri og fleiri verkjatöflur þangað til ég sofnaði. Óvart. (Innan gæsalappa).\nÉg reyni að snúa hausnum, en er of máttfarinn. Ég finn slönguna nuddast upp við barkann á mér og kúgast.\nHefurðu einhverntíma kúgast með slöngu ofan í hálsinum? Mæli ekki með því.\nÞeir eiga eftir að koma með geðlækni, sem á eftir að spyrja mig allskyns spurninga sem ég mun að sjálfsögðu svara eftir bestu getu. (Innan gæsalappa).\nÉg er sáttur við sjálfan mig.\nSáttur við lífið.\nMyndi aldrei láta mér detta í hug að svifta mig lífi.\nÉg hef stjórn á lífi mínu.\n(Allt innan gæsalappa).\nSígarettu. Kaffibolla. Valíum. Núna.\nÉg horfi upp í loftið á stofunni og tel vatnsbólurnar í málningunni. Flúorperan er að klárast, blikkar eins og stróbljós.\nÉg elska konuna mína. (Innan gæsalappa).\nHjúkrunarkona bograr sig yfir mig og aðgætir hvort allar slöngurnar séu í lagi. Þykk slanga liggur inn í handarbakið á mér. Ég er tengdur við hjartasírita og vél sem segir ping! í sífellu.\nÉg reyni að benda hjúkrunarkonunni á að taka slönguna úr nefinu á mér. Að draga rörið úr hálsinum á mér.\nHún klappar mér á handarbakið. Brosir taugaóstyrk. Hringir á lækni.\nÉg er búinn að vera með verk í höfðinu í viku. (Innan gæsalappa). Verk í sálinni kannski.\nÉg ruglaðist á töflum. (Innan gæsalappa). Er það tilviljun að sterku verkjalyfin líta alveg eins út og allar aðrar töflur sem ég á? Vægar vöðvaslakandi töflur. A og D vítamín.\nGeðlæknirinn spyr mig hvort það sé geðveiki í ættinni.\nKannski í orði, innan gæsalappa, en það hefur aldrei truflað mig.\nÉg er í góðu andlegu ástandi.\nInnan gæsalappa.“\nÉg opna augun. Margir mánuðir síðan læknirinn las tilvitnanir í sjúkan huga en ekki milli línanna. Ég horfi á svartklæddan mann, sem heldur á bók. Hann hendir mold framan í mig. Ég reyni að hreyfa mig en get það ekki. Svo síg ég ofan í jörðina.\nÉg er ekki dáinn. Ekki nema innan gæsalappa.",
    "url": "https://www.hugi.is/smasogur/greinar/208906/innan-gaesalappa/",
    "url_id": "208906",
    "id": "1608328",
    "replies": [
        {
            "user": "Heyglo",
            "user_id": "42587",
            "date": "2004-06-07 14:31:41",
            "id": "1608329",
            "reply_to_id": "1608328",
            "text": "Ágætis Ágæti"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-06-07 14:37:55",
            "id": "1608330",
            "reply_to_id": "1608328",
            "text": "U suck"
        },
        {
            "user": "audioslave",
            "user_id": "36227",
            "date": "2004-06-07 15:14:28",
            "id": "1608331",
            "reply_to_id": "1608328",
            "text": "Hvað er málið með myndina af kauða? Er þetta sá “geðveiki”?"
        },
        {
            "user": "happye",
            "user_id": "19860",
            "date": "2004-06-11 17:54:40",
            "id": "1608332",
            "reply_to_id": "1608331",
            "text": "Eg veit ekki af hverju eg notadi tessa mynd…\nit's a mystery…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-06-11 17:22:30",
            "id": "1608333",
            "reply_to_id": "1608328",
            "text": "flott… mjög flott…"
        }
    ]
}