{
    "forum_title": "Anime og manga",
    "user": "Yugioh",
    "user_id": "37335",
    "date": "2004-06-06 19:17:56",
    "title": "Slayers Try",
    "text": "Jæjæ þá er þriðja serían af Slayers komin :)\nFyrir 1000 árum myndaðist  eitthverskonar galdraveggur sem er í kringun landið. Engin kemst út né inn.\nEn núna eftir að Lina drap “Hellmaster Phibrizzo” veggurinn er nú horfin og hermenn seyruun að undirbúa skipin til að leggja af stað í “The Outer World” eins og þau kalla það.  Margir hafa komið til að sjá skipin fara einnig  Gourry, Lina og Zelgadis en Lina fékk eitthvað bréf sem sagði að eitthver vildi hitta hana svo þau þrjú  fara upp í turn og eru að bíða eftir að sá sem sendi bréfið kæmi svo Lina og Zel eru bara að tala saman og Zel segir að honum langar líka með í ferðina til að finna leið til að breyta sér aftur í manneskju. Svo kemur stelpa og segist heita Filia, sú sem sendi bréfið og hún fór að tala um hvað þau væru hugrökk og sterk, en á með hún er að tala kemur vildur og færir kjólnum hennar til og Gourry sér hala en hann vil skoða það betur og lyftir kjólnum upp,\nFilia byrjar að öskra og tekur fram eitthverskonar slegju eða eitthvað og ber Gourry svo hleypur hún í burtu. Dagin eftir eru þau á höfninni til að sjá skipin leggja af stað , Amelia er upp á sviði með föðursínum að halda ræðu svo Lina, Gourry og Zel eru að ræða saman um Filiu og það sem hún sagði svo kemur hún og biðst afsökunar um að hafa hlupið á brott svo heldur hún áfram og segið að hún vilji setja á þau próf til að sjá hvað þau eru sterk svo hverfur hún. Lina frer uppá svið til að heilsa uppá Ameliu sem hafa ekki sést í nokkra mánuði, svo kemur stór dreki og byrjar  að rústa skipunum svo að Lina, Gourry, Zeldadis og Amelia uppá eitt skipið til að drepa drekan, svo endar á því að Lina notar “The Dragon Slave” en drekinn hverfur en allir halda að hún hafi náð að drepa hann en svo kemur stór alda eftir  “The Dragon Slave” í átt að þeim og borginni svo eftir að aldan hefur sokkið öllum shipunum (nema sem þau eru á) og brygguni og nokkur hún af borginni ákveð Lina að þau fara sjálf í “The Outer World” til að lenda í nýjum ævintýrum en þau hafa ekki hugmynd um hætturnar sem þau eiga eftir að lenda í…\nAllir þættirnir eru frábærir og myndirnar eru snild líka en skemmtilegasta myndin er Slayers Premium því Gourry, Zelgadisog Amelia eru í henni og Naga kemur pínu í henni líka en ég segi frá myndunum öllum bara í einni grein seinna.\nBye Bye :)",
    "url": "https://www.hugi.is/manga/greinar/208909/slayers-try/",
    "url_id": "208909",
    "id": "1608355",
    "replies": [
        {
            "user": "Retsuga",
            "user_id": "33630",
            "date": "2004-06-13 11:48:24",
            "id": "1608356",
            "reply_to_id": "1608355",
            "text": "það er zelgatis"
        },
        {
            "user": "Vilhelm",
            "user_id": "2179",
            "date": "2004-06-13 12:24:09",
            "id": "1608357",
            "reply_to_id": "1608356",
            "text": "Það er Zelgadis… ;)"
        },
        {
            "user": "Titan",
            "user_id": "7585",
            "date": "2004-06-25 13:01:59",
            "id": "1608358",
            "reply_to_id": "1608355",
            "text": "Allar slayers seríurnhar/OVA-urnar eru snilld.. með tölu"
        }
    ]
}