{
    "forum_title": "Blizzard leikir",
    "user": "Selshamur",
    "user_id": "19356",
    "date": "2004-06-07 19:35:24",
    "title": "Sálarsteinarnir eyðilaggðir!? (framhald af LOD)",
    "text": "Eftir að hafa eyðilaggt alla sálsteinanna snýrðu heim aftur, og sérð að bæinn væri búið að leggja í rúst. Ekkert eftir nema rústir og dauðar líkir. Þú ferð í húsið þitt og sérð eitthvað skrifað á vegginn eftir blóð foreldra þinna. Þar stendur: “ÞÚ HEFUR KANNSKI EYÐILAGGT SÁLARSTEINANNA OKKAR EN ÞÚ MUNT ALDREI FULLKOMLEGA EYÐILEGGJA OKKUR!!” Þú hugleiðir um hvað þetta eigi að þýða og ferð og leitar eftir Cain. Þegar þú loksins finnur hann sérðu að hann er látinn, og í hendinni hans liggur nóta (scroll). Nótan skýrir út að “The Prime Evils” eru ekki fullkomlega dauðir. Reyndar eru þeir snúnir aftur sterkari enn áður. Þú kveikir í nótunni en á sama tíma myndast 5 goblinar úr henni. Þú tekur þá með léttum leik. Þessir goblinar voru ekki sentir til að drepa þig, heldur til að sanna að “The Prime Evils” eru enn á lífi. Allt í einu byrjuðu að myndast rúnir úr líkum þeirra og þú last úr þeim: “Tal Rasha”.\nAllt í einu birtistu fyrir utan Tal Rashas Tomb. Þú hleypur eins og fætur toga til Lut Golein. Þegar þú ert kominn er allur bærinn umkringdur goblinum. Þú drepur þá alla og finnur Dragnon. Hann útskýrir að það sem hann veit er að “The Prime Evils” hafa ekki enn risið upp frá dauða, en Mephisto er enn á lífi, Dragnon segir að hann hafi haft tvo sálarsteina, og að hinn steinninn sé en að gefa honum líf til þess að geta frelsað hina bræður sína. Meðan að Diablo og Bhaal eru að nota orku sína í gegnum hermenn helvítis, og munu ekki hætta fyrr en þeir hafa algjörlega sýkt heiminn. Einnig segir hann að Tal Rashas Tomb er meiri hættulegri en nokkru sinni áður, og skuli maður fara með varúð. Þegar þú ferð oní grafhýsið finnurðu lykt af dauða og rotnun. Það er greinilega fullt af ilsku hérna oní. Þú berst alla leiðina í gegn, þar til þú sérð sjálfan Tal Tasha fyrir framan þig gangandi eins og hann taki ekki eftir þér. Þú prófar og spyrð hvað er að, en á sama tíma sendir hann 10 eld boltum (fireballs) í átt að þér. Þú nærð rétt svo að forðast kúlunum. Það virðist vera tími að drepa fyrst síðan spyrja spurninga. Hann skýtur enn og aftur 10 eldkúlum en þú stekkur alveg að honum og skerð af honum hausinn. Enn virðist eins og verkefnið sé ekki búið. Út um veggina birstis Bhaal, en þú sérð strac að þetta er ekki hann sjálfur, heldur eftirmynd (illusion) af honum. Þú nærð að vinna hann léttilega vegna þess að Baals kraftar eru ekki ennþá fullkomlega virkar, þar sem hann er ennþá fangi, og bíður eftir frelsun sinni frá Mephisto.\nÞú ferðast alla leið til Kurast til þess að gá hvort hatrið hans Mephistos hefur enn verið sent þangað. Þegar þú kemur þangað sérðu ekkert nema eintóma mýri. Þú klöngrast í gegnum hana og loksins finnur þú Kurast. Undir 6 metra dýpi af drullu finnurðu Natalya, hún segir að Mephisto hafi sýnst sig hér og er á leið til “Hlið Helvítis” til að frelsa bróður sinn Diablo. Hún ákveður að ganga til liðs með sér til þess að stoppa nýju krafta “The Prime Evils”.\nÞegar þú loksins kemur að hlið helvítis´, sérðu ekkert nema illsku. Sálir að flýja í burtu frá djöflum, og jafnvel djöflar að flýja frá kvikindum, sem ég get einu sinni ekki lýst. Þegar þú ferð inn um hliðið, fer allt í einu svart ský í gegnum Natalya. Og þegar þú snýrð þér við sérðu tvær risastórar klær rétt hjá hálsinum á þér, Natalya hefur verið bölvuð (cursed).\nÞú hefur tvær leiðir til að leysa vandann.\n1. Drepa Natalya og halda áfram ferðalaginu með nýjan veikleika………….sektarkennd.\n2. Ekki drepa Natalya og finna leið til þess að lækna hana.\n1. Þú stingur sverðinu í gegnum hausinn á henni og hún fellur til jarðar. Með mikla sorg heldurðu áfram ferðalaginu. Þú berst í gegn þar til þú finnur Mephisto. Hann skýtur risastórri kúlu, með einhverri mynd sem er þér óskýr, en þegar kúlan er beint fyrir framan þig, stoppar hún. Þú sérð Natalya og allar góðu stundirnar sem þið hafið átt saman. Þú ferð niðrá hnén og skælir eins og lítil stelpa. Mephisto skýtur eldingar kúlu (lightning bolt) í gegnum þig og þú hristist til dauða. Þér hefur mistekist vegna þess að eitt skipti trúðir þú því að vinir væru ekki mikilvægir.\n2. Þú lítur í kringum þig og sérð Izul. Þú hleypur upp að honum og staðsetur sverðið þitt fyrir framan hálsinn hans. Þú segir að ef hann vilji halda á lífi þá væri eins gott fyrir hann að frelsa Natalya frá þessari illsku. En þá hverfur Izul og úr honum myndast 4 verur sem eru ljótari en andskotinn. Þau hlaupa upp að þér öll í beina línu. en þú ert það snöggur að þú nærð að taka upp bogann og skýtur einni ör, og með heppni nær hún að fara í gegnum þá alla og með því drápust öll kvikindinn. Þú heldur áfram í gegnum River of Flame. Og þú ert búinn að átta þér á því að “The Prime Evils” ætla að berjast saman gegn þér og munu því verða ósigrandi. Þannig þú ákveður að fara til City of the Damned og fá fleiri þjálfun. Þegar þú ferð upp úr stiganum sérðu í efstu tröppunni svartklæddann mann með sverðið hans Tyraels. En hliðina á honum sérðu í búr sem Tyrael er í. Tekur maðurinn skykkjuna af sér og sérð þú að þetta er Mephisto sjálfur. Á sama tíma heyrirðu hljóð fyrir aftann þig og sérð að Natalya hafi læðst fyrir aftann þig og ætlar að kála þér. Þú hleypur upp að opnu svæði enn Natalya eltir þig eins og hún ætli virkilega að kála þér. Þú reynir að sannfæra hana að þú sért með henni að reyna að stoppa “The Prime Evils”. Fyrir aftann hana stendur Mephisto og segir henni ekki að hlusta á hann og eigi að klára hann af. Natalya allt í einu stendur krafkyr og þjáist af bölvun sinni. Svo allt í einu eftir nokkra stund snýr hún sér snögglega við og klórar hausinn af Mephisto. Það myndaðist mjög mikill reykur í kringum Mephisto og það byrjaði að myndast jarðskjálfti. Svo allt í einu gufar Mephisto upp og ekkert eftir er af honum, enn á jörðinni liggur sálarsteinninn. Þegar þú ætlar að fara að taka hann upp, heyrirðu að Natalya er í vandræðum. Það er um seinan. Mephisto hefur þegar frelsað bræður sína. Diablo og Bhaal stóðu hlið við hlið með Natalya á milli þeirra. Við það sprettur heilmikil reiði úr þér og þú hleypur, en um leið og þú byrjar að hlaupa þá allt í einu frosnarðu. Bhaal hefur frosið þig við jörðinna. Þú veist ekkert hvað þú átt að gera, en þú sérð að Diablo er að undirbúa að spúa eldi á þig. Þú stendur eins og algjör aumingi þarna og býrð þig undir til að tortímast. Diablo spýr eldir yfir þig allan, en það gerist ekkert. Þú finnur ekki fyrir neinu og þú gast allt í einu hreyft þig. En þegar þú snýrð þér við sérðu að Tyrael er dauður í búrinu sem hann var í. Diablo gat ekki trúað þessu, hann vissi hvað hefði gerst. Tyrael hefur gefið líf sitt til þín þannig að þú ert orðinn ódauðlegur. Þú sendir ísstorm á Diablo og hann springur í milljón ísmola. Þá ferðu hægt og rólega upp að Bhaal og hann stendur þarna eins og pinkulítil mýfluga. Þú ferð upp að honum og heldur sverðinu upp að hálsi hans. Hann biður um miskunn, en eftir nokkrar sekúndur skerðu hausinn af honum með sverði Tyraels. Eftir að hafa drepið Bhaal sérðu sál Tyraels. Hann segir að hann hafi lokað “The Prime Evils” að eilífu í helvíti, svo lengi sem hliðið verður ekki opnað þá verður heimurinn öruggur. Þú ferð til brennda bæjar þíns og ákveður að endurbyggja hann. Nýji bærinn skal heita Natalya Village.",
    "url": "https://www.hugi.is/blizzard/greinar/209040/salarsteinarnir-eydilaggdir-framhald-af-lod/",
    "url_id": "209040",
    "id": "1609242",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2004-06-08 15:24:33",
            "id": "1609243",
            "reply_to_id": "1609242",
            "text": "snilld ;)"
        },
        {
            "user": "johnMclane",
            "user_id": "22187",
            "date": "2004-06-08 15:33:47",
            "id": "1609244",
            "reply_to_id": "1609242",
            "text": "Diablo saga ? :)"
        },
        {
            "user": "Kukmand",
            "user_id": "35065",
            "date": "2004-06-10 18:40:31",
            "id": "1609245",
            "reply_to_id": "1609242",
            "text": "Nice saga hjá þér, var orðinn spenntur þarna á tímabili ;p\nKeep up the good work"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-06-10 19:47:57",
            "id": "1609246",
            "reply_to_id": "1609242",
            "text": "Um…hvað á þetta eiginlega að vera?\nAnnars hefði ég drepið Natalyu til að lina þjáningar hennar.\nEn neeeei, eitthvað bull um það að ég trúði ekki að vinir væru mikilvægir. Bullshit. Characterar eru lonerar.\n“Góðu stundirnar sem þið hafið átt saman”? Manneskjan gefur manni aldrei quest og hverfur þegar þú drepur Mephisto! Hvaða andsk***** góðu stundir?!\nEngu að síður ágætis hugmynd, að hafa svona val um það hvað gerist. Samt væri betra að hafa meira af svona “crossroads” og öðruvísi endingar en það að einhver vitleysa drepur þig."
        },
        {
            "user": "complexity",
            "user_id": "44100",
            "date": "2004-06-12 23:27:01",
            "id": "1609247",
            "reply_to_id": "1609242",
            "text": "uhm algjör snilld ég se smá húmor i essu :D"
        },
        {
            "user": "Heimir88",
            "user_id": "20634",
            "date": "2004-06-13 16:30:16",
            "id": "1609248",
            "reply_to_id": "1609242",
            "text": "Hvað ertu gamall ?"
        },
        {
            "user": "MyNameIsMoney",
            "user_id": "18918",
            "date": "2004-07-01 15:06:58",
            "id": "1609249",
            "reply_to_id": "1609242",
            "text": "ogeðslega var þetta einhvað vængefið O.o"
        },
        {
            "user": "Faust",
            "user_id": "26813",
            "date": "2004-07-01 22:44:18",
            "id": "1609250",
            "reply_to_id": "1609249",
            "text": "Hmm..góðu stundir?? ég vann frkn leikin 3 áður en ég fattaði að hún er þarna!!!!!"
        },
        {
            "user": "TommZ",
            "user_id": "48301",
            "date": "2004-08-05 20:23:37",
            "id": "1609251",
            "reply_to_id": "1609242",
            "text": "hvernig nentiru að skrifa þetta allt???"
        },
        {
            "user": "Glottis",
            "user_id": "44852",
            "date": "2004-08-09 16:53:51",
            "id": "1609252",
            "reply_to_id": "1609242",
            "text": "Gaur.. lærðu að lesa og skrifa\n1. Lut Gholein\n2. Drognan ekki Dragnon\n3. hvað í anskotanum er krafkyr?  Hef alltaf haldið að það væri grafkyrr\nog segi einsog aðrir hafa sagt, hvaða góðu stundir með Natalya? Frekar Akara :P\n+ þessi saga er eitthvað voooooðalega illa skrifuð hjá þér gutti.. ef þú ætlar að leggja þetta fyrir þig þá verðuru að æfa þig frekar mikið því gmg!\nOg já *vanda stafsetningu* og skrifa nöfnin á staparheitum og karakterum rétt.. annað er bara ömurlegt."
        },
        {
            "user": "HlynurS",
            "user_id": "30981",
            "date": "2004-08-11 22:04:02",
            "id": "1609253",
            "reply_to_id": "1609252",
            "text": "já, einmitt….\n“Og já *vanda stafsetningu* og skrifa nöfnin á staparheitum og karakterum rétt..”\nhmm þú talar um stafsetningu, en ég hef því miður aldrei heyrt um neitt sem kallast “staparheiti”\nog come on… gaurinn var bara að skrifa sögu… það er ekki eins og að þetta fari í heimspressu…"
        },
        {
            "user": "Glottis",
            "user_id": "44852",
            "date": "2004-08-19 02:33:59",
            "id": "1609254",
            "reply_to_id": "1609253",
            "text": "(btw.. hló reyndar sjálfur að innsláttarvillunni minni)\nog.. ég er svona að kenna guttanum að synda með því að henda honum í djúpu laugina"
        }
    ]
}