{
    "forum_title": "Deiglan",
    "user": "breddan",
    "user_id": "53018",
    "date": "2004-06-08 16:33:35",
    "title": "hjálp getur einhver hjálpað mér?",
    "text": "Ég er fiskur og haga mér á allan máta eins og fiskur! Ég er svo rosalega óákveðin, og veit ekki hvað ég vil læra! ég er búin að stunda listnám/hönnunarnám í iðnskólanum í hafnarfirði og kláraði það en hvað nú? ég vil ekki fara í iðnhönnun því ég tel það ekki henta mér..er ekkert afburða klár í að teikna eða svoleiðis svo ég þori ekki að taka áhættuna á að verða bara hobby listamaður og verða fátæk til æviloka. Ég á ennþá slatta eftir upp í student jafnvel þó ég sé með 140 einungar, þá er bara lítill partur af þeim metinn upp í stúdentspróf: svo það tæki mig allaveganna 2 ár í viðbót.Finnst tíminn vera að hlaupa frá mér og kvíðir fyrir framtíðinni! ER 24 OG EKKI EINU SINNI MEÐ STÚDENT! En það þýðir ekki að væla yfir því..Það sem mér hefur langað til að gera er m.a NUDDNÁM,AUGLÝSINGASÁLFRÆÐI,GRAFÝSK HÖNNUN,BLÓMASKREYTINGAR,VEISLUÞJÓNUSTA,KOKKURINN OFL. en ég finn alltaf einhveja ókosti og tíminn sem það tekur að mennta sig stoppar mig! hafið þið einhverjar hugmyndir,,og þekkjið þið til framanritaðs náms! ps.hefur einhver góða reynslu af áhugasviðsprófun!\nein sem fær sting í magann þegar hún hugsar um framtíðina!",
    "url": "https://www.hugi.is/deiglan/korkar/209206/hjalp-getur-einhver-hjalpad-mer/",
    "url_id": "209206",
    "id": "1610428",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2004-06-08 20:41:47",
            "id": "1610429",
            "reply_to_id": "1610428",
            "text": "farðu bara í verslunarfræði og opnaðu búð…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-06-09 01:24:19",
            "id": "1610430",
            "reply_to_id": "1610429",
            "text": "Ég verð að mæla með pípara og múrara. Það er mjög lítil endurnýjun í greinunum og mikill skortur.\nTil hvers að taka stúdent? Færð engin réttindi útá það.<br><br><font color=“#C0C0C0”><b>Virðingarfyllst\nBF1942 - [I'm]Faikus Denubius\nEVE - [ICEII]Faikus Denubius</b></font>\n<a href=“mailto:Faikus_Denubius@hotmail.com”>Faikus_Denubius@hotmail.com</a>\n<a href=\"\nhttp://www.fnir.is\n“>Félag Nema í Rafiðnum</a>\n<a href=”\nhttp://www.faikus.leti.is\n“>Heimasíðan mín</a>\n<font color=”#808080\">(Insert witty remark or a clever saying)\n- In a post apocaliptic world, the only group of people you can't trust are the ones who have the time and resorces to clean their underwear.\n- I'm so lazy I make a rug on valium look hyper-active.\n- It's a plesure to eat your lead, my good sir.\n</font"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2004-06-13 04:29:55",
            "id": "1610431",
            "reply_to_id": "1610428",
            "text": "Farðu bara að vinna.  Prófaðu hitt og þetta og ef þú fattar hvað þig langar að gera, þá getur þú lært það.  Ekki fara að eyða tíma í að læra eitthvað sem þú fattar svo seinna að þig langar ekki að vinna við."
        }
    ]
}