{
    "forum_title": "Sápur",
    "user": null,
    "user_id": null,
    "date": "2004-06-15 16:57:17",
    "title": "Persónurnar úr The O.C. 2/3",
    "text": "Daginn, Núna er komið að persónunum Summer, Luke, Anna og Oliver - þetta verður í eins uppsetningu og fyrri greinin. Ég vil minna ykkur á að þetta fer allt <a href=\"\nhttp://www.hugi.is/sapur/bigboxes.php?box_id=719\n51#personur\">hingað</a> inn.\nSummer Roberts (Rachel Bilson)\nSummer er besta vinkona Marissu og slútta nr. 1 í Newport. Það þekkja hana allir en þó eru fáir sem þola hana. Summer notar líkama sinn til að fá sitt fram og auðvitað fær hún sitt alltaf fram - Hún segir ávallt hvað hún hugsar og sér aldrei eftir neinu. Summer er dekruð pabbastelpa og hefur verið það alveg síðan foreldrar hennar skildu. Summer hefur verið draumadís Seth's síðan þau voru í barnaskóla og hann er loksins byrjaður að ‘banga’ hana.\nLuke Ward (Chris Carmack)\nLuke er fyrrvr. kærasti Marissu og fyrrvr. konungur Newport. Líf hans hefur verið skrítið síðan hann komst að því að pabbi hans hafi verið í langan tíma að ‘banga’ starfsfélaga sinn. Fyrir nokkru síðan hélt Luke framhjá Marissu og sefur núna með móður hennar - skemmtilegur gaur þar á ferð. Hann hefur nú samt skánað með tímanum og hefur hengið með Ryan, Seth og co. undarfarnar vikur. Hann er þessi ‘djokkí’ sem er skítsama um alla og sefur hjá hverjum sem er - hann hefur nú samt breyst heilmikið síðan hann komst að því að faðir hans er snar-snúinn.\nAnna Stern (Samaire Armstrong)\nAnna er frá Pittsburgh í Pensilvaníu en býr nú í Newport. Anna kom yfir sumarið til O.C. en fór svo í siglingu til Tahíti. Hún er svo sannarlega utankomumaður og passar varla inn í þetta samfélag en hún hefur samt spjarað sig. Hún var með Seth um tíma, en hann sýndi Summer meiri áhuga en Önnu og hún sagði honum upp. Anna er alveg ótrúlega vel gefin stúlka og mun sennilega koma eitthvað meira við sögu í þessum þáttum.\nOliver Trask (Taylor Handley)\nEina persónan í The O.C. sem mér er virkilega illa við. Þoli þennan gaur ekki, hann er svo ýktur eitthvað - og það er ekki leikaranum að kenna, heldur handritshöfundum. Þessi drengur kemur inn í þættina sem þessi ‘fíni’ strákur sem er SAMT hjá sálfræðing. Síðan sjáum við að hann kaupir eiturlyf og við grunum hann um að ljúga um tilvist kærustu sinnar - en síðan er hann strax orðinn eiturlyfjasjúklingur sem lemur sjálfan sig sér til kátínu og reynir að ræna kærustunum frá fólki. Þoli þessa persónu ekki. En allavega, þá kom Oliver inn í þættina sem vinur Marissu en fór útúr seríunni sem sambandsspillir.\nÍ næstu grein af .. PERSÓNURNAR ÚR THE O.C.;\nFjallað verður um Kirsten, Sandy, Julie og Jimmy - ekki missa af því.\nKveðja,\nHrannar Már.",
    "url": "https://www.hugi.is/sapur/greinar/209986/personurnar-ur-the-oc-23/",
    "url_id": "209986",
    "id": "1616388",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2004-06-15 17:51:57",
            "id": "1616389",
            "reply_to_id": "1616388",
            "text": "ég fokking hata Oliver !!! annars flott hjá þér :D"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-06-15 18:34:18",
            "id": "1616390",
            "reply_to_id": "1616389",
            "text": "binni binni binni… ekki segja þetta…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-06-15 18:36:32",
            "id": "1616391",
            "reply_to_id": "1616390",
            "text": "víst Þórður :D"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-06-15 18:52:28",
            "id": "1616392",
            "reply_to_id": "1616391",
            "text": "Okey, þú um það."
        },
        {
            "user": "Chameleon",
            "user_id": "26978",
            "date": "2004-06-15 17:53:19",
            "id": "1616393",
            "reply_to_id": "1616388",
            "text": "Get verið sammála þér með Oliver.\nÞoli hann ekki, en þetta er ekki eina persónan sem ég þoli ekki..\nÉg þoli ekki eina manneskju sem… bara.. kemur í ljós þegar þið horfið á alla seríuna :)\nÆtla ekkert að segja frá neinu"
        },
        {
            "user": "Lunchbox",
            "user_id": "4016",
            "date": "2004-06-15 18:03:52",
            "id": "1616394",
            "reply_to_id": "1616388",
            "text": "I said it before, and i´ll say it again,\n“hvernig meikar hugsandi fólk að horfa á þessa þætti”…."
        },
        {
            "user": "JesusChrist",
            "user_id": "50715",
            "date": "2004-06-15 19:26:33",
            "id": "1616395",
            "reply_to_id": "1616394",
            "text": "því þetta er skemtilegt auli hvernig meikar hugsandi maður að hafa gaman af gsm símum"
        },
        {
            "user": "thor0707",
            "user_id": "52319",
            "date": "2004-06-15 21:25:06",
            "id": "1616396",
            "reply_to_id": "1616388",
            "text": "hjalpi mér ertikki að djóka, eg helt að það væru baarasta stelpur sem hafa áhuga á sápum, en kannski eru sumir bara stelpur i seer!! :-0"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-06-15 21:33:37",
            "id": "1616397",
            "reply_to_id": "1616396",
            "text": "[ Eytt af stjórnanda ]"
        },
        {
            "user": "thor0707",
            "user_id": "52319",
            "date": "2004-06-15 21:34:24",
            "id": "1616398",
            "reply_to_id": "1616396",
            "text": "Well… þú hafðir rangt fyrir þér. Fullt af stelpulegum strákum sem horfa líka á sápur…"
        },
        {
            "user": "thor0707",
            "user_id": "52319",
            "date": "2004-06-16 16:39:38",
            "id": "1616399",
            "reply_to_id": "1616398",
            "text": "Bíddu ég biðst afsökunar ef ég skildi ekki en sagðirðu að það væru bara stelpulegir strákar sem horfa á The O.C.?\nÞað er nefnilega ekki satt! Hvort sem þú trúir því eða ekki…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-06-16 16:51:55",
            "id": "1616400",
            "reply_to_id": "1616399",
            "text": "Þetta var bara grín.\nVar að reyna að vera jafn fáránlegur og þessi notandi þarna sem sagði að bara stelpur horfi á Sápur.\nÉg horfi á sápur, og ég verð seint talinn stelpulegur…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-06-16 19:30:05",
            "id": "1616401",
            "reply_to_id": "1616400",
            "text": "Það má nú deila um það :Ð"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-06-16 19:31:24",
            "id": "1616402",
            "reply_to_id": "1616401",
            "text": "Það er reyndar rétt, það eru til alveg forljótar og karlmannlegar stelpur. :P"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-06-16 19:34:20",
            "id": "1616403",
            "reply_to_id": "1616402",
            "text": "Bara bulla í þér Hr. Anna"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-06-16 19:35:56",
            "id": "1616404",
            "reply_to_id": "1616403",
            "text": "ho ho ho! :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-06-15 23:14:56",
            "id": "1616405",
            "reply_to_id": "1616388",
            "text": "Nú veit ég ekki hvernig þú horfir á þættina. Þ.e.a.s. á S1 eða hleður þeim niður af netinu. EN það væri vel þegið ef að þú slepptir því að segja frá hlutum sem hafa ekki verið sýndir ennþá.\nEins og í fyrsta “pistlinum” þar sem að þú ljóstraðir því upp að Seth myndi “banga” Summer. Það skeði í þættinum sem sýndur var vikuna á eftir og mér var ekkert skemmt að vita það allan tímann."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-06-15 23:20:13",
            "id": "1616406",
            "reply_to_id": "1616405",
            "text": "Ég hef ekki náð í neina þætti af netinu, hef bara horft á S1 - og hef heldur ekkert fengið neina spoilera af netinu.\nSummer og Seth sváfu saman í þættinum þann 7. júní og líka í þættinum í gær, 14. júní, þannig þú ert eitthvað að ruglast.\nMér myndi þykja vænt um það ef þú slepptir svona ásökunum - svona allavega á meðan þú hefur rangt fyrir þér.\nHrannar Már."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-06-15 23:25:32",
            "id": "1616407",
            "reply_to_id": "1616405",
            "text": "hmm…\nÉg skrifaði pistilinn reyndar 4…\nÉg hef samt aldrei tekið þátt af netinu, eða bara heyrt einn spoiler þannig þetta er skrítið.\nGetur ekki verið að þau hafi sofið saman.\nÞú afsakar svarið mitt hérna fyrir ofan, tek ummæli mín til baka.\nHrannar."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-06-15 23:26:40",
            "id": "1616408",
            "reply_to_id": "1616407",
            "text": "Setningin ‘Getur ekki verið að þau hafi sofið saman.’ átti að vera ‘Getur ekki verið að þau hafi sofið saman fyrir 4?’\nHrannar..aftu"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-06-16 00:10:08",
            "id": "1616409",
            "reply_to_id": "1616388",
            "text": "Ágætisgrein hjá þér en mér þætti mjög vænt um það ef þú reyndir aðeins að pússa málfarið og sleppa öllum óþarfaslettum eins og ´banga´ og ´slútta´."
        },
        {
            "user": "tempest",
            "user_id": "26717",
            "date": "2004-06-16 03:27:54",
            "id": "1616410",
            "reply_to_id": "1616388",
            "text": "þetta eru einu sápurnar sem ég get horft á nokkurn tíman því að það er allataf eitthvað skemmtileg “plot” í þeim t.d oliver (HATA HANN LÍKA CHRIST!!!!) og luke (sem er alveg skemmtilega freðinn) og náttúrulega Ryan því að hann kemur út sem soldill loner og þunlgyndissjúklingur en er reyndar bara nett fígúra … og svo er það einfaldlega ekkert betra að gera en horfa á gullfallegar gellur í essu :)"
        },
        {
            "user": "funker5",
            "user_id": "35095",
            "date": "2004-07-30 11:00:48",
            "id": "1616411",
            "reply_to_id": "1616388",
            "text": "Fólk..Fólk..Fólk sápur eru ekki skemmtilegt áhorfsefni en hvernig er hægt að sleppa að horfa á þátt með jaf guðdómlegu kvenfólki og O.C. Býr yfir :P Marissa, Anna, Summer og Theresa og svo eru mömmurnar nú bara vel útlýtandi miðað við að vera mömmur :P svo það eru fleiri ástæður fyrir að strákar horfa á þetta en að vera kvenlegir :D hehe"
        }
    ]
}