{
    "forum_title": "Veiði",
    "user": "allisteina",
    "user_id": "6845",
    "date": "2001-03-28 20:22:30",
    "title": "Fluguhýtingar",
    "text": "Ég hef rosalega gaman af því að veiða, og þá sérstaklega á flugu.Ég er búinn að veiða frá því ég var smá polli á brygjunni.En fór á flugukastnámskeið fyrir 10 árum (er frítugur).Fór svo 2árum síðar á hnýtingar námskeið en hnýtti ekkert í 8 ár.Fór svo aftur á námskeið um daginn og ég skal segja þér það að þetta er snild.Ég er búinn að vera óstöðvandi, er að verða búinn með tæp 100 stk.Og ég ætla að kvetja alla til að byrja,þið sjáið ekki eftir því.               VEIÐI KVEÐJA .",
    "url": "https://www.hugi.is/veidi/greinar/21007/fluguhytingar/",
    "url_id": "21007",
    "id": "135641",
    "replies": [
        {
            "user": "gr33n",
            "user_id": "5289",
            "date": "2001-03-29 10:36:22",
            "id": "135642",
            "reply_to_id": "135641",
            "text": "Ég hnýtti fyrir slatta löngu síðan…. þetta er mjög gaman… og ég hnýtti lengi… bara hef ekki tíma lengur."
        },
        {
            "user": "Moose",
            "user_id": "4615",
            "date": "2001-03-29 17:45:21",
            "id": "135643",
            "reply_to_id": "135642",
            "text": "jamm eg get ymindad mer ad thad se gaman, annars er eg ad spa i ad byrja i fluguveidi i sumar…med hverju er maelt fyrir byrjenur annars?"
        },
        {
            "user": "allisteina",
            "user_id": "6845",
            "date": "2001-03-29 18:25:45",
            "id": "135644",
            "reply_to_id": "135643",
            "text": "Já ekki vera að drolla, byrjaðu um leið og þú getur.Í þínum sporum færi ég í meðal stöng í verði, og ég get mælt með Redington hún er með eilífar ábirð. Ég braut mína í sumar og fék nía samdægurs.Fáðu þér flotlínu númar 7 eða 8. Sæmilega mjúka."
        },
        {
            "user": "poki",
            "user_id": "42716",
            "date": "2001-03-30 21:08:17",
            "id": "135645",
            "reply_to_id": "135644",
            "text": "Sammála síðasta manni.  Redington stangirnar eru góðar.  Red Fly stöng, hún kemur í flottum hólk og er skemmtileg í notkun, fáðu þér svo RIO línu no7 (mér finnst persónulega að #8 séu of groddaralegar græjur fyrir silunginn) og scientific system2 hjól.  þetta er fínn pakki."
        },
        {
            "user": "allisteina",
            "user_id": "6845",
            "date": "2001-03-30 21:39:01",
            "id": "135646",
            "reply_to_id": "135645",
            "text": "Já ég gleymdi að segja nafnið á minni, hún heitir Red Start og er í fjórum pörtum.Mjög handhæg og fer ekkert fyrir henni .Sammála með línuna, hafðu hana no7."
        },
        {
            "user": "Moose",
            "user_id": "4615",
            "date": "2001-03-31 20:22:07",
            "id": "135647",
            "reply_to_id": "135646",
            "text": "og hvada lengd er a stongunum? 8'?"
        },
        {
            "user": "hulda",
            "user_id": "2591",
            "date": "2001-04-01 16:06:02",
            "id": "135648",
            "reply_to_id": "135641",
            "text": "ég hef hnýtt nokkrar flugur, það er ekkert nema snilldin. Mæli með þessu"
        },
        {
            "user": "allisteina",
            "user_id": "6845",
            "date": "2001-04-02 21:57:13",
            "id": "135649",
            "reply_to_id": "135648",
            "text": "Stöngin er 9´#7/8 4pc og kostar um 16 þúsund kall."
        },
        {
            "user": "millennium",
            "user_id": "2024",
            "date": "2001-04-26 17:34:32",
            "id": "135650",
            "reply_to_id": "135649",
            "text": "Persónulega finnst mér stöng fyrir línu 7/8 ekki hentug byrjendastöng.  Ég ráðlegg mönnum eindregið að fá sér stöng fyrir línu 6 sem fyrstu stöng og svo seinna geti menn ákveðið sig með framhaldið, eftir því sem þeir vilja fara í lax eða léttari græjur.  Græjur fyrir línu 6 eru ákjósanlegar í vatnaveiði fyrir byjendur og vel brúkhæfar í laxveiði einnig.  En þegar að menn eru búnir að ná valdi á kasttækninni og veiðinni jafnframt :) þá er langskemmtilegast að vera með sem léttustu græjurnar.  Meðalstíf 9 feta stöng fyrir línu 6 er að ég tel lang bestu græjurnar fyrir byrjanda.  Og nota bene, stöngin endist ævilangt er vel er farið með græjurnar."
        }
    ]
}