{
    "forum_title": "Hundar",
    "user": "gabriela",
    "user_id": "24627",
    "date": "2004-06-16 12:27:17",
    "title": "Border Collie fæst gefins",
    "text": "Hæhæ!\nVið erum með Border Collie hund (15% íslenskur) sem verður eins árs í júlí.\nVið vorum með hann í sveit á Kjalarnesinu, en nú erum við flutt í íbúð án garðs og allt, og það er engan veginn að henta greyinu.\nHann heitir Kolur, er svartur með hvítan kraga og hvítar tásur. Eins og þeir sem þekkja þessa tegund vita er hann afskaplega fjörugur, og er því ekki hentugur í blokkar íbúð eða neitt svoleiðis. Og þó hann sé ekki grimmur, þá er þetta ekki leikfang fyrir krakkana.\nEf einhver getur tekið hann að sér í hús með garði eða sveit, þá hafið samband í síma 849-3947 (María).",
    "url": "https://www.hugi.is/hundar/korkar/210146/border-collie-faest-gefins/",
    "url_id": "210146",
    "id": "1617595",
    "replies": [
        {
            "user": "Vinnukonan",
            "user_id": "33636",
            "date": "2004-06-21 13:58:06",
            "id": "1617596",
            "reply_to_id": "1617595",
            "text": "Er hann frá Selfossi? Heitir mamma hans Skotta?"
        },
        {
            "user": "gabriela",
            "user_id": "24627",
            "date": "2004-06-26 15:58:25",
            "id": "1617597",
            "reply_to_id": "1617596",
            "text": "Umm, ég er ekki alveg klár á því, fengum voða lítið að vita þegar við tókum hann að okkur.. :/\nÞað var einn sem ætlaði að taka hann að sér, en hann þraukaði ekki nema eina helgi, þá var hann eiginlega búinn að gefast upp. Þannig að það þarf að vera alvöru hundafólk sem KANN á hunda sem tekur hann.\nVið erum sko engir bjánar og við vitum alveg að það er hægt að gera þetta að virkilega góðum hundi, en nú er ég ein svo mikið ein með hann og lítið barn að það er svona á mörkunum að það sé að ganga upp…\nÞannig að endilega ef einhver veit um góðan stað fyrir litla dýrið, þá er bara að hafa samband í síma 849-3947.\nKveðja, María."
        }
    ]
}