{
    "forum_title": "Myndlist",
    "user": "Battlecat",
    "user_id": "21591",
    "date": "2004-06-17 01:34:16",
    "title": "List í þýskalandi á tímum Hitlers - Bauhaus.",
    "text": "List í þýskalandi á tímum Hitlers - Bauhaus.\nHefðbundnar stefnur réðu í listum og menningu í byrjun 19. aldar. Það var lítið nýtt að gerast. Hinsvegar byggði þýskaland á einstaklega ríkri og öflugri listahefð frá fornu fari. Leikhús og óperuhús voru í nær öllum borgum og fjölmörgum bæjum um allt þýskaland. Var stuðningur fyrirtækja og opinbera aðila sjálfsagður. Það þótti ekki merkilegt að fara í óperuna eða á leikhús í þýskalandi, það var kannski eins og fyrir okkur að fara í bíó, svo sjálfsagt var þetta nú. Áður en þýska keisaradæmið var stofnað 1871, voru mörg konungsríki, biskupsstólar, hertogadæmi og frjálsar borgir fyrir, sem studdu hvert og eitt sitt listafólk og söfn. Ríkur stuðningur stofnana og almennings við listir og menningu í þýskalandi er kannski ein skýringin á því hvers vegna það var lagður peningur í að stofna eitthvað alveg nýtt og öðruvísi, eða Bauhaus árið 1919.\nÍ ljósi iðnbyltingar, mannfjölgunar, aukinnar tækni og breyttra viðhorfa í þýsku samfélagi á nýrri öld, var skynsamlegt að huga að þörfum fjöldans í nýju samfélagi. Þjóðverjar virast hafa fundið fyrir þessu.\nÞar sem listastefnur í þýskalandi voru hefðbundnar en ótrúlega útbreiddar, miðað við önnur lönd í Evrópu verður ekki fjallað frekar um þær hér, heldur það athyglisverðasta sem gerðist á þessum tím, á tímum Hitlers eða áðurnefnt Bauhaus (Byggingarhús).\nBauhaus var stofnað 1919 af arkitektnum Walter Gropius, sem aðhylltist Werkbund stefnuna sem fólst í því að samhæfa listina efnahagsuppbygginu samfélagsins. Bæta verkfæðinni inní listina. Werkbund hreyfingunni tókst þetta ekki en Bauhaus skólanum tókst það með glæsibrag. Listadeildin í Weimar (Wiemar art academy) og lista og handiðnaðarskólinn þar voru sameinuð. Bæði listamenn og meistarar í iðngreinum kenndu stúdentum nýja skólans. Nútíma listamenn áttu að þekkja til vísinda og efnahagsuppbygginu og áttu að geta samhæft skapandi hugsun við þekkingu á handverki, og þannig átti að gefa nemendunum tilfinningu fyrir hönnun sem uppfyllir þarfir fólks(functional design), (Bauhaus 1919-1928 p. 13).\nHugmyndafræði.\nSkólinn hafði þrjú markmið, sem héldust óbreytt í meginatriðum, þó stefnan breyttist, stundum algjörlega og oft.\nFyrsta markmiðið var að bjarga öllum listformum úr þeirri einangrun sem þær voru í (Whitford p. 11). Hvetja ætti listamenn og handverksmenn að vinna saman að þessu.\nAnnað markmið var að lyfta handverkinu upp á stall listarinnar sum sé gera listalega stóla, lampa, tekatla, hús osfrv.\nÞriðja markmiðið var að viðhalda tengslum við framámenn innan iðngreina og lista til að gera skólann loks óháðan styrkjum opinbera aðila, svo skólinn myndi lifa á vinnu sinni og hugverkum,\nÞannig varð lagður grunnur að einni merkustu stofnun 20. aldarinnar í Evrópu, sem hafði gífurleg áhrif á líf okkar allra, allt til dagsins í dag.\nNýjungar og acheivments.\nÞað vantaði ekki að nýir hlutir yrðu til í Bauhaus. Alls kyns hlutir voru búnir til sem léttu okkur daglega lífið. Stólar úr járnrörum, stillanlegir leslampar og einingahús eru bara nokkur dæmi um byltingu í nytjalist frá Bauhaus. Síðar þegar Hitler lagði niður Bauhaus fluttu nokkrir nemendur skólans til Bandaríkjanna. Þar urður til enn fleiri hlutir, sem eru upprunnir frá Bauhaus eins og stólar of skrifborð sem eru notuð í skrifstofum og sölum um gervöll bandaríkin. Jafnvel færanlegar skólastofur sem eru skrúfaðar saman og innréttaðar með stólum úr stáli og plasti og borðum, allt hannað í Bauhaus.\nÁhrif Bauhaus náðu langt útfyrir hönnun á húsgögnum og ljósum. Arkitektur, leiklist og leturgerð tóku einnig breytingum.\nListin hans Hitlers.\nHitler sjálfur var mikill aðdáandi klassískrar listar og málaði mikið sjálfur, ágætisverk að mati sumra, þó hann væri ekki snillingur. Er talið að hann hafi málað um 2000-3000 teikningar, vatnslitamyndir og olíumálverk. Hann byrjaði snemma að mála og alla tíð síðan. Meira að segja skissaði hann áróðursteikningar fyrir stríðsblaðið í fyrra stríðinu og liggja einnig eftir hann nákvæmar teikningar af byggingum, borgarskipulagi, húsgögnum og minnisvörðum.\nÁður en hann græddi á bókinni sinni Mein Kampf, lifði hann af sölu málverka og póstkorta. Hann lærði um tónlist, óperu, málverkið, höggmyndalist og byggingarlist.\nHann var því vel menntaður í hinum klassísku listafræðum. Seinna snérist hann algerlega gegn allri nýlist. Það er mikilvægt að átta sig á þessum grunni Hitlers, þar sem það skýrir ef til vil það sem síðar gerðist, er hann réðist gegn nýlist.\nNational Socialist Art.\nÁ tímum þjóðernisstefnu Hitlers var list og menning beygð undir stefnu stjórnvalda eins og ætíð gerist á einræðistímum. Þeir sem fengu að njóta sín voru klassískir listamenn en allar nýjungar fengu á baukinn. Helstu listamenn Hitlerstímans, sem getið er um í gögnum eru Arno Breker og Adolf Wissel. Klassíski stíllinn þeirra vék ekki af virðingarstiganum fyrir kúbisma, súrrealisma, impressionisma, dadaisma eða nútímastefnum yfirleitt. Hitler ákvað frekar en að banna nútímalistina, að halda sýningu með nútímaverkum og kallaði það hnignunarlist (degenerative art) svo almenningur gæti séð sjálft hvað þetta væri úrkynjuð list og ljót. Hitler sagði að þessi list væri andstæða við fegurð og fágun klassískrar listar.\nListin var mikið notuð í áróðursgerð. Líkamar voru hraustir og heilbrigðir. Hreinir aríar voru fyrirmyndin. Áróðursplaköt og málverk endurspegluðu dýrkun á hreinleika og yfirburðum þýsku þjóðarinnar. Arkitektúrinn átti að vera eins og 1000 ára ríkið. Hitler vildi ekki stálstóla eða nýjungar frá Bauhaus, hann vildi húsgögn úr við og stundaði mikinn áróður fyrir bændamenningu.\nÞó gerðust miklir og merkilegir hlutir á Hitlertímanum, Autobahn var byggt víða, Volkswagen verksmiðjur risu og eldflaugavísindi þróðust hratt. Margt af því sem Bauhaus hafði gert var nauðsynlegt og var mikið notað, meira að segja eru til myndir af Hitler í stálgrindarstól.\nÞað var ekki endilega munirnir frá Bauhaus sem fóru í taugarnar á nasistum, heldur fólkið sem starfaði þar. Það var oft vinstrisinnað og róttækt og sjokkeraði almenning með uppátækjum sínum.\nÞannig varð öll list bundin velvilja Hitlers á nasistatímanum. Hitler sjálfur taldi sig kunna þetta og geta dæmt um list og úrkynjuna. Það gamla góða skyldi ráða. Þessi nýja vitleysa skyldi úthrópuð og notuð til að sýna fáránleika og vitleysu heimsins. Öll list skyldi þjóna ríkinu, áróðurskvikmyndir, plaköt, minnismerki ofl.\nÞetta var náttúrulega mikil þröngsýni að leyfa ekki eðlilegri gerjun í listalífinu að ganga yfir og láta hlutina þróast af sjálfu sér og sjá svo hvað verður ofaná. Hver veit, kannski verður það miklu betra en það sem var, að minnsta kosti öðruvísi og er það ekki einmitt það sem gefur lífinu gildi, fjölbreytileiki og sköpunargleði?",
    "url": "https://www.hugi.is/myndlist/greinar/210226/list-i-thyskalandi-a-timum-hitlers-bauhaus/",
    "url_id": "210226",
    "id": "1618164",
    "replies": [
        {
            "user": "Gauos",
            "user_id": "297",
            "date": "2004-06-17 12:38:47",
            "id": "1618165",
            "reply_to_id": "1618164",
            "text": "Það er staðreynd að ef að Hitler hefði komist inn í listaskólann - þá hefði hann ekki gert það sem hann gerði. Það voru víst gyðingarnir sem neituðu að kaupa verkin hans - allt gyðingunum að kenna."
        },
        {
            "user": "Gauos",
            "user_id": "297",
            "date": "2004-06-17 19:20:15",
            "id": "1618166",
            "reply_to_id": "1618165",
            "text": "Hahaha Hrannar!\nAnnars er þetta fínasta grein, áfram með skrifin."
        },
        {
            "user": "Hermes",
            "user_id": "38338",
            "date": "2004-06-20 20:45:13",
            "id": "1618167",
            "reply_to_id": "1618165",
            "text": "Það réttlætir engan veginn hvað hann gerði! og það er ekkert gyðingum að kenna. Hitler var kolruglaður fáviti sem á skilið endalausa pyntingu."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2004-06-20 21:20:21",
            "id": "1618168",
            "reply_to_id": "1618167",
            "text": "Sem og ríkisstjórn breta á fyrrihluta 20. aldar en þessar umræður eiga kannski betur heima á söguáhugamálinu :/"
        },
        {
            "user": "marxus",
            "user_id": "12143",
            "date": "2004-06-17 19:45:00",
            "id": "1618169",
            "reply_to_id": "1618164",
            "text": "Þetta er mjög góð grein, sennilega sú besta sem ég hef séð á þessu áhugamáli. Vona að svörin fari ekki út í heimskulega vitleysu eins og hérna fyrir ofan."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2004-06-17 23:49:52",
            "id": "1618170",
            "reply_to_id": "1618164",
            "text": "Ágætis grein hjá þér, en titillinn gæti valdið þeim misskylningi að Bauhaus væri e.h. arfleið nasimans. Bauhaus er sprottin úr lista og hugmyndagerjun áranna eftir stríð þegar gömul gildi voru endurskoðuð og mikil uppreisn í gangi. Þar fyrir utan hafa Þjóðverjar alltaf verið góðir hönnuðir sérstakelga í “funksjónalisma” eða notendavænni hönnun.\nNasista list og arkitetkúr var notaður snilldarlega í áróðursskyni og má enn sjá þetta á gamala Ólympíuleikvanginum í Berlín. Kvikmyndargerðarkonan Leni Riefenstahl,sem er nýdáinn, gerði mynd fyrir nasistana sem sýnir vel myndræna áróðurstækni. En dýrkun þeirra á arískum kroppum gekk svo langt að jaðraði við klám, og listin varð hálfgert klám svipað og í Sovétríkjunum þar sem hún hét “sovéskur réalismi”."
        },
        {
            "user": "Battlecat",
            "user_id": "21591",
            "date": "2004-06-18 09:32:46",
            "id": "1618171",
            "reply_to_id": "1618170",
            "text": "Mér finst ekkert að titlinum :P  þetta var ritgerð fyrir sögu 203 sem ég var í síðasta vetur. Við máttum tala um hvað sem er úr samfélaginu bara á meðan að það gerðist seint 1800 og snemma 1900. Ég vildi skrifa um Bauhaus en þetta er ekki myndlistarsaga svo ég bað um að fá að skrifa um list á tímum Hitlers, til að þrengja þetta niður þá skrifaði ég um þá list sem var ekki vel liðin og þrengdi frásögnina enn meira niður og einblíndi á Bauhaus :) svo ég vildi taka það fram á nafni ritgerðarinnar svo kennarinn færi ekkert að svekkjast á því að ég tönglist bara á Bauhaus. :) þessvegna er bandstrikið, ég er semsagt að tala um list á tímum Hitlers - mest um Bauhaus. :Þ mér finst þetta allavega þrælútpældur tiltill ;)"
        },
        {
            "user": "uknah",
            "user_id": "53711",
            "date": "2004-06-19 01:10:45",
            "id": "1618172",
            "reply_to_id": "1618171",
            "text": "Go Hrannar, sammála"
        },
        {
            "user": "Wolvie",
            "user_id": "6457",
            "date": "2004-06-19 18:31:21",
            "id": "1618173",
            "reply_to_id": "1618164",
            "text": "Alveg mjog god grein hja ter :O"
        },
        {
            "user": "Titan",
            "user_id": "7585",
            "date": "2004-06-25 12:58:05",
            "id": "1618174",
            "reply_to_id": "1618164",
            "text": "já.. ótrúlegt hvað enstaka hlutir geta haft mikill áhrif. t.d hatur Hitlers á gyðingum varð “fanatic” v. þess að hann hélt að þeir hefðu haldið honum út úr listaskólanum."
        }
    ]
}