{
    "forum_title": "Harry Potter",
    "user": "Aesa",
    "user_id": "14937",
    "date": "2004-06-17 01:16:46",
    "title": "Sirius Black er vondur maður",
    "text": "„Ef þú vilt komast að innræti einhvers, veittu því þá athygli hvernig hann kemur fram við undirmenn sína, en ekki jafningja.“ (Sirius Black, Eldbikarinn, bls. 394)\nByrjum á að taka dæmi um hvernig Sirius kemur fram við undirmann sinn Kreacher. Á blaðsíðu 98 í Fönixreglunni segir hann eftirfarandi við húsálfinn:\n„Ef þú heldur þessu tuði áfram gæti ég hæglega orðið morðingi!“\nEkki beint fallegt, eða heilbrigt. Sirius Black fór afar illa með húsálfinn Kreacher, baktalaði hann, úthúðaði hann, öskraði á hann og tók af honum það litla sem hann hafði safnað að sér.\nEr hann þá eins góður og saklaus og við virðumst öll trúa? Þið vitið hvernig hann var þegar hann var ungur; hann var stoltur, sjálfumglaður, hann var gerandi í grimmilegu einelti. Hann hefur alla tíð verið grimmur maður. Muniði hvað hann gerði eftir að Peter Pettigrew og muggarnir tólf sprungu í loft upp?\nHann hló.\nÞað er fleira sem skyggir á sakleysi hans.\nÍ fyrsta lagi neitar hann ekki að hafa drepið foreldra Harrys. Í þriðju bókinni segir orðrétt:„„Þú drapst foreldra mína,“ sagði Harry. [...]\nSirius starði upp til hans sokknum augum.\n„Ég neita því ekki,“ sagði hann“. (bls.237)\nOg hann endurtekur játningu sína nokkrum blaðsíðum síðar.\nÍ öðru lagi hefur hann reynt að drepa bæði Peter Pettigrew og Harry, auk þess að hafa hótað Kreacher.\nÍ þriðju bókinni ræðst Harry á Sirius, eftir að sá hafði rænt Ron og fótbrotið, lokað krakkana inni hjá sér og afvopnað þau. Harry slær hann hvar sem hann kemur á hann höggi „en laus hönd Siriusar greip nú um hálsinn á Harry. „Nei,“ hvíslaði hann, „ég hef beðið of lengi eftir þessu –“\nFingur hans hertu takið; Harry náði ekki andanum og gleraugun skekktust á nefinu á honum.“ (bls.237)\nAf hverju í ósköpunum ætti hann að reyna að drepa Harry ef hann er svona góður? Svo vildi hann og reyndi eftir megni að drepa Peter Pettigrew líka. Og það var ekkert stundarbrjálæði, hann flúði meira að segja frá Azkaban til þess eins að fremja morðið og var í felum í hart nær ár.\nMorð er morð og það er aldrei réttlætanlegt! Hann hefði verið tekinn i Minority Report.\nÍ þriðja lagi passa frásagnir Siriusar og vitna að „gassprengingunni“ sem varð tólf Muggum og einum galdramanni að bana, ekki saman. Sirius segir sjálfur: „Þegar ég króaði hann [Peter Pettigrew] af æpti hann svo að allir á götunni heyrðu til hans að ég hefði svikið Lily og James. Og áður en ég náði að leggja á hann bölvun sprengdi hann götuna í loft upp með sprotanum sem hann hélt á fyrir aftan bak“. (bls. 252) En framar í bókinni segir Cornelius Fudge hins vegar: „Peter Pettigrew dó hetjudauða. Sjónarvottar – Muggar, við urðum auðvitað að þurrka út minni þeirra seinna – sögðu okkur að Peter hefði króað Sirius af. Þeir heyrðu hann snökta: Lily og James, Sirius! Hvernig gastu fengið þetta af þér?“ Og svo dró hann fram sprotann sinn. En auðvitað varð Sirius fljótari til. Hann sprengdi Peter í loft upp…“ (bls. 145)\nHér er hægt að benda á þrennt sem stangast á. Eitt held ég að sé bara þýðingarmistök. Sirius segir segir Peter hafa æpt en Fudge segir hann hafa snöktað. Ég er ekki með enska útgáfu af bókinni en ég býst við að hér hafi verið notast við sögnina „to cry“,  sem bókstaflega þýðir að gráta => snökta en getur einnig í ákveðnu samhengi (to cry out) þýt að öskra => æpa.\nÞað sem er hins vegar athyglisvert við þessar tvær frásagnir af sama atburðinum er, að Sirius segist hafa króað Peter af en allir Muggarnir sem voru vitni, sögðu Peter hafa króað Sirius af. Líkurnar á því að allir Muggarnir hafi ákveðið að ljúga því sama eru engar. Hvers vegna ættu þeir að gera það? Sirius gæti hins vegar haft ástæðu.\nHitt sem gengur ekki upp er að Sirius segir Peter hafa haldið sprotanum fyrir aftan bak og ef hann hefði verið króaður af, upp við vegg væntanlega, þá hefði enginn tekið eftir sprotanum. Fudge segir Peter hafa dregið sprotann sinn fram. Hvernig gæti hann vitað að hann náði því að draga hann fram nema að fólk (Muggarnir) hafi séð það og tekið eftir því? Svo notar hann líka sögnina að draga FRAM. Fram er ekki fyrir aftan bak.\nDæmið nú.",
    "url": "https://www.hugi.is/hp/greinar/210230/sirius-black-er-vondur-madur/",
    "url_id": "210230",
    "id": "1618225",
    "replies": [
        {
            "user": "UnnZ",
            "user_id": "28659",
            "date": "2004-06-17 11:54:31",
            "id": "1618226",
            "reply_to_id": "1618225",
            "text": "merkilegt en dáldið lonley (IMO) annars fín grein sem ég las ekki"
        },
        {
            "user": "UnnZ",
            "user_id": "28659",
            "date": "2004-06-22 00:05:57",
            "id": "1618227",
            "reply_to_id": "1618226",
            "text": "IMO?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-06-22 11:47:00",
            "id": "1618228",
            "reply_to_id": "1618227",
            "text": "IMO=mitt álit / In My Op………."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-11-05 08:56:23",
            "id": "1777788",
            "reply_to_id": "1618226",
            "text": "Sirius var leiðinlegur við Kreacher af því að hann var svo mikið með mömmu Siriusar, en hann hataði hana bókstaflega. Og Sirius sprengdi Peter ekki upp, heldur Peter sprengdi alla götuna upp, og breyttist svo í rottu."
        },
        {
            "user": "Kallisto",
            "user_id": "54357",
            "date": "2004-11-29 17:43:17",
            "id": "1816378",
            "reply_to_id": "1618226",
            "text": "…tilgangslaust comment hjá þér…."
        },
        {
            "user": "Adept",
            "user_id": "46012",
            "date": "2004-06-17 11:58:25",
            "id": "1618229",
            "reply_to_id": "1618225",
            "text": "Þetta er ein lélegasta pæling sem ég hef heyrt….. það er búið að útskýra allt þetta sem þú ert að benda á hér í bókinni. Auðvitað vildi hann drepa manninn sem drap bestu vini hans, dæmdi guðson sinn til að búa hjá Dursleyunum í 11 ár og senti hann sjálfann í 12 ára vist á versta stað í heimi."
        },
        {
            "user": "GLXRBLT",
            "user_id": "42678",
            "date": "2004-06-17 11:58:34",
            "id": "1618230",
            "reply_to_id": "1618225",
            "text": "Ég er viss um að ákveðinn strákur með ör á enninu væri búinn að drepa þig núna hefði hann lesið þetta, og punkturinn um muggana er örrugglega bra villa hjá  Rowling, þar sem að hún er ekki fullkominn.\nErgo. Þú pælir of mikið."
        },
        {
            "user": "VettLingur",
            "user_id": "38992",
            "date": "2004-06-17 12:07:59",
            "id": "1618231",
            "reply_to_id": "1618225",
            "text": "ömurlegt… hann reyndi ekki að drepa Harry skooo"
        },
        {
            "user": "Stjornustrakur",
            "user_id": "28273",
            "date": "2004-06-17 12:11:32",
            "id": "1618232",
            "reply_to_id": "1618225",
            "text": "[ Eytt af stjórnanda ]"
        },
        {
            "user": "Millisnilli",
            "user_id": "35970",
            "date": "2004-06-17 12:22:56",
            "id": "1618233",
            "reply_to_id": "1618225",
            "text": "GAUR!!! þú veistu ekki hvað þú ert að tala um hérna….þetta er svo mikil þvæla að ég hef aldrei séð sona mikið rugl hérna á síðunni!!!"
        },
        {
            "user": "FMA",
            "user_id": "35240",
            "date": "2004-06-17 12:32:51",
            "id": "1618234",
            "reply_to_id": "1618225",
            "text": "12 ár. Maður gleymir mörgu á 12 árum."
        },
        {
            "user": "claireno1",
            "user_id": "41147",
            "date": "2004-06-17 12:44:22",
            "id": "1618235",
            "reply_to_id": "1618225",
            "text": "Hann reyndi aldrei að drepa Harry.\nKreacher var andstyggilegt kvikindi sem átti þetta vel skilið.\nÞegar Sirius sagðist hafa drepið foreldra hans var hann að meina að honum fyndist hann eiga sök á því með því að hafa treyst Pettigrew.\nSprengingin gæti hafa ruglað muggana í ríminu.\nHann hló ekki rassgat eftir eitt eða neitt. Það var lygi eins og kemur fram í bókinni.\n“Svo notar hann líka sögnina að draga FRAM. Fram er ekki fyrir aftan bak.”\nÞarna ertu að skjóta þig í fótinn. Hann dró hann FRAM eins og þú segir. Sem sagt hann var ekki frammi.\nÞú hefur hér komið með mestu rökvillur sem ég hef séð á huga síðan peace4all var og hét."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-06-17 12:48:03",
            "id": "1618236",
            "reply_to_id": "1618235",
            "text": "Ég var í sálfræðitíma í gær og þar vorum við að kanna minnið.\nNiðurstaðan var sú að minnið er svo brigðult að það er ekki fyndið. Ákveðin kona breyttist úr svörtum bol, svörtum buxum í bláum jakka haldandi á epli og gemsa í rauðan bol, svartan jakka, gallabuxur, haldandi á möppu."
        },
        {
            "user": "claireno1",
            "user_id": "41147",
            "date": "2004-06-17 12:49:17",
            "id": "1618237",
            "reply_to_id": "1618235",
            "text": "GiggiCool, það er sagt í bókini að hann hefði hleigið, svo það er rétt en hver myndi ekki hlæja ef hann væri viss um að hann hafi drepa þann sem átti sök á því að bestu vinir manns myndu deyja, ég meina, ég myndi allaðena ekki gráta, svo mikið er víst."
        },
        {
            "user": "claireno1",
            "user_id": "41147",
            "date": "2004-06-17 12:45:45",
            "id": "1618238",
            "reply_to_id": "1618225",
            "text": "oki þetta er fín grein… en ég er allveg gjörsamlega ósammála og allt sem þú sagðir gat ég komið með útskíringu við, svo þetta er nú ekki eins pælt og þú hélst…… og mér finnst þú vond/ur að saka Sirius um svona lagað því hann er ný dáin, þú ættir frekar að vera að segja hversu fræbær hann væri, einhvað fallegt um hann…"
        },
        {
            "user": "Hroi",
            "user_id": "29430",
            "date": "2004-06-17 12:58:21",
            "id": "1618239",
            "reply_to_id": "1618225",
            "text": "ok…þetta er svo ég verð að segja lélegt að ég nennti ekki að lesa meira!  Ok. í fyrsta lagi, Kreacher, gleymdu því ekki, var ekki eins og Vinky eða Dobby, hann var sjálfur að segja eitthvað dónalegt við Sirius og krakkana allann tímann sem þau voru þarna. í öðru lagi þá sprengdi Peter Pettigrew allt fólkið upp með sprotann bak við bak og að hann hafi hlegið hefur bara spunnist í kringum það að allir héldu að hann væri morðinginn, hann fór úr Azkaban til að fremja morðið sem hann va sakaður fyrir, semsagt á Peteri Pettigrew, varðandi það að hann neitaði ekki að hafa drepið foreldra Harrys var vegna þess að hann átti að verða vörður leyndarmálsins en á síðustu stundu lét hann þau breyta um skoðun og lét Peter Pettigrew vera vörð leyndarmálsins þar sem hann hélt að Voldemort myndi strax leita Sirius uppi, og ég er viss um það, fyrir mitt leyti að Sirius ætlaði bara að gera Harry t.d. meðvitundarlausann.  Og það er alveg skýring á þessu neðsta..kannski dró Peter fram sprotann og Sirius líka og þá fór Peter með bölvun með sprotann bak við bakið á sér svo það væri eins og Sirius hefði orðið fyrri til…en þú verður bara að spurja J.K. Rowling að því"
        },
        {
            "user": "Hroi",
            "user_id": "29430",
            "date": "2004-06-17 19:45:21",
            "id": "1618240",
            "reply_to_id": "1618239",
            "text": "var þetta leyndarmál ekki þannig að enginn myndi finna þau nema hinn sem vissi leyndar´málið kjafta?\naf hverju gerðu james og lili(lilly,hvernig sem er) ekki samning við sirius og létu hann geyma leyndarmál hans, síðan gerðu sirius leyndarmál við james og lili, þá myndi enginn finna nein og allir glaðir?:D"
        },
        {
            "user": "Hroi",
            "user_id": "29430",
            "date": "2004-06-17 20:10:48",
            "id": "1618241",
            "reply_to_id": "1618240",
            "text": "júbb það er þannig, þetta leyndarmál, semsagt leyndarmálagaldur eða eikkað…En góð hugmynd! ;) nema Sirius átti að vera vörður leyndarmálsins fyrir Lily og James en hann hætti við á seinasta sjénsi og lét Peter Pettigrew vera það í staðinn eða taldi þau á að láta Peter frekar vera vörðinn af því að hann hélt að Voldemort finndi hann strax, leitaði hann uppi..svona er það.."
        },
        {
            "user": "Hroi",
            "user_id": "29430",
            "date": "2004-06-17 20:14:11",
            "id": "1618242",
            "reply_to_id": "1618241",
            "text": "jamm ég veit hef lesið sko allar bækurnar, þurfti bara að skrifa þetta hjérna inn :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-06-17 13:11:32",
            "id": "1618243",
            "reply_to_id": "1618225",
            "text": "1. Siriusi finnst hann auðvitað bera ábyrgð á dauða Potter-hjónanna. Ef hann hefði verið sá sem gætti leyndarmálsins hefði þetta ekki gert.\n2. Peter er pure evill. Hann er bara heimskur og Sirius ætlaði að vera jafn heimskur og hann að drepa Peter. Hann hótaði Kreacher út af því að hann er það eina sem er eftir að því sem hann hataði mest: Fjölskyldu sína. Sirius fór frá azkaban til þess að koma sannleikanum á framfæri MEÐ því að drepa Peter.\n3. ja… frásögn siriusar hlýtur að vear sú eina rétta því að hann var á staðnum. OG hvernig í ósköpunum áttu þessi sjónarvottar að geta greint muninn á Siriusi og Peter?\nFantasia"
        },
        {
            "user": "gomamiso",
            "user_id": "18080",
            "date": "2004-06-17 13:42:07",
            "id": "1618244",
            "reply_to_id": "1618225",
            "text": "Almáttugur bara.\nÞvílíkar pælingar, þær fara bara  í endalausa hringi.\nÍ fyrsta lagi hló hann vegna þess hann hélt sig hafa loksins drepið morðingja Lily og James og það skyggir engan vegin á sakleysi hans. Ég hefði örugglega legið í krampakasti af hlátri, mér hefði létt svo rosalega held ég!\nÍ öðru lagi þá neitaði hann aldrei að hafa drepið foreldra Harrys vegna þess að það var HANN sem sagði Peter leyndarmálið sem var hans stærstu og verstu mistök. Hann sagði þjón Voldemorts þetta og hann hafði aldrei getað fyrirgefið sér það, svo mikið er víst. Sirius treysti röngum manni og ég held að flest allir sem lenda í svona finnist það einmitt vera SÉR sjálfum að kenna.\nÍ þriðja lagi var þetta með Sirius og Harry. Ég er alveg sammála þér í því að morð er aldrei réttlætanlegt. En, þú verður að taka tillit til þess að Sirius eyddi mörgum árum í að hugsa um Lily og James og hvernig hann hafði svikið þau á versta tíma. Það var engin til þess að leiðrétta hann eða hlusta á hann, þá trúði hann því sjálfur sem hann sagði. Í tólf ár trúði hann því að þetta hafi allt verið hans sök svo þú getur rétt ýmindað þér hvað það fékk á hann þegar hann á Peter í blaðinu á öxlinni á Percy. Ástæðan fyrir því að hann reyndi að ‘kirkja’ Harry var vegna þess að hann reyndi að stöðva hann, hann var svo fullur af hatri.\nAnnað, rökhugsun hjá manni sem hefur lent í svona er ekki beint fyrir hendi og lög ekki heldur. Sirius vildi einungis drepa Peter vegna þess sem hann hafði gert, drepið Lily og James og látið hann dúsa í tólf ár í Azkaban. Hatrið og ástæðan fyrir því að drepa hann gæti ekki verið sterkari.\nEn ég enudrtek samt að þetta var ekki rétt hjá honum, en ástæðan var alveg nógu fullgild.\nÍ fjórða lagi þá finnst mér einhvernvegin ekki alveg skipta máli þótt hann hafi öskrað eða kjökrað.\nEinnig held ég að muggarnir sem sáu þetta höfðu ekki hugmynd um hvað hafði farið á milli þeirra og engin vissi hver var sá vondi og hver sá góði. Svo ‘villan’ um það að Sirius hafi króað Peter og öfugt er bara mjög óljós og breytir reyndar engu og því óþörf pæling.\nSvo að lokum var Peter með auka sprota fyrir aftan bak sem hann notaði, en engin sá. Þess vegna eru þessar frásagnir mismunandi.\nAnnars var þetta alveg fín grein, vel upp sett og allt það og ég er alls ekki að skamma þig fyrir þetta :S. Fannst þetta bara frekar piontless pælingar, þetta er allt sem við vitum eiginlega:S\nKatta"
        },
        {
            "user": "Baldurblizz",
            "user_id": "26454",
            "date": "2004-06-17 13:43:33",
            "id": "1618245",
            "reply_to_id": "1618225",
            "text": "Sirius er góður maður… en hann er ekki algóður… það er engin algóður. Málið er bara að Harry er næstum fullkomlega góður á meðan Voldermort er næstum fullkomlega vondur. Ef við búum til 100% línu… helduru þá að Sirius sé fyrir neðan 50%… Meira að segja Snape er fyrir ofan þessi 50%. Ég vona að pointið í þessari grein hafi verið að segja að Sirius sé ekki algóður..??"
        },
        {
            "user": "Sleipnir",
            "user_id": "6698",
            "date": "2004-06-17 15:40:28",
            "id": "1618246",
            "reply_to_id": "1618225",
            "text": "[ Eytt af stjórnanda ]"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-06-17 17:29:59",
            "id": "1618247",
            "reply_to_id": "1618225",
            "text": "Í fyrsta lagi:\nHann neitar því ekki að hafa drepið foreldra Harrys á þann hátt að hann var ekki þarna til að bjarga þeim-kennir sér um morðið.\nÍ öðru lagi:\nÞá var það Harry sem hélt því fram að hann hafi myrt foreldra sína, sem var ekki rétt. Og það var Harry sem réðist á hann.Sirius fótbraut Ron til að lokka Harry að sér.Og þegar hann segist hafa beðið og lengi eftir þessu þá er það vegna þess að hann hefur þurft að dúsa í Azkaban og þurft að lifa við það að vinur hans og kona voru myrt af sökum manns sem kallast átti vinur þeirra(Peter Pettigrew) og hann var tilbúinn til að brautast út og láta hann(peter) sæta dauðarefsingu fyrir að hafa svikið þau.\nHann hlaut að vita hvers biði hans eftir það morð-Azkaban.\nÍ þriðja lagi:\nÞá vissu muggarnir ekki hvort var hvað, þar sem þeir eru nú muggar.\nÞannig að frásögn Siriusar gæti vel verið sönn.\nSvo er hann Cornelius Fudge illrættaður maður.\nÞetta er röng alhæfing hjá þér!"
        },
        {
            "user": "freako",
            "user_id": "42037",
            "date": "2004-06-17 18:07:29",
            "id": "1618248",
            "reply_to_id": "1618225",
            "text": "Þetta er án efa eitt mesta rugl sem ég hef lesið á þessari síðu. Það mætti halda að þú hafir ekki lesið bækurnar. Því að þetta útskýrist allt að mestu í bókunum.\nÞetta með að hann hafi reynt að drepa Harry með því að kirkja hann er náttúrulega bara vitleysa. Hann gerði það til að Harry myndi hætta að lemja hann.\nOg það þegar hann sagðist ekki neita því að hann hefði drepið foreldra Harrys, þá hlýturðu að sjá það að hann er að kenna skjálfum sér um með því að hafa stungið upp á því að Peter yrði látinn gæta leyndarmálsins en ekki hann sjálfur."
        },
        {
            "user": "viktororri",
            "user_id": "13381",
            "date": "2004-06-17 18:19:32",
            "id": "1618249",
            "reply_to_id": "1618225",
            "text": "Kreacher fannst mér nú koma illa fram vid Sirius, Kreacher var greinilega hlidhollur Voldemort.\nÉg veit ekki med hláturinn.\nOg hvad med thad thó ad hann hafi ekki neitad thví ad hafa drepid foreldra Harrys, vid vitum ad hann gerdi thad ekki, hann meinti ad honum thaetti thetta sín sok vegna thess ad hann hefdi treyst Peter svo mikid ad hann hafdi talid foreldra Harrys á ad geyma leyndarmál sitt hjá honum.\nHann hefur ekki reynt ad drepa Harry og finnst thér skrítid ad hann hafi reynt ad drepa Peter* Ýmindadu thér hlutina sem Peter hefur gert honum! Ok, mord er aldrei réttlaetanlegt, en Sirius var kannski svolítid haettur ad hugsa um thad eftir tólf ár í Azkaban thar sem dementors gerdu sitt besta til ad sjúga allt gott úr honum. Og hann var ekki ad reyna ad drepa Harry, heldur reyna ad fá hann af sér, thad var kannski helst til hardhent hjá honum en thad var nú líka búid ad fara soldid illa med hugann hans.\nThetta med frásognina af vidureign Sirius og Peters skildi ég eiginlega ekki alveg, sýndist thetta vera einhver smáatridi sem thú reynir ad snúa út úr.\nHefurdu lesid fimmtu bókina*"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-06-17 18:39:49",
            "id": "1618250",
            "reply_to_id": "1618225",
            "text": "Oki, VÁ!! Þú misskilur.. eða bara skilur þetta ekki… það er búið að leiðrétta flest það sem þú sagðir í öðrum svörum hér að ofan svo ég ætla ekki að eyða tíma í það.. vá…. misskilningurinn á einum manni¨!"
        },
        {
            "user": "sverrsi",
            "user_id": "26176",
            "date": "2004-06-17 18:54:46",
            "id": "1618251",
            "reply_to_id": "1618225",
            "text": "Mér finnst að fólk eigi að hafa rétt á því að sýna sitt sjónarhórn. Þessi grein stangast á við margt sem að fram kemur í bókunum, en á samt ekki að vera rökkuð niður af fólki. Fólk ætti ekki að vera með skítköst út í höfundinn, bara til að verja persónu í skáldsögu."
        },
        {
            "user": "lyras",
            "user_id": "53724",
            "date": "2004-06-17 19:27:38",
            "id": "1618252",
            "reply_to_id": "1618225",
            "text": "Kreacher var það eina sem minnti Sirius  á staðinn sem hann hataði: Heimilið sitt sem hann strauk frá þegar hann var sextán ára gamall og hélt að hann þyrfti aldrei að snúa aftur til en í fimmtu bókinni mátti hann ekki fara út úr húsinu sem hann hataði mest(kannski fyrir utan Azkaban) umkringdur minningum um fólkið sem hann hataði mest! Svo ég lái honum það ekki. Plús það að Kreacher var nú ekki vigjarnlegasti álfur í heimi! Crouch refsaði Vinky fyrir hluta af eðli hennar en ekki eitthvað sem hún gat ráðið við. Sirius varð að dúsa í Hroðagerði gen vilja sínum aðeins með Kreacher sem félagskap og á endanum verða allir þreyttir á tuði og móðgunum. Sjaldan veldur einn er tveir deila er máltæki sem passar vel inn í þessa umræðu;)\nSvo í sambandi við morðið á Lily og James Potter þá drap Peter þau en hvað viku seinna er Sirius gripinn og settur í Azkaban án dóms og laga neyddur til að dvelja við verstu minningar sínar. Er ekki von að honum finnist það ekki sér að kenna miðað við það að eingin jákvæð hugsun slapp inn í huga hans í 12 ár?\n3: Hefnd! Auk þes er réttlætanlegt í sumum tilfellum að drepa (sbr. Auga fyrir auga. Tönn fyrir tönn regluna) Mér finnst persónulega dauðinn of væg refsing fyrir Peter og aðra morðingja og svikara yfirleitt. Ég meina hvað myndir þú gera við mennina sem réðust á Tvíburaturnana 11 september ef þeir væru á lífi? Og þetta þrugl um að Sirius hafi reynt að drepa Harry er eins og þú hafir verið að lesa glefsu og glefsu úr bókunum því Harry var að reyna að drepa Sirius áður en hann komst að því að hann var saklaus! Eitthvað varð Sirius að gera til að verða ekki drepinn! Auk þess var Sirius ekki alveg heill á geði á þessum tíma. Enginn væri fullkomlega heill á geði eftir að hafa þurft að upplifa verstu augnablik ævi sinnar í 12 ár!\nÍ fjórða lagi án þess að móðga þýðandann:) þá eru margar villur í íslensku þýðingunni og ef það eru sömu villurnar í ensku útgáfunni þá er við Rowling að sakast ekki Sirius Black vegna þeirrar einföldu staðreyndar að sá síðarnefndi er ekki til!Auk þess voru muggarnir í sjokki ÞER VORU AÐ HORFA Á TÓLF MANNS SPRENGD Í LOFT UPP í guðanna bænum!!! Sirius Black hefur eytt 12 árum í það að hugsa um þennann atburð hmm. Svo eru reginmistök sem þú ert að gera: Þú segir að það hafi verið tólf muggar og einn galdramaður látist í sprengingunum en þessi eini galdramaður sem átti að hafa látist skar af sér einn fingur, sprengdi allt í loft upp, breytti sér í rottu og stakk af!\nOg svo verður þú bara að tala við Rowling ef þú hefur fleiri spurningar ég ætla ekki að útskýra fyrir þér fimm bækur!\nÉG ER REIÐ!!!!"
        },
        {
            "user": "viktororri",
            "user_id": "13381",
            "date": "2004-06-18 17:19:11",
            "id": "1618253",
            "reply_to_id": "1618252",
            "text": "Sídan hvenaer er “auga fyrir auga, tonn fyrir tonn” ekki úrelt afsokun fyrir hefnd?\nHefurdu heyrt hvad Ghandi sagdi víst? “Auga fyrir auga gerir alla heimsbyggdina blinda”…"
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2004-06-18 19:01:37",
            "id": "1618254",
            "reply_to_id": "1618253",
            "text": "Amen!"
        },
        {
            "user": "lyras",
            "user_id": "53724",
            "date": "2004-06-29 16:50:54",
            "id": "1618255",
            "reply_to_id": "1618253",
            "text": "Var ég eitthvað að segja að ég væri sammála þessari reglu? En Harry er sammála henni like it or not. Í rauninni er ég alveg sammála Ghandi en það er ekki satt að hún hafi verið fundin upp sem afsökun fyrir hefnd, hún var fundin upp til að koma í veg fyrir það að refsingin væri verri en glæpurinn! Þú tekur auga og greiðir auga."
        },
        {
            "user": "viktororri",
            "user_id": "13381",
            "date": "2004-06-30 15:38:46",
            "id": "1618256",
            "reply_to_id": "1618255",
            "text": "Ég veit… en mér fannst endilega að þú værir að styðja regluna."
        },
        {
            "user": "nanga",
            "user_id": "40107",
            "date": "2004-06-17 19:44:45",
            "id": "1618257",
            "reply_to_id": "1618225",
            "text": "Sirius reyndi alrdrei að drepa Harry, og honum fannst hann eiga sökina á dauða Potter hjónanna af því að hann treysti Peter Pettigrew…"
        },
        {
            "user": "samot",
            "user_id": "41381",
            "date": "2004-06-17 20:22:54",
            "id": "1618258",
            "reply_to_id": "1618225",
            "text": "OK, stoldrum nu adeins vid. Eg vill bara klappa fyrir Aesu fyrir ad skrifa thessa grein.  Eg kys ad vera osammala honum/henni en thad gefur mer ekki rett til ad rakka hann/hana nidur. Einnig vill eg benda a ad thott Kreacher hafi verid vidbjodur og ein versta persona sogunnar tha er thad alveg rett ad Sirius sagdi sjalfur ad madur saei best innraeti manns med thvi ad sja hvernig hann kaemi fram vid tha fyrir nedan sig.  Og vid saum oll hvernig hann kom fram vid Snape, thad er allt i lagi ad velta thessu fyrir ser ekki bara taka thvi sem gefnu ad hann hafi verid einhver engill."
        },
        {
            "user": "dabbidiver",
            "user_id": "38480",
            "date": "2004-06-17 21:50:00",
            "id": "1618259",
            "reply_to_id": "1618258",
            "text": "Hann gæti hafa hlegið vegna þess að hann áttaði sig á því hvað það var sem Peter gerði og fundist hann(Peter) rola og hann(Sirius) vitlaus að fatta ekki fyrr að þessi möguleiki væri fyrir hendi. En það kemur fram í Fanganum frá Askaban að hann,Sirius vissi allan tíman að hann var saklaus en hann vissi bara ekki hvar Peter var fyrr en hann sá myndina í blaðinu sem Fudge gaf honum í fangelsinu. Á myndini voru Weasley fjölskyldan í fríi í egyptalandi einnig var Peter á myndinni í líki Scabe"
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2004-06-17 22:12:13",
            "id": "1618260",
            "reply_to_id": "1618225",
            "text": "Mikið voðalega er fólk viðkvæmt.\n“Sýna hinum látnu virðingu…” common fólk þetta er sögupersóna og hvort sem það er sögupersóna eða alvöru manneskja á ekkert að hætta að ræða allt miður fallegt sem manneskjan gerði í lifanda lífi bara af því að hún er dáin. Ætlið þið kannski að fara tala vel um Hitler af því að hann er ekki á lífi?\nÆsa mér finnst þetta mjög góð grein hjá þér og vil gefa þér hrós fyrir. Ólíkt öllum öðrum sem hafa svarað þér finnst mér margt til í þessu.\n1. Kreacher => Hann var jú ekki eins og flestir aðrir húsálfar. Hann var nátturlega frekar skemmdur eftir að hafa verið einn í 10 ár með einungis öskrandi myndina af frú Black sem félagsskap.\nEngu að síður sagði meira að segja Dumbledore sjálfur að Sirius og aðrir þyrftu að passa sig að koma betur fram við hann.\nHver veit, ef Sirius hefði hundskast til að vera honum góður þá hefði hann kannski aldrei farið til Narsissu og aldrei svikið þau. Sirius sýndi allt annað en góðmennsku þarna.\n2. Um það að neita ekki að hafa drepið Potter hjónin, það held ég reyndar að skapist af ábyrgðartilfinningu vegna þess að hann lét málið í hendur Peters. Þar finnst mér þú vera að vaða í villur Æsa mín.\n3. Hann reyndi vissulega að drepa Peter Pettigrew og hann var svo fullur bræði og hatri að hann var næstum búinn að drepa Harry til að komast að Peter. Það sýnir engan vegin góða dómgreind eða ljúflegheit. Hann er svo fullur af hatri og biturð og slíkt leiðir aldrei til góðs. Eins og frægur Jedi warrior sagði eitt sinn, “Anger leeds to hate, hate leeds to suffering.” og annar sagði “Don't give in to hate. That leads to the Dark Side”. Góð orð sögð í góðri mynd!\n4. Gassprengingin => Að króa hann af þarf ekki endilega að þýða upp við vegg. Sirius var búinn að elta Peter lengi og Peter vissi að það var bara spurning hvenær hann myndi ná honum. Auk þess vissi hann að þó nokkrir Dráparar væru ekki of sáttir við hann þessa stundina vegna þess að hann hafði gefið upplýsingar sem leiddu til þess að Voldemort var horfinn. Hann vissi að hann yrði að setja á svið dauða sinn til að fá frið frá öllum. Hann ákvað því þá að mæta Siriusi á eigin forsendum. Svona held ég að þetta hafi gerst:\nPeter stoppar á troðinni götu (því að hann þarf að hafa sjónarvotta) og mætir Siriusi sem nú þegar er á hælunum á honum. Sirius heldur að hann sé loksins búinn að ná honum en fyrir öllum öðrum þá lítur út fyrir að Peter sé að sitja fyrir Siriusi. Hann kallar þá “hvernig gastu gert þetta… bla bla… Lily og James… (hvað sem hann sagði)”. Ég held að þetta kallaði/snökkti sé þýðingarvilla er því miður ekki með bókina hjá mér til að tjékka á því. Sama hvort hann grét það eða kallaði gerði hann það allavegana nógu hátt til að fólkið í kring gæti heyrt, það var grundvallar atriði í plottinu hans. Hvort að hann var með sprotann fyrir aftan bak eða fyrir framan skiptir nú kannski ekki öllu máli svo lengi sem hann var ekki upp við vegg gætu allir hafa séð hann. Ég efast um að hann hafi verið við vegg því þá hefðu allir séð hver króaði hvern af auk þess sem þá hefðu þeir verið í skoti einhversstaðar með færri áhorfendur.\nPeter sprengir svo upp götuna. Sirius er, þegar hér er komið við sögu, uppgefinn eftir viku eltingarleik, sár og hryggur því tveir af hans bestu vinum eru dánir og þriðji vinur hans ber ábyrgð á dauða þeirra. Ég held hreinlega að hann hafi farið örlítið yfir um við að sjá að Peter Pettigrew er að takast að sleppa og hann veit að honum hefur tekist að klína sökinni á hann sjálfan. Hann vissi alla tíð að Peter var ekki dáinn en hann vissi líka að enginn myndi trúa honum því allir héldu að hann hefði verið vörður leyndarmálsins og því var hann svo gott sem brennimerktur Drápari.\nÞegar þeir koma svo og handtaka hann hlær hann af hreinni taugaveiklun. Þetta gerir hann ekki vondan, bara mennskan.\n5. Eineltið í skólanum => Hann tók þátt í miklu einelti það er ljóst og slíkt gerir ekki ungur góður strákur. Ekki nóg með það sem við sáum hann gera Snape eftir OWLs prófin heldur vitum vði líka að það hans hugmynd af gríni að senda Snape að hitta varúlf sem vafalaust myndi drepa hann. Ekki var það nú fallega gert.\n6. Ég hef einu við að bæta. Í fimmtu bókinni er hann mjög djúpt sokkinn í að hugsa um hvað aumingja hann eigi nú bágt að mega ekki fara út og hvað allt sé slæmt fyrir hann. Hann var meira að segja hálf leiður yfir því að Harry skildi ekki vera rekinn úr Hogwarts því þá hefði hann haft félagsskap. Hvurslags maður lætur það eftir sér að haga sér svona og einu sinni að hugsa svona. Þetta er Guðsonur hans og hann vildi helst að líf hans yrði lagt í rúst til að hann sjálfur þyrfti ekki að láta sér leiðast. Það er ekki fallega gert.\nSvo af því að hann fékk ekki þá ósk uppfyllta var hann í því að mana Harry upp í að gera hættulega hluti bara til að veita honum sjálfum smá upplyftingu í einverunni.\nSirius Black var nátturlega ekki alveg í lagi. Hann var þess full viss um að hann væri nafli alheimsins og allt varð að snúast um hann. Honum var alveg sama hvað varð um fólkið í kring um hann ef það stóð í vegi fyrir því sem hann vildi fá. Hann var aldrei vinur Harrys sem slíks hann var bara að leita að James í Harry. Hann hélt hann hefði aftur endurheimt vininn sinn og var svo pirraður þegar Harry sýndi á sér hliðar sem James hafði ekki átt.\nSiriusi þótti vissulega vænt um Harry á sinn hátt en hann var bara allt of sjálfumglaður til að vita almennilega hvað ást er.\nÉg myndi kannski ekki kalla hann beint vondann heldur bara mjög sjálhverfan. Álíka sjálhverfan og skopparakringlu.\nKveðja\nTzipporah"
        },
        {
            "user": "Chesner",
            "user_id": "34968",
            "date": "2004-06-22 21:15:58",
            "id": "1618261",
            "reply_to_id": "1618260",
            "text": "Váá… þarf ekki að segja neitt sem ekki var sagt hér bara alveg eins og talað útúr mínum munni! (hefði þó ekki orðað þetta svona vel :D)"
        },
        {
            "user": "Aesa",
            "user_id": "14937",
            "date": "2004-06-23 11:16:08",
            "id": "1618262",
            "reply_to_id": "1618261",
            "text": "Varstu að tala við mig? Í alvöru? O_O :D"
        },
        {
            "user": "Talesofelviz",
            "user_id": "39258",
            "date": "2004-06-23 15:49:28",
            "id": "1618263",
            "reply_to_id": "1618262",
            "text": "já ég var að tala við þig, og þar að auki er rökstuðningur þinn rangur og (eins og er búið að útskýra fyrir þér 100 sinnum hér) ef þú hefðir tekið eftir því, var þetta allt útskýrt seinna í bókinni.\n+\n“Þrettán ára strákur, lítill og mjór eftir aldri, er að lemja stóra geðveika manninn. Það var búið að taka af honum sprotann og hann gat ekkert drepið hann. Síðan hvenær geta krakkar drepið fullorðna menn með því að lemja þá í brjóstkassann?”\nHvað ertu að reyna að sanna hér? Hverju skiptir það máli hvort Harry hefði getað drepið hann eða ekki? Ég stend en við mitt fyrra svar, Sirius var að reyna að láta hann hætta að berja sig."
        },
        {
            "user": "petgun",
            "user_id": "47758",
            "date": "2004-06-17 22:49:37",
            "id": "1618264",
            "reply_to_id": "1618225",
            "text": "Neeeeeee hann var góður guðfaðir þótt hann hafi verið vondur við þá sem hann hataði eins og Kreacher hann hefði ekkert endilega verið svona vondur við hann ef hann hefði ekki minnt hann á ömurlegu fjölskylduna. Og svo drap Peter nátturlgea James og Lily svo hann hataði hann náttúrulega. Svo má heldur ekki gleyma að aumingja kallinn þurfti að dúsa í Azkaban í mörg ár og það hefur ruglað hann."
        },
        {
            "user": "Tjango",
            "user_id": "31588",
            "date": "2004-06-18 01:23:47",
            "id": "1618265",
            "reply_to_id": "1618225",
            "text": "ég held að hann hafi verið að hlægja að kaldhæðinni í þessu að hann hafi vitað að hann yrði sendur til azakaban fyrir þetta og hláturinn hafi bara verið útaf stressi og kvíða."
        },
        {
            "user": "mundulingur",
            "user_id": "45964",
            "date": "2004-06-18 11:30:42",
            "id": "1618266",
            "reply_to_id": "1618225",
            "text": "[ Eytt af stjórnanda ]"
        },
        {
            "user": "gugusta",
            "user_id": "47724",
            "date": "2004-06-18 12:46:30",
            "id": "1618268",
            "reply_to_id": "1618266",
            "text": "fjúff….þú ert nánast búin að kalla yfir þig bölvun Æsa ! en pælið þið nú aðeins. Ef Peter hefði ekki verið gerður að leindarmálaverði(eða hvað sem þetta kallast)þá hefði Voldemort(vona að það sé leifilegt að nefna hann hér) aldrei horfið í þessi fjórtán ár..sem að skiptir eiginlega ekki máli því hann er kominn aftur…ég er líka viss um að það verða mikið fleiri dauðsföll í næstu tvem bókum.En ég held að allir hafi orðið næstum brjálaðir af því að sitja inni fyrir ekki neitt(eða nánast ekki neitt)og það eina sem héldi í manni lífinu sú hugsun að maður er saklaus…Ég er nokkurn vegin sammála þeim sem skrifaði fyrst,man ekki hver það var…en ég nenni ekki að rökræða um þetta…Sirius er sögupersóna sem er ekki raunverulegur og því ætti ekki að gera svona mikið mál úr þessu (segir sú sem að er búin að skrifa soldið langan pistil um þetta *vandræðalegtbros*)\nkv.gugusta"
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2004-06-18 14:14:26",
            "id": "1618267",
            "reply_to_id": "1618266",
            "text": "Fólk\nGagnrýni… að rýna til gagns… ekki niðurlægingar og svívirðingar bara af því að þið eruð ekki sammála. Þetta er vel gerð grein með góðum og vel rökstuddum vangaveltum. Fleiri ættu að taka sér Æsu til fyrirmyndar. Ef þið eruð ekki sammála þá segið hvers vegna og rökstyðjið mál ykkar.\nÉg er mjög vonsvikin yfir hegðun margra hérna.\nTzipporah"
        },
        {
            "user": "rutep",
            "user_id": "23962",
            "date": "2004-06-18 14:14:54",
            "id": "1618269",
            "reply_to_id": "1618225",
            "text": "Auðvitað komu muggarnir sér ekki saman um að ljúga til um hvað gerðist. Þeir voru í uppnámi og hafa eflaust misskilið hvað gekk á. Einnig held ég að ef einhverjir þeirra sögðu hvað það sanna, þá hafi ráðuneytisfólkið frekar tekið mark á hinum, þar sem allt benti á Sirius.\nEn vissi Sirius nokkuð að Peter hefði sloppið lifandi fyrr en hann sá myndina í blaðinu? Ég skildi þetta alltaf sem svo að hann hefði líka haldið að Peter hefði dáið og hann hefði verið að hlæja að því hvað Peter var mikill klaufi að sprengja sjálfan sig óvart í loft upp líka í staðinn fyrir Sirius. En það er kannski réttara að þetta hafi bara verið taugaveiklun, enda líklegra að hann hafi þekkt Peter nógu vel til að vita að hann væri ekki SVONA mikill klaufi. Samt sem áður finnst mér hitt útskýra hláturinn betur.\nSvo langar mig að leiðrétta hér eitt sem kom fram í einhverju svarinu, að Sirius hefði fótbrotið Ron til að lokka Harry, gerði hann það ekki bara vegna þess að Ron hélt á rottunni og Sirius vildi ná Peter?"
        },
        {
            "user": "Deathstalker",
            "user_id": "18308",
            "date": "2004-06-18 15:23:23",
            "id": "1618270",
            "reply_to_id": "1618269",
            "text": "Jaá, var það ekki?"
        },
        {
            "user": "Sally",
            "user_id": "38019",
            "date": "2004-06-18 20:28:24",
            "id": "1618271",
            "reply_to_id": "1618225",
            "text": "[ Eytt af stjórnanda ]"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-06-18 20:50:28",
            "id": "1618272",
            "reply_to_id": "1618225",
            "text": "Við skulum bara orða þetta þannig að Sirius hafi verið góður við þá sem honum þótti vænst um og vondur við þá sem hann hataði/þótti ekki vænt um.\nOg eru þá ekki allir sáttir? Jú svo sannarlega."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-06-19 09:48:29",
            "id": "1618273",
            "reply_to_id": "1618225",
            "text": "Þú skrifaðir: \"Í fyrsta lagi neitar hann ekki að hafa drepið foreldra Harrys. Í þriðju bókinni segir orðrétt:„„Þú drapst foreldra mína,“ sagði Harry. [...]\nSirius starði upp til hans sokknum augum.\n„Ég neita því ekki,“ sagði hann“. (bls.237)\nOg hann endurtekur játningu sína nokkrum blaðsíðum síðar. \""
        },
        {
            "user": "evulius",
            "user_id": "36955",
            "date": "2004-06-19 14:31:30",
            "id": "1618274",
            "reply_to_id": "1618225",
            "text": "Sko.. Hann var vondur við Kreacher, því hann minnti hann á fjölskyldu sína, sem voru öll dráparar eða eitthvað svoleiðis. Og það þýðir ekkert að hann sé vondur. Hann var á móti drápurum og Voldemort. Ég skil hann vel… og svo var álfurinn líka alltaf að ‘'hugsa’' um hvað þau voru skrýtin og svoleiðis. En það sem Cornelius Fudge sagði þarf ekkert endilega að vera satt heldur. Þið vitið hvenig hann var i 5 bókinni, vildi aldrei viðurkenna að Voldemort hafi snúði aftur. Í þessu þarna tilfelli vildi hann kannski ekki fara að hafa þetta eitthvað flóið. Eins og í 5 bókinni.. og að sitja saklaus inni í fangelsi fyrir eitthvað sem maður gerði ekki.. jaa ég skil hann vel að hafa viljað drepa Peter, sem drap bestu vini hans og kom sökina á hann. Hver hafði ekki viljað gera það? ;)\nFín grein samt..en soldið fáránleg pæling."
        },
        {
            "user": "gomamiso",
            "user_id": "18080",
            "date": "2004-06-19 18:05:42",
            "id": "1618275",
            "reply_to_id": "1618274",
            "text": "Einmitt! :)\nfjölskylda Siriusar var öll í myrkraverkum og hann skammaðist sín fyrir hana, þess vegna var hann svona rosalega vondur við Kreacher því hann var lifandi minning fjölskyldu hans. Tek vel undir þetta hjá þér :D"
        },
        {
            "user": "BrynjarJ",
            "user_id": "42986",
            "date": "2004-06-19 18:44:10",
            "id": "1618276",
            "reply_to_id": "1618225",
            "text": "Auga fyrir auga reglan er kjaftæði, það eina sem réttlætir morð er sjálfsvörn þ.e ef einhver miðar byssu á höfuðið þitt þá hefur þú rétt á því að skjóta á móti"
        },
        {
            "user": "Aesa",
            "user_id": "14937",
            "date": "2004-06-20 02:28:54",
            "id": "1618277",
            "reply_to_id": "1618225",
            "text": "Vá.\nÉg hef aldrei séð eins mörgu eytt af stjórnendum eins og hér. O_o\nSamot, Tzipporah og Death eitthvað (þú fyrirgefur ég man ekki alveg nafnið), ég vil þakka ykkur fyrir yfirveguð svör.\nHaldið þið virkilega að þetta sé mín skoðun á Siriusi Black? Hvað gengur að ykkur?\nAllt sem ég skrifa er satt… bara ekki allur sannleikurinn. Tökum nú greinina fyrir:\nKreacher er úrþvætti og engum þykir vænt um hann. Enda er hann gegnsýrður af hugmyndum Blackfjölskyldunnar. +elliær? En Sirius hefði alveg mátt koma aðeins betur fram við hann.\nSirius var svo klár og þurfti ekki að hafa fyrir einkunnunum svo hann hafði tíma í annað. Það hefur ekki bætt hann í sjálfumgleiðinni og ýtt undir grimm eineltismál.  Hrokagikkur. Hann var það líklega áfram eftir að hann varð fullorðinn, þótt ekki væri í sama mæli, við vitum ekkert hvernig hann var með öðru fólki en þeim sem hann treysti og elskaði mest, og svo Snape, sem hann fyrirleit.\nHann hló af taugaveiklun.\nHvernig stendur á því að enginn gat nefnt það að strax á eftir því að hafa sagst hafa myrt foreldra Harrys, útskýrir hann það sem hann meinti; hann segist hafa verið valdur að dauða þeirra með því að vilja skipta yfir í Peter? Þar með sannar hann sakleysi sitt og iðrun og söknuð.\nÉg er í uppnámi yfir því að hann hafi reynt að kyrkja Harry en það er staðreynd að hann reyndi. ;_;\nFrásagnirnar. Ég var bara að benda á þetta, ég rakst á þetta þegar ég vildi lesa allt sem ég gat um þetta myrka kvöld þegar Potter hjónin voru myrt, til þess að skrifa um það sögu. Viljiði lesa hana? Hún er á ensku samt.\nEkki halda að mér finnist Sirius vera vondur maður í alvörunni. Nema þegar hann lagði fólk í einelti. Hann er í uppáhaldi hjá mér og ég var mjög miður mín þegar hann féll. En allt sem kom fram í greininni er satt. Og mér tókst að koma af stað umræðum :D"
        },
        {
            "user": "Evenstar",
            "user_id": "27973",
            "date": "2004-06-20 11:17:49",
            "id": "1618278",
            "reply_to_id": "1618225",
            "text": "Í fyrsta lagi neitar hann ekki að hafa drepið foreldra Harrys. Í þriðju bókinni segir orðrétt:„„Þú drapst foreldra mína,“ sagði Harry. [...]\nSirius starði upp til hans sokknum augum.\n„Ég neita því ekki,“ sagði hann“. (bls.237)\nOg hann endurtekur játningu sína nokkrum blaðsíðum síðar\nJæja Sirius segir þetta vegna þess að hann hafi drepið þau með því að leggja til nafn Peters sem er mjög eðlilegt .\nAð vera vondur við krecher er gott mál því Krecher hjálpaði hinu illa og ef þú segir mér að ef Harry einhvertíman drepi illan galdramann eða einhvern samstarfsmann hins illa þá held ég að þú ættir að pæla það aðeins lengra!\nannars ekkert rosalega góð grein\np.s Peter dó “hetjudauða” því Sirius var vondikallinn og allir votta Peteri þá smá vorkunn."
        },
        {
            "user": "Evenstar",
            "user_id": "27973",
            "date": "2004-06-20 11:22:51",
            "id": "1618279",
            "reply_to_id": "1618278",
            "text": "ef Harry einhvertíman drepi illan galdramann eða einhvern samstarfsmann hins illa og þá sé hann vondur þá held ég að þú ættir að pæla það aðeins lengra!"
        },
        {
            "user": "Evenstar",
            "user_id": "27973",
            "date": "2004-06-20 23:55:20",
            "id": "1618280",
            "reply_to_id": "1618279",
            "text": "Ég skildi þetta með hláturinn alltaf þannig að hann sé að hlæja af því að hann var að fatta snilldarbragð Peters að drepa muggana og Potter hjónin og kenna Siriusi um það. Mjög gott bragð hjá honum þar sem allir héldu að Sirius gætti leyndarmálsins og var einn af fáum sem vissu að Peter væri animagus. Eða þið vitið…\nÞetta með að kirkja Harry skildi ég alltaf þannig að hann væri að fá Harry til að hætta að barsmiðunum án þess að meiða hann. Auðvitað er ekki gott að láta taka sig hálstaki en það er kannski skárra en að láta kíla sig !!!!"
        },
        {
            "user": "Aesa",
            "user_id": "14937",
            "date": "2004-06-21 01:23:36",
            "id": "1618281",
            "reply_to_id": "1618280",
            "text": "Þetta með hláturinn, nei hann vissi ekki hvað hafði raunverulega gerst. Þá hefði hann líka reynt að segja eitthvað, er það ekki? Hann segir að í bókinni að hann hafi alltaf haldið að Peter hafi dáið,alveg þangað til hann sá myndina af honum í blaðinu."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-06-21 02:08:35",
            "id": "1618282",
            "reply_to_id": "1618281",
            "text": "Eg trui þvi ekki að hann se dainn."
        },
        {
            "user": "rutep",
            "user_id": "23962",
            "date": "2004-06-21 10:08:08",
            "id": "1618283",
            "reply_to_id": "1618281",
            "text": "Já mig minnti það líka, að hann hefði haldið að Peter hefði dáið eins og allir hinir héldu, þar til hann sá Egyptalandsmyndina. Þess vegna var hann að hlæja að klaufaskap Peters, að hann skyldi sprengja sjálfan sig óvart í staðinn fyrir að sprengja Sirius."
        },
        {
            "user": "Aesa",
            "user_id": "14937",
            "date": "2004-06-21 13:13:42",
            "id": "1618284",
            "reply_to_id": "1618225",
            "text": "Ég hef verið að velta því fyrir mér hvort þið sem að segið þessa grein vera lélega, eða ekki svo góða, hvort að ykkur finnist það bara af því að þið eruð ekki sammála því sem ég segi í henni? Grein getur verið góð án þess að hún sé sammála ykkur. Grein getur verið góð þótt hún sé út í hött."
        },
        {
            "user": "johanng",
            "user_id": "9215",
            "date": "2004-06-21 13:21:23",
            "id": "1618285",
            "reply_to_id": "1618225",
            "text": "Gaman að sjá blinda harry potter fans sem neita að trúa möguleikanum að þetta gæti verið rétt hjá þér. Góðar pælingar og gætu verið eitthvað til í þessu, verður bara að koma í ljós :)"
        },
        {
            "user": "Aesa",
            "user_id": "14937",
            "date": "2004-06-21 13:28:53",
            "id": "1618286",
            "reply_to_id": "1618285",
            "text": ":D Johanng, ég fæ tár í augun við það að fá þessi jákvæðu viðbrögð!\nAllt sem kemur fram í greininni er sannar staðreyndir. Þið getið gáð í bækurnar, ég gaf upp blaðsíðutal. En þá sjáið þið líka það sem ég gætti mín vel á að setja ekki í greinina, eins og þegar Sirius útskýrir sakleysi sitt ofl."
        },
        {
            "user": "johanng",
            "user_id": "9215",
            "date": "2004-06-21 13:34:37",
            "id": "1618287",
            "reply_to_id": "1618286",
            "text": "alltaf gaman að sjá gleðitár >o"
        },
        {
            "user": "Overture",
            "user_id": "41732",
            "date": "2004-06-21 15:06:11",
            "id": "1618288",
            "reply_to_id": "1618225",
            "text": "Þetta eru þvílíkar rugl-pælingar.\nEn eitt:\nÁstæðan fyrir því að Sirius var vondur við Kreacher var vegna þess að hann átti það skilið. Kreacher var alltaf að segja eitthvað og var dónalegur við gesti og vildi einungis hlýða móður og föður Siriusar, en neyddist til að hlýða Siriusi. Kreacher hataði sirius vegna þess að foreldrar siriusar hataði hann (ekki beint hat), vegna þess að sirius var ekki illur.\nHmH!"
        },
        {
            "user": "Aesa",
            "user_id": "14937",
            "date": "2004-06-21 22:05:03",
            "id": "1618289",
            "reply_to_id": "1618225",
            "text": "þetta er stolið úr Harry Potter nr. 4. þar sagði Sirius það meira að segja, þegar Harry, Ron og Hermione komu að heimsækja hann í hellinn"
        },
        {
            "user": "Aesa",
            "user_id": "14937",
            "date": "2004-06-21 23:26:42",
            "id": "1618290",
            "reply_to_id": "1618289",
            "text": "Hvað er stolið?"
        },
        {
            "user": "Upvappl",
            "user_id": "40041",
            "date": "2004-06-22 11:07:08",
            "id": "1618291",
            "reply_to_id": "1618225",
            "text": "Þeta er eitthvað sem ég skil ekki. Þessi húsálfur var bara birrandi. OG Sirius reyndi aldrei að drepa Harry. Harry ætlaði að drepa Sirius vegna þess að hann hélt að Sirius hafði drepið foreldra hans sem hann gerði alls ekki. En hvað, hann braut Ron vegna þess að hann var að reyna að ná rottunni. Sem var Peter Pettigrew sem drap foreldra Harry. EN James, Lupin og Sirius voru bestu vinir og Sirius hefði aldrei drepið þau. Hann hefði frekar látið lífið, en að mínu mati þá var Peter bara heigull og var ekki vinur í raun þannig að hann sveik þau."
        },
        {
            "user": "Aesa",
            "user_id": "14937",
            "date": "2004-06-22 15:46:23",
            "id": "1618292",
            "reply_to_id": "1618225",
            "text": "Ég er ekki alveg nógu sátt við þessi svör sem ég fæ, þau eru öll eins og órökstudd.\nHvað er þetta? Reyndi Sirius ekki að drepa Harry? Hvað var hann þá að gera þegar hann kreisti hálsinn á Harry með báðum höndum svo að hann náði ekki andanum?\nSvo fótbraut Sirius Ron aldrei! Hann bara beit hann fast og dró hann á eftir sér, með þeim afleiðingum að Ron festi fótinn, sem brotnaði þegar Sirius togaði."
        },
        {
            "user": "Bartuc",
            "user_id": "19529",
            "date": "2004-06-22 22:51:58",
            "id": "1618293",
            "reply_to_id": "1618292",
            "text": "Ron var með Scabber í vasanum, ekki satt?"
        },
        {
            "user": "Talesofelviz",
            "user_id": "39258",
            "date": "2004-06-23 01:32:31",
            "id": "1618294",
            "reply_to_id": "1618225",
            "text": "ég er ekki sammála þér æsa. Not one bit. Þú heldur því en fram að Sirius hafi reynt að drepa harry. Það er búið að segja þetta 100000000000000 sinnum hér, hann var að reyna að láta hann hætta ekki drepa hann. ENDA HAFÐI HANN ENGA ÁSTÆÐU!!! Króa af dótið, er búið að úkjlá.\nSvo er líka búið að segja álíka oft og drepa harry dótið að kreacher á þetta 100% skilið.\nOg Tzipphora!þú sagðir að þessi grein væri rökstudd, hún var það, en rökin reyndust röng svo að hún var í rauninni ekki rökstudd:/"
        },
        {
            "user": "Aesa",
            "user_id": "14937",
            "date": "2004-06-23 11:15:00",
            "id": "1618295",
            "reply_to_id": "1618294",
            "text": "Þrettán ára strákur, lítill og mjór eftir aldri, er að lemja stóra geðveika manninn. Það var búið að taka af honum sprotann og hann gat ekkert drepið hann. Síðan hvenær geta krakkar drepið fullorðna menn með því að lemja þá í brjóstkassann?\nKreacher var náttúrulega ömurlegur en ég er samt á því að Sirius hafi komið heldur illa fram við hann.\nHvernig getiði sagt að rökstuðingur minn sé rangur? Hann er allur tekinn beint úr bókunum."
        },
        {
            "user": "ingastefania",
            "user_id": "43143",
            "date": "2004-06-23 16:41:54",
            "id": "1618296",
            "reply_to_id": "1618225",
            "text": "fáránleg grein,þú pælir alltof mikið og sirius reyndi ekkert að drepa hann."
        },
        {
            "user": "Talesofelviz",
            "user_id": "39258",
            "date": "2004-06-24 00:32:13",
            "id": "1618297",
            "reply_to_id": "1618296",
            "text": "SAMMÁLA!!"
        },
        {
            "user": "ciccolina",
            "user_id": "53863",
            "date": "2004-06-24 13:22:29",
            "id": "1618298",
            "reply_to_id": "1618225",
            "text": "[ Eytt af stjórnanda ]"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-06-24 17:27:27",
            "id": "1618299",
            "reply_to_id": "1618298",
            "text": "Ciccolina, þú veist greinilega  ekki hver Sirius Black er í raun og veru. Sirius Black er kúlaði gaurinn í Harry Potter en hann er ekki sá fullkomni. Sirius Black er ekki allt í lagi, get ég sagt þér. Hann er svolítið geðklofinn persónuleiki. Hann veit hvað er rétt og rangt en vill að allt sé honum í hag. Hann er ekki engill, langt frá því. Bæði í skóla og venjulega.\nMér finnst ókurteisin í þér og öðrum vera svo mikil að það er bara til þeim til skammar. Það eru alltof alltof margir sem skoða þetta og segjast síðan elska Sirius og halda að þau séu HArry Potter fan númer eitt bara út af því að þau hafa lesið bókina. Alvöru fan kemur með rökstuðning og pælingar og samsæriskenningar.\nMér finnst að allir þeir sem hafa verið með einhver skítköst í garð Æsu eða annarra alvöru fana eigi að biðjast  fyrirgefningar. Maður skrifar hvorki eða segir svona. Hvað ertu annars búin að lesa bækurnar oft? einu sinni? Hálfu sinni?\nFantasia"
        },
        {
            "user": "Indi90",
            "user_id": "51849",
            "date": "2004-06-24 22:31:09",
            "id": "1618300",
            "reply_to_id": "1618225",
            "text": "ÞESSI GREIN ER FUCKED UP."
        },
        {
            "user": "Saidin",
            "user_id": "22936",
            "date": "2004-06-24 22:51:41",
            "id": "1618301",
            "reply_to_id": "1618225",
            "text": "[ Eytt af stjórnanda ]"
        },
        {
            "user": "Aesa",
            "user_id": "14937",
            "date": "2004-06-25 16:33:40",
            "id": "1618302",
            "reply_to_id": "1618225",
            "text": "Ég var að tala við chesner, ekki Talesofwiz.\ningastefania (og margir aðrir): Hvað er það sem er svona fáránlegt við greinina? Hvað er það sem gerir hana verri en aðrar greinar, annað en það að þið eruð ekki sammála nafninu á henni?\nFantasia: Vel orðað! ;)\nKazzam: Auðvitað er þetta nördaleg pæling, áhugamál eru alltaf nördaleg.\nPunktur."
        },
        {
            "user": "Barnari",
            "user_id": "45286",
            "date": "2004-06-25 18:48:53",
            "id": "1618303",
            "reply_to_id": "1618225",
            "text": "*HnUzZ HnUzZ* HVERNIG VOGARU ÞÉR AÐ MÓÐGA MINNINGU SIRIUSAR OG HANN ER EKKERT MEIRA VONDUR OG EKKERT MEIRI MORÐINGI EN ÞÚ :@ GLORG ÉG LÍÐ EKKI SVONA DÓNASKAP VIÐ MINNINGU FÓLKS OG SVONA ÞVÍ VIÐ ERUM AÐ TALA UM SIRIUS ÆTTIRU MIKLU FREKAR AÐ REYNA AÐ SKRIFA EIKKAÐ FALLEGT OG SONA UM HANN FREKAR EN ÞETTA og líka *HeHe* ertu svoldið dofin mannsveskja *KrÆzT* Skohh Sirius sagðist eiga sök á dauða þeirra því hann hélt að Peter væri meira treystandi fyrir þessu en honum sjálfum sem var greinilega ekki rétt og það er kannski eitt af því litla sem hann hefur gert svona SVAKA rangt um ævina :@ og ekki VoGa þér að gera svona grein attur :@"
        },
        {
            "user": "annapotter",
            "user_id": "34019",
            "date": "2004-06-26 22:23:00",
            "id": "1618304",
            "reply_to_id": "1618303",
            "text": "SHIT!!!\nÉg segji nú bara kræst í staðin fyrir þig…\nAð taka þetta svona alvarlega\nSIRIUS ER SÖGUPERSÓNA!\nOg hann býr í bók, ekki raunveruleikanum… Og mér fannst þetta bara fín grein… Þetta “Ekki voga þér að gera svona grein aftur” er BARA bull :@\nÉg er skoh orðin fúl út í þig fyrir að vera leiðinlega við Aesu !\nOg svo með þetta, “ þetta er það eina sem hann hefur gert SVAKA rangt um ævina…” Hvað með það þegar hann var að leggja Snape í einelti, og þegar hann drap hann næstum því með þvi að plata hann í varúlf… Og hvað með það þegar hann var að reyna tæla Harry til alls konar “prakkarastrika” (Varnarlið Dumbledores) bara til þess að hann yrði rekin og hann sjálfur yrði ekki svona svakalega einmana!?\nEn þótt að ég sé að verja Aesu þá er ég á móti því sem hún er að segja því að mér finnst SIrius þvert á móti vondur!\nEn far vel\n-AnnaPotte"
        },
        {
            "user": "Barnari",
            "user_id": "45286",
            "date": "2004-06-26 23:04:10",
            "id": "1618305",
            "reply_to_id": "1618304",
            "text": "Ehe já þegar ég las yfir þetta attur sá ég reyndar ettir því en samt var Sirius nú ekkert vondur maður… Sorry Aesa :$ En Sirius er EKKI vondu"
        },
        {
            "user": "Aesa",
            "user_id": "14937",
            "date": "2004-06-27 17:53:28",
            "id": "1618306",
            "reply_to_id": "1618305",
            "text": "Já, ætli ég fyrirgefi þér ekki fyrst þú ert svo góð að biðjast afsökunar. En lastu svörin við greininni? Ég nefnilega bendi á það og játa það alveg að Sirius sagðist hafa verið valdur að dauða foreldra Harrys af því að hann vildi ekki vera vörður leyndarmálsins þeirra. Ég sleppti því bara af því að það passar ekki inn í þema greinarinnar, skiluru?\nMér finnst Sirius ekki vera neitt vondur maður og hann er uppáhalds persónan mín en það sem stendur í greininni er samt satt. Stundum kannski ekki allur sannleikurinn, reyndar, greinin var skrifuð þannig að ég gætti mín mjög vel á því að láta ekkert gott koma fram."
        },
        {
            "user": "ZinderLoc",
            "user_id": "10112",
            "date": "2004-08-07 21:38:59",
            "id": "1618307",
            "reply_to_id": "1618225",
            "text": "tatara hér kemur lagið Vitleisingur:\nVitleisingur ekki gott það er vileisingur eins og vera ber er vitlaus! þetta er mitt álit á þinni lélegu og fávitalegu grein"
        },
        {
            "user": "mundulingur",
            "user_id": "45964",
            "date": "2004-11-27 14:26:19",
            "id": "1812903",
            "reply_to_id": "1618225",
            "text": "Hann strauk úr Azkaban til að fremja morðið sem hann var búinn að sitja inni í 13 ár fyri"
        },
        {
            "user": "Kallisto",
            "user_id": "54357",
            "date": "2004-11-29 18:07:40",
            "id": "1816408",
            "reply_to_id": "1618225",
            "text": "Allt í lagi, svo að við förum í gegnum þetta….\n*Sirius kemur svona fram við Kreacher því að Kreacher er hliðhollur móður Siriusar, sem að hann síðan hatar (af góðri ástæðu).\n*Hann var stoltur og sjálfumglaður þegar hann var ungur einfaldlega vegna þess að hann var vinsæll, myndarlegur og vitlaus…hann var ennþá bara unglingur á þeim tíma sem Harry sá í gegn um pensieve-ið.\n*Sirius hló á götunni eftir að ‘muggarnir’ dóu vegna þess að hann hélt að Peter hefði dáið…hann sagði það sjálfur í lok bókar 3 að hann hafði loksins fattað að Peter væri á lífi þegar að hann sá myndina af Peter í líki Scabbers utan á The Daily Prophet, þegar Weasley fjölskyldan fór til Egyptalands.\n*Sirius neitar því ekki að hafa drepið Lily og James því að honum finnst hann vera ábyrgur að vissu leiti, hefði hann ekki beðið Peter um að koma í sinn stað á síðustu stundu sem ‘secretkeeper’ Potter hjónanna, hefðu þau ekki dáið.\n*Sirius ´meiðir Ron væntanlega ekki viljandi, heldur er einfaldlega of æstur að fá loksins að hefna fyrir morðið á besta vini sínum, sem var honum sem bróðir.\n*Hann tekur um hálsinn á Harry til að stöðva hann frá því að skemma allt fyrir honum og þannig hjálpa Peter að sleppa. Sirius veit af því að ef Harry vissi alla söguna þá mundi hann hætta að berjast á móti og vera samvinnuþýðari. Sama þótt að Harry sé bara 13 ára þarna, og á mörkunum að vera enn barn, þá er það varla beint auðvelt að halda kyrrum og róa niður 13 ára strák sem heldur að maðurinn sem drap foreldra hans sé að fara að drepa hann og bestu vini hans.\n*Mér finnst morð persónulega réttlætanlegt við þessar kringumstæður, ef að einhver dræpi bestu vinkonu mína mundi ég ábyggilega vilja gera hið sama. Þú veist að sjálfsögðu af hverju Sirius reyndi að drepa Peter!\n*Sbv. morðin á götunni, þá er að sjálfsögðu ekki hægt að treysta nokkrum muggle-sjónarvottum, sem sjá það sem þeir vilja sjá og heyra það sem þeir vilja heyra.\n—-\nAuðvitað hefur Sirius gert mörg mistök, og já hann er mjög skapbráður. En það eitt gerir hann bara mannlegan, sem að hann er, ekki illan.\nOg hættu svo að tala svona um uppáhaldspersónuna mína ;)"
        },
        {
            "user": "teleute",
            "user_id": "24240",
            "date": "2004-11-29 19:02:27",
            "id": "1816545",
            "reply_to_id": "1618225",
            "text": "Sirius Black er náttúrlega alveg snar klikkaður maður, og engin furða. Eftir að hafa orðið að taka afleiðingum gjörða sinna á svona hroðalegan hátt og sitja í þokkabót í 12 ár í Azkaban og svo ofan á það vera eftirlýstasti maður í galdraheiminum… ja, ég myndi fara yfirum.\nHann er hættulega skammsýnn, sjálfumglaður og frekar hræsnifullur (sem sjá má af því sem hann sagði um húsálfa og því hvernig hann kemur svo fram við Kreacher).\nMargt af því sem hann gerir á sér skiljanlegar skýringar, en þær þurfa ekki alltaf að vera afsakanlegar, og Sirius hefur nokkrum sinnum gert sig sekan um mikil mistök sem hann hefði getað afstýrt hefði hann hugsað aðeins lengra fram í tímann. Þá er ég ekki að tala um valið á Peter Pettigrew sem secret-keeper, heldur frekar þegar hann gerði hluti eins og að vísa Snape á Remus sem varð næstum hans bani.\nÞað verður þó að taka tillit til aðstæðna hans, og ekki bara verunnar í Azkaban eða þess að hann var innilokaður í Grimmauld place í næstum heilt ár. Ef fjölskylda hans er tildæmis skoðuð er alveg ljóst að það hefur ekki beint verið alin upp í honum samviskan, og svo ég noti nú gamla klisju: Það læra börn sem fyrir þeim er haft.\nÞriðji punkturinn hjá þér, um mismuninn á framburði Siriusar og Mugganna, er athyglisverður, og ég á örugglega eftir að kíkja í bókina á ensku þegar ég kem heim til að athuga hvort hann á við rök að styðjast.\nÉg held að Sirius sé ekki illur að eðlisfari, en hann hefur marga stóra galla, ekki síst vegna uppeldis hans sem hefur ekki verið upp á marga fiska, og vegna verunna í Azkaban sem hefur náttúrlega haldið aftur af tilfinningalegum þroska hans í tólf ár og skemmt hann á margan annan hátt.\nMiðað við hindranirnar sem hann hefur þurft að sigrast á finnst mér hann bara hafa komið nokkuð vel út á endanum, þrátt fyrir allt :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-12-12 20:34:48",
            "id": "1839881",
            "reply_to_id": "1816545",
            "text": "maður getur ekki neitað að hann er svoldið vitlaus í rauninni þegar maður hefur lesið bækurnar nokkrum sinnum , en sirius hafði ástæðu til að drepa Peter því að hann hafði lekið upplýsingum til Mikla V og Voldemort hafði síðan reynt að drepa harry og drepið pabba hans og mömmu líka , en ef maður les bækurnar vel og oft þá sér maður að ormshali var bara litli grautarhausinn sem Lupin , James og Sirius voru að verja  …"
        },
        {
            "user": "Regza",
            "user_id": "30997",
            "date": "2005-09-05 12:10:17",
            "id": "2449179",
            "reply_to_id": "1618225",
            "text": "Ólíkt öðrum finnst mér þessi grein hrein snild!! En það er bara staðreynd að Sirius er mannlegur, skapbráður og hefur sína galla ag ég elskaði hann sem sögupersónu fyrir þessa eiginleika!! Hann er ekkert svo ósvipaður frænda mínum sem er kanski ekki fyllilega inni í raunveruleikanum en sögurnar sem maður hefur heyrt eru snild!! Það sama á við um Sirius, svona fólk gerir tilveruna skemmtilega þó það geri mistök eins og við gerum öll!!!\n-Litli Brjálæðingurinn.."
        },
        {
            "user": "krullifraud",
            "user_id": "59622",
            "date": "2006-01-09 02:47:32",
            "id": "2934801",
            "reply_to_id": "1618225",
            "text": "Sko Sirius hataði Kreacher því hann minnti hann svo mikið á móður sína sem hann hataði … og húsið (Hroðagerði) og allt sem því viðkom.. svo talaði Kreacher illa um Sirius líka og sveik hann svo eitthvða sé nefnt .. og svo þetta með að hann hefi ekki neitið að hafa svikið foreldra Harry's sko.. Hann gerði það ekki því ef hann myndi gera það þá hefði Harry aldrei trúað honum og ekkert leyft honum að útskýra þó Sirius ver nú ekkert mikið að reyna að útskýra en .. það er bara vitlaust af þér að halda að hann sé eitthvða vondur eftir því sem ég tók eftir í bókinni þá var hann mjög góður við Harry og Ron og Hermione og hvaðanaeina…\nMér finnnst þetta bara asnalegt hjá þér ;)"
        },
        {
            "user": "ArwenUndómiel",
            "user_id": "63548",
            "date": "2006-08-31 15:03:18",
            "id": "3929650",
            "reply_to_id": "1618225",
            "text": "Ég get nú varla dæmt þetta, því að núna, á þessu ári ert það þú sem ert stjórnandi hér og ég er það ekki:S\nEn mér finnst pælingarnar fara svolítið í hringi, ekki samt taka þessu alvarlega!\nMér finnst Sirius Black vera góður maður, en auðvitað er það bara eftir einstaklingum!\nÉg get mjög illa dæmt þetta svo að búið mál!\nMeð bestu kveðju og von um góða líðan,\nFridan"
        }
    ]
}