{
    "forum_title": "Hestar",
    "user": "Sedna",
    "user_id": "52375",
    "date": "2004-06-19 15:53:06",
    "title": "Óður frá Brú á barmi þess að vera blindur!",
    "text": "1. verðlauna stóðhesturinn, Óður frá Brú, kom úr merahaga fyrir nokkrum dögum, en var hægra auga hans orðið stokkbólgið og grátt. Það sást ekki í augasteininn og Óður sá ekkert úr því auga. Hann hafði rekist í eitthvað í haganum eða eitthvað annað gerst, og nú er óvíst að hann fái aftur sjónina. Það var tekið eftir meiðslunum síðasta laugardag, eða fyrir viku, en hann var ekki sendur í aðgerð fyrr en á fimmtudaginn, fimm dögum seinna. Aðgerðin var gerð í Gusti á sama tíma og ræktunarsýning var í gangi. Þeir sem framkvæmdu aðgerðina voru Björgvin dýralæknir og Örn Sveinsson augnlæknir. Aðgerðin stóð í 2 1/2 - 3 tíma, en hún gekk ekki sem best. Það fannst ekki aðskotahlutur í auganu en Óður þarf að vera á lyfjum í marga mánuði, og þá verður gáð hvort það verður í lagi með hann.\nKrossum fingurna fyrir Óð frá Brú og vonum að næst þegar við sjáum hann verði hann ekki með glerauga!<br><br>…………………………………………..\n<i><font color=“purple”>Welcome to my world\n-Seth Cohen</font></i",
    "url": "https://www.hugi.is/hestar/korkar/210481/odur-fra-bru-a-barmi-thess-ad-vera-blindur/",
    "url_id": "210481",
    "id": "1620040",
    "replies": [
        {
            "user": "Sedna",
            "user_id": "52375",
            "date": "2004-06-20 22:49:35",
            "id": "1620041",
            "reply_to_id": "1620040",
            "text": "Er þetta ekki hinn eini sanni Óður? Alla vega þá er hann frá Brún en ekki hengibrú.<br><br>Það þarf ekki alltaf að skrifa <a href=\"\nhttp://www.hrekkjalomur.tk\n\"> eitthvað…</a"
        },
        {
            "user": "Sedna",
            "user_id": "52375",
            "date": "2004-06-21 11:09:39",
            "id": "1620042",
            "reply_to_id": "1620041",
            "text": "Já, úps! Ég var bara búin að gleyma hvaðan hann var! Fyrirgefiði!<br><br>…………………………………………..\n<i><font color=“purple”>Welcome to my world\n-Seth Cohen</font></i"
        },
        {
            "user": "Sleipnir",
            "user_id": "6698",
            "date": "2004-06-28 16:06:25",
            "id": "1620043",
            "reply_to_id": "1620040",
            "text": "Þetta var nú reyndar bara annað augað.\nKannski hann róist eitthvað við að sjá illa :p<br><br><font color=“#FF0000”><b>Bónus, frá vöggu til grafar.</b></font>\nNýju valdi vex ásmegin<a href=\"\nhttp://www.samsaeri.tk\n\"> samsærið</a> er hafið, kíktu við.\n<b>Ég er að safna undirskriftum fyrir nýtt áhugamál, áhugamál um undirskriftalista.\nÁhugasamir sendi mér skilaboð.</b>\nSleipnir, marzipan, Sungirl, unnurgk, fatBastard og biggi88 eru komnir á listann."
        }
    ]
}