{
    "forum_title": "Litbolti",
    "user": "Gemini",
    "user_id": "3295",
    "date": "2001-03-29 13:01:54",
    "title": "Hvernig gengur þetta ?",
    "text": "Það væri fínt að heyra svona hvernig hlutirnir eru að ganga hérna á skerinu :)\nEru kominn eitthver lið ?\nEr eitthvað af fólk sem fer að spila 2 sinnum eða jafnvel 4 sinnum í mánuði ennþá ?\nÉg er bara búin að fara einu sinni og það var þvílíkt gaman.  Fullt af marblettum en hverjum er ekki sama um þá :)\nEr alltaf endalaust að gera ennþá á þessum paintball völlum ?\nÞað vantar meira af fólki sem skrifar það sem það veit hérna á huga.\nMig langar þvílíkt að fara að spila aftur.  Peningar eru vandamál en hægt að redda stundum.  Flestir vinir mínir tíma ekki að fara aftur í paintball.  Þeim fannst þetta geðveikt stuð og allt það bara já fólk á ekki 8000-10000 kall bara til að eyða í 3 klukkutíma fjör.  Hægt einu sinni en erfitt að tíma því aftur.\nFleiri spurningar :\nEf ég kaupi mína eigin byssu hvar má ég nota hana ?  Leifa vellirnir þér að koma með eitthverja pro byssu og drepa alla newbieana á vellinum eða…..\nHvaða byssur eru vinsælastar í dag (á ásættanlegu verði sko) ?\nHvað kosta kúlur ?\nHvað kosta kúlur á völlunum ?\nMá koma með sýnar eigin kúlur ?\nEf ekki afhverju þá að kaupa sér kúlur ?\nHvað er fólk að skjóta mörgum kúlum í einum leik ?\nHvað kostar inná vellina ?\nMun eitthvað kosta inná félagsvellina (fyrir utan félagsgjald) ?\nEf ég minn búnað alveg sjálfur þarf ég að borga jafnmikið inná vellina ?\nEinsog þið sjáið er alveg helling sem ég veit ekki og langar að vita áður en ég skelli mér útí þetta.  Fyrst að sjá hvort ég hafi efni á að stunda þetta sport.\nKveðja DeadlyShadow",
    "url": "https://www.hugi.is/litbolti/greinar/21100/hvernig-gengur-thetta/",
    "url_id": "21100",
    "id": "136286",
    "replies": [
        {
            "user": "Xavier",
            "user_id": "2009",
            "date": "2001-03-29 13:24:31",
            "id": "136287",
            "reply_to_id": "136286",
            "text": "Ef að þú kaupir þína eigin byssu þá eru sér dagar sem að þú getur mætt með byssuna á vellina tilað spila. Þú fær ekki að spila á móti newbies með þína eigin byssu. Það er bara ósanngjarnt. það er hinsvegar í umræðunni að hafa einn dag í viku fyrir þá sem eru með sína eigin byssu. Þetta skýrist allt á næstu vikum.\nHvaða byssur eru vinsælastar? Það eru mjög skiptar skoðanir um þetta og eflaust allir vissir um að sín byssa sé sú besta. LBFr er með tilboð á Inferno byssum og þykja þær mjög góðar til að byrja með. Þær eru á góðu verði og bilanatíðni er mjög lág.\nVerð á kúlum er mismunandi. LBFR er með kassa af Diablo Blaze til sölu á 5.500 kall það eru 2000 kúlur.\nÍ Kópavogi kostar kúlan um 10 kall stk. Það á eftir að fara í gegnum það hvort það er ásættanlegt að fólk mæti með sínar eigin kúlur á þeim dögum sem að má mæta með sínar eigin byssur. Ef ekki þá verður samið um eitthvað skikkanlegt verð fyrir kúlurnar.\nÞetta verður að duga í bili…\nXavie"
        },
        {
            "user": "Xavier",
            "user_id": "2009",
            "date": "2001-03-29 14:47:25",
            "id": "136288",
            "reply_to_id": "136287",
            "text": "Hvað er fólk að skjóta mörgum kúlum í einum leik ?\nÞað er mjög mismunandi. Ég hef farið með 30 kúlur í leik og ég hef farið með 300 kúlur í leik.\nHvað kostar inná vellina ?\nÍ Kópavogi kostar 2900 kall með 100 kúlum.\nMun eitthvað kosta inná félagsvellina (fyrir utan félagsgjald)?\nÞegar félögin er að sjá um vellina þá mun örugglega kosta inná þá. Kannski 300-500 kall bara fyrir viðhald og þess háttar gjöldum.\nEf ég minn búnað alveg sjálfur þarf ég að borga jafnmikið inná vellina?\nEins og fram kom hjá mér áðan þá er ekki víst hvað rukkað verður inná vellina þegar þú mátt koma með eigin græjur. Hinsvegar er augljóst að á félagsvelli er ekki hægt að mæta nema með eigin græjur. Þannig að það marg borgar sig að verla sitt eigið dót.\nÉg mæli með því að þú kíkir á þær greinar sem skirfaðar hafa verið hérna um að velja sér merkjara og þessháttar. Þú finnur þær undir FAQ á litboltasíðunni. Þær greinar ættu að gefa þér smá hugmynd um hvað þarf að hafa í huga við val á merkjurum.\nXavie"
        }
    ]
}