{
    "forum_title": "Körfubolti",
    "user": "Sporti",
    "user_id": "26071",
    "date": "2004-06-24 12:43:43",
    "title": "Það sem er að gerast hjá Lakers í dag",
    "text": "Já það er mikið um að vera í herbúðum Lakers manna í dag.\nPhil jackson er farinn, Kobe er orðinn laus,Shaq fer fram á sölu, Payton verður áfram, Malone er orðinn laus, Fisher er orðinn laus og þeir eru að leita af þjálfar.\nOki byrjum á byrjuninni\nPhil er farinn, kallinn var orðinn þreyttur á þessu og það skemmti pínu að Kobe og Payton vilja ekki lengur spila í þessari blessuðu þríhyrningarsókn lengur. Laker er að gera allt þessa dagana til þess að halda í Kobe og þess vegna létu þeir Phil einfaldlega fara til þess að auka líkurnar á því. Phil hættir örugglega og ég reikna ekki með því að hann þjálfi annað lið. En Lakers eru búnir að tala við tvo þjálfara þeir eru Rudi T sem var hjá Houston og gerði þá að meisturum 1994 og 95 og svo gamla Pat raile(kann ekki að skrifa þetta) sem þjálfaði Lakers frá 1982-1990 við góðan orðstír, tók svo við Knicks og svo síðast við Heat. Ég vona að Rudi taki samt frekkar við þessu.\nKobe er að orðinn Free eins og sagt er en það er klása í samningnum hans sem segjir að hann geti hoppað úr samning á þessu ári.En málið er það að það er ekkert annað lið í NBA sem getur boðið honum eins mikinn penning og Lakers. Það hjálpar líka að Phil er farinn og að lakers sagðist vera meiri segja tilbúnir að selja Shaq til þess að halda honum(þeir eiga saman annsi skrautlega sögu). Ég held að Kobe mun semja aftur við Lakers(það er að segja ef hann verður ekki sakfeldur) því að hann veit að þar er hann að verða númer 1,2 og 3 í liðinu og þar fær hann mesta penninginn.Lakers eru búnir að taka það skýrt framm að þeir ætla ekki að selja Kobe og hlusta því ekki á tilboð í hann.\nShaq málið er aðeins öðruvísi, hann dáði Phil mjög mikið og var ekki ánægður með það, að hann var látinn fara. Svo var hann ekki ánægður með að lakers sögðust jafnvel vera tilbúnir að hlusta í tilboð í stóra manninn. Svo að hann bað um að vera seldur og hafa c.a 20 lið í nba haft samband við lakers um hann. Líklegustu liðin til þess að fá hann(sem hafa launaþakk og góða leikmenn til þess að skipta) er Dallas,Indiana,Nets,Detroit og jafnvel Clippers(sem Shaq sagðist reyndar ekki vilja fara til). En ef shaq langar að verða meistari aftur þá veitt hann að mestu líkurnar á því eru að vera áfram í LA með Kobe. Þótt að Dallas getur gert ágætis tilboð í Shaq, þá vill Lakers helst ekki selja hann til liðs í vesturdeildinni. Ég held að hann verði áfram í Lakers, nema að þeir fá eithvað frábært tilboð í hann sem þeir geta ekki hafnað.\nÁstæðan fyrir því að lakers vill frekkar halda Kobe heldur en Shaq er einfaldlega sú að Kobe er miklu yngri leikmaður og framtíðinn hjá honum því mun meiri, en eins og sást í einvíginu á móti Detroit þá er Shaq enþá aðalmaðurinn í liðinu og vona ég að hann verði þarna áfram.\nMalone mun líklega semja aftur við Lakers eða einfaldlega hætta, hann sagði að ef hann heldur áfram þá verður það með Lakers. Ég held að hann haldi áfram eitt loka tímabil til þess að nálgast hrynginn sinn og jafnvel nálgast stiga mets Jabbars.\nPayton verður áfram og tel ég að hann muni stórbatna við brothvarf Phils, því að í þrhyrnings sóknini þá er eiginlega ekki gert ráð fyrir leikstjórnanda og það er einmitt það sem hann er.\nFisher er orðinn á lausu og tel ég að honum langar að fara á önnur mið, sérstaklega því að Payton verður áfram í liðinu.\nÞað eru alltaf skemmtilegar umræður í kringum lakers liðið en núna held ég að þessar verða ekki toppaðar. Það er ekki á hverjum degi sem stórstjörnur eins og Shaq og Kobe eru á lausu, og það er ekki ða hverjum degi sem lið vill ekki semja við þjálfara sem á 9 meistaradeildarhryngi.",
    "url": "https://www.hugi.is/korfubolti/greinar/211058/thad-sem-er-ad-gerast-hja-lakers-i-dag/",
    "url_id": "211058",
    "id": "1624350",
    "replies": [
        {
            "user": "Ablaze",
            "user_id": "22900",
            "date": "2004-06-24 23:15:04",
            "id": "1624351",
            "reply_to_id": "1624350",
            "text": "Þetta er alveg magnað.."
        },
        {
            "user": "Runaldo",
            "user_id": "53453",
            "date": "2004-06-24 23:59:07",
            "id": "1624352",
            "reply_to_id": "1624350",
            "text": "Ég er ennþá að reyna átta mig á því hvernig lið með svona mörgum stjörnum gat tapað titlinum.Ég hélt að menn með öll þessi laun gætu gætu kyngt smá stollti og reynt að spila saman í staðin fyrir að láta eins og börn og fara að rífast um það hver sé bestur og fara í fýlu ef þeir fá ekki sínu framgengt.Annars er ég full sáttur að Pistons vann titilinn.\nÉg vil sjá shaq fara til San Antonio. það væri snilld ef hann og Duncan myndu geta spilað saman."
        },
        {
            "user": "Frostbyte",
            "user_id": "9040",
            "date": "2004-06-25 21:12:21",
            "id": "1624353",
            "reply_to_id": "1624352",
            "text": "Lakers töpuðu fyrir Detroit vegna þess að þó að allir í liðinu voru stórstjörnur var liðsheildin ekki mjög samheldin. Detroit hafði betri liðsanda og einfaldlega meiri baráttuvilja.\nÉg vildi frekar sjá Shaq verða eftir hjá Lakers frekar en Kobe af þeirri einföldu ástæðu að hann er nánast óstöðvandi á meðan að Kobe er ofdekraður afbrotamaður.  Þó að Phil Jackson sé ekki alveg jafn góður og hann var, þá ætti alls ekki að reka bara til að halda Kobe í liðinu. Ég vona líka að Fisher gangi vel hvert sem hann fer, mér finnst hann góður leikmaður og hann er ekkert með neina stjörnustæla líkt og sumar ónefndar körfuboltastjörnur *HÓST!*(kobe)*HÓST!*. Greyið fellur bara dálítið í skuggann á Payton (sem er reyndar orðinn eilítið gamall og fer örugglega bráðum að hætta).\nYours truly,\nFrostbyte"
        },
        {
            "user": "Rawk",
            "user_id": "7092",
            "date": "2004-06-25 00:23:14",
            "id": "1624354",
            "reply_to_id": "1624350",
            "text": "Hvorki Fisher né Malone eru búnir að ákveða að þeir ætli að fara. Ef Malone verður 100% heill ætlar hann mjög líklega að spila eitt ár í viðbót með Lakers og Fisher er einfaldlega að líta í kringum sig, en hann vill meira en allt klára ferilinn hjá Lakers.\nAnnars er þetta Kobe/Shaq drama alveg ótrúlegt, ég vil frekar halda Shaq, og ef við myndum fá Tracy McGrady (sem er mjöög ólíklegt þó) þá yrði ég bara nokkuð sáttur."
        },
        {
            "user": "hemmi1",
            "user_id": "36036",
            "date": "2004-06-25 14:38:46",
            "id": "1624355",
            "reply_to_id": "1624350",
            "text": "Ef ég væri í sporum Lakers mundi ég halda í Shaq frekar en Kobie. Hann er kjölfestan í Lakers og ekki þessi dekurrófa sem Kobie er. Og það væri fínt fyrir þá að fá Rudi T sem þjálfara. En auðvitað er það sem þeir taka með í reikninginn að þeir geta ekki selt Kobie, bara haldið honum, ef hann fer þá er hann bara farinn. Þeir geta hins vegar fengið mann/menn fyrir Shaq."
        },
        {
            "user": "Mash",
            "user_id": "53466",
            "date": "2004-06-25 21:45:03",
            "id": "1624356",
            "reply_to_id": "1624350",
            "text": "Gott að einhver skrifar um þetta efni, góð grein og kærkomin. En ég er alveg gáttaður á öllum stafsetningar- og málfræðivillunum."
        },
        {
            "user": "Sporti",
            "user_id": "26071",
            "date": "2004-06-25 22:20:29",
            "id": "1624357",
            "reply_to_id": "1624356",
            "text": "Sorry er lesblindur :(\nEn ég verð að segja að ég er samála Lakers að halda frekar í Kobe heldur en shaq.(þótt að ég vilji þá báða sko)\nKobe er auðvita framtíðinn og ég held að hann mun vera 30+ maður og verða enn þá meiri stjarna enn hann er í dag.\nShaq er orðinn 32 og verður 33 ára á næsta ári, mér finnst hann en þá besti leikmaðurinn í NBA en ef lakers ætti að velja í dag, þá myndi ég velja Kobe framm yfir hann\nHvað gerist ef Lakers verður með Shaq,Malone og payton á næsta ári og kobe fer. Jú liðið mun berjast um titill en hvað svo. Shaq er með lausan samning 2006, Malone og payton hætta. Hvað verður þá um Lakers.\nÍ staðinn fyrir að semja við Kobe til 7 ára og gera framtíð liðsins mjög bjarta.\nEn annars held ég að þeir verða báðir áfram :)"
        },
        {
            "user": "wbdaz",
            "user_id": "6083",
            "date": "2004-06-26 10:15:13",
            "id": "1624358",
            "reply_to_id": "1624350",
            "text": "Leiðrétta nokkrar rangfærslur hérna. Malone, Fisher og Kobe eru allir samningslausir en eru líka til í að semja við Lakers aftur.\nPhil Jackson hætti ekki, hann var “rekinn”. (Var ekki boðinn samningsframlenging svo augljóslega varð hann að hætta).\nShaq fer ALDREI til Spurs, það bara gengur ekki upp, það er aftur á móti smá möguleiki á því að Kobe fari til Spurs."
        },
        {
            "user": "Mash",
            "user_id": "53466",
            "date": "2004-06-26 13:02:44",
            "id": "1624359",
            "reply_to_id": "1624350",
            "text": "Ok sorry Sporti, vissi ekki að þú værir lesblindur."
        },
        {
            "user": "jois",
            "user_id": "7833",
            "date": "2004-06-27 10:35:33",
            "id": "1624360",
            "reply_to_id": "1624350",
            "text": "Nokkrar staðreyndir\n#1 Stjórn Lakers hefur sagst vilja halda í Kobe frekar en Shaq. Ástæðurnar eru þær að Kobe er yngri, en aðal ástæðan er að þeir vilja ekki missa Kobe fyrir ekki neitt (enda er hann free agent), ef þeir geta skipt á Shaq og fengið leikmenn í staðinn.\n#2 Dómsmálið yfir Kobe verður mjög líklega búið í lok september. Ef illa fer fyrir Kobe, þá fær hann 4 ára fangelsi og fá lið eru tilbúinn til að taka áhættuna á að næla í leikmann sem þarf að fara í fangelsi.\n#3 Phil Jackson er hættur og annaðhvort Rudy Tomjanovich eða Pat Riley koma í staðinn.\n#4 Öll lið í NBA fylgjast náið með hlutunum í LA, enda flest liðin að íhuga hvernig þau ætti að næla í annaðhvort Kobe eða Shaq.\n#5 Shaq hefur sagt að hann vilji fara frá liðinu og fullyrðir hann að hann verði ekki áfram hjá Lakers í byrjun næsta tímabils. Ástæðuna segir hann vera ósætti við stjórn Lakers.\nAf þessu má sjá alls konar flækjur. Ef Shaq er ákveðinn í að fara frá Lakers, geta þeir fengið margt spennandi í stað hans til að styðja við Kobe. Lakers eru auðvitað miklu betur staddir með Kobe, Malone og Payton og þá leikmenn sem þeir fá í stað Shaq, en heldur en með Shaq, Malone og Payton ef þeir missa Kobe frítt eitthvert annað.\nÉg held nú samt að Shaq vilji mun frekar vera áfram hjá Lakers heldur en Kobe. Málið er bara að Shaq líkaði vel við Phil Jackson og hann vill ekki heyra það að hann sé ekki aðalmaðurinn hjá Lakers. Honum sárnar það eðlilega að heyra að stjórn Lakers segja að þeir vilji frekar losna við hann heldur en Kobe."
        }
    ]
}