{
    "forum_title": "Smásögur",
    "user": "xaron",
    "user_id": "3083",
    "date": "2001-03-29 22:28:38",
    "title": "A.Í.E",
    "text": "Á götum Reykjavíkur má sjá allskyns fólk sem reykar um strætin, útigangsmenn jafnt sem unglinga, einn þeirra var Gvendur. Gvendur var maður á áttræðisaldrinum.\nEkki átti Gvendur mikið af peningum, hann lifði á ellilífeyrinum sem ekki var mjög mikill. Gvendur hafði ekki átt góðu lífi að fagna síðustu árin. Hann hafði misst konuna sína eftir að hún lést í höndum lækna eftir bílslys. Í fyrstu var konan hans ekki í neinni hættu en gerð voru mistök á meðan aðgerðin stóð yfir og út frá þeim dó konan.\nGvendur var mjög reiður út í samfélagið, skiljanlega því hann hafði ekki fengið greiddar neinar miskabætur vegna konu sinnar. Hann bjó á elliheimilinu Víðivangi í Hafnarfirðinum og átti þar snotra íbúð. Fjölskyldan hans hafði reynt að ýta honum inn á elliheimili en Gvendur vildi ekki fara þangað. Hann líkti elliheimilum við útrýmingabúðir Nasista og ætlaði ekki að borga ríkinu fyrir leigu á elliheimilinu. Á endanum samþykkti hann að fara á elliheimilið honum til mikillar óánægju.\nVinur Gvends, Örn leigði við hliðin á honum í herbergi 231. Þeir félagarnir höfðu kynnst á Keisaranum þar sem Gvendur var oft eftir að konan hans dó. Gvendur og Örn komu oft uppþotum af stað og voru með þeim áhrifagjörnustu í hópnum. Þeir félagarnir voru með stór áform í huga en þó sérstaklega Gvendur því honum gramdist lífið mikið.\nEinn daginn stofnuðu þeir afsprengi af Eldriborgaraflokk Reykjavíkur, x-U sem var einn stærsti elliborgaraflokkurinn á Íslandi. Þeir nefndu flokkinn A.Í.E. sem merkir Andspyrnuhreyfing Íslenskra Eldriborgara. Margir gengu til liðs við flokkinn en sjálfskipaður leiðtogi var Gvendur. Gvendi var oft líkt við Hitler á fundum A.Í.E því hann var mjög róttækur, hafði góðan sannfæringarkraft og var mjög sjálfsöruggur.\nÁ Verkalýðsdeginum fyrsta maí voru gerð uppþot á Lækjartorgi. Þar var mótmælt kjörum eldriborgara. Á “Hallærisplaninu” átti Davíð Oddson að flytja þakkarræðu til allra verkamann á Íslandi. Þar voru mættir allir helstu eldriborgaraflokkarnir á Íslandi þ.á.m. A.Í.E. og Eldriborgaraflokkur Reykjavíkur.\nÁ spjöldum A.Í.E. stóð “viva la resistan”, niður með ríkistjórnina og við berjumst til dauðadags, en á spjöldum x-U stóð með litlu letri við erum elliborgarar en ekki\nhamborgarar sem átti aðhöfða til ungafólksins og gefa þeim innsýn í málið. Þarna sáust munirnir á x-U og A.Í.E.  A.Í.E. var miklu róttækari og kom sér beint að efninu.\nEn þegar Davíð birtist og ætlaði að flytja ræðuna breiddust út uppþot og varð að stilla til friðar með brunaslöngum og táragasi því að gamla fólkið kastaði grjóti og eggjum í Davíð og kallaði til hans ýmsum fúkyrðum.\nEkki mátti það gerast.\nNei!\nGripið var til brunaslangna og táragass og voru það margir sem meiddust. Í erlendum fjölmiðlum var talað mikið um þennan atburð og furðaði fólk sig á vinnubrögðum íslensku lögreglunnar. Stærsta málið var þó að þeir höfðu handtekið aðalforsprakkann sem var Gvendur og ætluðu þeir sér ekki að leisa hann úr haldi. Gvendur var mjög ósáttur við fangelsisvistina og var með ráðagerð í pokanum um að flýja fangelsið.\nEn vegna þessa hneyklismáls þurfti Davíð Oddson og öll ríkisstjórnin að segja af sér og þegar ný ríkisstjórn tók við var Gvendur leystur úr haldi. Gvendur var sem fyrr mjög óánægður með framferð ríkis og lögreglu og kom fram í ýmsum erlendum fréttaþáttum til að lýsa reiði sinni.\nÍ Alþingiskosningununum ´93 bauð Gvendur sig fram og fékk mikinn meirihluta atkvæða. Haft var eftir honum í íslenskum sjónvarpsþætti að hann ætlaði að einbeita sér að málum eldriborgara og setja lög sem skildu á um að það ætti að setja lækna í fangelsi fyrir læknamistök.\nÁ meðan valdatíð hans stóð yfir frá ´93-´97 var hann einn umtalaðasti, umdeildasti og dáðasti forsætisráðherra í sögu Íslands.\nxaron :)",
    "url": "https://www.hugi.is/smasogur/greinar/21135/aie/",
    "url_id": "21135",
    "id": "136485",
    "replies": [
        {
            "user": "Occupy",
            "user_id": "183",
            "date": "2001-03-31 13:21:45",
            "id": "136486",
            "reply_to_id": "136485",
            "text": "Verst að maður missti af þessum atburð"
        },
        {
            "user": "Occupy",
            "user_id": "183",
            "date": "2001-03-31 13:22:43",
            "id": "136487",
            "reply_to_id": "136485",
            "text": "Skrýtið að mar missti af þessum atburð"
        },
        {
            "user": "Zandal",
            "user_id": "3074",
            "date": "2001-04-03 09:50:11",
            "id": "136488",
            "reply_to_id": "136485",
            "text": "snilld.\nágætis saga og miklu skemtilegri lesning en það sem maður les hérna venjulega eftir fólk sem tekur þetta of alvarlega og álítur að sögurnar þeirra verði djúðar og merkilegar bókmentir af því að þeir nota mikið af lýsingaorðum og sleppa nokkrum orðum út til að minka samhengið.\nþað er um það bil ein af hverjum átta sögum hérna sem segja frá atburðarrás en ekki bara upptalning á tilfinninngum sem eru bara endurtekningar í flestum tilfellum. þetta er firsta sagan sem ég hef lesið hér til enda án þess að næstum sofna.\nog fólk, ég veit að margir eru ósammála(höfundar sem senda hingað að minsta kosti) svo að LET IT OUT!! svarið þessu og komið með rök og ykkar skoðanir."
        },
        {
            "user": "SpaceRat",
            "user_id": "2301",
            "date": "2001-04-04 13:03:04",
            "id": "136489",
            "reply_to_id": "136488",
            "text": "ég er svona nokkuð sammála þér Zandal! áfram með atburðarásina =).\nLíka góð saga xaron, mjög hressandi lestur."
        }
    ]
}