{
    "forum_title": "Stjórnmál",
    "user": "Amason",
    "user_id": "19234",
    "date": "2004-06-27 19:11:39",
    "title": "Hver verður næsti forseti Íslands?",
    "text": "Bara svona til að reyna að láta menn rífast undir nýrri grein, þá datt mér í hug að velta því upp enn og aftur hvaða aðilar gætu komið sterklega til greina sem forseti Íslands og virkað betur sem sameinginartákn en sumir aðrir.\nDavíð myndi eflaust ekki sóma sér verr en Ólafur Ragnar sem forseti, ekki heldur Jón Baldvin eða margir aðrir núverandi eða fyrrverandi þingmenn, en þó held ég að betra væri að fá einhvern sem ekki hefur verið í fremstu víglínu í pólitíkinni.  Bryndís Schram, Ólafur Jóhann, Ómar Ragnarsson, Hermann Gunnarsson, Páll Magnússon, Arnar Jónsson o.fl. o.fl. kæmu sterklega til greina, það væri gaman að sjá álit ykkar á þessu fólki og einnig aðrar tillögur. Hvaða eiginleikum þarf forseti Íslands að vera gæddur?\nNú eru líklega í mesta lagi fjögur ár í næstu forsetakosningar, Ástþór er nú þegar búinn að halda því fram að hann bjóði sig fram aftur þá.  Finnst ykkur að það eigi að hækka lágmarksfjölda stuðningsyfirlýsinga fyrir framboði til forseta?  Ætti að setja lög um t.d. að ef frambjóðandi tapar kosningum þrisvar með afgerandi mun, að þá sé honum óheimilt að taka þátt aftur, eða t.d. ef menn fá innan við 2% atkvæða í kosningum, þá séu þeir búnir að fá sitt tækifæri og hafa ekki kost á því að bjóða sig fram aftur?  Dálítið hart, en eitthvað þarf að gera, Ástþór hefur dregið forsetakosningarnar niður á of lágt plan í undanförnum forsetakosningum að mínu mati.\nAð lokum vil ég fara fram á það að þeir sem hafa fyrir því að svara þessu sýni þann þroska að tala ekki um heimsku hvers annars eða annarra og fjalli um þetta málefnanlega, án þess að nota fúkyrði.  Sýnið nú einu sinni almenna kurteisi og berið virðingu fyrir hverjum öðrum. Takk fyrir.",
    "url": "https://www.hugi.is/stjornmal/greinar/211440/hver-verdur-naesti-forseti-islands/",
    "url_id": "211440",
    "id": "1627177",
    "replies": [
        {
            "user": "Rawk",
            "user_id": "7092",
            "date": "2004-06-28 14:54:46",
            "id": "1627178",
            "reply_to_id": "1627177",
            "text": "Djöfull væru Ómar eða Hemmi Gunn skrautlegir forsetar.. ég bara get ekki sagt annað :)"
        },
        {
            "user": "Amason",
            "user_id": "19234",
            "date": "2004-06-28 15:06:55",
            "id": "1627179",
            "reply_to_id": "1627178",
            "text": "Já, þeir myndu hressa upp á embættið.\nSvo dettur mér í hug Egill Ólafsson skallapoppari, hann yrði flottur sem forseti með sína flottu rödd…\n…Toyota, tákn um gæði.."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-06-28 15:28:23",
            "id": "1627180",
            "reply_to_id": "1627177",
            "text": "Jón bónda í forseta stólinn!"
        },
        {
            "user": "Dagfari",
            "user_id": "8158",
            "date": "2004-06-28 15:33:43",
            "id": "1627181",
            "reply_to_id": "1627177",
            "text": "Þætti gaman að sjá Jón Baldvin í forsetastól. Hann er virðulegur og yrði landi og þjóð til sóma á alþjóðavettvangi.\nÞað kæmi mér ekkert á óvart ef einhver gamall Sjálfstæðismaður færi í framboð í næstu kosningum, eitthvað segir mér að Ólafur Ragnar fari ekki fram á endurkjör."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2004-07-04 12:39:20",
            "id": "1627182",
            "reply_to_id": "1627181",
            "text": "Af hverju ætti ÓRG að hætta eftir næsta kjörtímabil?  Hann hefur enga ástæðu til að hætta.  Maðurinn er rétt sextugur og hraustur eftir því sem best er vitað og gæti þess vegna setið næstu 2-3 kjörtímabil eftir því sem heilsan leyfir.  Þar að auki er dýrt spaug að vera með marga fyrrverandi forseta á eftirlaunum þannig að það er best að nýta þá sem lengst sem eru kosnir á annað borð :)\nAnnars hefði ég ekkert á móti því að fá t.d. Jón Baldvin sem forseta en hann er eldri en ÓRG og verður líklega orðinn of gamall þegar ÓRG hættir."
        },
        {
            "user": "andri",
            "user_id": "27",
            "date": "2004-07-04 21:56:08",
            "id": "1627183",
            "reply_to_id": "1627182",
            "text": "Ég efast um að Ólafur sé sama sinnis. Allavega talaði hann um á sínum tíma að 2-3 kjörtímabil væri hæfilegur tími.\nÉg verð að vera sammála honum - því lengur sem forseti situr því líkari verður hann “royalty” og slíkt er afar óheppilegt - Ísland er nú það lítið land og með það flata þjóðfélagsskiptingu að forsetinn verður að vera dálítið alþýðulegur og í tengslum við hinn almenna borgara.\nHann er jú ekki bara sá aðili sem á að geta chattað við útlenda “dignitaries” heldur á hann líka að vera maður sem getur sameinað þjóðina.\nAllavega ætlast ég til þess að hvaða Jón og Gunna sem er eigi að geta rætt við forsetann okkar (og forsætisráðherrann) á jafnréttisgrundvelli - ella erum við komin út á verulega hálan ís.\nHeld að Vigdísi hafi tekist vel upp í því - allavega var hún býsna kammo í eigin persónu þegar hún var ekki í neinum opinberum erindagjörðum og Dorrit er sömuleiðis frábær.\nEn ef við erum að spá í því að hafa þetta sem ódýrast gætum við allt eins haft Danadrottningu áfram sem þjóðhöfðingja (svipað og Ástralir, Nýsjálendingar og Kanadamenn gera) eða þá lagt embættið niður.\nÉg held þó að fæstir séu á þeim buxunum …"
        },
        {
            "user": "midiz",
            "user_id": "5615",
            "date": "2004-06-28 15:43:54",
            "id": "1627184",
            "reply_to_id": "1627177",
            "text": "ég yrði mjög ánægð með Jón Baldvin… en kannski væri bara enn betra að fá Bryndísi Scram:) hún er gulls ígildi fyrir íslensku þjóðina:)\nég held að það sé ekki rétt að banna greyinu að bjóða sig fram (Ástþór) en fólk á bara að hætta að skrifa undir stuðningsyfirlýsingu… það mætti alveg hækka lágmarksfjöldann aðeins..\np.s. vinkona mín skrifaði undir stuðningsyfirlýsingu hjá Ástþóri og í staðinn bauð hann henni upp á tvo bjóra!!! dýrt spaug það:)"
        },
        {
            "user": "Nemesis",
            "user_id": "22078",
            "date": "2004-06-28 15:53:45",
            "id": "1627185",
            "reply_to_id": "1627177",
            "text": "Mér finnst að lágmarks undirskriftafjöldi ætti að vera á bilinu 5-10.000. Þá getur fólk með smá vit í kollinum boðið sig fram, en við losnum við hina."
        },
        {
            "user": "Kjarrval",
            "user_id": "3269",
            "date": "2004-06-28 21:21:20",
            "id": "1627186",
            "reply_to_id": "1627177",
            "text": "Að hækka lágmarksfjölda vegna þess að ykkur líkar ekki við einn frambjóðandann eða takmarka fjölda kosninga sem hann/hún fær minna en eitthvað er ekki réttlátt. Fólk ætti að geta fengið að bjóða sig fram eins oft og það vill, ef fólk er ekki að kjósa frambjóðandann, þá verður bara að hafa það. Ef að núveranda lágmarksfjölda er fylgt, þá sé ég ekkert sem ætti að hindra að frambjóðandi megi bjóða sig fram. Það sem þú ert að biðja um er að setja frekari takmörkun á lýðræðið hér á landi.\nEf að fólk er að kjósa frambjóðanda eins og Ástþór, þá verður bara að hafa það, sérstaklega ef hann hlýtur flest gild atkvæði. Hvað er að því að fólk bjóði sig oft fram og fái kannski fá atkvæði? Leyfum því bara að gera það, þannig virkar lýðræðið á bak við kosningar. Ef þér líkar ekki einn frambjóðandinn, ekki kjósa hann, það er svo einfalt, en allir ættu að eiga rétt á að bjóða sig fram.\nÞví miður eru þau takmörk í stjórnarskrá að lágmarksaldur forseta sé 35 ára, annars væri hægt að fá yngra fólk til að bjóða sig fram."
        },
        {
            "user": "Amason",
            "user_id": "19234",
            "date": "2004-06-29 01:09:49",
            "id": "1627188",
            "reply_to_id": "1627186",
            "text": "Takk fyrir svarið Fragman.  Ekki geta allir verið sammála og ég virði það.\nÉg get ekki lesið annað út úr því sem þú skrifar en að þú viljir afmá takmarkanir á lágmarksfjölda stuðningsyfirlýsinga.  A.m.k. þar sem þú talar um að ég vilji frekari takmörkun á lýðræði, þá hlýtur minni takmörkun á lýðræði að vera að afmá takmarkanir á lágmarksfjölda stuðningsyfirlýsinga.  Þessu er ég ekki alveg sammála.  Kannski væri einhver önnur leið jafnvel betri en að fjölga lágmarksfjölda stuðningsyfirlýsinga.  Málið er að mér finnst allt of auðvelt að bjóða sig fram til forseta, það á ekki að vera of auðvelt.  Sem gott dæmi tek ég svar hér ofar við þessari grein;\n“p.s. vinkona mín skrifaði undir stuðningsyfirlýsingu hjá Ástþóri og í staðinn bauð hann henni upp á tvo bjóra!!! dýrt spaug það:)”\nmidiz þann 28.júní - 15:43\nSegjum sem svo að Ólafur gefi kost á sér áfram aftur eftir fjögur ár og sá eini sem gefur þá kost á sér á móti honum er Ástþór, kosningarnar fara þá eflaust 99% á móti 1%.  Það kostar töluvert að halda svona kosningar og það ætti ekki að vera hægt að sami maðurinn, sem flest fólk getur ekki tekið alvarlega eða hefur litla sem enga trú á sem forseta, geti aftur og aftur otað sínum tota eftir að það er svo augljóst að enginn vill sjá hann sem forseta.  Er það ekki alveg eins lýðræði sem ætti að ráða því að svona menn, eins og Ástþór, komist ekki upp með þetta.  Væri þá ekki alveg kjörið að nota lýðræðið og láta gera tillögur að kosningarlögunum, með því t.d. að hækka fjölda lágmarks stuðningsyfirlýsinga, og bera það undir þjóðaratkvæðagreiðslu?  Þar væri lýðræðið í fyrirrúmi.  Með lýðræði hefur þjóðin líka sagt það oftar en einu sinni að það vilji ekki sjá Ástþór Magnússon sem forseta Íslands.\nMér finnst ekkert að því að hafa lágmarksaldur, 35 ár er bara fínt.  Forseti þarf m.a. að vera lífsreynd, þroskuð og virðuleg manneskja að mínu mati, ekki myndi ég vilja sjá einhvern tvítugan forseta sem er rétt nýskriðinn úr skelinni… Hvaða erlendu þjóðir myndu taka þann aðila nógu alvarlega?"
        },
        {
            "user": "Kjarrval",
            "user_id": "3269",
            "date": "2004-06-29 01:57:45",
            "id": "1627189",
            "reply_to_id": "1627188",
            "text": "Bara svona til að byrja, þá er ég ekki fyrir algera afmáun á lágmarksfjölda stuðningsyfirlýsinga. Það á að vera hægt að sanna það að frambjóðandi fái einhverja kosningu. Það er allt í lagi að vera með smá takmarkanir svo að hver kosningaseðill væri ekki í A3 eða A2 stærð þegar fólk ætti að kjósa.\nHvað sem líður með lágmarkshlutfall atkvæða, þá er aldrei að vita hvort að aðstæður breytast, fólki byrjað að líka betur við Ástþór, eða eitthvað annað sem orsakar það að Ástþór hefði fengið meiri hluta atkvæða í næsta skipti. Ef byrjað er að setja lög sem hafna framboði ákveðinna manna, þá er verið að koma í veg fyrir rétt manna til að bjóða sig fram, s.s. mismuna fólki, og það er bannað samkvæmt 65. grein stjórnarskráarinnar.\n“Mér finnst ekkert að því að hafa lágmarksaldur, 35 ár er bara fínt. Forseti þarf m.a. að vera lífsreynd, þroskuð og virðuleg manneskja að mínu mati, ekki myndi ég vilja sjá einhvern tvítugan forseta sem er rétt nýskriðinn úr skelinni… Hvaða erlendu þjóðir myndu taka þann aðila nógu alvarlega?”\n- Ef að fólkið í landinu vill tvítugan forseta rétt nýskriðinn úr skelinni og hann er kosinn, þá er það greinilega maðurinn sem að þjóðinn vill. Ef þjóðinn vill hann ekki, þá er hann einfaldlega ekki kosinn (nema hann sé eini frambjóðandinn og fær þá stöðuna án atkvæðagreiðslu en það er þá skortur á mótframbjóðendum sem orsakar það)."
        },
        {
            "user": "Amason",
            "user_id": "19234",
            "date": "2004-06-29 13:19:26",
            "id": "1627190",
            "reply_to_id": "1627189",
            "text": "Gott að þú sért ekki fyrir afmáun á lágmarksfjölda stuðningsyfirlýsinga.  Ég hef þá misskilið þína afstöðu og biðst afsökunar á því.  Ég taldi að þar sem þú nefndir að fjölgun lágmarksfjölda stuðningsyfrlýsinga, sem er nú 1500, væri “frekari takmörkun á lýðræðið hér á landi” að þínu mati, að þú teldir þessi fjöldi sem nú er þá einhver takmörkun á lýðræðið.  Gott og vel, við erum þá sammála um að fækka þessum fjölda ekki.  Ég væri samt til í að sjá þennan fjölda eitthvað hærri, t.d. 1-1,5% allra atkvæðisbærra Íslendinga, eða 2500-3000.\nÉg nefni Ástþór Magnússon aðeins sem dæmi, ég er ekki að einskorða þetta við hann, en það er rétt að Ástþór Magnússon er mjög gott dæmi um þetta.  Þú ert sáttur við takmarkanir um lágmarksfjölda stuðningsyfirlýsinga eins og þetta er í dag, ég mæli einfaldlega með að hækka þennan fjölda, ekki sérstaklega gert til að útiloka persónuna Ástþór Magnússon, heldur frekar til að reyna að koma frekar í veg fyrir misnotkun hvers sem er á framboði til forseta.\nMeð mismunun á fólki, þá sé ég ekki að verið sé að mismuna fólki sem hefur áhuga á að bjóða sig fram ef sömu lög gilda yfir alla.\nTakk fyrir svarið :)"
        },
        {
            "user": "JonGretar",
            "user_id": "7636",
            "date": "2004-06-29 02:14:17",
            "id": "1627187",
            "reply_to_id": "1627186",
            "text": "Ég vil ekki hækkun á lágmarksfjölda til að útiloka einn mann. Ég við hana til að útiloka hvern þann sem hefur greinilega engann stuðning til þessa. Eins og er getur hvaða jólasveinn sem er boðið sig framm. Og það eitt getur skaðað framboð annara alvöru manna sem að hafa getu til að sinna starfinu.\nÁstþór fær 2001 atkvæði í þessum kosningum. 2001!!!! Eiturlyfjasali fengi fleiri atkvæði. Mér finnst bara óþarfi að leyfa hverjum sem er að halda uppi skrípaleik eins og þessum."
        },
        {
            "user": "Mansonfan",
            "user_id": "5892",
            "date": "2004-06-29 07:29:00",
            "id": "1627191",
            "reply_to_id": "1627177",
            "text": "Heyrði nú reyndar einhvern tímann að Ástþór væri eiturlyfjasali…\nEn annars held ég að ef Þórólfur borgarstjóri Reykjavíkur færi í framboð þá gæti hann komist langt. Hann er svo vel liðinn. En þar með er ég ekki endilega að segja að ég muni kjósa hann.."
        },
        {
            "user": "Lotti",
            "user_id": "10703",
            "date": "2004-06-29 17:20:23",
            "id": "1627192",
            "reply_to_id": "1627177",
            "text": "Ég fullyrði að næsti forseti Íslands verður Hr. Ólafur Ragnar Grímsson og mun hann sverja  embættiseið 1. ágúst n.k. ef að líkum lætur.\nEins og menn kanski muna eru ný afstaðnar forsetakosningar þar sem Hr. Ólafur var kosinn glæsilegri kosningu til næstu 4ja ára.\nNæstu kosningar eru því ekki fyrr en að 4 árum liðnum… í fyrsta lagi.\nEr því ekki fullsnemt að fara spá í hver gæti hugsan lega… ef ekki… og þegar….og ef þannig fer…. og hverjir verða á lífi…. og hverjir eru kallaðir…. og hver útvalinn?\nLotti."
        },
        {
            "user": "StefnirSte",
            "user_id": "47001",
            "date": "2004-07-05 10:10:45",
            "id": "1627193",
            "reply_to_id": "1627177",
            "text": "Til að svara upprunalegu spurningunni.\nEf ekki á að drepa þetta embætti þá þurfum við forsetia eins ópólitískan og mögulegt er. Einhvern sem tekur að sér að taka stöðu forseta til virðinga aftur, eitthvað sem Ólafur hefur gengið vel í að eyðileggja að mínu mati.\nÞess vegna legg ég til aðila í svipuðum flokki og Rannveig Rist og Þórólfur Árnason. Einhvern sem hefur þegar sýnt hve magnað fólk það er í því sem það tekur sér fyrir hendi.\nEini gallinn við þetta að fólk sem er hæft í þessa stöðu hefur því miður fyrir okkur engan áhuga á henni…"
        },
        {
            "user": "huldus",
            "user_id": "22036",
            "date": "2004-07-07 10:29:07",
            "id": "1627194",
            "reply_to_id": "1627177",
            "text": "Sæl öll.\nSkemmtilegar umræður sem fara fram hérna og ótrúlega lítið um skítkast og ómálefnalega umræðu. Ég hef verið að hugsa þetta með hann Ástþór og hvort verði að setja einhverjar skorður svo að fólk geti ekki boðið sig fram samfleytt til dauðadags án þess að njóta fylgis í einhverjum mæli. Niðurstaðan er sú að mér finnst ekki hægt að setja slíkar skorður. Það rýrir lýðræðið í landinu og ekki hægt að segja til um hvert næsta skref yrði, hvort aðrar reglur á öðrum vettvangi jafnvel kæmu í kjölfarið. Held að það sé betra að hafa algert lýðræði hérna og sitja uppi með einn og einn með meinloku heldur en að eiga á hættu að alltaf verði klipið meira og meira af lýðræðinu.\nstefnirSte nefnir hér að framan að finna þurfi ópólitískan forseta svo að hægt sé að bera tilhlýðilega virðingu fyrir embættinu (eða eitthvað í þessum dúr, man ekki nákvæmlega hvernig það var orðað). Þetta heyrir maður út um allan bæ, aðallega hjá hægri fólki þó. Mín skoðun er sú að forsetaembættið sé enn að þróast, Ísland hefur nú ekki verið lýðveldi nema síðan 1944. Bæði Sveinbjörn og Ásgeir voru pólítískir forsetar, Kristján og Vigdís ekki. Mér finnst ekki komin nein slík reynsla af forsetaembættinu né regla á hvernig forsetarnir eigi að vera til að hægt sé að taka svona til orða. Ég tel að hver forseti sé enn að móta embættið og þjóðin verði að sýna hvað henni finnst um það í forsetakosningum. Mér finnst til dæmis mjög gott að Ólafur nýtti sér málskotsréttinn og gerðist í raun pólítískur. Til að lýsa yfir þeirri ánægju minni kaus ég Ólaf. Ekki er hægt að segja fyrirfram hvernig forseti eigi að vera…hann bara fylgir sinni sannfæringu og þjóðin sýnir það í næstu kosningum hvort hún er sátt eður ei."
        },
        {
            "user": "br75",
            "user_id": "29541",
            "date": "2004-07-15 13:18:07",
            "id": "1627195",
            "reply_to_id": "1627194",
            "text": "Nú auðvitað óli, Davið er þegar búinn að grafa sína eigin gröf með valdníðslu og óáreiðanleika.  Í raun væri alls ekki vitlaus sú umræða sem t.d á sér stað um litla Bush að Dabbi sé hreynlega ekki andlega heilbrigður!"
        }
    ]
}