{
    "forum_title": "Gullöldin",
    "user": null,
    "user_id": null,
    "date": "2004-06-29 14:33:37",
    "title": "Tom Jones",
    "text": "Thomas Jones Woodward fæddist í suður-wales 7 júní 1940. Hann byrjaði að syngja í kirkjukór og söng líka fyrir foreldra sína þegar hann var lítill. Hann var byggingarverkamaður og vann í kolanámu, en áður og það gerðist stofnaði hann hljómsveit, The Playboys og spilaði á trommur og söng, þeir spiluðu einu sinni í útvarps þætti Donald Peers og síðan hættu þeir. Árið 1963 hitti hann Gordon Mills sem gerðist umboðsmaður hans, sem varð umboðsmaður hans þangað til hann(Mills) dó, 1987, núna hefur sonur Mills, Mark Mills umboðsmannastarfið. Mills og Jones fóru til London og reyndu að fá samning og fengu hann hjá Decca. Fyrsta smáskífa Toms varð ekkert vinsæl því fólki fannst hann alltof kynferðislegur í hreyfingum og með skrítin stíl. 1965 skrifaði Gordon Mills lag sem hét Its Not Unusual, Tom söng það og slóg í gegn, lagið var í 14 vikur á toppnum.\nFleiri lög áttu eftir að verða fræg hjá Jones eins og Green Green Grass Of Home(22 vikur á toppnum), Once Upon A Time(4 Vikur á toppnum), Funny Familiar Forgotten Feelings(15 vikur), Whats New Pussycat(10 vikur) og ekki má gleyma Delilah(10). Mörg albúm og smáskífur fylgdu í kjölfarið. Seinna fékk hann hlutverk í myndini Mars Attacks þar sem hann lék sjálfan sig. Tom eyðir mestum sínum tíma í bandaríkjunum útaf skattinum, sem er minni í bandaríkjunum en í bretlandi. Hann syngur núna mikið í Las Vegas og öðrum stöðum nálægt.",
    "url": "https://www.hugi.is/gulloldin/greinar/211719/tom-jones/",
    "url_id": "211719",
    "id": "1629232",
    "replies": [
        {
            "user": "carpe",
            "user_id": "31491",
            "date": "2004-06-29 19:35:22",
            "id": "1629233",
            "reply_to_id": "1629232",
            "text": "Ágæt en frekar stutt grein, mættir skrifa um plötur hans líka. Annars fíla ég þennan gaur ekki."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-06-29 19:52:58",
            "id": "1629234",
            "reply_to_id": "1629232",
            "text": "Sælir.\nTom Jones er vissulega góður söngvari en\nmér líkar ekki allt sem hann hefur gert í\ngegnum árin. Ég hef langt mest gaman af\nútsetningunum, þ.e.a.s. þegar einhverjir\nblásarar eru með honum og spila flottar\nlínur.\nÁ síðustu tveimur árshátíðum Menntaskólans\ná Akureyri tók hljómsveitin Tortímandinn\nnokkur lög eftir kauða. Mama Told Me Not\nto Come og eitthvað fleira. Ágætis brass\nþar miðað við menntaskólanema."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-06-30 18:36:11",
            "id": "1629235",
            "reply_to_id": "1629232",
            "text": "Eg fila hann heldur ekkert mikid en tetta var bara tad sem eg veit um hann og vildi koma thvi a framfaeri"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-07-29 23:59:11",
            "id": "1629236",
            "reply_to_id": "1629235",
            "text": "TOM JONES ER YNDISLEGUR!!!"
        }
    ]
}