{
    "forum_title": "Tíska & útlit",
    "user": "dorilla",
    "user_id": "47145",
    "date": "2004-06-29 15:50:39",
    "title": "anorexíu frá augum aðstandanda.",
    "text": "Ég sá grein eftir thoru sem fjallaði um anorexíu og þá vaknaði upp sú kennd hjá mér að skrifa um aðeins um anorexíu. Þannig vill nefnilega til að stóra systir mín hefur þjáðst af þessum sjúkdóm í 6 ár. Það var ekkert eitt sem hratt þessu af stað heldur voru það margir samverkandi hlutir. Systir mín var alltaf svona aðeins öðruvísi, var ekki þessi gelgja eins og vinkonur sínar þegar hún var yngri og varð þess vegna svolítið út undan. Hún var í björgunarsveitinni og fór oft um helgar með þeim í útilegur, þá borðaði hún alltaf afskaplega lítið til þess að þurfa ekki að fara á klósettið sem yfir leitt voru bara “úti í móa” klósett. Svo einn daginn hringdi vinkona hennar í hana og sagði við hana: “ég vil ekki vera vinkona þín lengur, ég er svo miklu þroskaðri en þú!” Það var nú aldeilis þroski! Alla vega þá áttaði mamma mín sig á því sem farið var að gerast með systur mína áður að hún var sokkin langt í þennan heim og fór með hana til sálfræðings sem hún hefur hitt einu sinni í mánuði síðan.\nFyrst um sinn skildi ég þetta ekki og fannst þetta ekkert alvarlegt, en svo smátt og smátt fór þetta að hafa áhrif á líf mitt líka. Ég, yngsta barnið sem hafði hlotið alla athygli  foreldra minna þurfti nú að lúta í lægra haldi fyrir systur minni, hún fékk alla þeirra athygli. Mestu umsvifin voru þó að mamma hætti að koma upp í herbergi til mín rétt fyrir svefn, við vorum vanar að tala þá dáldið saman en hún hætti því, vegna þess að hún var niðri hjá systir minni að tala við hana. Stundum þegar ég var að reyna að sofna heyrði ég hvernig þær rifust og fyrir mig, 10-11 ára stelpu var það frekar erfitt að hlusta á. Og í dag finnst mér það í raun vera enn verra að heyra í þeim rífast, þá helst fer ég út, sérstaklega þegar ég heyri að mamma er farin að gráta. Þessi sjúkdómur læknast nefnilega aldrei, þetta er eins og með fíkniefnin; þú átt alltaf í hættu á því að falla aftur í sömu gryfjuna. Og það veit mamma.\nÞað erfiðasta fyrir mig er samt að ég þoli ekki systur mína lengur, ef ég get þá kallað hana systur ennþá því þetta er ekki sama manneskjan og ég lék mér við þegar ég var lítil. Þessi er allt öðruvísi!  Ég get ekki sagt hvað sem ég vil við hana, ég verð að passa mig að segja ekki neitt sem gæti sært hana eða komið henni í uppnám.\nMesta martröðin er matartíminn, að setjast við matarborðið getur verið þvílík pína! Fyrstu árin átum ég, mamma og pabbi meira en við hefðum átt að gera til að láta systur mína borða meira. Láta hana halda að hún væri bara að borða lítið. Núna þegar við borðum öll eðlilega, er hún alltaf að bera sig saman við okkur, við sem erum ekki sambærileg!Það fer virkilega í tauganar á mér stundum. Ég sem þarf frekar að passa að vera ekki of þung, fæ mér oft eitthvað með systur minni til þess eins að fá hana til að borða. Einhvern veginn fer líf manns að snúast um að fá hana til að borða, snýst um að gera hana ánægða, halda henni góðri. Mér þykir leiðinlegt að segja það,en það er satt að mér líður betur heima hjá mér þegar hún er ekki heima og oft verð ég daprari þegar ég heyri að hún er að koma heim. Stundum vildi ég að hún væri ekki til, stundum vildi ég að ég væri ekki til, stundum vildi ég að hún dæi(því hún getur aldrei alveg læknast), og stundum vildi ég helst komast sem lengst í burtu frá öllum áhyggjum, hreinlega vera sjálf ekki til. Þetta er að gera mömmu mína gráherða og mig þunglynda. Ég þori ekki að segja mömmu minni frá öllum mínum vandamálum því ég veit að það er nógu erfitt fyrir hana að hugsa um systiru mína, ég vil ekki vera nein fyrirhöfn fyrir mömmu mína, ég vil ekki verða til neinna vandræða svo hún þurfi ekki að hafa áhyggjur af mér líka.  Þetta er einhvern veginn svo keðjuverkand og ömulegt allt saman.\nÞannig að ég bið ykkur, áður en þið farið í megrun eða eitthvað svoleiðis, hugsið þá um foreldra ykkar og systkini. Maður þarf ekki að vera eins og tannstöngull til að “fitta” inn í hópinn, allt sem maður þarf er að vera ánægður með sjálfan sig eins og maður er… það er alltof sumt. Það hefur oft verið sagt við mig að ég sé í þykkari kanntinum og jafnvel mamma mín hefur sagt við mig að ég þurfi að passa mig. En samt skorti mig ekkert vini og vinir mínir eru sko engir “2nd class” lið.  Verið ánægðar með ykkur og ekki bera ykkur saman við aðra, hver og ein manneskja er sérstök. Ein vinsælasta stelpan í bekknum mínum var “overweight” en það hafði engin áhrif á vinsældir hennar, það er persónuleikinn sem skiptir máli.\njæja.. þetta er orðið alltof langt (samt er svo margt meira sem ég gæti sagt) og komið langt út fyrir efnið sem þetta átti upphaflega að fjalla um, að ég verð að hætta.",
    "url": "https://www.hugi.is/tiska/greinar/211721/anorexiu-fra-augum-adstandanda/",
    "url_id": "211721",
    "id": "1629242",
    "replies": [
        {
            "user": "Swandys8",
            "user_id": "3145",
            "date": "2004-07-01 22:52:25",
            "id": "1629243",
            "reply_to_id": "1629242",
            "text": "Veistu ég las bók um svona, stelpu sem þjáðist af þessu í mörg ár, semsagt þetta var dagbókin henanr þar til hún dó.\nMálið er að þegar ég las þetta, varð ég alveg fjúkandi reið út í þessa manneskju, hvernig hún skrifaði og talaði um hve erfitt hún ætti og bla bla bla.\nOg það versta við það var að hún vissi alveg hve erfitt þetta tók á fjölskyldu sína en samt hélt hún áfram að vera svona sjálfselsk, að ekki bara pína sjálfa sig heldur alla sem elskuðu hana í kringum sig.\nSjálfselska á versta stigi.\nEn varðandi greinina, ég dáist að þér að skrifa um þetta og vona að þetta verði betra og að systir þín nái að koma sér upp úr þessari gryfju.\nAftur á móti er ég mikið á móti því að þú/fólk yfir höfuð þurfi að passa sig nálægt þessu fólki, við ættum ekki að þurfa að aðlaga okkar lífi að svona sjúkum hugsunum.\nKveðja,\nSwandys"
        },
        {
            "user": "dorilla",
            "user_id": "47145",
            "date": "2004-07-02 08:53:28",
            "id": "1629244",
            "reply_to_id": "1629243",
            "text": "takk takk.. ég vona líka að þetta lagist allt saman. :)Maður verður að lifa í voninni.. sama hversu smá hún virðist vera…\nSjálfselskan er partur af sjúkdómnum og stundum þá fer systir mín bara að gráta og biður fyrirgefningar á því að vera svona vond við okkur og allt það, og maður veit alveg að hún meinar það en svo heldur hún áfram með sjálfselskuna og manni finnst það rosalega skrítið. Það er næstum eins og hún sé með klofinn persónuleika.. þó það sé ekki alveg það náttúrulega… :p En mér finnst það samt stundum eins og hún sé bara tvær manneskjur, systir mín og svo anorexiúsjúklingurinn…"
        },
        {
            "user": "Swandys8",
            "user_id": "3145",
            "date": "2004-07-12 17:15:56",
            "id": "1629245",
            "reply_to_id": "1629243",
            "text": "Hvað heitir þessi bók sem þú last Swandys?"
        },
        {
            "user": "Swandys8",
            "user_id": "3145",
            "date": "2004-07-12 20:26:34",
            "id": "1629246",
            "reply_to_id": "1629245",
            "text": "Ég bara man það því miður ekki, reyndar er hún dönsk bókin sem ég las þannig að ég er ekki viss hvort hún sé til á íslandi."
        },
        {
            "user": "punktur",
            "user_id": "33911",
            "date": "2004-07-14 22:47:29",
            "id": "1629247",
            "reply_to_id": "1629243",
            "text": "Sjálfselska jájá er það ekki bara þetta er sjúkdómur sem að enginn velur sér að fá og þú sérð bara enga leið til þess að leysa hann, mér finnst nú ekki sanngjarnt að kalla manneskjuna sjálfselska… mér finnst nú frekar fólkið í kringum mann sem getur ekki sætt sig við að maður sé veikur og geti ekki að því gert sjálfselskt eða reyndar samt ekki því allir þurfa tíma til að aðlagst sonna hlutum og þess vegna held ég að enginn sé að reyna að vera sjálfselskur í svona máli… ég held frekar að bæði aðstandendur sem að skilja ekki hvað þolandinn er að ganga í gegnum og svo að þolandinn skilji ekki hvað aðstandendur eru að ganga í gengum þannig allir eru kannski smá sjálfselskir… eða svona upplifði ég það, veit ekki mei"
        },
        {
            "user": "dorilla",
            "user_id": "47145",
            "date": "2004-07-15 08:46:15",
            "id": "1629248",
            "reply_to_id": "1629247",
            "text": "já, ég veit til dæmis alveg að systir mín er ekkert að reyna að vera sjálfselsk. Það er sjúkdómurinn sem er sjálfselskur, ef maður á að orða þetta rétt…\nAf hverju taka annars allir orðinu “sjálfselska” sem eitthvað slæmt, það er ekkert slæmt svoleiðis séð. Það er í rauninni nauðsynlegt að vera smá sjálfselskur, annars hugsar maður alltaf um einhverja aðra og gleymir sjálfum sér. Lætur allt of alla vaða yfir sig og getur aldrei gert það sem manni sjálfum langar, af því að maður elskar sjálfan sig ekki nógu mikið til að leyfa sér það! Sjálfselska er bara mjög góð, ef hún er náttla í hófi, og það er líka mjög gott að hafa gott egó… annars þorir maður ekki að gera neitt..  Það á t.d. að vera mjög hollt að standa fyrir framan spegilin og dást af sjálfum sér.. :) geri það á hverjum degi..;)"
        },
        {
            "user": "kvkgod",
            "user_id": "7087",
            "date": "2004-07-16 13:52:39",
            "id": "1629249",
            "reply_to_id": "1629248",
            "text": "ég varð að svara því mér fannst allir tala svo illa um systur þína… eða þannig lagað… ég er sjálf “fyrrum”-anorexiusjúklingur og verð að berjast við þennan sjúkdóm á hverjum degi… það var ekki að mig langaði ekki til að borða heldur leið mér of illa til að geta borðað og ef ég borðaði ældi ég. ástæðan fyrir anorexiunni minni var alvarlegt einelti sem ég var lögð í sem barn og missir náins ástvinar. ég veit ekki kanske líður systur þinni svona eins og mér og getur bara ómögulega borðað vegna kvíða og vanlíðunar… ég þurfti að fara í meðferð… já það er til meðferð gegn anorexiu… ég fór inn á stofnun og þar var fylgst með mér… og svo var líka fylgst með mér og kennt ættingjum mínum að fylgjast með mér eftir að ég fór af stofnunninni… það borðaði enginn meira svo ég myndi borða meira því það dugði ekki því anorexiusjúklingar eru ekki heimskir, þeir vita hvað þeir láta ofan í sig. en jæja þetta er orðið svo langt að ég held að engin muni lesa þetta og því er ég hætt…. :/"
        },
        {
            "user": "Aiko",
            "user_id": "51431",
            "date": "2004-07-16 16:34:25",
            "id": "1629250",
            "reply_to_id": "1629249",
            "text": "Hæ ég er búin að vera að díla sjálf við þennan sjókdóm í fimm ár og mér gengur bara mjög vel. Þessi sjúkdómur stafar af þunglyndi og mjög littlu sjálfsáliti það getur fylgt þessu síkkla fóbía og allskinns hreynlætisþörf. En þetta er fyrst og fremst geðsjúkdómur! Systir þín er ekki sjálfelsk hún er veik og henni líður alveg rosalega illa ef eitthver er sjálfelskur þá er það fjölskyldan þín! Hennar vegna vona ég að henni batni en hún læknast ekki fyrr en hún er búin að viðurkenna sjúkdóminn og vill fara í meðferð!"
        },
        {
            "user": "kvkgod",
            "user_id": "7087",
            "date": "2004-07-18 16:24:22",
            "id": "1629251",
            "reply_to_id": "1629250",
            "text": "mér finnst að við getum nú ekki  sagt að fjölskylda hennar sé sjálfselsk því við þekkjum hana ekki neitt… og þetta er ábyggilega ágætis manneskjur… en þetta er hinsvegar ekki sjálfselska í manneskjunni… því þetta er MJÖG erfiður sjúkdómur fyrir alla… bæði aðstandendur og hin sjúka. En ég held að fjölskyldan fari hinsvegar ekki réttu leiðina í leitini af batanum…"
        },
        {
            "user": "dorilla",
            "user_id": "47145",
            "date": "2004-07-19 11:14:59",
            "id": "1629252",
            "reply_to_id": "1629251",
            "text": "ehhmm.. aftur þarf ég að koma af þessum sjálfselskupart.. hver byrjaði eiginlega á honum?? :p jæja, sjálfselska og ekki sjálfselska, hvað er sjálfselska? er það sjálfselska að borða ekki, þess vitandi að maður gerir öllum í kringum sig, erfitt með því? er það sjálfselska að líða virkilega illa í kringum systur sína og vera að leggjast í þunglyndi af öllum erjunum sem eru í gangi? er það sjálfselska að vilja gera allt fyrir systur sína svo hún bara fokking haldi lífi!?!?!\nafsakið orðbragðið…\nMér þykir MJÖG vænt um systur mína, en þetta sem er í húsinu mína dagsdaglega er ekki systir mín, alla vega ekki sú sem ég þekkti! er það kannski sjálfselska í mér?? að segja að þetta sé ekki systir mín, því það er einfaldlega sannleikurinn… hún hefur ekki stjórn á sjálfri sér, það er eitthvað annað þarna sem stjórnar henni og það á ekkert skilt við systur mína..\njá og heyr heyr við það sem punktur sagði..\nok ok kannski er ég sjálfselsk, já ég líklega er mjög sjálfelsk, því mig langar ekkert að verða þunglynd og af því að mig langar ekki að líða svona illa heima hjá mér. Mig langar ekki að systir mín deyi bæði af því að mér þykir vænt um hana og líka út af því að það myndi gera útaf við afa og ömmu og pabba og mömmu. (Amma mín missti tvö börn við fæðingu, vill aldrei tala um það) Svo já, kannski er ÉG sjálfselsk, en helvítið hafi það, það eru mamma og pabbi ekki!! Þau vilja allt gott gera fyrir systur mína og mig.\n…afsakið orðbragðið aftur…\nÞað er bara alls ekkert auðvelt að lifa í óvissunni um hvort systir manns eigi eftir að deyja fyrir aldur framm eða ekki..  og ekki þarf hún að velta því fyrir sér því það er allt í hennar höndum… hún ræður því algjörlega, rétt eins og ég ræð því hvort ég vakna um leið og vekjaraklukkan hringir eða kúri aðeins lengur og líklega sofna… (ok kannski ekki besta samlíkingin…)\ner eitthvað vit í þessu hjá mér eða??"
        },
        {
            "user": "kvkgod",
            "user_id": "7087",
            "date": "2004-07-19 11:57:08",
            "id": "1629253",
            "reply_to_id": "1629252",
            "text": "já það er nokkuð vit í þessu hjá þér… en mér finnst ekkert ykkar vera sjálfselsk… þetta er erfitt og ég veit það… vona að hún komist yfir þetta… það er læri að lifa með þessu… þarf náttúrulega að fara í atferlismeðferð eða það væri allavega best fyrir hana held ég…. og þið þyrftuð líka að fara í meðferðina með henni… því ég held að þá myndi ykkur kanske líða betur… en fyrir alla parta ekki segja að þú sért sjálfselsk því það ertu EKKI… eða allavega að mínu mati… þú skrifar hérna skýrt og skorin ort hvernig þér líður og mér þykir þú hafa talsvert hugrekki… því ég gæti ekki skrifað svona grein…"
        },
        {
            "user": "dorilla",
            "user_id": "47145",
            "date": "2004-07-19 13:13:53",
            "id": "1629254",
            "reply_to_id": "1629253",
            "text": "já.. þetta með að ég væri sjálfselsk var nú eiginlega bara svona kaldhæðni… mér persónulega finnst ég ekkert vera of sjálfselsk, en aftur á móti er mjög mikilvægt að vera sjálfselskur að einhverjuleiti, því maður verður að hugsa um sjálfan sig og elska…\n.. hvernig virkar þessi atferlismeðferð annars..??\n… ástæðan fyrir því að ég skrifaði þetta er að það er í raun mun auðveldara( fyrir mig) að skrifa um líðan mína heldur en að tala um hana maður við mann… samtöl hafa aldrei verið mín sterka hlið..:)"
        },
        {
            "user": "kvkgod",
            "user_id": "7087",
            "date": "2004-07-20 17:03:06",
            "id": "1629255",
            "reply_to_id": "1629254",
            "text": "atferlismeðferð er meðferð þar sem sjúklingnum er fylgt eftir skref frá skrefi (inn á heilbrigðisstofnun.) þ.e. matarvenjum hans og annari hegðun síðan er honum umbunað fyrir venjulegar venjur sem og ef hann bætir við sig þyngd. Í atferlismeðferð er líka reynt að hafa áhrif á hugsanir og þá reynt að efla sjálfsálit sjúklingsins. Sjúklingurinn heldur matardagbók og skrifar niður áætlun og árangur.\nég vil endilega benda þér á að fara inn á spegillinn.is þar getur þú eftir vill fundið eitthvert efni sem gæti hjálpað þér… má ég spurja hvað er systir þín gömul?"
        },
        {
            "user": "dorilla",
            "user_id": "47145",
            "date": "2004-07-21 13:20:30",
            "id": "1629256",
            "reply_to_id": "1629255",
            "text": "hún verður 22 ára í haust.. hún er búin að vera með þetta í 6 ár og var næstum komin upp úr þessu en þá fór hún til útlanda í hálft ár og þegar hún kom til baka var hún frekar slæm…"
        },
        {
            "user": "kvkgod",
            "user_id": "7087",
            "date": "2004-07-21 16:30:46",
            "id": "1629257",
            "reply_to_id": "1629256",
            "text": "ef systir þín er alvarlega mikið veik… er spurning hvort það þurfi ekki að svipta hana sjálfræði… og einfaldlega leggja hana inn… ég var sjálf undir lögaldri… og fékk engu að ráða var bara lögð inn og heilaþveginn upp á nýtt inn á stofnunn… eða þannig… veit samt ekki hvort það sé hægt að svipta hana sjálfræðinu fyrir þennann sjúkdóm… en ef þetta væri dóttir mín og hún væri mjög alvarlega veik myndi ég reyna á það…"
        },
        {
            "user": "dorilla",
            "user_id": "47145",
            "date": "2004-07-23 09:24:39",
            "id": "1629258",
            "reply_to_id": "1629257",
            "text": "já.. ég veit ekki.. það færi held ég alveg með hana sko, ef hún yrði svipt sjálfræði. Mamma er samt alveg búin að segja við hana að ef hún fer undir eitthvað ákveðið að þá verði hún bara lögð inn, hvort sem henni líkar það eða ekki. og þó hún sé sjálfráða lögum samkvæmt þá er hún ekki alveg það sjálfstæð í “real life”."
        },
        {
            "user": "kvkgod",
            "user_id": "7087",
            "date": "2004-07-23 11:22:36",
            "id": "1629259",
            "reply_to_id": "1629258",
            "text": "heyrðu ok… ég segi bara gangi ykkur vel með systur þína… vonandi nær hún fljótlega “bata”"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-08-09 12:17:48",
            "id": "1629260",
            "reply_to_id": "1629243",
            "text": "Hrikalegt ad lifid a heimilinu tinu breyttist svona en ekki kalla anorexiu sjalfselsku tvi tessi sjukdomur er tad alls ekki, manneskjurnar eru bara ad tjast og turfa hjalp, geta ekkert ad tessu gert, tetta er andlegt, likamlegt vandamal. (eg a meira en 4 vinkonur sem eru med anorexiu/bulimiu og eg hef lesid slatta um tetta )\nHugsadu ter ad lita i spegilinn a hverjum degi og sja svaka feita manneskju og allar neikvaedar hugsanir koma upp i kollinn a ter tangad til ad tu finnur aeluna koma upp i halsinn a ter og tu getur ekki haett. Vanlidan, einmanaleiki, treyta, uppgefin.. allt tetta kemur upp og ter lidur illa i hvert skipti sem tu bordar og tad veldur tvi ad tu aelir. Lidur illa med sjalfan tig.\nMjog slaemt og serstaklega a folkid i kringum tig sem tarf ad horfa upp a tetta og reyna sitt besta vid ad hjalpa en tad er svaka erfitt tar sem madur hefur ekki verid i somu sporum og veit ekki hvernig folkinu lidur.\nEn i gudanna baenum ekki kalla tad sjalfselskt tvi tad er tad ekki. Meginastaedan fyrir vanliduninni er oftast einmitt hvernig annad folk litur a tad. Tad a i erfidleikum og okkar verk er ad hjalpa teim a retta leid.."
        },
        {
            "user": "kaffibaun",
            "user_id": "20007",
            "date": "2004-07-02 11:14:35",
            "id": "1629261",
            "reply_to_id": "1629242",
            "text": "mér þykir rosalega leitt að heyra þetta. ég þekki engan anorexíusjúkling (guði sé lof!) en það eru fíkinefnaneytendur í fjölskyldunni minni og þetta er mjög svipað einsog þú segir. málið er að styðja við bakið á fólkinu er vorkenna því ekki og ekki leyfa því að særa sig eða vekja hjá manni samúðarkennd. samúðin er það versta sem hægt er að gefa þeim. ég skil alveg að þú viljir “losna” við systur þína stundum, ekki fá samviskubit af því þetta er bara mannlegt.þetta er greinilega erfitt á heimilinu hjá ykkur. vonandi að þú hafir einhverja vinkonu/vin tilað tala við um þetta svo að þú þurfir ekki að birgja þetta inni. þetta getur orðið svo þung byrði. Gangi þér vel!!takk fyrir mig.\nkv Kaffibaun"
        },
        {
            "user": "ponnsla",
            "user_id": "42420",
            "date": "2004-07-03 03:33:25",
            "id": "1629262",
            "reply_to_id": "1629242",
            "text": "Sorry, ég las hérna um hvernig þið lituð á þetta sem sjálfselsku. Þar sem ég þekki nú til sjúklings með geðröskun, ekki eins og þessa samt en geðröskun engu að síður.\nEf systir þín væri með krabbamein, myndirðu VOGA þér að kalla hana sjálfselska.  Eins og þú sagðir sjálf, þá er þetta sjúkdómur og sjúkdómur er nú ekki eitthvað sem maður velur sér.\nAllar tilfinningar eru réttlátar sem þú finnur gagnvart systur þinni, og það að verða pirruð yfir athyglinni sem hún fær, hvernig allt snýst um að halda manneskjunni góðri.  Ég þekki allar þessar tilfinningar og það er ekkert óeðlilegt að verða reiður þegar svona sjúkdómar eru annars vegar, því það er svo lítið/ekkert sem maður getur gert þetta heldur bara endalaust áfram og vindur upp á sig.\nEn það sem þú VERÐUR að hafa hugfast er að þetta er sjúkdómur og ekki kalla hana sjálfselska, ég skal lofa þér að henni líður ekki vel sjálfri og ef hún gæti, þá myndi hún örugglega skipta við þig."
        },
        {
            "user": "dorilla",
            "user_id": "47145",
            "date": "2004-07-03 21:05:28",
            "id": "1629263",
            "reply_to_id": "1629262",
            "text": "ég veit alveg að það er sjúkdómurinn sem gerir hana svona sjálfselska, ég meina það er ákveðin sjálfselska að hugsa bara um sjálfan sig en ekki fólkið sem elskar þig.(mamma mín segir alltaf að fólk sem fremji sjálfsmorð sé mjög sjálfelskt, vegna þess að það hugsar ekki um fólkið sem elskar það og hversu illa því á eftir að líða þegar viðkomandi deyr, veit samt ekki alveg hvort að ég er sammála því en..) Þess vegna segi ég líka oft að þetta er ekki systir mín.. enda er þetta ekki sú systir mín sem ég þekkti, hún var ekki svona sjálfselsk. Hún var alltaf að hugsa um aðra og hún stundum gerir hún það enn í dag, svona þegar henni líður vel.\nÉg sé á hverjum degi hvað henni líður illa og ég hef séð það í 6 ár… mér dettur ekki í hug að segja neitt við hana sem gæti látið henni líða illa eða hugsa illa um sjálfan sig. ég meina ég er ekki að segja við hana að hún sé sjálfelsk, eða það að ég þoli hana ekki.. þá myndi hún bara sökkva oní eitthvert þunglyndi og ef til fyrirfara sér(getur gerst hjá anorexíusjúklingum).. þess vegna fæ ég líka oft mikið samvisku bit ef ég segi eitthvað í hugsanaleisi við hana sem hún verður fúl yfir, þá finnst mér eins og ég myndi bera ábyrgð á því ef hún fyrirfæri sér eða eitthvað..:s"
        },
        {
            "user": "ponnsla",
            "user_id": "42420",
            "date": "2004-07-04 10:41:56",
            "id": "1629264",
            "reply_to_id": "1629263",
            "text": "Elskan mín, mér heyrist sem að allar hugsanirnar þínar fari bara í hringi í höfðinu á þér, margt greinilega sem þú þarft að tjá þig um sem þú hefðir ef til vill átt að vera löngu búin að tjá þig um.\nViltu bara muna tvennt, þú berð enga ábyrgð á þessu, sama hvað þú myndir segja við hana, þú berð ekki ábyrgð á henni né hennar líðan, jú tillitssemi er að sjálfsögðu alltaf vel þegin, en þú verður sjálf að læra að lifa þínu lífi samviskulaust.  Núna er tími fyrir þig að taka á honum stóra þínum og taka frekar meðvitaða ákvörðun um með hvaða hugarfari þú ætlar að lifa lífinu þínu.\nÉg veit það sjálf því ég hef verið í mjög svipuðum sporum og þú, og hef upplifað alveg sömu tilfinningar og þú, en það sem fólk eins og við verðum að muna er það að eymd er valkostur, fyrir okkur sem erum heilbrigð sem sagt.  Þú verður að taka mjög meðvitaða ákvörðun um hvort þú ætlir að púsla þínum gjörðum, þínu lífi og þinni samvisku í kringum systur þína og gera henni þann óleik að verða bitur út í hana vegna sjúkdóms sem hún er með, eða lifa þínu lífi sterk og laus úr þessum vítahring sem við nánustu aðstandendur fyrir utan foreldra, þ.e. við systkynin virðumst oft lenda í.  Manni finnst oft sem það gleymist að við erum líka þáttakendur í sjúkdómnum."
        },
        {
            "user": "ponnsla",
            "user_id": "42420",
            "date": "2004-07-04 10:44:41",
            "id": "1629265",
            "reply_to_id": "1629264",
            "text": "Það er frekar erfitt að koma heilræðum frá sér hérna, en ef þú ert eitthvað að skilja hvað ég á við með því sem ég er að segja við þig, og jafnvel þó þú skiljir ekkert það sem ég er að segja, þá er þér mikið meira en velkomið að hafa samband og spjalla við mig um þetta ef þú vilt.\nKv. ponnsla"
        },
        {
            "user": "dorilla",
            "user_id": "47145",
            "date": "2004-07-06 10:48:07",
            "id": "1629266",
            "reply_to_id": "1629265",
            "text": "takk fyrir heilræðin.. kannski var þetta einmitt það sem ég þurfti… :) næst þegar mér líður illa hugsa ég bara: mundu það sem ponnsla sagði..:p :D\nAlla vega ég talaði við mömmu aðeins um þetta.. hún tók eftir því hvað ég var búin að vera niðurlút og kreisti þetta út úr mér..:p hún sagði mér mikið af því sem þú sagðir og svo ráðlagði hún mér að vera bara meira með vinum mínum, víst að mér liði svona rosalega illa heima…\nalla vega líður mér ögn betur núna..:)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-07-03 19:04:26",
            "id": "1629267",
            "reply_to_id": "1629242",
            "text": "tvær frænkur mínar hafa verið með anorexíu og bulimiu. Hræðilegur sjúkdómur. Frænka mín sem var með anorexíu fékk að vinna í búðinni okkar. Amma leyfði henni það svo að hún fengi matarlyst. Nu´n fyrir nokkrum mánuðum fékk amma í fyrsta sinn í svona þrjú ár að bjóða henni á kaffihús, þar sem hún fékk sér eitthvað. Það þykir mér bara frekar merkilegt! Hún var eitthvað verst um 45 kíló og er svona 175 eða svo á hæð. Hræðilegur sjúkdómur!"
        },
        {
            "user": "pollett",
            "user_id": "40846",
            "date": "2004-07-05 22:24:36",
            "id": "1629268",
            "reply_to_id": "1629242",
            "text": "Sko, alveg finnst mér þetta merkilegt að stelpum (aðallega) sem mála sig, finnist þær þroskaðri heldur en þær sem mála sig ekki. Persónulega finnst mér það vera öfugt. Veit ekki alveg hvað sumar stelpur fá út úr því að mála sig, en sumar stepur kannski “þurfa” þess… En allaveganna, ykkur til fróðleiks, þá mála ég mig aldrei nema þegar ég nenni því fyrir böll. En mér finnst allar stelpur sem mála sig áberandi, ljótt eða bara of mikið vera leiðinlegar og heimskar. Meira að segja þótt ég hafi aldrei talað við þær, bara afþví að ég sé þær þannig. Mér finnst þessi hugsun voða leiðinlega en svona, því miður kannski fyrir mig, er ég :)… Vona kannski að enginn komi með komment á þetta,.., sorry,,,"
        },
        {
            "user": "dorilla",
            "user_id": "47145",
            "date": "2004-07-06 10:44:14",
            "id": "1629269",
            "reply_to_id": "1629268",
            "text": "Já ég er alveg sammála þér..(eða svona næstum alla vega..:p) vinkona mín var svo brött um daginn að segja að ég væri óþroskuð af því að ég geng ekki alla daga í g-streng! ég tók því samt ekkert illa..:p hún er soddan rugludallur greyið að maður tekur takmarkað mikið mark á henni…"
        },
        {
            "user": "pollett",
            "user_id": "40846",
            "date": "2004-07-06 12:21:43",
            "id": "1629270",
            "reply_to_id": "1629269",
            "text": "hehe,,, Ég geng aldrei í g-streng. Mér finnst “ömmubrækur” þægilegri. Kannski er ég bara og þroskuð fyrir g-strengi ;)"
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2004-07-25 00:03:40",
            "id": "1629271",
            "reply_to_id": "1629242",
            "text": "Þessi annorexia er erfið viðfangs, ég vann með einni gullfallegri stelpu sem var/er haldin þessu og maður reitir hár sitt af hverju annars full frískt fólk gerir sér þetta.\nSvo var ég að lesa minningargrein í Mogganum um unga konu sem dó af þessu og svo var önnur í viðtali við DV sem sagðist myndi deyja bráðlega úr þessu, hvað er að ! Ég skil miklu betur fíkla sem drepa sig en af þessu, að gera ekki borðað !\nVið erum að sjá fáránlegar öfgar hér á landi um þessar mundir, meirihlutinn of feitur og þykir ekki mikið mál,og svo grindhorað fólk sem finnst það of feitt, þetta eru veikar sálir allt !"
        },
        {
            "user": "dorilla",
            "user_id": "47145",
            "date": "2004-07-26 10:58:06",
            "id": "1629272",
            "reply_to_id": "1629271",
            "text": "Ég las líka minningagrein um anorexíusjúkling um daginn og ég táraðist af því að þetta var svo fullkomin lýsing á systur minni. Þetta virðist henda ákveðinn hóp fólks.\nMér finnst líka undarlegt af hverju of horað fólk getur keypt sér föt hér.. tískan í ýtir mjög mikið undir þetta og þá ekki bara af tískusýningum heldur þarf maður kannski að vera sjúper dúper mjór til að passa í föt. Ég sem tel mig vera í eðlilegum holdum þarf kannski að fara að nota L eða XL af því að númerin er svo ógeðslega lítil..:p Það er bara ekki gert ráðfyrir fólki í eðlilegu holdafari í dag, annað hvort er maður mjór eða feitur… ekkert þarna á milli…:s"
        },
        {
            "user": "ljot",
            "user_id": "40844",
            "date": "2004-07-29 23:18:57",
            "id": "1629273",
            "reply_to_id": "1629242",
            "text": "Ég var sjalf mjög djúpt sokkin í anorexíu og ef þetta er eikkað að taka á þig ýmindaðu þér þá ka þetta á tekur á systir þína, það er samt alleg rétt hjá þér þú læknast ekki af anorexíunni þú lærir að lifa með henni!! Sýndu smá þroska og ekki forðast systir heldur reyndu að styðja hana þá líður henni mikið betur!!! og eitt enn þó u sért yngst þá á ekkert öll athyglin að beinast að þér þú ert greinilega bara dekruð!!!"
        },
        {
            "user": "dorilla",
            "user_id": "47145",
            "date": "2004-08-03 10:59:53",
            "id": "1629274",
            "reply_to_id": "1629273",
            "text": "Ég veit alveg að þetta er miklu erfiðara fyrir systur mína en mig nokkurn tímann. ég er heldur ekkert að reyna að segja að ég eigi eitthvað meira bátt heldur en systir mín. ég var bara reyna að koma til skila að þetta hefur mikil áhrif á alla í fjölskyldunni. þetta er ekkert bara kvöl og pína fyrir anorexíu sjúklinginn, okkur hinum líður líka illa út af þessu… ég sjálf var næstum lögst í þunglyndi útaf þessu.\nog já eitt enn, ég lýt ekki á sjálfa mig sem dekraða manneskju þó að mér líði illa í kringum systur mína og hafi þor til að segja frá því, reyndar þegar ég skrifaði þessa grein þá var ég þegar komin með vægt þunglyndi, og lokaði mig oftast inn í herbergi, mér leið virkilega illa og grét eins og svín við hverja setningu sem ég skrifaði.  og ég verð að segja mér finnst þú ansi brött að staðhæfa svona, þar sem þú veist ekkert hvaða áhrif það hefði getað haft á mig.. ég hefði getað algjörlega brotnað saman og barasta drepið mig.  Því í alvörunni það var sárt að sjá þessa setningu\n“og eitt enn þó u sért yngst þá á ekkert öll athyglin að beinast að þér þú ert greinilega bara dekruð!!!”\nOg nú langar mig til að spyrja þig hvort þú hafir hugsað til mömmu þinnar eða systkina þegar þú varst sem dýpst sokkinn, hugsaðiru hvað þeim liði illa? datt þér einhvern tíman í hug að þau engdust sundur saman yfir að þurfa horfa upp á þig verða að engu??"
        }
    ]
}