{
    "forum_title": "Harry Potter",
    "user": null,
    "user_id": null,
    "date": "2004-06-30 13:02:48",
    "title": "Harry Potter og fjársjóður Hogwarts 5.kafli",
    "text": "5. Weasley klikkast\nÞeir voru að ræða um hve bréfin höfðu verið undarleg og ólík þegar George Fred og Lee vöknuðu, þeir snarhættu, en George hafði greinilega heyrt eitthvað því hann sagði “hvaða bréf, svo sá hann öskrarann í hendinni á Ron og tók andköf.  “Fékkstu öskrara og bréf,” sagði George þá, “ég held 2 bréf og 1 öskrara,” svaraði Harry.\nAllt í einu heyrðu þeir dynk, þeir litu við og Ron var á gólfinu, það hafði liðið yfir hann. Við dynkinn vöknuðu allir í svefnsalnum.\nAllir í svefnsalnum héldu að hann væri dáinn og æptu hver í kapp við annan, þangað til að George lýsti því yfir að hann hefði bætt met þeirra bræðra og fengið 1 öskrara og 2 bréf, í staðin fyrir 1 öskrara og 1 bréf.\nÞeir fóru með hann inn í setustofu Gryffindor og æptu þar á Hermione af öllum lífs og sálar kröftum.\nAð lokum kom hún og þá sögðu þeir henni að lífga hann við á stundinni, og það reyndi hún.\nÞegar henni tókst það spurði Colin Creevey: “Bættirðu metið?”, en áður en Ron gat svarað því kom “opnaðu öskrarann.”\nÞá varð Ron vandræðalegur, en sagði svo: “Okey,” og um alla setustofuna glumdi:\n“Ronald Weasley, hvernig dirfist þú að ljúga svona, réttast væri að reka þig úr skólanum. Ég er að spá í að biðja Fred og George að hirða þig rækilega með klósettsetu í matsalnum, en ætla ekki að gera það, og ef þið tveir eruð þarna EKKI gera það.\nJá og Harry til hamingju með árangurinn úr síðasta  Quidditch-leik, frábært. Einnig óska ég þér til hamingju með að vera umsjónarmaður.\nÉg vona að þú getir kennt Ronny örlítinn snefill af mannasiðum, og orðið til þess að maður þyrfti ekki að maður þyrfti að senda honum öskrara og 2 bréf í einu. Ron mundu ef þú setur eina tá yfir strikið þá\nfá bræður þínir senda klósettsetu til að flengja þig, og svo verðurðu sendur heim.\nRon stóð eins og lamaður, en bræður hans sprungu úr hlátri. “Ron, settu tána yfir strikið þarna svo við getum flengt þig,” sagði Fred á milli hláturgusanna.\n“Já, fyrir framan allan skólann,” sagði George þá.\nEn allt í einu varð dauðaþögn, Ginny hafði slegið George og Fred utan undir. George var fyrstur til að átta sig og rauk á hana og ætlaði að lemja hana en Harry og Hermione gengu á milli. George og Fred urðu eins og fávitar í framan, en spurðu svo Amöndu lævíslega: “Er pláss fyrir 2 í viðbót í genginu?” Amanda glotti, “Alltaf pláss fyrir fleiri baráttumenn gegn Harry,” sagði hún smeðjulega og gaut augunum til Harrys, sem tók um höfuðið og muldraði “kræst.” Hún glotti ánægð, fleiri með henni, fleiri gegn Harry. En svo sagði hún við þá 2 “Það er fundur í leynilega fundarherberginu strax kl.13:00, þá erum við öll laus og þið vonandi líka. Á þessum fundi  tölum við um hve nauðsynlegt er að losna við Harry Potter, og allir koma með góðar hugmyndir  til a gera það. Hugsið um þetta, þið hittið Rob og Arthur hér og þeir vísa ykkur á leynilega fundarherbergið. Stundvíslega,” svo gekk hún út og sagði við Ginny Weasley “Þakka þér fyrir, þú gafst mér nýja liðsmenn, ertu ekki a spá í koma líka í liðið”. Ginny leit á Harry en sagði svo “Hvað vantar í þig Amanda, þú ert á móti Harry Potter, án hans væri Voldermort en við völd. Þakkaðu honum a þú hafir ekki verið drepin af Voldermort,” svo rauk hún út. Harry horfði furðulostinn á eftir henni. Hún kom ekki í mat en Harry fékk uglu frá Hagrid í matsalnum sem hann las upphátt fyrir Ron og Hermione:\n“Harry.\nGinny er hér hún er eitthvað a fjasa um hendi, andlit og Harry Potter. Komdu eins fljótt og þú getur.\nHagrid.”\nHann og Hermione flýttu sér a borða, en Ron glápti bara eitthvað út í loftið og gekk svo til Amöndu og settist hjá henni.\nÍ annað skipti þennan dag greip Harry um höfuðið en í þetta skipti blótaði hann: “Andskotans, helvítis, djöfulsins, hvað hefir komið fyrir Weasley,” en honum til mikillar skelfingar stóð Amanda fyrir aftan hann og sagði smeðjulega: “Kannski vilja þau breyta til, losna undan kúgunni og komst út í frelsið, burt frá Potter.\nKomið, við höfum verk að vinna, við verðum að berjast fyrir réttlæti,” síðustu orðunum beindi hún a Fred, George, Ron, Arthuri, John, Jennu og Rob sem fylgdu henni eins og vélmenni. Hermione leit með hatursaugnaráði á þau og stundi þungan. “Hey, sagðir þú ekki a Amanda hefði fundist heima hjá þér. Þetta er ekki Amanda, þetta er einhver sem vill klekkja á mér, og sérðu hvaða brögðum hann beitir, hann gerir Weasley fjölskylduna klikkaða svo hún hlýði henni, svo er hann að reyna að skemma fyrir þér svo þú farir heim, manstu hvað hún er dónalega og vond við þig. Næst reynir hún örugglega a láta reka Hagrid eða Dumbledore. Ég verð að komast að því hver hún er áður en hún gerir mig vinalausan. Það er nóg a vera vinalaus í Runnagerði,” sagði Harry og um leið fékk hann sting í örið, en hann sagði engum frá því, ekki einu sinni Hermione.\nHarry og Hermione ruku til a hitta Ginny eftir matinn en Hagrid sagði a hún hefði farið með Amöndu. Þau höfðu ekki tíma til a hugsa um það því þau áttu a mæta í tíma í vörnum gegn myrkru öflum. Þegar þau komu var enginn mættur nema Dumbledore þeim til mikillar furðu. “Það hefur komið upp vandamál, Julius getur ekki kennt hér lengur, vegna dóttur hans sem lamaðist. Ég gat ekki fundið neinn annan svo ég ætla bara a biðja ykkur um a þola gamla karlræfilinn þangað til ég finn nýjan kennara,” sagði hann. Hermione æpti upp yfir sig og svo sagði hún: “Þú þarft ekki a finna nýjan kennara kenndu okkur bara allan veturinn, jafnvel lengur.”\nTíminn gekk vel, Hermione fékk 50 stig fyrir Gryffindor og var mjög ánægð með sig. Eftir tímann hafði Harry hálftíma til a undir búa sig fyrir Quidditch-æfingu, en það var nægur tími til að komast að því að allt Qdidditch-liðið hafði gengið í lið með Amöndu, reyndar allir í Gryffindor, nema Hermione, hún var enn með honum og hann vonaði innilega a það breyttist ekki.\nÁ Quidditch-æfingu var ekkert yrt á hann, honum fór a líða eins og á 1.ári þegar hann tapaði 150 ásamt Neville og Hermione, í einu.\nÞegar hann var á leið í töfrabragðatíma leit hann á stiginn og sá a Gryffindor var með 365 stig, 150 stigum meira en Slytherin. Þegar hann var næstum komin framhjá stigunum sá hann a 20 stig bættust við hjá Gryffindor, og það gladdi hann. Þegar hann kom í töfrabragða tíma var enginn nema hann, Flitwick prófessor og Hermione mætt, en allir á sama ári og hann í Slytherin og Gryffindor ættu a vera þarna. Hann sagði Hermione frá upphvötun sinni um a Amanda sé ekki Amanda, en hún sagði honum að sýnast rólegur og afslappaður, því þá heldur hún a henni takist ekki að gera þér neitt og þá hættir hún vonandi þessum kjánaskap.\nUm kvöldið þegar hann fór að sofa hugsaði hann um hver Amanda væri. Honum datt bara 1 í hug en hann reyndi að ýta því frá sér. Það var of klikkað til a vera satt.\nUm nóttina dreymdi hann a Hermione væri allt í einu líka á bandi Amöndu, og allir í Gryffindor og Slytherin gengu í hring í kringum hann. Hringurinn þrengdist og þrengdist þangað til Harry rétt náði a anda og þá byrjuðu þau a berja hann með mótmælendaspjöldum sem stóð á\nNIÐUR MEÐ POTTER.\nLOSNUM VIÐ VIÐBJÓÐIN.\nPOTTER POTTER\nLOSUM OKKUR VIÐ POTTER.\nOg fullt fullt í viðbót. Loks þegar hann hélt a allt væri búið var hann galdraðu með tröllatungu sem allir klíndu einhverju ógeði á. Hann vaknaði í svitabaði, eða réttara sagt svita- og lúsabaði, því fullt lúsum hafði verið hellt í rúmið hans. Viðbjóðslegum lúsum. Hann þekkti þetta samt nokkuð vel, Dudley hafði einu sinni pínt hann til a borða lýs. Harry fékk hroll við það eitt a hugsa um það. Hann vildi svo sannarlega ekki gera það aftur, enda lýs ekkert lostæti.\nJæja vonandi nenntuð þið að lesa þetta",
    "url": "https://www.hugi.is/hp/greinar/211870/harry-potter-og-fjarsjodur-hogwarts-5kafli/",
    "url_id": "211870",
    "id": "1630210",
    "replies": [
        {
            "user": "Steini1",
            "user_id": "35121",
            "date": "2004-06-30 17:47:25",
            "id": "1630211",
            "reply_to_id": "1630210",
            "text": "Þetta er allt í lagi, nokkuð spennandi reyndar en láttu einhvern lesa yfir þetta næst eða lestu vel sjálf þú gleymir t.d. stundum einu og einu orði, flott samt"
        },
        {
            "user": "GullaGris",
            "user_id": "51458",
            "date": "2004-06-30 23:06:16",
            "id": "1630212",
            "reply_to_id": "1630210",
            "text": "Þetta er betra heldur en síðast, orðið spennandi en ótrúlega óraunverulegt! (Sem er til skiptis mjög mikið hrós eða grimmileg móðgun frá mér, þið ráðið hvort þið takið).\nOg látið fara yfir stafsetningavillurnar, ég mæli með því! (Ekki klikkast, það er bara pirrandi að lesa spuna með haug af stafsetningarvillum!)\nEn þetta er líka orðið ruglingslegt, og þú/þið ferð/farið of hratt yfir söguna. Svo er ekki líklegt að allir í Gryffindor gengu í lið með einhverjum sem vinnur gegn Harry, t.d. Creevy-bræðurnir! Ég get trúað Ron til þess, en ekki Fred og George, Harry lét þá fá 1000 galleon í grínvöruverslun! (Auk þess þá eru þeir hættir í skólanum!!!)"
        },
        {
            "user": "flottar",
            "user_id": "49662",
            "date": "2004-07-01 09:24:21",
            "id": "1630213",
            "reply_to_id": "1630212",
            "text": "Ég veit að þeir eru hættir en ég byrjaði á spunanum áður en ég var búin að lesa bók 5 svo ég gleymdi því."
        },
        {
            "user": "GullaGris",
            "user_id": "51458",
            "date": "2004-07-01 10:44:22",
            "id": "1630214",
            "reply_to_id": "1630213",
            "text": "Úúúúps! En maður verður samt að viðurkenna að næstu tvær bækur verða leiðinlegri án þeirra, svo að eiginlega er þetta í lagi."
        }
    ]
}