{
    "forum_title": "Eve og Dust",
    "user": "IngvarL",
    "user_id": "50417",
    "date": "2004-07-01 12:24:28",
    "title": "Jovian fundur með JQ/MK7 Alliance",
    "text": "Í gær klukkan 19:00 átti Misu Baniya að halda fund með JQA en hann seinkaðist þangað til um hálf átt vegna reboots á servernum. Mjög margir JQA meðlimir mættu á staðinn, bæði til að fá að sjá Jovian skipið og líka til þess að hindra það að óprúttnir aðilar gætu truflað fundinn. Ekkert þannig gerðist og núna er JQA hluti af Jovian Register of Sovereign Nation-States ásamt fleirri alliances.\nVið vildum þó ekki láta það fara til spillis þessa ágætu flotamyndun sem var þarna en þarna voru yfir 60 skip, svo að við ákváðum að fljúga aðeins um Syndicate og taka út nokkra pirates. Þegar við skoðuðum map sáum við að það var mjög líklega gate camp í ónefndu kerfi og var stefnan tekin þangað. Við mættum á staðinn og þessir pirates flúðu, við ákváðum að halda hliðinu nema þá uppgötvum við að við erum ansi nálægt heimakerfis NORAD og að þessir pirates myndu ekki snúa aftur svo ákveðið var að snúa heim. Fyrir mistök missti einn meðlimur okkar skipið þegar NORAD menn réðust á hann, forstjóri Raptus Regaliter ákvað þá að ræða aðeins við NORAD menn og kom þá í ljós að þetta voru mistök og fékk meðlimurinn okkar skipið sitt bætt.\nMeðan þetta var í gangi var frekar gaman að skoða mappið en við vorum langstærsti punkturinn í Syndicate og var þetta frekar myndarlegur floti.\nMeðlimir af öðrum alliances sem hafa gengið í Jovian Register of Sovereign Nation-States mættu alveg segja það hér svo að við getum vitað hverjir eru í þessu og einnig ef þeir vita eitthvað hverjar skyldur okkar eru eða hvað við græðum á þessu annað en að geta sagt að við erum hluti af Register of Sovereign Nation-States.\nRapt | Bubbaloo",
    "url": "https://www.hugi.is/ccp/greinar/212023/jovian-fundur-med-jqmk7-alliance/",
    "url_id": "212023",
    "id": "1631195",
    "replies": [
        {
            "user": "Czar",
            "user_id": "1110",
            "date": "2004-07-01 15:37:15",
            "id": "1631196",
            "reply_to_id": "1631195",
            "text": "Mun koma í ljós á næstu dögum, bara 3 alliance búin að hitta jovinn, nóg efti"
        },
        {
            "user": "korvus",
            "user_id": "2649",
            "date": "2004-07-01 18:39:49",
            "id": "1631197",
            "reply_to_id": "1631195",
            "text": "Þetta er hinsvegar almennileg grein :)"
        },
        {
            "user": "IngvarL",
            "user_id": "50417",
            "date": "2004-07-01 18:55:25",
            "id": "1631198",
            "reply_to_id": "1631197",
            "text": "hehe, takk fyrir :)\nannars mun ég aðeins senda inn 2 aðrar greinar á næstu dögum, hluti 2 og 3 af gallente-caldari stríðinu."
        },
        {
            "user": "Figure",
            "user_id": "17758",
            "date": "2004-07-02 02:16:36",
            "id": "1631199",
            "reply_to_id": "1631195",
            "text": "Úje RR :D Úje JQA :D\nI'm just a love machine, and I won't work for nobody but you\nI'm just a love machine, a hugging kissing fiend"
        },
        {
            "user": "ingolfura",
            "user_id": "28512",
            "date": "2004-07-02 08:56:11",
            "id": "1631200",
            "reply_to_id": "1631195",
            "text": "hvad er etta Jovian Register of Sovereign Nation-States ???"
        },
        {
            "user": "IngvarL",
            "user_id": "50417",
            "date": "2004-07-02 11:52:13",
            "id": "1631201",
            "reply_to_id": "1631200",
            "text": "ef þú hefur lesið fréttirnar þá eru Amarr, Caldari, Gallente og Minmatar ekki alveg sáttir við Jove að vera að samþykkja þessi alliance sem hafa komið sér fyrir í 0.0, þegar þeir samþykkja það þá eru þeir að bjóða þeim í jovian register of sovereigin nation-states :) annars veit ég ekki meira um þetta."
        },
        {
            "user": "ingolfura",
            "user_id": "28512",
            "date": "2004-07-02 12:00:38",
            "id": "1631202",
            "reply_to_id": "1631201",
            "text": "ok… hvad getur  þetta gert fyrir mig ?.. eg er í essu JQA alliance. eða  hvad getum við gert"
        },
        {
            "user": "IngvarL",
            "user_id": "50417",
            "date": "2004-07-02 12:10:11",
            "id": "1631203",
            "reply_to_id": "1631202",
            "text": "það veit það enginn :)"
        },
        {
            "user": "ingolfura",
            "user_id": "28512",
            "date": "2004-07-02 12:11:25",
            "id": "1631204",
            "reply_to_id": "1631203",
            "text": "ehhh ok :P ty ;)"
        },
        {
            "user": "Bugger",
            "user_id": "27333",
            "date": "2004-07-07 11:37:56",
            "id": "1631205",
            "reply_to_id": "1631202",
            "text": "Þetta er eins og er bara rpg/storyline, sem ekki hefur nein áhrif á sjálft gameplayið.\nAuðvita er þetta smá móral-boost, að verða alt í einu að vera viðurkend sem þjóð, enn að vísu eins og er, þá er það bara jóve sem er búin að viðurkenna þessi alliances sem sjálfstæðar þjóðir, og seinna byst ég við að þetta muni hafa áhrif á standing settings, // alliance standings, sem á að virka svipað og faction standings vs npc corps.\nalliance wars, og/eða td, player owned structures, skattar ogsf…. þegar lengra er komið, mun alliances / ‘þjóðir’, geta unnið mun meira stabílt saman, með hjálp allra meðlima með fleiri automatískum fítusum sem eve mun bjóða uppá..\nenn eins og er, þá er askoti mikið sem á eftir að bæta áður enn svona kemur í ljós.\nhver veit, nema það komi fítus ‘show alliance collors/territories’ í mappinu….? væri sætt =P\n:::Sev:::Bleak:::"
        },
        {
            "user": "Artharas",
            "user_id": "26938",
            "date": "2004-07-17 16:04:14",
            "id": "1631206",
            "reply_to_id": "1631195",
            "text": "Betra seint en aldrei :P\nÞessir miklu “snillingar” í NORAD eru svo “gáfaðir” að þeir eiga í vandræðum með að gera “show info”… Ég var bara í goodie chilli að scouta á mínu ónefnda skipi og gaurinn réðst á mig… ég var ofcourse totally unprepared af því ég var nógu gáfaður að gera show info. Hefði kannski getað svarað fyrir mig ef ég hefði verið prepared for battle. Verð samt að viðurkenna að ég var skotinn niður hratt. Ég fékk allavega skipið endurgreitt en NORAD er ekki alveg á fan list.\nThe Unnamed Pilot of Death"
        },
        {
            "user": "IngvarL",
            "user_id": "50417",
            "date": "2004-07-17 16:27:09",
            "id": "1631207",
            "reply_to_id": "1631206",
            "text": "norad eru hálfvitar. skjóta á allt sem flýgur án aðvörunar… vini líka."
        }
    ]
}