{
    "forum_title": "Bílar",
    "user": "stakka",
    "user_id": "1280",
    "date": "2001-03-30 03:23:37",
    "title": "Reynslusögur af umboðum",
    "text": "Segið mér nú ykkar sögur, ef þið hafið lennt í einhverju fáránlegu dæmi þá vil ég endilega heyra. Ég skal koma með nokkur dæmi: pabbi minn átti passat 96módelið fínir bílar en gírkassinn var vandamál í þessu módeli. Hann keypti hann nýjan og lennti í því eftir ca 30.000 kílómetra að gírkassinn(sjálfskiptur) hrynur ok þetta mun kosta hann 280.000 þús krónur pabbi er ekki sáttur við það enda bíllinn í ábyrgð. Það kom svo í ljós að Olían á gírkassanum er kolsvört sem segir að þeir hafi ekki skipt um olíu þegar að bíllinn kom í tékk. Eftir mikið þras bjóða þeir honum uppá kassa gegn 80.000 króna borgun. Sem hann neitar. Og á endanum fékk hann kassann frýtt. Svoldið síðar (1 ári) þá fer nýji kassinn í buff. Og hann þurfti að fara í gegnum þetta allt aftur.\nÉg sjálfur á Heklubíl notaðan. Ég kaupi bílinn gegn þeim skilmála að þeir geri við lásinn á hurðinni (bílstjóra megin) og skipti um öryggisbelti (bílstjóramegin) eftir 8 tíma vinnu fæ ég svo bílinn og þá létu þeir smyrja lásinn og taka snúninginn af beltinu. En þetta átti allt að vera NÝTT. Ég nennti ekki að eyða öðrum heilum degi í þetta þannig að bíllinn er ennþá svona í dag.\nÉg hef komist að þeirri niðurstöðu að þeir stýli á þetta. Spörum pening og vonum að hann þegi og helst reynum að láta hann borga líka. Hekla ætti að fá sér logo “Gerum sem minnst fyrir kúnnann”\nÉg átti áður Swift og umboðið þeirra er fullkomið. Ég segji ekki meira, ekkert nema góðar reynslusögur þaðan.\np.s. þetta verðlag í umboðunum ætti að fara að skoða ýtarlega frá neytendasamtökunum. Spáið í einu ég ætlaði að kaupa bílbelti og það kostar 21.000 ætti ekki að niðurgreiða þetta. Því að þetta er mjög mikilvægur öryggisbúnaður. Annað dæmi: Þurrkuarmar frá Motor í lancer´93 10.000 þús kall og er þetta ekki merkilegt stykki.\nBesta dæmið er þetta. spoiler kitt undir 2001 golf gti 140.000.-\nOg þetta er ekki einu sinni flott. Ég skoðaði á netinu spoiler kitt að framan (það er stuðari + lækkun) 21.000 þús kall. Og það var sko geðveikt.",
    "url": "https://www.hugi.is/bilar/greinar/21218/reynslusogur-af-umbodum/",
    "url_id": "21218",
    "id": "136937",
    "replies": [
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-03-30 03:41:44",
            "id": "136938",
            "reply_to_id": "136937",
            "text": "Ég hef heyrt tvær horror sögur af Heklu í viðbót, ég hræðist þessa menn…\nSjálfur verslaði ég við Ræsir tvö síðustu ár og það var allt dans á rósum liggur við. Reyndar frekar löng bið eftir verkstæðistíma en þeir eru samt mjög liðlegir.\nÁtti mikil samskipti við Bílheima vegna vinnunnar og þeir eru nú meiru sauðirnir. “Ég held að þetta hafi komið í gámnum sem er hér úti.” er lélegt svar þrjár vikur í röð."
        },
        {
            "user": "stakka",
            "user_id": "1280",
            "date": "2001-03-30 03:57:02",
            "id": "136939",
            "reply_to_id": "136938",
            "text": "Mal3, en varðandi þinn fyrrverandi (mazda MX5) átti ræsir þessa varahluti á lager, eða þurftu þeir að sérpanta. Eins og er með MX6 ?"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-03-30 04:18:38",
            "id": "136940",
            "reply_to_id": "136939",
            "text": "Sérpantað á 2-3 dögum, brást aldrei!"
        },
        {
            "user": "Gulag",
            "user_id": "48",
            "date": "2001-03-30 09:12:28",
            "id": "136941",
            "reply_to_id": "136937",
            "text": "Bílheimar er undarlegasta umboð sem ég hef átt samskipti við.\nÉg á Chevrolet, sem þeir eru með umboð fyrir, og vantaði slatta af varahlutum í, ég hringdi og einhver gutti svaraði, það fyrsta sem hann sagði þegar ég sagði Chevrolet var að ég ætti að tala við Bílabúð Rabba, ???? halló? eruð þið ekki með umboð fyrir Chevrolet spurði ég?  uhh, jú sagði hann, well, ég sagðist vilja fá verð í þessa varahluti hjá umboðinu, og tók hann nipur lista af dóti sem mig vantaði, og sagðist hann ætla að hringja í mig daginn eftir, ok,, nú eru 6 mánuðir síðan og ekkert símtal, 2 vikum eftir þetta símtal fór ég í Bílabúð Rabba og pantaði það sem mig vantaði, og ég verð að segja að þjónustan hjá Bílabúð Rabba er fyrsta flokks… en Bílheimar? kaupi mér ALDREI bíl af þeim,,,"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-03-30 13:23:24",
            "id": "136942",
            "reply_to_id": "136941",
            "text": "Já Bílabúð Rabba reddaði mér einu sinni þegar að Ræsir var ekki með á nótunum. Góðir gaurar."
        },
        {
            "user": "KITT",
            "user_id": "8339",
            "date": "2001-03-30 09:37:52",
            "id": "136943",
            "reply_to_id": "136937",
            "text": "Stakka, talandu um spoilerkitt á Golf þá myndi ég aldrei versla mér þetta Heklukitt á 140.000. Ekki einu sinni þó ég fengi 140.000 þús fyrir að setja þetta á bílinn. Ástæða: Í fyrsta lagi er þetta kitt komið á alltof marga bíla og svo í öðru lagi þá er þetta pönnuflatt og í raun svipað og að vefja bara 10 cm breiðu einangrunarlímabandi hringinn í kringum sílsann á bílnum enda algjörlega sviplaust. Kíktu frekar á\nhttp://www.je-design.de\nen þeir eru með mjög góð kitt á VW og það eru amk 2 Golfar frá Impetus með svona kitt á landinu og kemur mjög vel út."
        },
        {
            "user": "HKarl",
            "user_id": "6735",
            "date": "2001-03-30 11:01:53",
            "id": "136944",
            "reply_to_id": "136943",
            "text": "Ég átti annan þessara golfa með kittinu fra Impetus og það kostaði um 110þús. svo kostaði aukalega að láta sprauta það. Og svo kostaði lækkunarsettið 30þús. Einnig keypti ég 17\" álfelgur og dekk þannig að pakkin endaði í tæpum 300þús kalli. En það er sammt ekkki spurning hvort kittið mar velur. Reyndar er ég búin að skoða þetta soldið í dag og ef ég væri að fara að kaupa mér aftur golf þá mundi ég flytja inn kitt sjálfur. Það er hægt að fá geggjuð kitt frá usa.\nÞannig að ef einhver er að spá í a breyta golf þá getur hann haft saband við mig og ég skal láta ykkur fá fullt af slóðum á flott kitti.\nKv. HKarl\nhkarl@slorogsludur.com"
        },
        {
            "user": "HKarl",
            "user_id": "6735",
            "date": "2001-03-30 11:05:35",
            "id": "136945",
            "reply_to_id": "136944",
            "text": "Æ geleimdi.\nÁsettnignin á kittinu kostaði ekkert þegar ég gerði þetta þar sem þetta var fyrsti golfinn af nýja lúkkinu sem Hákon breytti.(reyndar af 3 sem búið er að breyta) En í dag held ég að það kosti einhvern slatta."
        },
        {
            "user": "v8man",
            "user_id": "8286",
            "date": "2001-03-30 13:49:46",
            "id": "136946",
            "reply_to_id": "136937",
            "text": "Heklumennirnir eru glæpamenn!pabbi minn á kia sportage og bróðir minn á colt þannig að ég þekki þetta vel… en já það er rétt með bílabúð Rabba þeir eru frábærir fljótir að panta og eiga margt og oft er hægt að fá hluti á ansi góðu verði! þótt verðmiðinn segi annað"
        },
        {
            "user": "jonkorn",
            "user_id": "8512",
            "date": "2001-03-30 14:55:06",
            "id": "136947",
            "reply_to_id": "136946",
            "text": "Smá reynslusaga af Ingvari Helgasyni HF.\nÉg lenti í því fyrir jól að tjóna Imprezuna mína örlítið að framan. Ég pantaði varahluti strax daginn eftir og bjóst líka við að þeir ættu eitthvað af því sem mig vantaði á lager. Þeir áttu ekki einu sinni til stefnuljós! Þeir áttu EKKERT! Mér var sagt að þetta tæki c.a 2 vikur að koma. Það liðu 4 vikur. Þá var hringt og sagt að eitt stykkið væri komið og þeir spurðu hvort þeir mættu SELJA ÞAÐ! Af hverju spurðu þeir sem gerðu við bílinn fyrir mig. “Það er ungur maður hérna sem var að tjóna Imprezuna sína og hann er búinn að bíða í heila viku, það er erfiður og langur tími fyrir svo ungann mann” og þá spurðu þeir aftur á móti “Já við erum búnir að bíða í mánuð” þá kom eitthvað hik á þá “já en vika er nú langur tími” ÉG MEINA HALLÓ?! Ok ég beið svo eftir næstu sendingu sem átti að koma vikuna eftir. Nei það liðu 3 vikur þar til næsti hlutur kom. Svo loksins þegar 2 mánuðir og 2 vikur voru liðnir þá var allt komið! Viðgerðin tók ekki nema rétt tæpa viku! 2 mánuðir og 2 vikur eftir common varahlutum (stuðari, innrabretti, bretti, kastari, ljós, stefnuljós!!!). Alltaf sögðu þeir mér að þetta kæmi í næstu viku og alltaf sögðu þeir “Bíddu bara, við stjórnum þessu ekki þú”. Þetta var eins og að segja “Þegiðu bara við erum umboðið þú ert bara gutti útí bæ”. Ég hef heyrt margar slæmar sögur af varahlutaþjónustu IH. Sem dæmi þá þurfti kunningu minn að bíða í 5 vikur eftir rúðupissdælu minnir mig, í Legacy."
        },
        {
            "user": "bowtie",
            "user_id": "8405",
            "date": "2001-03-30 15:06:11",
            "id": "136948",
            "reply_to_id": "136947",
            "text": "Það er nú greinilegt að við verðum að safna saman í hópakstur á Höfðann og hamra liðið í Ingvari Helgasyni!"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-03-30 21:17:47",
            "id": "136949",
            "reply_to_id": "136947",
            "text": "Damn… Mínar 2.5 millur fara greinilega í nýja MX5 ef ég eignast þannig pening. Ég veit að bíllinn virkar en það sem meira er umboðið virkar!\nEinhverjir með sögur af t.d. Brimborg (held þeir séu OK þrátt fyrir yfirstandandi slæma reynslu) eða B&L (hef heyrt að þeir sé #$%&) eða kannski P. Samúelsson (góðir hef ég heyrt)."
        },
        {
            "user": "stakka",
            "user_id": "1280",
            "date": "2001-03-31 00:12:09",
            "id": "136950",
            "reply_to_id": "136949",
            "text": "Já varðandi þetta kitt á golfinn þá myndi ég heldur aldrei kaupa það og vinur minn ekki heldur því að þetta er bæði ljótt og dýrt."
        },
        {
            "user": "KITT",
            "user_id": "8339",
            "date": "2001-03-31 00:15:08",
            "id": "136951",
            "reply_to_id": "136950",
            "text": "Algjörlega sammála þér. En það er mér finnst skrýtið er hvað þetta spoilerkitt er komið á marga bíla."
        },
        {
            "user": "minnskalli",
            "user_id": "7266",
            "date": "2001-03-31 17:02:00",
            "id": "136952",
            "reply_to_id": "136951",
            "text": "ég verð að vera sammála Chevy gaurnum, Bílheimar eru undarlegt umboð, þannig var að þegar þeir frumsýndu Astra Coupé að þá pantaði ég mér eitt stykki, enda örugglega brilliant bílar. Ég ætlaði að setja Civic sem ég átti uppí og ekkert mál. Svo er verið að standsetja bílinn, setja spoiler og sona og ég hringi í þá og spyr hvenær um daginn ég eigi að pikka hann upp og sölumaðurinn segir bara rétt fyrir lokun og ég spyr hann hvort þetta er ekki eins og samið var um, (hann var búinn að lofa mér 150þús í afslátt) og þá fer hann að draga það til baka og segist geta reddað hagstæðara láni fyrir hærri upphæð! WTF!!? ég var snöggur að neita bílnum, og fannst þetta kjánaleg afgreiðsla, þeir hafa ekki selt mikið af þessum og misstu af viðskiptum.. 2 bad!"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-04-01 05:50:35",
            "id": "136953",
            "reply_to_id": "136952",
            "text": "minnskalli, þetta var happastjarnan þín að bjarga þér frá Opel eign! Astra Coupe brilliant bíll? Væntalega í svona evil parallel universe þá?"
        },
        {
            "user": "minnskalli",
            "user_id": "7266",
            "date": "2001-04-02 16:18:25",
            "id": "136954",
            "reply_to_id": "136953",
            "text": "ég veit það nú ekki, þetta er nú ansi fallegur bíll, eini mínusinn er kannski frekar “venjuleg” innrétting, annars eru Opel frekar bilanagjarnir svo mar veit aldrei…"
        },
        {
            "user": "minnskalli",
            "user_id": "7266",
            "date": "2001-04-02 16:20:35",
            "id": "136955",
            "reply_to_id": "136954",
            "text": "…svo er ég að íhuga vandlega að skipta í sumar, ég er að fara það mikið úr bænum að kílómetrarnir gjörsamlega fljúga inná mælinn svo það er ekkert fráleitt að skipta í sumar, annars veit mar aldrei hvað mar gerir, ´tegran er skemmtilegasti bíll sem ég hef komist í kynni við"
        },
        {
            "user": "KITT",
            "user_id": "8339",
            "date": "2001-04-02 17:21:13",
            "id": "136956",
            "reply_to_id": "136955",
            "text": "Og hvað á þá að fá sér?"
        },
        {
            "user": "v8man",
            "user_id": "8286",
            "date": "2001-04-02 19:19:25",
            "id": "136957",
            "reply_to_id": "136937",
            "text": "hummm það er fátt skemmtilegra en að velta fyri sér “hvernig bíl ætti ég að fá mér??”\n*grrr*"
        },
        {
            "user": "minnskalli",
            "user_id": "7266",
            "date": "2001-04-03 00:01:45",
            "id": "136958",
            "reply_to_id": "136957",
            "text": "EF ég skipti þ.e.a.s. , ég bara hef ekki minnstu…"
        },
        {
            "user": "bowtie",
            "user_id": "8405",
            "date": "2001-04-03 00:44:53",
            "id": "136959",
            "reply_to_id": "136958",
            "text": "Ég er búinn að dreyma blauta drauma um Citroen Saxo alla helgina!\nÆtli ég þurfi að láta kíkja á mig eða ætli sé kannski allt í lagi með mig?"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-04-03 02:20:52",
            "id": "136960",
            "reply_to_id": "136959",
            "text": "Mjög heilbrigt! Ég er búinn að prófa VTR og VTS og var reyndar búinn að borga mig inn á rauðann VTS en neyðist til að hætta við… Súrt.\nÞeir mættu samt alveg vera laglegri og ökumanns aðstaðan er alls ekki fullkomin. En meira að segja VTRinn hreyfist sæmilega. Maður fær ekki meira fyrir krónuna en þessa bíla."
        },
        {
            "user": "bowtie",
            "user_id": "8405",
            "date": "2001-04-03 14:06:03",
            "id": "136961",
            "reply_to_id": "136960",
            "text": "Úff það er nú gott!\nEf ég ætti ekki tvo bíla væri ég nú búinn að panta mér eitt stykki !BLÁAN"
        },
        {
            "user": "v8man",
            "user_id": "8286",
            "date": "2001-04-03 17:57:42",
            "id": "136962",
            "reply_to_id": "136937",
            "text": "jamm bowtei það hlýtur eitthvað að vera að!"
        },
        {
            "user": "bowtie",
            "user_id": "8405",
            "date": "2001-04-03 19:30:54",
            "id": "136963",
            "reply_to_id": "136962",
            "text": "v8man það er lítið að mér en þegar maður er með tvo V8 bíla væri nú ljúft að fá eitt stykki sparnaðar bíl !\nOg ekki skemmir ef hann er fallegur líka!"
        },
        {
            "user": "minnskalli",
            "user_id": "7266",
            "date": "2001-04-03 20:06:43",
            "id": "136964",
            "reply_to_id": "136963",
            "text": "talandi um þennan Saxo, hvað kostar þessi 120 hestafla útgáfa? ég fór þegar FM sýningin var, prófaði að vísu ekki, en innréttingin heillaði mig ekki…"
        },
        {
            "user": "KITT",
            "user_id": "8339",
            "date": "2001-04-03 20:13:58",
            "id": "136965",
            "reply_to_id": "136964",
            "text": "Og er ekki dálítið lítið pláss inna dyra. Var það ekki DV sem sagði að þeir væru hannaðir utan um litla Napoleona?"
        },
        {
            "user": "yggdrasill",
            "user_id": "4955",
            "date": "2001-04-03 22:41:47",
            "id": "136966",
            "reply_to_id": "136965",
            "text": "Heirði að vélarnar í opelnum væru frá átralíu og algert rusl. þetta væru bara handónítar véla"
        },
        {
            "user": "bowtie",
            "user_id": "8405",
            "date": "2001-04-04 00:43:32",
            "id": "136967",
            "reply_to_id": "136965",
            "text": "VTS bíllinn kostar 1390 þús!\nÉg prófaði bara 90 hestafla bílinn og þetta er eins og flestar púddur að innan.\nEn fyrir aurinn færðu ekkert betra og þá meina ég að vísu nýtt!\nMig langar í bláan VTS og lækka hann um 1-2 tommur!"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-04-04 02:34:59",
            "id": "136968",
            "reply_to_id": "136967",
            "text": "Þetta eru litlir og ódýrir bílar. Ég er mest hissa ef Camaro aðdáendur ætla að dissa bíla vegna innréttinga og útlits þegar að bíllin er það sneggsta sem maður fær fyrir peninginn m.v. nýjan bíl.\nEins og ég sagði, akstursaðstaðan er dálítið gölluð og ég er ekkert yfir mig hrifinn af útlitinu. En djöfull hreyfast þeir. Allt feedback er prýðilegt, góð þyngd í stýrinu en pláss í kringum pedala gæti gert mönnum með stærri lappir en ég hef erfitt fyrir (skóstærð 41…)\nÞessir bílar ráðast á beygjurnar eins og hákarl á úldið kjötstykki. Auðvitað undirs týraþeir ef þú gerir það of hratt en það gera flestir bílar. Með smá reynslu geturðu virkilega látið hann dansa örugglega. Mig langar samt meira í Puma 1.7 eða Clio 172 en verðmismunurinn gefur Saxo mikið forskot."
        },
        {
            "user": "v8man",
            "user_id": "8286",
            "date": "2001-04-04 19:59:06",
            "id": "136969",
            "reply_to_id": "136937",
            "text": "bowtei já ég skil þetta með bensínsparnaðar bílin sjálfur er ég að pælí golf mk2 gti 16v það eru brútal græjur sem eyða litlu en seimmer hvernig eru þessir v8 bílar einn bmw og hver er hinn?"
        },
        {
            "user": "bowtie",
            "user_id": "8405",
            "date": "2001-04-05 00:03:46",
            "id": "136970",
            "reply_to_id": "136969",
            "text": "Chevrolet Camaro!"
        },
        {
            "user": "v8man",
            "user_id": "8286",
            "date": "2001-04-05 14:48:31",
            "id": "136971",
            "reply_to_id": "136937",
            "text": "hvaða árg?\nhvernig vél hvernig ástans seimmer allt!"
        },
        {
            "user": "bowtie",
            "user_id": "8405",
            "date": "2001-04-05 17:14:07",
            "id": "136972",
            "reply_to_id": "136971",
            "text": "1979 Z28 svartur að utan og að innan, leðurklæddur, veltigrind 4-punkta, grindartengdur, nylon fóðringar í öllum spyrnum og klöfum, 402 mótor, turbo350 skipting, 4,10 drif, 8,5\" 10 bolti, há póleraðar álfelgur-BfGoodrich dekk, Nýmálaður, allt nýlega skverað og sætt .\nÞað væri hægt að telja miklu meira upp en ég held að þetta sé ágætt í bili!\nKveðja Bowtie."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-04-07 04:43:19",
            "id": "136973",
            "reply_to_id": "136972",
            "text": "Hell! Sá einn svartan Camaro einmitt með réttu looki áðan á rúntinum. Svartur með loftsíu uppúr húddinu. Ökumaðurinn botnaði kvikindið og ég sagði við vin minn: “Djöflsins druslur. En helvíti var soundið flott.” :)\nNota bene, soundið var FLOTT!"
        },
        {
            "user": "minnskalli",
            "user_id": "7266",
            "date": "2001-04-07 13:33:24",
            "id": "136974",
            "reply_to_id": "136973",
            "text": "var hann svartur með GTS blackouts?"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-04-07 14:44:39",
            "id": "136975",
            "reply_to_id": "136974",
            "text": "Hann fór frekar snöggt framhjá. Þetta var til móts við Kofa Tómasar frænda og það kom smá gat í umferðina og Camminn stökk á það með látum. Hann var allavega ekki með stock looki. Einhverjir límmiðar á honum líka.\nHveð er GTS blackouts? Er það svona eins og “rimlagardínur” á afturrúðunni?"
        }
    ]
}