{
    "forum_title": "Final Fantasy",
    "user": "NecroManiac",
    "user_id": "727",
    "date": "2001-03-30 14:54:43",
    "title": "Phantasy Star leikinir",
    "text": "Hafið Þið spilað eithverja Phantashy Star leiki frá Sega? Þetta eru geðveikir rpg leikir, og ekki síður klassískir en Final Fantasy.\nFyrsti kom út á Master System árið 1989, og var tæknilega fullkomari en FF leikinir sem voru komnir út þá. Það sem var biltingakennt við þennan leik, var góð grafík, djúpur söguþráður, skemtilegt bardagakerfi, og aðal söguhetjan var kvennmaður. Þessi leikur náði hinns vegar aldrei þeim vinnsældum sem hann verðskudaði, vegna lélegar auglisingarherferðar sega á Master system, og samkeppni Nintendó, sem dældi út leikjum.\nNúmer 2 kom út árið 1992, og varð gífurlega vinnsæll meðal Mega drive eiganda. Hann seldist vel, og var lengi keppinautur Final Fantasy leikjana á aðdáendum.\nNúmer 3 kom út árið 1993, og varð svarti sauðurinn í fjölskylduni. Söguþráðurinn var allt öðruvísi en í fyrri leikjum, grafíkin léleg, bardagakerfið ekki eins djúpt og persónurnar voru holari en trjádrumbur. Margir kenna sega um að hafa látið annað fyrirtæki en uprunalega hönnunarhópinn, sjá um gerð hanns.\nNúmer 4 (1994) er að mörgum talinn bestur í seríuni, enda seldist hann lang best, og keppti lengi við Nintendo um hilli RPG-unenda. Söguþráðurinn var djúpur og tilfiningaríkur, grafíkinn stórkostleg (miðað við Megadrive) bardagakerfið geðveikt, og persónunar áhugaverðar. Hann var líka stór (nokkrar plánetur) og ég man vel eftir þeim tveim vikum sem ég týndi mér yfir honum :)\nPhantasy Star Online (Dreemcast), er avo nýútkominn í Bandaríkjunum, og hefur fengið góða dóma, enda fyrsti Massive Multiplayer online RPG (úff :) sem hefur komið út fyrir leikjatölvu, og er hann væntanlegur til ísland, bráðlega.\nSega hefur látið frá sér að online n.r 2 sé einnig væntanlegur, en hann mun bæta galla eitt, bætta kostum við, og gefa þér kleift að halda áfram ævintýrum þínum\nMeð þessu hafi á upplisyngum, er ég að spurja, væri möguleiki, að fá sér svæði á huga fyrir Phantasy Star leikina, og aðra klassiska Rpg leiki (t.d Shining Force), þó ekki væri nema einn lítill korkur á Final Fantasy?\nUpplisingar um Phantasy Star leikina:\nhttp://www.zdnet.com/gamespot/filters/products/0,11114,198288,00.html\nhttp://www.zdnet.com/gamespot/filters/products/0,11114,472540,00.html\nhttp://www.classicgaming.com/ps3/\nhttp://www.phantasy-star.net/",
    "url": "https://www.hugi.is/finalfantasy/greinar/21238/phantasy-star-leikinir/",
    "url_id": "21238",
    "id": "137158",
    "replies": [
        {
            "user": "Gourry",
            "user_id": "758",
            "date": "2001-03-30 17:20:31",
            "id": "137159",
            "reply_to_id": "137158",
            "text": "Fyrsti Phantasy Star leikurinn minn var Phantasy Star III, persónulega dýrka ég hann. Þetta voru 7+ leikir í einu 3 generation og í enda hvert generation fékkst að velja maka þinn sem hafði svo áhrif á næsta generation. Phantasy Star 4 var hrein snilld.\nPhantasy Star Online er kominn í búðir as we write. Hann hefur fengið mjög góða dóma til dæmis gaf Gamespot honum 9.1 sem telst mjög gott hjá þeim. Versti gallinn við hann samt er að hann er skemmtilegastur ef þú getur spilað hann online, svolítið sem íslendingum býðst ekki vegna léleg stuðnings Japis(eða þeir eiga einfaldlega ekki pening til að fjármagna leikjatölvur og ættu þess vegna að sleppa því.)"
        },
        {
            "user": "Tannbursti",
            "user_id": "7246",
            "date": "2001-04-01 19:16:53",
            "id": "137160",
            "reply_to_id": "137159",
            "text": "Vinur minn kynntist Final Fatnasy í gengnum Phantasy Star hann ætlaði að dl nokkrum gömlum Phantasy Star leikjum enn ruglaðist og náði óvart í FF6 og varð húkt. Ég persónulega er á leiðinni að fara að spila þessa leiki enn mér þætti gaman að vita hvernig on-line RPG virkar?\nkv.\nTannbursti"
        },
        {
            "user": "Gourry",
            "user_id": "758",
            "date": "2001-04-02 13:22:00",
            "id": "137161",
            "reply_to_id": "137160",
            "text": "Phantasy Star Online virkar meira eins og Diablo II í online spilun. Leikurinn gerist í þrívídd og þú færð missions sem þú getur klárað auk þess geturðu downloadað fleiri missionum."
        },
        {
            "user": "Flawless",
            "user_id": "2661",
            "date": "2001-04-01 23:48:41",
            "id": "137162",
            "reply_to_id": "137158",
            "text": "Why haven't I ever heard of this? :)\nFlawless"
        },
        {
            "user": "wasted",
            "user_id": "5912",
            "date": "2001-04-17 16:36:58",
            "id": "137163",
            "reply_to_id": "137162",
            "text": "Same here?why haven´t i ever heard of this\nPhantasy Star??? 1989??? (to old)"
        }
    ]
}