{
    "forum_title": "Anime og manga",
    "user": "Jormundgand",
    "user_id": "19854",
    "date": "2004-07-06 16:44:03",
    "title": "Love Hina (ekki fyrir viðkvæma)",
    "text": "Davs.\nNýlega tók ég mér Love Hina bækur, fyrsta, annað og þriðja bindi, að láni á\nbókasafni. Til að vera hreinskilinn þá vil ég segja að mér finnst þessar bækur vera\neintómur [F-word] saur.\nSagan er um Keitaro Urashima, 19 ára gaur með ekkert sjálfsálit, getur ekki neitt,\ner ekki góður í neinu, semsagt algjör auli (að hans eigin sögn) . Hann ákveður að\nfara til Tokyo og hitta ömmu sína sem rekur hótel. Þegar hann kemur þá fer hann\ní heita laug sem er fyrir utan. Þá kemur nakin stelpa á aldur við hann og sest í\nlaugina með honum, heldur að hann sé stelpa. Þau eiga stutt og vandræðalegt\nsamtal og að lokum fattar hún að hann er strákur og kallar hann pervert og lemur\nhann.\nÞetta er eiginlega það sem er alltaf að gerast. Hann gerir eitthvað vitlaust eða e-r\nmisskilur hvað hann er að gera og þá kemur stelpa og sparkar/lemur hann og\nkallar hann pervert. Seinna kemur í ljós að amman er farin í heimsreisu og búið er\nað breyta hótelinu í stelpuheimavist. Keitaro á svo að eiga húsið (Hinata house) og\ner svona Landlord (húsráðandi) .\nÞað eina skemmtilega sem ég sé við bækurnar er innri sagan, hann er að leita að\næskuástinni sem hann lofaði að fara í Tokyo University með… en er sú stelpa í\nHinata house…?\nAlla vega finnst mér Love Hina teljast undir hentai saur. Allt of mikið af litlum\nskólastelpum í stuttum pilsum svo að á annari hverri blaðsíðu sér maður G-streng\nleynast undir pilsinu. Þetta er eitthvað sem mér finnst bara asnalegt að setja inn í\nManga/Anime, það er alveg hægt að búa til góða Manga bók/góðan Anime þátt\nán þess að setja litlar skólastelpur í G-streng í þær. Algjört sh!t.\nÉg mæli EKKI með því að þið lesið þessar bækur nema þið hafið gaman af stelpum\ní efnislitlum klæðnaði sem sparka í andlitið á algjörum aula sem er að leita að\næskuástinni sinni.\nLPFAN-san\nPS. Þeir sem hafa gaman af þessum bókum mega það alveg. Þessi grein er aðeins\nað endurspegla mínar skoðanir í garð þessara bóka/þátta og ég er ekki að segja\nað þið séuð einhverjir pervertar út af því að ykkur finnst þetta skemmtilegt. Ekki\nvera með skítkast í álitum á greininni. Takk fyrir.",
    "url": "https://www.hugi.is/manga/greinar/212603/love-hina-ekki-fyrir-vidkvaema/",
    "url_id": "212603",
    "id": "1635412",
    "replies": [
        {
            "user": "MikeTee",
            "user_id": "15033",
            "date": "2004-07-07 00:06:42",
            "id": "1635416",
            "reply_to_id": "1635412",
            "text": "ég samþykkti þessa grein fyrst og fremst svo hægt væri að hrauna yfir þig slæmum orðum!\nnúmer 1. love hina er bara fokking brill góð saga mest megnið af tímanum en eins og flest annað hefur dauða punkta!\nnúmer 2. gaur þetta er ekki hentai ekki nálægt því! samkvæmt minni þýðingu þá er hentai = frík! hentai eru teiknimyndir sem sína kynfæri kvenna og karla og oftast þær grófustu geimpöddur að hjakkast á saklausum litlum skólastelpum ^_^! ekkert að því :p!\nþetta sem þú kallar hentai er það sem heitir ecchi! skilgreining mín á ecchi er mörg pantyshoots og pervertaskapur! ekki nálægt því að vera hentai!\nnúmer 3. ég virði þig alveg fyrir að hafa þínar skoðanir á þessu máli en eitt sem ég virði þig alls ekki fyrir er að kalla þetta hentai!\nhorfðu á mahoromatic eða automatic maid! þar eru gerivörtur sýndar en samt kalla ég það ekki hentai það er ennþá ecchi! þetta er orðið hentai um leið og samfarir eru sýndar í detailum þarna!\nþannig ég myndi horfa á hentai áður en þú ferð að segja að love hina sé hentai! og hefur enginn sagt þér nekt selur, look all around you!"
        },
        {
            "user": "Jormundgand",
            "user_id": "19854",
            "date": "2004-07-07 12:04:26",
            "id": "1635417",
            "reply_to_id": "1635416",
            "text": "MikeTee\nÉg afsaka fáfræði mína *_* ég tók líka fram að mér fyndist aðalsaga Love Hina skemmtileg, en það er alltaf sami brandarinn í gangi, hann gerir e-ð vitlaust og e-r stelpa lemur hann. Og þetta ecchi, ég er ekki að fíla það.\nLPFAN-san"
        },
        {
            "user": "MikeTee",
            "user_id": "15033",
            "date": "2004-07-08 01:47:25",
            "id": "1635418",
            "reply_to_id": "1635417",
            "text": "þú fattar þetta þegar þú verður vitrari og eldri segi ég bara! allt svona animation/comics eða anime/manga er svona ótrúlegt kick his ass hann flýgur til geimsins ef þú  horfir á þetta með því hugarfari þá sérðu það sniðuga við þetta og ecchi er bara kúl! ég meina ef þúrt gagnkynhneigður anime/manga nörd þá fynnst þér það :D"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-07-07 02:13:24",
            "id": "1635419",
            "reply_to_id": "1635412",
            "text": "seinast er ég vissi þýddi hentai pervert :P but that's just me. :D"
        },
        {
            "user": "Andyandlou",
            "user_id": "1783",
            "date": "2004-07-07 03:04:43",
            "id": "1635420",
            "reply_to_id": "1635412",
            "text": "Þetta eru snilldar manga bækur og anime ekki síðra!!! Engin furða að þetta er alltaf talið með ein af bestu manga/anime verkum."
        },
        {
            "user": "Vilhelm",
            "user_id": "2179",
            "date": "2004-07-07 03:16:17",
            "id": "1635421",
            "reply_to_id": "1635412",
            "text": "Eg verd ad vera algjorlega osammala ther i thessum efnum og verd ad segja ad Love Hina er med minum uppahalds bokum, og teiknimyndaserium lika, thar sem thaettirnir voru einnig hreint ut sagt aedislegir.\nHumorinn er EKKI allur donalegur, likt og thu lysir, heldur er lika hellingur af vitleysuhumor og serian gerir mikid grin af hlutum, til ad mynda hefur verid gert grin af roleplaying games, klassiskum sogum o.fl. Ecchi humorinn er bara eitthvad auka sem fylgir humorous love stories. :P\nEg a allar 14 baekurnar, hef lesid thaer allar, hef sed thaettina og eg hreinlega fae ekki leid a thessu efni. An Love Hina hefdi eg svo aldrei farid ad lesa manga eins og I“s, Video Girl Ai og No Bra (I”s og No Bra eru thvi midur BARA til a japonsku, synd og skomm, aedislegar baekur), og eg hefdi likast til aldrei farid ad horfa a thaetti a bord vid Onegai Teacher og Onegai Twins, sem eg get ekki annad en hrosad fyrir goda sogu. Og hvad tha med baekur og thaetti a vid Maison Ikkoku, margromadar sogur Rumiko Takahashi, sem skrifadi Inu Yasha og Ranma 1/2?\nThu aettir kannski ad halda thig algjorlega fra “romance” category i framtidinni ef thu virkilega heldur ad thaer gangi bara ut a thad ad teikna myndir af skolastelpum i g-strengjum (sem thaer gera ekki!).\nVilhelm\n- Elskar ecchi :D"
        },
        {
            "user": "Eple",
            "user_id": "33563",
            "date": "2004-07-07 03:40:56",
            "id": "1635422",
            "reply_to_id": "1635421",
            "text": "Ég er búin að lesa 12 bækur af 14 og horfa á þættina og ég verð að segja að það er oft erfit að slíta sig frá þessu á kvöldin því að í fyrsta lagi er þetta bara gríðalega skemtilegt og síðan er alltaf action í þessu :D\nP.S. þetta er fyrsta Animeið sem ég les og það vekur bara enn meiri áhuga á myndasögum."
        },
        {
            "user": "Jormundgand",
            "user_id": "19854",
            "date": "2004-07-07 12:08:44",
            "id": "1635423",
            "reply_to_id": "1635421",
            "text": "Villi\nÉg skal reyna að halda mig frá ecchi og svoleiðis dóti (verð að halda aftur af mér að segja ekki drasli ;P  ) .\nOg eins og hér að ofan segir, svar mitt við áliti MikeTee's, þá finnst mér þetta bráðskemmtilegt fyrir utan ecchi og vitlaust-misskilið-kick-his-butt brandarar. Ekki minn fílingur.\nLPFAN-san"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-07-07 16:08:18",
            "id": "1635424",
            "reply_to_id": "1635423",
            "text": "Ég held að Love Hina séu bara besta basic Anime seria sem ég hef séð, japanski húmorinn algjör snilld. En ég ætla ekki að vera leiðinlegur. Ég ætla bara að vorkenna þér fyrir það að sjá ekki snilldina í Love Hina."
        },
        {
            "user": "Ommish",
            "user_id": "22629",
            "date": "2004-07-07 22:16:09",
            "id": "1635425",
            "reply_to_id": "1635421",
            "text": "wow eru 14 bækur!! ég las 3 og hélt að það væri ekki meira :D en hey þarf að redda þessum 11 sem ég á eftir að lesa því bara þessar 3 voru snilld!! getur ekker sagt mér hvar ég get fengið þær.. (helst bókasafn á voða litla peninga þessa dagana..)"
        },
        {
            "user": "majones",
            "user_id": "21319",
            "date": "2004-07-07 06:34:31",
            "id": "1635426",
            "reply_to_id": "1635412",
            "text": "Love hina er án efa eitt besta manga sem skrifað hefur verið og þó að það er smá ecchi í því þá er þetta samt argasta snild.\nÞættirnir voru líka góðir en inheldu ekki eins mikið og bækurnar.\nbæðir er samt argasta snild"
        },
        {
            "user": "Arasaka",
            "user_id": "15059",
            "date": "2004-07-07 12:27:52",
            "id": "1635427",
            "reply_to_id": "1635412",
            "text": "Engar áhyggjur. Ég ætla mér ekki að “hrauna” yfir þig.\nPersónulega þykir mér ecchi fyndið, og hentaiskrímsli með 100 typpi að nauðga skólastelpum í alltof litlum skólabúningum líka. En ég er enginn aðdáandi.\nAf því sem ég hef séð af Love Hina (sem er reyndar fremur lítið) finnst mér þetta ekkert framúrskarandi góð né vond sería.\nÞetta er sería. Og þar er það komið. :)"
        },
        {
            "user": "karamella",
            "user_id": "4619",
            "date": "2004-07-08 01:17:15",
            "id": "1635428",
            "reply_to_id": "1635412",
            "text": "Mikið rétt. Algert drasl en “innri” sagan er skemtileg eð ruslinu sem er hlaðið utanum er bara skammarlegt"
        },
        {
            "user": "MidnightRaven",
            "user_id": "53886",
            "date": "2004-07-08 12:06:49",
            "id": "1635413",
            "reply_to_id": "1635412",
            "text": "Hjá mér flokkast Love Hina undir “ágæt” eða “góð” manga sería. Verð samt að viðurkenna að ég hef lesið allar bækurnar…don't ask why.\nMér finnst Ecchi stílinn algert snilld, og mér finnst yfirleitt allar manga sögurnar með þanning stíl bráðskemmtilegar…\nEn það mega auðvitað allir hafa sínar skoðarnir á þessu, og það er alltaf jafngaman að heyra hvað öðrum finnst!!^_^\n-Chibi MidnightRaven"
        },
        {
            "user": "DaQuai",
            "user_id": "28090",
            "date": "2004-07-08 22:30:11",
            "id": "1635414",
            "reply_to_id": "1635413",
            "text": "Hey ég held að hentai þýði perri….=/"
        },
        {
            "user": "DaQuai",
            "user_id": "28090",
            "date": "2004-07-08 22:31:32",
            "id": "1635415",
            "reply_to_id": "1635414",
            "text": "[ Eytt af stjórnanda ]"
        },
        {
            "user": "Retsuga",
            "user_id": "33630",
            "date": "2004-07-09 14:32:55",
            "id": "1635429",
            "reply_to_id": "1635412",
            "text": "jói(lpfan)mér finst þú hafa 50%rétt fyrir þér en samt ekki hafa rétt fyrir þér og kimari er örugglega sammála humm"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-07-09 14:36:26",
            "id": "1635430",
            "reply_to_id": "1635412",
            "text": "Well… eg segi bara ad thetta er snilldar seria! Ein af theim fyrstu sem eg sa, og kom mer lengra inni anime (sa Hellsing a undan thessarri). Ef thu fylar thessa ekki, tha  muntu thvi midur ekki fyla fullt af serium sem eru mynnisverdar fyrir okkur anime-otaku sem holdum okkur a anime.is rasinni.\nHellicat\n- Fair hlutir eru fyndnari en gott Ecchi"
        },
        {
            "user": "sinclair",
            "user_id": "18753",
            "date": "2004-07-09 18:36:22",
            "id": "1635431",
            "reply_to_id": "1635412",
            "text": "Þetta eru bara þær bestu manga bækur sem ég hef lesið :P"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-07-10 16:23:13",
            "id": "1635432",
            "reply_to_id": "1635431",
            "text": "ég fíla Love Hina í botn,var reyndar orðin geggt pirruð á þessum “pervert-kick ass” húmor,en ég gafst ekki upp og elska þetta :) thank's bro! (bróðir minn kynnti mér fyrir manga og anime)"
        },
        {
            "user": "dosa",
            "user_id": "49821",
            "date": "2004-07-12 23:11:55",
            "id": "1635435",
            "reply_to_id": "1635412",
            "text": "sammála því, þessi: hún misskilur-og lemur hann vitleysa er soldið pirrandi en annars er þetta ágætt, hef samt séð það betra. samt á love hina sérstakan sess hjá mér, kynnti mig í rauninni fyrir manga og anime ;-) sé ekki eftir því…"
        },
        {
            "user": "SvartaPerlan",
            "user_id": "10529",
            "date": "2004-07-13 17:00:11",
            "id": "1635436",
            "reply_to_id": "1635412",
            "text": "gott að koma með sína eigin skoðun, en því miður (einsog sést á svörunum) ertu voðalega einn eitthvað um þetta. :) ég er kvk og ELSKA þessar bækur og þætti, og reyndar allt í þessum dúr. vil frekar léttan ecchi humor heldur en hentai, blóðböð, heavy drama og annan slíkan tilgangslausan sora, but that's just me."
        },
        {
            "user": "Aiko",
            "user_id": "51431",
            "date": "2004-07-16 17:14:03",
            "id": "1635437",
            "reply_to_id": "1635412",
            "text": "ég fíla litlar sætar stelpur í stuttum pilsum ég meina eru þær ekki í hverri einustu anime sögu nema kanski pokémon"
        },
        {
            "user": "Vilhelm",
            "user_id": "2179",
            "date": "2004-07-17 02:39:28",
            "id": "1635438",
            "reply_to_id": "1635437",
            "text": "Reyndar eru þær í flestum sögum sem gerast að einhverju leiti í menntaskólum, enda eru stutt pils hluti af skólabúning skóla."
        },
        {
            "user": "Twistur",
            "user_id": "3449",
            "date": "2004-07-17 08:10:31",
            "id": "1635433",
            "reply_to_id": "1635412",
            "text": "Everyone is intitled to theyr own opinion, but so is mine.\nMér finnst Love Hina vera mjög góð sería, er reyndar bara búinn að lesa mangað og er kominn á 7 þátt í seríunni. So far finnst mér mangað betra. Love Hina er LANGT frá því að vera hentai.. meira segja langt frá því að vera remotely hentai, þetta er bara svona smá ecchi humor og hann telst ekki klámfengur nema að þú sért eitthvað bandarískur (no offence ment en kanar tolerate-a allt ofbeldi svo lengi sem það er ekki klámfengið)\nReyndar var ég orðinn fudging pirraður á því hversu overreactive Naru var, hvernig hún lamdi Keitaro fyrir oftar en ekki neitt, en var svo afbrýðisöm þegar hún sagði honum að hypja sig. Það sem mér fannst yndislegt hinsvegar var það að Keitaro hélt áfram, reyndi sitt besta að fá ást hennar þrátt fyrir barsmíðar. Alvöru sagan á bakvið allt saman er það sem skiptir máli, hver var þessi stelpa sem Keitaro gerði loforðið með.\nA word of advice LPFAN, lestu alla seríuna áður en þú dæmir hana og horfðu á alla þættina áður en þú dæmir þá, þetta er góð sería, sem batnar bara með tímanum. Just check it out\n:.Twistur.:"
        },
        {
            "user": "Jormundgand",
            "user_id": "19854",
            "date": "2004-07-17 15:00:06",
            "id": "1635434",
            "reply_to_id": "1635433",
            "text": "Sammála. Greinin var flippskrifuð.\nLPFAN-san"
        },
        {
            "user": "remulean",
            "user_id": "25163",
            "date": "2004-07-23 19:25:47",
            "id": "1635439",
            "reply_to_id": "1635412",
            "text": "ég tek þetta bara mjö nærri mér þar sem love hina ber ábyrð á því að gera mig og að minnsta kosti 7 vini mín að manga fan. en ef þú sérð ekki snilldina í þessu skil ég ekki ástæðu þína til að lifa góðu lífi það sem eftir er.\náfram love hina og höfundur þess yaka, yeki,,,  hvað sem hann heiti"
        },
        {
            "user": "Talesofelviz",
            "user_id": "39258",
            "date": "2004-08-04 23:29:23",
            "id": "1635440",
            "reply_to_id": "1635412",
            "text": "HEHEHE, shit.\nÉg skildi eki helminginn af því sem þið voruð að segja hér, “hentai, ecchi, akuruo” og eitthvað svona Fu****g drasl!\nEina dótið sem getur nokkurnveginn flokkast undir anime sem ég hef lesið var klámblað sem heitir “super taboo” og var þrusugott. Reyndar var það doldið fucked up. Ekkert nema gaur að ríða systur sinni og mömmu, og einn kennari og einn nágranni komu þar við líka. En ég hef horft á þætti sem heita…..öhhh…Noturo..eða Naturo…eitthvað þannig, og mér fannst það ágætt, en samt fannst mér langmest eins og bara, “Hvernig í fjáranum nennti gaurinn þessu??”.\nÞað voru komnir eikkerjir 94 þættir eða eikkað og þeir voru allir sko hálftími eða e-ð. Svo að, ef ég skildi ykkur rétt þá flokkast “super taboo” blaðið undir “hentai” og þá er það bara cool."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-11-04 15:48:22",
            "id": "1776862",
            "reply_to_id": "1635412",
            "text": "tvo orð hoppaðuuppí rassgatiðáþér!\nþetta eru fokkin geðveikar bækur!"
        },
        {
            "user": "Kornkall",
            "user_id": "55804",
            "date": "2006-02-01 10:52:58",
            "id": "3045699",
            "reply_to_id": "1635412",
            "text": "sko þessi stelpa þarna sem hann er að leita að kemur fram seinna í sögunni þú verður bara að lesa hinar 11 hehe"
        }
    ]
}