{
    "forum_title": "Bílar",
    "user": "P3si",
    "user_id": "10596",
    "date": "2004-07-07 02:06:00",
    "title": "MegaSPL Íslenski bílgræjuklúbburinn",
    "text": "Langar til þess að kveikja upp áhugann á bílgræjum með því að fjalla aðeins um starfsemi MegaSPL bílgræjuu klúbbsins. En þannig er það nú er byrjað að vinna í því að vekja þennan klúbb almennilega upp og virkja hann, það eru margir góðir félagar í þessum klúbb og hefur starfsemi hans verið frekar róleg upp á síðkastið en málið er að það var alltaf bara einn maður að vinna í þessu en nú er svo komið að fleirri menn eru farnir að vinna að þessum klúbb og reyna gera sitt besta í því að virkja þetta samfélag. Verið er að vinna í heimasíðu fyrir klúbbinn því það er þörf á því að uppfæra hana svoldið en eru þó mikið af upplýsingum á heimasíðunni sem fjalla um bílgræjur og hluti sem gott er að vita þegar á að fara vinna í því að koma sér upp bílgræjum. Einnig sér klúbburinn um að halda keppnir í SPL (Sound pressure level) sem er reiknað út með því að mæla hvað há db (desebil) tala næst með því að blasta græjurnar í bílnum einnig er verið að vinna í því að halda hljómgæða keppnir en þá er farið mun betur ofan í þetta og athugað hverju góður hljómburður er í bílnum og allt er þetta mætl út með nákvæmum mælibúnaði sem er sérstaklega ætlaður fyrir þetta. Klúbburinn er hluti af EMMA-Net sem er evrópu aðili sem stendur af SPL og hljómgæða keppnum og keppum við samkvæmt þeirra reglum og öðlast þá sigurvegara þáttöku rétt í evópumeistara keppni sem að þessu sinni er haldin í Búdapest næstkomandi september og er einn bíll að fara frá Íslandi á þessa keppni núna og vonum við að honum gangi vel og komi Íslenskum græjufíklum inn á kortið þarna úti. Bílgræjur er eitthvað sem áhugi manna hérna er að stór aukast á og hefur það sannað sig bara með því að fylgjast aðeins með niðri í bæ um helgar hvað maður heyrir miklu meira í bílum með mikið af græjum heldur en fyrir svona 1-2 árum síðann og eru menn líka farnir að leggja mikið upp úr útlistinu á bílunum hjá sér, sem er allt gott og blessað og er rosalega gamann að sjá unga menn vera leggja mikla vinnu í það að breyta bílunum hjá sér bæði útlistlega séð og einnig smíða nýjar innréttingar þannig að sem mest af græjum passi inn í bílinn, ef að þetta er eitthvað til þess að undir menn eyði tímanum sínum frekar en að vera djamma og djúsa niðri í miðbæ þá tel ég þetta af hinu góða, auðvita eru samt í þessu eins og svo mörgu öðru svo kallaðir öfga menn en það er bara gamann að sjá það líka.\nHeimasíða MegaSPL er\nhttp://www.megaspl.com\nHeimasíða EMMA-Net er\nhttp://www.emmanet.com\nÞar er að finna mjög góðar upplýsingar um bílgræjur ofl ofl.\nkv Pési",
    "url": "https://www.hugi.is/bilar/greinar/212706/megaspl-islenski-bilgraejuklubburinn/",
    "url_id": "212706",
    "id": "1636036",
    "replies": [
        {
            "user": "tumix",
            "user_id": "23375",
            "date": "2004-07-07 21:33:00",
            "id": "1636037",
            "reply_to_id": "1636036",
            "text": "Þetta græjudæmi hefur aldrei heillað mig.Væri til að eyða svona 30-40þús og ekki krónu meira í einhverja hátalara eða eitthvað svona.Er með 6 ára gamlan geislaspilara í bílnum og held að hátalarnir séu jafngamlir og mér finnst ekkert að þessu.Svo er vinir manns oftast með þegar er verið að keyra og þá eru græjurnar ekkert hátt stilltar þannig ég skil þennan græjuáhuga eiginlega ekki"
        },
        {
            "user": "soulwatcher",
            "user_id": "9067",
            "date": "2004-07-07 23:35:27",
            "id": "1636038",
            "reply_to_id": "1636037",
            "text": "ég er í þessum klúbb þó ég hef aldrei verið með alvöru græjur heldur svona meðal og ætlar mér ekki að fá mér neitt stórt í bíinn , er þarna útaf félagsskapnum."
        },
        {
            "user": "BlackMOOn",
            "user_id": "9392",
            "date": "2004-07-08 02:38:40",
            "id": "1636039",
            "reply_to_id": "1636037",
            "text": "Málið snýst kannski ekki aðalega um þig.\nÁhugamál eru áhugamál og er það einstaklingsbundið hver hefur áhuga á hverju.\nÞað er asnalegt að fussa og sveija yfir hlutum sem maður hefur ekki áhuga á sjálfur.\nÉg hef persónulega ekki áhuga á að þyngja bílinn mikið með græjum, bassaboxum, mögnurum og auka rafgeymum en ég leyfi þeim sem hafa áhuga á því að sýna mér og horfi ég með miklum aðdáunaraugum á þetta.\nÞeir hafa gaman af þessu, leggja mikið uppúr þessu, oft rosaleg smíði á bakvið þetta og maður hefur verið að sjá virkilega snyrtilega breitta ofurgræjubíla.\nÉg er mjög hrifinn af fjölbreitileika, og lít á það sem mjög góðan, bjartan og jákvæðan hlut.\nÉg hef persónulega mikinn áhuga á afli og er nokkuð sama um útlit, og raunar finnst mér bara mesta snilld að bílar sem eru breittir líti illa út. En það finnst mér bara.\nÉg hef einnig mjög gaman af ‘80’s japönsku og nánast öllu sem heitir amerískt, breskir sportbílar á boð við TVR og Lotus heilla mig alveg rosalega.\nÝmindaðu þér ef að allir ættu kóngabláa M5. Það væru einu bílarnir sem framleiddir væru.\nÞótt flestum finnist það flottir bílar í dag efast ég um að fólk mundi fíla þá mjög mikið ef það væri allt bara M5.\nGræjur eru hluti af bílamenningunni sem hefur farið vaxandi hér undanfarin ár, og mikið af nýjungum.\nMargt flott að gerast, og nefni ég sem dæmi sýningarbíla Á.G.\nSumum finnst þeir kannski ekki flottir, þar sem þeir eru “rice” en ég vildi sjá mann þræta um það að þetta væri ekki vel gert.\nVinnubrögð og metnaður er eitthvað sem hefur farið uppávið í gæðastaðli og ég dáist af bílunum frá Á.G. þar sem þeir skera sig virkilega út, og eru vönduð vinnubrögð eitthvað sem gerir þá enn meira spennandi.\nÞegar ég fór á bílasýningu B.A. á Akureyri í júní, sá ég ýmislegt sem ég hafði bara séð í Max Power bílablöðunum varðandi græjuísettningar. Þetta er ekki lengur bara klætt með svörtu teppaáklæði, heldur er farið að molda skottin á bílunum með plasti og sprautað þar ofaní, svo græjurnar falli betur að.\nPlexigler leit sjá sig fyrir fáeinum árum þar sem þau voru oft notuð ásamt neonljósum sem hillur og svo sér maður hvernig er búið að molda sjónvörpin í innréttingar bílanna þannig að þetta sé snyrtilegt, en oft virkilega agressive og flott.\nÞað sem heillar mig og kveikir minn áhuga í sambandi við bílabreitingar, hvort sem það eru vélatjúningar, stærri bremsur og þess háttar, græjur eða spoilerkítt og álfelgur, eru vinnubrögðin.\nEf lagt hefur verið mikil vinna við bílinn, hann vandaður og það sést finnst mér það spennandi.\nÞetta er ekki beint skot á þig heldur svona til allra sem hneiksla sig þegar fólk er að gera upp gamla ameríska bíla, setja ofurgræjur í bílinn sinn eða spoilerkítt og keirir svo sjálft um á upphækkuðum jeppa.\nÁhugamál og smekkur fólks eru mjög ólík þótt svosem flestir hér inni hafi beinan áhuga á bílum.\nGræjur\nUppgerðir\nTjúnaðir\nSpoilerkíttaðir\nÞ etta er allt töff."
        },
        {
            "user": "stocker",
            "user_id": "25840",
            "date": "2004-07-08 14:58:37",
            "id": "1636040",
            "reply_to_id": "1636039",
            "text": "“Græjur\nUppgerðir\nTjúnaðir\nSpoilerkíttaðir\nÞ etta er allt töff.” Þetta finnst mér satt en mér finnst samt fjölbreytni betri.. Endalaust pirrandi að sjá mjög Skærlitaða Hondu Civic á hverju horni með venjulegar græjur en stærri bassakeilur en dekkin á bílnum. En það er samt bara mitt álit.."
        },
        {
            "user": "tumix",
            "user_id": "23375",
            "date": "2004-07-08 20:03:04",
            "id": "1636041",
            "reply_to_id": "1636040",
            "text": "neinei ekki misskilja mig.Hef bara aldrei fengið þennan græjuáhuga.Ekkert að setja út á þetta sko"
        },
        {
            "user": "skam",
            "user_id": "10318",
            "date": "2004-07-09 04:04:28",
            "id": "1636042",
            "reply_to_id": "1636039",
            "text": "BlackMOOn:\n“ Þetta er ekki beint skot á þig heldur svona til allra sem hneiksla sig þegar fólk er að gera upp gamla ameríska bíla, setja ofurgræjur í bílinn sinn eða spoilerkítt og keirir svo sjálft um á upphækkuðum jeppa. ”\nheheheheeeee!!! þetta minnir mig á það að vinur minn átti einusinni 1300 Lancer með evo scope-i og evo spoiler…bíllinn var alveg sjúklega flottur (og var bara eins og HANN vildi hafa hann!!) og það fór einhver gaur að bitchast í honum á Esso planinu um að það væri bara rugl að vera að eyða peningum í að breyta bílnum svona og eiginlega var að skamma hann fyrir það…. svo klifraði gaurinn upp í upphækkaðann Hilux á 38\" og keyrði í burtu!!…heheh… (örugglega svona einn af þeim sem kaupir sér jeppa til að vera meiri maður en ekki því að hann fari oft upp á fjöll!!)"
        },
        {
            "user": "viddisnoop",
            "user_id": "28377",
            "date": "2004-07-09 12:45:44",
            "id": "1636043",
            "reply_to_id": "1636036",
            "text": "Hehe Neon töffarar… Samt bara mitt álit.\nÉg myndi fá mér betri spilara, hátalara og box, en til hver að hafa plexi og neon ? Þetta er bara uppá *“Fast and the furious” lookið, (sem mér finnst) fyrirgefiði, HRÆÐILEGA HALLÆRISLEGT !"
        },
        {
            "user": "skam",
            "user_id": "10318",
            "date": "2004-07-11 02:07:02",
            "id": "1636044",
            "reply_to_id": "1636043",
            "text": "menn voru nú farnir að setja neonljós í bíla löngu áður en fast and the furious varð til!"
        },
        {
            "user": "BlackMOOn",
            "user_id": "9392",
            "date": "2004-07-11 04:00:15",
            "id": "1636045",
            "reply_to_id": "1636043",
            "text": "viddisnoop skrifaði:\n“Hehe Neon töffarar… Samt bara mitt álit.\nÉg myndi fá mér betri spilara, hátalara og box, en til hver að hafa plexi og neon ? Þetta er bara uppá *”Fast and the furious“ lookið, (sem mér finnst) fyrirgefiði, HRÆÐILEGA HALLÆRISLEGT !”\nÞað er einmitt þetta sem ég er að tala um. Það er ekki hvað þér finnst, það er nákvæmlega ekki málið. Það er hvað þeim aðila sem á bílinn finnst.\nÞað er mikilvægt að hafa fólk með öðruvísi smekk á hlutum, öðruvísi bílasmekk, öðruvísi tónlistarsmekk o.s.fr.\nÞótt mér finnst allt of háir spoiler ekkert ofboðslega fallegt, og persónulega finnst mér sumir ofgera hlutum, þá fer ég ekki að rakka niður bíl viðkomandi aðila.\nÉg veit að sumum finnst bíllinn minn alls ekkert spes og skilja vart hvernig ég tími að eyða peningum í hann.\nÁ ég að hætta að gera upp bílinn afþví að sumum finnst hann ekki flottur?\nÁ ég að hætta að gera upp bílinn afþví að aðrir hafa ekki áhuga á bílum og skilja ekki afhverju ég eyði ekki peningunum mínum í eitthvað annað?\nÁ ég að hætta að gera upp bílinn afþví að restin kýs japanskabíla frammyfir ameríska?\nÉg held ekki!\nÉg er að gera minn bíl upp fyrir sjálfan mig, ekki fyrir fólkið sem sér hann.\nMér finnst mjög gaman þegar fólk hrósar manni og finnst bíllinn fallegur og vel uppgerður og segist hlakka til að sjá hann á götunni.\nÉg viðurkenni alveg að mér finnst að sama skapi leiðinlegt þegar maður kemur og heldur ræðu yfir mér varðandi vitleysuna í þessu bílabraski, eyðandi peningum í algjöra þvælu.\nSumir eyða peningum í áhugamál, aðrir drekka frá sér allt vit, sumir lifa eins og kommúnistar og eyða ekki neinu, því þeir eru svo nýskir að þeir eru alltaf að spara, aðrir hafa einfaldlega ekki efni á að eyða neinu.\nEf mig langar til þess að gera eitthvað, td. eyða peningunum mínum í fullt af græjum, til þess að geta virkilega blastað tónlist sem ég er að hlusta á, þá geri ég það.\nHinn gaurinn á 38\" breitta jeppanum getur bara troðið skítugum sokk uppí munnin á sér og farið eitthvað annað, ég er ekki að eyða peningunum hans, þannig að hann ætti ekki að vera að pirra sig eða ergja sig útaf einu né neinu.\nÉg tek hattin af höfði mínu fyrir megaSPL.com fyrir gott framtak.\nÞar koma áhugamenn um græjur saman og gefa hvor öðrum hjálp, góð ráð og bera saman græjur. Þræta um hvaða græjur eru bestar og allur sá pakki, nákvæmlega eins og við þrætum fyrir GM eða Mopar eða japanskt vs. amerískt eða Mazda 3 vs. Ford Focus…"
        },
        {
            "user": "kvakkur",
            "user_id": "4633",
            "date": "2004-07-23 08:29:48",
            "id": "1636046",
            "reply_to_id": "1636045",
            "text": "ég tók mig bara til og smíðaði mér 2 box utan um sitthvorn 300w 20cm Pioneer hátalarann. fékk mér svo 1200w magnara á 14þús á hljomur.com og ég er að segja ykkur, ég hef kannski eytt samtals í þetta uþb 20þús (þarsem ég átti hátalarana fyrir) og ég skora á menn með box og útúrtjúnaða neon magnara og glansvíra og blikkljós að kíkjá mig í “græjukeppni” og btw, þetta er í 35\" pajero ;D"
        },
        {
            "user": "P3si",
            "user_id": "10596",
            "date": "2004-08-06 19:25:04",
            "id": "1636047",
            "reply_to_id": "1636046",
            "text": "kíkjá mig í “græjukeppni” og btw, þetta er í 35\" pajero ;D\nEndilega komdu og taktu þátt í græjukeppninni á laugardaginn upplýsingar um hana er að finna á live2cruize síðunni í spjallinu þarn :)"
        }
    ]
}