{
    "forum_title": "Heilsa",
    "user": "dorilla",
    "user_id": "47145",
    "date": "2004-07-07 14:58:18",
    "title": "Mjólk, ekki bara drykkur....",
    "text": "Ég hef alltaf haft tröllatrú á mjólkinni.Um daginn datt ég inn á síðu sem hafði fullt af fegurðar ráðum þar sem mjólkin var aðal hráefnið.. mjólkin er sem sagt ekki bara góð fyrir tennur og bein heldur einnig fyrir húð og hár…Í mjólkinni er meðal annars sýra sem losar um efnið sem heldur saman dauðu húðfrumunum… og þetta virðist hún góðvinkona mín Kleópatra, Faraó hafa vitað því hún baðaði sig upp úr mjólk daglega… :)\nMjólkurbað:\nHellið 2 til 4 bollum af mjólk(þá nýmjólk eða beint úr kúnni ef mögulegt er) út í baðið á meðan verið er að renna í það. Passið að hafa baðið ekki sjóðandi því það er hefur ekki góð áhrif. Liggið síðan í ca. 20 mín. Lyktin verður ekkert sérlega aðlaðandi og skolið þess vegna vel af ykkur þegar þið eruð búin í baði.\nStyrkjandi fyrir líflaust hár:\nSetið 1/4 bolla af mjólkurdufti saman við svo það verði eiginlega að svona kremi. Nuddið svo þessu í hárið á ykkur og setið heitt og rakt handklæði um hárið. Verið með það í ca. 30mín og skiptið um handklæði þegar það kólnar, til þess að við halda hitanum.\nHúðhreinsun:\nFyrir feita húð þá nuddaru andlitið með undanrennu(er það ekki annars skim milk?) og þværð síðan af með vatni. Fyrir þurra eða venjulega húð nuddaru andlitið með venjulegri mjólk(nýmjólk eða beint frá kúnni) og þværð svo af með vatni.\nHunangs&mjólkur sturtugel:\nBlandaðu saman hunangi og mjólkurdufti og notaðu eins og hvert annað sturtu gel.\nég fann þessar uppskriftir á www.care2.com og þar er fullt af fleiri fegurðarráðum svo endilega kíkið á það.. það er undir healty living og svo personal care…:)",
    "url": "https://www.hugi.is/heilsa/greinar/212710/mjolk-ekki-bara-drykkur/",
    "url_id": "212710",
    "id": "1636094",
    "replies": [
        {
            "user": "mindrap3r",
            "user_id": "5580",
            "date": "2004-07-09 09:13:57",
            "id": "1636095",
            "reply_to_id": "1636094",
            "text": "haha what the f**k! Hverjum dettur sona í hug, well it made me laugh at least.\n“Mjólkurbað:\nHellið 2 til 4 bollum af mjólk(þá nýmjólk eða beint úr kúnni ef mögulegt er) út í baðið á meðan verið er að renna í það. Passið að hafa baðið ekki sjóðandi því það er hefur ekki góð áhrif. Liggið síðan í ca. 20 mín. Lyktin verður ekkert sérlega aðlaðandi og skolið þess vegna vel af ykkur þegar þið eruð búin í baði.\n”\nPersónulega fer ég í bað TIL að þvo mér og verða hreinn, hvernig ætli mar lykti eftir sona bað ef maður fer ekki í sturtu á eftir?;)"
        },
        {
            "user": "dorilla",
            "user_id": "47145",
            "date": "2004-07-09 09:35:21",
            "id": "1636096",
            "reply_to_id": "1636095",
            "text": "bara manneskju eins og mér mundi detta svona í hug..;) ég veit reyndar ekki alveg hvort að maður lyktar eins og baðið þegar maður kemur upp úr.. vildi ekki taka áhættuna að lykta eins og mjólk sem hefur staðið alltof lengi fyrir utan ísskápinn.. hehe jamm sem sagt ég hef prófað þetta.. og það virkaði.. held ég.. alla vega leið mér mýkri..:) (ef það er hægt að líða mjúkur..)"
        },
        {
            "user": "honkadunk",
            "user_id": "53894",
            "date": "2004-07-10 03:13:23",
            "id": "1636097",
            "reply_to_id": "1636094",
            "text": "hehehehe ég held ég sé frekar á leiðinni að kaupa mér scrub eða eitthvað til að sjá um þetta!en samt mjög áhugavert að þú sér að taka fyrir þetta þar sem konur hér áður fyrr notuðu kúahland til að þvo á sér hárið og það virkaði víst eitthvað rosalega vel!Ok við skulum öll klappa fyrir beljunni(:"
        },
        {
            "user": "dorilla",
            "user_id": "47145",
            "date": "2004-07-12 08:36:47",
            "id": "1636098",
            "reply_to_id": "1636097",
            "text": "loksins loksins, einhver sem að metur kúna að verðleikum sínum… .. ég held að kýrin sé misskilinn snillingu…;) og ætti alveg skilið að fá sitt eigið áhugamál, right?? ég meina það er til áhugamál um fiska! :D"
        }
    ]
}