{
    "forum_title": "Körfubolti",
    "user": "Snoother",
    "user_id": "30710",
    "date": "2004-07-07 13:07:46",
    "title": "Dirk Nowitzky",
    "text": "Jæja þá er komið að 3. grein á prófílunum, ég ákvað að fjalla um snillingin Dirk Nowitzki sem er einn af betri mönnum í deildinni.\nDirk er mjög hæfileikaríkur leikmaður, hann er 313 cm og 111 kíló, margir geta hlaupið hraðar, stokkið hærra og spilað betur með boltan, en það sem gerir Dirk svo góðan er það hversu fjölhæfur maðurinn er, margir geta allt nálægt körfunni en ekkert fyrir utan 3. stiga línuna (Shaq), aðrir geta allt utan 3. stiga línunnar en ekkert innan hennar, og sumir geta tekið þvílíkar sendingar en skora ekkert mikið í leik (Stockton). Dirk getur tekið 3. stiga, skotið með bæði vinstri og hægri hendi og tekið flotta takta nálægt körfunni.\nDirk fæddist í Wurzburg í Vestur-Þýskalandi og ég veit ekki hvað hefði orðið um hann hefði hann lent austantjaldsmegin. 19. júní kom hann í heimin árið 1973. Hann fór aldrei í háskóla, hann spilaði í Þýskalandi og vann nokkra titla þar. Hann spilaði með Bundesliga leiktímabilið 97-98, eftir það fór hann í draftið í NBA deildinni, hann var valin 9. í fyrstu umferðinni og fór til Milwaukee Bucks en var svo strax skipt til Dallas fyrir Robert Taylor. Hann var farinn að sýna taktana í lok tímabilsins og var í öðru sæti fyrir stig og fráköst. Hann hefur spilað fyrir landslið Þýskalands undir 22. ára aldri árið 1996 og spilað á mörgum öðrum mótum.\nEftir að hann kom til Dallas fór liðið að taka við sér, Dallas sem er eitt af betri liðum í deildinni hefur margar stjörnur eins og Steve Nash og Michael Finley, einnig Antawn Jamison sem var að skipta. Við mættum setja Jón þarna inní en hann þarf auðvitað að spila aðeins fyrst. Dirk er oft sagður vera eina hvíta stórstirnið, og má nú deila um það. Larry Bird er sáttur með kappan í viðtali þar sem hann talaði um að það væru of fáar hvítar stjörnur til.\nAfrek: MVP á heimsmeistaramótinu árið 2002, var í fimtánda sæti yfir að skora 3. stiga 1999-2000, var 16. yfir að skora á seinasta tímabili. Valinn leikmaður ársins árið 98 í Þýskalandi.\nPersónuleg met í leikjum: Stig: 43 Þriggjastiga: 8 Vítaköst: 16\nFráköst: 23 Stoðsendingar: 8 Stolnir boltar: 9\nÞetta er allt sme ég hef að segja um þennan kappa, var erfitt að finna eitthvað um æsku hans á netinu, leitaði eins vel og ég gat en fann ekkert, ef einhver finnur eitthvað þá væri gott að hann myndi tala við mig :)\nTakk fyrir mig",
    "url": "https://www.hugi.is/korfubolti/pistlar/212807/dirk-nowitzky/",
    "url_id": "212807",
    "id": "1636634",
    "replies": [
        {
            "user": "wbdaz",
            "user_id": "6083",
            "date": "2004-08-23 12:45:34",
            "id": "1636641",
            "reply_to_id": "1636634",
            "text": "Ég verð nú að játa að þessi blammeríng á Stockton er alveg útí hött, þegar hann var uppá sitt besta skoraði hann um 17 stig að meðaltali í leik, sem er bara fínt svona miðað við að hann skapaði önnur 25-30 með frábærum sendingum. Fyrir svo utan frábæra skotnýtingu (betri en Dirk í FG og 3pt og svipaður í vítum).\nEn Dirk er fínn leikmaður, en líklega ekki (enþá) firsti valmöguleiki, betri sem nr 2."
        },
        {
            "user": "wbdaz",
            "user_id": "6083",
            "date": "2004-08-23 12:45:34",
            "id": "1636642",
            "reply_to_id": "1636641",
            "text": "andsk. helv. djö… firsti??? FYRSTI!"
        },
        {
            "user": "manutd",
            "user_id": "14108",
            "date": "2004-08-23 12:45:34",
            "id": "1636643",
            "reply_to_id": "1636641",
            "text": "Suss, þetta er ljótt að sjá.\nEn hver er þá fyrsti möguleiki hjá Dallas úr því að hann er það ekki? Walker??"
        },
        {
            "user": "wbdaz",
            "user_id": "6083",
            "date": "2004-08-23 12:45:34",
            "id": "1636644",
            "reply_to_id": "1636643",
            "text": "Ég sagði aldrei að Dirk væri ekki fyrsti möguleikinn hjá Dallas, heldur að hann væri líklega betri sem nr 2."
        },
        {
            "user": "sibbi90",
            "user_id": "43296",
            "date": "2004-11-22 09:50:48",
            "id": "1804166",
            "reply_to_id": "1636644",
            "text": "hann er 313 cm og 111 kíló\nRólegur marr 313cm ? stæsti leikmaður í heiminum eða??"
        },
        {
            "user": "goat",
            "user_id": "18686",
            "date": "2004-08-23 12:45:34",
            "id": "1636635",
            "reply_to_id": "1636634",
            "text": "Jæja ef að þú ætlar að gera svona greinar verð ég að taka aðganginn af þér. Þessi leikmananprófila hluti er ætlaður aðeins lengri og ítarlegri greinum."
        },
        {
            "user": "Nemesis",
            "user_id": "22078",
            "date": "2004-08-23 12:45:34",
            "id": "1636637",
            "reply_to_id": "1636635",
            "text": "Hvað meinarðu eiginlega? Þetta er ágæt grein, fínt að fá þær stuttar inn á milli."
        },
        {
            "user": "goat",
            "user_id": "18686",
            "date": "2004-08-23 12:45:34",
            "id": "1636638",
            "reply_to_id": "1636637",
            "text": "Bara til að svara þessu þá var hún styttri en þetta…þegar hún kom fyrst inn."
        },
        {
            "user": "Snoother",
            "user_id": "30710",
            "date": "2004-08-23 12:45:34",
            "id": "1636639",
            "reply_to_id": "1636638",
            "text": "Amm hún var styttri :D"
        },
        {
            "user": "Nemesis",
            "user_id": "22078",
            "date": "2004-08-23 12:45:34",
            "id": "1636640",
            "reply_to_id": "1636639",
            "text": "Núh ;)"
        },
        {
            "user": "Snoother",
            "user_id": "30710",
            "date": "2004-08-23 12:45:34",
            "id": "1636636",
            "reply_to_id": "1636635",
            "text": "SOrry :( var bara svo erfitt að finna gögn um kappan, ég get breytt greininni ef þú vilt."
        },
        {
            "user": "Dewey",
            "user_id": "59272",
            "date": "2005-03-07 15:24:14",
            "id": "2011023",
            "reply_to_id": "1636634",
            "text": "hann getur ekki verið 313cm á hæð"
        },
        {
            "user": "Dewey",
            "user_id": "59272",
            "date": "2005-11-07 16:21:47",
            "id": "2665671",
            "reply_to_id": "2011023",
            "text": "Hann 213 cm mundi ég halda !"
        },
        {
            "user": "dirk",
            "user_id": "45224",
            "date": "2006-05-24 19:11:17",
            "id": "3522520",
            "reply_to_id": "2665671",
            "text": "það er ekki skrifað Nowitzky heldur Nowitzki"
        },
        {
            "user": "tracks",
            "user_id": "63502",
            "date": "2006-08-19 18:38:53",
            "id": "3883515",
            "reply_to_id": "1636634",
            "text": "hann er 213 cm ekki 313"
        },
        {
            "user": "AriG",
            "user_id": "61673",
            "date": "2009-05-17 04:36:03",
            "id": "6687535",
            "reply_to_id": "1636634",
            "text": "hann er 313 cm og 111 kíló?\nNice\nHann var að spila vel í Denver einvíginu samt. Hann er frekar góður íi fade away skotum og ég dýrka hann."
        },
        {
            "user": "Moonwalking",
            "user_id": "76760",
            "date": "2009-05-21 23:01:46",
            "id": "6696577",
            "reply_to_id": "1636634",
            "text": "Hann er magnaður einstaklega góður og mikilvægur leikmaður í Dallas"
        }
    ]
}