{
    "forum_title": "Húmor",
    "user": null,
    "user_id": null,
    "date": "2004-07-09 19:19:46",
    "title": "Nokkrir mjög góðir!",
    "text": "A girl asks her boyfriend, to come over Friday night and have dinner with her parents. Since this is such a big event, the girl announced to her boyfriend that after dinner, she would like to go out and make love for the first time. Well, the boy is ecstatic, but he has never had sex before, so he takes a trip to the pharmacist to get some condoms. The pharmacist helps the boy for about an hour. He tells the boy everything there is to know about condoms and sex. At the counter, the pharmacist asks the boy how many condoms he'd like to buy: a 3-pack, 10-pack, or a family pack. “I'm really going to give it to this girl,” the boy tells the pharmacist. “I intend to go for hours and hours.” The pharmacist, with a laugh, suggests the family pack, saying the boy will be rather busy, it being his first time and all. That night, the boy shows up at the girls parents house and meet his girlfriend at the door. “Oh I'm so excited for you to meet my parents, come on in!” The boy goes inside and is taken to the dinner table where the girl's parents are seated. The boy quickly offers to say grace and bows his head. A minute passes, and the boy is still deep in prayer with his head down. 10 minutes passes and still no movement from the boy. Finally, after 20 minutes with his head down, the girlfriend finally leans over and whispers to the boyfriend, “I had no idea you were this religious. ” The boy turns, and whispers back, “I had no idea your father was a pharmacist!!”\n————————————- ——————————\nA young blonde was on vacation in the depths of Louisiana. She wanted to take home a pair of genuine alligator shoes in the worst way…. but was very reluctant to pay the high prices the local vendors were asking for the highly prized shoes. After becoming very frustrated with the “no haggle on prices” attitude of one of the shopkeepers, the blonde shouted, “Well then, maybe I'll just go out and catch my own alligator, so I can get a pair of shoes at a decent price!” The shopkeeper said with a sly, knowing smile, “Little lady, y'all just go and give it a try, why don'cha?!” The blonde turned on her heel and headed out toward the swamps, determined to catch an alligator. Later in the day, as the shopkeeper is driving home, he pulls over to the side of the levee where he spots that same young woman standing waist deep in the murky bayou water, shotgun in hand. Just then, he spots a huge 9-foot gator swimming rapidly toward her. With lightning speed, she takes aim, kills the creature . . . and, with a great deal of effort, hauls it onto the slimy swamp bank. Lying nearby were several more of the dead creatures… The shopkeeper stands on the bank and watches this scenario in amazed silence. Just then, the blonde struggles and flips the gator on its back. Then, rolling her eyes heavenward and screaming in great frustration, she shouts out, “Oh no this one is barefoot, too!”\n——————————————— ———————-\nA lady from New York State, who was a tree hugger and a vociferous anti-hunter, purchased a piece of timberland. There was a large tree on one of the highest points in the tract. She wanted to get a good view of the natural splendor of her purchase so she started to climb the big tree. As she neared the top, she encountered a Bald Eagle that attacked her. In her haste to escape, the lady slid down the tree to the ground and got many splinters in her crotch. In considerable pain, she hurried to the nearest country doctor. She told him what an environmentalist and anti-hunter she was and how she came to get all the splinters. The doctor listened to her story with great patience and then told her to go into the examining room and he would see if he could help her. She sat and waited for three hours before the doctor reappeared. The angry lady demanded, “What took you so long?” He smiled and then told her, “Well, I had to get permits from the Environmental Protection Agency, the U.S. Forest Service, the Bureau of Land Management, NYS Department of Environmental Conservation, and the Adirondack Park Agency before I could remove old-growth timber from a recreational area. ”I'm sorry, but they all turned me down.\"\nþessir brandarar koma af síðuni joked.com…lét þá hérna útaf því að flestir Brandarakallar og konur koma hingað og lesa brandara.\nEf þið tókuð ekki eftir því þá er þetta allt á ensku :)",
    "url": "https://www.hugi.is/humor/greinar/212938/nokkrir-mjog-godir/",
    "url_id": "212938",
    "id": "1637701",
    "replies": [
        {
            "user": "Draugur",
            "user_id": "10167",
            "date": "2004-07-11 09:20:39",
            "id": "1637702",
            "reply_to_id": "1637701",
            "text": "Flottir brandarar, en sá efsti var SNILD, ég grenjaði úr hlátri af honum"
        },
        {
            "user": "Bicycle",
            "user_id": "37491",
            "date": "2004-07-12 19:13:24",
            "id": "1637703",
            "reply_to_id": "1637701",
            "text": "Geðveikir brandarar…:D þessi efsti er samt lang fyndnastur….!!!!"
        },
        {
            "user": "illrir",
            "user_id": "19542",
            "date": "2004-08-03 12:50:27",
            "id": "1637704",
            "reply_to_id": "1637701",
            "text": "Magnaðir og  eins og hinir þá er ég sammála, þessi sem er efstur er lang fyndnastur.\n(Afhverju skildi hún vilja smokk sem passar á pabbann.)…HAHA!!!! :D"
        }
    ]
}