{
    "forum_title": "Rómantík",
    "user": "rash",
    "user_id": "7070",
    "date": "2004-07-11 17:22:24",
    "title": "Hvað á ég að gera.",
    "text": "Skoh, ég er strakur og er hreinn en allt í lagi með það, skoh það er þessi stelpa sem ég er ástfanginn af upp fyrir haus, þetta er fyrrverandi kærasta mín sem eg er ad tala um , ekkert ósætti milli okkar eða neitt malid er ad við hættum saman vegna hún á heima á akureyri eg i reykjavik, hún vildi ekki hafa sonna samband sem við hittumst 2-3 svar í mánuði auddað ég ekki heldur, en eg vildi samt halda því áfram. Hún kemur stundum í bæinn og þá gerum við eikkað saman. Það er mínir bestu dagar allt fullkomid með henni. Hún er núna að fara koma i bæinn við höfum aldrei lifað kynlífi saman sem ok er allt i lagi mer er alveg sama um kynlif svo lengi sem eg er med henni, eg vill eki rida næstu stelpu uti bæ, bara er ekki þannig. Hun sagdi mer um daginn i sms- “Skoh elskan min eg elska tig en við getum ekki byrjad saman vegna eg a ak þú i rvk”, eg get ekki gleymt henni hún er það semvantar í mitt líf til að það verði fullkomid, hvað finnst ykkur að ég ætti að gera ??? og engann skæting takk.",
    "url": "https://www.hugi.is/romantik/greinar/213115/hvad-a-eg-ad-gera/",
    "url_id": "213115",
    "id": "1638783",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2004-07-12 21:48:13",
            "id": "1638784",
            "reply_to_id": "1638783",
            "text": "gerðu ykkur báðum greiða og farðu upp á hana (get over her). haltu svo þínu striki því hún á pottþétt eftir að láta bílafútterana pounda sig villt og galið í bossann… ég er ekki að grínast sko. eftir nokkra mánuði þá verða tvítugir gaurar á flottum bílum, sveittir á skallanum, að setja í hana sundur og saman og þá er sko betra fyrir þig að vera skítsama um hana og bara sjálfur farinn að setja í næstu smástelpu niðrí bæ. (geturu ímyndað þér hvernig það væri að vera sjúkt ástfanginn af þessari stelpu en svo heyra það að einhver bryggjukall sé að sprauta í hana on the side. það myndi sko alveg fara með þig)\nhún er pottþétt nú þegar farinn að pæla í karlpeningnum þarna á eyrinni því annars hefði hún aldrei sent þér þetta sms. sorry kallinn minn svona er þetta bara. það er skítnóg af fiskum í sjónum"
        },
        {
            "user": "Frostbyte",
            "user_id": "9040",
            "date": "2004-07-12 23:26:58",
            "id": "1638785",
            "reply_to_id": "1638783",
            "text": "Ég er örlítið sammála bjarna85. Hún er að öllum líkindum að spá í einhverja á Akureyri og þú ættir að vera gera slíkt hið sama. Í alvörunni, ef hún elskaði þig myndi henni vera sama um long-distance þvæluna. Ef hún þykist ekki ráða við fjarlægðina þá skaltu bara slíta þig frá henni. Hættu að hitta hana þegar hún kemur í bæinn. Hættu að hugsa um hana. Farðu út á lífið. Have some fun. Eins og bjarni85 sagði: “Það er skítnóg af fiskum í hafinu.”"
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2004-07-12 23:53:49",
            "id": "1638786",
            "reply_to_id": "1638783",
            "text": "Hvað heitir hún? Sendu mér skilaboð og ég skal njósna um hana. Ég bý á Ak … langar að vita hver þetta er :P"
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2004-07-13 00:27:25",
            "id": "1638787",
            "reply_to_id": "1638786",
            "text": "Lol, ég var einmitt að hugsa það sama en ákvað að segja það samt ekki sökum þess að ég er ekki veruleikafirrtur ;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-07-13 19:12:43",
            "id": "1638788",
            "reply_to_id": "1638787",
            "text": "Ég held að ég hafi fundið hana! … eða, ég sá allavegna stelpu!\nHún var í skóm, bol og með sítt hár og býr sennilega á Akureyri :D"
        },
        {
            "user": "Andyandlou",
            "user_id": "1783",
            "date": "2004-07-13 02:27:13",
            "id": "1638789",
            "reply_to_id": "1638783",
            "text": "Ég verð að segja að ég er sammála bjarni85 bara kláraðu hana af því hún á eftir/er að láta fmhnakkana pounda sig."
        },
        {
            "user": "kaffibaun",
            "user_id": "20007",
            "date": "2004-07-13 22:07:57",
            "id": "1638790",
            "reply_to_id": "1638783",
            "text": "akureyri er auðvitað hnakkabæli dauðans. þú verður ekki sá fyrsti semað kemur í hennar buxur, því get ég lofað þér!!\neinsog bjarni85 segir, ríddu henni og gleymdu henni svo ;) engin framtíð í svona samböndum!"
        },
        {
            "user": "holygoat",
            "user_id": "33808",
            "date": "2004-07-14 23:17:03",
            "id": "1638791",
            "reply_to_id": "1638783",
            "text": "Ég hef bara eitt ráð handa þér. Kauptu þér van og flyttu til akureyrar."
        },
        {
            "user": "Eyjan",
            "user_id": "48701",
            "date": "2004-07-15 14:29:29",
            "id": "1638792",
            "reply_to_id": "1638783",
            "text": "I alvöru tha held eg ad htu aettir ad komast yfir hana eins fljot og audid er, hvort sem ad thu sefur hja henni fyrst eda ekki! thvi ad thetta er rett sem ad adrir hafa verid ad skirfa, ef ad hun elskadi thig virkilega tha myndi 2-3 i manudi duga henni, fynndu ther bara adra gellu, thad er til nog af theim mar ;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-07-15 23:26:48",
            "id": "1638793",
            "reply_to_id": "1638783",
            "text": "Ég myndi reyna að hætta að hugsa um hana.. ég sjálf hef verið í svona asnlegu sambandi.. en það var bara ennþá asnalegara…:S með strák sem bjó í skotlandi og kom bara í fríum til íslands.. það gekk ekki upp.. þannig ég hætti bara að hugsa um hann.. og heilsa svo bara uppá hann þegar hann kemur til ísl.. :D það sem ég myndi gera er bara annaðkort að hætta þessu bulli drullast til AK og gá hvað er um að vera þanna eða gleyma henni.. það er til fullt af fleri gellum;).."
        },
        {
            "user": "doIh8u",
            "user_id": "4729",
            "date": "2004-07-16 18:42:01",
            "id": "1638794",
            "reply_to_id": "1638783",
            "text": "Forget her little bro, you can't always get what u want. Finndu þér bara einhverja í bænum, farðu í partý, taktu upp gítarinn og þú ert kominn með símanúmer. And yeah get new clothes. Your lovely older “bigger” brothe"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-09-08 05:44:06",
            "id": "1710510",
            "reply_to_id": "1638783",
            "text": "Erfið aðstaða en, ekkert er óyfirstíganlegt! Ég geri nú allavega ráð fyrir því að þið séuð komin á framhaldskóla aldurinn. Ég myndi allavega íhuga hvort einhver möguleiki væri fyrir þig að flytjast norður eða hana hingað suður. Ef þið eru ekki ready f/ svoleiðis þá eru 1-2 ár ekkert svo lengi að líða ef það er það sem þarf uppá. Ég myndi allavega kanna allar leiðir í stöðunni ef daman er þess virði, því ég veit að þó maður sé ungur þá er allt annað en sjálfsagt að verða ástfanginn. Það reynist flestum erfitt þó margir eigi auðvelt með að finna “einhvern”!!! Ef þú skilur mig…."
        }
    ]
}