{
    "forum_title": "Hljóðfæri",
    "user": "yaf",
    "user_id": "6162",
    "date": "2001-03-31 11:09:36",
    "title": "Tónlistar menn sameinist!!!!!!!!.",
    "text": "Í lagardagsblaði moggans(31.3) er grein sem fjallar um æfinga húsnæðið sem er í Mjölnisholti, og deilurnar milli fólksisns sem býr í nágrenni við húsnæðið og eigananda þess. Þetta er eitt af fáum æfingahúsnæðum fyrir hljómsveitir hér í borg,og er ég viss um að það kæmi sér illa fyrir marga unga tónlistarmenn ef æfingarhúsnæðum fækkar enn frekar.\nÉg skil reyndar málstað fólksins sem vill húsnæðið í burtu mæta vel. Það er örugglega ekki gaman að búa þarna í nágrenni við húsið.\nMálið er hinsvegar að það þyrfti kanski ekkert að standa í þessum deilum ef borgaryfirvöld myndu sýna hljómsveitum einhvern skilning og útvega aðstöðu til æfinga fyrir hljómsveitir. Það ætti alveg að vera hægt að fá eitthvað hús( hjólabretta gaurarnir fengu hús). Þess vegna þurfum við hljómsveitar fólk að sameinast og koma af stað undirskrifta lista og fá alla til að skrifa undir. Svo förum með listan til yfirvalda og krefjumst aðgerða.",
    "url": "https://www.hugi.is/hljodfaeri/greinar/21321/tonlistar-menn-sameinist/",
    "url_id": "21321",
    "id": "137679",
    "replies": [
        {
            "user": "ChuckBerry",
            "user_id": "7938",
            "date": "2001-03-31 22:13:10",
            "id": "137680",
            "reply_to_id": "137679",
            "text": "Ég er ekki tónlistamaður en ég get ekki annað en samþykkt þetta"
        },
        {
            "user": "KurtCobain",
            "user_id": "7591",
            "date": "2001-04-01 00:17:28",
            "id": "137681",
            "reply_to_id": "137679",
            "text": "djöfull er ég sammála þér! ef hjólabrettafólkið fékk hús, akkurru fáum við þá ekki hús?? ingibjörg sólrún sér nú um að afhenda verðlaun á músíktilraunum þannig að hún ætti að vita hversu slæmt ástandið er… :) sumar hljómsveitir eru meira en ár að reyna að redda sér húsnæði…\nþetta er slæmt ástand…"
        },
        {
            "user": "ChuckBerry",
            "user_id": "7938",
            "date": "2001-04-01 02:00:26",
            "id": "137682",
            "reply_to_id": "137681",
            "text": "Ég er aftur sammála af hverju fá hjólabrettagaurar hús, ég meina hvað getum við grætt á því í framtíðinni"
        },
        {
            "user": "reynzi",
            "user_id": "1069",
            "date": "2001-04-01 11:42:50",
            "id": "137683",
            "reply_to_id": "137679",
            "text": "Skjótum Ingibjörgu Sólrúnu bara og þá verða allir ánægðir…en ég stið þetta alveg 100% það er skortur á fkn húsnæðum hérna"
        },
        {
            "user": "goddog",
            "user_id": "7788",
            "date": "2001-04-02 12:26:05",
            "id": "137684",
            "reply_to_id": "137683",
            "text": "mig langar að byrja á því að þakka reynza fyrir mjög málefnalega skoðun.\nen skoðum dæmið aðeins… til þess að margar hljómsveitir geti æft sómasamlega innan um önnur bönd þarf að hljóðeinangra hvert herbergi gífurlega vel… það kostar mikla peninga…. svo þarf náttúrulega að sjá til þess að það heyrist ekki múkk út fyrir húsið….\nég er sjálfur í hljómsveit og er búinn að þurfa að fara lengst út í rassgat í æfingarhúsnæði í rúmlega 3 ár. það eru 4 herbergi í húsinu.. hvert við hliðina á öðru og það er svo illa hljóðeinangrað að það má heyra saumnál detta í herberginu lengst frá okkar.. þannig að ég væri vel til í að fá almennilegt herbergi fyrir lítinn pening hérna á reykjavíkursvæðinu..\nreykjavíkurborg getur ekki látið þekkja sig fyrir annað en að gera aðstöðuna ögn mannsæmandi, sem þýðir það að það á eftir að kosta peninga.. og hvernig telja þau sig geta fengið þá peninga til baka.. jú með því að hækka leiguna uppúr öllu valdi…. svo kostar þetta náttúrulega gífurlega mikið aðhald…\nen svo getum við líka litið á hvernig þeir gerðu þetta í hafnarfirði.. ef ég man rétt þá studdu yfirvöld þar við bakið á böndum þar (getur einhver staðfest þetta????) og sjáið þið árangurinn… flest stórböndin hafa komið þaðan!!!\nborgin þarf að fara að líta á hvað þeir eru með í höndunum hérna.. tónlist er iðnaður sem getur skilað af sér hagnaði.. hvernig geta þeir ýtt undir þennan hagnað???\ngoddog"
        },
        {
            "user": "xGnarRx",
            "user_id": "914",
            "date": "2001-04-01 18:01:06",
            "id": "137685",
            "reply_to_id": "137679",
            "text": "Mig vantar húsnæði"
        },
        {
            "user": "dice",
            "user_id": "8652",
            "date": "2001-04-02 09:12:49",
            "id": "137686",
            "reply_to_id": "137679",
            "text": "85% íslenskra tónlistamanna lifa í gríðarlegum húsnæðisskorti svo að það væri fæint að krefja Ingibjörgu um smá húsnæði. En ef að manneskjan léti okkur tónlistarmennina hafa húsnæði þá þyrfti það að vera risastórt og skipt niður í fullt af minni hljóðeinangruðum herbergjum. 'Eg myndi allavega ekki nenna að haf minnsta kosti 4 bönd hangandi yfir mér á meðan bandið mitt væri að reyna að æfa eða semja eða eitthvað. Að þessu leyti er einfaldara að gefa brettafólkinu húsnæði."
        },
        {
            "user": "ChuckBerry",
            "user_id": "7938",
            "date": "2001-04-02 14:17:55",
            "id": "137687",
            "reply_to_id": "137686",
            "text": "Þetta er hálfpartinn rétt en ég meina bara að það hefur ekkert almennilegt verið gert til hjálpa tónlistafólki á meðan það spretta upp fótboltavellir á hverjum ferkílómetra og það er ekki eins og við séum einhverjir snillingar í fótbolta(eitt það merkilegasta sem við höfum gert er jafnteflið við Frakka á okkar heimavelli) við erum alltaf að tapa leikjum en það kemur þessu svosem ekkert við. Það hlýtur að vera hægt að æfa sig á þess að hafa hátalarana á fullu.\nÞað er einfaldara að gefa hjólabrettafólkinu hús já en það er álíka gróðavænlegt og að gefa pílukösturum…..mér dettur ekkert sniðugt í hug en þið áttið ykkur á hvað ég meina."
        },
        {
            "user": "dice",
            "user_id": "8652",
            "date": "2001-04-02 09:13:58",
            "id": "137688",
            "reply_to_id": "137679",
            "text": "En ég skal alveg skrifa undir!"
        },
        {
            "user": "hamrotten",
            "user_id": "5029",
            "date": "2001-04-02 12:19:23",
            "id": "137689",
            "reply_to_id": "137688",
            "text": "já það er algjör skortur á húsnæði hér á hövuðborgarsvæðinnu, flengju8m bara ingibjörgu þangað til að hún gefur okkur öllum hús"
        },
        {
            "user": "flanger",
            "user_id": "6323",
            "date": "2001-04-03 09:34:24",
            "id": "137690",
            "reply_to_id": "137679",
            "text": "Takk fyrir ábendinguna á þessa grein í mogganum. Þannig bandið okkar er einmitt með húsnæði í þessum andsk. kofaskriflum þarna í Mjölnisholtinu. Þessu húsnæði er illa viðhaldið, það lekur, það er mjög illa loftræst og er satt best að segja mjög illa til þess fallið að æfa tónlist. Karlbeyglan sem á þetta hugsar um þetta sem gróðadæmi og okrar á okkur í skjóli þess að hér vantar húsnæði. Það eru ákveðnar reglur um “vinnutíma” þ.e.a.s. hvenær við megum æfa og hvenær ekki, en íbúarnir þarna í kring margbrjóta þær reglur með því að siga lögreglunni á okkur í tíma og ótíma. Það er þess vegna einfalt mál að aðstæðurnar þarna eru algerlega að öllu leiti óviðunandi.\nEn þetta er líka eina andskotans húsnæðið í bænum. Ég hef þegar rætt þetta mál við einn af borgarstjórnarmeðlimum R-listans og það var ekki tekið illa í þetta. Við erum að vinna í því að þrýsta á R-listann um að taka upp alvöru umræðu um málið og undirskriftarlisti myndi styðja þá vinnu gríðarlega. Ef einhver sem les þetta kann að setja upp undirskriftarlista eins og þann sem var settur upp í geisladiskamálinu má hann gjarnan hafa samband við mig og í sameiningu gætum vér tónlistarmenn staðið saman að því að þrýsta á borgina að gera eitthvað í þessum málum. Það er nóg til af tómu húsnæði í borginni og það á að mínu viti að gera þetta með stæl. 40 hljóðeinangruð og loftræst herbergi, umsjónarmenn í fullu starfi, auðvelt að ganga um þegar þarf að róta upp fyrir gigg og hafa þetta bara grand. Það eru jú tónlistarmenn þessa lands sem eru að kynna landið fyrir heiminum."
        },
        {
            "user": "Alone",
            "user_id": "8473",
            "date": "2001-04-03 14:09:55",
            "id": "137691",
            "reply_to_id": "137679",
            "text": "Auðvitað á borgin að sjá tónlistarfólkinu fyrir húsnæði. Þeir eru oft að spila á vegum borgarinnar en hvað gera hjólabrettagaurarnir, EKKERT!!!"
        },
        {
            "user": "hamrotten",
            "user_id": "5029",
            "date": "2001-04-03 23:41:11",
            "id": "137692",
            "reply_to_id": "137691",
            "text": "Mig vantar líka húsnæði. Borgin hlýtur að geta eytt einhverjum skúrum eða eitthvað í okkur. Svo kostar í rauninni ekkert mikið að hljóðeinangra."
        },
        {
            "user": "hamrotten",
            "user_id": "5029",
            "date": "2001-04-04 08:24:13",
            "id": "137693",
            "reply_to_id": "137692",
            "text": "djöfull er ég sammála þér flange"
        },
        {
            "user": "hamrotten",
            "user_id": "5029",
            "date": "2001-04-04 12:13:09",
            "id": "137694",
            "reply_to_id": "137693",
            "text": "já eins og í fossvogi, þar eru hellingur af túnum sem fólk fer með hundinn sinn að skíta, þarna mætti vel koma fyrir húsi sem fólk gæti leigt út og svona"
        },
        {
            "user": "fooker",
            "user_id": "7821",
            "date": "2001-04-05 12:49:29",
            "id": "137695",
            "reply_to_id": "137694",
            "text": "þetta er definetly mál sem er verðugt að berjast fyrir.  ég hef sjálfur átt mínar stundir í mjölnisholti og líkaði það ekki vel, áður en yfir lauk var ég orðinn góðkunningi lögreglunnar, svo oft komu þeir til að reyna að þagga niður í okkur.  svo er annað mál að ónefndur eigandi þessa húsnæðis er algjör snákur, og er að rippa tónlistarmenn off.  einhvern daginn á kofinn eftir að brenna, kallinn fer í steininn og mitt í öllu fjölmiðlafárinu kemur inga sól og býður tónlistarmönnum efri hæðina í SS húsinu við laugarnes.\nþetta mál er ekki flókið í útsetningu. það mætti minna borgaryfirvöld á það að tónlistarmenn sem ná góðri æfingu verða á endanum vellauðugir á tónlistinni (??) og þá kemur að því að borga útsvar og skatta til rvk aftur.  í nágrannalöndunum er litið á tónlistarmenn sem útflutningsvöru og þeim er útvegað húsnæði og jafnvel sæmileg hljóðfæri, listamannalaun til tónlistamanna eru líka sjálfsagður hlutur þar.  svo er annað að miðað við hausatölu að þá koma langt um fleiri tónlistamenn sem njóta velgengni alþjóðlega heldur en tíðkast annars staðar.\n..og hana nú!"
        },
        {
            "user": "axiom",
            "user_id": "438",
            "date": "2001-04-05 13:01:07",
            "id": "137696",
            "reply_to_id": "137695",
            "text": "Ég er sammála ykkur en held samt að þið ættuð að hætta að kenna hjólabrettagaurunum um þetta. Það varla þeim að kenna að þið hafið ekki húsnæði."
        },
        {
            "user": "hamrotten",
            "user_id": "5029",
            "date": "2001-04-05 20:21:29",
            "id": "137697",
            "reply_to_id": "137696",
            "text": "nei, það er nátturulega ekki brettafólkinnu að kenna, en ef þeir geta fengið húsnæði, hvers vegna ekki við? ég meina í einni af hljómsveitunum sem við erum í, við sjáum ekki að við getum æft einhvað í sumar vegna þess að það etr hinn ágæta félagsmiðstöð ego sem reddaði þessu fyrir okkur, en mér finnst að það ætti að byggja svona music-center fyrir okkur, þar gætu verið nokkur herbergi fyrir æfingar, stúdío og janfvel hljóðfæra verslun, þetta er kanski frekar utópískt, en það er nó af plássi, til dæmis í fossvogi, vesturbæ kópavogsbæjar, eða paintball svæðið í kópavogi, ég hef ekki séð að það sé rass í paintball þarna síðan að það opnaði í, hvað heitir það aftur? saltvík eða einhvað þanig nóg af plássi………….."
        },
        {
            "user": "flanger",
            "user_id": "6323",
            "date": "2001-04-06 12:34:40",
            "id": "137698",
            "reply_to_id": "137695",
            "text": "Varðandi þetta með útflutningsmálin. Vissuð þið að í svíþjóð er publishing bransinn fimm sinnum stærri en Volvo samsteypan! Hann veltir svo miklum peningum að það skiptir sænska þjóðarbúið verulegu máli. Þannig gæti þetta líka verið á Íslandi. Við megum samt ekki missa okkur í ruglið og segja að allir sem æfa í “Borgarhúsnæðinu” verði millar og skili meiru í þjóðarbúið en allar álverksmiðjur vítis til samans, en góð aðstaða hlýtur að vera hvetjandi fyrir unga tónlistarmenn. Eins og sagt er í heimspekinni. Góð aðstaða er nauðsynlegt en ekki nægjanlegt skilyrði fyrir því að tónlistariðnaðurinn blómstir."
        },
        {
            "user": "SniFur",
            "user_id": "7639",
            "date": "2001-04-06 15:12:44",
            "id": "137699",
            "reply_to_id": "137698",
            "text": "Væri ekki réttara að sameina orðin, þar sem tónlistamaður er bara eitt orð? ;)"
        },
        {
            "user": "SniFur",
            "user_id": "7639",
            "date": "2001-04-07 12:51:28",
            "id": "137700",
            "reply_to_id": "137699",
            "text": "Bara niður með Sjálfstæðisflokkinn…."
        },
        {
            "user": "CORAL",
            "user_id": "7005",
            "date": "2001-04-09 13:48:29",
            "id": "137701",
            "reply_to_id": "137679",
            "text": "Djöfull líst mér vel á þessa hugmynd um music-center, maður gæti næstum búið þarna. Sjálfur er ég í hljómsveit og við erum í bílskúr, sem er mjög fínt (mætti samt vera hlýrra)en við sjáum framá að missa hann í sumar. þá vitum við ekki hvað tekur við og mér sýnist á öllu að þá séum við í bobba."
        },
        {
            "user": "KurtCobain",
            "user_id": "7591",
            "date": "2001-04-09 17:27:38",
            "id": "137702",
            "reply_to_id": "137701",
            "text": "ertu kannski í hljómsveitinni coral?? :)"
        },
        {
            "user": "spik",
            "user_id": "6283",
            "date": "2001-04-09 20:12:00",
            "id": "137703",
            "reply_to_id": "137702",
            "text": "Mér finnst alveg sjálfsagt að tónlistarmenn fái sína aðstöðu þar sem flestar aðrar starfstéttir fái sínar aðstöður.  Ef tónlistarfólk væri bara látið fá einhver húsnæði þá myndi fyrir vikið vera miklu auðveldara að stofna hljómsveit þar sem það eru ekkert allir sem hafa bílskúra eða eitthvað þannig.  Ingibjörg Sólrún finnst mér persónulega ekkert hafa gert neitt stórvirki á sinni borgarstjórnartíð og mér finnst hún hundleiðinleg greyið. Þess vegna væri það líka gott fyrir hana að byggja húsnæði fyir oss því hún myndi hækka í áliti hjá mörgum og kannski fá fleiri atkvæði í næstu kosningum….  ;)"
        },
        {
            "user": "hamrotten",
            "user_id": "5029",
            "date": "2001-04-09 20:24:34",
            "id": "137704",
            "reply_to_id": "137703",
            "text": "skorum á björn menntamála kall, mig minnir að e-mailið sé bjorn@althingi.is en ekki viss. ef fólk eyðir bunz af miljónum í einhverja menningarhátið sem enginn fór á, fyrir utan einhvert miðalldra verðbréfa fokk, má alverg eyða bunz af pening í okkur, vegna þess að menningarhátíð er ekki shite en tónlistarmenn eru framtíðinn(eða einhvað á þá leið)"
        },
        {
            "user": "hamrotten",
            "user_id": "5029",
            "date": "2001-04-10 00:07:29",
            "id": "137705",
            "reply_to_id": "137704",
            "text": "nei það er víst  bjb@althingi.is  en í alvöru skorum á björn bjarnarson, hann sér um þetta þ.a.s listir og svo leiðis, og hvað er tónlist annað en list?"
        },
        {
            "user": "hamrotten",
            "user_id": "5029",
            "date": "2001-04-10 21:46:53",
            "id": "137706",
            "reply_to_id": "137679",
            "text": "eg er mjög svo sammála þessu ég ogbandidið okkar höfum þó alltílagi æfingarpláss í kópavogi en það er bara bílskúr svo mar má kanski ekki botna neitt sko! ef þetta yrði byggt og einhver almennilegur staður fyrir tónleikahald sem er ekki dýr þá myndi öll tónlistarmenning blómstra ég meina kakóbarinn er fínn staður og allt en hve lengi dugar hann td á hardcoretónleikum þar sem helming fólksins er ekki hleypt inn vegna plássleysis!"
        },
        {
            "user": "hamrotten",
            "user_id": "5029",
            "date": "2001-04-10 23:50:20",
            "id": "137707",
            "reply_to_id": "137706",
            "text": "í alvöru, reynum bara að koma upp einhverjum undirskriftalista og skorum á þessi focking yfirvöld að byggja fyrir okkur húsnæði, ég meina þau eyða bunz af pening í þjóðminjasafnið, og einu skiprinn sem einhver er þarna, þá eru það skólakrakkar sem eru neytt að koma og skoða rottnaðan kopa"
        },
        {
            "user": "KurtCobain",
            "user_id": "7591",
            "date": "2001-04-11 10:01:05",
            "id": "137708",
            "reply_to_id": "137707",
            "text": "já gerum þetta!!!!!!!!! en þá verður eikker að setja upp listann á netið(ekki ég, kann ekki…) og síðan getur líka verið svona stór auglýsing um þetta á hljóðfæri hérna á huga!"
        },
        {
            "user": "CORAL",
            "user_id": "7005",
            "date": "2001-04-18 14:31:00",
            "id": "137709",
            "reply_to_id": "137679",
            "text": "Ég get gert svona undirskriftalista"
        }
    ]
}