{
    "forum_title": "Smásögur",
    "user": "biko",
    "user_id": "5867",
    "date": "2001-04-01 14:11:04",
    "title": "To Whom It May Concern",
    "text": "Lilongwe, Malawi, 21. mars 2001\nMig langaði til að segja þér það þegar við töluðum saman niður við sjó þar til langt fram á nótt!\nMig langaði til að segja þér það þegar við lágum og spjölluðum í sófanum heima hjá þér til klukkan 7 um morgun!\nMig langaði til að segja þér það þegar þú varðst fúl út í mig fyrir að gefa þér jólagjöf án fyrirvara!\nEkki síst langaði mig til að segja þér það þegar að þú hafnaðir mér í bílnum í rigningunni og hugur minn varð eins myrkur og janúarhimininn…\nKannski er það táknrænnt að á einu myndinni sem ég á af þér ertu að ganga burtu frá mér? Ég þekki ekki áætlanir æðri máttarvalda; ég er aðeins mennskur og sem maður sakna ég þín, ég sakna þín hræðilega.\nÉg sakna þess að hitta þig daglega, heyra þig hlægja; að sjá andlitið þitt fallega og að heyra þig tala um allt og ekki neitt. Ég sakna þess að geta komið til þín með mín innstu og dýpstu vandamál.\nÉg sakna þess að sjá þig fela raunverulegar tilfinningar þínar undir köldu brosi og kaldhæðnum athugasemdum og vera sjálfur einn af örfáum sem glittir aðeins í gegnum grímuna\nMest af öllu sakna ég þó stundarinnar sem enn hefur ekki runnið upp; Þegar þú leyfir þér að falla fyrir mér og ástin gerir öll vandamál svo léttvæg að þau skipta engu.\n…mig langaði til að segja þér það horfandi í þín síbreytilegu og yndislegu augu; sem ég mun sakna meira en orð fá lýst… að ég elska þig!\nÉg veit vel að þú munnt ekki falla fyrir mér á næstunni og því læt ég mig hverfa úr lífi þínu. Ég ræð ekki lengur við að fela tilfinnigar mínar í þinn garð. Þú bjargar þér eflaust og með tímanum mun ég verða að gera það líka.\nEn hver veit! Kannski, ef örlögin eru okkur hliðholl og haga því svo, þá hittumst við aftur; Eftir eitt ár, tvö, tíu eða fimmtíu; Á göngu niður Laugarveginn; við litlu hafmeyjuna í Kaupmannahöfn; fyrir utan Óperuhúsið í Sydney eða á einhverjum öðrum afskekktum stað á þessum litla hnetti sem við köllum jörðina.\nÞú brosir til mín og segir:\nGríptu mig!\nog fellur…",
    "url": "https://www.hugi.is/smasogur/greinar/21427/to-whom-it-may-concern/",
    "url_id": "21427",
    "id": "138574",
    "replies": [
        {
            "user": "TinTinn",
            "user_id": "8208",
            "date": "2001-04-04 08:46:05",
            "id": "138575",
            "reply_to_id": "138574",
            "text": "pretty"
        },
        {
            "user": "SpaceRat",
            "user_id": "2301",
            "date": "2001-04-04 13:07:41",
            "id": "138576",
            "reply_to_id": "138575",
            "text": "þetta er dæmi um leiðinleika rómantísku stefnunar. því miður biko, þessi saga er bara allt of slök."
        },
        {
            "user": "RatCat",
            "user_id": "5831",
            "date": "2001-04-05 00:00:17",
            "id": "138577",
            "reply_to_id": "138576",
            "text": "Er ekki allt í lagi? Mér finnst þetta mjög góð saga, falleg tjáning :) Maður á líka að skrifa til að tjá sig en ekki vera hræddur um hvað öðrum finnst."
        }
    ]
}