{
    "forum_title": "Sci-Fi",
    "user": "Talesofelviz",
    "user_id": "39258",
    "date": "2004-07-22 01:17:25",
    "title": "Mótsagnir í Enterprise þáttunum",
    "text": "Ég hef verið að fylgjast með Enterprise þáttunum á RÚV, og þó ég sé ekki mikill Star Trek fan og hafi ekki séð eina einustu mynd, þá finnst mér þeir þrusugóðir:).\nÉg hef einnig tekið eftir (þar sem ég hef tekið flesta þættina upp og horft á oftar en 1 sinni) nokkrum mótsögnum sem koma upp í þáttunum.\nAllar þessar mótsagnir eru þó tengdar einu máli: Mönnum og hversu lengi þeir hafa haft vörpudrif. T.D. Í einum þættinum þá hittir svarti flugmaðurinn (Mayweather), fjölskyldu sína á gamla cargo skipinu þeirra, “Horizon”. Nú, í þessum þætti eru vélstjórinn (Tucker) og Flugmaðurinn að tala saman og fer það eihvern veginn á þennan veg:\nTucker: “I'd also like to take a peek at your engine room.” Mayweather: “sir, the Horizon is (takið eftir) 50 years old, i doubt theres much to look at.” Tucker: “oh, dont be silly, i heard Zephram Cochrane personally signed the insides of each reactor casing.”\nFyrst fór ég að hugsa….“50 ára?? Er Enterprize ekki fyrsta warp skipið sem menn eiga??” Og þá hugsaði ég, “Og var það ekki pabbi Captain Archer sem hannaði fyrstu vörpuvélina???”\nEftir það fór ég að hugsa um aðra setningu úr þætti þar sem þau finna eitthvað skip úr framtíðinni, þá sagði Archer: “I wonder, if this could be Zephram Cochrane. They said he was experimenting with (takið eftir) some kind of a warp ship when he disappeared.”\nÞetta er frekar skrýtið, var Zephram Cochrane semsagt bæði búinn að byggja fyrstu vörpuvélina, lauma henni í þetta skip (Horizon) og byrjaði þá að gera tilraunir með einhverja aðra vél?? Þetta gengur auðljóslega ekki upp.\nÞað var meira að segja heill þáttur um fyrsta vörpuflugið um daginn. Þá man ég ekki betur en að Archer hafi verið á besta aldri á bakvið stýrið á skipinu.\nEndilega komið með svör, útskýringar og pælingar.",
    "url": "https://www.hugi.is/scifi/greinar/214333/motsagnir-i-enterprise-thattunum/",
    "url_id": "214333",
    "id": "1647847",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2004-07-23 16:10:47",
            "id": "1647848",
            "reply_to_id": "1647847",
            "text": "jahá….\nert greinilega soltið nýr í þessu, þú tekur ekkert\ntillit til dobbler áhrifanna.\nþú veist kannski ekki að archer byggði fyrst\nvörpudrifið á annari bylgjulengd, en fann það\nsíðan á rangri bylgjujlengd útaf dobbler\náhrifinum.\nþeir fóru semsagt aftur í tíman í einni myndinni,\nog læknuðu einhverja konu sem vantaði nýra og\nvoru að leita af einhverjum flugmóðu skipum.\nþar skyldu þeir vörpu drifið eftir sem þeir notuðu\nsíðan til að fara og setja það þangað þegar þeir\nvoru búnir að rannsaka það.\nrökrétt framhald af þessu er að verndartollar á\nevrópskum landbúnaðarvörum séu ekki að skyla sér,\nog að Rolling stones séu massa hljómsveit."
        },
        {
            "user": "Enkix",
            "user_id": "52004",
            "date": "2004-07-23 17:49:21",
            "id": "1647849",
            "reply_to_id": "1647847",
            "text": "þú gleymir að Enterprise er fyrsta Warp 5.0 skipið, ekki fyrsta warp skipið.\nfaðir Archer var að vinna að þessari sömu warp 5.0 vél, en hann fann ekki upp warp drifið\nsvo með þáttin þá var það ekki fyrsta warp flugið heldur fyrsta warp 2.0 eða 2.5 flugið man ekki alveg hvort\nog hvað ertu eiginlega að steypa um Zephram Cochrane, hann bjó til fyrstu warp vélina sem var síðan handgerð hver fyrir sig í byrjun, þær áritaði hann, einhverjum árum seinna hefur hann verið að prufa nýja gerð af vél og þá týndist hsnn"
        },
        {
            "user": "Karat",
            "user_id": "35059",
            "date": "2004-07-23 18:54:35",
            "id": "1647850",
            "reply_to_id": "1647847",
            "text": "Horfðu á Star Trek - first contact, í þeirri mynd segir frá því þegar vörpudrifið er fundið upp, af Z. Cochrane."
        },
        {
            "user": "Talesofelviz",
            "user_id": "39258",
            "date": "2004-07-23 22:45:24",
            "id": "1647851",
            "reply_to_id": "1647847",
            "text": "ok fatta þetta núna. En samt, ef pabbi hans gerði fyrstu warp 5 vélina….akkuru ekki var hún biluð fyrst??Afhverju þurfti að prufa hana??Fyrst að það var búið að fara í gegnum allt þetta prufustig með fyrstu warp skipin.\nOg annað sem ég gleymdi að minnast á í greininni. The Horizon er warp 2.2 skip. Og fimmtíu ára gamalt. En samt var Archer að brjóta warp 2 barrier. :/ það fatta ég ekki."
        },
        {
            "user": "Enkix",
            "user_id": "52004",
            "date": "2004-07-24 12:43:44",
            "id": "1647852",
            "reply_to_id": "1647851",
            "text": "Það þarf alltaf að prufa nýja hluti\nog þetta með Horizon kannski var Archer bara að testa aðra gerð af vél, reyndar minnir mig að hann hafi verið að brjóta warp 2.5"
        },
        {
            "user": "Talesofelviz",
            "user_id": "39258",
            "date": "2004-07-24 13:15:40",
            "id": "1647853",
            "reply_to_id": "1647852",
            "text": "í þessum þætti þá voru þeir að brjóta warp 2. En enduðu með að brjóta 2.3 eða eikkað held ég.\nSvo getur Archer eða pabbi hans ekki hafa komið nálægt Horizon. Það er þá kannski eina villan."
        },
        {
            "user": "kariemil",
            "user_id": "11014",
            "date": "2004-07-24 21:32:27",
            "id": "1647854",
            "reply_to_id": "1647853",
            "text": "Jamm, það er eina villan. Reyndar gæti samt verið að þar hafi þeir verið að prufa vörpudrif sem notaði aðra blöndu af andefni og efni eða eitthvað. Eða þá að það var minnsta skipið sem hafði nokkurn tímann farið svona hratt. Alla vegana, Z. Cochrane var uppi um öld áður en Enterprise gerist, þar sem hann flaug fyrstu vörpuvélinni, fékk athygli Vúlkananna sem varð til stofnunar Stjörnuflotans og síðar Sambandsins. Borgverjarnir sem komu í “Regeneration” reyndu að koma í veg fyrir þennan atburð í “First Contact” sem er bíómynd 8.\nÁstæðan fyrir því að það tók svona langan tíma að komast lengra með drifin, liggur aðallega í Vúlkönunum sem ég hef verið að pæla mikið í, kíktu á eldri grein eftir mig þarna einhverstaðar, ef þú hefur áhuga. Þeir, af ókunnum ástæðum, vildu ekki að Mennirnir færu of geyst í þetta. Það mun kannski koma í ljós í 4. seríu.\n[SPOLER]Mér skilst að þar verði Vúlkönsk borgarastyrjöld…."
        },
        {
            "user": "Enkix",
            "user_id": "52004",
            "date": "2004-07-24 22:48:42",
            "id": "1647855",
            "reply_to_id": "1647853",
            "text": "í þættinum þá voru þeir að reyna að brjóta 2.5 en lentu alltaf í vandræðum rétt eftir 2.0 út af ónákvæmri andefnis blöndun"
        },
        {
            "user": "kariemil",
            "user_id": "11014",
            "date": "2004-07-26 19:05:13",
            "id": "1647856",
            "reply_to_id": "1647855",
            "text": "Þannig var það…"
        },
        {
            "user": "Talesofelviz",
            "user_id": "39258",
            "date": "2004-07-27 14:15:03",
            "id": "1647857",
            "reply_to_id": "1647855",
            "text": "nei, ég er handviss um að það var warp 2. Archer og T,Pol voru í svona þotu á leið inní þessa dark matter nebula, og hann byrjaði að segja söguna:\n“It was a few years after starfleet got setled, we were trying to break the warp 2 barrier”.\nSvo seinna þegar þeir voru að reyna að gera þetta sagði þessi Robinson: “i'm up to warp 2, i think i can get a little more out of her”. Svo að þette var 2 sem þeir voru að reyna."
        },
        {
            "user": "IngvarL",
            "user_id": "50417",
            "date": "2004-07-27 21:50:29",
            "id": "1647858",
            "reply_to_id": "1647857",
            "text": "Þó að Horizon sé gamalt skip getur verið búið að uppfæra vélina aðeins svo hún komist í warp 2.0 :)"
        },
        {
            "user": "viktororri",
            "user_id": "13381",
            "date": "2004-07-28 15:36:16",
            "id": "1647859",
            "reply_to_id": "1647847",
            "text": "Enterprise var ekki fyrsta vörpunardrifið en Zephram Cochrane og Henry Archer hönnuðu fyrstu vörpunarvélina."
        },
        {
            "user": "Talesofelviz",
            "user_id": "39258",
            "date": "2004-07-28 19:05:02",
            "id": "1647860",
            "reply_to_id": "1647859",
            "text": "Það getur ekki verið að Henry Archer og Z. Cochrane hafi gert vélina saman. Þeir lifðu á allt öðrum tímum."
        },
        {
            "user": "viktororri",
            "user_id": "13381",
            "date": "2004-07-28 19:39:44",
            "id": "1647861",
            "reply_to_id": "1647860",
            "text": "Já, ég var eitthvað að ruglast.\nCochrane gerði fyrstu vélina en Henry átti víst stóran hlut í að þróa vörpunarvélar fyrir flotann."
        },
        {
            "user": "Talesofelviz",
            "user_id": "39258",
            "date": "2004-07-28 19:46:44",
            "id": "1647862",
            "reply_to_id": "1647861",
            "text": "ok:)"
        },
        {
            "user": "IngvarL",
            "user_id": "50417",
            "date": "2004-08-03 21:26:33",
            "id": "1647863",
            "reply_to_id": "1647859",
            "text": "Þegar Zephram Cochrane hannaði fyrst wörpuvélina byrjuðu vúlkanar að taka eftir jarðbúum og komu hingað og reyndu að halda aftur af þróun þeirra/okkar  og er það meðal annars af hverju Archer er svona illa við vúlkana þar sem þeir héldu aftur af föður hans."
        },
        {
            "user": "viktororri",
            "user_id": "13381",
            "date": "2004-08-03 23:14:16",
            "id": "1647864",
            "reply_to_id": "1647863",
            "text": "Ja, ég held að vúlkanarnir hafi viljað það sem væri mönnunum fyrir bestu en í leiðinni vanmetið mannkynið."
        },
        {
            "user": "IngvarL",
            "user_id": "50417",
            "date": "2004-08-04 12:06:01",
            "id": "1647865",
            "reply_to_id": "1647864",
            "text": "það er náttúrulega möguleiki…"
        },
        {
            "user": "Talesofelviz",
            "user_id": "39258",
            "date": "2004-08-04 17:02:01",
            "id": "1647866",
            "reply_to_id": "1647865",
            "text": "Eini almennilegi vúlkaninn er T'Pol.\nShexhy;)"
        },
        {
            "user": "IngvarL",
            "user_id": "50417",
            "date": "2004-08-04 21:13:00",
            "id": "1647867",
            "reply_to_id": "1647866",
            "text": "eini hot vúlkanin er T'Pol"
        },
        {
            "user": "Talesofelviz",
            "user_id": "39258",
            "date": "2004-08-04 22:19:53",
            "id": "1647868",
            "reply_to_id": "1647867",
            "text": "hehe, já eða það;)"
        },
        {
            "user": "locutus",
            "user_id": "5920",
            "date": "2004-07-28 15:56:08",
            "id": "1647869",
            "reply_to_id": "1647847",
            "text": "Drengur þú verður að horfa á allar myndirnar til að fá allan söguþráðinn og byrja að horfa á TNG = next generation og síðan DS9 = deep space nine og síðan Voyager til að gerta fengið allar upplýsingarnar því enterprise stangast á við margt sem á ekki að vera búið að gerast, dæmi: klingonar eiga að lita út eins og menn, þeir urðu ekki sonna fyrr en eftir sliss sem gerðist á Kronos = homeworld því þá urðu þeir sonna eins og þeir eru núna, þetta kemur fram bæði í upprunnaleguþáttunum og í DS9 þegar þeir fóru aftur í tíman."
        },
        {
            "user": "kariemil",
            "user_id": "11014",
            "date": "2004-08-11 15:50:48",
            "id": "1647870",
            "reply_to_id": "1647869",
            "text": "Það hefur aldrei komið fram að það hafi orðið neitt slys neins staðar. Þeir höfðu ekki pening til að gera almennilegt make-up. Brandarinn í trials and tribble-actions virðist ekki hafa verið neitt meira en það."
        },
        {
            "user": "locutus",
            "user_id": "5920",
            "date": "2004-08-11 22:01:12",
            "id": "1647871",
            "reply_to_id": "1647870",
            "text": "Halló dumm ass, Worf segir þetta fyrst í TNG minnir mig og síðan þegar að sisco hitir kirk og nokkra klingona í fortíðinni sem líta út eins og menn þá spyr hann worf afhverju þeir líta út eins og menn en ekki klingonar nútímans og worf segir að það sé viðkvæmt mál, Hann á við það sem að hann sagði í TNG."
        },
        {
            "user": "Mroho",
            "user_id": "8334",
            "date": "2004-08-12 01:21:04",
            "id": "1647872",
            "reply_to_id": "1647871",
            "text": "og hvad kom fyrir klingonana ?"
        },
        {
            "user": "locutus",
            "user_id": "5920",
            "date": "2004-08-12 11:32:33",
            "id": "1647873",
            "reply_to_id": "1647872",
            "text": "Það var eitthvað slis og Qu,nos = heimplánetunni þeirra sem þeir vilja ekki tala um, (það var útskýringin á því að afhverju klingonar líta ekki lengur út eins og menn, aðal ástæðan var náttúrulega vegna þess að þeir höfðu ekki eins mikla penninga þegar verið var að gera TOS þannig að þeir útskýrðu þetta sonna:"
        },
        {
            "user": "kariemil",
            "user_id": "11014",
            "date": "2004-08-17 14:17:47",
            "id": "1647874",
            "reply_to_id": "1647871",
            "text": "Ég á alla TNG þættina og það er aldrei minnst á neitt af þessu tagi."
        },
        {
            "user": "locutus",
            "user_id": "5920",
            "date": "2004-08-17 23:25:04",
            "id": "1647875",
            "reply_to_id": "1647874",
            "text": "þetta er í ds9, það er líka minst á þetta í startrek orðabókinni."
        },
        {
            "user": "kariemil",
            "user_id": "11014",
            "date": "2004-08-18 09:33:22",
            "id": "1647876",
            "reply_to_id": "1647875",
            "text": "Aldrei að það hafi orðið eitthvað slys. Ég hef lesið hana alla nokkrum sinnum, þá sérstaklega hlutina um Klingona."
        },
        {
            "user": "locutus",
            "user_id": "5920",
            "date": "2004-08-18 12:27:43",
            "id": "1647877",
            "reply_to_id": "1647876",
            "text": "Drengur vá þá verður þú að lesa hana aftur, eða horfa aftur á þættina, þetta kemur fram í þættinum trubal with trippals (man ekki hvernig þetta er skrifað) þegar að sisqo og hinnir fara aftur í tíman, (þegar að TOS var) og hita kirk sem er að tala við Klingons sem eru einsog human´s"
        },
        {
            "user": "kariemil",
            "user_id": "11014",
            "date": "2004-08-18 14:33:32",
            "id": "1647878",
            "reply_to_id": "1647877",
            "text": "Neibb, þetta er vitlaust hjá þér. Þeir minnast aldrei á slys. Þú getur ekki ímyndað þér hvað ég hef lesið margar greinar um það að það er ekki vitað na´kvæmlega af hverju klingonar breyttust. Kíktu á www.startrek.com og leitaðu í “articles” eða eitthvað slíkt. “Klingon Discrepancy Theories” er nafnið á henni."
        },
        {
            "user": "locutus",
            "user_id": "5920",
            "date": "2004-08-18 17:06:42",
            "id": "1647879",
            "reply_to_id": "1647878",
            "text": "Þetta er vitlaust hjá þér, fyrir utan það að ég er búinn að lesa því semnæst allt sem við kemur startrek síðustu 7-8 ár og er í startrek klúbb þarsem þessar samræður ganga fram og til baka efa ég að þetta sé vitlaust hjá mér, drengur horfðu á ds9 trouble with tribbles þar eru klingonar eins og menn og sisco spyr worf hvernig standi á því og hann svarar því= slyss á ….. Kirk er líka í þessum þætti, og þetta er í nýju útgáfunni af startrek alfræðiorðabókinni, í þeim hluta þar sem að talað er um eina ákveðna geymstöð þarsem að kirk var og tribbles yfirtók hana þvísem næst vegna fjölgunar, klingonarnir sem eru í þessum þætti eru í brúnum búningum"
        },
        {
            "user": "locutus",
            "user_id": "5920",
            "date": "2004-08-18 17:11:05",
            "id": "1647880",
            "reply_to_id": "1647878",
            "text": "Þátturinn heitir “Trials and Tribble-ations” þarsem þetta kemur fram"
        },
        {
            "user": "kariemil",
            "user_id": "11014",
            "date": "2004-08-18 21:08:15",
            "id": "1647881",
            "reply_to_id": "1647880",
            "text": "Ég var í þann mund að horfa á þáttinn. Því miður, Worf segir orðrétt “Long story. We do not discuss it with outsiders.”\nÞað er brandari. Það hefur aldrei verið minnst á slys. Lestu þessa grein, skrifaða af einhverjum aðstandenda þáttanna:\nhttp://www.startrek.com/startrek/view/feat\nures/documentaries/article/1614.html"
        },
        {
            "user": "locutus",
            "user_id": "5920",
            "date": "2004-08-18 23:39:40",
            "id": "1647882",
            "reply_to_id": "1647881",
            "text": "Þetta er sú tilvísun sem worf á við þaraðsegja (slysið)"
        },
        {
            "user": "locutus",
            "user_id": "5920",
            "date": "2004-08-18 23:40:37",
            "id": "1647883",
            "reply_to_id": "1647881",
            "text": "og ég fór inn á þennan link, þar er ekkert"
        },
        {
            "user": "kariemil",
            "user_id": "11014",
            "date": "2004-08-19 12:49:07",
            "id": "1647884",
            "reply_to_id": "1647883",
            "text": "Farðu inn á www.startrek.com og leitað að greininni. Skrifaðu klingon discrepancy í leitargluggann á hliðinni, plís, svo þú skiljir að þetta er rangt hjá þér.\nOg þetta slys sem aldrei hefur verið minnst á í sögu Star Trek myndi hvort sem er ekki meika sens, af því Klingonarnir sem komu frá TOS tímanum í Voyager voru líka með rákir og Klingonarnir í Enterprise hafa rákir líka."
        },
        {
            "user": "locutus",
            "user_id": "5920",
            "date": "2004-08-19 17:43:36",
            "id": "1647885",
            "reply_to_id": "1647884",
            "text": "“Klingonarnir í Enterprise hafa rákir líka”\nÞað er líka villan í enterprise, það sem worf sagði var tilvísun í þetta slis, og vá drengur þú getur ekki haft meira viltlaust fyrirþér, sástu ekki þáttin í ds9 Klingonar voru eins og menn, og lestu alla startrek orðabókina aftur,\nþú hefur kannski ekki tekið eftir því en enterprise er þakkið villum"
        },
        {
            "user": "kariemil",
            "user_id": "11014",
            "date": "2004-08-19 23:00:18",
            "id": "1647886",
            "reply_to_id": "1647885",
            "text": "Ertu búinn að líta á greinina?"
        },
        {
            "user": "locutus",
            "user_id": "5920",
            "date": "2004-08-19 23:46:33",
            "id": "1647887",
            "reply_to_id": "1647886",
            "text": "jamm og hún útskýrir ekki neitt, þetta er allt “Theory” sem kemur fram þarna, ef þeir breitust vegna erfðafræði ransókna þá var það líklega vegna slyss."
        },
        {
            "user": "kariemil",
            "user_id": "11014",
            "date": "2004-08-20 20:20:35",
            "id": "1647888",
            "reply_to_id": "1647887",
            "text": "Já! OH!!!! ERTU EKKI AÐ FATTA ÞETTA??! Greinin er ágætis dæmi um það að það hefur aldrei verið sagt “Það varð slys á Qo'noS svo Klingonarnir hættu að hafa rákir” Það er bara ein af kenningunum. Þess grein taldi upp allar líklegustu kenningarnar af því að enginn veit af hverju Klingonar höfðu ekki rákir í TOS."
        },
        {
            "user": "Dopst3r",
            "user_id": "3836",
            "date": "2004-10-04 11:08:46",
            "id": "1735130",
            "reply_to_id": "1647888",
            "text": "lol … Im not touching that one with a 100 feet pole."
        },
        {
            "user": "erlendur10000",
            "user_id": "27528",
            "date": "2004-10-05 15:36:43",
            "id": "1736579",
            "reply_to_id": "1735130",
            "text": "hver vann ?"
        },
        {
            "user": "robbo",
            "user_id": "37775",
            "date": "2004-08-15 11:51:33",
            "id": "1647889",
            "reply_to_id": "1647847",
            "text": "ég hata star trek"
        },
        {
            "user": "IngvarL",
            "user_id": "50417",
            "date": "2004-08-16 19:16:56",
            "id": "1647890",
            "reply_to_id": "1647889",
            "text": "gaman hjá þér… hættu þá að koma inna á hugi.is/startrek."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-12-09 18:39:43",
            "id": "1834367",
            "reply_to_id": "1647847",
            "text": "HJÁÁÁLP…ég hélt að það væru ekki svona margir star trek fans á íslandi…þetta er rosalegt. Myndu margir ykkar vilja fara á star trek ráðstefnu eins og er sýnd í myndunum? nei maður veltir því fyrir sér…þetta er rosalegt…"
        }
    ]
}