{
    "forum_title": "Blizzard leikir",
    "user": null,
    "user_id": null,
    "date": "2004-07-25 16:13:20",
    "title": "[WC3] Custom Game - Enfo's Team Survival !",
    "text": "Enfo's eða ETS er vinsælt hero map sem allir ættu að prufa !!\nMappinu er skipt í 2 helminga og í hverjum helming eru 2 leiðir sem að 2 lið eiga að keppast um að surviva. Það eru 5 leikmenn í hvoru liði MAX en maður getur verið 1 að leika sér í þessu líka !\nÍ byrjun vota allir leikmenn “settings” fyrir leikinn.\nSíðan velur maður hero og spawnar í basinu sínu þar sem maður kaupir alls konar hluti.(Maður byrjar með 2 healing potion af lélegustu gerð).Síðan fara leikmenn að miðju síns helmings eða hlaupa aðra hvora leiðina að drepa creeps sem að spawnast efst uppi á mappinu (2 waygate á hvorum helming).Maður græðir pening á að drepa creeps og þegar ný round startast.\nSíðan eitt sem mér finnst alveg magnað við þennan leik er að það er hús sem að hver leikmaður stjórnar. Þegar maður klikkar á það þá sér maður alls konar galdra sem hægt er að velja. Húsið gengur fyrir mönum og þegar soldill tími er kominn á leikinn getur maður byrjað að spilla fyrir andstæðingum sínum eða notað sér í hag galdra, s.s. ef maður er að fara að deyja þá getur maður ( ef maður á mana ) summonað kalla sem eru 3 lvlum ofar en efsta lvlið af creeponum sem eru að spilast.\nEf leikmaður deyr þá revivar hann sig á staðnum þar sem maður byrjar eftir ákveðinn tíma sem gefinn er upp.\nA.T.H. : Ef maður er ekki nógu fljótur að drepa creepin þá kemur nýtt lvl sem að bætast við hin creepin. Ef að creepin eru orðin u.þ.b. 300 þá teleportast þau á staðinn sem þau mega alls ekki komast á, og þá byrjar teamið manns að missa líf, og ef að 100 creep komast í gegn þá tapar maður.Stuttu síðar poppar upp gluggi sem að spyr mann hvort maður vill rematch og leikmenn velja það sem þeir vilja, og ef að meiri hlutinn velur “no” t.d. þá er leikurinn endalega búinn en ef “yes” þá getur maður spilað eins lengi og mann lystir :].\nHero Types sem maður getur valið í:\nNorður-Alls konar(t.d. thief)\nSuður-Galdramenn\nVestur-Bardagamenn\nAustur-Ei ns konar Bardaga- og Galdramenn\n(ef maður er ekki viss þá getur maður valið random í öllum hornum)\nþetta ætti að vera komið :]… endilega leiðréttið mig ef ég gerði einhver mistök…..(og þá meina ég ekki stafsetninga villur.\nkv. siddi.",
    "url": "https://www.hugi.is/blizzard/greinar/214647/wc3-custom-game-enfos-team-survival/",
    "url_id": "214647",
    "id": "1650266",
    "replies": [
        {
            "user": "einarsw",
            "user_id": "38082",
            "date": "2004-07-25 17:46:03",
            "id": "1650267",
            "reply_to_id": "1650266",
            "text": "það eru til enfos möp frá 8 - 12 human playerum"
        },
        {
            "user": "danielingi",
            "user_id": "9102",
            "date": "2004-08-25 18:50:30",
            "id": "1696400",
            "reply_to_id": "1650267",
            "text": "Já eins og hann sagði ! þá eru til MARGAR útgáfur af enfo's og þegar þú útskýrir er eins og það sé bara til ein sem er alltaf svona, t.d. í öllum enfo's byrjarðu ekki með 2 healpots, þannig ekkert vera staðfesta það:)"
        },
        {
            "user": "einarsw",
            "user_id": "38082",
            "date": "2004-07-25 17:49:46",
            "id": "1650268",
            "reply_to_id": "1650266",
            "text": "eða… það getur verið að það séu bara 10 og 8 manna map. Fín grein ég mæli líka með þessu mapi ;P"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-07-25 20:06:57",
            "id": "1650269",
            "reply_to_id": "1650268",
            "text": "rrright…"
        },
        {
            "user": "Blender",
            "user_id": "15536",
            "date": "2004-08-05 01:12:58",
            "id": "1650270",
            "reply_to_id": "1650266",
            "text": "Enfo's er mjög fínt borð, að öllu öðru leiti nema eins og í nánast öllum hero möppum þá er blademaster öflugastur …. og ég bara er að fara á taugum yfir því, þar sem þetta er án efa leiðinlegasta hetjan í öllum leiknum :S.\nEn það er náttúrulega bara mín skoðun þó svo að öðrum geti fundist hún fín."
        },
        {
            "user": "iWonderboy",
            "user_id": "24775",
            "date": "2004-08-17 14:36:24",
            "id": "1650271",
            "reply_to_id": "1650270",
            "text": "Nú ertu aldeilis að rugla félagi, Því allar hetjurnar í Enfo möppunum eru algerlega custom made, custom skills osfrv.\nBlademaster, eða blade dancer eða hvað hann heitir í enfo er vissulega öflugur en það sem er kúl við enfo er að margar caster hetjur eru actually líka öflugar og mér finnst þær meira að segja bestar :]\nGallinn við enfo er að það er ómögulegt að balanca þetta almennilega, þökk sé mörgum ástæðum, en þetta er anskoti skemmtilegt engu að síður."
        },
        {
            "user": "iWonderboy",
            "user_id": "24775",
            "date": "2004-08-17 14:37:56",
            "id": "1650272",
            "reply_to_id": "1650271",
            "text": "Vill líka benda á það að það eru til svona 1000 mismunandi útgáfur af enfo's :]"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-08-21 17:09:54",
            "id": "1650273",
            "reply_to_id": "1650272",
            "text": "eins og af flestum custom game sem að sla i gegn"
        },
        {
            "user": "Gregg",
            "user_id": "28663",
            "date": "2004-09-22 16:34:13",
            "id": "1722334",
            "reply_to_id": "1650271",
            "text": "blademaster er víst öflugastur í enfos nema kannski í byrjun vegna þess að hann er með alltof alltof mikið attack speed, og það er, þannig í öllum borðum og ég hata það, alltaf einhver overpowered hetja og lang oftast blademaster svo maður verður að velja eina af þeim í staðinn fyrir þá sem mann langar að vera og það gerir mörg möp leiðinleg.\nsvo er líka t.d. evoker algert rugl, hann er fínn í byrjun en þegar maður kemst lengra, byrjar með þessum 45k hp zombies þá bara getur hann ekkert því hann getur ekkert hækkað dmg á göldrunum og mér finnst að það ætti að laga það, láta dmg á göldrunum hækka með lvl eða eitthvað. thief suckar líka þegar uber poison dmgið hans fer að verða of lítið.\nsvo mér finnts þetta gott map en það þarf að laga hærri levelin, eða breyta hetjunum svo þær geti unnið hærri levelin, og ég veit þau eiga að vera erfið en evoker gerir t.d. minnir mig 11k dmg með chain lightning á meðan það eru kannski monsters með 500k hp, þá augljóslega getur hann ekki neitt…"
        },
        {
            "user": "Gspeed",
            "user_id": "9351",
            "date": "2004-10-18 00:58:00",
            "id": "1751477",
            "reply_to_id": "1650266",
            "text": "Góð grein! Ég ætla pottþétt að prufa þetta."
        }
    ]
}