{
    "forum_title": "Rómantík",
    "user": "nr8",
    "user_id": "47087",
    "date": "2004-07-26 17:45:52",
    "title": "hvað á maður að gera..?",
    "text": "hæjhæj :)\nsko.. ég er búin að vera í sambandi í mjög langan tíma ég og kærastinn minn erum búin a þekkjast í eitt ár og 7 mánuði eða rúmlega það.. og við vorum saman fyst þegar við kynntumst en svo vorum við oft sona on/off..við höfum aldrei getað hætt alveg saman en samt hefur hann alveg verið með stelpum á milli þess sem við vorum ekki einhvað sona saman en svo varð hann mjög djellös ef ég var e-ð að tala við aðra stráka.. og hann fór ekkert sértaklega vel með mig þá, svo núna í janúar byrjuðum við aftur saman og það hafði aldrei gengið svona vel eins og þá..hann var yndi hann fór alls ekkert illa með mig eins og hann hafði gert áður hann hafði bara farið á milli mín og annara stelpna þá… svo vorum við búin að vera saman í rúmlega 4 mánuði og ég var rosalega happy.. svo komst ég að því einn daginn að hann hafi eila haldið framhja mer.. eða það er ekki hægt að kalla það halda framhjá eila.. en .. allavega hannog vinur hans voru allsberir fyrir framan stelpu og stelpan var bara á g-streng.. og það voru búin að vera einhver leiðindi áður en þetta gerðist og ég vildi hætta þessu sambandi um leið og ég frétti þetta.. svo saknaði ég hans svo ótrúlega og hann var alltaf að segja mér hvað hann elskaði mig að hann væri´ástfanginn af mér og e-ð og sæi svo eftir þessu og e-ð.. svo eftir svona 2-3 vikur þá byrjaði ég aftur með honum og þetta samband finnst mér búið að vera mjög undarlegt en samt ekki.. æj þetta er svo skrítið.. við erum mjög mjög oft að rífast núna að undanförnu og það fer virkilega í taugarnar á mér.. :@ en ég læt mig hafa það því ég elska hann ótrúlega mikið..og líka alltaf þegar aðrir strákar eru e-ð að tala við mig eins og er óvenjulega mikið núna um það.. þá vildi ég stundum bara óska að ég væri á lausu og væri bara frjáls .. en samt ef ég hugsa ef ég hætti með honum þá gæti ég ekkert gleymt honum bara einn tveir og tíu þetta er svo erfitt e-ð hata þegar við erum alltaf að rífast og veit eila ekki hvort ég eigi að halda þessu áfram, eða ekki.. mér líður frekar skringilega.. hvað finnst ykkur að ég ætti að gera?:/",
    "url": "https://www.hugi.is/romantik/greinar/214752/hvad-a-madur-ad-gera/",
    "url_id": "214752",
    "id": "1651009",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2004-07-26 19:49:45",
            "id": "1651010",
            "reply_to_id": "1651009",
            "text": "…Hvað er ‘eila’ og hvað er ‘djellös’ ?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-07-26 20:06:25",
            "id": "1651011",
            "reply_to_id": "1651010",
            "text": "Eiginlega og afbrýðissöm/samur?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-07-26 20:36:13",
            "id": "1651012",
            "reply_to_id": "1651009",
            "text": "“þetta samband finnst mér búið að vera mjög undarlegt en samt ekki.. æj þetta er svo skrítið.. við erum mjög mjög oft að rífast núna að undanförnu og það fer virkilega í taugarnar á mér.. :@ en ég læt mig hafa það því ég elska hann ótrúlega mikið..og líka alltaf þegar aðrir strákar eru e-ð að tala við mig eins og er óvenjulega mikið núna um það.. þá vildi ég stundum bara óska að ég væri á lausu og væri bara frjáls .. en samt ef ég hugsa ef ég hætti með honum þá gæti ég ekkert gleymt honum bara einn tveir og tíu þetta er svo erfitt e-ð hata þegar við erum alltaf að rífast og veit eila ekki hvort ég eigi að halda þessu áfram, eða ekki.. ”\nÞetta er ég einmitt að huxa um núna í sambandinu við minn kall :S\nÞetta er rosalega erfitt mál…….."
        },
        {
            "user": "einaraxel",
            "user_id": "5042",
            "date": "2004-07-26 20:37:00",
            "id": "1651013",
            "reply_to_id": "1651009",
            "text": "Bara vesen maður - Sambönd eru vesen og sambandsslit líka, en þó þú getir ekki gleymt honum eins og ekkert sé skaltu frekar hætta með honum fyrr en síðar. Það eru alltaf einhver sárindi við sambandsslit en það hljómar ekki fyrir mér eins og þetta samband geti enst mikið hvort sem er, og ef það gerir það verður það sennilega bara algert rugl.\nEinar Axel"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-07-26 20:43:18",
            "id": "1651014",
            "reply_to_id": "1651009",
            "text": "Smá copy/paste frá RayFranco í grein hérna á undan: \"..ég gef þér eitt ráð, hugsaðu þig vandlega um áður en þú ferð að ákveða hvað þú ætlar að gera, því ef þú segir honum upp áttu kannski eftir að sjá eftir því endalaust. En ef þú ert ekki ánægð í sambandinu og treystir honum [ekki], þá ráðlegg ég þér að slíta þessu. En spáðu mjög vel í þessu áður en þú ferð að gera eitthvað…\"\nGangi þér vel."
        },
        {
            "user": "misstimberlake",
            "user_id": "25398",
            "date": "2004-07-26 21:15:56",
            "id": "1651015",
            "reply_to_id": "1651009",
            "text": "ég er líka að ganga í gegnum þetta sama núna… var með strák sagði honum upp afþví að ég hélt að ég væri ekkert hrifin af honum… svo saknaði ég hans sjúklega…. og við byrjuðum aftur saman…. en núna líður mér eins og ég sé ekkert hrifin af honum… óþolandi!!!\nkannski maður ætti bara að hætta essu rugli og gerast lespía eða ekkað ;) *djók*"
        },
        {
            "user": "Rassgata",
            "user_id": "34794",
            "date": "2004-07-26 22:01:51",
            "id": "1651016",
            "reply_to_id": "1651009",
            "text": "Hætta bara með honum! ekki spurnig"
        },
        {
            "user": "Oneiros",
            "user_id": "7840",
            "date": "2004-07-26 23:34:15",
            "id": "1651017",
            "reply_to_id": "1651016",
            "text": "Kannast við þetta úr síðasta sambandi þetta er hálf ansalegt. Maður telur sig bara hafa misst eitthvað þegar maður hættir í svona ansalegu sambandi sem snérist kanski ekki um neitt og þó eitthvað.\nSúrt!"
        },
        {
            "user": "T23",
            "user_id": "7741",
            "date": "2004-07-27 01:44:33",
            "id": "1651018",
            "reply_to_id": "1651009",
            "text": "Sæl, ég held að þetta samband þitt sé nú orðin vani. Það er rosalega erfitt að vera í svoleiðis sambandi, eins og er sagt að það sé erfitt að bregða út af vana. Ég held að þú sért kominn á þann tímapunkt að þú sért farin að óska þess að geta bara hætt þessu sambandi og haldið áfram en þorir því ekki alveg þar sem þú ert hrædd um að þú sért að gera mistök… Svo er líka spurning eru þið ekki bara meira vinir heldur en kærustupar (þó að kærustupör séu nú yfirleitt bestu vinir), þá meina ég þannig að þið eigið betur saman sem vinir heldur en saman. Ekki gera eitthvað sem að þú ert ekki alveg viss um að þú viljir ekki gera. Hvað ertu gömul? Það er líka stór spurning í þessu máli, það er nóg af fiskum í sjónum :D ekki gleyma því það er ekki bara hann þó að það stundum virðist vera þannig en þá lofa ég þér því að svo er ekki. Lífið heldur áfram, til er fólk sem skilur þegar það er á fimmtugsaldri og þau finna sér nýjan maka. Það er náttúrulega ekkert hægt að gleyma einhverri manneskju bara allt í einu það tekur tíma, en hugsaðu eitt, yrðir þú ánægðari ef að þú myndir hætta með honum og kæmist síðan yfir hann eftir einhvern x tíma? Heldurðu að þér myndi ekki líða betur, laus við að rífast og svoleiðis… Þetta er auðvitað erfitt að hætta með manneskju sem maður elskar og hef ég gengið í gegnum það sjálfur, en stundum verður maður að hugsa um það sem er manni sjálfum fyrir bestu og ef manni líður ekki vel í sambandinu og maður er búinn að reyna að bæta það þá er ekkert annað hægt að gera en að slíta því og ég meina ef þú ert ung stelpa þá áttu alla framtíðina fyrir þér og mundu það eru nóg af fiskum í sjónum! Ég vona bara að ég hafi getað hjálpað þér eitthvað í þessari sálarkreppu ;) Gangi þér bara vel að komast í gegnum þetta :)\nKveðja\nRay Franco\n“You can undo the past… But, you can certainly not repeat it.”\n– Bruce Willis"
        },
        {
            "user": "Libido",
            "user_id": "26632",
            "date": "2004-07-27 15:25:19",
            "id": "1651019",
            "reply_to_id": "1651018",
            "text": "maður sér á greinini að þú ert ekkert rosalega gömul, langtíma sambönd eru ekki fyrir ungt fólk"
        },
        {
            "user": "RIzZ4",
            "user_id": "21534",
            "date": "2004-07-27 20:36:23",
            "id": "1651020",
            "reply_to_id": "1651019",
            "text": "Langtímasambönd yurja oftast þegar maður er ungur.. þetta var ekki mikið að koma gáfulegu til skila.."
        },
        {
            "user": "midiz",
            "user_id": "5615",
            "date": "2004-07-28 08:50:38",
            "id": "1651021",
            "reply_to_id": "1651019",
            "text": "hversu ungt fólk þá??? Byrjaði með mínum þegar ég var 16 ára að verða 17 og erum við búin að vera saman síðan þá:) þ.e. rúmlega fjögur ár.\nmamma og pabbi byrjuðu saman á svipuðum aldri og eru búin að vera saman síðan…\ná ég að halda áfram:) það er ekki hægt að alhæfa um eitthvað svona."
        },
        {
            "user": "nr8",
            "user_id": "47087",
            "date": "2004-08-15 13:15:05",
            "id": "1651022",
            "reply_to_id": "1651018",
            "text": "HÆJ!! Vá takk æðððððiiislega fyrir að gefa mér þessi góðu ráð! Og já ég er 15 ára… en já eins og staðan er núna.. ég hætti með honum eftir að við rifust ennþá meira! og mér líður ótrúlega vel núna! mér hefur aldrei liðið sona þegar við hættum saman:D þetta er bara æði sko..;) og ég sé alveg að mér mun takast að komast alveg yfir hann, það eru núna 2 vikur síðan við hættum saman og við höfum ótrúlega lítið talað saman! en má ég segja þér eitt núna stuttu eftir að við hættum saman þá frétti ég að hann hafi sofið hjá annari stelpu!! mér var sama samt sárnaði mér smá.. en vá nú sé ég bara hversu mikill looser hann er! ;) en ég segi bara takk æðislega aftur fyrir þessu ráð!;* þau komu að góðum notum:D"
        },
        {
            "user": "Foxylady83",
            "user_id": "18461",
            "date": "2004-07-28 22:13:56",
            "id": "1651023",
            "reply_to_id": "1651009",
            "text": "Það er alltaf erfitt að hætta með einhverjum sérstaklega ef maður elskar manneskjuna en ef þér líður eitthvað illa í sambandinu þá áttu umsvifalaust að hætta í því…Ef hann hefur haldið framhjá þér einusinni er ekkert sem segir að hann muni ekki gera það aftur…"
        },
        {
            "user": "BlackMOOn",
            "user_id": "9392",
            "date": "2004-07-30 00:33:13",
            "id": "1651024",
            "reply_to_id": "1651023",
            "text": "Foxylady hefur mjög mikið til máls þarna.\nEf hann heldur einu sinni framhjá, gerir hann það eflaust aftur ef staður og stund er þannig.\nEf hann lemur, gerir hann það aftur (þótt svo að hann lemji þig ekki, þá eru mörg önnur dæmi til um það).\nEf hann fór illa með þig, gerir hann það aftur.\nHættu þessu, þetta er rugl!"
        },
        {
            "user": "Hnakkur",
            "user_id": "53231",
            "date": "2004-08-12 19:26:41",
            "id": "1651025",
            "reply_to_id": "1651009",
            "text": "skoh.. takið ykkur breik.. eða “opniði” sambandið.. það ætti að virka.. ef ykkur fer að liða betur í sundur en saman.. til hvers er þetta samband þá.. láta ykkur líða illa ??\ntil þess eru sambönd ekki og við öll vitum það..\nsvo líka verðuru að skila.. að hann er ekki einn um það að eyðileggja þetta samband.. það þarf tvó í tangó .. ;D. en ef þetta sambad er ekki að gera sig.. afhvjeru þá að vera að vesenast eitthvað úti það ?"
        },
        {
            "user": "ninafina",
            "user_id": "29319",
            "date": "2004-08-19 01:28:29",
            "id": "1651026",
            "reply_to_id": "1651009",
            "text": "HAHAHA fyrsti gaurinn til að svara greininni er fyndinn! HAHAH ok, mér finnst… að þú ætiir að hætta með honum. Hann er ljótur og vondur að gera þér þetta, halda framhjá og þannig. Það er ógeðslegt. Aldrei hægt að fyrirgefa! Hann er vondur strákur! Hættu með honum! -Nína"
        }
    ]
}