{
    "forum_title": "Tilveran",
    "user": "Man30",
    "user_id": "54390",
    "date": "2004-07-27 22:00:09",
    "title": "Foreldrar dauðans :)",
    "text": "Úff hvar á ég að byrja hehe\nOk ég byrja þetta á að seigja aðeins frá mér …:)\nNú eg var í smá afbrotum þegar ég var 17 - 22 eða eitthvað man ekki well og keyrði fullur og svona …. afbrotin voru nú ekkért alvarleg bara eitthvað flipp þegar maður var yngri …\nNú en afbrot engu að síður … brjótast inn … hjómar sjálfsagt ekki vel .. nú og að keyra fullur .. ekki hljómar þeð betur :\\\nWell jújú slæm mitök sem ég sé eftir auðvitað og er hættur þessu fyrir 8 árum og bara gengur ljómandi vel … ok verð nú að hafa þetta soldið stutt :)\nJæja og svo byrjar ballið … ég kinntist dömu fyrir ári síðan og það er heldur betur búið að ganga á síðan þá … nú útaf þessari fortíð minni …\nÍ stuttu máli já :O … úff gangi mér vel\nWell ekki byrjar það vel … ég var að hitta þessa konu og átti heima í herbergi þá ..\nNú ég vissi að það var eitthvað slæmt orð á því húsi vegna fíkniefna … en það var bara ekki hægt að fá herbergi annarstaðar .. ég reyndi alveg helling og varð að taka þetta allavega í nokkra mán …\nSem var allt í fína fínt lið þarna .. ekkért að því …\nWell svo er konan sem ég er með að koma þarna reglulega og bara allt í góðu\nÞangað til að foreldrarnir !! :) .. komust að því að hún væri að hitta mann þarna … og henni var umsvifalaust sagt að hætta að hitta mig því þetta væri bara lið sem ætti heima þarna\nHún auðvitað hrifin af mér og svona .. og hún vildi ekki hætta að hitta mig …\nSvo þróast það þannig að við byrjum að “leyna” sambandinu“ okkar og við byrjum að búa saman í bænum … nú allt í fína … og gekk voða vel sko :)\nEkkért að því bara eintóm hamingja\nNú svo bara þróast þetta og við verðum mjög ástfangin … og bara eins og þetta á að vera :)\nJæja svo eru þau að hringja í hana stundum og ég auðvitað má ekki seigja orð á meðan hrikalega pirrandi\nNú og svona gekk þetta í marga mán … við að fela sambandi og hún að ljúa að foreldrunum með alls kins afsakanir til að þurfa ekki að fá þau hingað .. því þá þurfti ég auðvitað að fara á meðan :)\nEn það kom fyrir að þau komu og þá fór ég út á meðan …\nSvo bara þróast þetta í að ég ítí á að hún seigi þeim frá mér .. og hún gerir það … hálfparinn .. ekki alla söguna … segir að hún sé að hitta mig ..\nMamma hennar var mjög neikvæð út af þessu og sagði henni að hætta að hitta mig\nnú því hún hafi heirt sögur um að ég hafi verið í innbrotum og keyrt fullur .. nú og þessu var hamrað á henni í slatta tíma\nSvo kom að því að´Hún sagði þeim að ég bjiggi hjá sér … þá byrjar fyrst ballið !!! :)\nFyrir það fyrsta mæti ég til þeirra í veislu .. og það er ekki einu sinni sagt nema Hæ og Bæ … ég fékk mjög skít skilaboð þar …ég var samt í jakkafötum og kom með blóm handa henni ;)\núff jæja\nEftir þessa veislu verður allt vitlaust!!\nMamma hennar hringir og seigir að hún eigi að enda þetta STRAX! og svo hringir bróðir hennar og seigir að ég meigi ekki koma nálægt dætrum hans … eins og ég sé bara einhver stórglæpon\nog svo hringja ættingjar í hana hæri vinstri að HAMRA á því að hún skuli seigja mér upp !!\nNú hún gat ekki gert það sem skiljanlegt var kannski .. ég hef ekki gert neitt slæmt við hana ;)  hún veit alveg hvernig ég er …\nForeldrarnir þekkja mig ekki neitt og vilja ekki kinnast mér … hún er búin að seigja að ég sé góður maður og svona en þau bara hlusta ekkért á hana …\nÞað er bara haldið að hún sé blind og sé að gera verstu mistök ævinnar :)\nSvo um daginn … þá var hún að fara heim og mamma hennar keyrði hana upp á flugstöð að sækja bróðir hennar … á á leiðinni seigir hún … að hún sé búið að henda mér út … því það var búin að vera þvílík pressa frá mömmu hennar að koma mér í burtu ..\nHún gat ekki orðið sofið fyrir áhyggjum .. :\\ …. well hún stoppar í kantinum og seigir … ef þessi maður lætur þig ekki í friði og ég sé ykkur saman aftur þá DREP ég hann og ég meina það sagði hún …\nSko ég er ekki alvega að fatta þetta sko :) … einginn í fjölskildunni hjá henni þekkir mig …\nÞau þekkja bara sögurnar síðan ég var í ”rugli\" þarna … kannski skiljanlegt að menna hafi áhyggjur af svona og þetta er einkadóttirin :)\nEn manni er ekki einu sinni gefið færi á að sína að ég er ekki neitt slæmur í dag svei :(\nÞað var bara allt gert til að rífa okkar band niður og það er alveg að takast held ég … ég bara fæ ekki að seigja neitt og get ekki gert neitt nema verið stimplaður glæpamaður og aumingi svei\nSvo sem verra er að við elskim hvort annað og getum ekki hætt … og ekki nóg með það .. hún elskar mömmu sína rosa mikið og vill ekki missa hana …\nKonunni minni leið mjög ílla vitandi að mamma hennar gat ekki sofið fyrir ahyggjum og var að fá bara taugaáfall\nÉg bara sit hér og fæ engu að ráða hehe … … þetta er nú mun lengri saga en hér er á blaði en svona er þetta í stuttu máli\nÉg ætlaði bara heira ykkar skoðanir á þessu … ég er ekki að spyrja að neinu þannig … bara hvað fynnst ykkur á að lesa þetta :)\nGetur maður eitthvað gert ? :)\nTakk fyri",
    "url": "https://www.hugi.is/tilveran/greinar/214871/foreldrar-daudans/",
    "url_id": "214871",
    "id": "1651710",
    "replies": [
        {
            "user": "DryKill",
            "user_id": "32551",
            "date": "2004-07-28 19:02:47",
            "id": "1651711",
            "reply_to_id": "1651710",
            "text": "ekki hætta hitta hana :l"
        },
        {
            "user": "Man30",
            "user_id": "54390",
            "date": "2004-07-28 19:21:50",
            "id": "1651712",
            "reply_to_id": "1651710",
            "text": "Ef þið elskið hvort annað ætti ekkert að þurfa að eyðileggja samband ykkar… og mer finnst natturulega bara ömurlegt að fjölskylda hennar vill ekkert kynnast þer :p og veit þin fjölskylda allveg um þetta ? mitt alit er nu bara að eitthvernveginn verðið þið að vinna ur þessu, bara fjölskylda við fjölskyldu :p"
        },
        {
            "user": "Man30",
            "user_id": "54390",
            "date": "2004-07-28 20:51:32",
            "id": "1651713",
            "reply_to_id": "1651712",
            "text": "Jamm mamma veit af þessu :) og einn bróðir minn þetta er náttla mun lengri saga en ég sagði hérna hehe …\nJújú fjölskildan mín er ekki að skilja þetta alveg enda kannski ekki skrítið .. þetta er nú frekar ósanngjarnt verð ég að seigja.\nKærastan mín er nú búin að djöflast í að reyna að seigja foreldrum sínum að ég sé fínn gaur ;)\nÞetta er líka efnuð fjölskylda sko pabbi hennar verkfræðingur og hún háskólamenntuð ..\nKallinn ekur um á lankrúser og svona hehe …hjálpaði syni sínum að kaupa hús og ætlar ennig að hjálpa konunni minni að kaupa sitt … og svona já kannski eitthvað snobb í gangi þarna :O\nLíka þegar mamma hennar vissi af okkar sambandi þá lét hún við dóttur sína eins og hún væri á LAUSU ??? … Já þú verður að næla þér í einn svona … læknir eða eitthvað í þeim dúr sem á hús og bíl og einhver framtíð í :)\nWell þá sér maður líka svona hvernig er hugsað þarna ;)\nWell mamma hennar lenti víst í sambandi fyrir 15 árum sem var farið ílla með hana barin og eitthvað fleyra …\nLíklegast að reyna að láta dótturina ekki lenda í því sama :O … og gjörsamlega grandskoða bakgrunninn hjá mér og svona og auðvitað búa til það versta úr því ..\nNú er t.d konan mín að fara út að vinna í 1 ár og ég verð bara gjöra svo vel að bíða á meðan því auðvitað er ekki hægt að vera með henni eins og staðan er í dag ..\nMaður er farinn að gera ráðstafanir með að læra og svona bara til að fá TÆKIFÆRI svei ..\nÉg þarf örugglega að fara erfiðustu leið í heimi til að fá að vera með elskunni minni sínist mér og ég er ekki að sjá að það taki bara nokkra daga að fá þetta blessaða tækifæri … hehe\nÞað er sossem ekkért hægt kannski að fá einhverjar hugmyndir hér hvað best væri að gera .. það er varla til einhver galdra lausn á þessu eða hvað :O\nÞað er ekki hægt að hringja í þetta lið … kellingin mín búin að banna allt solleis og seigir að þetta komi með tímanum\nOg vitiði líka hvaða lausnir eru á borðstólnum !!! ja hérna :)\nEin hugmyndin er að hún sé ein auðvitað .. og svo fari hún að ljúa að hún sé með öðrum en mér .. og svo á að leika það að sá maður fari ekki vel með hana og svo koll af kolli með nokkra kalla hehe … og svo á að seigja við hana mömmu sína einn daginn\nJa ég er bara ástfangin af einum manni og hann hefur alltaf komið best fram við mig og koll af kolli … nú bara láta mig líta vel út … SEM ÉG GERI svei\nÞað þarf víst að sanna þetta fyrir þessari fjölskyldu að þetta sé bara STIMPILL dauðans í gangi þarna …\nSamt það er nú fokið í flest skjól þegar maður er farinn að plana einhvert LEIKRIT með konunni sem var VILL VERA MEÐ\nPfff þetta er nú ljóta vitleysan ;) … Well ekki gekk leiðin að mæta í jakkafötunum með blóma handa dömunni ;)…Og haga sér bara vel og BARA ekkért að mér SVEI\nSAMT bara TEKINN og jarðaður … það virðist líka vera að foreldrar hennar vita að ´dóttir þeirra elskar þau alveg mestast í heimi sko …. þau vita það alveg ekki spurning\nOg mér finnst þau nota það gegn henni eins og með að drepa mig ef hún sér mig með henni aftur … það þíðir bara auðvitað eitt …\nHún verður að VELJA mig eða þau … auðvitað velur hún þau …. þau vita það og gefa henni þessi skemmtilegu kosti til að velja á milli ;)\nWell ég get haldi endalaust áfram þetta er ágætt í bili … takk fyrir hehe"
        },
        {
            "user": "LulliB",
            "user_id": "5781",
            "date": "2004-07-28 23:43:43",
            "id": "1651714",
            "reply_to_id": "1651713",
            "text": "Hvað er þessi stelpa gömul? Þetta er ofverndun dauðans og alls ekki sniðugt, fólk á að bera virðingu fyrir börnunum sínum og virða þeirra skoðanir og tilfinningar…. leiðilegt að heyra þetta."
        },
        {
            "user": "Satine",
            "user_id": "31910",
            "date": "2004-07-28 19:58:07",
            "id": "1651715",
            "reply_to_id": "1651710",
            "text": "PFF !! Hvurslags fjölskylda er þetta nú eiginlega :/ ??\nÉg meina .. að vera að hakka sambandið ykkar niður útaf einhverjum mistökum úr fortíðinni ! Þetta er nú alveg fáranlegt!\nEn .. anyway ..\nÞú gerðir 12 ,,:)\" PLÚS í heiti greinarinnar :P Hehehe .. :P"
        },
        {
            "user": "Man30",
            "user_id": "54390",
            "date": "2004-07-28 21:09:55",
            "id": "1651716",
            "reply_to_id": "1651715",
            "text": "Já hva það þíðir ekért annað en að brosa að þessu … ekki fer maður að grenja :) :) :) :) :) :) :) :) :) :) :) :) sko 12 í viðbót hehe\nMar er líka að pæla hvort það sé kannski einfaldari lausn að gefa þetta bara upp á bátinn\nGlæsilegt það … fínt samband og bara búið Whúhú .. þetta er eins og að keyra nýjum Wolsvaken Póló beint á haugana eftir nokkra daga … ekki getur það verið gott eða hvað … maður hlítur að sjá eftir því :)\nÞetta er bara endalaus hamingja … ég bara hehehhe þetta er alveg glataðasta mál í heimi … þetta jaðrar við sápuóperu .. eins og þær eru nú leiðinlegar margar hverjar …"
        },
        {
            "user": "HrKrissi",
            "user_id": "47093",
            "date": "2004-07-28 22:19:30",
            "id": "1651717",
            "reply_to_id": "1651710",
            "text": "láttu kellinguna reyna að drepa þig…\nsjálfsvörn er ekki morð ;)"
        },
        {
            "user": "Man30",
            "user_id": "54390",
            "date": "2004-07-28 22:53:03",
            "id": "1651718",
            "reply_to_id": "1651717",
            "text": "hehe já þú ert rosalegur :P .. það væri þá eitthvað til að kóróna sápuóperuna :) lol"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2004-07-28 23:42:45",
            "id": "1651719",
            "reply_to_id": "1651710",
            "text": "Maður kannast við svona ruglaðar fjölskyldur en ég held að það væri best hjá ykkur að skrifa foreldrum hennar bréf þar sem þið segið bara að þið elskið hvort annað og séuð ekkert á leiðinni að hætta saman.  Þá getur hún sagt foreldrum sínum hvernig henni líður án þess að þeir geti gripið frammí eða pressað hana að segja það sem þau vilja heyra.  Þú getur líka fengið sakaskrána þína hjá löggunni og sent þeim til að sanna það að þú hafir ekki brotið af þér í lengri tíma og sért hættur því.\nAlla vega vona ég líka þín vegna að þú sért í heiðarlegri vinnu og svoleiðis, lítur betur út en ég held að foreldrar hennar munu samt ekki taka þér fagnandi á næstunni.  Þau eru greinilega búin að heyra einhverjar sögur og vilja einhvern betri fyrir dótturina en líklega munu þau samt lagast með tímanum.\nAnnars finnst mér frekar heimskulegt hjá foreldrum að reyna að hafa áhrif á hverja börnin þeirra elska.  Það fer aldrei vel og bara líklegra að þau fæli börnin frá sér."
        },
        {
            "user": "Man30",
            "user_id": "54390",
            "date": "2004-07-28 23:52:45",
            "id": "1651720",
            "reply_to_id": "1651719",
            "text": "Amm búinn að pæla í bréfi hehe .. … ég sé nú soldið á þér igh\nað þú ert soldið að hugsa eins og ég …\nKemur þarna fram hjá þér sem ég hef hugsað um :)  eins og með sakaskránna og svona\nog já svona til að svara þessum fyrir neðan þá er þessi dama 26 ára :\\ …\nJá mér líst sossem vel á að við gætum skrifað bréf saman til þeirra … … en ég ætla nú að sjá hvað menn seigja hérna meira áður en ég geri nokkuð :)"
        },
        {
            "user": "Man30",
            "user_id": "54390",
            "date": "2004-07-29 00:03:05",
            "id": "1651721",
            "reply_to_id": "1651720",
            "text": "Jájá ég er í fínni vinnu … er málari og búinn að vera það í 9 ár … lítið að því :)"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2004-07-29 00:42:33",
            "id": "1651722",
            "reply_to_id": "1651721",
            "text": "Háskólafólk snobbar oft fyrir háskólamenntun þannig að það getur verið að þeim finndist þú ekki nógu góður fyrir hana bara fyrir það að þú sért ekki með háskólapróf og það er náttúrulega bara rugl en sumir eru þannig."
        },
        {
            "user": "amm",
            "user_id": "49374",
            "date": "2004-07-29 05:14:43",
            "id": "1651723",
            "reply_to_id": "1651710",
            "text": "Vertu alveg rólegur.\nSpurðu stelpuna hvort að hún hafi einkvertíman verið með strák sem að hefur verið acceptaður í fjölskilduna.\nEg hef lent í alveg sama pakka með stelpu sem er núna 32 ára og er eldri en ég.\nMamma hennar og pabbi elskuðu mig þegar ég fyrst kynntist þeim :S en seinna þegar ég byrjaði með dóttur þeirra breittist allt :)\nMamma hennar og Pabbi voru ekki sátt við mig. Bróðir hennar fílaði mig og við erum góðir vinir enþá.\nHún er fráskilin og á lítinn strák sem var alveg rosalega hrifinn af mér og kallaði mig besta vin sinn.\nÉg er ekki læknir, lögfræðingur og ég er ekki gaurinn sem er á channel 4. (þetta skeði meðan ég bjó í UK)\nMálið er að bæði er mamman rosalega snobbuð, enda eiga þaug nóg af peningum, mamma hennar sagði alltaf að hún ætti að fara á háskóla böll til að næla sér í strák þegar hún var yngri, núna á hún að næla sér í læknir eða sambærilegt helst þennan gaur á channel 4, en málið er eins og hún sagði mér þetta.\nHún hefur byrjað með gaur út háskóla, hún hefur byrjað með gaur sem var í hvítum fluggalla og var að fljúa fyrir breska herinn, og hún gerði það bara til að reyna að gera þaug ánægð.\nÞað var ekki nógu gott.\nFyrrverandi maðurinn hennar er milli,hann á fyrirtæki sem kaupir lönd í englandi og selur eða byggir á þeim og selur íbúðirnar.\nMamman fílaði hann aldrey.\nok, þetta er orðið of langt hjá mér.\nMálið er að hún hefur aldrey fundið strák sem mamman hefur verið ánægð með og hún er búinn að læra það að láta það ekki fara í sig þó að mamma hennar sé að tuða í henni.\ní endan fór ég með þeim til Italiu og það var fyrst þá sem að mamma hennar fór að tala meira við mig eins og mann.\nÉg er reindar ekki með þessari stelpu í dag, en við hættum saman út af öðrum ástæðum.\nÉg held samt að þessi mamma verði aldrey ánægð , þetta er eina dóttir hennar, það er enginn nógu góður!"
        },
        {
            "user": "Tryggvi",
            "user_id": "32559",
            "date": "2004-07-29 11:34:10",
            "id": "1651724",
            "reply_to_id": "1651710",
            "text": "Hvað er þessi stelpa gömul? Hún er allvegana háskólamenntuð þannig hún er allvegana 23 ára gömul og löngu kominn með þroska til þess að velja kærasta á eigin spítur án þess að foreldrar hennar skipti sér einhvað af. Af hverju skiptir það svona miklu máli að foreldrar hennar líki illa við þig ? gefið þeim puttan og reynið að lifa ykkar lífi."
        },
        {
            "user": "DevilGirl",
            "user_id": "36345",
            "date": "2004-07-29 11:54:11",
            "id": "1651725",
            "reply_to_id": "1651710",
            "text": "þetta er nú meira.. !\nPrófaðu að mæta bara heim til foreldra hennar og talaðu við þau bara í hreinskilni og segðu þeim frá fortíð þinni sem kemur úr þínum eigin munni en ekki einhverjar kjaftakerlingu úti í bæ! og segðu að þú sért breyttur maður og allt það þarna og að þú elskir dóttur þeirra mjög mikið og heitir henni allt gott í framtíðinni og svo framvegis.. ???"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-07-29 12:16:36",
            "id": "1651726",
            "reply_to_id": "1651710",
            "text": "Pakk, ekkert annað en fordómafullt pakk.\nHamra þú á kærustu þinni að segja þér ekki upp. Elskaðu hana út af lífinu, foreldrar hennar munu líta í eigin barm í framtíðinni."
        },
        {
            "user": "guru",
            "user_id": "37375",
            "date": "2004-07-29 12:31:15",
            "id": "1651727",
            "reply_to_id": "1651710",
            "text": "Ég verð nú bara að segja fyrir mitt leyti, að af málfari og stafsetningu að dæma ertu ekki merkilegur pappír.  Það er það eina sem hægt er að dæma þig út frá hér og þú kemur ekki sérlega vel út, sérstaklega ekki af þrítugum manni að vera."
        },
        {
            "user": "Glum",
            "user_id": "21606",
            "date": "2004-08-01 03:37:59",
            "id": "1651728",
            "reply_to_id": "1651727",
            "text": "hvað með það þótt hann skrifi illa, það eru ekki allir sem eru góðir i stafsetningu, maður getur verið góður maður þótt maður er ekki góður i stafsetningu."
        },
        {
            "user": "svenrik",
            "user_id": "31458",
            "date": "2004-07-29 15:51:31",
            "id": "1651729",
            "reply_to_id": "1651710",
            "text": "Hringdu í mömmu hennar og spurðu hana hvort hún vilji ræða málin. Hvað getur hún sagt þá?\nÞetta virðist vera hálf ruglað lið"
        }
    ]
}