{
    "forum_title": "Rokk",
    "user": "toddisuri",
    "user_id": "28535",
    "date": "2004-07-27 03:40:18",
    "title": "Franz Ferdinand - Franz Ferdinand",
    "text": "Ég ætla að skrifa um fyrsta disk skosku rokkhljómsveitarinnar Franz Ferdinand sem ber sama nafn en ég ætla að byrja að á skrifa smá um bandið.\nSkoska rokkhljómsveitin Franz Ferdinand var stofnuð í enda ársins 2001 í Glasgow, Skotlandi. Meðlimir sveitarinnar eru Alexander Kapranos (söngur og gítar), Nicholas McCarthy (gítar og bakraddir), Robert Hardy (bassi) og Paul Thomson á trommur. Fyrstu tónleikarnir þeirra voru í raun skólaverkefni um að fá stelpur til að dansa. Þeir tónleikar voru haldnir í herbergi á heimavist og 80 manns fylgdust með og flestir dönsuðu. Þeir héldu áfram að semja lög og spila á tónleikum og fóru að spila í Englandi eftir að Englendingar voru byrjaðir að gera sér leið yfir landamærin til að sjá þá spila. Þeir fóru til London og þar fengu þeir mörg tilboð um plötusamninga en á endanum náðu þeir að semja við Laurence Bell sem á Domino plötufyrirtækið og í ár gáfu þeir svo út plötuna Franz Ferdinand og hafa verið að túra um Evrópu og spila meðal annars í Kaplakrika í Hafnarfirði 18. desember. Platan fékk mjög góðar viðtökur og myndböndin við lögin Take me Out og Dark of the Matinee hafa verið mikið í spilun á tónlistarstöðvum um alla Evrópu.\nÞá er komið að plötunni sjálfri..! Ég hef ekki enn getað fjárfest í henni vegna þess að hún hefur ekki enn komið í Egilsstaði eða er uppseld eða eitthvað :( en ég er búinn að downloada henni og mér þykir hún alger snilld. Allir að kaupa þetta meistaraverk..! Ég ætla pottþétt að mæta í Kaplakrika þegar þeir koma. 18. desember gott fólk..!\n1. Jacqueline (Better on Holiday) - Byrjar mjög rólega og er mjög flott bara og svo eftir um það bil 40 sek. kemur mjög flottur bassi inn og lagið verður hraðara og svo er þetta bara snilld restina af laginu. Geggjað lag!\n***1/2 af ***** :)\n2. Tell her Tonight - Flottur gítarhljómurinn þarna í byrjun og já bara flott lag. Minnir mig á Bítlana. Fæ Bítlafíling þegar ég hlusta á þetta lag. Mjög skemmtilegt lag.\n*** af *****\n3. Take me Out - Flott byrjunin þarna og ég elska þetta lag hreinlega. Flottur taktur og gítarinn alger snilld. Æðislegt lag.\n**** af *****\n4. Dark of The Matinee - Besta lag plötunnar án efa. Viðlagið er snilld og bara allt frábært við þetta lag. Find me and follow me.. :D\n***** af *****\n5. Auf Achse - Geggjað róleg byrjun og flott og svo verður það hraðara og flottara og söngurinn byrjar og textinn fjallar um stelpu/konu sem maður getur ekki fengið. Eitt af betri lögum plötunnar.\n****1/2 af *****\n6. Cheating on You - Magnað lag og gítarsándið er of flott. Alltof flott. Söngurinn er líka mjög flottur og bara magnað lag.\n**** af *****\n7. This Fire - Ágætis lag svosem.. EN það er eitthvað við það sem pirrar mig. Samt flott.. fatta ekki hvað pirrar mig.. :/\n*** af *****\n8. Darts of Pleasure - Byrjar með bara trommu og svo kemur bassinn inní og svo verður þetta mjög flott lag. Eitt af betri lögunum á disknum.\n**** af *****\n9. Michael - Flott lag og gítarinn í byrjun er bara geggjað flottur sko. Svo söngurinn.. bara heavenly eins og Alexander orðar það sjálfur.\n***1/2 af *****\n10. Come on Home - Fínasta lag, flottur fílíngur og bara stuðið er gífurlegt. Svo kemur rólegur kafli sem að er geggjaður og þetta lag er bara frábært.\n***1/2 af *****\n11. 40 ft. - Byrjar mjög skemmtilega og textinn er flottur og söngurinn góður og bara gott lag og mjög góður endir á þessa plötu því að fleiri eru lögin ekki.\n*** af *****\nJæja þá er þessi stutta umsögn búin og ég vona að þið mætið öll í Kaplakrika 18. desember!!",
    "url": "https://www.hugi.is/rokk/greinar/214876/franz-ferdinand-franz-ferdinand/",
    "url_id": "214876",
    "id": "1651833",
    "replies": [
        {
            "user": "gurkan",
            "user_id": "28428",
            "date": "2004-07-27 16:02:21",
            "id": "1651834",
            "reply_to_id": "1651833",
            "text": "ég fer pottþétt á þá , þeir eru geðveikir !"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-07-27 16:12:56",
            "id": "1651835",
            "reply_to_id": "1651833",
            "text": "Bestir!!"
        },
        {
            "user": "Garsil",
            "user_id": "11709",
            "date": "2004-07-27 16:19:52",
            "id": "1651836",
            "reply_to_id": "1651833",
            "text": "….einstaklega skemmtileg plata."
        },
        {
            "user": "Mephz",
            "user_id": "29276",
            "date": "2004-07-27 17:13:18",
            "id": "1651837",
            "reply_to_id": "1651833",
            "text": "mjög góð plata"
        },
        {
            "user": "muff",
            "user_id": "47481",
            "date": "2004-07-27 17:17:47",
            "id": "1651838",
            "reply_to_id": "1651833",
            "text": "mjög svo góð plata, ætli ég mæti ekki í kaplakrika, jú.. það er ákveðið :D"
        },
        {
            "user": "Kollur",
            "user_id": "23868",
            "date": "2004-08-31 18:37:39",
            "id": "1700762",
            "reply_to_id": "1651838",
            "text": "þett er einn af betri diskum ársins og leikur enginn vafi á því að maður fari á tónleikana þegar að þeir koma"
        },
        {
            "user": "Sleipnir",
            "user_id": "6698",
            "date": "2004-07-27 17:24:54",
            "id": "1651839",
            "reply_to_id": "1651833",
            "text": "Þeir eru búinir að vera ein af mínum uppáhalds hljómsveitum í marga áratugi ég bara vissi það ekki fyrr en í vor."
        },
        {
            "user": "delphi",
            "user_id": "487",
            "date": "2004-07-27 17:42:45",
            "id": "1651840",
            "reply_to_id": "1651839",
            "text": "rofl"
        },
        {
            "user": "opinn",
            "user_id": "20891",
            "date": "2004-07-27 18:08:41",
            "id": "1651841",
            "reply_to_id": "1651833",
            "text": "hef séð þá live. Það var gaman."
        },
        {
            "user": "madex",
            "user_id": "40135",
            "date": "2004-07-27 19:43:26",
            "id": "1651842",
            "reply_to_id": "1651833",
            "text": "en hvað um lagið matinee það er geðveikt!!"
        },
        {
            "user": "toddisuri",
            "user_id": "28535",
            "date": "2004-07-27 20:15:44",
            "id": "1651843",
            "reply_to_id": "1651842",
            "text": "Lagið heitir Dark of The Matinee.."
        },
        {
            "user": "Adept",
            "user_id": "46012",
            "date": "2004-07-27 20:52:59",
            "id": "1651844",
            "reply_to_id": "1651833",
            "text": "Snilldar hljómsveit og vel skrifuð grein"
        },
        {
            "user": "pitchfork",
            "user_id": "15618",
            "date": "2004-07-27 21:03:54",
            "id": "1651845",
            "reply_to_id": "1651833",
            "text": "í klefann með þá, ætti að endurstofna auswitch nýlendu á hawai þar sem þeir geta tekið þessi fagga hawai gítargrip meðan þeir eru á leiðinni í klefan\n-Beinið kvörtunum til notendans zambo"
        },
        {
            "user": "toddisuri",
            "user_id": "28535",
            "date": "2004-07-27 21:40:55",
            "id": "1651846",
            "reply_to_id": "1651845",
            "text": "Hey.. flott tónlist hérna á ferð.. óþarfa komment.."
        },
        {
            "user": "Indie",
            "user_id": "36843",
            "date": "2004-07-27 22:59:59",
            "id": "1651847",
            "reply_to_id": "1651833",
            "text": "Ágæt grein en ég alveg dýrka þess hljómsveit… um leið og ég heyrði take me out í fyrsta sinn þá alveg heillaðist maður uppúr skónum :P\nAllir í Kaplakrika í desember !"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-07-27 23:25:00",
            "id": "1651848",
            "reply_to_id": "1651833",
            "text": "OMG, það er ljótt að stela tónlist af netinu!"
        },
        {
            "user": "audioslave",
            "user_id": "36227",
            "date": "2004-07-28 11:42:52",
            "id": "1651849",
            "reply_to_id": "1651833",
            "text": "Algjört snilldar band. Að sjálfsögðu mætir maður í Krikann."
        },
        {
            "user": "Jaqueline",
            "user_id": "54397",
            "date": "2004-07-28 18:41:30",
            "id": "1651850",
            "reply_to_id": "1651833",
            "text": "Alger snilldardiskur, með bestu diskakaupum mínum þetta ár!\nFranz er búinn að vera í uppáhaldi hjá mér síðan ég heyrði( réttara sagt sá) take me out á S1 í byrjun árs og er það ennþá…\nVona innilega að verði af ferð þeirra hingað til lands."
        },
        {
            "user": "McMugwump",
            "user_id": "40610",
            "date": "2004-07-29 15:42:14",
            "id": "1651851",
            "reply_to_id": "1651833",
            "text": "Merkilegt að svona “Mission Of Burma” og “Gang Of Four” eftirhermur séu að slá í gegn í dag…þetta var hot 1980…en gott samt"
        },
        {
            "user": "Fuckface",
            "user_id": "48460",
            "date": "2004-07-29 17:06:42",
            "id": "1651852",
            "reply_to_id": "1651833",
            "text": "Hef heyrt frekar lítið með þeim en Matinne lagið er gott og take me out er ágætt"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-07-30 15:42:25",
            "id": "1651853",
            "reply_to_id": "1651833",
            "text": "Fer pottþétt á tónleikana!!!\nSnilldar hljómsveit… Take me out!!!"
        },
        {
            "user": "Bje",
            "user_id": "19628",
            "date": "2004-08-01 00:57:13",
            "id": "1651854",
            "reply_to_id": "1651833",
            "text": "Þetta er ein flottasta og besta hljómsveit sem ég hef séð ég ætla pottþétt á þá í desember þegar að þeir koma. Mér finnst diskurinn þeirra mjög góður."
        },
        {
            "user": "Bje",
            "user_id": "19628",
            "date": "2004-08-02 23:23:01",
            "id": "1651855",
            "reply_to_id": "1651854",
            "text": "jæja já, FF eru geðveikir!! og líka live. ég skellti mér á Hróarskeldu og varð að sjá þá og þeir voru hrein snilld. snilldar tónlist"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-08-03 09:04:03",
            "id": "1651856",
            "reply_to_id": "1651833",
            "text": "Snilldar band, ætla á þá.\nÞarna Matinee lagið er besta lagið þeirra :)"
        },
        {
            "user": "bls",
            "user_id": "9477",
            "date": "2004-08-03 13:29:31",
            "id": "1651857",
            "reply_to_id": "1651833",
            "text": "Já, þetta er uppáhalds diskurinn minn þessa dagana.. ásamt automagic með worm is green.. en það er önnur saga."
        },
        {
            "user": "Dii",
            "user_id": "32125",
            "date": "2004-08-03 13:37:58",
            "id": "1651858",
            "reply_to_id": "1651833",
            "text": "flott band en ekki sáttur með að This Fire og 40 Ft með 3 stjörnur, þetta eru bæði alveg mögnuð lög en já auðvitað mæta allir í kaplakrika !"
        },
        {
            "user": "vithoutme",
            "user_id": "31381",
            "date": "2004-08-05 17:15:11",
            "id": "1651859",
            "reply_to_id": "1651833",
            "text": "Ég verð að segja að ég hafi orðið fyrir töluverðum vonbrigðum með þessa plötu því að mér fannst take me out vera pottþétt feelgood útvarpslag og bjóst við meiri stemningu, en það er bara ég."
        },
        {
            "user": "vithoutme",
            "user_id": "31381",
            "date": "2004-08-08 00:04:47",
            "id": "1651860",
            "reply_to_id": "1651859",
            "text": "Einn besti diskur sem ég hef keypt mér í langan tíma (ásamt absolution með Muse) og bestu lögin eru tell her tonight og come on home, stuðlög dauðans"
        },
        {
            "user": "vampire",
            "user_id": "20765",
            "date": "2004-08-09 22:10:41",
            "id": "1651861",
            "reply_to_id": "1651833",
            "text": "þessi diskur er of góður!!!!! svo klikkkkkkkað að setja hann í, hækka og dansa eins og brjálæðingur….. ég í kaplakrika…. ekki spurning….\nbirta"
        },
        {
            "user": "egla",
            "user_id": "28441",
            "date": "2004-08-10 00:43:07",
            "id": "1651862",
            "reply_to_id": "1651833",
            "text": "þeir eru snilld, fór á þá á roskilde og skemmti mér konunglega og fer vonandi aftur á þá í desember! klikkað gaman"
        },
        {
            "user": "hrolfurth",
            "user_id": "54286",
            "date": "2004-08-11 12:11:40",
            "id": "1651863",
            "reply_to_id": "1651833",
            "text": "geggjað cool lúðasveit"
        },
        {
            "user": "Weedy",
            "user_id": "23062",
            "date": "2004-08-11 18:08:51",
            "id": "1651864",
            "reply_to_id": "1651833",
            "text": "Úff hvað mér finnst þetta leiðinleg hljómsveit."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-08-18 16:09:36",
            "id": "1651865",
            "reply_to_id": "1651833",
            "text": "ég byrjaðí á að hlusta á Dark side of the matinée sem bróðir minn hafði downloadað af netinu. Svo downloadaði ég Take me out og e´g heillaðist alveg og fór beint í skífuna að kaupa mér þennan disk og hef hlustað á hann síðan\n7. This Fire - Ágætis lag svosem.. EN það er eitthvað við það sem pirrar mig. Samt flott.. fatta ekki hvað pirrar mig.. :/\n*** af *****\nMér finnst þetta vera eitt besta lag á disknum :P"
        },
        {
            "user": "seNoyer",
            "user_id": "20451",
            "date": "2004-08-19 16:58:46",
            "id": "1651866",
            "reply_to_id": "1651833",
            "text": "Hver stingur þessu bandi í krikann?\nGæti vel trúað því að þeir næðu að fylla tvær laugardalshallir.. eða þá að menn eru svona rosalega artý á tónlistarsmekk, þ.e.a.s djúpt sokknir í ranghugmyndir gagnvart öðrum Íslendingum um gildi þessa bands…bla\nEða hýsir þetta annars ekki 2500 manns?\n..og við erum 280 þús. manna þjóð, wtf is happenin'…\nÞar að auki nenni ég ekki í krikann, þó svo að ég fýli þetta band ágætlega þá tel ég að ef þeir væru í Laugardalshöllinni þá myndu fl. kaupa miða (væntanlega, döh) ..neinei, meina það bara að fólk útá landi myndi ekki vera hafa fyrir því að kaupa miða þar sem þetta er í krikanum og öll von er úti.. jea, give up.. this sucks, og þið talið bara um krikann, “já, jess, vá ég fer..pottþétt” ekki vera svo vissir..\neða þá ég kem alveg ofan af fjöllum og veit ekki neitt í minn haus. :l"
        },
        {
            "user": "ZuBBzi",
            "user_id": "36017",
            "date": "2004-08-19 18:28:25",
            "id": "1651867",
            "reply_to_id": "1651866",
            "text": "Rofl !!!!!!!"
        },
        {
            "user": "fne55",
            "user_id": "15940",
            "date": "2004-08-21 09:30:46",
            "id": "1651868",
            "reply_to_id": "1651833",
            "text": "Já, mjög fín grein og maður fer nú bara á næstunni og kaupir þennan disk…en ég vissi ekkert um kaplakrika! fer örugglega!"
        },
        {
            "user": "addi90",
            "user_id": "54664",
            "date": "2004-08-25 22:53:11",
            "id": "1696663",
            "reply_to_id": "1651833",
            "text": "Geðveik hljómsveit en mér finnst matinee og take me out alls ekki bestu lögin mér finnst cheating on you og Tell her tonight"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-08-25 22:55:09",
            "id": "1696664",
            "reply_to_id": "1651833",
            "text": "Dark Of The Matinee er langbesta lagið á þessum disk! ég fékk hann frá vini mínum um daginn! ég vissi ekkert hvað þessi hljómsveit væri fyrr en hann gaf mér diskinn og núna dýrka ég þá! Þeir eru snillingar!!!!!! fatta ekki að hafa ekki hlustað á þá fyrr! En var ekki hætt við komu þeirra til íslands??? :S"
        },
        {
            "user": "toddisuri",
            "user_id": "28535",
            "date": "2004-08-26 18:52:15",
            "id": "1697237",
            "reply_to_id": "1651833",
            "text": "Er ekki alveg pottþétt að þeir komi? Ég frétti að það hefði verið eitthvað vesen í gangi…"
        },
        {
            "user": "toddisuri",
            "user_id": "28535",
            "date": "2004-08-28 16:55:47",
            "id": "1698527",
            "reply_to_id": "1697237",
            "text": "Því miður þá koma þeir ekki.. :'("
        },
        {
            "user": "sinclair",
            "user_id": "18753",
            "date": "2004-08-28 12:53:12",
            "id": "1698342",
            "reply_to_id": "1651833",
            "text": "Ég keypti Limited Edition diskinn í Valda. Aukalögin á honum eru líka tær snilld."
        },
        {
            "user": "toddisuri",
            "user_id": "28535",
            "date": "2004-09-08 17:05:25",
            "id": "1710838",
            "reply_to_id": "1651833",
            "text": "Heyrðu félagi, þetta var alveg fínasta grein hjá þér um þétt og flott band sem verður vonandi enn betra.\nEn “já bara svona flott lag” kemur í lýsingunni við hvert lag hehe."
        },
        {
            "user": "toddisuri",
            "user_id": "28535",
            "date": "2004-11-05 14:45:52",
            "id": "1778156",
            "reply_to_id": "1710838",
            "text": "Hehe.. enda allt flott lög ;P"
        }
    ]
}