{
    "forum_title": "Kvikmyndagerð",
    "user": "Tinym",
    "user_id": "10763",
    "date": "2004-07-29 17:41:39",
    "title": "The prequel: Tryggingar ( handritið)",
    "text": "Handritið hefur fengið viðeigandi nafn og hef ég lokið við söguna. Handritið er þó enn langt frá því að vera tilbúið. Ég hef ekki bætt það sem einhver benti mér frá því síðast en ég held ég hafi gert nokkuð í þvi í nýjasta hlutanum sem er efmarkaður með striki.\nGóða skemmtun\nThe prequel: Tryggingar\nÚti, miðbærinn um nótt:\n(my way með Frank sinatra hjómar) Ungur maður, svart hár, klæddur í jakkaföt (með bláa slaufu með hringmunstri) ráfar um bæinn. Hann er meiddur, ein höndin hengur líflaus niður með síðunni en hin heldur um sár á maganum. Hann ráfar inn um húsasund og dettur niður undir einhverskonar skjól.\nAndlitið á honum fyllir skjáinn og hann segir hægt og varirnar titra á meðan.\n-Mér þykir fyrir þessu Elsa.\n(lagið hættir) Andlitið á honum fer í móðu og birtist aftur en regnbalutt og ekki með neinum sárum. Hann er inn í eldhúsi og það glamrar í pottum og pönnum hann gengur í gegnum eldhúsið (hann er í jakkafötum en ekki með slaufu). Feitur maður sem er vel klæddur kallar á eftir honum:\n-Guðjón! Hvar hefurðu verið?\nHann er mjög reiður.\n-Þú ert seinn, þú ert alltaf seinn! Ég hef fengið nóg! Þú ert ekki á fyrsta svæði lengur. Karl er með fyrsta svæði, farðu nú með þessa drykki á borð 4.\nGuðjón er fúll en segir ekkert, hann tekur bakkann með drykkjunum og gengur út um tvöfaldar dyr að veitingahúsinu (svona dyr sem flygsast og þarf bara að ganga á til að opna)  Myndavélin fylgir honum eftir þegar hann fer í gegnum veitingastaðinn og fólk heyrist tala saman og hlæja, hann setur bakkan á borð þar sem par talar saman og hlær þau eru greinilega á stefnumóti. Myndavélin er fyrir framan hann þegar hann fer til baka og við heyrum rödd kalla á hann:\n-Gaui!\n-Kalli, blessaður maður.\n-Hey, þú ert ekki með slaufu maður.\n-Já ég veit en ég var…\n-Það skiptir engu ég er með auka slaufu.\nKalli fer í vasa sinn og dregur upp bláa slaufu með hringmunstri. Myndavélin fer frá þeim og í gegnum staðinn aftur og út um aðaldyrnar að flottum bíl sem er staðsettur beint fyrir framan staðinn.\n(exodus með lords of the undrground spilar í gegnum senuna) Fjórir menn, allir vel klæddir ganga út úr bílnum, fyrstur er stór rumur sem virkar eins og lífvörður, hann keyrir. Farþega megin er lítill maður með kúluhatt og er í gamaldags jakkafötum með vesti, úr og allan pakkann. Þá stígur út veraldsvanur maður, svona gaur sem maður tekur ekki eftir en kann á allt og leggur hart að sér. Seinastur út er höfuðpaurinn cirka sextugur maður með hvítt skegg og staf með ljónshaus fyrir hald, lífvörðurinn heldur regnhlíf yfir honum því það rignir enn. (helst allt í slow motion). Þeir ganga beint inn á staðinn (það stendur ávaxtabarinn á skiltinu fyrir ofan dyrnar), þó það sé röð inn og dyravörðurinn heilsar þeim. (lagið hættir). Þegar þeir koma inn á staðinn þá stoppa þeir í dyrunum og allir hætta að tala í cirka tvær sekúndur en þegar þeir ganga áfram að borðinu sínu þá halda allir áfram að tala. Þeir kalla á þjón, Gaui kemur.\n-Get ég aðstoðað ykkur?\nGaui horfir á höfuðpaurinn mannin í smá stund og hann á móti höfuðpaurinn blikkar hann,\nSá litli talar fyrir allan hópinn. Samskipti þeirra eru formleg og stíf.\n-Hvar er þjónninn sem er vanalega hérna?\n-Hann fékk stöðuhækkun.\n-Ætli þú dugir ekki en hlustaðu núna og hlustaðu vel því ég segji þetta bara einu sinni og ef þú nærð þessu ekki rétt þá get ég komið því fyrir að þú verðir rekinn. Við ætlum að fá einn stóran bjór, Hennessy í kók, tvöfaldann whiskey og gin og tónik.\nGauji skrifar ekkert niður en kinkar kolli og snýst um hæl. Við höldum okkur við herramennina á borðinu (héðan í frá þegar allir fjórir eru nefndir þá verða þeir kallaðir herramennirnir). Sá stutti talar enn:\n-Hvernig eigum við að geta framkvæmt verkið þegar okkur vantar einn?\nDyravörðurinn talar:\n-Toggi hefur rétt fyrir sér, eftir að Siggi ehh…\nHann hugsar sig um og lítur í kringum sig.\n-…komst í kast við lögin þurfum við fjórða mann í verkið.\nKyrrmyndir eru sýndar hratt þar sem við sjáum kraftmikinn og stóran mann rífast við konu sína, hún hendir honum út, hann keyrir í burtu og fer inn á bar og keyrir svo og drekkur í einu. Löggan stöðvar hann og hann sést kýla lögguna.\nLeiðtogi hópsins talar og þeir hlusta allir vel, þeir bera greinilega mikla virðingu fyrir þessum manni. Hann talar hægt og virðulega eins og hann eigi allan tíman í heiminum til að segja þessa einu setningu.\n-Ég hef ákveðin mann í verkið, hann er nýr en ég þekki fjölskyldu hans og hvernig í pottinn er búið þar svo…\nHann tekur upp mjótt sígarettu box og opnar það, allt ofurhægt hann, það eru vindlingar í því mjóir og langir. Hann tekur einn, lífvörðurinn sem situr við hliðina á honum kveikir í fyrir hann. Virðulegi maðurinn púar á vindlinum þanagð til það logar vel.\n-…það er hægt að treysta honum.\nTogga er brugðið og hann talar hratt og óörugglega.\n-Hver er þetta, einhver sem við þekkjum?\n-Já, hann er hérna núna.\nToggi lítur í kringum sig og allir hinir líka.\n-Hvar er hann?\nGauji kemur að borðinu með hárréttu drykkina. Virðulegi maðurinn hallar sé aftur og spúir reyk beint upp í loftið.\n-Oft þá er talað um illan…\nGauji réttir öllum drykkina eins og hann hafi ályktað hver fengi hvað og enginn tekur eftir því. Þá segir hann eins og hann þekki höfuðpaurinn nokkuð vel.\n-Hvað sagðirðu Herra Ármann?\nInn í bíl herramannana. Kvöld.\nGauji keyrir þar sem hann er sá eini sem er ekki búinn að drekka. Lífvörðurinn situr í farþega sætinu og Herra Ármann er í mðjunni aftur í. Skptir engu hvernig þetta er sett up annars. Lífvörðurinn segir honum til vegar:\n-Beygðu til vinsri hér, og keyrðu þessa götu út í enda.\nAnnars segir enginn neitt. Allir eru nokkuð órólegir nema Herra Ármann sem er sallarólegur og flautar eitthvað lag. Dyravörðurinn bendir.\n-Stöðvaðu bílinn hér.\nGauji leggur í enda götunnar og stígur út úr bílnum, hann veit ekki hvert hann á að fara svo hann bíður. Lífvörðurinn opnar fyrir hinum og þeir fara allir út, Herra Ármann síðastur. Þeir ganga að niðurbrotnu og frekar líflausu húsi. Gluggar í kjallaranum eru brotnir og hurðinn er á hjörum. Lífvörðurinn fer fyrst inn og Ármann síðastur. Þeir fara upp á aðra hæð. Inn í herbergi sem er örlítið hreinna en restin af húsinu. Það eru tvö herbergi, eldhús sem hefur greinilega aldrei verið notað, herbergi sem er ætlað sem svefnherbergi en það er ekkert inn í því.  Síðan er drulluskítugt klósett og eitt nokkurn veginn aðalherbergi þar sem einum sófa er stillt fyrir framan sjónvarp og borð með fimm stólum í kringum. Á borðinu er einhveskonar kort af húsi, einhverjum stað. Gauji sest við borðið og skoðar kortið og segjir upphátt þó hann haldi það sé með sjálfum sér:\n-Þetta er ávaxtabarinn!!\nHerra Ármann klappar honum á kollinn og  segir:\n-Það er rétt strákur, þú veist kannski leyndarmál staðarins eins og hvar peningarnir eru geymdir og annað.\n-Ég get ekki sagt ykkur þau, pabbi átti staðinn.\n-Átti, strákur, átti er lykilorð í þessari setningu. Hver varð til þess að pabbi þinn hvarf?\nAndlit, Gauja fyllir skjáinn og fer í móðu en annað andlit kemur í staðinn, svona eins og tuttugu árum eldra og öðruvísi. Eftrifarandi sena er öll í svona silent movie stíl allt sem er sagt kemur upp á skjánum eftir á o.sfrv. Það væri mjög flott ef hún væri svarthvít líka en…      –allt sem er í svona kassa á að koma á skjánum sem texti-\nAndlit föður Gauja fyllir skjáinn. Hann situr einn inn á ávaxtabarnum, það er allt einhvern veginn tómt, engir dúkar á borðunum og ekkert líf (dramatísk ljós). -Bank bank-. Hann stendur upp og opnar hurðina. Tveir menn í jakkafötum, með hatta, stafi og allan pakkann koma inn. Þeir setjast við borð og tala eitthvað saman (ekkert heyrist). Þeir taka upp skjalatösku og rétta honum. Hann snýr henni við og opnar hana, hún er full af peningum eða þá að hann segir: -Ég vill ekki peningana ykkar-. Hann hristir hasunum og rekur þá út og er mjög reiður.\nÞeir hröklast út og við sjáum þá fara út um dyrnar. Myndavélin heldur áfram á dyrunum og það skiptist svona hægt yfir á aðra mynd á sama sjónarhorni þar sem pabbi Gauja er að loka og það er miði á hurðinni þar sem á stendur: Útburður.\nHeima hjá Gauja um nótt. Enn í tallausu myndinni.\nPabbi gauja situr einn inn í eldhúsinu hann heldur um whiskey glas og sturtar því í sig. Þá stendur hann upp og gengur uppgefinn inn í herbergi þar sem gauji sefur og það leiðir inn að svölunum. Hann segir: –Bless Gauji-, réttir út hendurnar og myndavélin færist af honum og að gauja sem er sofandi. Andlitið á honum fyllir út í skjáinn og hann opnar augun skjótt. Andlitið á honum fer í móðu og birtist aftur í nútímanum. Myndavélin helst á andliti Gauja allan tíman. Í c.a 5 sekúndur er hann að hugsa svo segir hann með stóiskri ró:\n-Pabbi, sagði mér alltaf sögur. Aðallega ævintýri en hann sagði mér líka eina sögu sem á sér stoð í raunveruleikanum…..\nHann hugsar sig um en á meðan verður Toggi óþolinmóður:\n-Hvað ertu að tala um strákur? Komdu þér að efninu!\nGauji lítur á hann útundan sér en heldur síðan áfram með söguna myndavélin sýnir bara andlitið á honum allan tíman:\n-Allavega, þá þekkti pabbi eitt sinn húsgagnasmið. Þessi húsgagnasmiður hafði það fyrir lífsviðurværi að búa til peningaskápa, inn í húsgögnum. Snilldarbragð sem hann sá víst í einhverri bíómynd. Pabbi lét hann sem sagt útbúa skrifborð fyrir sig og í staðinn fyrir skúffur hægra megin þá er eins og það séu skúffur en öll hliðin opnast og þar fyrir innan er peningaskápur. Ég hélt alltaf að núverandi eigandi hefði hent skrifborðinu og aldrei fattað hvað væri þarna. En einn daginn þá bað hann mig að setja skjalatösku inn í skrifstofuna. Ég var forvitinn svo ég kíkti inn í hana og það var kannski einhver 100.000 þúsund kall í henni. Þá leit ég á skrifborðið og þekkti það strax svo ég opnaði það og peningaskápurinn var á hjörum. Það var kannski annar 100.000 kall þar en það er víst ekki mikið annað þar sko.\nHerra Ármann stendur upp og hugsar sig um. Hann nuddar ennið á sér með lófanum.\nÁrmann: Ertu með einhverja hugmynd eða?\nGauji: Ég veit ekki en á sunnudaginn þá lokar klukkan 4 og eigandinn mætir ekki um helgar.\n-Bara á sunnudaginn eða alla sunnudaga?\n-Bara þennan sko þannig að það er ekki mikill tími fyrir einhverja stóra áætlun.\n-Þú sérð ekki um það við höfum hæfan mann. Boris, hvað segirðu.\nHann horfir á þann hægláta sem hefur ekki sagt neitt hingað til. Sá hægláti hallar sér aftur í stólnum og horfir upp í loftið og segir svo með eilítið bjagaðri ensku og með austur evrópskum hreim:\n-We dont have much time. But I will eh..cook something up for the occasion.\nHerra Ármann glottir út í annað:\n-Það hljómar vel, við hittumst þá. Gauji, Herra Hálfdán þarna keyrir þig.\nHann bendir á dyravörðinn. Þeir Gauji fara og mennirnir inn í íbúðinni bíða í smástund, Toggi stendur þá upp og gengur að glugganum, hann fær sér sígarettu\n-Fjandans, hvernig getum við vitað að hann er ekki að segja löggunni allt sem við plönum?\n-Ég þekkti pabba hans, hann var þrjóskur og Gauji er það líka. Mamma hans var líka að deyja bara í dag.\n-Það er hræðilegt en af hverju ætti hann að vera fús til að gera þetta núna fyrst að mamma hans var að deyja?\n-Í fyrsta lagi þá kosta jarðarfarir pening, og það er eitthvað sem þjónar fá ekki mikið af.\nMyndin fer í móðu og það heyrist í rigningu, myndavélin er í táhæð og sýnir fína skó og jakkafata buxur. Rigningin ausast niður, lengra frá sést maður koma út úr elli heimili, það er Gauji. Hann gengur í áttina að myndavélinni eins og í sínum eigin heimi, þegar hann hefur farið framhjá myndavélinni þá sleppir maðurinn í skónum vindli niður og segir.\n-Það var leitt með mömmu þína, strákur.\n-Hvað veist þú um það?\n-Ég veit meira en þú, meira en þú strákur.\n-Þekki ég þig eða?\n-Ég þekkti pabba þinn.\n-Hvað með það pabbi þekkti marga.\n-Það er rétt en ég ætla að segja þér frá dálitlu sem ég hef í huga. Ég hef rán í huga.\n-Þá vil ég ekki heyra um það, ég þekki þig ekki og þú ert að segja mér frá ráni?\n-Ég kem á ávaxtabarinn á eftir og þá tölum ég og mennir mínir við þig.\nStrætisvagn keyrir framhjá á götu sem er aðeins ofar, Gauji er svekktur.\n-Þetta var 7an, fjandinn sjálfur þú lést mig missa af strætó.\nHann lítur við og sér hvorki tándur né tetur af manninum, það er nafnspjald á jörðinn hliðin hjá vindlingnum. Á því stendur -Jóhann Ármann Suuberg-, -Herra Ármann og co.-.  Hann byrjar að hlaupa af stað, hann hleypur lengi en það þarf ekki að sýna það allt. Hann kemur að húsi ekkert sérstakt hús, bara hús. Hann tekur upp lykla og opnar, gengur inn. Kvennmanns rödd tekur á móti honum úr húsinu:\n-Áttu ekki að vera mættur í vinnnuna eftir smátíma?\n-Jú.\nHann er klökkur. Hún kemur á móti honum. Hún er áhyggjufull og sér að eitthvað er að.\n-Mamma var að deyja.\nHún andvarpar og faðmar hann. Síðan segir hann:\n-Hvað er klukkan er hún ekki margt?\n-Að verða 9.\n-Ég á að vera mættur í vinnuna, ég verð að flýta mér.\nHann stekkur upp og klæðir sig en finnur ekki slaufuna. Fer samt af stað enn að klæða sig í jakkann og hleypur upp í strætó. Hljóð í eldhúsáhöldum heyrast og myndin fer í móðu birtist aftur þar sem mennirnir eru að tala saman:\nBoris: So he needs money, greed is a good emotion.\nÁrmann: Ég treysti honum líka\nToggi: Það geri ég ekki, fjandinn sjálfur. Hann gæti verið að tala við lögguna núna.\nBoris: I doubt this, he doesnt strike me like that. If he is betraying us it is not to the cops.\nToggi: Ég er ekki sannfærður.\nÁrmann: Þú þarft heldur ekki að vera sannfærður.\nToggi verður soldið fúll og segir ekki meira.\nÁrmann: Þá hittumst við hér á morgun, klukkan hvað Boris?\nBoris: I dont know, pherhaps 3 o’clock?\nÁrmann: Hljómar vel, ég hringi í Gauja þið mætið bara.\nSkjárinn verður svartur og sími heyrist hringja, við opnum á vekjaraklukkunni hans Gauja. Hún er hálf 3, við zoomum út og Gauji gengur framhjá, bara á nærbuxum myndavélin fylgir honum í símann. Hann talar við einhvern.\n-Já ég var að vakna og veit það er frekar seint. Bíður eftir að hinn tali. Hálf 3? Djöfull það ER meira en frekar seint. Hvað segirðu, komiði að sækja mig eða? Bíður eftir að hinn tali. Verður hann kominn eftir kortér? Ég klæði mig þá.\nInn í sama bíl og áður, síðdegi, klukkan c.a 3.\nLífvörðurinn keyrir og Gauji situr í farþega sætinu. Þeir þegja alla leiðina frekar óþægileg þögn. Þeir koma að húsinu þar sem þeir hittust kvöldið áður. Gauji fer út en lífvörðurinn, situr eftir. Gauji spyr hann:\n-Kemurðu ekki með?\n-Nei, ég þarf að sinna öðrum málum.\n-Þarftu ekki að vita planið?\n-Þeir eru búnir að segja mér allt.\nGauji er undrandi og hugsi. Hann gengur þó inní húsið og upp stigann. Hann heyrir raddir. Það eru “félagar hans” herramennirnir. Hann bíður við hurðina og hlustar.\nToggi: Þú varst að mér einhverja sögu, Ármann. Æi, hún gerðist þarna sem þú átt hús í Ísafirði eða eitthvað með konuna sem gekk fyrir bílinn….\nÁrmann: Já hún það er góð saga. Allavega, ég á sem sagt hús í Ísafirði, kemur sögunni lítið við nema það er ástæðan fyrir því að ég sá þetta. Svo það er einhver kona að keyra, hún keyrir freakar hratt. Að flýta sér eða eitthvað. Hún sem sagt keyrir á mann, reynir að svegja frá honum, keyrir yfir á hinn vegarhelminginn, keyrir á annan bíl þar sem enginn af þeim þrem sem voru inn í bílnum var í sætisbeltum. Hún ein lifir þetta af. Síðan stígur hún upp úr flakinu sem var einu sinni bíllinn hennar og er frekar ringluð. Hún byrjar að ganga yfir götuna og þá keyrir bíll yfir hana og hún deyr.\nToggi byrjar að hlæja:\nÆi, þetta er svo frábært. Hún lifir af eitthvað tryllt bílslys og deyr síðan þegar hún labbar yfir götuna.\nBoris hristir hausinn:\nI dont find this funny, it is never funny when someone dies. This is ironic, very ironic. But never funny.\nGauji bankar, þeir segja kom inn og hann gengur inn. Hann heilsar þeim og þeir á móti.\nGauji: Jæja, er eitthvað plan komið?\nBoris: Yes, I have conceived a truly great plan as always (meinar þetta alveg, ekkert að grínast).\nBoris gengur að töflu sem þeir hafa sett upp. Einhverstaðar sem er full af myndum og blueprints og drasli:\nThe desk which we need is located here. Correct? (horfir á Gauja og Gauji kinkar kolli) Ok, now. This does not need a great degree of planning. Its just like this:\n-Now, Gauji (segjir það skringilega) will call us from this stolen cellphone which we will throw away afterwards and tell us if it safe for us to come. We will the arrive on a stolen van, which I have stolen personally.  We will then travel into the structure and break into his office. Mr.H will drive the van and wait outside for us and call us up on his phone if anything out of the ordinary would happen. Me and Mr.T (glottir)\nToggi: Já, heví fyndið. (er frekar reiður.)\nAnyway, Me and Mr. T will either break the desk into pieces or we will simply buzzsaw our way through.\nGauji: Verður ekki of mikill hávaði?\nEhh, most offices are soundproof now a days.\nGauji: Ertu til í að hætta á það?\nYes, yes I am. You have trouble with that? Cos my friend here Mr.T pitys the fool who steps to me. (er að grínast)\nToggi verður nær hamslaus af reði og Hálfdán þarf að halda aftur af honum svo hann\nhjóli ekki í boris. Boris er mjög rólegur og segir glaðlega:\n-I think after this I will publish my autobiography: Me and Mr. T.\nToggi verður það reiður að hann stormar út og skellir á eftir sér hurðinni.  Herra\nHálfdán brosir eilítið en segir svo eins og pabbi sem er að skilja tvo börn að:\n-Þú verður að segja fyrirgefðu við hann Togga þegar hann kemur aftur Boris. Þetta er\nnú öruggleg besti tíminn til að segja þér aðeins frá honum Togga okkar. Þá færðu\nkannski að vita hvers vegna hann er svona reiður.\nGauji er soldið ringlaður ennþá þreyttur eftir stuttan svefn og spyr Boris, þar sem þeir eru einu mennirnir inn í herberginu núna:\nJá, hvað er að Togga? Hann er eitthvað svo reiður alltaf.\n-Well, this is genuinly not a laughing matter. He lost both his parents in a double homicide\n-Hérna á Íslandi, það er ekki algengt.\n-It is more common than you think, anyway a crazy person broke into his house and cut his parents up. Toggi was at a friends house. He was the first to see them. Then he tried out for the police but failed the test so he turned to the dark side so to speak.\n-Af hverju ertu þá að stríða honum svona?\n-I usually dont but I have to tell you something, I think we can both get away with the money….\nHerra Hálfdán gengur inn í herbergið og Toggi á eftir honum, ennþá mjög reiður.\nBoris stendur upp:\n-Listen Toggi, I’m sorry I was out of line.\nToggi segir ekki neitt í smá stund en segir síðan:\n-Já ok, hvernig er þetta plan?\nÞað feidar út og svartir stafir koma á skjáinn –ránið-. Gauji hleypir einhverju fólki út\naf staðnum sem var að vinna þar, út um bakdyrnar eða hliðardyrnar. Þaðan zoomum\nvið út á hvítan ómerktan sendiferða bíl. Farsími heyrist hringja, Boris sem er aftan í\nbílnum svarar, lífvörðurinn keyrir bílinn og Toggi situr frammí. Við förum inn á\návaxtabarinn þar sem Gauji hleypir Togga og Boris inn. Þeir fara beint að\nskrifstofunni og Boris byrjar að dirka upp lásinn, eftir smá tíma opnast hurðin og þeir\nganga inn og myndavélin fer á milli þeirra og sýnir skrifborðið. Þeir loka hurðinni og\nþað heyrist smá hljóð í þeim þegar þeir byrja að brjóta skrifborðið. Þá sjáum við\nGauja, hann talar í símann:\nNei, sorrý að ég náði ekki að hringja í þig í gær og segja þér frá því en við eyddum öllum deginum í að plana og ná í drasl. Æi, kommon ég hitti kærustuna mína ekki einu sinni. Það skiptir ekki máli, þetta er að gerast núna.\nRödd Togga heyrist fyrir aftan Gauja og hann stirðnar upp:\nHvað er að gerast núna, Gauji. Hvern varstu að tala við?\nSpítali um kvöldmatarleytið rigning úti.\nÞað heyrist í skrefum, það er maður að ganga á gangi. Við sjáum fæturna á honum og pönum síðan upp. Við þekkjum hann ekki. Þetta er sterklegur maður um fimmtugt. ‘i ljósum frakka með dökkbrúnan hatt. Hann stoppar við eina stofuna. Gauji stendur við gluggan. Amma hans liggur í rúminu, hún er dáin. Maðurinn tekur af sér hattinn og heldur honum að bringunni. Hann er eilítið vandræðalegur og röddin brestur soldið þegar hann byrjar að tala svo hann endurtekur sig:\n-Gau…ehem..Guðjón, mér þykir fyirir þessu.\nGauji snýr sér frá stórum glugganum í litla herberginu, hann er ekki grátandi en er ekkert í góðu skapi, skiljanlega:\n-Hver ertu, með leyfi?\n-Ég þekkti pabba þinn Gauji, eh má ég kall þig Gauja?\n-Eins og þú vilt, herra?\n-Ehh, Jón, bara Jón ekkert herra. Ég ætlaði að vara þig við einu, mikilvægu. Ég er sko lögeglumaður. Ef þú lítur út um gluggann þá er maður þar, hann er með regnhlíf og er að reykja vindling.\n-Hvað með hann?\n-Hann átti sökina af því að pabbi þinn, dó.\n-Hver er þetta?\n-\tJóhann Ármann Suuberg. Mamma og pabbi hans voru Færeysk. Hann fluttist hingað um 1960 þá 15 ára gamall. Hann fór síðan í ýmis ólögleg viðskipti, flutti bjór inn þegar það mátti ekki, rak spilavíti. Svoleiðis skemmtun.\n-\tSíðan reyndi hann að kaupa Ávaxtabarinn?\n-\tJá, það tókst ekki, pabbi þinn seldi ekki til hans, hann seldi til vinar síns.\n-\tOg hvað þá?\n-\tJa, hann er búinn að vera að reyna að kaupa staðinn síðan þá en aldrei tekist, persónulega held ég að þetta sé, hvað segir maður…\n-\tObsession?\n-\tEinmitt.\nGauji gengur aftur að glugganum og lítur út. Þar stendur Herra Ármann með regnhlíf og reykir vindling. Gauji lítur á lögreglumanninn og segir:\n-Hvað á ég þá að gera?\n———————————————- ——————–\nInn í bílastæðahúsi, um nótt.\nHvíti sendiferðabíllinn keyrir inn í bílastæðahús og stöðvar í tveim stæðum, þversum. Gauja er hent út og hann dreginn áfram inn á gang og hent inn í geymslu. Honum er eiginlega alveg sama og og kennir sér ekki til. Herra Ármann gengur inn í geymsluna og tekur vindlinginn sem hann var að reykja út úr sér og horfir á hann, síðan hendir hann honum í gólfið og stígur á hann.\nHerra Ármann\nGauji, veist þú eitthvað um tryggingar? Nei, þú þarft ekki að svara. Ekki ómaka þig. Ég var bara að hugsa því akkúrat núna er ég með eina slíka og ég hikst nota hana. Já Gauji ég er með stelpuna þína.\nGauji, sem er með bundið fyrir munninn byrjar að ólmast um í stólnum, og  Herra Ármann gengur út tekur byssu úr hulstri eins og löggur í bíómyndum bera (þvert yfir brjóstið) og “cockar the hammer”. Við sjáum fætur hans hægt og þegar hann kemur að öðrum dyrum á löngum gangi (sem við sjáum annars lítið af) fætur hans snúa að dyrunum það kemur smá bið (það eru engin hljóð alla senuna) síðan dettur eitt svona “casing” niður úr byssunni hans. Þá sjáum við gauja engjast og dramatísk tónlist tekur við af þögninni. Hann grætur og stóllinn sem hann er í dettur í gólfið og hann með honum. Þá hættir hann en tár leka enn niður kinnar hans.\nMiðbærinn um dag. Sólin skín.\nGauji situr við kaffihús rétt hjá ráðhústorginu (café paris). Það eru borð úti vegna hitans og góða veðursins. Gauji er að lesa blað. Elsa kemur til hans í gengilbeinu búningi með nafnspjald og allt. Hún lítur þreytulega út. (það væri kúl ef maður myndi skjóta inn kynlífssenu á milli þeirra bara rétt svona stunur og eins og flash af senunni sem tæki þá við, við enda þessarar senu.)\nElsa:\nGet ég aðstoðað þig?\nGauji:\nJá, (horfir á nafnspjaldið) Elsa þú getur það. Ég ætla að fá kaffi með rjóma úti og smá keim af hnetum. Hvernig líst þér á það?\nElsu gæti ekki verið meira sama.\nElsa:\nJá, herra það hljómar vel.\nGauji:\nFyrst þú ert svona áhugasöm þá held ég mig við þessa ákvörðun en fæ mér einnig sneið af djöfla köku. (þagnar í smátíma) Hvernig væri líka ef þú myndir sitja hjá mér meðan ég borðaði. (hún geispar) Ég borga extra.\nElsa:\nÞví miður herra þá get ég það ekki, ég er að vinna.\nGauji:\nVinna sminna. En ef þú vilt það ekki þá er það allt í lagi.\nElsa lítur í kringum sig, skrifar síðan símanúmer sitt á miða og rennir honum að Gauja. Hann lítur á hana og blikkar hana.\n(Kynlífs sena) Frekar artý sena en það sést ekki mikið af brjóstum eða þess konar. Þau liggja bara í rúmi og myndavélin panar með þeim að andlitum þeirra þar sem þau horfast í augu. Í þessari senu er ekkert hljóð en við cuttum andltið á Gauja inn í það og þegar kemur að hausum þeirra skiptum við aftur yfir í bílastæða húsið.\nBílastæðahús. Um nótt.\nToggi og hálfdán koma inn í geymsluna þar sem Gauji liggur á gólfinu, hann er einhvernveginn tómur í augunum og lítur út fyrir að vera búinn að gefast upp. Þeir leysa hann og hann starir bara út í tómið og er líflaus. Þeir draga hann svo upp í sendiferðabílinn og keyra út.\nInn í Sendiferða bílnum.\nHálfdán keyrir, Toggi og Boris sitja frammí. Síminn hans Togga hringir. Það er Ármann. Röddin hans heyrist bara og við sjáum Togga í bílnum allan tíman.\nHr. Ármann\nToggi, ég er búinn að skoða skrifborðið, það var talsverður peningur í skápnum. Nóg til að veitingastaðurinn fari á hausinn.\nToggi:\nFrábært (kaldhæðnislega) hvenær áum við borgað\nHr. Ármann\nJá, með það. Ég er hræddur um að það gerist ekki.\nTogga bregður við þetta og æsist mikið.\nToggi:\nÞú getur ekki gert okkur þetta. Þú veist að við eltum þig uppi og hefnum okkar.\nHr. Ármann:\nÉg veit (leggur á)\n(My way með frank sinatra byrjar að hljóma undir lágt en hækkar síðan á eftir)\nToggi verður skelkaður og segir Hálfdán að stoppa. Hálfdá reynir en bremsurnar eru bilaðar. Þeir panikka og Hálfdán missir stjórn á bílnum. Þeir klessa á á miklum hraða framan á hús helst. Gauji lifir þetta af en er mikið meiddur (ekkert nema My way heyrist) Hann er ennþá aftur í bílnum en Boris hafði þeyst út um hliðar gluggan. Hálfdán var heldur ekki í belti og er hálfur í gegnum framrúðuna. Toggi er enn lifandi en er fastur með fæturna vafinn í málm. Gauji stígur upp og kemst út úr bílnum, hann haltrar að Boris og leitar á honum hann finnur byssuna hans. Hann gengur síðan aftur að Togga og skýtur tveim skotum inn í bílinn. Hann lætur byssuna detta og haltrar síðan áfram. Hann ráfar inn um húsasund og dettur niður undir einhverskonar skjól.\nAndlitið á honum fyllir skjáinn og hann segir hægt og varirnar titra á meðan.\nMér þykir fyrir þessu Elsa\nSpítali. um dag\nMaður gengur eftir spítala gangi, það sést bara framan í fæturna og hann beygir síðan inn í stofu þar sem Gauji liggur í öndunarvél með augun lokuð. Læknir stendur hjá rúminu.  Maðurinn sem gekk inn er Jón fyrrverandi lögreglumaðurinn. Hann stendur hjá lækninum:\nJón\nHverjar eru líkurnar á að hann lifi.\nLæknir\nAkkúrat núna er hann í einskonar dái, því lengur sem hann liggur því minni líkur verða á að hann vakni. Sérstaklega ef hann vill ekki vakna. Ég verð í sambandi ef hann vaknar.\nJón\nAllt í lagi\nLæknirinn gengur út.\nJón sest niður hjá honum og byrjar að tala:\nÉg veit ekki hvað þú ert að gera þarna inni en það er ekki mikið sem bíður þín fyrir utan, ja ekkert nema hefnd. Ef það er það sem þú vilt þá…. (hann bíður í smá stund) er Ármann á Ísafyrði, hann á hús þar.\nHann gengur út.\nInn í huga Gauja\nElsa og Gauji eru í faðmlögum í alhvítu herbergi. Hún hvíslar að honum:\nÞetta er ekki alvöru Gauji, þetta er ekki alvöru, ég er dáin.\nHann hvíslar á móti:\nÞað er alveg sama, ég ætla að vera aðeins lengur\nHerbergið verður svart og hún ýtir honum frá sér og öskrar á hann:\nHEFNDU MÍN!!\nSpítali um nótt.\nVið sjáum andlitið á Gauja sem fyllir skjáinn enn á ný. Hann er með lokuð augun.\nAugun opnast.\nEndi",
    "url": "https://www.hugi.is/kvikmyndagerd/greinar/215114/the-prequel-tryggingar-handritid/",
    "url_id": "215114",
    "id": "1653654",
    "replies": [
        {
            "user": "LeTalent",
            "user_id": "44581",
            "date": "2004-07-29 22:23:06",
            "id": "1653655",
            "reply_to_id": "1653654",
            "text": "þetta er mjög vel gert hjá þé"
        },
        {
            "user": "BlackMOOn",
            "user_id": "9392",
            "date": "2004-07-29 22:25:22",
            "id": "1653656",
            "reply_to_id": "1653654",
            "text": "Já, útlitið er mjög flott.\nÉg sá þetta alveg fyrir mér.\nGangi þér vel með framkvæmdir!"
        },
        {
            "user": "Pottlok",
            "user_id": "13598",
            "date": "2004-07-29 23:58:06",
            "id": "1653657",
            "reply_to_id": "1653654",
            "text": "Þetta virðist vera flott hjá þér ég las smá svona 1-2bls\nEn ég ætla að prenta þetta út og lesa og posta\nsvo álit mitt."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-07-30 11:34:14",
            "id": "1653658",
            "reply_to_id": "1653654",
            "text": "flott"
        },
        {
            "user": "Pottlok",
            "user_id": "13598",
            "date": "2004-08-01 23:17:42",
            "id": "1653659",
            "reply_to_id": "1653654",
            "text": "Þetta er alveg rosaleg flott hjá þér gangi þér vel með framkvæmdir."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-08-11 01:58:13",
            "id": "1653660",
            "reply_to_id": "1653654",
            "text": "Þetta var bara hrein snilld og tíminn sem ég eiddi þetta í var vel þess virði!!"
        },
        {
            "user": "xtremee",
            "user_id": "42093",
            "date": "2004-08-11 21:59:45",
            "id": "1653661",
            "reply_to_id": "1653654",
            "text": "Geðveikt vel samið handrit las það allt yfir og fannst það rosalega gott ég las gömlu útgáfuna og gott að þú upgreataðir það gangi þér vel með framkvæmdi"
        },
        {
            "user": "foxy84",
            "user_id": "54597",
            "date": "2004-08-15 12:20:12",
            "id": "1653662",
            "reply_to_id": "1653661",
            "text": "Kannski villtu ekki heyra mitt álit.En mér fannst þetta ömurlegt.Ekta íslenskt ömurlegt handrit. Vinurinn komdu með eitthvað nýtt á markaðinn, með fólki sem á eitthvað líf.Bara þú veist allt spenna,smá kynlíf ekki mikið,fólk nennir ekki að horfa lengi á svoleiðis húmor þú veist spennandi sem aðdáandinn fílar skilurðu.Það vill fólk og það sækist í það.Ekki eitthvað drama kjaftæði allir eru orðnir þreyttir á svoleiðis íslenskri þvælu takka fyrir."
        },
        {
            "user": "Tinym",
            "user_id": "10763",
            "date": "2004-08-16 23:53:20",
            "id": "1653663",
            "reply_to_id": "1653662",
            "text": "takk fyrir það foxy. Gaman að fá svona uppbyggjandi og leiðandi komment sem hægt er að byggja á í framtíðinni þegar maður er búinn að eyða dögum í að setja saman handrit fyrir fáa nema sjálfan sig. Svona fólk er það sem hugi snýst um.\nTakka fyri"
        },
        {
            "user": "foxy84",
            "user_id": "54597",
            "date": "2004-08-17 16:40:05",
            "id": "1653664",
            "reply_to_id": "1653663",
            "text": "Það var ekkert:)"
        }
    ]
}