{
    "forum_title": "Rómantík",
    "user": null,
    "user_id": null,
    "date": "2004-07-30 14:33:30",
    "title": "Ástarsorg og súkkulaði?",
    "text": "Kæru Hugarar! ég er með eina spurningu sem ég er búin að velta mikið fyrir mér í gegnum tíðina! :)\nÞegar fólk (konur sérstaklega) lendir í ástarsorg í bíómyndum fær það sér alltaf súkkulaði! Veitir það einhverja vellíðan? Af hverju endilega súkkulaði? Ég er búin að velta þessu mikið fyrir mér.\nÉg viðurkenni að sjálf geri ég þetta. Ef að ég lendi í einhverjum vandræðum með ástarmálin,finnst mér ekkert betra en að liggja upp í rúmi, háma í mig súkkulaði og horfa á einhverja væmna og rómantíska mynd, t.d. Notting Hill eða Pretty Woman. En mér líður ekkert betur á eftir. Bara ennþá verr ef eitthvað er.\nGetið þið svarað mér? Af hverju borðar fólk súkkulaði þegar því líður illa? Og þá sérstaklega í ástarsorg!\nMeð fyrirfram þökk! :-)\nLaticia",
    "url": "https://www.hugi.is/romantik/greinar/215218/astarsorg-og-sukkuladi/",
    "url_id": "215218",
    "id": "1654353",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2004-07-30 20:58:25",
            "id": "1654354",
            "reply_to_id": "1654353",
            "text": "Það er svo gott á bragðið:D"
        },
        {
            "user": "viddisnoop",
            "user_id": "28377",
            "date": "2004-07-30 21:05:07",
            "id": "1654355",
            "reply_to_id": "1654353",
            "text": "Ég las það einhversstaðar að í súkkulaði (kakóbaununum) væri efni sem er einhverskonar þunglyndislyf, og maður leitar ómeðvitað í þetta efni líði manni illa, þó flestir viti ekkert um þetta."
        },
        {
            "user": "Czar",
            "user_id": "1110",
            "date": "2004-07-30 21:28:07",
            "id": "1654356",
            "reply_to_id": "1654355",
            "text": "einmitt þetta\nþví dekkra súkkulaði því betra"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2004-07-30 22:50:02",
            "id": "1654357",
            "reply_to_id": "1654353",
            "text": "Í súkkulaði er meðal annars tryptophan sem líkaminn notar til að smíða sér boðefni sem kallast seratónín.  Seratónín veldur betri líðan og sælu.\nÍ súkkulaði eru önnur efni eins og phenylethylamine og önnur efni sem virka á svipaðan hátt á heilan og kanabis.\nAnywho…\nAfhverju sækir fólk í þetta?\nVegna þess að það veit ómeðvitað að súkkulaði lætur því líða vel eins og margir vita ómeðvitað að kaffi hressi þá við, þótt þeir viti varla hvað koffein er.\nBTW mig minnir að það sé sniðugt að horfa á Forest Gump ef maður er þunglyndur, for some odd reason."
        },
        {
            "user": "Chameleon",
            "user_id": "26978",
            "date": "2004-07-31 03:13:12",
            "id": "1654358",
            "reply_to_id": "1654353",
            "text": "Well.. í mínu tilviki er það að borða ís, vanillu ís..\nveit ekki af hverju, en þegar mér líður illa.. í ástarsorg… þá fæ ég mér ís og horfi á mína uppáhalds þætti.\nÉg er einn af þeim fáum (og stoltu ;) ) sem borða ekki súkkulaði, en ísinn bjargar mér. :)\nHef barasta alltaf gert þetta þegar ég lendi í ástarsorg eða líður mjög illa, fer í frysti og næ í ís og skríð undir sæng með ís og horfi á eitthvað.\nHefur hjálpað í þau skipti sem ég man eftir, sum því miður frekar nýlega…"
        },
        {
            "user": "kvkhamlet",
            "user_id": "10172",
            "date": "2004-07-31 19:44:17",
            "id": "1654359",
            "reply_to_id": "1654358",
            "text": "Hey! Júhú ég borða ekki heldur súkkulaði!! :) Sjaldan sem maður hittir á svona fólk :)\nKona spurði mig einu sinni hvað ég gerði þá þegar ég væri á túr (?!)   eeeee… held áfram að borða ekki súkkulaði!\nOg vanilluísinn er bestur :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-07-31 12:42:55",
            "id": "1654360",
            "reply_to_id": "1654353",
            "text": "Ég borða bara nammi.. Allt nammi.. Svo þegar maður er buinn að jafna sig þá sér maður eftir nammiátinu og aukakílóin fara að sjást :/"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-07-31 20:27:22",
            "id": "1654361",
            "reply_to_id": "1654353",
            "text": "Já…súkkulaði og líka svona “Fötu af vanilluís” eða eitthvernveginn ís.  Með svona risadollu uppí í sófa og eina matskeið að borða og horfa á væmna þætti…ég tek rosalega eftir því líka í bíómyndum :S"
        },
        {
            "user": "fungirl",
            "user_id": "2335",
            "date": "2004-08-01 12:37:01",
            "id": "1654362",
            "reply_to_id": "1654353",
            "text": "ég borða alltaf súkkulaði þegar mér líður illa og horfi á Friends en þegar ég er á túr þá finnst mér betra að borða ís."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-08-02 18:20:32",
            "id": "1654363",
            "reply_to_id": "1654353",
            "text": "Sama ástæða og í harry potter 3 ef eitthver hefur séð hana, harry fékk alltaf súkkulaði þegar vitsugurnar fóru að totta hann :o simply because, það er eitthvað efni í súkkulaði sem á að láta mann líða betur.. það las ég allaveg eitthverstaðar :)"
        },
        {
            "user": "dorilla",
            "user_id": "47145",
            "date": "2004-08-03 11:53:03",
            "id": "1654364",
            "reply_to_id": "1654353",
            "text": "súkkulaði lætur heilan framleiða samskonar efni og hann framleiðir þegar maður fær fullnægingu, nema hvað það er í miklu minna mæli… en samt alveg kannski 26% fullnæging! ;)"
        },
        {
            "user": "nornatelpa",
            "user_id": "19547",
            "date": "2004-08-03 15:27:40",
            "id": "1654365",
            "reply_to_id": "1654353",
            "text": "ég veit ekki hvernig það stendur á því að maður fær sér súkkulaði þegar maður er í ástarsorg..þegar manni líður illa.. eða þegar maður er á túr.. en mestu mistök ævi minnar var að hafa ekki fengið mér súkkulaði þegar fyrverandi kærasti minn hélt framhjá mér…"
        },
        {
            "user": "djkisa",
            "user_id": "7316",
            "date": "2004-08-07 08:40:36",
            "id": "1654366",
            "reply_to_id": "1654353",
            "text": "ég borða ekki súkkulaði þegar mér líður illa varðandi ástarmál og ég borða ekki ís þegar ég er á túr ég er mikið frumlegri heldur en þið…\nÉg tekst á við vandann og tek verkjalyf :Þ\nhehehehehe"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-08-07 23:58:52",
            "id": "1654367",
            "reply_to_id": "1654353",
            "text": "hæhæ ;)\nÞað er voða gaman að spá í svona hlutum en það er tvennt: 1 Þessi spurning á heima á vísindavefnum.\n2 maður sleppir því bara að lenda í einhverri rosa ástarsorg, það er svo leiðinlegt :(\nnamín ?"
        },
        {
            "user": "Axelma",
            "user_id": "4146",
            "date": "2004-08-08 00:08:24",
            "id": "1654368",
            "reply_to_id": "1654353",
            "text": "Ég sjálf er ekkert hrifin af súkkulaði… En þegar ég er á túr skortir mig blóðsykur og því langar mig oftar í sykur þá en ella. En ég reyni að fá sykurinn frekar úr fæðunni.\nEf ég verð fyrir einhverju áfalli hvort sem það er ástarsorg eða eitthvað annað, þá get ég ekki sagt að ég leggist í eitthvað nammi og súkkulaði át, og hvað þá ís.. Meira fyrir því hérna að ég hætti einfaldlega að eta."
        },
        {
            "user": "orangesherbert",
            "user_id": "33839",
            "date": "2004-08-10 11:13:49",
            "id": "1654369",
            "reply_to_id": "1654368",
            "text": "Ég er einmitt mjög illa haldinn núna, konan var að hætta með mér eftir mikla erfiðleika hjá okkur í um 2-3 mánuði og ég borða bara ekki neitt. Ég er að léttast á fullu og sef ekki neitt að ráði heldur! Þetta er helvíti á jörð en ég trúi ekki öðru en að þetta skáni.\nP.s. ég er á minni kjörþyngd þannig að ég er ekkert að græða á því að léttast :("
        },
        {
            "user": "Twistur",
            "user_id": "3449",
            "date": "2004-08-18 23:59:17",
            "id": "1654370",
            "reply_to_id": "1654353",
            "text": "Ég er karlmaður svo ég veit ekki hversu gott innleggið mitt er hérna, en þau skipti sem ég hef fundið ástarsorg hefur bara tími læknað þau sár.\nTími, útskýringar og djúp sjálfskoðun er það sem virkaði best fyrir mig :) vona að þetta hjálpi einhverjum :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-09-08 04:55:31",
            "id": "1710507",
            "reply_to_id": "1654353",
            "text": "Það er nú ekki flókin ástæða fyrir því! Líkt og í Marúana plöntunni sem inniheldur THC getur nægjanlega mikil súkkulaðineysla valdið vellíðan og mjög tímabundnu áhyggjuleysi! Ég veit ekki nákvæmlega hvað það er í súkkulaðinu sem veldur þessu en ég veit að það getur valdið svipuðum áhrifum og THC efnið í plöntunni. Sem mætti best lýsa sem áhyggjuleysi eða veruleikaflótta. Er það ekki einmitt alveg kjörið þegar manni líður illa að bara éta nógu mikið súkkulaði þar til áhyggjurnar hverfa alla vega svona gegnum eina kvöldstund! ;)\nP.s. Ég mæli samt frekar með góðum göngutúr, miðað við áhyggjur nútímans þá yrðum við fjótt öll komin með áunna sykursýki ef við myndum éta súkkulaði í hvert sinn sem við verðum fyrir áfalli!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-10-02 23:59:41",
            "id": "1733874",
            "reply_to_id": "1710507",
            "text": "Líka oft gott að drekka drykki með koffíni, á það til að virka slakandi þó það sé venjulega stimplað sem örvandi efni"
        }
    ]
}