{
    "forum_title": "Harry Potter",
    "user": null,
    "user_id": null,
    "date": "2004-07-31 21:49:05",
    "title": "Donna Doumbman & bók hinna hræðilegu örlaga, nr 3",
    "text": "Donna Doumbman nr 3\nLoksins, loksins.  Það var  komið að því,  ferðin til Hogwartskóla.  Donna hafði legið andvaka alla seinustu nótt og dottið út við og við en vaknaði alltaf aftur við spennuhnútinn í maganum á henni sem stækkaði og stækkaði með hverri mínútunni sem leið.  Loksins um kl. hálf níu um morguninn ákvað hún að hún gæti alveg eins setið niðri að lesa skólabækurnar eins og að liggja hér uppi í rúmi og stara upp í loftið.\n“Komdu Neljé.”  Sagði hún blíðlega við köttinn sinn sem hlýddi strax og stökk á eftir henni niður stigann.  Nafnið “Neljé” var úr gamallri bók sem faðir Donnu kom með til hennar úr vinnunni einu sinni,  Neljé hafði verið drottning snjóguðanna í Landinu fyrirheitna…eitthvað í þá áttina.  Hún hafði bara alltaf verið svo hrifin af nafninu.  Auk þess var það leyndardómsfullt, og  nú hafði hún komist að fleiri leyndardómum um köttinn sinn, Til dæmis því að grænu augun í kettinum breyttust stundum, þ.e.a.s.  hringlaga liturinn utan um augasteininn breyttist stundum í blátt, gullið, silfrað, gult, rautt eða hvítt, og stundum í eitthverja liti sem Donna fann ekki einu sinni nöfn yfir.  Hún gat líka talað við köttinn, án þess að aðrir skildu þær og Neljé var orðin alveg ótrúlega hænd að henni.\n“Ég hlakka svo til!” sagði Donna við Neljé og tilhlökkunin sauð í henni.\n-“Skiljanlegt. Ég hlakka þó ekki til að vera í kringum siðlausa ketti sem kunna ekki einu sinni að tala æðra mál en “mjá.””  svaraði Neljé og fitjaði upp á trýnið.\n“Ekki svona vandlát, ég er viss um að þú eignist ágætis vini..”\nÞegar þær voru búnar að borða kom mamma Donnu niður í eldhús, leit á klukkuna og hrópaði upp yfir sig “Við erum orðin allt of sein!!  Flýttu þér að vekja Josh og klæddu þig, náðu í koffortið þitt inn í herbergi!”  Hrópaði hún og þaut að steikarpönnunni og tók til við að steikja egg og pylsur.  Donna þaut upp, vakti bróður sinn með því að rífa af honum sængina og greip svo koffortið sitt inn í herbergi.  Hún var komin niður á neðsta þrepið í stiganum þegar bróðir hennar lagði af stað með sitt koffort.\nÞau voru búin að henda í sig svolitlum mat, eggjum, beikoni og pylsum, og voru á leiðinni út.  Josh hafði dregið bæði koffortin út og stóð þar og beið.  Donna tróð sér í skóna og fór til Josh.  Mamma þeirra kom stuttu á eftir, setti sprotann upp í loft og eftir ca. 2 sekúndur birtist Riddaravagninn sem flutti þau á King’s Cross.   Mikið ys og þys var á lestarstöðinni, en þau flýttu sér sem mest að brautarpöllum 9-10.  Þegar þau komu þangað sagði mamma Donnu henni að þær hlypu saman í gegn, en Josh fyrstur.  Josh hljóp að veggnum og hvarf í gegn, eins og Donna hafði séð hann gera þrisvar sinnum áður.  Næst gengu mamma hennar og hún að veggnum, fyrst rólega, en síðan hraðara og seinast hlupu þær í gegn.\nNú stóðu þær fyrir framan Hogwarthraðlestina, á brautarpalli 9 og ¾.  Vá  hvað Donna hlakkaði til að koma þangað inn, loksins.  Hún sem hafði alltaf horft með öfund á bróður sinn renna í burtu í þessum skarlatsrauða ormi sem flutti hann til Hogwartskóla.\n“Donna!!!”  Heyrðist allt í einu kallað.  Donna snarsnéri sér við og stóð þá augliti til auglitis við skærgræn kattaraugu.  “Góðann daginn, Hailie!” Svaraði hún stelpunni sem horfi á hana, brosandi út að eyrum.  Svo stukku þær á hvor aðra í faðmlögum.  Josh var aftur horfinn með vinaklíkunni sinni, Marco, Luís og Dave.  Janet, móðir Hailiar birtist bak við hana. “Nei sæl aftur elsku Carrie mín!” Sagði hún ánægð.  “Stelpur, farið með farangurinn inn og komið ykkur fyrir, lestin fer eftir örstuttann tíma.” Bætti hún við.  Svo fóru þær tvær að áætla kaffi hjá Janet einhverntímann seinna.\nHailie greip í koffortið sitt og í uglubúr með glæsilegri, kolsvartri lapuglu með augu eins og mánaskin.  “Þetta er hann Percsíes minn”  Sagði hún glottandi og sýndi Donnu ugluna.  “Hvað ert þú með?”  Spurði hún og benti á tágkörfubúrið við fætur Donnu.\n“Æ, þetta er kötturinn minn, hún Neljé..”  Svaraði Donna brosandi “ég hleypi henni út í lestinni, þá geturðu séð hana.  Þær gengu saman með koffortin í eftirdragi að lestinni þar sem koffortin voru sett í geymslu og svo stukku þær til mæðra sinna að kveðja.\n“Bless elskurnar!  Hagið ykkur vel og lærið vel og verið góðar”  Sagði mamma Donnu tárvot af gleði og faðmaði þær báðar.  “Jájá mamma” Svaraði Donna önug, en Hailie flissaði og þakkaði fyrir.  Svo var komið að Jan sem faðmaði þær báðar með nokkurn veginn sömu orðum, nema við Hailie sagði hún “Og láttu systur þína í friði!”  Þá bætti Carrie við “Og Donna láttu Josh vera! Og hann þig!” Þær játtu báðar í kór.  Carrie og Jan fóru báðar að kveðja Josh og Mags en stelpurnar biðu eftir að þær snéru aftur.  Nokkru síðar komu þau öll til baka, Josh með Marco en Mags með stelpu á hæð við hana með svart hár og dökk augnalok.\nÞau stigu, eitt af öðru upp í lestina og komu inn á ganginn.  Lestarklefar til beggja hliða.  Mags og dökka stelpan hurfu inn í klefa á hægri hönd til stelpna sem voru greinilega líka í Slytherin með þeim.  Josh stökk með Marco að lestarklefanum við hliðina á sér, þar sem Luís og Dave pössuðu sæti fyrir þá.\nDonna gekk taugaóstyrk með kattarkörfuna í fanginu að endanum á ganginum, leit inn í klefann vinstra megin og sá þá hrokkinhærða stelpu með stórar framtennur sitja með hönd undir kinn og horfa út um gluggann.  Á móti henni sat eldrauðhærð stelpa og trommaði á sessuna við hliðina á sér með annari hendi.  Hún leit inn í klefann hægra megin og sá að hann var tómur.  Þær fóru inn og komu sér fyrir.  Hailie henti sér niður endilangri í sætin öðrum megin og glotti. “Við erum að leið í Hogwartskóla!” Sagði hún og brosti út að eyrum.  “Já…það er ótrúlegt” Svaraði Donna og brosti.\nLestin lagði af stað og fór hraðar og hraðar.  Stelpurnar spjölluðu um heimavistirnar og Donna lét í ljós að henni langaði alls ekki á Huffelpuff og Hailie langaði alls ekki á Slytherin, en Donna var nú alveg sammála henni með það.  Svo kom feit kona með matarvagn og þær keyptu sér seiðpottskökur, fjöldabragðabaunir, súkkulaðifroska og graskerssafa.  “Heyrðu – “ Donna komst ekki áfram með setninguna af því að í því birtist Magnelea með svarthærðu stelpunni og líka dökkrauðhærðri stelpu sem var frekar búttuð.\n“Góðann daginn, stelpur.”  Sagði hún kaldri röddu.  Donna tók eftir því að hún hélt á töfrasprota.  “Ég hef eiginlega dottið úr æfingu og þar sem rottan hans Ólívers er dauð höfum við ekki nein tilraunadýr lengur.. Er ykkur ekki alveg sama þótt við leggjum nokkrar bölvanir á ykkur?”  {Ekki hreyfa þig..Hvar er töfrasprotinn þinn?} Heyrði Donna allt í einu í höfðinu á sér…{H - hver er þetta?} Hugsaði hún á móti, brá ekki svip svo Slytheringellurnar tækju ekki eftir því hvað hún varð allt í einu hrædd.  Mags var í miðju kafi að telja upp bölvanirnar sem hún ætlaði að leggja á þær, og var komin að ballettbölvuninni.\n{Þetta er Hailie!  Hugsanaflutningur!!}  Heyrðist í höfðinu á henni. {Já ókey svoleiðis..hvað á ég að gera?} Hugsaði hún á móti. {Náðu í sprotann þinn..kanntu ekki eitthverjar “bölvanir”?} Þær náðu að draga upp sprotana og um leið og Mags og stelpurnar beindu að þeim sprotunum sínum, þær vissu ekki að Hailie og Donna voru með sína tilbúna, öskruðu þær báðar tvær sitthvora bölvunina.  Mags fór allt í einu að hoppa upp og niður eins og kanína og svarthærða stelpan byrjaði að tala um hvað henni fyndist laukur góður, og eftir nokkrar sekúndur og galdraþulu frá Hailie fór rauðhærða stelpan að steppa á fullu.\nFerðin var frekar leiðinleg eftir heimsókn þríeykisins, ekkert að gera.  Donna var búin að taka utan af öllum froskaspjöldunum sínum en fékk ekkert nýtt.  Þær ræddu aðeins um hvernig þær ættu að eignast vini í þessum skóla, þangað til Donna ákvað að taka af skarið.  Hún gekk inn að næsta klefa á móti, bankaði og þegar stelpurnar tvær litu upp renndi hún hurðinni frá.  “Fyrirgefið, en ég heyrði að það vantaði körtu einhvers stráks, er hún kannski inni hjá ykkur?” Bullaði hún upp.  Hailie birtist frekar hissa bak við hana.\n“Nei…” Svaraði rauðhærða stelpan “Ég held bara ekki.” Hrokkinhærða stelpan með stóru tennurnar andvarpaði og leit aftur út um gluggann með hönd undir kinn.  “Ööö…” Sagði Donna aulalega “Heitir þú kannski Ginny?” Rauðhærða stelpan játti því og bauð þeim inn. Þær fóru að ræða saman allar þrjár og Ginny komst að því hver Donna var.  Þær þrjár urðu strax góðar vinkonur og fóru að spjalla um allt milli himins og jarðar.  Hrokkkinhærða stelpan, sem Donna komst að að hét Hermione, sat bara með hönd undir kinn og starði út um gluggann, greinilega með vaxandi gremju í svipnum.\nStelpurnar þrjár urðu mestu mátar og spjölluðu alla leiðina. Þegar komið var svartamyrkur hægði lestin loks á sér og allir biðu spenntir eftir að fá að komast loks út.  Stelpurnar tvær hlupu inn í sinn klefa og náðu í dýrin sín, og klæddu sig í Hogwartskykkjurnar.  Svo urðu þær samferða Ginny, en Hermione strunsaði á undan þeim út.  Þau komu út og allt í einu heyrðist kallað “Fyrsta árs nemar! Hingað fyrsta árs nemar!”  Þetta var dökk og djúp rödd sem tilheyrði engum öðrum en stærsta manni sem Donna hafði á æfinni séð.  Þau gengu öll óttaslegin til hans og þegar allir virtust vera komnir leiddi hann þau niður þröngann stíg niður að vatni, spegilsléttu.\n“Aðeins fjórir í hvern bát! Bannað að ýta og hrista bátinn!”  Sagði hann með sömu djúpu rödd.  Donna, Hailie og Ginny völdu bát með síðhærðum strák.  Stóri maðurinn hafði bát út af fyrir sig og sigldi á undan þeim.  Þetta var stórfengleg sjón.  Kastalinn í allri sinni dýrð í myrkrinu og spegilslétt vatnið fyrir neðan.  Gluggarnir með ljósum í voru eins og lítil augu sem kölluðu lokkandi á þau að koma inn og hlýja sér.  Loks þegar bátsferðinni var lokið komu þau á döggvott gras og stóri maðurinn leiddi þau upp að innganginum.  Þeim var troðið inn í lítið herbergi við hliðina á stóra salnum, sem var fullur af skvaldrandi nemendum.\nÞau voru ein í svolítinn tíma, en þá kom kona um miðjan aldur til þeirra, ströng á svipinn með hárið í hnút í hnakkanum og varir eins og örmjótt strik í andlitinu.  Það borgaði sig að bæði hlusta á þessa konu og hlýða henni, fundu Hailie og Donna strax.\nHún útskýrði að hún var Minerva McGonagall, aðstoðarskólastjóri Hogwart, og hún sagði þeim að þau áttu að setjast á koll inni í Stóra sal og flokkunarhatturinn sem þau settu á hausinn kallaði út nafnið á heimavistinni sem þau áttu að lenda á, og þá áttu þau að setjast hjá viðkomandi heimavist.\nÞau gengu á eftir konunni inn í upplýstann forsalinn og þaðan inn í Stóra salinn.  Álagaloftið grúfði yfir þeim sem sýndi veðrið hvern dag, núna skýjað og grátt kvöld.  Fyrsta árs nemarnir hópuðust í miðjann forsalinn og horfðu flestir óttaslegnir í kringum sig.  McGonagall kom með þrífættan stól inn og snjáðann og gamlan stagbættan hatt.  Svo fór hún að lesa af lista sem hún hafði.\n“Andrea Bills!”  Lítil dökkhærð stelpa með stór flöskubotnagleraugu og kanínutennur steig fram, hrasaði og datt um skikkjuna, stökk á fætur og hljóp að kollinum áður en hún slengdi honum á hausinn þar sem hann rann niður að herðum, svo stór var hann á hana.\n“Rawenclaw!” Kallaði hatturinn og hún tók hann af sér og stökk að borði Reawnclaw þar sem allir klöppuðu henni lof í lófa.\n“Jeoffrey Murks!”  Stór ljóhærður strákur steig fram og setti hattin á höfuðið. “Gryffindor!” Kallaði hatturinn eftir stutta umhugsun. Allir á Gryffindor öskruðu og klöppuðu.\n“Donna Doumbman!”  Heyrðist næst.  Hún gekk í áttina að háborðinu og fannst það taka óratíma.  Þegar hún kom að stólnum leit hún yfir að Huffelpuff borðinu þar sem hún sá glitta í Josh og Marco þar sem þeir þóttust biðja til guðs, glotta svo og lyfta þumalfingrunum.\nHún skellti hattinum á höfuðið á sér, sem rann samstundis niður fyrir augu.\n“Nú, þú ert frekar erfitt tilfelli,” Heyrði hún hvíslað í eyrað á sér. “Eitthvað af hugrekki leynist í þér, og mikið af gáfum líka!  Þú virðist ekki virða reglur nema réttu manneskjurnar setji þær, og svo langar þig líka að sanna þig…Kannski er Rawenclaw góður staður fyrir þig..?  Eða ætti það að vera…GRYFFINDOR!”  Þetta seinasta kallaði hann yfir allt og Donna, undrandi en ótrúlega ánægð, gekk hröðum skrefum að Gryffindorborðinu þar sem allir klöppuðu af sér hendurnar.  Hún settist niður í autt sæti og fylgdist með Díönu Olivers fara í Huffelpuff.  Hún leit í átt að Huffelpuff borðinu og tók eftir bróður sínum þar sem hann sat þrumulostinn og starði á kollinn, skildi greinilega ekki hvað hafði gerst, systir hans lenti í Gryffindor.  GRYFFINDOR.\nDonna horfði á hóp 1 árs nemanna minnka og minnka þangað til aðeins 5 voru eftir.  Ginny var talin upp í Gryffindor, en hún sagði henni líka síðar að hún hafði mest búist við því þar sem allir eldri bræður hennar lentu í Gryffindor. Donna blístraði og klappaði með hinum Gryffindorunum, en tveir strákar virtust greinilega vera bræður hennar, bæði af því að þeir voru eldrauðhærðir og svo stóðu þeir upp og blístruðu og klöppuðu eins og hún hefði verið kosin forseti.  Hún gekk örlítið rjóð til Donnu og settist með henni.  Nú kom að strák,  Sean Andreson, svo þær gátu talað saman aðeins.\n“Uhh…þoli stundum ekki bræður mína, þessa tvo sem stóðu upp.”  Sagði Ginny ólundarlega.  “Já, mér datt í hug að þeir væru bræður þínir..”  Svaraði Donna en gat ekki varist brosi.  “Þeir heita Fred og George og þeir eru mestu prakkarar skólans, myndi ég segja”  Svaraði Ginny og glotti líka  “Svo eru þeir varnarmenn í Gryffindorliðinu.” Bætti hún við.  En nú lenti Sean í Slytherin og allir klöppuðu, og næst var Hailie.  Donna krosslagði fingurna.  –Láttu hana lenda í Gryffindor, láttu hana lenda með mér…  Hugsaði hún.  Hatturinn sat frekar lengi á henni…Eftir svolitla stund kallaði hann “Gryffindor!”  Donna, Ginny og fleiri stukku á fætur, öskruðu og klöppuðu.  Hailie flýtti sér til stelpnanna, virkilega ánægð á svip.\n“Huh, Mags virðist ekkert allt of ánægð,”  Sagði hún illkvitnislega um leið og hún benti með höfðinu í átt að Slytherinborðinu þar sem Mags sat með stelpnagenginu sínu, virkilega hrokafull á svipinn.  Dumbledore prófessor stóð á fætur, brosandi út að eyrum og sagði : “Velkomin, enn eitt árið í Hogwartskóla!  Ég vil bara minna ykkur á að Forboðni skógurinn er bannsvæði fyrir alla nemendur í leyfisleysi, og ég átti að segja ykkur að Filch hefur bætt við tveimur hlutum á listann yfir það sem ekki má hafa á göngunum.  Mig minnir að það hafi verið grænir og rauðir slímsniglar, sem skilja eftir sig bletti, og bítandi spil.  Nú hefst veislan!”  Svo settist hann niður og fór að spjalla við Flitwick prófessor.\nDonna náði sér í steikt svínarif, kartöflur og hrásalat. Hún var glorhungruð.  Veislan var alveg frábær og þegar allir höfðu etið ánægju sína, tæmdust diskarnir og urðu skínandi hreinir.  Stelpurnar fundu verulega til syfju og Dumbledore stóð aftur á fætur og sagði einhvað um að umsjónarmenn ættu að fara með krakkana í setustofurnar sínar.  Rauðhærður strákur með ferköntuð gleraugu skaut fram bringunni, þar sem sat gljáandi umsjónarmannsnæla og horfi skælbrosandi í kringum sig.\n“Percy,” muldraði Ginny “hann er líka bróðir minn, á 5 ári.” Percy og einhver stelpa sem var líka umsjónarmaður leiddu þau öll upp marga stiga og hliðarganga.  Donnu fannst hún vera orðin eldgömul og í drullulélegu formi þegar þau loksins komu að málverki af feitri konu í bleikum kjól.  “Leiniorð?”  Spurði hún.  “Leyniorðið, krakkar, er “Spæta””  Sagði Percy eins og hann væri að tilkynna að hann væri næsti skólastjóri Hogwarts.  Í því laukst málverkið upp og hringlaga op birtist í veggnum inn í hringlaga herbergi, með glóandi arin og gömlum, rauðum hægindastólum og fullt af dökkum viðarborðum.  Þegar allir voru komnir inn og ró var komin á fólkið, fóru stelpurnar að heyra sögu um Harry Potter og Ron Weasley sem flugu bíl og brotlentu honum beint á Eykina armalöngu, og að þeir hefðu verið reknir!\n“Ég heyrði að Ron hefði dáið,”  Sagði óttaslegin stelpa á 2 ári.\n“Neei, getur ekki verið!  Þeir eru ekki dánir!  Bara búið að reka þá, Parvati.”  Fullvissaði strákur hana, sem þær komust að að héti Dean og var líka á 2 ári.  Stelpurnar þrjár settust niður í hægindastóla og hlustuðu á sögurnar, sem voru hverri annari hræðilegri og mikilfenglegri.\nÍ því opnaðist málverksopið og Harry og Ron birtust þar sem þeir voru dregnir inn af  2 og 3 árs nemum.  Krakkarnir kölluðu eitthvað og klöppuðu þeim á bakið, virtust öll virkilega stolt af þeim.  Donna var samt að horfa á Percy, sem gnæfði yfir hina krakkana sem voru nýir í Gryffindor.  “Fariði upp í svefnálmu, svona fljót…ég þarf að lækka aðeins rostann í þessum drengjum hérna.” Hann virtist vera á leiðinni til Rons og Harrys. Allt í einu sagði Ron að þeir væru þreyttir og þeir flýttu sér upp stigann að sinni svefnálmu (með hina strákana á 2 ári á eftir sér) áður en Percy náði þeim.  “Komum bara upp í svefnálum, ég er þvílíkt þreytt og svo er ekkert að gera hérna nema glápa út í loftið”  Sagði Hailie og hinar samsinntu.  Hún gekk fremst og Donna á eftir en Ginny rak lestina.\nÞær fóru upp stiga hjá stelpnasvefnálmunni, og komu að hurð sem var með litlum silfurskildi “Fyrsta árs nemar”  Þær sáu um leið og þær komu inn, fimm himinsængur með rauðum flauelstjöldum, og háir þröngir gluggar.  Vatnskanna var í glugganum í horninu.  Koffort hverrar stelpu stóð við rúmgafl einhvers rúms, og á rúminu næst vatnskönnunni lá Neljé malandi.\n“Neljé!”  Hrópaði Donna og stökkk til hennar til að klappa henni.  “Sæl..”  Svaraði Neljé, en aðeins Donna og Hailie skildu það sem hún sagði.  Hailie lagðist í rúmið við hliðina á Donnu og Ginny við hliðina á því rúmi.  Tvær stelpur sem þær þekktu ekki settust í næstu rúm.  “Hæ, ég heiti Miranda Buck,”  Sagði hrokkinhærð stelpa með svart hár og búttað andlit.  “Og ég er Amelia Rocons, en þið?”  Sagði hin sem var skolhærð og með frekar stór augu.  “Donna Doumbman”  Svaraði Donna og rétti upp vísifingurinn.  “Hailie Magnusen”  Sagði Hailie og vinkaði.  “Ginny Weasley”  Var svarið frá Ginny.\n“Og ef ykkur er sama þá myndi ég alveg vilja kynnast ykkur á morgun, af því að mér lýst vel á að prufa þetta rúm hérna…allt í lagi?”  Spurði Donna, hún var orðin frekar þreytt og þá önug.  “Allt í lagi…góða nótt”  Svaraði Miranda.  Þær háttuðu sig ein af annari og hentu sér upp í rúm.  Hailie sýndi Donnu góðann galdur til að galdra fram þægileg dýraból, þannig að Neljé fór að sofa hæstánægð í kattarkörfu með mjúkum koddum úr silki og hlýtt teppi yfir.  Áður en Donna vissi af var hún steinsofnuð með höndina lafandi út fyrir rúmið.\n+++++++++++++++++++++++++++++++++++++++++++++ +++++++\nÉg biðst afsökunar á hvað langt hefur liðið á milli kaflanna, en ég fór út til Danmerkur og er nánast nýkomin heim, og er svo á leiðinni á Siglufjörð á fótboltamót, þannig að það á eftir að vera svolítil bið á 4 kaflanum líka :)  Ef það eru einhverjar stafsetningavillur þá eru það fljótfærnisvillur sem ég tók ekki eftir þegar ég las yfir, og gaman ef einhver bendir á þær ok :) og ef ykkur finnst annaðhvort eitthvað vanta eða eitthvað sem þið skiljið ekki þá endilega segið það :o) og ég útskýri\nTieo",
    "url": "https://www.hugi.is/hp/greinar/215313/donna-doumbman-bok-hinna-hraedilegu-orlaga-nr-3/",
    "url_id": "215313",
    "id": "1655022",
    "replies": [
        {
            "user": "marsbui",
            "user_id": "50297",
            "date": "2004-08-02 19:21:29",
            "id": "1655023",
            "reply_to_id": "1655022",
            "text": "Loksins kemur sagan!!!!!!!! Ef ég ætti að velja einn áhugaspuna inná hp, væri ég í vafa. ÞEIR ERU ALLIR ÆÆÆÆÆÆÐÐÐÐÐÐIIIII!!!!!!!!!!!!! Frábær spuni Loksins loksins"
        },
        {
            "user": "ShangriLa",
            "user_id": "40228",
            "date": "2004-08-03 11:00:45",
            "id": "1655024",
            "reply_to_id": "1655022",
            "text": "Frábær áhugaspuni, ég fylgist spennt með:)\nEn það er ein villa, þú segir að Percy sé á 5. ári en það getur ekki verið því að Percy var á 5. ári þegar Harry byrjaði í skólanum…bara að láta þig vita:D"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-08-03 12:10:05",
            "id": "1655025",
            "reply_to_id": "1655024",
            "text": "já :S ég var ekki alveg viss sko :) af því að ég kíkti í 2 bókina og þar er hann umsjónarmaður og svo líka í 1 bókinni, ég vissi ekki að maður yrði í 2 ár umsjónarmaður ;) takk kærlega :D\nAllir percy er þá á 6. ári núna! :)"
        },
        {
            "user": "sonofecuador",
            "user_id": "54479",
            "date": "2004-08-04 13:59:33",
            "id": "1655026",
            "reply_to_id": "1655022",
            "text": "Thieor..þetta er frábær grein! ég vissi ekki að þú biggir yfir svona miklum hæfileikum!!!!!!!!!……..jæja en við sjáumst!\npantalæmon hefur tjáð sig. Lifið heil!"
        }
    ]
}