{
    "forum_title": "Tolkien",
    "user": "nologo",
    "user_id": "2605",
    "date": "2004-08-03 16:25:24",
    "title": "Deus ex machina",
    "text": "Deus ex machina\n-Guðinn úr vélinni\nÞað er orðið dálítið síðan ég las Hringadróttinssögu síðast. Á sínum tíma var maður gjörsamlega heltekin en eftir því sem á hefur liðið hefur bjarminn um þetta stórkostlega bókmenntaafrek dofnað í minningunni.\nÉg var ekki nema tólf ára þegar ég las allt eftir Tolkien þrisvar sinnum í striklotu og mig var farið að dreyma drauma frá Miðgarði á nóttunni. Þá lá líka við að maður brysti í grát eftir að hafa klárað Hilmir snýr heim í hvert skiptið, enda var það bara svo óendalega sorglegt að þessi margslungna saga skyldi ekki eiga sér stað í raunveruleikanum. Það var það sem var magnaðasta við þessar sögur; maður gat lifað sig svo inn í þær. Á meðan augu manns runnu eftir þessum röðum stafa og orða, blaðsíðu eftir blaðsíðu, þá lifði maður og hræðist bókstaflega í hugarheimi Tolkiens.\nÉg var að lesa grein hér á Huga fyrir ekki svo löngu um Tuma Bumbaldin og það var indælt að finna blossann kvikna á ný. Ég hef engan hug á því að lesa Hringadróttinssögu á ný en mér til skemmtunar fletti ég upp að þessum tiltekna kafla í upphafi Föruneyti hringsins og las aðdraganda og eftirmála senunar með Tuma kallinum.\nNú held ég að mér sé óhætt að segja að ég hafi lært ýmislegt um bókmenntir síðan ég var tólf ára og því ekki laust við að sagan kæmi mér öðruvísi fyrir sjónir. Ég gerði mér far um að skoða efnið ofan í kjölinn og því ekki að undra að margt hafi borið á góma.\nHver var tilgangurinn með þessari undarlegu innkomu Tuma? Hver var eiginlega Tumi? Hvað vakti fyrir höfundinum?\nÉg verð að viðurkenna að þetta fyrsta ævintýri hobbitanna kom mér spánskt fyrir sjónir. Þrátt fyrir að Tumi sé æðisleg persóna og senan með honum alveg óborgaraleg þá fékk ég það á tilfinninguna að Tolkien hafi kannski hálfpartinn þjófstartað  svona snemma í sögunni. Þegar þarna er komið við sögu eru hobbitarnir enn varla komnir úr Héraði og rithöfundurinn Tolkien varla farinn að líta jafn alvarlegum augum á verks sitt og átti eftir að verða. Við skulum hafa það í huga að í fyrstu átti Hringadróttinssaga að verða Hobbitinn 2, og því ekki seinna vænna fyrir Tolkien að setja smá “action” í söguþráðinn, þegar hann var kominn með vel á annaðhundrað blaðsíður af inngangi. Afleiðingarnar eru þær að söguhetjunum er hrint inn Fornaskóg, sem af lýsingum að dæma átti ekki að vera neinn hálfkvistur á við Myrkvið í Hobbitanum eða Fangornskóg í Tvítyrninu.\nEins og við vitum þá er það ekkert auðhlaupaverk að takast á við slíkan skóg og ég held að Tolkien sjálfur hafi snemma komist að því að litlu hobbitarnir okkar voru á engan hátt í stakk búnir til að höndla þvíumlíkt ævintýri einir enn sem komið var og lenti því í smávegins klemmu.\nÉg trúi því að þá hafi einhverstaðar úr móðu ritstíflunnar karakterinn Tumi Bumbaldin orðið til sem birtist þá skyndilega, upp úr þurru, eins og guð úr vélinni og bjargar deginum. Orðalagið er fengið í láni frá grikkjum og er alþekkt innan bókmenntaheimsins. Þegar harmleikjahöfundar Grikklands hins forna voru búnir að mála sig út í horn og spinna persónur sínar í þvílíkar ógöngur að engin leið virðist út þá beittu þeir ósjaldan því bragði að láta skyndilega, upp úr þurru, guð eða aðra sambærilega yfirnáttúrulega veru birtast og kippa málunum í lag, svo hægt yrði að ljúka leikritinu á sómasamlegan máta. Þetta kölluðu gagnrýnendur Deus ex machina, sem þýðir “guð úr vélinni” og hefur verið notað upp frá því ætíð um það þegar hnútar í söguþræði eru leystir með hjálp aðferða sem eru úr öllu samhengi við rest sögunnar.\nÞótt þetta þyki nú oftast frekar ódýrt trikk þá finnst mér persónulega það á engan hátt rýra gildi Tuma. Allan þann tíma frá því við hittum hann fyrst trallandi hjá Gráviðjumóðu og allt þar til við kveðjum hann í hinsta sinn við Kumlhóla vitum við að hann er á skjön við öll viðtekin lögmál nóvellunnar og á frekar kyn til stílbragða barnaævintýra, eins og Hobbitinn. Þar þykir ekkert tiltökumál þótt persónur komi og fari eftir að hafa gengt einhliða hlutverki sínu, og að atburðir reki hver á annan úr öllu samhengi ef það  aðeins þjónar þeim tilgangi að fóðra ímyndunarafl okkar.\nÉg er ekki hlynntur því að flokka bókmenntaverk í æðri eða lægri list, ég tel að bækur hljóta að dæma sig sjálfar, á eigin forsendum hvort sem um goðsagnabálk eins og Silmerilinn eða saklaust barnaævintýri eins og Hobbitinn er að ræða, bæði eru þetta ómetanleg listaverk.\nTumi Bumbaldin stendur svo sannarlega undir hlutverki sínu í Föruneyti Hringsins, og alvöru aðdáendur kunna hann vel að meta.\nEn hver var Tumi Bumbaldin? Í sögunni sjálfri er lítið farið út í uppruna hans. Hann var þó sagður elstur. Eldri en allt. Hann hafi verið áður en allt. Að sama skapi virðist hann standa utan við allt, þeir atburðir sem skeki heiminn sem hann trallar í snerta hann lítið. Það þótt lífverurnar umhverfis hann stríði heldur ekki fyrir honum vöku, og jafnvel djöfulleg tól Myrkrardróttins virðast engin áhrif á hann hafa. Hann er yfir hið daglega amstur hafinn og nýtur þess að vera til. Hann virðist hafa vald yfir öllum sköpuðum hlutum en hafa lítinn áhuga á skipta sér eitthvað af. Afskiptaleysi hans er höfundinum mikilvægt til þess að trufla ekki atburðarásina.\nHann lifir með Gullbrá, hinni fögru mey sem hann hafði fundið endur fyrir löngu við ánna, og saman una þau sér vel, þótt ekkert gefi til kynna að þau lifi saman sem “hjón”. Gullbrá virðist gera grein fyrir mikilfengleik spúsa síns en ekki gera sér mikið veður út af því. Hver Gullbrá sjálf er, er líka ráðgáta.\nMargar getgátur hafa verið um raunverulegt eðli Tuma en Tolkien vildi sem minnst um það segja sjálfur. Þessa ráðgátu tók hann með sér í gröfina og því mun aldrei finnast neitt viðunandi svar. Það sakar samt engan að spöglerra smá.\nVinsælt er að álykta að Tumi hljóti að vera einhverskonar Maji eða jafnvel Vali. Við megum ekki gleyma atriðinu í lok Hilmir snýr heim þegar Gandalfur fer og heimsækir Tuma. Gandalfur sjálfur var Maji, en þó miklu mannlegri Tumi, því hann veigraði sér við að takast á við hringinn eina og átti fullt í fangi með að hafa stjórn á atburðarrás Hringastríðsins. Sauron var líka maji. Einhvern vegin hefur maður það á tilfinningunni að Tumi sé þeim báðum æðri. Þá er spurning hvort hann hafi verið Vali. Þeir eru ekki nema sjö og allir nafngreindir og hafa föst persónueinkenni og þyrfti því frekar mikið hugmyndarflug til þess að tengja einhvern þeirra við Tuma.\nSjálfur segist hann hafa verið elstu og hafi verið undan öllum. Tolkien gaf okkur nægilegar upplýsingar um tilurð Ördu að við vitum að fyrst Tumi var til fyrir sköpun heimsins þá hefur hann líkast til alltaf verið til og er því annaðhvort Ænúi eða Eru hinn eini sjálfur.\nAllt eru þetta skemmtilegar tilgátur en enga þeirra er hægt að staðfesta. Ef Tumi tilheyrði í raun þessum hópi og er annaðhvort guðleg yfirnáttúruleg vera eða jafnvel guð sjálfur þá passar það afar vel við hlutverk Tuma í sögunni sem guð úr vélinni, sérstaklega ef hann var í raun Guð úr vélinni (með stóru gé-i).\nÉg er ekki parhrifinn af þeirri hugmynd. Það er einhvernvegin of frumstætt fyrir minn smekk að láta guð sjálfan koma og kippa hlutunum í lag. Ódýra trikkið hríðfellur þá í verði og verður því sem næst ókeypis.\nÞess í stað kýs ég að rekja rætur Tuma djúpt ofan í sálarlíf Tolkiens sjálfs.\nEinhvern tímann heyrði ég því hent að Tumi hafi verið raunverulega til og átt heima í hýbýlum Tolkiens sjálfs, nánar tiltekið barnaherbergjunum. Við vitum flest að sagan um Hobbitann byrjaði í fyrstu sem framhaldssaga sem Tolkien las fyrir börn sín rétt fyrir svefninn. Það voru þó ekki einu sögurnar sem Tolkien sagði börnum sínum við rúmstokkinn. Uppáhaldsleikfang eitthvers barna hans var brúða sem var kölluð Tumi Bumbaldi. Hef ég það fyrir satt að ósjaldan hafi hann spunnið fyrir börnum sínum sögur um ferðalög Tuma Bumbaldin og þau ævintýri sem hann lenti í. Eins og sögurnar um Hobbitann áttu eftir að verða sproti að hinni mikilfenglegu Hringadróttinssögu þá hafa söguruna um Tuma Bumbalda ekki verið allar þar sem þær voru séðar. Einhverra hluta vegna víxluðust þessi tvö sögusvið og úr varð senan í Fornaskógi.\nSamt held ég ekki að þessi tveir alnafnar, einn úr barnasögum Tolkiens og hinn úr Föruneyti hringsins, séu endilega einn og hinn sami, þótt þeir séu óneitanlega af sama meiði. Nei, ég held nefnilega að Tolkien hafi notað þessa fyrri persónusköpun sína sem einhverskonar skel utan um þá persónu sem labbaði alsköpuð út úr ritstíflumóðu Tolkiens þegar hann var að glíma við það að koma hobbitunum heilum og höldnum út úr Fornaskógi. Hegðun, útlit og framkoma þess Tuma Bumbaldins  sem birtist í Hringadróttinssögu er fengin að láni frá saklausri barnasögu, en í kjarnann býr eitthvað annað.\nEr Tumi Bumbaldin kannski Tolkien sjálfur? Eða a.m.k. birtingarmynd hans í sögunni. Getur verið að einn taflmaðurinn í þessari skák eigi að standa fyrir þann sem teflir.\nVið getum ekki horft fram hjá því að það er Tolkien sjálfur sem skapar þá atburðarás og þá togstreitu sem býr í Hringadróttinssögu. Í grunninn er það hann sjálfur sem orsakar allt gott sem og allt illt í þeim heimi. Þetta er hans vilji og hann hefur því engan áhuga á að breyta því. Hann var þarna fyrstu, hann var á undan veröldinni og hann var jafnvel á undan Eru hinum eina, Alfaðir sjálfum, því alfaðir er vitaskuld einungis hans sköpun. Þarna situr To(lkien)m Bombadil dýpst í miðjum Fornaskógi og nýtur þess að lifa í sínu eigin sköpunarverki, ásamt skáldagyðjunni Gullbrá.\nEn afhverju? Í fyrsta lagi vantaði honum Deus ex machina og vissulega var engin betur til þess fallinn en að hann einfaldlega fari sjálfur og bjargi deginum.\nAuk þess held ég að það sé dýpri ástæða.\nMary Sue, eins og sumir kalla það, er fyrirbrigði sem er þekkt í bókmenntum. Rithöfundar skrifa sjálfa sig inn í söguna vegna þess einfaldlega að þeim langar til að vera hluti af sögunni. Hver myndi ekki vilja fá að vera hluti af Hringadróttinssögu? Ég held að það geti meira en vel verið að Tumi Bumbaldin sé svona Mary Sue. Að hann sé í raun birtingarmynd djúpstæðrar löngunar Tolkiens sjálfs til þess að vera hluti af sköpunarverki sínu.\nAlgengast er að amatörrithöfundar falli í þessa gryfju ómeðvitað vegna barnalegrar löngunnar til þess að fá sjálf að vera hetja, eitthvað sem venjulegt fólk fær sjaldnast að reyna í hversdagsleikanum, en jafnframt eru þess dæmi að framúrskarandi rithöfundar noti þetta einfaldlega sem kröftugt stílbragð. Ég held að það fari ekkert á milli mála hvort þessa Tumi Bumbaldin myndi flokkast til.\nÞað sem einkennir Mary Sue karaktera er m.a. að þeir eru oftast á svipuðum aldri og höfundurinn og eiga furðulega margt sameiginlegt með honum, þeir eru fljótir að mynda náið vináttu samband við aðalpersónurnar, hafa oftar en ekki eitthvað framandi og eftirtektarvert nafn, þeir eru oft góðir í öllum sköpuðum hlutum og hræðast ekki neitt, útlit þeirra er oft eftirtektarvert og óraunverulegt, þeir eru ósjaldan með einhverja ofurkrafta sem uppgötvast í risi sögunar og eru oftast af einhverju undarlegu, jafnvel ekki mennsku, ætterni.\n(sjá grein um Mary Sue eftir Lioness\nhttp://www.hugi.is/hp/greinar.php?grein_id=16351182)\nÞað er undarlegt hversu vel þessi lýsing rímar við Tuma Bumbaldin. Tumi lítur út fyrir að vera á svipuðum aldri og Tolkien var þegar hann skrifaði Hringadróttinssögu og er jafnframt ekki ólíkur honum í sjálfu sér. Það tók ekki nema nokkrar mínútur fyrir Tuma að ávinna sér traust hobbitanna og eftir aðeins tvo daga eru þeir orðnir bestu vinir. Tumi Bumbaldi er vissulega framandi og eftirtektarvert nafn sem vekur athygli hobbitanna. Tumi virðist líka vera því sem næst fullkominn, hann er yfir allt hafinn og hræðist ekki að setja upp hringinn. Útlit Tuma er líka eftirtektarvert og afkáralegt og frekar óraunverulegt. Meirað segja ofurkraftarnir sem uppgötvast stundum í risi sögunnar eru til staðar, því hvað annað er hægt að kalla það en ofurkrafta þegar hann setur upp hringinn án þess að blikka auga. Það er líka alveg á hreinu að Tumi er af óvenjulegu ætterni. Það er óhætt að álykta að hann tilheyri ekki neinum kynþáttanna á Miðgarði og óvíst meira að segja hvort hanni eigi að eiga nokkra foreldra yfir höfuð.\nÞví þykir mér það ekki verri tilgáta en hver önnur að Tumi blessaður sé Tolkien sjálfur. Þó fáum við aldrei út því skorið endalega því höfundurinn er látinn.\nJ.R.R. Tolkien er látinn.\nÞó getum við alltaf heimsótt hann með því að opna bækurnar hans og vera mótækileg fyrir hughrifunum sem streyma upp af blaðsíðunum. Og hver veit nema hægt sé að greina hann sjálfan, í gulum stígvélum og með barðstórann hatt snemma í fyrstu bókinni.\nNú ætla ég að fara að láta staðar numið í bili og vona innilega að það verði vel metið, þetta framlag mitt til greinasamkeppninnar á Huga",
    "url": "https://www.hugi.is/tolkien/greinar/215551/deus-ex-machina/",
    "url_id": "215551",
    "id": "1656724",
    "replies": [
        {
            "user": "vallzor",
            "user_id": "45594",
            "date": "2004-08-03 21:51:41",
            "id": "1656725",
            "reply_to_id": "1656724",
            "text": "flott grein 5/5 ;)"
        },
        {
            "user": "gugusta",
            "user_id": "47724",
            "date": "2004-08-03 22:04:39",
            "id": "1656726",
            "reply_to_id": "1656724",
            "text": "mér finnst þetta bara ótrúlega flott grein ! 4,5/5 það vantar heimildir…lítil skitin orð..“hringadróttinssaga-föruneiti hringsins”…það var ekki mikið….það voru reindar nokkrar innsláttar villur\nEn….hvurjum er ekki sama ?"
        },
        {
            "user": "nologo",
            "user_id": "2605",
            "date": "2004-08-04 10:49:14",
            "id": "1656727",
            "reply_to_id": "1656726",
            "text": "Takk fyrir öllsömul.\nAnnars var helsta ástæðan fyrir skort á heimildum sú að ég studdist að nær engu leiti við aðra heimildir en bara Hringadróttinssögu sjálfa.\nÉg hef hvorki heyrt þessa Mary-Sue tilgátu né Guð-úr-vélinni tilgátu neins staðar annarsstaðar, þetta eru einungis mínar tilgátur. Ekki það að einhver geti ekki verið búinn að tala um þetta allt saman áður, ég hef bara ekki rekist á það. Eina skiptið sem ég fletti einhverju upp í sambandi við gerð þessarar greinar var þegar ég kynnti mér fyrirbærið Mary-Sue, og má sjá tilvísun á þá grein undir 16. efnisgrein."
        },
        {
            "user": "nedrud",
            "user_id": "26720",
            "date": "2004-08-03 22:16:33",
            "id": "1656728",
            "reply_to_id": "1656724",
            "text": "Frábær grein. Það er nokkuð líklegt að Tom Bombadil hafi verið Mary Sue karakter."
        },
        {
            "user": "Talesofelviz",
            "user_id": "39258",
            "date": "2004-08-04 00:51:56",
            "id": "1656729",
            "reply_to_id": "1656724",
            "text": "Vá nologo, þetta er án efa besta grein sem ég hef nokkurtíman lesið. Hún var skemmtileg, fræðandi og límdi mig við skjáinn!:)\nÉg veit að það er asnalegt að gefa einkannir án þess að hafa eitthver vald til eða án þess að það skipti máli, en ef ég væri að dæma í þessari keppni fengir þú fullt hús hjá mér:)\nKeep up the good work."
        },
        {
            "user": "bsodbsod",
            "user_id": "1478",
            "date": "2004-08-04 10:10:14",
            "id": "1656730",
            "reply_to_id": "1656724",
            "text": "vel skrifuð grein, stafsetning og uppsetning góð vel farið í efnið\n5/5"
        },
        {
            "user": "dorilla",
            "user_id": "47145",
            "date": "2004-08-04 10:44:54",
            "id": "1656731",
            "reply_to_id": "1656724",
            "text": "ekki spurning.. fullt hús, fimm af fimm mögulegum.\nÞetta er án efa besta grein sem ég hef lesið hérna frá upphafi bara held ég… og já skítt með heimildirnar, hver þarf heimildir þegar hann hefur svona þrusu góða grein???"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-08-04 12:56:41",
            "id": "1656732",
            "reply_to_id": "1656724",
            "text": "vá löng grein en lika glaesileg (4,8/5) mer leiddist ekki lesturinn :)))"
        },
        {
            "user": "KazaDum",
            "user_id": "53205",
            "date": "2004-08-04 15:28:23",
            "id": "1656733",
            "reply_to_id": "1656724",
            "text": "Þetta var vægast sagt frábær grein !!!!\nHaltu þessu áfram! eink: 5/5"
        },
        {
            "user": "KazaDum",
            "user_id": "53205",
            "date": "2004-08-04 15:40:00",
            "id": "1656734",
            "reply_to_id": "1656724",
            "text": "Bara forvitin,hvað ertu gamall ?"
        },
        {
            "user": "hvurslags",
            "user_id": "7875",
            "date": "2004-08-04 17:04:10",
            "id": "1656735",
            "reply_to_id": "1656734",
            "text": "(Hann er átján ára, ef marka má upplýsingar um notandann).\nÉg vil hins vegar ekki gefa einkunn fyrir þessa grein. Í fyrsta lagi er ég vinur Nologo og því mjög hlutbundinn aðili og í öðru lagi get ég ekki ákveðið hvort ég gæfi fullt hús stiga eða ekki ;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-08-04 19:01:45",
            "id": "1656736",
            "reply_to_id": "1656724",
            "text": "Þetta er án efa (án alls efa nota bene) besta greinin sem ég hef lesið hér á huga. Sjaldan sem maður sér pælingar hérna og enn sjaldnar pælingar sem ég hef ekki séð áður. Frábær grein."
        },
        {
            "user": "Karat",
            "user_id": "35059",
            "date": "2004-08-04 22:02:33",
            "id": "1656737",
            "reply_to_id": "1656724",
            "text": "Frábær grein, tvímælalaust sú besta sem ég hef lesið á áhugamálinu frá upphafi. Ritstíll höfundarins er mjög þróaður og nákvæmlega eins og ég vil hafa hann. Greinin hefur allt það til að bera sem einkennir góða grein, t.d. frumleika. Mig hefði langað svo til að gefa greininni hæstu einkunn en því miður get ég það ekki vegna málfræðinnar. Í fyrri hluta greinarinnar bara lítið á málfræðivillum og ég hefði litið fram hjá þeim hefði ekki fjölgað. En í framhaldi komu ýmsar fallbeygingavillur, og því miður get ég ekki litið fram hjá þeim við mat á greininni.\nSamt sem áður er þetta besta greinin í keppninni, og stíll og framsetning höfundar á töluvert hærra plani en í öðrum greinum í greinasamkeppninni.\nMín einkunn er því 4.8 af 5 og ég hef litla trú á að ég muni gefa annarri grein hærri einkunn úr þessu!\nKveðja; Karat"
        },
        {
            "user": "Glum",
            "user_id": "21606",
            "date": "2004-08-05 17:52:30",
            "id": "1656738",
            "reply_to_id": "1656724",
            "text": "A Flawless Masterpiece 5/5"
        },
        {
            "user": "hvurslags",
            "user_id": "7875",
            "date": "2004-08-08 21:53:31",
            "id": "1656739",
            "reply_to_id": "1656738",
            "text": "Sorry dude en þetta er ekki nærriþví nógo gott fyrir þetta áhugamál\nnær kanski 2/5 en ég veit ekki…\næfðu þig meira og ekki skrifa fyrr en þú ert tilbúinn anyway ertu í giljaskóla?\nLestu meistaraverk mitt frekar á starwars korknum um máttinn, þar sérðu ekta meistarastykki well samt gj kemur kanski næst"
        },
        {
            "user": "hvurslags",
            "user_id": "7875",
            "date": "2004-08-10 21:14:02",
            "id": "1656740",
            "reply_to_id": "1656739",
            "text": "Og þetta segir Turgon sjálfur, sem Tolkien bjó til."
        },
        {
            "user": "Xenix",
            "user_id": "33205",
            "date": "2004-08-28 12:19:25",
            "id": "1698323",
            "reply_to_id": "1656739",
            "text": "Uuu Turgon þú ert nú meira flónið. Kallarðu þetta meistarastykki?\nC/P a “greininni” hans:\nMáttturinn(THE FORCE)\nHæ ég er að skr ifa þessa grein til að virkja áhugamálið hér , ÉG ELSKA STAR WARS. Mátturi nn leiðir í gegnum málm og þar með talið menn líka því menn hafa málm hjörtu, Luke er einn af þessum sem verða leiðarar fyrir MÁTTI NN!!!!!!. Mátturin kemur frá hjartanu þess vegna var Luke svona sterkur því að hann var öfuguggi sem var skotin í systir sinni…… force….. geðveikt… en…\néf fóólk will nota matinn verður það að borða vel og hreyfa sig og borða grænmeti og þjálfa hjartað og fara til yoda og hitta han solo og fara í bisssuþjálfun. En samt takk ég þakka innilega fyrir mig THX ALLL!!! GJ HOST THIS GREIN EVERYWHERE!!!!!!!!\nPS: Ýmindið ykkur yoda með hríðskottabyssu að skjóta fólk\nÞað geta allir séð/lesið að maðurinn er fífl."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-08-12 11:50:38",
            "id": "1656741",
            "reply_to_id": "1656724",
            "text": "Frábær grein :D mjög skemmtileg og löng."
        },
        {
            "user": "thor0707",
            "user_id": "52319",
            "date": "2004-08-13 21:06:31",
            "id": "1656742",
            "reply_to_id": "1656724",
            "text": "Ein villa, thad eru fleiri Valar en 7… Lestu bara fyrstu bladsídur Silmarilllion (afsakid hvad thetta nafn var skrítid skrifad, gallad lyklabord… frá Spáni) thar sem margir trúa thví sem their lesa ekki…\nFyrir utan thessa villu verd ég ad segja ad thessi grein er MASTERPIECE…\nOg já sjádu dad bara sjálfur thad eru fleiri gudir!"
        },
        {
            "user": "nologo",
            "user_id": "2605",
            "date": "2004-08-13 22:24:12",
            "id": "1656743",
            "reply_to_id": "1656742",
            "text": "Er það ekki þannig að það eru sjö valar og svo síðan sjö valynjur? Ég vona að það fólk sé ekki til sem telji að Tumi geti hafa verið Valinja;)\nEftir því sem mig minnir þá voru valarnir ekki nema 7, og svo valynjurnar 7, samans 14. Síðan hafi smærri ænúar verið með og orðið að Mæjum. Þetta er afar sambærilegt við norræna goðafræði þar sem ekki ósvipað var uppá teninginn.\nEndilega leiðréttu mig þó ef þetta er ekki raunin. Orðin þó nokkuð mörg ár síðan ég las Silmerilinn."
        },
        {
            "user": "thor0707",
            "user_id": "52319",
            "date": "2004-08-16 14:56:56",
            "id": "1656744",
            "reply_to_id": "1656743",
            "text": "Líka Spurning hvort maður telur Melkor með sem einn af Valar (Völunum)… hann var náttúrulega útskúfaður og allt það en mér finnst hann sem vera Valar (Vali). Er soldill Melkor fan"
        },
        {
            "user": "hennibennibassi",
            "user_id": "53178",
            "date": "2004-08-14 08:12:13",
            "id": "1656745",
            "reply_to_id": "1656724",
            "text": "þessi grein verður í góðu uppá haldi hjá mér og er geðveikislega skemtileg :D"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-08-15 11:18:33",
            "id": "1656746",
            "reply_to_id": "1656724",
            "text": "The Riddle of Tom BombadilTom Bombadil is the prevailing mystery in Tolkien's work. While almost every other aspect of Middle-earth is described for us in exacting detail, Tom is an enigma. We have almost no clue of his origins or his fate, his purpose or even what kind of being he is. It is no surprise that none of Tolkien's characters have attracted more discussion.This article makes no attempt to provide a definite answer to the ‘Bombadil Problem’ - it's very unlikely that a definite answer is possible. What we will attempt, though, is to round up the more common suggestions, both from within Tolkien's cosmology and without, and discuss some of the arguments for and against each.Tolkien himself is uncharacteristically reticent on the question of Tom's identity: “And even in a mythical Age there must be some enigmas, as there always are. Tom Bombadil is one (intentionally).”\nThe Letters of J.R.R. Tolkien, No 144, dated 1954\nFortunately, he gives us more clues than this suggests, but by no means enough to solve the mystery with certainty.There are two real approaches to the problem of Tom's identity; we can try to fit him into the cosmology of The Lord of the Rings and The Silmarillion, or we can view him more broadly as a literary character. We'll attempt both here, starting with a discussion of Tom in relation to Tolkien's fictional cosmology. 1. Bombadil Within Tolkien's CosmologyTolkien's universe is inhabited by a multitude of races and beings: our problem is that what we know of Tom does not fit easily with any of these. He seems almost to have been ‘transplanted’ from elsewhere. In fact, this is almost certainly what happened, at least in a literary sense, but at this point we are concerned primarily with giving Tom a place within Tolkien's universe.Though there are many candidates to choose from, we can at least dismiss most of these immediately. Tom is definitely not a Man, a Hobbit, a Dwarf, or indeed of any mortal kind, and we can also take it for granted, for obvious reasons, that he is not an Orc, a Troll, an Ent, a Dragon or an Eagle! But this still leaves plenty of possibilities:Was Tom an Elf?Tom's capering, his wisdom, his great age and his love of song undoubtedly give him a certainly ‘Elvish’ quality. This possibility though, is easily disproved by the following from The Lord of the Rings: “'When the Elves passed westward, Tom was here already…'”\nTom's own words, from The Fellowship of the Ring I 7, In the House of Tom Bombadil\nTom would hardly have said this if he was an Elf himself! This is, incidentally, proof of Tom's great age - the Elves ‘passed westward’ in the Great Journey some six Ages before he spoke these words.Was Tom a Maia?This a very common suggestion, to the extent that it is sometimes treated almost as ‘fact’. There is, though, no direct evidence for this - it seems to be based on the idea that since Tom can't be a Vala, and there is no other possibility, he must be a Maia. As we'll see, these are both flawed assumptions - Tom might be a Vala, and there is at least one other possibility.Though we can't say for certain that Tom wasn't one of the Maiar, there are grave difficulties with this position. The most important of these is that the Ring had no effect on him: “Then Tom put the Ring round the end of his little finger and held it up to the candlelight… There was no sign of Tom disappearing!”\nThe Fellowship of the Ring I 7, In the House of Tom Bombadil\nThere were other mighty Maiar in Middle-earth at the time of the War of the Ring, especially Sauron, Saruman and Gandalf, and all of these were in some sense under the power of the Ring. Yet Tom is unaffected by its power of invisibility, nor does he feel any desire to keep it (he hands it back to Frodo ‘with a smile’). Tolkien himself points out the importance of Tom's immunity. On this topic, he says: “The power of the Ring over all concerned, even the Wizards or Emissaries, is not a delusion - but it is not the whole picture, even of the then state and content of that part of the Universe.”\nThe Letters of J.R.R. Tolkien, No 153, dated 1954\nWas Tom a Vala?The last of Tolkien's named races (using the term loosely) that might include Tom is that of the Valar, the Powers of the World. A common argument against this is that we know the names of all the Valar, and Tom isn't among them. This doesn't hold water: \"…[the Valar] have other names in the speech of the Elves in Middle-earth, and their names among Men are manifold.“\nThe Silmarillion, Valaquenta\nWhile of Tom himself it is said: ”'[Bombadil] was not then his name. Iarwain Ben-adar we called him, oldest and fatherless. But many another name he has since been given by other folk…'“\nElrond, from The Fellowship of the Ring II 2, The Council of Elrond\nIt isn't inconceivable, then, that Tom is one of the fourteen known Valar, dwelling incognito in Middle-earth. Though we can't be certain, it seems likely that a Vala would be capable of resisting the power of the Ring, and so that difficulty can be set aside. The ‘Vala Hypothesis’, though, is not without difficulties of its own, with perhaps the most significant being: ”'Eldest, that's what I am… Tom remembers the first raindrop and the first acorn… He knew the dark under the stars when it was fearless - before the Dark Lord came from Outside.'“\nThe Fellowship of the Ring I 7, In the House of Tom Bombadil\nAll of the beings who became Valar existed before Arda was made, so any of them could with justification claim the title ‘Eldest’. But Tom says he ‘knew the dark under the stars’ (that is, he was in the World, not outside it) ‘before the Dark Lord came from Outside’. The term ‘Dark Lord’ is uncertain here - it might apply to either Melkor or Sauron, and both originally came from ‘Outside’ the World. If he means Melkor, then this is very significant: consider this description of the entry of the Valar into the World, from the original conception of the Silmarillion: ”Now swiftly as they fared, Melko was there before them…“\nThe Book of Lost Tales, Part I, III The Coming of the Valar and the Building of Valinor\n'They' here refers to Manwë and Varda, who were explicitly the first Valar to enter Arda apart from Melko (Melkor). In Tolkien's original conception, then (and there is nothing in the published Silmarillion to contradict this) Melkor was the first being from ‘Outside’ to enter the World, and yet Tom suggests that he was already here when Melkor arrived!Admittedly Tom may be referring to Sauron, who must have come to Arda after these great ones, but the phrase ‘before the Dark Lord came from Outside’ seems to make more sense if he means Melkor (that is, he is referring to an event of cosmic significance, and a specific point in the World's history, which isn't the case with Sauron).This is only one of the objections to the Vala theory. Another, for example, is that characters who we would expect to recognize a Vala living in their midst (especially Gandalf) don't apparently do so.There are many other arguments to be made both for and against Tom's status as a Vala. For a more detailed discussion of this topic, and some more concrete conclusions, Eugene Hargrove's fascinating essay Who is Tom Bombadil? is strongly recommended.Was Tom Ilúvatar Himself?Tom's powers are apparently limitless, at least within his own domain, and this has led a lot of people of suggest that he might be none other than Eru Ilúvatar himself. There are certainly several hints in the text of The Lord of the Rings that this might be the case; he is called ‘Master’, and ‘Eldest’, and Goldberry says of him simply; ”'He is.'“\nThe Lord of the Rings I 7, In the House of Tom Bombadil\nAll of these points might suggest that Tom and Ilúvatar were in some sense the same being. In fact, though, this is one of the very few theories about Tom that we can bring to a definite conclusion. This point is touched on several times in Tolkien's letters, and each time he makes it clear that Tom and Eru should not be confused. Perhaps his most definite statement is this: ”There is no embodiment of the One, of God, who indeed remains remote, outside the World, and only directly accessible to the Valar or Rulers.“\nThe Letters of J.R.R. Tolkien No 181, dated 1956\nIf there is no embodiment of the One (that is, Eru), then Tom cannot of course be such an embodiment.Was Tom a ‘Spirit’?The idea that Tom might be a ‘spirit’ (as opposed to a Maia or Vala) is certainly possible according to The Silmarillion. Though it seems to be commonly assumed that only the Valar and the Maiar entered Arda, a tantalising glimpse of Tolkien's original vision survived into the published form of the work. Here, discussing the Aratar or eight mightiest Valar, he says: ”…in majesty they are peers, surpassing beyond compare all others, whether of the Valar and the Maiar, or of any other order that Ilúvatar has sent into Eä.“\nThe Silmarillion, Valaquenta\nThis single phrase ‘any other order’ seems to be a survival of a much older and more detailed account found in the Lost Tales: ”…brownies, fays, pixies, leprawns, and what else are they not called, for their number is very great… they were born before the world and are older than its oldest, and are not of it, but laugh at it much…“\nThe Book of Lost Tales, Part I, III The Coming of the Valar and the Building of Valinor\nIt is hard not to hear the echo of Tom Bombadil in these words, and perhaps here we see the first germ of his inspiration (the Lost Tales predate Tom's first appearance in print by about a decade). Whether Tom is a brownie, fay, pixie or leprawn, though, is open to doubt - none of these creatures appears in Tolkien's published works, and their function as a bridge to later folklore seems to have been taken up, at least partly, by the Hobbits.This version of the ‘spirit’ idea doesn't address many of the other problems already discussed, though. Why should a ‘leprawn’ be immune to the Ring when the Maiar are not? Could a ‘brownie’ have entered the World before the first of the Valar?There is another kind of spirit that Tom could be though: a ‘spirit of nature’. Tolkien himself seems to support this point of view: ”Do you think Tom Bombadil, the spirit of the (vanishing) Oxford and Berkshire countryside, could be made into the hero of a story?“\nThe Letters of J.R.R. Tolkien, No 19, dated 1937\nThis letter predates Tom's appearance in The Lord of the Rings (in fact, this quotation is part of discussion of the possible sequel to The Hobbit), so it is at best circumstantial evidence.The idea of a ‘nature spirit’, though, is certainly possible within Tolkien's universe. Though this area of his cosmology is never directly addressed, Middle-earth seems at times to be full of spirits - at least some trees apparently have spirits, for example (consider Old Man Willow, or the Huorns of Fangorn). Consider too: ”'But the Elves of this land were of a race strange to us of the silvan folk, and the trees and the grass do not now remember them. Only I hear the stones lament them…“\nLegolas, from The Fellowship of the Ring II 3, The Ring Goes South\nThere are numerous other examples of this kind: it is clear that in Tolkien's universe, the stuff of nature is somehow more alive, and more aware, than in the modern world. It is a short step from this to the idea of ‘spirits of nature’, but a much longer one to ‘spirits of nature’ that wear yellow boots and live in houses. 2. Bombadil as a Literary CharacterIt seems clear that, within the cosmos to which he belonged, Tom cannot be classified with any certainty. Outside that cosmos, though, we can at least reach some firmer conclusions (and offer some freer speculations).Tom's Origins in Earlier WritingsAt the time of writing The Lord of Rings, Tolkien had already completed a body of work that many writers would do well to equal in a lifetime. Tom himself had appeared in print as early as 1933 (though the collection The Adventures of Tom Bombadil did not appear until 1961 - and in fact Tom only appears in the first two of these sixteen poems). What's more, the Silmarillion was already well developed (though much of it as it existed then would be unrecognisable to readers familiar with the published version, a great deal of its narrative was already in place).It seemed at that time that the Silmarillion would never be published, and so Tolkien felt free to use names from that work in his sequel to The Hobbit: Glorfindel is the most famous example, but the names Gildor, Denethor, Boromir, Minas Tirith and many others besides all appear in both works, referring to different characters and places (the hyperlinks here refer to entries for the older versions).Tom must also have been part of this process, but in his case, his entire character, rather than just his name, seems to have been transplanted into the emerging Lord of the Rings. Tom's appearance in the early chapters is natural - Tolkien at that time seems to have envisaged the work as a children's book, a sequel to The Hobbit following the same style, and Tom certainly would not have seemed out of place. As it grew, though, the world of The Lord of the Rings began to merge with that of The Silmarillion. Here the difficulty seems to have arisen - a character like Tom, though he fits easily into the unconstrained story-telling of The Hobbit, doesn't have an obvious place in the detailed universe of The Silmarillion.Though Tom's insertion into the nascent Lord of the Rings might be viewed (at least in a sense) as ‘accidental’, it is certainly no accident that he remained there. Tolkien reviewed and revised the book with his customary meticulousness - it is inconceivable that the character of Tom Bombadil would have stayed in place if Tolkien didn't see him, in some sense, ‘fitting’ with the rest of the story. In Tolkien's own words: ”…I kept him in, and as he was, because he represents certain things otherwise left out.“\nThe Letters of J.R.R. Tolkien, No 153, dated 1954\nIn the same letter, he goes on to summarise what these ‘certain things’ are. It is difficult to paraphrase his statements here: the suggestion is that while all sides in the War of the Ring seek, in their different ways, some sort of political power, Tom is immune from this in the same way that he is immune from the Ring. He only wishes to understand things for what they are, and desires no control over them. (This is a rather pale rendering of Tolkien's actual comments - for further study of this topic, a copy of The Letters of J.R.R. Tolkien, with special reference to Nos 144 and 153, is indispensible.)Tom's Place in MythologyTolkien's own understanding of what Tom represents in the Lord of the Rings seems to have evolved ‘after the event’: from what evidence we have, Tolkien apparently first decided that he wanted Tom in the book, and then rationalised his inclusion. One of his earliest comments on Tom after the publication of The Lord of the Rings is: ”…he represents something that I feel important, though I would not be prepared to analyze the feeling precisely.“\nThe Letters of J.R.R. Tolkien, No 144, dated 1954\nIn the same passage, he then goes on to give an account of Tom's literary function within the book, and the ideas that he represents. But this is an account of ideas from an intellectual perspective, not of the ‘feeling’ that led to his original inclusion. Here we will speculate a little (the word ‘speculate’ cannot be over-emphasised!) on Tom's mythological role, and where Tolkien's ‘feeling’ might have originated. Before continuing, though, it's important to note that Tolkien himself disliked this line of reasoning. Writing of an introduction to the Swedish version of The Lord of the Rings by a Dr Åke Ohlmarks, he says: ”As for Wayland Smith being a Pan-type, or being reflected both in Bombadil and Gollum: this is sufficient example of the silly methods and nonsensical conclusions of Dr O[hlmarks].\"\nThe Letters of J.R.R. Tolkien, No 229, dated 1961\n(Wayland Smith is a god of the Anglo-Saxons; Pan is of course Greek). It is unclear here whether Tolkien is criticising Dr Ohlmarks' specific conclusions (sadly we have no record of what these were), or whether he is dismissing the role of mythological comparison altogether. Ultimately, though, Tolkien was in the business of creating his own mythology (intentionally or not); to avoid comparison with other mythologies is to miss a rich seam of material. Nonetheless, what follows should be read in light of his own comments quoted above.The particular aspect of other mythologies that we address here is the role of the ‘mischievous outsider’. This refers to a god or other being who in some sense does not ‘belong’ with the others (and indeed, is often literally imported into a mythology from outside). Such characters may be meddlesome and irritating (like the Norse Loki, or the original form of the Arthurian Cei or Kay), but more usually they are simply jolly, frolicsome creatures (Egypt had Bes, the baboon-god, while the Greeks ‘borrowed’ Bacchus from the people of Thrace). There are many other examples who fulfil this archetype: Coyote in North America, Ueuecoyotl in Mexico or the eastern monkey-god variously called Hanuman or Sun Hou-tzu (better known in the West simply as ‘Monkey’).It is not our concern here to discuss why this figure should be so universally represented, only to note that he is. (The word ‘he’ is used advisedly - this role always seems to be filled by a male).Is Tom Bombadil a ‘mischievous outsider’? He is certainly ‘mischievous’ (or, more precisely, joyfully unconcerned with the world at large), and we've seen that he is emphatically an ‘outsider’, in that he doesn't fit easily with the rest of Tolkien's universe. What we're suggesting here is that these elements are not in any sense objections to his inclusion in The Lord of the Rings; in fact they are recommendations: they help to add an inherent sense of ‘myth’ to the book, that would otherwise be far less evident.This is not to suggest, of course, that Tolkien consciously considered these points. Rather, to a man steeped in mythical tradition as he was, Tom would have ‘felt’ right as a character - he helps to lift the Quest of Mount Doom from mere ‘legend’ into the realms of ‘myth’. This perhaps (remember we are speculating wildly here) helps to account for Tolkien's imprecise ‘feeling’ about him. ‘Conclusion’There is only one answer to the riddle of Tom Bombadil: that there is no answer. Though we've presented some of the evidence here, this article does no more than dip beneath the surface. It seems, though, that Tom's nature is ultimately undiscoverable, and this is surely a good thing.Part of the wonder of Tolkien's world is its depth and detail, but it needs its mysteries and unknowns too: if we knew everything about the World of Arda and its inhabitants, there would be no joy of exploration and discovery. If nothing else, Tom Bombadil stands proudly as a symbol of the mysterious, and we should be glad that he does. Further Reading· What is Tom Bombadil? thoughts and discussion by Steuard Jensen · Who is Tom Bombadil? an essay by Eugene Hargrove\nNotes1 In his preface to The Adventures of Tom Bombadil, Tolkien tells us that Tom's name is ‘Bucklandish in form’, and suggests that it was given to him by the Hobbits of that region. The resemblance of the -dil ending to the common Elvish -(n)dil, ‘friend’, is probably no more than coincidence.\nMú HA HA HA HA! Texti um uppruna tom bombadils"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-08-15 11:18:43",
            "id": "1656747",
            "reply_to_id": "1656724",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": "GLXRBLT",
            "user_id": "42678",
            "date": "2004-09-09 19:53:24",
            "id": "1711777",
            "reply_to_id": "1656724",
            "text": "Ég er búinn að bookmarka þessa grein, hún er frábær!"
        },
        {
            "user": "OBhave",
            "user_id": "3496",
            "date": "2004-10-07 10:09:53",
            "id": "1738771",
            "reply_to_id": "1656724",
            "text": "Góð Grein!"
        }
    ]
}