{
    "forum_title": "Húmor",
    "user": "LollyPolly",
    "user_id": "47547",
    "date": "2004-08-04 18:59:19",
    "title": "Nokkrir brandarar",
    "text": "Kona var að halda framhjá manni sínum og var í rúminu með elskhuganum. Allt í einu heyra þau sér til mikillar skelfingar að eiginmaðurinn stingur lyklinum í skránna á útidyrahurðinni.\nKonan reynir að finna einhvað ráð í flýti . Hún tekur fram flösku af nuddolíu og púður.\nHún hellir olíunni yfir elskhugann og hellir svo púðrinu yfir hann þannig að hann lítur út eins og stytta.\n“Ekki hreyfa þig fyrr en ég segi að þú megir það,” segir hún og klæðir sig í flýti. “Stattu bara þarna grafkyrr.”\nMaðurinn kemur inn í svefnherbergið og spyr: “Elskan hvað er nú þetta?”\n“Þetta æji þetta er bara stytta,” segir konan kærulaus. “Gunna og Jón fengu sér eina fyrir stuttu þannig að ég ákvað að redda mér einni líka, þetta er svo smart.”\nEkkert er rætt meira um “styttuna”, ekki einu sinni yfir kvöldmatnum. En klukkan 3 um nóttina læðist maðurinn fram úr rúminu, fer fram í eldhús, nær í samloku og mjólkurglas og réttir styttunni.\n“Gjörðu svo vel,” segir hann. “Ég stóð eins og hálviti hjá Jón og Gunnu í heila tvo daga og enginn bauð mér vott né þurrt.”\nHvað er mannæta?\nManneskja sem elskar annað fólk -með sósu.\nHvað er mannæta?\nManneskja sem fer á veitingarhús og pantar þjóninn.\nHvað er lítið og rautt og situr út í horni?\nLítið barn að leika sér með ostaskera.\nHvað er lítið og blátt og situr út í horni?\nLítið barn að leika sér með plastpoka.\nHvað er lítið og grænt og situr út í horni?\nSama barn fimm mánuðum síðar.\nPáfinn þarf að mæta á afar mikilvægann fund í New York og er að verða of seinn.\n“Geturðu ekki keyrt hraðar?” spyr hann bílstjórann sinn í sífellu.\n“Nei því miður,” svarar bílstjórinn alltaf.\n“Leyfðu mér bara að taka við stýrinu,” segir páfinn og sest fram í en bílstjórinn aftur í.\nPáfinn keyrir á milljón og er því fljótlega stoppaður.\n“Geturðu ekki litið framhjá þessu einu sinni?” segir páfinn “ég þarf að mæta á afar mikilvægann fund.”\nLögreglumaðurinn hringir í lögreglustjórann og spyr: “Það er hér afar merkilegur maður sem ég gómaði við að keyra of hratt. Hann biður mig um að líta framhjá þessu vegna þess að hann er að verða of seinn. Á ég að gera það?”\n“Hversu merkilegur?” spyr lögreglustjórinn. “Merkilegri en borgarstjórinn?”\n“Ég veit það ekki líklega.”\n“Merkilegri en forsætisráðherrann?”\n“Ég veit það ekki líklega.”\n“Merkilegri en forsetinn?”\n“Ég veit það ekki líklega.”\n“Afhverju segiru þetta alltaf hver er þessi maður?”\n“Ég veit það ekki en hann er allavegana nógu og merkilegur til að hafa páfann sem einkabílstjóra.”",
    "url": "https://www.hugi.is/humor/greinar/215648/nokkrir-brandarar/",
    "url_id": "215648",
    "id": "1657389",
    "replies": [
        {
            "user": "sexyass",
            "user_id": "38787",
            "date": "2004-08-04 22:06:20",
            "id": "1657390",
            "reply_to_id": "1657389",
            "text": "HA HA HA þessi með páfan og  framhjáhaldið eru allgjörir snillar… hinir eru svoldið þreyttir og enda bara í ruglinu einhvern dagin…. :D"
        },
        {
            "user": "Bjarturl",
            "user_id": "51651",
            "date": "2004-08-05 10:25:23",
            "id": "1657391",
            "reply_to_id": "1657390",
            "text": "já hahahahaha"
        },
        {
            "user": "lyras",
            "user_id": "53724",
            "date": "2004-08-04 22:21:57",
            "id": "1657392",
            "reply_to_id": "1657389",
            "text": "Góðir!!! :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-08-05 11:30:51",
            "id": "1657393",
            "reply_to_id": "1657389",
            "text": "Hér er góður brandari : 50 cent ákvað að skýra sig eftir mánaðar launin sín"
        },
        {
            "user": "ning",
            "user_id": "30240",
            "date": "2004-08-06 20:32:22",
            "id": "1657394",
            "reply_to_id": "1657389",
            "text": "ég skil ekki þenan með styttuna"
        },
        {
            "user": "7seven7",
            "user_id": "53182",
            "date": "2004-08-06 23:16:23",
            "id": "1657395",
            "reply_to_id": "1657394",
            "text": "Maður konunnar var styttan heima hjá Jóni og Gunnu"
        },
        {
            "user": "Dr3dinn",
            "user_id": "31842",
            "date": "2004-08-08 12:43:39",
            "id": "1657396",
            "reply_to_id": "1657389",
            "text": "snilld með páfann"
        },
        {
            "user": "Sazchu",
            "user_id": "25947",
            "date": "2004-08-09 15:53:52",
            "id": "1657397",
            "reply_to_id": "1657389",
            "text": "Styttan og páfin var LANGT best, nokkuð skemtilegir :D"
        },
        {
            "user": "hennibennibassi",
            "user_id": "53178",
            "date": "2004-08-11 14:50:51",
            "id": "1657398",
            "reply_to_id": "1657389",
            "text": "hahahahahahaha þetta er geðveigt sérstaklega með páfan hehehe ég er að deyja"
        },
        {
            "user": "BrainLicker",
            "user_id": "49093",
            "date": "2004-08-15 22:30:11",
            "id": "1657399",
            "reply_to_id": "1657389",
            "text": "NETTIR!"
        },
        {
            "user": "BrainLicker",
            "user_id": "49093",
            "date": "2004-08-15 22:33:27",
            "id": "1657400",
            "reply_to_id": "1657399",
            "text": "fattaði ekki strax með páfann en las hann svo aftur og þá skildi ég hann! tær snilld!"
        },
        {
            "user": "DrifaH",
            "user_id": "15716",
            "date": "2004-08-16 13:54:03",
            "id": "1657401",
            "reply_to_id": "1657389",
            "text": "brandararnir um börnin eru mjög ósmekklegir og hreint út sagt ógeðslegir."
        },
        {
            "user": "WilCat",
            "user_id": "24704",
            "date": "2004-08-22 17:31:54",
            "id": "1657402",
            "reply_to_id": "1657389",
            "text": "Verð nú bara að segja að brandarnir með barnið eru alveg hreint út sagt ömurlegir og ekki eru hinir betri, þótt þessi með páfann var nú ágætur."
        }
    ]
}