{
    "forum_title": "Fjármál og viðskipti",
    "user": "sandyh",
    "user_id": "36060",
    "date": "2004-08-07 20:35:18",
    "title": "Bush og Saudi Arabia",
    "text": "Komidi sael,\nEg er her med upplysingar um Bush Bandarikjaforseta sem tid hafid kannski aldrei heyrt adur, en tae eru allar sannar, eins og segir i baekum Michael Moors, - “Dude, wheres my country”, “Lies, and the lying liars who tell them”, og myndin “Fahrenheit 9/11” sem eg veit ekki hvort kemur til Islands en er samt snilldar mynd, og ef ekki ta getidi bara downloadad henni.\nDad fyrsta sem eg vil tala um er hvernig Bush hefur att vidskipti vid staerstu fjoldamordingjana heims, Saudi Arabana, 15 af 19 hrydjuverkamonnunum sem tokur velarnar 11 september voru Saudi Arabar. Saudi Arabia hefur att fjarhagsleg vidskipti vid kanana i 25 ar. Bandariska efnahagurinn er nokkurnveginn byggdur a peningum Saudi Arabiu, teir eiga triljard dollara i markadnum og triljard i bonkunum, og ef teir akveda ad taka dad allt ut og fella dad, ta a efnahagurinn eftir ad fara svo langt nidur ad tad verdur ekki fyndid. Eins og hann er ekki nogu slaemur nuna, Bush breytti efnahginum i staersta tap sogunnar og let 2,5 milljon manna missa storfin sin. Tannig ad ef ad Bush atti i vidskiptum vid Bin Laden fjolskylduna og Saudi Arabana ta getur hann ekki verid ad segja ad einhver annar gerdi tetta, ta getur hann sagt ad hann kalladi 11. september uppa sjalfan sig.\nTakk fyri",
    "url": "https://www.hugi.is/fjarmal/korkar/216090/bush-og-saudi-arabia/",
    "url_id": "216090",
    "id": "1660540",
    "replies": [
        {
            "user": "spekingur",
            "user_id": "42693",
            "date": "2004-08-29 22:50:21",
            "id": "1699486",
            "reply_to_id": "1660540",
            "text": "hehehe shit hvað þú þarft að fara að lesa eitthvað annað en Michael Moore, sem er btw. þekktur sögufalsari.  En ég ætla ekki að tala um það.\n“Bush breytti efnahginum i staersta tap sogunnar og let 2,5 milljon manna missa storfin sin”\nhefurðu heyrt um kreppuna miklu?, heimskreppuna?, 1929 að mig minnir.  Það var stærsta “tap” sögunnar svo ég noti þitt orðalag.\nÉg vil nú ekkert vera að setja neitt of mikið út á þetta hjá þér en ég vil koma þessu að.  Þetta er afar ómálefnalegt hjá þér, lélegt málfar og illa rökstutt.\nTakk fyrir."
        }
    ]
}