{
    "forum_title": "Kvikmyndagerð",
    "user": "Maos",
    "user_id": "763",
    "date": "2004-08-10 21:33:29",
    "title": "Kvikmyndahátíð Noregi - viltu vera með??",
    "text": "Komið þið sæl kvikmyndaáhugafólk!\nÉg verð nú að viðurkenna að ég hef aldrei komið hingað á þetta áhugamál áður, en ég ákvað að skrifa grein hér því að ég helda að ég sé með svolítið áhugavert fyrir ykkur!\nÍ byrjn september verður haldin kvikmynahátíð í Tromso í Noregi. Ennþá eru um 17 pláss laus fyrir áhugsamt ungt fólk sem vill taka þátt í hátíðinni! Þetta er ekki bara venjuleg kvikmyndahátíð heldur er hún jafnt fyrir þá reyndu sem óreyndu! Það mikilvægasta er að hafa áhuga! Þegar hópurinn hittist 13 September þá verður honum skipt niður í hópa og á fimm dögum verða fimm stuttmyndir búnar til. Til þess að leiðbeina þátttakendum eru fimm færir kvikmyndagerðamenn frá norðurlöndunum. Það er ferðastyrkur í boði og því eru peningar ekki allt of mikil fyrirstaða!\nÉg hef heyrt af þessari hátíð og hún víst algjört ævintýri! Fyrir utan að fá þarna kjörtið tækifæri til að læra heilmargt á stuttum tíma þá verður þetta án efa mjög gaman og síðast en ekki sýst er þetta gott tækifæri til að kynnast fullt af ungu fólki frá hinum norðurlöndunum!!:)\nAllar nánari upplýsingar er að finna á www.nuff.no !! En það er eins gott að drífa sig, deadlineið er 15. ágúst og sætunum fækkar með hverjm deginum!!\nMeð von um að einhver áhugasamur íslendingur lesi þetta og fari sem fulltrúi okkar íslendinga:)\nNordklúbburinn á Íslandi - www.norden.is/nordklu",
    "url": "https://www.hugi.is/kvikmyndagerd/greinar/216310/kvikmyndahatid-noregi-viltu-vera-med/",
    "url_id": "216310",
    "id": "1662012",
    "replies": [
        {
            "user": "Maos",
            "user_id": "763",
            "date": "2004-08-10 23:50:12",
            "id": "1662013",
            "reply_to_id": "1662012",
            "text": "Aaaaaaaaðeins of mikið af innsláttarvillum…vonandi fyrirgefið þið mér það! Amk komust upplýsingarnar sæmilega til skila:)"
        },
        {
            "user": "Fleebix",
            "user_id": "5906",
            "date": "2004-08-11 01:37:41",
            "id": "1662014",
            "reply_to_id": "1662013",
            "text": "ég átta mig ekki almennilega á peningahliðinni. Mun Nuff borga þessar 800- norskar sem kostar að taka þátt? Og styrkja mann til noregs?"
        },
        {
            "user": "Maos",
            "user_id": "763",
            "date": "2004-08-11 11:13:14",
            "id": "1662015",
            "reply_to_id": "1662014",
            "text": "Þeir munu semsagt borga þessar 800 krónur norskar sem það kostar að taka þátt. En þú verður sjálfur að koma þér til Noregs, en það er nú minnsta málið:)"
        },
        {
            "user": "Fleebix",
            "user_id": "5906",
            "date": "2004-08-15 00:27:52",
            "id": "1662016",
            "reply_to_id": "1662015",
            "text": "ég er á leiðinni til noregs :P!"
        },
        {
            "user": "fuhrer",
            "user_id": "41934",
            "date": "2004-09-05 23:05:00",
            "id": "1708826",
            "reply_to_id": "1662016",
            "text": "Damn of seinn var að sjá þessa grein núna ég hefði verið til í að fara:) Enda tala ég allveg reyðbrennandi norsku:D"
        },
        {
            "user": "Fleebix",
            "user_id": "5906",
            "date": "2004-09-16 19:30:08",
            "id": "1717464",
            "reply_to_id": "1708826",
            "text": "thegar thessi ord eru skrifud sit eg a rassgatinu i einu almennilegu nettengdu tolvunni i menningarhusinu Tvibit i Tromsø. Alla daga rignir, thad er iskalt, thad er alltaf fiskur i matinn og vid erum nokkrar gradur fyrir nordan heimskautsbaug. Russarnir sitja og spila skak, og sviarnir reyna ad pikka upp donsku stelpurnar. A thessum 3 dogum, 14-16 tima vinnudogum hef eg laert meira um leikstjorn heldur en 3 arum af thvi ad vinna einn med kameru. Fyrir nokkra skitna flugmida hef eg fengid halfgert crashcourse i kvikmyndagerd, og hef akvedid fyrir fullt og allt ad eg aetla ad verda kvikmyndagerdarmadur."
        }
    ]
}