{
    "forum_title": "Stjórnmál",
    "user": "STAVKA",
    "user_id": "46427",
    "date": "2004-08-11 23:50:08",
    "title": "Vietnam stríðið",
    "text": "Bandaríkjamenn hafa alltaf verið “æstir” í að fara í stríð. Alla vegana hafa þeir alltaf verið “æstir” til að “frelsa heiminn” t.d. var verið að frelsa Evrópu undann járnæl fasismans og að frelsa Vietnam og Kambódíu undann “yfirgangi kommúnismans”. Kommúnistar voru bara að gera rauða byltingu gegn yfirvaldi þar sem var kannski ennþá verra en hinir “rauðu púkar kommúnismans”.\nÞeir höfðu bara komist til valda í norður hlutanum en suður hlutinn er fékk hjálp frá Bandaríkjamönnum sem ætluðu nú bara fyrst að senda nokkra menn til hjálpar en endaði í stóru stríði. Bandaríkjamenn sendu sína þrautþjálfuðu hermenn út í rauðann dauðann í frumskógum og ófærum Vietnams. Fátæklingarnir í   Norður-Vietnam voru hinsvegar kunnugir um frumskógana og fengu vopn og kannski smá liðsinni frá Sovétmönnum og Kínverjum. En Bandaríkjamennirnir börðust vel en náðu ekki að hjálpa hinum “gulu vinum sínum frá Suður-Vietnam því að þeir réðu ekki vð ”yfirgang kommúnismans“ og gátu því ekki haldið ”frelsi og friði\" í Vietnam (ekki voru þeir að halda friðnum með því að skapa ennþá meira stríð en var fyrir). Norður-Vietnamarnir voru líka með bandamenn sem börðust með þeim. Skæruliðasveitina Vietkong. Bandaríkjamennirnir fóru halloka í stríðinu plús það að auðvitað voru mótmæli heimafyrir, þeir voru að senda hrausta hermenn út í víðáttumikla frumskóga, fjöll og í allt annað umhverfi en þeir voru þjáfaðir fyir. Út í stríð sem kom þessum hermönnum ekki einusinni við.",
    "url": "https://www.hugi.is/stjornmal/greinar/216412/vietnam-stridid/",
    "url_id": "216412",
    "id": "1662543",
    "replies": [
        {
            "user": "skam",
            "user_id": "10318",
            "date": "2004-08-12 08:54:48",
            "id": "1662544",
            "reply_to_id": "1662543",
            "text": "blah, innihaldslaus grein."
        },
        {
            "user": "skam",
            "user_id": "10318",
            "date": "2004-08-12 09:59:14",
            "id": "1662545",
            "reply_to_id": "1662544",
            "text": "neinei..alltaf gaman af greinum sem undirstrika heimsku bandaríkjamanna!"
        },
        {
            "user": "calF",
            "user_id": "24255",
            "date": "2004-08-12 12:08:58",
            "id": "1662546",
            "reply_to_id": "1662545",
            "text": "svo sammála."
        },
        {
            "user": "arngrimvs",
            "user_id": "51754",
            "date": "2004-08-12 16:14:13",
            "id": "1662547",
            "reply_to_id": "1662545",
            "text": "Skam, ef að allir í Bandaríkjunum eru svona heimskir, afhverju eru þeir voldugasta og öflugasta þjóð í heimi?"
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2004-08-14 23:42:11",
            "id": "1662548",
            "reply_to_id": "1662547",
            "text": "Þetta er bara eins og rómaveldi. Byrjaði með Sesar en endaði með fávita eins og Neró í valdastóli. Þótt Neró hafi setið í keisarstólnum þýðir það þá að hann hafi verið eitthvað gáfaður?"
        },
        {
            "user": "br75",
            "user_id": "29541",
            "date": "2004-08-15 08:51:25",
            "id": "1662549",
            "reply_to_id": "1662548",
            "text": "Bandaríkinn gátu alltaf sigrað! En til þess þurfti ákveðna stjórnmálamenn!  Þeir bara gugnuðu og það er það sem her í yfirburðarstöðu má aldrei gera því þá verður hann eins og ráðviltur risi.  En þeir hefðu bara getað sigrað orustuna því ekki var hægt að sækja með landhernaði að norður víetnað sökum ógnarinnar frá Kína og Sovétt.  Stríðið bara borgaði sig ekki og því unnu Víetnamar og Sovésk tækni þetta stríð!"
        },
        {
            "user": "magzi",
            "user_id": "35376",
            "date": "2004-09-27 01:03:52",
            "id": "1727001",
            "reply_to_id": "1662547",
            "text": "Voldugasta ekki gáfaðasta fyrsta lagi þarf mar ekki að vera gáfaður til að skjóta af byssu.Nema fyrir okkur íslendingana sem vita ekki hvað það er. SEm er nokkuð COOLL:):):) sú þjóð sem hefur betri vopnn Er ekki gáfuð en virkar það vegna þess að hún getur sölsað allar auðlindir undir  sig og orðið rikar og rikari…… hvað seigiði gera STRíð á Bandaríkjamenn   Ísland vs Bandrikjamenn!!!! ;);););):Þ:Þ:Þ:Þ"
        },
        {
            "user": "apj",
            "user_id": "12570",
            "date": "2004-08-12 13:14:54",
            "id": "1662550",
            "reply_to_id": "1662543",
            "text": "Eina ástæðan fyrir því að þeir “töpuðu stríðinu” var almennings álitið. Allt vofði yfir fjölda mótmæla göngum og ef ekkert gert yrði var ekki víst hvort fólkið myndi gera eitthvað róttækt svo þeir hófu að baka sig út úr stríðinu fór alltaf að láta hermenn sína hætta svara árásum heldur hörfa og síðan endaði með að þeir voru farnir….\nÞangað til höfðu þeir hlotið sigur í nánast öllum orrustum víetnamsstríðisins svo ég lýt ekki á að þeir hafi tapað stíðinu útaf því að einhverjir pólitíkusar voru hræddir um að missa sínar stöður í hvítahúsinu…..\nÞeir einfaldlega hættu að taka þátt í því…."
        },
        {
            "user": "hartmann",
            "user_id": "18812",
            "date": "2004-08-12 13:59:02",
            "id": "1662551",
            "reply_to_id": "1662550",
            "text": "gáfust upp nenntu þessu ekki"
        },
        {
            "user": "GLXRBLT",
            "user_id": "42678",
            "date": "2004-08-12 14:30:24",
            "id": "1662552",
            "reply_to_id": "1662543",
            "text": "Reagan var nú ejinglega bara amerískur hitler."
        },
        {
            "user": "Fluffster",
            "user_id": "7",
            "date": "2004-08-13 00:09:06",
            "id": "1662553",
            "reply_to_id": "1662552",
            "text": "Reagan? REAGAN? Hvernig í fjáranum tengist hann Víetnam?\nOg hvernig í ósköpunum færðu það út að hann hafi verið amerískur Hitler? Ég sé ekkert líkt með þeim. Bara alls ekkert."
        },
        {
            "user": "IngvarL",
            "user_id": "50417",
            "date": "2004-08-12 16:01:31",
            "id": "1662554",
            "reply_to_id": "1662543",
            "text": "merkilegt hvað fáfræði er mikil meðal þeirra sem stunda huga …"
        },
        {
            "user": "arngrimvs",
            "user_id": "51754",
            "date": "2004-08-12 16:12:13",
            "id": "1662555",
            "reply_to_id": "1662543",
            "text": "léleg grein, léleg svör.\nStórveldi þurfa að fara í stríð til þess að gæta hagsmuna sinna, það hefur alltaf verið þannig.\nNefndu mér eitt stórveldi sem að hefur ekki verið árásargjarnt."
        },
        {
            "user": "midiz",
            "user_id": "5615",
            "date": "2004-08-12 16:44:28",
            "id": "1662556",
            "reply_to_id": "1662555",
            "text": "það er eitt að fara í stríð til að vernda land og þjóð. Það er líka eitt að fara í stríð til að vinna betri lönd (verðmæti).Annað að fara í stríð við öll lönd sem iðka aðra hugmyndafræði en þitt land. Annað að fara í stríð til þess eins að lækka olíuverð…\neiginlega bara fyndið að olíuverð skyldi hætta og að efnahagskerfið er í rúst eftir Íraksstríðið…"
        },
        {
            "user": "midiz",
            "user_id": "5615",
            "date": "2004-08-12 16:45:31",
            "id": "1662557",
            "reply_to_id": "1662556",
            "text": "hætta átti hér að vera hækka…"
        },
        {
            "user": "arngrimvs",
            "user_id": "51754",
            "date": "2004-08-12 20:22:00",
            "id": "1662558",
            "reply_to_id": "1662556",
            "text": "Stríð til þess að vernda land og þjóð, áttu einhvern betri?\nStríð hafa alltaf snúist um áhrif og hagsmuni.\nBandaríkjamenn tóku þátt í víetnam stríðinu til þess að reyna að koma í veg fyrir kommúnísk áhrif í Asíu.\nBandaríkjamenn réðust inn í Írak til þess bæði að gera Írak að bandarísku áhrifasvæði, (svipað og Ísrael), og til þess að tryggja framtíðar olíuviðskipti við Íraka.\nÍrak á eftir að greiða upp kostnað stríðsins, eins og hefur alltaf tíðkast. Þannig að efnahagurinn í Bandaríkjunum ætti að batna."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-12-21 15:56:39",
            "id": "1854423",
            "reply_to_id": "1662558",
            "text": "ertu fífl? semsagt þú vilt meyna að þeir tapa X mikilli upphæð og græða hana og nokkra milljarða…en hvað með lífin sem töpuðust? á bara að græða græða græða og missa fólk bara til að græða…ég skil ekki hvernig fólk getur verið sammála þessari stefnu…því miður finst mér þetta sorgleg sjónarmið hjá þér!"
        },
        {
            "user": "Rumms",
            "user_id": "30459",
            "date": "2004-08-12 17:15:06",
            "id": "1662559",
            "reply_to_id": "1662543",
            "text": "ég bara Skil ekki pointið í þessari grein\num hvað er hún? Af Hverju að senda þetta inn? af hverju að Samþykkja þetta!?"
        },
        {
            "user": "Starr",
            "user_id": "49598",
            "date": "2004-08-12 17:46:00",
            "id": "1662560",
            "reply_to_id": "1662543",
            "text": "gleymdir að norður víetnam fór bara í stríð til að frelsa suðurhlutann og að usa notuðu efnavopnið agent orange"
        },
        {
            "user": "arngrimvs",
            "user_id": "51754",
            "date": "2004-08-12 20:23:46",
            "id": "1662561",
            "reply_to_id": "1662560",
            "text": "Kelikallinn, þjóðir fara ekki í stríð til þess að frelsa."
        },
        {
            "user": "Starr",
            "user_id": "49598",
            "date": "2004-08-13 12:03:41",
            "id": "1662562",
            "reply_to_id": "1662561",
            "text": "það var grein í moganum og þar stóð allt um þetta en þa´var eithvað um akkuru landið skiptistí tvent og norður v hafi ráðist á s"
        },
        {
            "user": "BinK",
            "user_id": "52322",
            "date": "2004-08-12 18:22:50",
            "id": "1662563",
            "reply_to_id": "1662543",
            "text": "Ok fyrst þá vildu USA menn alls ekki fara í stríð í ww2, Hitler lýsti yfir stríði gegn þeim.\nSíðan síðustu ár vietnam stríðsins þá voru menn vel þjálfaðir. Samt eins og þú sagðir þá voru mikil mótmæli heimafyrir. En þeir fóru halloka því USA menn sendu mikinn hluta herliðsins heim um 1971, vegna þessa mótmælanna.\nEn hinsvegar í dag halda USA menn að þeir séu alheimslögreglan, og fara í stríð án þess að plana það.\nGeggjuð grein :P"
        },
        {
            "user": "apj",
            "user_id": "12570",
            "date": "2004-08-13 13:32:17",
            "id": "1662564",
            "reply_to_id": "1662563",
            "text": "Bink.\nHitler lýsti aldrei stríði á hendur bandaríkjamönnum… hann reyndi að forðast það að fá þá í stríðið því hann vissi alveg að það myndi hafa vondar afleyðingar fyrir hann……\nþað var ekki fyrr en  japanar byrjuðu að pota í risan þegar hann vaknaði og lýsti þar með stríði á hendur öxulveldunum…."
        },
        {
            "user": "Fluffster",
            "user_id": "7",
            "date": "2004-08-13 13:57:49",
            "id": "1662565",
            "reply_to_id": "1662564",
            "text": "Rangt. Hitler lýsti yfir stríði gegn USA þegar Japan gerði það, ekki öfugt."
        },
        {
            "user": "apj",
            "user_id": "12570",
            "date": "2004-08-13 14:35:15",
            "id": "1662566",
            "reply_to_id": "1662565",
            "text": "já en það breytir því ekki að hann vildi forðast að fara í stríð við þá…"
        },
        {
            "user": "apj",
            "user_id": "12570",
            "date": "2004-08-13 14:43:33",
            "id": "1662567",
            "reply_to_id": "1662566",
            "text": "hey já líka rangt hjá þér… Japanar lýstu ekki yfir stríði á hendur bandaríkjamönnum.. Bretar og USA lýstu stríði á hendur japan 7 des og í kjölfar lýstu ítalia og þýskaland stríði á hendur bandaríkjunum…"
        },
        {
            "user": "Fluffster",
            "user_id": "7",
            "date": "2004-08-13 17:17:51",
            "id": "1662568",
            "reply_to_id": "1662567",
            "text": "Hvernig er þetta rangt hjá mér?\nÁætlun Japana var að senda Bandaríkjunum stríðsyfirlýsingu rétt fyrir árásina á Perluhöfn, en það tafðist um nokkra tíma. Daginn eftir(8. desember) samþykkti bandaríkjaþing stríð gegn Japan með einu mótatkvæði, Þýskaland lýsti yfir stríði á hendur Bandaríkjunum 11. desember.\nJapönsku stríðsyfirlýsinguna má finna hér:\nhttp://www.wpunj.edu/irt/courses/hist365/declarew\nar.htm"
        },
        {
            "user": "HeAt",
            "user_id": "38171",
            "date": "2004-08-13 18:25:30",
            "id": "1662569",
            "reply_to_id": "1662568",
            "text": "Ok vertu ekki að tala um ekkað sem þú hefur ekki hugmynd um apj!!! Í 2 ár voru bretar og sovétmenn að grátbyðja USA menn um að hjálpa þeim, þeir gerðu það en bara með því að selja þeim vopn. En ekki sem beinir aðilar að stríðinu :O\nBink&HEAT"
        },
        {
            "user": "apj",
            "user_id": "12570",
            "date": "2004-08-13 19:55:24",
            "id": "1662570",
            "reply_to_id": "1662568",
            "text": "nei þeir lýstu aldrei yfir stríði á hendur bandaríkjamönnum.Ég fór aðeins í fleipur með dagsetninguna hjá bandaríkjamönnum og bretum en ég veit að þeir lýstu stríði á hendur jöpunum áður en japanir gerðuþað.. það var áætlunin þeir hófu aðeins stríðið… Hefðu þeir lýst yfir hefðu þeir skemmt árásina japanir lýstu síðan formlega stríði á hendur bretum og USA rétt eftir yfirlýsingu breta og USA."
        },
        {
            "user": "Fluffster",
            "user_id": "7",
            "date": "2004-08-14 00:04:04",
            "id": "1662571",
            "reply_to_id": "1662570",
            "text": "Aftur rangt hjá þér. Bandaríkjamenn höfðu ráðið diplómatadulmál Japana og voru því búnir að ráða skilaboðin áður en þau bárust frá japanska sendiráðinu - og sendu aðvörun til kyrrahafsflotans sem ekki var tekið mark á, með afleiðingum sem allir þekkja."
        },
        {
            "user": "apj",
            "user_id": "12570",
            "date": "2004-08-14 13:50:49",
            "id": "1662572",
            "reply_to_id": "1662571",
            "text": "já það var ekki tekið mark á henni þannig að þeir lýstu ekkert yfir stríði…."
        },
        {
            "user": "Fluffster",
            "user_id": "7",
            "date": "2004-08-15 15:55:30",
            "id": "1662573",
            "reply_to_id": "1662572",
            "text": "wtf? Það að það var ekki tekið mark á henni þýðir að þetta gerðist aldrei?"
        },
        {
            "user": "ZeRo",
            "user_id": "40",
            "date": "2004-08-15 16:36:33",
            "id": "1662574",
            "reply_to_id": "1662573",
            "text": "Vietnam stridid er bara einni tjod ad kenna, audvitad helvitis Frokkunum og teirra Dominokenningu. Frakkland sokkar."
        },
        {
            "user": "siggret",
            "user_id": "41656",
            "date": "2004-08-15 22:18:21",
            "id": "1662575",
            "reply_to_id": "1662574",
            "text": "Það felst talsverð blekking í því að segja að Bandaríkjamenn hafi ekki tapað víetnamstríðinu  vegna þess að þeir hafi unnið allar orustur þess. Að sjálfsögðu unnu þeir flestar orustur þar sem barist var með hefðbundnum hætti þar sem þeir höfðu mikla yfirburði í vopnum. Víetnamar notuðu hins vegar skæruhernað og þannig tókst þeim að veita Bandaríkjamönnum það miklar skráveifur að þeir gáfust upp á stríðinu.\nEinnig bjuggu Víetnamar til fullt af gildrum fyrir Bandaríkjamenn. Þeir bjuggu til jarðsprengjur úr þeim sprengjum sem ekki sprungu þegar Bandaríkjamenn gerðu loftárásir og einnig notuðu þeir efnivið úr frumskóginum til að gera gildrur. Sumar slíkar gildrur er hægt að sjá í Rambó myndunum nema hvað þar er hlutverkunum snúið við. Þar var til dæmis um að ræða það að grafa holu, setja stinga trjágreinum í botninn þar sem búið er að tálga beittan enda á sem er látinn snúa upp. Síðan eru settar greinar og lauf yfir sem gefur sig þegar hermennirnir ganga þar yfir.\nÞað var fræg saga um “óheppnu herdeildina” hjá Bandaríkjamönnum, sem eftir að vera búinn að vera í talsverðan tíma í landinu var ekki enn búin að lenda í einum einasta bardaga en var samt búinn að missa á annað hundrað hermenn í slíkum gildrum.\nAnnað sem vann gegn Bandaríkjamönnum var einfaldlega mórallinn hjá Bandarísku hermönnunum. Ég hef heyrt það haft eftir bandarískum hermanni sem var þarna að það hefði verið útilokað fyrir þá að vinna stríðið vegna þess að hermennirnir hafi einfaldlega ekki skilið til hvers var verið að láta þá berjast þarna og hafi ekki haft neinn áhuga á þeim málstað sem þeir áttu að berjast fyrir. Þegar slíkur mórall er meðal hermannanna þá er herinn ekki til stórræða. Þessu fengu ítalir að kynnast í WWII."
        },
        {
            "user": "apj",
            "user_id": "12570",
            "date": "2004-08-16 00:00:48",
            "id": "1662576",
            "reply_to_id": "1662575",
            "text": "þrátt fyrir þennan skæruhernað hefðu þeir Norður víetnamar aldrei náð að hnésetja bandaríkjamenn það sést bara greinilega á body countinu því í enda stríðins voru í kringum 58 þúsund Kanar sem féllu en tölur norður víetnama hlupu á milljónum svo það er auðséð hvor var að tapa….\nÞað sem átti líka hlut í að almennings álitið droppaði og þar með droppar mórall hermanna því um leið og þeir fá að heyra að þjóðin þeirra er hneyksluð á því sem þeir gera fara þeir að efast um tilgangin…síðan voru þessi hneyksli um að bandaríkskir hermenn væru að misþyrma óbreyttum þorpsbúum vítt og breytt um víetnam sem heldur betur gerði útslagið hjá friðarsinnum…\nÞannig tel ég að eina ástæðan fyrir því að þeir drógu sig úr átökunum var að þeir sem sátu við völd vildu koma sér úr frekari hneykslum og reyna klóra í bakkan ásamt því að þjóðin gjörsamlega vildi ekki neitt stríð….."
        },
        {
            "user": "siggret",
            "user_id": "41656",
            "date": "2004-08-16 08:05:10",
            "id": "1662577",
            "reply_to_id": "1662576",
            "text": "Það er nákvæmlega svona sem menn ná árangri með skæruhernaði. Það má deila um það hvort menn hafi unnið stríðið eða ekki en óvinurinn gefst upp og fer, það er tilgangurinn með öllu saman.\nAndspyrnuhreyfingar sem berjast gegn hernámi gera sér sjaldnast vonir um að vinna hernámsliðið hernaðarlega, heldur vonast til að mikið mannfall meðal hermanna þess verði til að almenningur heima fyrir heimti að “srákarnir okkar komi heim”."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2004-08-17 00:39:04",
            "id": "1662578",
            "reply_to_id": "1662576",
            "text": "Auðvitað hlupu tölur víetnama milljónum. Enda gengu bandaríkjamenn milli þorpa og drápu konur og börn í búntum."
        },
        {
            "user": "apj",
            "user_id": "12570",
            "date": "2004-08-17 12:45:43",
            "id": "1662579",
            "reply_to_id": "1662578",
            "text": "Þeir hlupu ekki á milli hvert einasta þorps og drápu óbreytta borgara þó það hafi gerst í einhverju mæli en norður víetnamar voru ekkert skárri í þeim málum…\nbara benda á tölur látna óbreytta borgara er ekki talin með tölum látina hermanna…\neitthvað um 2 milljónir óbreytta borgara féllu\nog 1.1 milljóns hermanna."
        },
        {
            "user": "MachineHead",
            "user_id": "2350",
            "date": "2004-08-17 02:26:57",
            "id": "1662580",
            "reply_to_id": "1662576",
            "text": "“þrátt fyrir þennan skæruhernað hefðu þeir Norður víetnamar aldrei náð að hnésetja bandaríkjamenn það sést bara greinilega á body countinu því í enda stríðins voru í kringum 58 þúsund Kanar sem féllu en tölur norður víetnama hlupu á milljónum svo það er auðséð hvor var að tapa….” - apj\nStríð eru ekki eins og tölvuleikir apj, þú vinnur ekki með því að drepa sem flesta óvini, það er margt annað sem spilar þar inn í. Einnig er mikið að þessu “body-count” hjá Víetnömum saklausir borgarar."
        },
        {
            "user": "siggret",
            "user_id": "41656",
            "date": "2004-08-17 08:18:50",
            "id": "1662581",
            "reply_to_id": "1662580",
            "text": "Samkvæmt tölum sem ég hef séð um hlutfall óbreyttra borgara meðal fallinna í hinum ýmsu styrjöldum þá voru 99% fallinna í víetnamstríðinu óbreyttir borgarar, enda féllu flestir í loftárásim Bandaríkjamanna en mun færri fyrir byssukúlum. Til dæmis var Hanoi, höfuðborg Norður Víetnam, nánast lögð í rúst.\nBandaríkjamenn stoppuðu ekki einu sinni lofrárásirnar yfir jólin. Þeir gerðu stöðugar loftárásir allt stríðið, og notuðu naplam sprengjur mjög mikið."
        },
        {
            "user": "MachineHead",
            "user_id": "2350",
            "date": "2004-08-17 21:52:07",
            "id": "1662582",
            "reply_to_id": "1662581",
            "text": "Og til að mynda notuðu þeir eitur til að eyða skógunum þannig að Vietnamar gætu ekki falið sig þar, sem var skaðlegt mönnum og enn þann dag í dag eru að fæðast vansköpuð börn vegna þess."
        },
        {
            "user": "xxxooo",
            "user_id": "54814",
            "date": "2004-09-09 03:54:34",
            "id": "1711300",
            "reply_to_id": "1662575",
            "text": "hef aldrei heyrt um þennan móral sem þú ert að tala um þessi 22 ár sem ég er búinn að vera AIR FORCE WIFE, og ferðast um heimin með hernum, móralinn er frábær hjá þessu fólki,\nekki dæma fyrr en þú hefur reynslu sjálfur/sjálf"
        },
        {
            "user": "Booger",
            "user_id": "1132",
            "date": "2004-08-17 18:25:24",
            "id": "1662583",
            "reply_to_id": "1662574",
            "text": "Var þér kennt þetta í usa? Það voru nú þeir kumpánar Eisenhower og Nixon sem komu með þessa kenningu ekki frakkar."
        },
        {
            "user": "apj",
            "user_id": "12570",
            "date": "2004-08-15 23:50:57",
            "id": "1662584",
            "reply_to_id": "1662573",
            "text": "formlega séð ekki.."
        },
        {
            "user": "Fluffster",
            "user_id": "7",
            "date": "2004-08-16 12:31:08",
            "id": "1662585",
            "reply_to_id": "1662584",
            "text": "“Formlega séð ekki”???\nÞú þarft að fara að lesa meira."
        },
        {
            "user": "apj",
            "user_id": "12570",
            "date": "2004-08-16 17:30:53",
            "id": "1662586",
            "reply_to_id": "1662585",
            "text": "það var ekkert tekið mark á henni þannig að yfirlýsing gekk aldrei í gildi… svo einfalt er það.."
        },
        {
            "user": "Fluffster",
            "user_id": "7",
            "date": "2004-08-17 02:20:20",
            "id": "1662587",
            "reply_to_id": "1662586",
            "text": "Yfirlýsing er í eðli sínu einhliða, þannig að það skiptir ekki nokkru andskotans máli hver viðbrögðin voru."
        },
        {
            "user": "hannesa",
            "user_id": "53",
            "date": "2004-08-12 20:21:28",
            "id": "1662588",
            "reply_to_id": "1662543",
            "text": "ætti að senda flestan huga í VÆNAN söguáfanga. :)"
        },
        {
            "user": "STAVKA",
            "user_id": "46427",
            "date": "2004-08-12 20:26:37",
            "id": "1662589",
            "reply_to_id": "1662543",
            "text": "Hver er að tala um Írak???\nOg sagði ég ekki að þeir hefðu ráðist inn í Vietnam til þess að stöðva framgang kommúnismans? Jú! (…….sínum frá Suður-Vietnam því að þeir réðu ekki vð “yfirgang kommúnismans” og gátu því ekki ……..)"
        },
        {
            "user": "arngrimvs",
            "user_id": "51754",
            "date": "2004-08-12 21:11:51",
            "id": "1662590",
            "reply_to_id": "1662589",
            "text": "Androvski, Midiz og Bink voru að tala um Írak.\nEnda svaraði ég þeim um það, ekki þér.\nÞú setur allt inní einhverjar helvítis gæsalappir, það er ekki hægt að skilja hvað í andskotanum þú ert að reyna segja með þessari grein.\nÉg var bara að útlista ástæður fyrir þessum stríðum.  Þú sagðir reyndar að þeir væru að frelsa fólk undir yfirgangi kommúnismans.\nÉg sagði hinsvegar að þeir væru að tryggja áhrif sín á svæðinu. það eru tveir mismunandi hlutir."
        },
        {
            "user": "sixx",
            "user_id": "54015",
            "date": "2004-08-18 01:15:58",
            "id": "1662591",
            "reply_to_id": "1662590",
            "text": "arngrimvs:Ég sagði hinsvegar að þeir væru að tryggja áhrif sín á svæðinu.“Afhverju í andskotanum þarf að fara í strið og að drepa hellinga f saklausu fólki til þess að ”tryggja á hrif sín á svæðinu\"??Má ekki önnur en vestræn menning vera til??"
        },
        {
            "user": "EinsiFinns",
            "user_id": "39883",
            "date": "2004-08-12 20:57:26",
            "id": "1662592",
            "reply_to_id": "1662543",
            "text": "Þetta var ein af lélegustu og innihaldslausustu greinum sem ég hef lesið á huga.\nHvað með að gera betur næst ?"
        },
        {
            "user": "Nemesis",
            "user_id": "22078",
            "date": "2004-08-13 01:32:24",
            "id": "1662593",
            "reply_to_id": "1662592",
            "text": "Greinin er kannski léleg, en hún er ekki innihaldslaus."
        },
        {
            "user": "Kalashnikov",
            "user_id": "53318",
            "date": "2004-08-12 21:10:01",
            "id": "1662594",
            "reply_to_id": "1662543",
            "text": "Bandaríkjamenn gekk illa í Víetnam og þeim gengur heldur ekki vel í Írak eins er. Bardagarnir eru aftur hafnir í Najaf.\nGóð grein."
        },
        {
            "user": "arngrimvs",
            "user_id": "51754",
            "date": "2004-08-12 21:13:04",
            "id": "1662595",
            "reply_to_id": "1662594",
            "text": "Bandaríkjamenn eru með stórsókn geng Mehdi hernum í Najaf, það er verið að stúta írösku glæpamönnunum þar."
        },
        {
            "user": "BlaZter",
            "user_id": "15024",
            "date": "2004-08-12 22:15:06",
            "id": "1662596",
            "reply_to_id": "1662595",
            "text": "Áttu von á einhverju öðru? Þeir áttu aldrei sjens þeir eru einir uppi á móti einum tækniþróaðasta her í heimi, umkringdir og ekki með neina hjálp, vona bara að bandaríkjamenn stúti þeim og írakar hætti þessum skæruhernaði gegn þeim."
        },
        {
            "user": "Silverboy",
            "user_id": "31090",
            "date": "2004-08-13 00:06:55",
            "id": "1662597",
            "reply_to_id": "1662596",
            "text": "Vist að menn eru farnir að tala um Íraksstríðið þá langar mig að benda á eitt.\nTókuð þið eftir að USA notuðu líka þirlur og orustuflugvélar í þessum bardaga í dag.  LOGSINS segi ég.\nMér finst USA ekki vera að níta yfirburði sína í lofti nægilega í þessu stríði. Ef þeir eru tildæmis að ráðast á einhverjar bækistöðvar eða einhverjar búðir, afhverju notað þeir ekki bara F-17 og sprengja staðin í tættlur??? Það mundi sennilaga, að ég held, draga úr mannfalli. Það er ekki eins og að Írakarnir hafi miklar loftvarnir."
        },
        {
            "user": "apj",
            "user_id": "12570",
            "date": "2004-08-13 13:38:11",
            "id": "1662598",
            "reply_to_id": "1662594",
            "text": "Hvaða sannanir hefuru fyrir því að þeim hafi gengið illa í víetnam stríðinu?? þeir unnu nánast allar orrustur þangað til þeir fóru að bakka sig úr stríðinu…\nMér finnst að ná að fella 300 íraska skæruliða á einni viku ekki kallasta að ganga illa og tala nú ekki um að nú hafa þeir nánast umkringt þá…. Svo komu fréttir sem ég veit ekki hvort séu sannar um að mugta al sadt eða hvað sem hann heitir hafi særst í bardögum…\nfer reyndar eftir því hvernig þú metur að ganga illa… ef þeir væru að tapa stríðinu og væru að missa hverja borgina á eftir annari myndi ég kalla það að ganga illa…"
        },
        {
            "user": "Fluffster",
            "user_id": "7",
            "date": "2004-08-13 00:29:08",
            "id": "1662599",
            "reply_to_id": "1662543",
            "text": "Btw, ef þið viljið lesa bærilega óhlutdræga og vandaða umfjöllun um Víetnamstríðið, kíkið þá á\nhttp://en.wikipedia.org/wiki/Vietnam_Wa"
        },
        {
            "user": "Flugger",
            "user_id": "16077",
            "date": "2004-08-13 00:44:22",
            "id": "1662600",
            "reply_to_id": "1662543",
            "text": "Í rauninni eru alls ekki allir Bandaríkjamenn heimskir, það eru ekki einu sinni neitt svo stór prósenta af íbúum þeirra, þessir heimsku eru bara nokkuð áberandi í Bandaríkjunum, t.d. á mánudögum til fimmtudaga heyrum við Jay Leno tala um hvað samlandar hans eru heimskir, við eru steinhissa á hvað mikið er af heimsku og sljóu fólki þarna en sannleikurinn er sá að Bandaríkjamenn eru svo margir og eðlilega eru þá margir heimskir þar, en það er alls ekki stór hluti Bandaríkjamanna."
        },
        {
            "user": "Dafoe",
            "user_id": "27826",
            "date": "2004-08-13 17:08:14",
            "id": "1662602",
            "reply_to_id": "1662543",
            "text": "Gaur, þetta er bull, sjáðu t.d. heimildamyndina “fog of war”."
        },
        {
            "user": "binnib",
            "user_id": "195",
            "date": "2004-08-14 02:22:56",
            "id": "1662601",
            "reply_to_id": "1662543",
            "text": "nei, íssalinn hætti bara snemma í dag"
        },
        {
            "user": "obsidian",
            "user_id": "1799",
            "date": "2004-08-17 18:49:18",
            "id": "1662603",
            "reply_to_id": "1662543",
            "text": "Það er ótrúlega sorglegt að lesa þessar umræður.  Í fyrsta lagi vegna þess að greinin er skítléleg.  Í öðru lagi vegna þess að nánast allir sem leggja orð í belg vita ekki neitt um það sem þeir eru að segja.  Í þriðja lagi vegna þess að söguþekkingin virðist að mestu komin úr tölvuleikjum.\nNokkur dæmi um hörmuleikann:\n1. Bandaríkjamenn unnu ekki orrusturnar og töpuðu áróðursstríðinu heima fyrir.  þeir einfaldlega töpuðu þessu stríði herfræðilega.  svo einfalt er það. Það er fíflagangur að halda öðru fram.\n2. Dominokenningin er ekki komin frá Frökkum.  Og Eisenhower og Nixon koma henni ekki skít við heldur.  Dominokenningin var sett fram af Harry S. Truman bandaríkjaforseta.  Læra söguna áður en maður reynir að leiðrétta aðra !\n3. Reagan kemur Víetnamstríðinu ekki við.  Hann varð forseti 1980 en stríðinu lauk 1973.\n4. “Rómaveldi byrjaði með Caesar og endaði á fávita eins og Neró”.  Er ekki allt í lagi heima hjá þér!? Endaði Rómaveldi á Neró?  Hvað með öll hin 400 árin á eftir Neró?\n5. Japanir lýstu ekki yfir stríði við Bandaríkin.  Hitler gerði það hins vegar í kjölfarið á árás Japana á Perluhöfn.  Bara svo það sé á hreinu.\n6.  “Víetnamar hefðu aldrei getað unnið bara með skæruhernaði” sagði einhver.  Halló?! er ekki hægt að vinna stríð með skæruhernaði?  Hvað með Rússa og Afghanistan? Og Vietnamar unnu jú Vietnamstríðið var það ekki?  Maður vinnur stríð með skæruhernaði þannig að maður skærast og skærast þangað til hinn gefst upp!  Var það ekki akkúrat það sem gerðist í Víetnam?  Asni.\nÞað er eins gott að þessi umræða fór ekki fram á hugi.is/saga.  Það væri hlegið að ykkur.\nobsidian"
        },
        {
            "user": "Booger",
            "user_id": "1132",
            "date": "2004-08-17 19:20:31",
            "id": "1662604",
            "reply_to_id": "1662603",
            "text": "Rangt hjá þér um domínó kenninguna. Það var Eisenhower sem talaði fyrst um hana.\nhttp://coursesa.matrix.msu.edu/~hst306/documen\nts/domino.html\nÞetta er í fyrsta skipti sem talað er um þessa kenningu. Greinilega ekki alvitur og þú vilt halda fram félagi og ég neyðist til að hlægja að þér. Læra söguna áður en þú þykist vera besserwisser."
        },
        {
            "user": "ZeRo",
            "user_id": "40",
            "date": "2004-08-18 19:40:01",
            "id": "1662605",
            "reply_to_id": "1662603",
            "text": "Frakkarnir komu fram med Dominokenninguna vegna tess ad teir voru ad missa tokin i landinu og tar sem ad teir voru i bradri naudsyn fyrir meiri fjarlog. Teir notudu Dominokenninguna til tess ad reyna ad fa Bandarikin til ad hjalpa ser medal annars Dien Bien Phu og til ad na tokum aftur i landinu.. hvort ad Harry S. Truman hafi nefnt tessa kenningu “Dominokenninguna” veit eg ekkert um en tetta var tad sem ad Frakkarnir notudu fyrst af ollu sem astaedu fyrir tvi ad Bandarikin aettu ad hjalpa teim..\nog tu ert hrokafullur einstaklingur og asni."
        },
        {
            "user": "ZeRo",
            "user_id": "40",
            "date": "2004-08-18 19:41:52",
            "id": "1662606",
            "reply_to_id": "1662605",
            "text": "obsidian sko.."
        },
        {
            "user": "obsidian",
            "user_id": "1799",
            "date": "2004-08-30 09:44:08",
            "id": "1699728",
            "reply_to_id": "1662605",
            "text": "Það er reyndar rétt hjá Booger að Eisenhower notaði fyrstur nafnið “Domino Theory”.  Ég skal alveg játa það.  Hins vegar var Eisenhower bara að finna flottara nafn á Trumankenninguna frá 1947 (\nhttp://en.wikipedia.org/wiki/Truman_Doctrine\nef þú vilt sannreyna þetta) sem gekk út á það að Bandaríkin ættu að verjast kommúnisma hvar sem er í heiminum því að ef eitt ríki félli fyrir kommúnisma myndi það valda dómínóáhrifum í þeim heimshluta og fleiri ríki myndu fylgja í kjölfarið.  Sem sagt: Sett fram af Truman, umorðað af Eisenhower.  Svo þú skalt ekki segja mér neitt um að læra söguna.\nZero:  Það er alveg rétt að Bandaríkjamenn notuðu Dómóinókenninguna til að réttlæta hjálp til Frakka í fyrra Víetnamstríðinu.  Hins vegar tönnlast þú á því að Frakkar hafi sett kenninguna fram.  Sem er della.\nobsidian"
        },
        {
            "user": "br75",
            "user_id": "29541",
            "date": "2004-08-17 23:44:47",
            "id": "1662607",
            "reply_to_id": "1662543",
            "text": "Vietnam stríðið var um að ná Komunnista stjórnin úr stjórn en þetta stríð breytist bara  ,,Major Kaos´´ þegar U.S.A. byrjaði að skipta sér að"
        },
        {
            "user": "br75",
            "user_id": "29541",
            "date": "2004-09-11 08:04:04",
            "id": "1712833",
            "reply_to_id": "1662607",
            "text": "Víetnamstríðið var eitthvað það versta hernaðarbrölt stórveldis síðann Ítalía ákvað að ráðast á Grikkland og Egyptaland í sömu mund!  Kanarnir voru fastir í Suður-Víetnam því ef ráðist hefði verið á Norður-Víetnam þá hefur Kínverjar og hugsanlega Rússar tekið beinan þátt í áttökunum.  Nóg var um vopn frá þessum rauðu ríkjum til að halda N-Víetnömum vel byrgðum þrátt fyrir stanslausar loftárásir Kananna.  Í Þokkabót voru Kanarnir að styðja svo spiltar stjórnir í S-Víetnam að jafnvel Búddamunkarnir snérust gegn þeim.\nEkki misskilja mig ég tel að USA hefði getað sigrað stríðið ef þeir raunverulega vildu það en en viljinn var ekki þar lengur til staðar, heimsmyndin hafði breist og ósigur var það sem Kanarnir kusu."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-01-23 00:19:39",
            "id": "1919048",
            "reply_to_id": "1662543",
            "text": "léleg grein, ljót og leiðinleg"
        }
    ]
}