{
    "forum_title": "Heimspeki",
    "user": "HaXeN",
    "user_id": "54578",
    "date": "2004-08-12 13:47:26",
    "title": "Er ekkert til í einhverju og erum við lifandi",
    "text": "hvernig er hægt að segja að við séum til það gæti verið að við erum tómar ímyndanir sem lifa í engu í ímyndum enhvers?",
    "url": "https://www.hugi.is/heimspeki/korkar/216561/er-ekkert-til-i-einhverju-og-erum-vid-lifandi/",
    "url_id": "216561",
    "id": "1663586",
    "replies": [
        {
            "user": "giornata",
            "user_id": "30666",
            "date": "2004-08-12 19:14:57",
            "id": "1663587",
            "reply_to_id": "1663586",
            "text": "Vá :) það er hægt að pæla lengi í þessu! En hér er líka annað til að pæla í. Segðu “Elías” og segðu síðan “Elva” segðu síðan “E” einsog þú sért að fara að segja “elías” en kláraðu dæmið með því að segja “lva” í staðinn “lías” finnuru hvernig það er öðruvísi “e” en þegar þú segir “e-ið” í Elvu og klárar það með því að segja “lías”?? Ok, ef þið fattið þetta ekki þá er ekkert við því að gera en ég og vinkona mín pælum stundum í þessu. Kannski svolítið asnalegt þegar ég útskýri þetta svona! En þetta gerir það svolítið erfitt að trúa því að það sé bara til EIN tegund af stafnum “e”\nkv. rugludallurinn<br><br>—————————————————\n<font color=“#00FF00”>“His eyes are as green as a fresh pickled toad\nhis hair as dark as a blackboard,\nI wish he was mine, he's really divine,\nThe hero who conquered the dark lord”\n- Ginny\n</font>\n<font color=“#0000FF”>\nNow he’s dead,\nHe left our hearts empty,\nBut, remember, Sirius taught us plenty!\nSo all we can say now, Sirius,\nIs thank you for everything,\nYou were a loyal friend, firm and true,\nSirius, </font><font color=“#FF00FF”><b>we will miss you!</b></font>\nkíkið á <a href=\"\nhttp://www.folk.is/potter-net\n\">potter-netið</a"
        },
        {
            "user": "HaXeN",
            "user_id": "54578",
            "date": "2004-08-12 19:55:37",
            "id": "1663588",
            "reply_to_id": "1663587",
            "text": "Þetta var flott og já ég fattaði þetta snilld!"
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2004-08-12 20:16:55",
            "id": "1663589",
            "reply_to_id": "1663588",
            "text": "Reyndar má gefa sér það að einhver hafi ímyndað sér rosalega flókið kerfi sem reiknar út mismunandi hegðun manneskjunnar og komið upp kerfi um það hvernig hver og einn persónuleiki bregst við. Svo reiknar þetta kerfi út að í 10000. skipti sem einhver ákveður eitthvað kemur upp galli og hann gerir eitthvað fáránlegt. En hvað á þetta fáránlega að vera og hvað ákveður það?\nSvo stangast þessi kenning mín að ofan við þá trú mína að hver og ein manneskja hafi sál, 28 grömm, eins og Þráinn Bertelson lagði svo eftirminnnilega áherslu á í bók sinni Einhvers konar Ég.<br><br>^_______________________________^"
        },
        {
            "user": "HaXeN",
            "user_id": "54578",
            "date": "2004-08-12 20:29:11",
            "id": "1663590",
            "reply_to_id": "1663589",
            "text": "Þér fynnst þetta vera fáranlegt af því að þú skilur þetta ekki."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2004-08-12 20:36:10",
            "id": "1663591",
            "reply_to_id": "1663590",
            "text": "Þú varst greinilega ekki að skilja svarið mitt. Með þessu fáránlega átti ég við hluti eins og; Ég og vinur minn vorum í bíl á sautjánda júni, allt í einu kemur lína langsokkur labbandi og vinur minn ákvað bara að hoppa útúr bílnum, kyssa hana og hlaupa aftur inn. Svo þegar ég spurði hann afhverju hann gerði þetta sagði hann að þetta væri einn að þessum hlutum sem hann gerir án þess að vita sjálfur afhverju í ísköpunum hann gerir þá.<br><br>^_______________________________^"
        },
        {
            "user": "HaXeN",
            "user_id": "54578",
            "date": "2004-08-12 20:42:54",
            "id": "1663592",
            "reply_to_id": "1663591",
            "text": "já ýmundunin tók stjórnina."
        },
        {
            "user": "midgardur",
            "user_id": "12186",
            "date": "2004-08-13 13:43:52",
            "id": "1663593",
            "reply_to_id": "1663587",
            "text": "Það er bara til ein tegund af stafnum/hljóðinu e. Hins vegar er bara til ein tegund af Elías og Elva. Þetta er svona álíka og með múrsteina, það gætu allir múrsteinar verið eins en til margar tegendur af húsum, þ.e. það er munur á strúktur og staki, ein af undirstöðum strúktúralismans.\nM."
        },
        {
            "user": "giornata",
            "user_id": "30666",
            "date": "2004-08-15 21:38:16",
            "id": "1663594",
            "reply_to_id": "1663593",
            "text": "jájájá :) það er nú búið að segja mér þetta fyrir löngu ;)<br><br>—————————————————\n<font color=“#00FF00”>“His eyes are as green as a fresh pickled toad\nhis hair as dark as a blackboard,\nI wish he was mine, he's really divine,\nThe hero who conquered the dark lord”\n- Ginny\n</font>\n<font color=“#0000FF”>\nNow he’s dead,\nHe left our hearts empty,\nBut, remember, Sirius taught us plenty!\nSo all we can say now, Sirius,\nIs thank you for everything,\nYou were a loyal friend, firm and true,\nSirius, </font><font color=“#FF00FF”><b>we will miss you!</b></font>\nkíkið á <a href=\"\nhttp://www.folk.is/potter-net\n\">potter-netið</a"
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2004-08-28 16:44:34",
            "id": "1698515",
            "reply_to_id": "1663587",
            "text": "Það eru auðvitað til alveg milljón sérhljóðar.\nPrófið að færa munninn hægt frá því að segja “a”\nyfir í að segja “e” og síðan frá “e” yfir í “i”.\nVið heyrum bara betur muninn þegar hann er nógu\nmikill.\nÞetta er svipað og með nóturnar.  Það eru til\nmiklu fleiri en tólf nótur við bara heyrum muninn\nmest afgerandi þegar bilið er komið upp í hálftón\neða meira.  Ef nóta er á milli G og G# tölum við\nbara um “of lágt” G# eða “of hátt” G.\nEn svo eru til rugludallar sem sætta sig ekki\nvið minna en 24 nótur.\nÞað eru líka til rugludallar sem nota þessa\nskrýtnu sérhljóða.  Þeir kallast Frakkar."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2004-08-12 20:04:45",
            "id": "1663595",
            "reply_to_id": "1663586",
            "text": "Því við, allavega ég, ólíkt ímyndunum höfum sjálfstæðan vilja.<br><br>^_______________________________^"
        },
        {
            "user": "Savioro",
            "user_id": "39293",
            "date": "2004-09-02 19:22:46",
            "id": "1706590",
            "reply_to_id": "1663586",
            "text": "þræðir þínir eru að drepa heilasellur manna hér á huga. Þessar pælingar þínar eru mjög langt frá því að vera nýjar og þú ert ekki að finna upp hjólið, það eitt er víst. Svo ef að menn reyna að sýna þér fram á það, þá kemur hrokafyllsta svar seinni tíma “þú bara skilur þetta”. Gaur það er ekkert að skilja. Þar sem þú reynir að flækja hlutina til þess að það lýti út fyrir að vera gáfulegt en er í eðli sínu ekkrt nema rökleysa.\nÉg fór að pæla í hvort þetta væri ekki bara einhver húmor hjá þér, hvort þú værir ekki bara að leika þér að setja fram einhverja vitleysu og þegar menn commenta á það, að svara með þessu skemmtilega “þú bara skilur ekki”.\nBtw stafsetning var ekki fundin upp til að skoða, hún þjónar tilgangi, ættir að prófa að nota hana."
        }
    ]
}