{
    "forum_title": "Skák og bridds",
    "user": "HaXeN",
    "user_id": "54578",
    "date": "2004-08-13 23:33:17",
    "title": "Bobby Fischer",
    "text": "Það er þannig að fyrir 12 árum 1992 þá fór Fischer til Yúgóslavíu til að tefla við Boris Spassky og eftir að hafa unnið glæsilegan sigur þá flúði hann eftir að Bandarísk yfirvöld lýstu yfir því að það ætti að hantaka Fischer afhverju? Það var út af því að Fischer braut lögin með því að tefla við Spassky út af viðskiptarbanni sem Bandarísk yfirvöld höfðu sett við Yúgóslavíu.Það er fáranlegt að Hann eigi yfir sér 10 ára fangelsisdóm fyrir það að tefla við Spassky.Bobby Fischer hefur helgað lífi sínu skák og fór til Yúgóslavíu til að tefla við Spassky því hann hafði ekki telft í 20 ár og langaði að tefla við sinn galma andstæðing Boris Spassky og því er þetta alls ekki réttlanlegt! Bobby Fischer hefur flúið Bandarísk yfirvöld og ekki komist til heimaland síns í 12 ár bara vegna þess að hann hafi telft eina skák við Spassky! og nú fyrir stuttu var hann gómaður í Japan og ætli Japönsk yfirvöld að framselja Bobby Fischer til Bandaríkjanna.Fischer reyndi að sækja um hæli í Japan en þeir Japanar vilja ekki leyfa Fischer að fá hæli og framselja því Bobby Fischer til Bandaríkjanna þar sem hann á yfir höfði sér 10 ára fangelsisdóm.",
    "url": "https://www.hugi.is/skak/greinar/216625/bobby-fischer/",
    "url_id": "216625",
    "id": "1663943",
    "replies": [
        {
            "user": "tas1",
            "user_id": "9154",
            "date": "2004-08-14 12:55:15",
            "id": "1663946",
            "reply_to_id": "1663943",
            "text": "Það má bæta við að hann vann yfir hundrað milljónir með því að sigra Spassky.  Svo reif hann bréf frá Bandaríkjastjórn í beinni útsendingu.  Bréfið hafði verið sent honum og hann beðinn um að tefla ekki þar sem viðskiptabann væri við landið.  BNA stjórn vill örugglega ná sér niðri á honum eftir að hann niðurlægði þau live on tv! :)  Annars er þetta sérvitringur með ofsóknaræði í dag og ætti í raun heima á geðveikrarhæli."
        },
        {
            "user": "HaXeN",
            "user_id": "54578",
            "date": "2004-08-14 13:47:32",
            "id": "1663947",
            "reply_to_id": "1663946",
            "text": "Heyrðu Bobby Fischer er ekki geðsjúklingur þótt hann hafi rifið bréf frá Bandaríkjunum.Það stóð í bréfinu að hann mætti ekki tefla við gamlann félaga.Fischer var ekki búinn að tefla í 20 ár! Og á Bobby heima á geðveikarhæli? Spurning hvort þú eigir ekki heima á geiðveikarhæli.Bobby hefur helgað lífi sínu skákinni og fer í fangelsi í 10 ár af því að hann fór til Yúgóslavíu að tefla fynnst þér það réttlanlegt?"
        },
        {
            "user": "Redfish",
            "user_id": "4160",
            "date": "2004-08-14 14:17:40",
            "id": "1663948",
            "reply_to_id": "1663947",
            "text": "Hann er samt geðveikur að einhverju leyti."
        },
        {
            "user": "hendrixx",
            "user_id": "7447",
            "date": "2004-08-14 14:34:37",
            "id": "1663949",
            "reply_to_id": "1663948",
            "text": "SAVE BOBBY!!!!!!!!!!!!"
        },
        {
            "user": "slate",
            "user_id": "1150",
            "date": "2004-08-14 20:31:40",
            "id": "1663950",
            "reply_to_id": "1663948",
            "text": "t.d. hann er með ofsóknar æði og nokkra aðra sálræna kvilla sem ég kann ekki nöfnin á."
        },
        {
            "user": "HaXeN",
            "user_id": "54578",
            "date": "2004-08-14 20:33:26",
            "id": "1663951",
            "reply_to_id": "1663950",
            "text": "Hann er samt sem áður góður skákmaður og það er ekki nein réttlanleg ástæða til að stinga honum inn!"
        },
        {
            "user": "Redfish",
            "user_id": "4160",
            "date": "2004-08-14 22:17:54",
            "id": "1663952",
            "reply_to_id": "1663951",
            "text": "Það eru samt ágæt rök fyrir að láta hann inn á geðveikrahæli."
        },
        {
            "user": "IngvarL",
            "user_id": "50417",
            "date": "2004-08-14 23:55:02",
            "id": "1663953",
            "reply_to_id": "1663951",
            "text": "bobby fischer braut lögin þó að manni finnst þetta kannski ekki réttlætanlegt. Það var viðskiptabann á júgóslavíu og viðskiptabann er viðskiptabann.\nhann var varaður við og hann veit að hann braut af sér fyrst hann flýði. Það réttlætir ekki hlutinn að hann hafi ekki teflt í mörg ár. Þeir hefðu t.d. getað teflt í öðru landi."
        },
        {
            "user": "HaXeN",
            "user_id": "54578",
            "date": "2004-08-15 07:34:26",
            "id": "1663954",
            "reply_to_id": "1663953",
            "text": "viðskiptarbann er skítur á priki! 10 ár eru mikið!"
        },
        {
            "user": "Booger",
            "user_id": "1132",
            "date": "2004-08-15 12:21:22",
            "id": "1663955",
            "reply_to_id": "1663954",
            "text": "Djöfull þoli ég ekki þegar fólk fer að röfla um hluti sem gerðist áður en það fæddist og talar um það sem skít á priki. Grjóthaltu kjafti haxen. Þetta var ekki skítur á priki og stríðið á Balkanskaga var ekki eitthvað djók. Held að þú hafir ekki einu sinni vitað að það hafi verið stríð þarna miðað við þessa grein sem þú skrifaðir. Í hvað heldurðu að þessir peningar sem Júggarnir hafi fengið hafi farið í? Uppbyggingu skóla og sjúkrahúsa? Finnst líklegra að þær hafi farið í skóflur til að grafa fjöldagrafir fyrir múslima. Þótt Fischer hafi verið góður skákmaður þá á hann ekki að vera hafinn yfir lögin."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-08-21 19:12:11",
            "id": "1663956",
            "reply_to_id": "1663951",
            "text": "Ef maður brýtur af sér er það þá réttlætanleg því einhverjir skáknöllar vilja meina að viðskiptabann sé ekkert því þetta sé skákmaður (sem jú var magnaður skákmaður.)Það eina sem mér finnst að því að stinga honum inn er að það á að stinga honum inn í svona 2 ár (eða setja hann á hæli þar sem hann fær góða meðferð.)\nNAUÐGARAR 10 ÁR (í það minsta helst 20) BOBBY 2 ÁR!!!!!!!!!!!!!!!"
        },
        {
            "user": "locutus",
            "user_id": "5920",
            "date": "2004-08-14 13:30:44",
            "id": "1663957",
            "reply_to_id": "1663943",
            "text": "Samt sem áður en maðurinn göðsögn og það er bara heimskulegt að vera dæma manninn í 10 fangelsisdóm fyrir að fara til annars lands að tefla þegar að viðskiptabann er á viðkomandi landi, ég meina nauðgara fá lægri fangelsisdóm og ég held að allir séu sammála um að það sé mun vera en það sem að Bobby Fischer gerði.\nÉg held að þetta endurspegli bara heimsku BNA að eltast við hann."
        },
        {
            "user": "BrainLicker",
            "user_id": "49093",
            "date": "2004-08-16 11:57:31",
            "id": "1663958",
            "reply_to_id": "1663957",
            "text": "Það er alveg satt! þeir voru ný búnir að yfir fara vegabréfið hans og allt var í lagi og svo…..segja þeir það ógilt!"
        },
        {
            "user": "BrainLicker",
            "user_id": "49093",
            "date": "2004-08-16 12:00:16",
            "id": "1663959",
            "reply_to_id": "1663958",
            "text": "Spasský sagði að ef Bobby færi í fangelsi ætlaði hann sér að fara með honum í sama klefa og spyrja dómarann hvort hann mætti taka með sér skákborð! hehehe"
        },
        {
            "user": "HaXeN",
            "user_id": "54578",
            "date": "2004-08-14 15:23:06",
            "id": "1663960",
            "reply_to_id": "1663943",
            "text": "Ya save Bobby og Tas1 útskýrðu afhverju hann er geiðveikur."
        },
        {
            "user": "IngvarL",
            "user_id": "50417",
            "date": "2004-08-14 16:20:51",
            "id": "1663961",
            "reply_to_id": "1663960",
            "text": "Hann er t.d. búinn að lýsa yfir hatri á gyðingum þó að hann sé að hluta til gyðingur o.fl…"
        },
        {
            "user": "ojb",
            "user_id": "1502",
            "date": "2004-08-14 15:48:30",
            "id": "1663962",
            "reply_to_id": "1663943",
            "text": "Ef þeir hefðu ekki klínt þessu á hann væri það bara eitthvað annað. Hanna talar of mikið það er málið ;-)"
        },
        {
            "user": "siggibet",
            "user_id": "8305",
            "date": "2004-08-15 12:31:25",
            "id": "1663963",
            "reply_to_id": "1663943",
            "text": "Kallinn er klikkaður. Hann lofaði árásirnar á Bandaríkin 11. september. Svoleiðis gerir maður ekki, sama hvað manni er illa við Kanann og hann er Kani.\nHvað sem skák varðar þá braut hann lög með að fara til Júgóslavíu. Auðvitað fáránlegur fangelsisdómur, 10 ár.\nEn kannski eru allir snillingar eitthvað klikkaðir, bara mis mikið."
        },
        {
            "user": "HaXeN",
            "user_id": "54578",
            "date": "2004-08-15 13:05:07",
            "id": "1663964",
            "reply_to_id": "1663963",
            "text": "ÞEGIÐI!"
        },
        {
            "user": "djkisa",
            "user_id": "7316",
            "date": "2004-08-15 13:17:16",
            "id": "1663965",
            "reply_to_id": "1663943",
            "text": "Spassky sagði fyrir mjög stuttu að þetta væri fáránlegt og að hann ætti þá líka að vera í fangelsi “handtakið mig, setið mig í fangaklefa með Fischer og látið okkur hafa tafl”"
        },
        {
            "user": "HaXeN",
            "user_id": "54578",
            "date": "2004-08-15 13:36:40",
            "id": "1663966",
            "reply_to_id": "1663965",
            "text": "Ég veit Spassky braut líka löginn en 10 ár fyrir eina skák bara WTF!"
        },
        {
            "user": "IngvarL",
            "user_id": "50417",
            "date": "2004-08-15 14:23:33",
            "id": "1663967",
            "reply_to_id": "1663966",
            "text": "hann fær ekki 10 ár fyrir eina skák. Hann fær 10 ár fyrir að brjóta viðskiptabann og það er mjög alvarlegur glæpur."
        },
        {
            "user": "HaXeN",
            "user_id": "54578",
            "date": "2004-08-15 16:09:16",
            "id": "1663968",
            "reply_to_id": "1663967",
            "text": "hann fékk 10 fyrir það að tefla eina skák og Bandaríkjastjórn !“# $%$%&/Ö=)(/&%$#”"
        },
        {
            "user": "IngvarL",
            "user_id": "50417",
            "date": "2004-08-15 17:59:07",
            "id": "1663969",
            "reply_to_id": "1663968",
            "text": "með því að tefla þessa eina skák var hann að brjóta viðskiptabann. Við það að fara til landsins er hann að brjóta viðskiptabann. Einfalt mál !"
        },
        {
            "user": "HaXeN",
            "user_id": "54578",
            "date": "2004-08-15 18:19:50",
            "id": "1663970",
            "reply_to_id": "1663969",
            "text": "nei hann mátti fara til landsins en ekki tefla og viðskitparbann JEMINN EINI ÞAÐ VAR EKKI EINS OG HANN VÆRI AÐ BRJÓTA VIÐSKIPTARBANN MEÐ ÞVÍ AÐ TEFLA!"
        },
        {
            "user": "HinrikSig",
            "user_id": "14816",
            "date": "2004-08-15 19:08:05",
            "id": "1663971",
            "reply_to_id": "1663970",
            "text": "Jú."
        },
        {
            "user": "RazhowR",
            "user_id": "16598",
            "date": "2004-08-15 19:45:52",
            "id": "1663972",
            "reply_to_id": "1663970",
            "text": "HaXeN, Fischer braut lögin og honum á að vera refsað fyrir það eins og öllum öðrum lögbrjótum.\nÞú getur ekki sagt til né ráðið því hvað er alvarlegt brot og hvað er ekki, það er vinna dómara.\nEf hann verður framseldur til Bandaríkjanna ákveða dómararnir þar hvort hann verði settur í fangelsi eða geðsjúkrahæli í þann tíma sem þykir nægur."
        },
        {
            "user": "locutus",
            "user_id": "5920",
            "date": "2004-08-16 13:05:58",
            "id": "1663973",
            "reply_to_id": "1663972",
            "text": "Málið með viðskipta bannið er í raun hræsni því bna listi yfir á sínum tíma viðskipta bani við kúbu og er það en í gyldi samt sem áður eru margar aðrar þjóðir að stunda viðskipti við þá og þarmeð talið BNA , og ekki eru þeira að fara í stríð eða fangelsa fólk frá öðrum löndum sem eru að stunda viðskipti við kúpu eða sína eiginn ríkisborgara þarsem að bandaríkisstjórn er að stunda viðskipti við það land sem þeir lýstu yfir viðskiptabanni = kúbu, reyndar er orðið svo mikið um dollaran á kúbu að það er búið að opna heila verslunarmiðstöð bara fyrir dollara. Svo þetta með að Bobby Fischer hafi brotið viðskiptalög er bara bullshit ástaða fyrir að taka hann fastan, þau lönd sem eru tildæmis að stunda viðskipti við kúbu eru: BNA, Japan, frakkland, rússland, líbía og einhver önnur."
        },
        {
            "user": "locutus",
            "user_id": "5920",
            "date": "2004-08-16 22:25:41",
            "id": "1663974",
            "reply_to_id": "1663973",
            "text": "hvað meinarðu?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-08-21 19:19:58",
            "id": "1663975",
            "reply_to_id": "1663970",
            "text": "HaXeN eða Svabbi þú veist greinilega ekki hvað VIÐSKIPTABANN er því landið á að einangrast og svona einvígi kemur PENINGUM inn í landið sem eru ÚTLENSKIR PENINGAR og þá misheppnast einangrunin.\nÞað er svo annað mál hverjar ástæðurnar voru fyrir viðskiðtabanninu…\nWAN to da GANNA"
        },
        {
            "user": "siggret",
            "user_id": "41656",
            "date": "2004-08-15 21:51:58",
            "id": "1663976",
            "reply_to_id": "1663966",
            "text": "Spasky braut ekki nein lög. Hann er og hefur aldrei verið bandarískur ríkisborgari og ber því ekki að fara að bandarískum lögum þegar hann er utan Bandaríkjanna. Hann er og var á þessum tíma bæði rússnenskur og franskur ríkisborgari og þau tvö lönd höfðu ekki sett slíkt viðskiptabann á Júgóslavíu.\nAllan þann tíma sem Fischer hefur verið á flótta hefur Spasky geta ferðast til Bandaríkjanna að vild. Það er aðeins bandarískur ríkisborgararéttur Fischers sem gerir það að verkum að honum bar að fara eftir þessum bandarísku lögum eða þola refsingu ella."
        },
        {
            "user": "HaXeN",
            "user_id": "54578",
            "date": "2004-08-15 22:11:38",
            "id": "1663977",
            "reply_to_id": "1663976",
            "text": "JÁ ALVEG RÉTT HANN BrAUT EKKI LÖGINN!"
        },
        {
            "user": "RazhowR",
            "user_id": "16598",
            "date": "2004-08-15 23:38:28",
            "id": "1663978",
            "reply_to_id": "1663977",
            "text": "Hann braut lögin. Hann var ríkisborgari í Bandaríkjunum þegar hann tefldi í Júgóslavíu, landinu sem Bandaríkin höfðu sett viðskiptabann á."
        },
        {
            "user": "ojb",
            "user_id": "1502",
            "date": "2004-08-15 23:52:02",
            "id": "1663979",
            "reply_to_id": "1663978",
            "text": "Svo lengi sem hann notar bara munninn eins hann hefur gert hingað til, þá er hann ekki það hættulegur að það þurfi að framselja hann til USA og láta hann í fangelsi í 10, nóg væri að banna honum að fara þangað."
        },
        {
            "user": "siggret",
            "user_id": "41656",
            "date": "2004-08-16 07:52:40",
            "id": "1663980",
            "reply_to_id": "1663979",
            "text": "Það er ekki hægt að banna bandarískum ríkisborgara að koma til Bandaríkjanna."
        },
        {
            "user": "ojb",
            "user_id": "1502",
            "date": "2004-08-17 22:51:02",
            "id": "1663981",
            "reply_to_id": "1663980",
            "text": "hann vill afsala sér þeim rétti, bara leyfa honum það."
        },
        {
            "user": "drazar",
            "user_id": "12175",
            "date": "2004-08-20 01:44:10",
            "id": "1663982",
            "reply_to_id": "1663979",
            "text": "Ég held að hann hafi nú bara engan áhuga á að fara þangað."
        },
        {
            "user": "HaXeN",
            "user_id": "54578",
            "date": "2004-08-20 20:17:19",
            "id": "1663983",
            "reply_to_id": "1663982",
            "text": "heldurðu? hann vill alls ekki fara þangað!"
        },
        {
            "user": "HaXeN",
            "user_id": "54578",
            "date": "2004-08-20 22:17:55",
            "id": "1663984",
            "reply_to_id": "1663983",
            "text": "skák = hobby fyrir nörda og bobby a heima a hæli"
        },
        {
            "user": "HaXeN",
            "user_id": "54578",
            "date": "2004-08-21 20:57:00",
            "id": "1663985",
            "reply_to_id": "1663984",
            "text": "siddi5 ÞEGIÐU skák er ekki fyrir nörda!!!!! þú veist ekki neitt um skák!"
        },
        {
            "user": "locutus",
            "user_id": "5920",
            "date": "2004-08-16 13:04:12",
            "id": "1663944",
            "reply_to_id": "1663943",
            "text": "málið með viðskipta bannið er í raun hræsni því bna listi yfir á sínum tíma viðskipta bani við kúbu og er það en í gyldi samt sem áður eru margar aðrar þjóðir að stunda viðskipti við þá og þarmeð talið BNA , og ekki eru þeira að fara í stríð eða fangelsa fólk frá öðrum löndum sem eru að stunda viðskipti við kúpu eða sína eiginn ríkisborgara þarsem að bandaríkisstjórn er að stunda viðskipti við það land sem þeir lýstu yfir viðskiptabanni = kúbu, reyndar er orðið svo mikið um dollaran á kúbu að það er búið að opna heila verslunarmiðstöð bara fyrir dollara. Svo þetta með að Bobby Fischer hafi brotið viðskiptalög er bara bullshit ástaða fyrir að taka hann fastan, þau lönd sem eru tildæmis að stunda viðskipti við kúbu eru: BNA, Japan, frankland, rússland, líbía og einhver önnur."
        },
        {
            "user": "Booger",
            "user_id": "1132",
            "date": "2004-08-16 17:56:35",
            "id": "1663945",
            "reply_to_id": "1663944",
            "text": "Jesús kristur hvað þú ert fáfróður einstaklingur."
        },
        {
            "user": "TinnaKristin",
            "user_id": "43890",
            "date": "2004-09-12 15:10:06",
            "id": "1713884",
            "reply_to_id": "1663943",
            "text": "Mangudai 14. ágúst 2004 - 16:20:51Fyrra álit\nHann er t.d. búinn að lýsa yfir hatri á gyðingum þó að hann sé að hluta til gyðingur o.fl…\n_______________\nCall of Duty: Mangudai\nEvE: [Rapt]Bubbaloo\nSystir mín sagði: Það er engin hljómsveit betri en 50 cent\nég vara verð að svara því sem þú sagðir um Mangudai sagði þarna;\nHvað um Hitler han ofsótti gyðinga, dööö"
        }
    ]
}