{
    "forum_title": "Deiglan",
    "user": "Tigercop",
    "user_id": "21417",
    "date": "2004-08-14 20:43:22",
    "title": "Ég er ekki fúll á móti! Eða hvað?",
    "text": "Hugleiðingar um lífið og tilveruna - vaðið úr einu í annað – endemis vitleysa – um daginn og veginn – um hitt og þetta – um allt og ekkert – þetta er bara rugl!\nFjandinn hafi þessa blíðu. Ég er að kafna vegna hitans – ég sem alltaf hef elskað sólina og útiveruna – núna þarf ég að vera við vinnu og er því inni alla góðviðrisdaga og ég fucking hata það… nei ég bara segi svona! Stanslaust kvörtum við þegar við höfum ekki góða daga en um leið og extra góðir dagar koma liggur við að við förum á taugum vegna þess að við erum að drepast úr hita. Vatnsból eru byrjuð að þorna – gamla fólkinu er heitt en það deyr samt ekki (gætum kannski hækkað á ofnunum hjá þeim til að hækka hitann aðeins meira)—> Joke!\nÉg þrái kulda og vosbúð – ísbúð, opna búð, blómabúð, vínbúð eða bara hvaða strippbúllu sem er … nobb mig langar bara í örlítin kulda svo ég fari ekki yfir um eins og kerlingin sem býr á móti mér. Kerlingin sú hangir á túninu í garðinum sínum – sem engin sér inn í nema ég – og það með berar tútturnar!!! Það væri í fína ef hún væri með góðar og stinnar túttur, en nei, hún er með sextíu ára gamlar blöðrur sem allt loft er löngu lekið úr og nú lafa þessir loftlausu belgir niður að hnjám hjá henni og gera mér lífið leitt í þessum hita. Ég fæ enn martraðir þegar ég sef vegna þess hvernig kerlingin lætur karlinn sinn leika við þessar sprungnu gúmmítúttur. En kannski er það bara mér að kenna – það er nú engin að neyða mig til þess að fara uppá þak heima hjá mér og njósna um kerlingartruntuna.\nMér finnst gaman að fara í bíó – samt er mér nokkuð nákvæmlega sama þó ég heyri af gömlum bíóhúsum sem á að fara að rífa í tætlur. Eitt finnst mér bara sorglegt – það er málið með gamla Austurbæjarbíó – á að rífa það eða reyna að lappa uppá það? Sko það er verið að spá í að það kosti LITLAR 200 milljónir að gera þennan kofa upp! Afhverju ekki bara rífa hjallinn í spað og nota þessar 200 milljónir í það að hlúa að fátækum á Íslandi? Það er hellingur sem hægt er að gara fyrir einstæða/r feður/mæður t.d.\nÞað mætti líka gera helling fyrir börn – t.d. langveik börn!\nNú og svo mætti alveg hlúa að heimilislausum á Íslandi.\nFyrir 200 milljónir mætti gera svo mikið annað en að hlúa að einum kofaræfli við snorrabraut.\nSkelfing leiðist mér það þegar fólk veikist óvænt! Maður neyðist til að vorkenna því og neyðist líka til að hætta að vera andstyggilegur við/útí það .. grrr!\nEins og til dæmis Davíð Oddson – meintur forsætisráðherra og tilvonandi utanríkisráðherra. Mér er búið að líða svo vel  undanfarin ár í því að þola karlinn ekki en svo tekur ormurinn uppá því að veikjast bara sí svona þegar allt var að verða vitlaust útaf honum, og nú neyðist maður til að vorkenna honum. Einnmitt þegar hann er að setja íslenskt þjóðfélag á annan endan með fjölmiðlalögum – og gerist svo djarfur að beina fingri að forsetanum og segja “hver er að gera allt fukking vitlaust á Íslandi í dag?” – en fattar ekki að ef hann hefði aldrei komið með þessi bölvuðu Davíðslög þá hefði aldrei neitt verið að í þjóðfélaginu. En fokk hvað ég er fúll yfir því að hann þyrfti endilega að veikjast einmitt þegar allt var í sómanum hjá mér í því að mislíka við hann – nú finn ég ekki fyrir neinu öðru en vorkun í garð kóngsins og sjálfstæðismanna og ég er í fúlu skapi–> NOT! Fáránlegt hjá honum að hafa farið á fund með forseta Bandaríkjanna í sumar og ákveðið þar að þoturnar í keflavík muni alls ekki fara héðan nema með samþykki okkar – og er fyrst að segja okkur frá þeirri ákvörðun núna…\n*Hrollur* .. ég keypti mér heilan líter af ís áðan og ég át hann allan í einu og nú er mér bara bumbullt og ég held að ég sé að fara yfirum. Mér bara var svo heitt að ég varð að reyna að ná mér í smá kulda en þetta var nú einum of mikið af því góða sko! Svona er það bara, ég er stundum svo ofvirkur að ef ég tek uppá einhverju þá er það ekki gert með lappirnar hangandi – eða voru það hendurnar hangandi? Who cares!\nDjöfull leiðist mér hundleiðinlegt fólk sem er að rembast við að reyna að leika en gerir ekkert annað en að gretta sig og skæla á allan hátt. Sigurjón Kjartansson, sá sem er hærri og aðeins ljótari en hinn ljóti í fóstbræðrum, er einn af þeim sem ég læt fara ferlega í pirrurnar á mér. Sjá hann t.d. í svínasúpunni – þar er hann að fokking rembast við að leika gamlan karl með Pétri sem líka leikur gamlan karl “hér stöndum við, tveir gamlir menn með pípu” or something …\nÖmurlegt að sjá hvað þessi fatlaði fóstbróðir er að gretta sig og skæla allan í framan til þess að reyna að leika gamlan karl – til hvers að gretta sig allan – ekki gerir Pétur neitt annað en að vera nokkuð eðlilegur og samt tekst honum miklu betur upp með þetta – áreynslulaust sko! Svínasúpan ætti að losa sig við fóstbræðrafýluna því svínasúpan þarf ekki á svona leiðinlegum karakter að halda eins og mér finnst þessi fúli á móti vera.\nÉg elska geitunga. Þeir sjá til þess að ég fæ alltaf sæti þegar gott veður er og ég fer á útiveitingastað . .. t.d. í grasagarðinum! Fólk kemur og ætlar að njóta þess að drekka úti í blíðunni en þá kemur þessi vinur minn hummandi og suðandi og brýtur allt og bramlar – hann er svo þrjóskur að ef maður bandar hendinni til að reka hann burt þá bara verður hann enn æstari í því að setjast á mann og helst stinga litla typpinu sínu í svitaholurnar okkar – hmmm – eða var það bara eiturbroddur sem hann er að stinga í okkur? Ohh – well mér er sama því ég kem og fæ strax sæti því ég er ekki hræddur við þessa suðandi stingvængju en flestir aðrir eru smeykir og flýja svo það losna sæti handa mér.\nDamn hvað kötturinn minn, sem er 5 ára læða, er að gera mig geggjaðan. Á nóttunni er hún allt í einu farinn að taka uppá því að stinga trýninu inn í eyrað á mér og mala á fullu!! Það jafnast á við að sofa við járnbrautarteina og vakna upp við það að lestin sé að bruna framhjá. Ég veit ekki alveg hvað vakir fyrir kisu en ég gruna samt að hún sé að láta sér leiðast og hana vanti kelerí á nóttunni – samt leyfi ég henni að vera úti á næturnar, svona til að hún geti náð sér í gaur í þeim tilgangi að fjölga sér … hefði haldið að það væri nóg til að ég fengi frið á næturnar.\nOMG hvað ég er góður bílstjóri - en ég þoli ekki sunnudagsbílstjóra. Fólk sem er löngu komið á ellilífeyrir eða er hálfpartinn komið yfir móðuna miklu á alls ekki að vera með bílpróf. Reyndar eru það líka ungir ökumenn sem pirra mig fucking mikið þegar ég er að flýta mér – allir sem eru að keyra í 1, 2 eða 3ja gír eiga að halda sig á hægri akrein!!!!!!  Stundum er ég svo brjálaður í umferðinni útaf öllum hinum að fólk má bara passa sig á því að ég hreinlega keyri bara ekki á það. Ég nota flautuna óspart þegar ég sé gamalt fólk í umferðinni – í þeirri von að ég bregði þeim svo mikið að ég losni við þau með hjartaáfalli í vegkantinum. Ef ég þarf að taka framúr sunnudagsbílstjórum úti á þjóðvegum þá reyni ég að svína beint í veg fyrir þá og vona að þeir missi stjórn á bíl sínum og aki útaf.  Tillitleysi annarra í umferðinni er til skammar … hmmm … djöfull er ég ömurlegur bílstjóri – ég er greinilega einn af þeim sem ætti alls ekki að hafa bílpróf!\nMér finnst löggan vera virkilega tilgangslaus. Það eina sem hún er að gera er að taka af okkur peninga með sektum og vitleysu. Um daginn var ég stopp á ljósum, um leið og grænt kom fór ég af stað og um leið hringdi síminn minn. Ég svaraði símanum, handfrjálsan búnað hafði ég ekki, svo ég bar símann uppað eyranu og leit um leið til vinstri – var ekki bara löggubíll fremstur á rauðu ljósi þar og setti hann strax upp sírenur og brunaði á eftir mér og stoppaði mig. Djöfull var ég fúll yfir því að vera truflaður því þetta var gella sem ég var búinn að vera að reyna slatta við og ég varð að slíta sambandinu einn tveir og þrír.. en það er ekki nóg! Löggan kom að glugganum hjá mér og bað um ökuskirteinið – fuck ég var á vinnubíl og ökuleyfið var í mínum bíl á vinnustaðnum – fjandinn – og svo benti löggupjatlan mér á að ég var ekki í öryggisbeltinu!!! Þegar sá svartklæddi var farinn var ég virkilega fúll og brunaði af stað – keyrði hratt til að vinna upp tíma sem þessi kalkúni hafði tafið mig um – en viti menn – nokkur hundruð metra lengra var annar löggubíll … að mæla og ég á fukking of miklum hraða … Hmmmm … djöfull minnkaði buddan mín þennan daginn. Niður með lögregluyfirvöld svo maður geti keyrt hratt í friði án þess að vera í bílbelti og án þess að vera með ökuleyfið á sér og talandi í síman …\nÆi ég nenni ekki að skrifa meira í bili - ég vona að þér hafi fundist þetta pirrandi - eða í það minnsta það leiðinlegt að þú hafir ekki nennt að lesa þetta!\nKveðja: Fúll á móti —> NOT!…",
    "url": "https://www.hugi.is/deiglan/greinar/216710/eg-er-ekki-full-a-moti-eda-hvad/",
    "url_id": "216710",
    "id": "1664609",
    "replies": [
        {
            "user": "hockygir19",
            "user_id": "30232",
            "date": "2004-08-15 21:14:02",
            "id": "1664612",
            "reply_to_id": "1664609",
            "text": "Ég ætla innilega að vona að þetta sé grín!"
        },
        {
            "user": "Tigercop",
            "user_id": "21417",
            "date": "2004-08-16 11:10:39",
            "id": "1664613",
            "reply_to_id": "1664612",
            "text": "hockygir19 skrifar þann 15. ágúst - 21:14\n“Ég ætla innilega að vona að þetta sé grín!”\n***\nAð sjálfsögðu er þetta bara grín - bull og vitleysa og ekki beint til fyrirmyndar!\nEn öllu gríni fylgir einhver alvara:\nHitinn var næstum því óbærilegur (var að vinna inni alla góðviðrisdagana) ..\nKerlingin í næsta garði er alltaf á gúmmítúttunum þegar sólin skín..\nÉg held að litlar 200 milljónir eigi að fara í það að uppfæra Austubæjarbíó + er hugmyndin að byggja nýja tónlistarhöll fyrir svo og svo mikla peninga .. væri nær að byggja nýja höll og rífa bíóið en nýta peningin sem á að fara í bíóið til að gera einhverja betri hluti …\nMér leiðist Davíð Oddson…\nÉg borðaði í raun heilan líter af ís og fékk “hroll” að því loknu …\nMér finnst fóstbræður ömurlegir..\nÉg hræðist ekki geitunga…\nKötturinn minn er í raun og veru að vekja mig upp með því að mala í eyrað á mér …\nÉg er skelfilega óþolinmóður bílstóri og þar með ekki góður bílstjóri …\nOg að lokum var ég stoppaður af löggunni .. talandi í símann, ekki í belti og ekki með skirteinið á mér = 3föld sekt + fór svo af stað og var mældur á of miklum hraða og því stoppaður aftur = fjórföld sekt og buddan surly minnkaði!\nSvo þú sérð að öllu gamni fylgir alvaran .. en ég er samt aldrei fúll á móti …\nKveðja:\nTigercop sem þolir ekki fúlan á móti …"
        },
        {
            "user": "BudIcer",
            "user_id": "18832",
            "date": "2004-08-15 21:39:36",
            "id": "1664614",
            "reply_to_id": "1664609",
            "text": "Even Freud would say… ‘You got issues’"
        },
        {
            "user": "Eliathor",
            "user_id": "22679",
            "date": "2004-08-15 22:34:06",
            "id": "1664615",
            "reply_to_id": "1664614",
            "text": "This guy has more issues than Time magazine"
        },
        {
            "user": "Lukkutrolli",
            "user_id": "53135",
            "date": "2004-08-15 22:54:04",
            "id": "1664616",
            "reply_to_id": "1664609",
            "text": "ROFL !!! Gaur u ert tær snilld, hva dettur þér í hug næst?? ;->>> allveg sama hvað u skrifar það er alltaf gaman að lesa það. (þetta er eins og flottasta blogg)"
        },
        {
            "user": "nanga",
            "user_id": "40107",
            "date": "2004-08-15 23:19:35",
            "id": "1664617",
            "reply_to_id": "1664609",
            "text": "og þú segir að aðrir séu tillitslausir í umferðinni;)"
        },
        {
            "user": "ibbets",
            "user_id": "10684",
            "date": "2004-08-16 01:13:17",
            "id": "1664618",
            "reply_to_id": "1664609",
            "text": "“Fyrir 200 milljónir mætti gera svo mikið annað en að hlúa að einum kofaræfli við snorrabraut.”\nÞessi kofaræfill er nú bara eitt besta tónleikahús sem við eigum.  Það á að gera það upp og nota það einmitt í það, tónleikahald."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-08-16 12:27:05",
            "id": "1664619",
            "reply_to_id": "1664609",
            "text": "æji hva kisa þin er mikið krútts :))) etta er skemmtileg grein humorinn ersko i lagi :))\n*knúsandkiss*"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-08-16 19:25:22",
            "id": "1664620",
            "reply_to_id": "1664619",
            "text": "*knúsknúsknúsandkiss*\nMér þykir svo vænt um öll þessi *knúsandkiss* svör hjá þér sem ég hef lesið að ég bara varð að fá að gera eitthvað á móti.\nEkki illa meint eða neitt dónó vonandi skilur þú það og flame-ar mig ekki fyrir þetta :-)"
        },
        {
            "user": "Cheng",
            "user_id": "6790",
            "date": "2004-08-16 12:41:16",
            "id": "1664621",
            "reply_to_id": "1664609",
            "text": "nice nice nice nice. Án efa sú allra fyndnasta og skemmtilegasta grein sem ég hef lesið hér á 3ja ára tímabili mínu með huga.\nÉg er einfaldlega orðlaus því ég er svo hrifinn af þessari grein :)\nGóð og vel vönduð skrif !\nKveðja,\nGulli"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-08-16 12:52:25",
            "id": "1664622",
            "reply_to_id": "1664609",
            "text": "það er ekki hægt að commenta á svona. maður er orðlaus"
        },
        {
            "user": "goggur",
            "user_id": "25889",
            "date": "2004-08-16 15:17:47",
            "id": "1664610",
            "reply_to_id": "1664609",
            "text": "Frábær grein, eins og talað úr mínu hjarta,endilega komdu með fleiri svona ."
        },
        {
            "user": "calF",
            "user_id": "24255",
            "date": "2004-08-16 16:07:25",
            "id": "1664623",
            "reply_to_id": "1664609",
            "text": "Hoppandi hundraðkallar… ég hélt að ég væri á kynlíf."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-08-16 23:36:25",
            "id": "1664624",
            "reply_to_id": "1664609",
            "text": "veistu, ég get ekki annað en hlegið af þessu! Hefurðu spáð í að gerast dálkahöfundur og skrifa SKEMMTILEGAR greinar. ÉG er orðin pirruð á því að mogginn og fréttablaðið hafa oft svo leiðinlegar greinar! Reyndar rakst ég á eina skemmtilega grein um það hvað Ísland væri “kúl pleis” fyrir þá sem vilja detta í það- fyrir utan það að bjórinn er svo dýr. (þess vegna eru fyllibyttur yfirleitt velstæðir menn sem hafa efni á því að vera fyllibyttur)\nEn já Tigercop, hversu leiðinlegt sem þú varst að reyna að láta þetta vera, þá verð ég að segja þér tókst það ekki. Þessi grein er svo sönn að allt í henni er satt! En já… að borða heilan líter af ís… hmm… jæja, ef þú mundir borða tvo yrðir þú líklega… æi skiptir ekki máli…:P"
        },
        {
            "user": "sillymoo",
            "user_id": "41079",
            "date": "2004-08-16 23:38:03",
            "id": "1664611",
            "reply_to_id": "1664609",
            "text": "snilld. ekkert nema snilld."
        }
    ]
}