{
    "forum_title": "Deiglan",
    "user": "Aqualung",
    "user_id": "52201",
    "date": "2004-08-13 00:14:33",
    "title": "Verkfall kennara ?",
    "text": "Jæja, Þá er verið að segja að kennaraverkfall sé yfirvogandi í grunnskólum landsins! Mín skoðun á málinu er að það verður hreinlega að semja við kennarana, þ.e.a.s útaf eldri bekkjonum að fá enga kennslu er nátturulega fáránlegt, margir eiga sennilegast ekki eftir að komast í framhaldsskóla útaf lélegum einkunnum í samrændu útaf jú, fengu enga kennslu :/ En þetta er sona meira gert í þeim tilgangi í að koma á stað umræðu en að koma með heljarinnar pistil um þetta, En hvað er svo ykkar skoðun á þessu ?",
    "url": "https://www.hugi.is/deiglan/korkar/216705/verkfall-kennara/",
    "url_id": "216705",
    "id": "1664580",
    "replies": [
        {
            "user": "Bijou",
            "user_id": "34464",
            "date": "2004-08-24 15:24:05",
            "id": "1695379",
            "reply_to_id": "1664580",
            "text": "Kennararnir meiga bara ekki fara í verkfall :| Ég er í 10. bekk og bara það verður mjög vont fyrir alla bekki í skóla að fá enga kennslu í óvissann tíma og þá sérstaklega efstu bekkina. OG alveg sérstaklega 10.bekk!! Þá ná þeir bekkir ekki að fara yfir allt námsefnið og hærra hlutfall en áður fellur á samræmdu prófunum!!\nEn fríið á meðan er svosem alltílagi ;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-08-27 20:17:30",
            "id": "1698043",
            "reply_to_id": "1695379",
            "text": "EF það verður verkfall verður fólkið bara að reyna að bjarga sér sjálft. Læra sjálfstætt án þess að einhver setji þeim fyrir."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2004-09-18 22:40:35",
            "id": "1719028",
            "reply_to_id": "1695379",
            "text": "sko ef þú færð lægri einkunn útaf minni kennslu fá allir það. Það er einkunn þín miðað við alla hina krakkana á landinu sem gildi"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-08-25 22:04:26",
            "id": "1696602",
            "reply_to_id": "1664580",
            "text": "Þetta verður valla svo lagnt verkafall.. ekki kvarta é´g þó ég fái vikufrí frá skóla(er í 10unda)."
        },
        {
            "user": "midiz",
            "user_id": "5615",
            "date": "2004-09-01 14:46:12",
            "id": "1701263",
            "reply_to_id": "1664580",
            "text": "Veit einhver hvað grunnskólakennarar fá í laun,\nog hvað þeir vilja mikla hækkun?"
        },
        {
            "user": "midiz",
            "user_id": "5615",
            "date": "2004-09-02 09:08:58",
            "id": "1701767",
            "reply_to_id": "1701263",
            "text": "Heildarlaunin eru 258.000.\nÞeir vilja fá eitthvað svipað nema að það verði allt dagvinnulaunin. Þetta útleggst sem 50% launahækkun á núverandi dagvinnulaun.  Allavega hefur mér skilist það á umræðunni, en ég hef ekki kynnt mér samningsmarkmið kennara sérstaklega."
        },
        {
            "user": "midiz",
            "user_id": "5615",
            "date": "2004-09-05 18:12:01",
            "id": "1708588",
            "reply_to_id": "1701767",
            "text": "Það mundi ég nú telja alveg helvíti góð laun meðað við fólk með þriggja ára háskólamenntun og vinnu hjá ríkinu… hélt alltaf að launin þeirra væru undir 200þús á mánuði!!! Hvaðan færðu þessa tölu???\nég skil heldur aldrei við hverja þeir eru að miða sig þegar þeir segjast vilja fá sambærileg laun og aðrir með sambærilega menntun. Get ekki ímyndað mér hverjir það ættu að vera??"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-09-05 19:10:29",
            "id": "1708643",
            "reply_to_id": "1708588",
            "text": "Ég sá þetta annað hvort í mogganum eða VR blaðinu man það ekki alveg.  Þar var allavega verið að gera úttekt á þessu.  Það sem gerir þessi laun jafnvel ennþá betri er þetta unaðslega langa sumarfrí sem þeir fá… á launum"
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2004-09-18 22:42:04",
            "id": "1719030",
            "reply_to_id": "1708588",
            "text": "já, en ekki gleyma öllum undirbúningnum sem þarf að fara tími í. Kennarar eru ekki að fara fram á hærri laun, bara styttri vinnutíma.\nMamma mín er kennari og það fara margir klukkutímar í að undirbúa kennslu og svo náttúrulega fara yfir verkefni og próf."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-09-05 16:24:38",
            "id": "1708496",
            "reply_to_id": "1664580",
            "text": "ég er sammála wurth, Það væri verulega slæmt ef að Kennarar fara í verkfall í langan tíma fyrir nemendurna( aðalega þá elstu 8-10 bekk og foreldra yngstu nemendana).\nég gæti reyndar bjargað mér í flestum fögunum, allavega 2/3 af nátturufræðinni ein og íslenskunni að mestu sjálf, Síðan í Enskunni og Dönskunni með hjálp systur minnar, ég þyrfti aðalega að hafa áhyggjur af Samfélagsfræðinni( reyndar efastég um að ég nái samræmda samfélagsfræðiprófinu en ég ætla samt að reyna).\nÞað væri reyndar ágætt fyrir mig af að þeir færu í svona viku í verkfall, þá gæti ég unnið smá:)\nAnnars vona ég nú að þeir fari ekki í langt verkfall(mesta lagi 2 vikur)."
        }
    ]
}