{
    "forum_title": "Anime og manga",
    "user": "lundi86",
    "user_id": "30364",
    "date": "2004-08-17 11:48:58",
    "title": "One Piece eftir Eiichiro Oda",
    "text": "Ég tók volume 1 og 2 á bókasafninu og hef reyndar ekki lesið meira, en las þó nóg til að vilja lesa meira.\nSagan segir frá stærsta fjársjóði fyrr og síðar, One Piece, og leitina að honum.  One Piece á að vera það stór fjársjóður að hver sá sem eignast hann hefur svo gott sem eignast allt sem hugurinn getur girnst og verður konungur sjóræningjanna.  Það er einmitt það sem Monkey D. Luffy vill verða, konungur sjóræningjanna.  Þegar hann var ungur átti sjóræningaskip bækistöð í heimabæ hans.  Luffy vildi verða alveg eins og skipstjórinn, “Red-Haired” Shanks, en Shanks sagði að Luffy gæti aldrei orðið sjóræningi því Luffy kunni ekki að synda, og Gum-Gum ávöxturinn tryggði að Luffy gæti það aldrei.  Gum-Gum ávöxturinn gerir hvern þann sem hann étur eins og gúmí, og algjörlega ósyndan um aldur og ævi.  Eftir að Luffy át ávöxtinn ákvað hann að verða sjóræningi sem aldrei dytti um borð, og tíu árum síðar lagði hann af stað í leit að One Piece.\nÞað er lítið gagn að skipstjóra sem ekki hefur áhöfn, þannig að “Straw-Hat” Luffy (viðurnefni sem hann fékk vegna stráhattsins sem Shanks gaf honum) fór að leita sér að áhöfn.  Fyrsti áhafnameðlimurinn hans er Roronoa Zoro, sjóræningjaveiðari sem æfir Santoryu (tækni þar sem notast er við þrjú sverð).  Síðar bætist væntanlega við Nami, þjófur sem rænir eingöngu sjóræningja, en hún hefur ekki gefið upp svar sitt þegar volume 2 líkur.\nÞetta eru mjög skemmtilegar bækur um sjórán og ævintýri, og sýna að ekki eru allir fjársjóðir gull og silfur (svo ég vitna nú lítillega í Pirates of the Caribbean) og allir geta fylgt draumum sínum.",
    "url": "https://www.hugi.is/manga/greinar/217026/one-piece-eftir-eiichiro-oda/",
    "url_id": "217026",
    "id": "1666497",
    "replies": [
        {
            "user": "Vilhelm",
            "user_id": "2179",
            "date": "2004-08-17 14:06:21",
            "id": "1666498",
            "reply_to_id": "1666497",
            "text": "Og bíddu er Luffy gúmí kall eða ? Var ekki alveg að skilja þetta, annars líst mér alveg ágætlega á þessar bækur, þótt ég mundi nú ekki kaupa mér þær =)"
        },
        {
            "user": "Vilhelm",
            "user_id": "2179",
            "date": "2004-08-17 14:49:44",
            "id": "1666499",
            "reply_to_id": "1666498",
            "text": "Hann borðaði djöflaávöxt sem gerði það að verkum að hann varð gúmmíkenndur. En, því miður fyrir þann sem borðar svona djöflaávöxt (ath. að hver ávöxtur getur haft mismunandi breytingar) þá er hann ósyndur og getur því lent í ansi miklum hremmingum ef hann dettur fyrir borð.\nÉg sá átta þætti af sjónvarpsseríunni fyrir um það bil ári, en hef ekki enn nennt að horfa á meira. Geri það kannski þegar ég sný aftur til Íslands. Gæti samt alveg verið að ég kíki á bækurnar í Japan, ef ég tími."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-08-18 01:38:30",
            "id": "1666500",
            "reply_to_id": "1666497",
            "text": "Þetta er snilldar saga, maður er búinn að vera hooked á þættinum en ég hef ekki kíkt í bækurnar en þær eru örugglega helvíti skemmtilegar eins og þættirnir eitt snilldarverk frá japönunum. =)"
        },
        {
            "user": "Shjingoku",
            "user_id": "52035",
            "date": "2004-08-19 19:22:20",
            "id": "1666501",
            "reply_to_id": "1666497",
            "text": "Þetta er bara snild, ég hef séð einn þátt í seríuni og hún er líka fín."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-08-22 22:55:23",
            "id": "1666502",
            "reply_to_id": "1666497",
            "text": "Verður nú bara að fyrirgefa en mér fannst þetta frekar illa skrifuð grein, segir ekki nógu mikið frá sögunni og heimildirnar ekki að standa sig :/"
        },
        {
            "user": "Wolvie",
            "user_id": "6457",
            "date": "2004-08-23 22:58:48",
            "id": "1694965",
            "reply_to_id": "1666497",
            "text": "Hefði vilja sjá betri grein um One Piece.. En jæja, manga One Piece er hins vegar 10x betra en anime, þar sem anime er alltaf að bæta við fillers svo þeir myndu ekki koma hratt að því þar sem manga í Japan í dag er. Plús það að Eyðimerkur arcið er miklu fljótara að klárast í Manga, heldur en í anime(Ef ég sé það rétt, þá eru alveg 8-10 þættir fillers í eyðimerkur arcinu).\nÉg legg til að fólk byrji að lesa Manga og halda sér við það eða dl þættina… þar sem 4kids hafa Licensedað það og gefa nú þættina fyrir börn, ekki unglinga.. Sem þýðir að það verður klippt mikið í þessum þáttum.\nOh jæja… :S"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-09-27 10:53:36",
            "id": "1727187",
            "reply_to_id": "1666497",
            "text": "Skohh ég hef séð næstum því alla þættina af Luffy og þeir alveg ágætir skoHH! ;0)..ég er nefninlega med risa stórann afruglara sem nær signal frá stöð úti í Þýskalandi sem heitir RTL 2\nÍ þáttunum fær hann líka einn annan gaur(man ekki hvad hann heitir) sem er ged' góðir í slagsmálum og er goður kokkur :o) Siðan fær hann lika einhvern litinn, hmm elg sem getur gert einhverjar súper kúlur og orðið ged sterkur! Síðan er essi elgur lika læknir :) Og síðast en ekki síst einhvern skrýtinn gaur sem er med ged stórt nef!! hehe..sem kann ad gera sprengjur og þannig dót! Valla dessir þættir og bækur eru mjög skemtilegar! :o)\nZe yup!\nps. hvar fékkstu þessar bækur??"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-12-13 15:09:01",
            "id": "1840869",
            "reply_to_id": "1727187",
            "text": "(gaurinn sem er góðurí slagsmálum heitir Sanji og er fyrrverandi skipskokkur, elgurinn er hreindýr sem borðaði manna-devilsfruit og stórnefjaði gaurinn er nautheimskur 17 ára krakki sem er góður á teygjubyssu og skýtur sprengjum (hittir oftast aðeins fyrir heppni.))"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-09-27 10:55:47",
            "id": "1727189",
            "reply_to_id": "1666497",
            "text": "Ruffy*"
        },
        {
            "user": "hellslayer",
            "user_id": "293",
            "date": "2004-10-01 05:59:16",
            "id": "1732037",
            "reply_to_id": "1666497",
            "text": "Þess ber að geta að anime serían af One Piece var og  örugglega er ennþá með mesta áhorf í Japan af öllum anime þáttum.\nVar eitthvað um 8-9% af Japan sem horfði á þetta vikulega og það eru komnir 200+ þættir núna.\nGeimvera"
        },
        {
            "user": "Faust",
            "user_id": "26813",
            "date": "2004-10-21 13:56:22",
            "id": "1756610",
            "reply_to_id": "1732037",
            "text": "Hmm hva eru eiginlega kommnir margir chapterar af essu?? (manga..)?"
        },
        {
            "user": "Retsuga",
            "user_id": "33630",
            "date": "2004-12-09 18:04:18",
            "id": "1834277",
            "reply_to_id": "1666497",
            "text": "Það eru til margir devils fruit og sem hann át er the rubber fruit(gomu gomu fruit) fyrsti óvinurinn\nmeð hæfileika eins og luffy hét saggy the clown og hann gat tekið líkamsparta af sér og stjórnað þeim\nþessi sería af manga er snilld en ég mæli mjög með samurai deeper kyo ef þú vilt smá grín en mikið af alvöru þá er samurai deeper kyo sá besti\nsdk rule\nebonyman was here"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-12-13 15:05:19",
            "id": "1840865",
            "reply_to_id": "1666497",
            "text": "Hæ hæ þetta er besta manga sem ég hef lesið, er búin að lesa 21 bók og get ekki beðið eftir því að nr 22 komi út, vandinn er bara sá að þar sem aðeins er komið uppí 5 hér á íslandi, er svolítið erfitt að lesa framhaldið fyrr en ég fer aftur til Svíþjóðar (það var þar sem ég kynntist One Piece, 23 bækur komnar út þar) En já ég mæli eindregið með þessu því að þetta er ekkert smá spennandi og fyndið og alles. En ef ykkur fannst greinin ekki segja nógu mikið, þá er þetta semsagt um 17 ára gamla Monkey D. Ruffy sem er ákaflega heimskur “gúmmí strákur” hann æltar að verða sjóræningi og finna fjarsjóðinn og verða konungur sjórængingjanna. Hann leggur af stað til að safna áhöfn, og fleiri og fleiri bætast við eftir því sem dregur á söguna. Eins og stóð hefur hann þegar nælt sér í Roronoa Zoro sem er frábær stríðsmaður, 19 ára gamall. Næst er stúlkan Nami, sem er frábær “siglingafræðingur”. Ég ætla ekki að segja meira i bili en markmiðið er semsagt að reyna að komast að fjársjóðinum, faighta aðra sjórængingja og landhelgisgæsluna."
        },
        {
            "user": "Retsuga",
            "user_id": "33630",
            "date": "2004-12-22 02:28:47",
            "id": "1855914",
            "reply_to_id": "1666497",
            "text": "heeheheeh"
        },
        {
            "user": "Retsuga",
            "user_id": "33630",
            "date": "2005-01-10 16:43:32",
            "id": "1894223",
            "reply_to_id": "1666497",
            "text": "SNILLD SNILLD SNILLD SNILLD SNILLD SNILLD\ner búinn að sjá 86 þætti og get ekki fengið nóg"
        },
        {
            "user": "Sazchu",
            "user_id": "25947",
            "date": "2005-01-18 15:36:13",
            "id": "1909377",
            "reply_to_id": "1894223",
            "text": "ég er nú bara búin að sjá 126 þætti, og get ekki beðið eftir næstu þáttum"
        },
        {
            "user": "einngradur",
            "user_id": "60916",
            "date": "2007-03-14 22:15:13",
            "id": "4685711",
            "reply_to_id": "1666497",
            "text": "það eru komnir út 300 þættir:D:D:D og ég hef séð þá alla. ég vara samt fólk við. persónulega finnst mér LANG best að horfa á subbaða þætti(með japönsku tali). Bandaríska dubið er bara lame.. það er svo mikið af original hlutunum klipt út eins og blóð og þegar fólk er lamið í klessu"
        }
    ]
}