{
    "forum_title": "Sci-Fi",
    "user": "Gourry",
    "user_id": "758",
    "date": "2000-08-11 11:00:07",
    "title": "Lucasarts = fornfrægð, kannski",
    "text": "Staðreyndin er sú að eitt sinn var Lucasarts með bestu leikjafyrirtækjunum á markaðinum. Allt sem þeir snertu varð að gulli og þeir voru nú bara hálfgylltir sjálfir.\nStaðreyndin er einnig sú að enginn getur gert betri point and click leiki en þeir. Day of the Tentacle, Full Throttle og Dig voru allt afburða leikir og þá gleymi ég að nefna Monkey Island seríuna og Grim Fandango. í Star Wars leikjum voru þeir ekkert verri og gáfu út leiki eins og Dark Forces X-wing og Tie Fighter seríuna og Jedi Knight. Það er bara núna nýverið sem þeir eru að byrja að skíta í sig. Ekki mikið hefur heyrst frá þeim í langan tíma og leikirnir þeirra eru orðnir klisjukenndir og ófrumlegir eða stundum bara leiðinlegir og ljótir. Ennþá eru þeir að búa til Space Combat simulators og finnst manni nóg komið af þeim, sérstaklega þar sem lítið af tækniframförum er í star wars leikjunum sjálfum ,svo eru önnur fyrirtæki að koma með betri space leiki en þeir. Má geta einn leik sem kallast Tachyon:The Fringe sem enginn annar en Bruce Campbell voice actar fyrir og er það leikur sem býður upp á eitthvað nýtt þótt að það sé ekki endilega mikið. Það eru bara svo margir starfighterar í Star Wars að á endanum geta þeir ekki boðið upp á nein ný skip nema með því einfaldlega að búa þau til og þá er þetta ekki beint lengur star wars, now is it? Pod racer var að sjálfsögðu flott stökk hjá þeim þar sem þeir voru að reyna við sinn fyrsta “kappaksturs leik”. En svo aftur á móti er Force Commander hrein argasta hörmung serstaklega þar sem gameplay er ekki mikið og grafíkin er 3 ára gömul. Oft er hægt að afsaka lélega grafík ef gameplayið er gott en svo virtist ekki vera í þessu tilviki. Spurning er hvort að Lucasarts muni einhvern tíman ná sinni fyrri reisn og er það að sumu leyti undir Lucas sjálfum komið þar sem hann er með fingurna í öllu. Maður er hræddastur við það að í græðginni sinni á hann eftir að láta Lucasarts búa til sykursæta Ewoks leiki fyrir börnin bara svo að hann geti keypt sér enn einn búgarðinn.",
    "url": "https://www.hugi.is/scifi/greinar/2195/lucasarts-fornfraegd-kannski/",
    "url_id": "2195",
    "id": "6762",
    "replies": [
        {
            "user": "DaGuar",
            "user_id": "1269",
            "date": "2000-08-29 19:17:31",
            "id": "6763",
            "reply_to_id": "6762",
            "text": "Alltaf góðir."
        },
        {
            "user": "starwars",
            "user_id": "755",
            "date": "2000-09-03 23:03:25",
            "id": "6764",
            "reply_to_id": "6762",
            "text": "Þeir LucasArts menn eru ennþá snillingar. Það sem gerðist t.d. í Force Commander var að þeir lentu í að menn voru að hætta hjá þeim og þess vegna seinkaði leiknum svona mikið og þá var grafíkin orðinn úrelt.Núna er menn að vinna að framhaldi Jedi Knight en það er leikurinn Obi Wan og svo er nýr Monkey Island leikur á leiðinni, það sem mér finnst þó verst er að þeir eru að henda út fleiri og fleiri leikjum á leikjatölvurnar en ekki á PC."
        },
        {
            "user": "purrwy",
            "user_id": "3576",
            "date": "2000-09-15 16:38:52",
            "id": "6765",
            "reply_to_id": "6762",
            "text": "klikkar ekki"
        }
    ]
}