{
    "forum_title": "Sci-Fi",
    "user": null,
    "user_id": null,
    "date": "2001-04-06 00:49:41",
    "title": "Nýja þáttaröðin (?Spoiler?)",
    "text": "Ég var að lesa yfir fréttir um gang mála í undirbúningi Series 5 á startrek.com\nÞar er komið fram að Michael nokkur Okunda er komin í framleið gengið(fyrir þá sem vita það ekki þá er þessi Okuda gaur mesti snillingur EVER, hann hefur verið í star trek geiranum síðan TNG og hann hefur meðal annars búið til mestan part af alien fonta og fullt af öðru tækni shitti sem tæki mig heila eilífð að telja upp. Hann er tiltlaður vísinda listar yfirmaður eða “science art supervisor”). Aðrir sem eru komnir í framleiðslu gengið eru John Evans(Snillingur) Teiknari en hann ber ábyrgðina fyrir flest öll skip og “props” í DS9 og TNG meðal annars bjó hann til USS Enterprize-E(nuff´said). Herman Zimmerman er líka komin í gengið en hann er “Production Designer and Illustrator ” og hefur verið það í TNG DS9 og 5 seinnustu Star TRek bíómyndunum= Traustur Náungi. Bronnon Braga sem menn kannast við úr VOY er þarna líka, maður sem hefur skrifað yfir 50 star trek þætti þar á meðal TNGs “All Good Things” og verið með í skrifum á First contact og Insurection. Svo er það auðvitað maðurinn sem hefur haldið star trek eldinum á lífi Rick Bermann sem fer fyrir hópnum.\nÉg er bara mjög sáttur við þá menn sem eru komnir í framleiðslu gengið og miðað við alla þá endalausu cool hluti sem við höfum séð í TNG, DS9 og VOY þá hef ég engar áhyggjur af þessum hluta af Series 5(hinsvegar hef ég áhyggjur af áhöfninni :)\nComments????",
    "url": "https://www.hugi.is/scifi/greinar/21980/nyja-thattarodin-spoiler/",
    "url_id": "21980",
    "id": "142671",
    "replies": [
        {
            "user": "Kai",
            "user_id": "8140",
            "date": "2001-04-06 09:26:15",
            "id": "142672",
            "reply_to_id": "142671",
            "text": "Frábært viðhorf cent, einhver hér sem er jákvæður um Star Trek, that´s something new! :o)\nHmmm…\nVæri maður ekki til í að vinna við gerð svona þátta??????\nLet me think… JÚ!\nOg með áhöfnina, það er ekkert staðfest af þessu sem að hefur komið fram á Trektoday, þannig að ef að fólk vill vera viss um að það sé að fá réttu upplýsingarnar þá er það bara www.startrek.com allt annað er orðrómur!"
        },
        {
            "user": "Vargur",
            "user_id": "541",
            "date": "2001-04-06 13:15:24",
            "id": "142673",
            "reply_to_id": "142672",
            "text": "Ég verð nú að vera svolítið neikvæður, þrátt fyrir vilja minn til að lyfta þessu svolítið upp :)\nÉg er sammála droopy í áliti hans á tveimur mönnum sem voru þarna upp taldir.\nNiður með Braga og Berman!\nSkemmdar-Vargu"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-04-06 13:37:03",
            "id": "142674",
            "reply_to_id": "142673",
            "text": "Brannon og Braga voru menn sem unnu líka að TNG við meigum ekki gleyma því. OK þeir eru ekki eins Roddenbery-væddir og margir vilja en mér finnst það allt í lagi því ég persónulega er mjög ánægður með þegar á heildina er litið þá stefnu sem trekið hefur tekið síðan Gene lést. Þó mér hafi ekki fundist fyrstu sessonin af VOY hafi verið neitt sérstök, þá finnst mér að frá 4 sessonni að VOY hafi tekið góða stefnu er sáttur við mjög sáttur við flest alla þættina í sesson 5.\n:)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-04-06 20:36:50",
            "id": "142675",
            "reply_to_id": "142674",
            "text": "endar þetta alltaf í að cent tekur upp hanskann fyrir brannon og braga og að ég og fleiri dritum hönskunum í gólfið….??????'\nCent,\nVið vitum alveg að þú ert einn sá jákvæðasti á spjallsvæðinu……\nog flestir vita að ég er ekki hrifinn að þeirri stefnu sem trekkið  hefur tekið síðastliðin 4-5 ár\nEitt að lokum….\nBrannon Braga var einn af skemmtilegustu handritshöfundum fyrir TNG,\nen það hefur stigið honum til höfuðs, og flestir þættir sem hann skrifar í dag eru ekki merkilegur pappír við hliðin á því sem hann skrifaði fyrir tng"
        },
        {
            "user": "ibwolf",
            "user_id": "1170",
            "date": "2001-04-06 09:41:48",
            "id": "142676",
            "reply_to_id": "142671",
            "text": "Með áhöfnina: Maður verður að vona að þeir hafi lært eitthvað af VOY . . . en þegar hollywood menn eru annars vegar er ómögulegt að segja."
        },
        {
            "user": "Czar",
            "user_id": "1110",
            "date": "2001-04-06 10:38:07",
            "id": "142677",
            "reply_to_id": "142676",
            "text": "Já og svo vona ég að þættirnir taki tillit til þess hvað gerðist í þáttunum á undan. Ekki eins og í voyager þar sem þau finna nýja tækni sem gæti hjálpað þeim mjög mikið en svo í næsta þætti er það allt gleymt og grafið."
        },
        {
            "user": "sinister",
            "user_id": "5142",
            "date": "2001-04-08 18:20:47",
            "id": "142678",
            "reply_to_id": "142671",
            "text": "Já,\nþað er kominn tími fyrir eitthvað nýtt"
        },
        {
            "user": "Kai",
            "user_id": "8140",
            "date": "2001-04-20 12:26:38",
            "id": "142679",
            "reply_to_id": "142671",
            "text": "Ég sé ekkert neikvætt við það að vera jákvæður…\nbara datt í hug að segja þetta!\nMay the Prophets always be smiling! :o)"
        }
    ]
}