{
    "forum_title": "Hljóðfæri",
    "user": "mAlkAv",
    "user_id": "6073",
    "date": "2001-04-07 09:28:26",
    "title": "Gildi tónlistarmenntunar",
    "text": "ÉG hef verið að spá í hvort að þeir tónlistarmenn sem hafi farið í gegnum official tónlistarnám geri eitthvað frumlegt.  Mér dettur ekki í hug mikið af merkilegum tónlistarmönnum sem ég veit að hafa farið i gegnum slíkt, ég man eftir þónokkrum sem hafa kennt sér sjálfir eða verið kennt af ættingjum.  Ætli tónlistarmenntun geri of lítið úr því að hvetja sköpunargáfuna? Mig grunar það.  Ég er hins vegar viss um að það komi góðir *flytjendur* út úr tónlistarskólum en skapandi tónlistarmenn koma sjaldan þaðan.\nÞetta eru náttúrulega bara pælingar í mér en það væri áhugavert að fá álit annarra á þessu og jafnvel nefna mér dæmi sem sanna að þetta sé vitleysa hjá mér.",
    "url": "https://www.hugi.is/hljodfaeri/greinar/22096/gildi-tonlistarmenntunar/",
    "url_id": "22096",
    "id": "143425",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2001-04-07 15:33:22",
            "id": "143428",
            "reply_to_id": "143425",
            "text": "Þetta er mjög mismunandi. Til dæmis er hér á íslandi mjög leiðinlegt kerfi sem byggist upp á stigum. þ.e.s. menn taka stigspróf. Þegar menn eru búnir að taka nokkur stig, t.d. á gítar, þá geta þeir flutt venjuleg popp lög o.s.frv. hafi þeir nótur við þau.\nÞetta er sjálfsagt misjafnt, en ég hef hitt klassískan gítarleikara sem var mjög fær, spilaði hluti sem ég á ekki séns í að svo stöddu. Hins vegar gat sá hinn sami ekki pikkað upp (eftir eyranu) einföldustu popplög.\nÞetta er sorgarsaga en því miður of algeng. Hins vegar eru til alvöru skólar á borð við Berklee í bandaríkjunum þar sem menn koma út sem frábærir hljóðfæraleikarar _og_ með sköpunargáfuna í lagi."
        },
        {
            "user": "tupac4ever",
            "user_id": "8753",
            "date": "2001-04-07 17:20:26",
            "id": "143429",
            "reply_to_id": "143425",
            "text": "Tony Iommi í Black Sabbath kann ekki ennþá að lesa nótur í dag og jimi hendrix kunni það ekki á sínum tíma og keith richards fór aldrei í nám bara lærði hjá afa sínum"
        },
        {
            "user": "tupac4ever",
            "user_id": "8753",
            "date": "2001-04-20 20:59:04",
            "id": "143430",
            "reply_to_id": "143429",
            "text": "Þess má geta að Carlos Santana byrjaði að læra á fiðlu.\nEn annars tel ég menntun óþarfa það er að segja skóla menntun auðvitað menntarðu þig sjálfu"
        },
        {
            "user": "kelika",
            "user_id": "6197",
            "date": "2001-04-08 00:06:24",
            "id": "143426",
            "reply_to_id": "143425",
            "text": "Ég held að þetta sé mjög misjafnt eftir einstaklingum t.d. er Björk lærður tónfræðingur og lærði á eitthvað hljóðfæri og það er seint hægt að saka hana um ófrumlegheit.\nAnnars finnst mér að það mætti alveg gera meira út á sköpun í tónlistarskólum. Það er svo gaman að bulla bara eitthvað og búa til tónlist eftir sínu eigin höfði."
        },
        {
            "user": "HrErlendur",
            "user_id": "5365",
            "date": "2001-04-08 01:15:03",
            "id": "143427",
            "reply_to_id": "143425",
            "text": "ja…það eru líklega margir tónlistarskólar sem kenna manni að vera hljóðfæraleikarar, en ekki tónlistarmenn..menn læra kannski að spila geðveikt hratt en geta ekki gert neitt sjálfir..ég kannast við þannig.."
        },
        {
            "user": "OutlawTorn",
            "user_id": "5996",
            "date": "2001-04-08 11:27:32",
            "id": "143431",
            "reply_to_id": "143425",
            "text": "Kirk Hammett, lead guitarist í MetallicA lauk burtfararprófi í klassískum gítarleik, og þeir félagar lögðu að miklu leyti línurnar fyrir þungarokkið í dag, með nýstárlega hröðum sólóum við þungariff…."
        },
        {
            "user": "mancubus",
            "user_id": "819",
            "date": "2001-04-08 23:39:02",
            "id": "143432",
            "reply_to_id": "143431",
            "text": "ég held að mar geti ekki kennt neinum það sem þarf til að vera skapandi, nema þá bara að spila á hljóðfæri. það er held ég bara undir hverjum og einum fyrir sig komið að leita á ný mið."
        },
        {
            "user": "axiom",
            "user_id": "438",
            "date": "2001-04-08 23:45:49",
            "id": "143433",
            "reply_to_id": "143432",
            "text": "Boston voru nú hálærðir tónlistarmenn allir saman."
        },
        {
            "user": "Ador",
            "user_id": "5457",
            "date": "2001-04-15 00:45:27",
            "id": "143434",
            "reply_to_id": "143431",
            "text": "Hey OutlawTorn Kirk er solo gítar en ekki lead gítar og  Steve Vai kenndi honum líka….\nSteve Vai er bestur!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-04-15 02:53:14",
            "id": "143435",
            "reply_to_id": "143431",
            "text": "Nýstárlegt hvað???  Kirk Hammett er nú eiginlega skólabókardæmi um svona ofmenntaðan gæja sem finnst hann þurfa að koma allri menntuninni fyrir í einu og sama sólóinu.  Sólóin hans Hetfield eru einfaldari, skemmtilegri og meira rokk."
        },
        {
            "user": "dice",
            "user_id": "8652",
            "date": "2001-04-09 12:06:58",
            "id": "143436",
            "reply_to_id": "143425",
            "text": "Þetta fer allt saman eftir hugarfarinu. Ef að þú ferð inní tónlistarskóla með því hugarfari að læra bara á tækið sema að þú heldur á þá held ég að þú verðir tekinn og heilaþvoður af kennurunum og þú kemur aldrei til með að gera nokkurn skapaðan frumlegan hlut en ef að þú ferð með einhverju sérstöku hugarfari þá held ég að þú sért vís til þess að gera allan andsk#$$nn af þér!"
        },
        {
            "user": "CORAL",
            "user_id": "7005",
            "date": "2001-04-09 14:04:23",
            "id": "143437",
            "reply_to_id": "143425",
            "text": "Þetta er alveg rétt. Ég tók 3. stig á bæði klarinett og saxófón og get vel spilað flest allt sem skrifað er í nótum. Svo þegar ég byrjaði að spila á gítar og síðar bassa þá komst ég að því að ég kunni ekki shit!! Þetta var allt klassísk menntun sem reyndi ekkert á sjálfstæða hugsun eða sköpunargáfu. Ég þurfti í raun að læra allt upp á nýtt. Ég vara alla verðandi tónlistarmenn við því að falla í þessa gryfju. það er ekkert mál að finna góða kennara sem geta kennt þetta rétt. Svo er ekkert mál að læra þetta sjálfur ef maður hefur virkilega áhuga á þessu."
        },
        {
            "user": "KurtCobain",
            "user_id": "7591",
            "date": "2001-04-09 17:00:29",
            "id": "143438",
            "reply_to_id": "143437",
            "text": "ég nefni dæmi, Kurt Cobain, Krist Novoselic. gítar og bassaleikarar Nirvana… þeir lærðu aldrei neitt…\nég er sammála þér t.d. lærði á klassískan gítar í 1ár(ekki mikið en samt…) og omg ég gat ekki rassgat nema bara spilað eftir eikkerjum nokkrum nótum… núna er ég bara sjálfur að læra og get spilað hvað sem ég vill og samið lög… ég er kannski ekki allra besti gítarleikari í heimi en ég get gert eitthvað, miklu meira en á einu ári í tónlistarskóla… og síðan lærði ég á blokkflautu þegar ég var lítill, þvílík tímasóun… :)"
        },
        {
            "user": "Hammond",
            "user_id": "5205",
            "date": "2001-04-19 22:48:24",
            "id": "143439",
            "reply_to_id": "143437",
            "text": "Jæja Andrés hvenær fá menn að heyra saxafónsóló í CORAL"
        },
        {
            "user": "hamrotten",
            "user_id": "5029",
            "date": "2001-04-09 20:09:10",
            "id": "143440",
            "reply_to_id": "143425",
            "text": "ég hef lengi spilið á gítar og náð helvíti góðum tökum á honum. En síðan einu sinni ákvað ég að fara í nám til að læra á nótur. En ég var rekin því ég var of góður með sjálfan mig. Fucking bull. En menntun skiptir miklu. Eftir stúdent ætla ég út að læra tónsmíði."
        },
        {
            "user": "hamrotten",
            "user_id": "5029",
            "date": "2001-04-10 00:01:19",
            "id": "143441",
            "reply_to_id": "143440",
            "text": "ég æfði á trommur í 4 a´r minnir mig, ég lærði ekki neit á því, núna er ég hinsvegar á fullu að spila á gítar, og hef ekki farið í neitt offical nám, en ég hef bara verið að leika mér einhvað og get spilað, radiohead,nirvana,metallica,cannibal corps, iggy pop, bloodhound gang og svo framvegis, en mér langar hins vegar alveg til að læra á gítar, en ekki í klassísku námi samt."
        },
        {
            "user": "Apostle",
            "user_id": "960",
            "date": "2001-04-10 09:19:20",
            "id": "143442",
            "reply_to_id": "143441",
            "text": "Tónlistarnám hefur náttúrulega ekkert gildi ef þú hefur ekki áhuga og leggur þig ekki fram en ég veit af eigin reynslu að maður nær bara visst langt á eigin spýtur svo verður maður að fá einhverja leiðsögn.\nKv.\n@postle"
        },
        {
            "user": "Alone",
            "user_id": "8473",
            "date": "2001-04-10 12:48:40",
            "id": "143443",
            "reply_to_id": "143425",
            "text": "Það er mjög oft að ólærðir hljóðfæraleikarar(þá sérstaklega gítarleikarar) eru betri en þeir lærðu. Tökum sem dæmi Eric Clapton og Jimi Hendrix."
        },
        {
            "user": "scriabin",
            "user_id": "38058",
            "date": "2001-04-10 16:21:51",
            "id": "143444",
            "reply_to_id": "143425",
            "text": "Ég held að mar verði bara betri á gítar með því að fara í skóla. og svo er sköpunargáfur einhvað sem sumir hafa bara ekki og leita þess vegna til skólana annars ætla ég að fara í skóla í haust í klassískum gítarleik svo í tónfræði en í tónfræðini þá getur mar pikkað allt upp."
        },
        {
            "user": "scriabin",
            "user_id": "38058",
            "date": "2001-04-11 15:08:42",
            "id": "143445",
            "reply_to_id": "143444",
            "text": "Mig langaði bara til að minna fólk á að það að vera góður tónlistarmaður er ekki bundið við að búa til nýja tónlist, allavega í klassíska heiminum (er sjálfur mest að pæla í honum).\nÞað er mikill misskilningur að klassískt menntaður hljóðfæraleikari sé bara eins og þjálfaður simpansi sem kann ekki að hugsa sjálfstætt. Ef menn hlusta nógu mikið á klassíska tónlist, og þá helst margar útgáfur af sömu verkunum, fara menn fljótlega að heyra mun á einni uptöku og annarri. Flutningur tónlistar er meira en bara að spila réttar nótur, það er hægt að spila sömu tónlistina á óteljandi vegu og þeir flytjendur eru vissulega taldir bestir sem koma með nýja sýn á gömul verk.\nÞað er því ekki rétt að segja að klassískt menntaðir hljóðfæraleikarar “kunni að spila geðveikt hratt en geti ekki gert neitt sjálfir”. Hér var einhver sem sagðist hafa lært á gítar í eitt ár og í raun ekki getað neitt eftir það. Við hverju býstu eftir bara eitt ár? Það tekur langan tíma að öðlast reynslu og þroska til að túlka klassísk tónverk svo almennilegt sé.\nSem sagt, ekki vanmeta listfengi flytjandans. Það er nóg pláss fyrir sköpun og frumleika þó menn séu að spila gamla tónlist."
        },
        {
            "user": "IngvarEgils",
            "user_id": "5284",
            "date": "2001-04-11 20:42:30",
            "id": "143446",
            "reply_to_id": "143445",
            "text": "ef þú ætlar í nám og þú hefur enga tilfinningu fyrir tónlist ÞÁ GETURU GLEYMT ÞVÍ……\nMálið er bara að sjálfmennta sig…eða fara í gítarskóla til að læra grunninn…ef þú hefur virkilega tilfinningu og áhuga að skapa tónlist er menntun ónauðsynleg….að mínu mati er ekkert töff að vera gítarleikari og segja ég er búinn að vera í 10 ára námi…Horfið á Jimi Hendrix…hann hafði bara tilfinningu til tónlista"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-04-15 02:57:42",
            "id": "143447",
            "reply_to_id": "143446",
            "text": "Sammála. Ég er líka sammála þessu sem þú sagðir einhversstaðar annarsstaðar um Frusciante, góður.\nÉg veit ekki hvort hann hefur lært eitthvað en hann er ekkert að gera meira en þarf."
        },
        {
            "user": "ChuckBerry",
            "user_id": "7938",
            "date": "2001-04-17 12:11:44",
            "id": "143448",
            "reply_to_id": "143425",
            "text": "Það getur varla sakað að læra hjá einhverjum, allavegana hlýtur það að vera fljótlegra en ég skil ekki hvernig hægt er að læra að semja lög eins og í skólanum hans Frank Zappa heitnum það er eins og að læra að fá innblástur af málverkum."
        },
        {
            "user": "YtseJam",
            "user_id": "8944",
            "date": "2001-04-28 20:02:32",
            "id": "143449",
            "reply_to_id": "143425",
            "text": "4 af 5 eru allir útskrifaðir úr tónlistarháslokanum í Boston í Dream Theater. Allir nema söngvarinn!\nYtseJam!!!!!!!"
        }
    ]
}