{
    "forum_title": "Heilsa",
    "user": "green",
    "user_id": "8210",
    "date": "2001-04-08 14:11:01",
    "title": "Hiti",
    "text": "Sótthiti er óeðlilega hár líkamshiti. Hann er ekki sjúkdómur heldur einkenni sjúkdóms sem oftast má rekja til sýkingar.\nEf líkamshitinn er 37,5°C eða hærri getur það bent til sýkingar, en slík hækkun hita getur líka stafað af líkamlegri áreynslu. Mældu þig því aftur, helst að morgni áður en þú ferð á fætur.\nUng börn fá oftar hita en fullorðnir. Ekki er óalgengt að börn fái 39-40°C hita ef þau kvefast til dæmis.\nÞannig mælir þú þig\nMældu þig áður en þú ferð fram úr á morgnana. Þú getur hvort sem er mælt hitann í munni eða endaþarmi.\nNákvæmara er að mæla hitann í endaþarmi en í munni. Mælirinn smýgur betur inn ef þú berð á hann örlítið smyrsl.\nGættu varkárni þegar þú mælir hita í barni. Settu hitamælinn ekki of djúpt inn.\nEðlilegur líkamshiti er dálítið mismunandi eftir einstaklingum, en hann er jafnan mjög stöðugur hjá hverjum og einum. Eðlilegur líkamshiti mældur með munnmæli að morgni er 35,8°C-37,00°C hjá körlum og 35,6°C-37,22°C hjá konum. Líkamshitinn er að jafnaði 0,5°C hærri að kvöldi en að morgni.\nYfirleitt mælist heldur lægri hiti með munnmæli en endaþarmsmæli en sá munur er þó mjög misjafn hjá hverjum og einum. Þegar þú mælir þig berðu saman niðurstöðuna við þinn eðlilega líkamshita.\nTil að komast að honum, mældu þig í nokkur skipti kvölds og morgna þegar þú ert heilbrigður.\nSPURNINGAR OG SVÖR\nHvenær á ég að leita til læknis?\nef hitinn varir lengur en í eina viku.\nef sá sem er með hita er sljór eða illa haldinn á annan hátt.\nef hitinn gengur niður eftir nokkra daga en blossar svo upp aftur.\nef barn yngra en 3ja mánaða fær háan hita.\nef þú ert óviss um hvað skuli gera.\nHvað get ég gert?\nForðastu að reyna á þig þegar þú ert með hita. Liggðu þó ekki í rúminu ef þú treystir þér til þess að vera á fótum. Ef þú ert með kvef og liggur í rúminu er meiri hætta en ella á sýkingu í eyrum og afholum nefsins (ennis- og kinnholum).\nKappklæddu þig ekki og liggðu ekki undir heitri sæng.\nHafðu svalt í herberginu.\nDrekktu mikinn vökva, það er mjög mikilvægt þegar fólk er með hita.\nLáttu þér ekki verða kalt fyrstu dagana sem þú ert hitalaus.\nGet ég fengið lyf án lyfseðils?\nVerkjastillandi lyf sem fást án lyfseðils slá jafnframt á hita. Þau innihalda Parasetamól, íbúprófen eða asetýlsalisýlsýru.\nGefðu ekki börnum og unglingum yngri en 18 ára asetýlsalisýlsýru við hita nema ráðfæra þig við lækni fyrst. Gættu þess að fylgja leiðbeiningum um skammtastærð nákvæmlega.\nGefðu barni sem er yngra en 12 ára ekki íbúprófen.\nFáðu faglega ráðgjöf hjá lyfjafræðingi um val á lyfjum og notkun þeirra.",
    "url": "https://www.hugi.is/heilsa/greinar/22153/hiti/",
    "url_id": "22153",
    "id": "143749",
    "replies": []
}