{
    "forum_title": "Sci-Fi",
    "user": "opstrekke",
    "user_id": "4206",
    "date": "2001-04-09 08:44:24",
    "title": "TOS Staðreyndir.",
    "text": "Hallo.\nHér koma nokkrar staðreyndir um TOS og ef að þið haldið að þetta se ekki þá er það rangt því að ég er búinn að vera tvo daga að sfna þessum upplýsingum.\nVissu þið…..\n- Að Spock átti upphaflega að vera með rauða húð og með Málmplötu í maganum og nærast á orkulosun hjá öllum öðrum í kringum sig.\n- Að USS-Enterprise átti að heita USS-Yorktown.\n- Að skipherran átti að heita Robert April.\n- Ad fyrsti officerin átti að vera kona og vera kölluð Number One og ekkert annað.\n- Að Chekov kom bara til að gera Rússum til geðs og sýna það að Bandaríkin voru ekki í fílu út í þá.\n- Að DeForrest Kelly var búinn að vinna með Gene áður í þáttum eins og The Lueytenant og það var var sama með aðra eins og til dæms Nicelle Nicolas, Leonard Nimoy og Georg Takei.\n- Að Gene var ekki sá eini sem skrifaði handrit fyrir TOS heldur var annar maður sem hét Gene Coon og það var hann sem skrifaði flest alla TOS þættina sem slógu í gegn.\n- Að fyrsti Star Trek þátturinn var aldrei sendur í loftið og að mjög fáir fengu að sjá hann í byrjun.\n- Að á eftir TOS kom TAS ( THe Animated Series ).\n- Að Sulu og Chekov komu ekki fyrr en í annari seriuni.\n- Að Kirk var freistað af grænni konu og það tók tvo daga að finna rétta litinn og það var Majel Barret sem að litirnir voru prufaðir á og hún varð svo rauð og mikil í útbrotum að hún varð að lyggja í rúmminu í tvo daga á eftir.\n- Að Star Trek var upphaflega frammleitt af Desilu myndverinu en það var NBC sem borgaði búsann.\n- Að það voru 3 sem sóttu um það að leika Kirk en William Shatner fékk hlutverkið því að Gene fannst hann passa best.\n- Að Majel Barret var svo sár yfir yfir því að NBC heimtaði að Gene losaði sig við persónu hennar að hann bað hennar og þá varð hún sátt.\n- Að upphaflega kom sú hugmynd um það að láta Enterprise hrapa í seinasta þættinum af TOS og þar með drepa Kirk ( sem sagt NO stmovies and no TNG or VOY or DS9 ).\nÉg vona að ykkur muni finnast þessar upplýsingar gagnlegar enda tók það mig tvo daga að safna þeim. Ég er að lesa bókina Star Trek: “Where No One Has Gone Before” og er búinn með TOS og TAS kaflan og er núna á Bíómynda kaflanum. Ég mun semsagt koma með fleiri staðreyndir um Star Trek trek í trek. En þar til næst:\nLive long and Prosper.\nopstrekke.",
    "url": "https://www.hugi.is/scifi/greinar/22239/tos-stadreyndir/",
    "url_id": "22239",
    "id": "144333",
    "replies": [
        {
            "user": "andrea",
            "user_id": "925",
            "date": "2001-04-09 11:36:53",
            "id": "144334",
            "reply_to_id": "144333",
            "text": "Það er svo gaman að fá að vita svona :) Takk fyrir frábært innlegg. Ég vissi ekkert af þessu fyrir! Meira svona fyrir okkur sem erum ekki uberfan en höfum samt áhuga!!!!"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-04-10 02:34:39",
            "id": "144335",
            "reply_to_id": "144333",
            "text": "Chekov átti líka að draga unglinga að með þessu Monkees hairdo sýnu en fyrst um sinn notaði hann hárkollu.\nMeðal leikara sem komu til greina sem Kirk var Leslie Nielsen. Hættið svo að dissa Shatner! :)"
        },
        {
            "user": "opstrekke",
            "user_id": "4206",
            "date": "2001-04-10 10:11:25",
            "id": "144336",
            "reply_to_id": "144333",
            "text": "JA hugsið ykkur ef að Leslie Nilsen hefði verið Kirk:\nYes, the MTV and the BTB is going for the VIP but Shac Eil O´Neil is Also going for the BBD.\nþetta var úr Die Hard."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-04-10 10:55:46",
            "id": "144337",
            "reply_to_id": "144336",
            "text": "Leslie Nilsen hefði verið mest brilliant í þetta hlutverk…\nReyni"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-04-11 04:36:15",
            "id": "144338",
            "reply_to_id": "144337",
            "text": "ég er orðlaus… Þetta er í fyrsta skipti sem ég tek gríni á ST illa. Ég þekki nokkra Klingona sem væru til í að arrangera dauða by gang-rape… grrr."
        },
        {
            "user": "Kai",
            "user_id": "8140",
            "date": "2001-04-11 11:20:30",
            "id": "144339",
            "reply_to_id": "144338",
            "text": "Ef þú ert að tala um dauða Kirk… þá stoppa ég þig ekki, en væri það ekki aðeins of gróft? Eða hvað!!!\n(maður má ekki segja svona ljótt) :o)"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-04-12 02:35:42",
            "id": "144340",
            "reply_to_id": "144339",
            "text": "Ég er að hugleiða að búa til Topp 10 lista yfir dauðdaga fyrir Sagaceo fyrir að plögga Leslie Nielsen sem Kirk. (Sagaceo: segðu að þú hafir verið að grínast og allt er fyrirgefið!)\n#10 Sagaceo treðst undir þegar hópur trekkara kemur auga á William Shatner Look-A-Like\n#9 Sagaceo er neyddur til að lesa bók eftir W. Shatner og nagar af sér löppina af sársauaka. Blæðir til dauða.\n#8 Sagaceo dettur á bananahýði og eini maðurinn sem getur veitt læknisaðstoð er DeForest Kelley. “This man's dead, Jim!”\n#7 Sagaceo labbar óvart inn á sviðið þar sem ofurtrekkies eru að demonstrata Pon-Farr hjá Vúlkönum.\n#6 Sagaceo festist í lyftu með Kate Mulgrew. Enn einu sinni nagar hann af sér löppina til að berjast við kvalirnar. Lyftan fer af stað… En of seint.\n#5 Sagaceo fer á deit með Roxanna Biggs-Dawson (eða Dawson-Biggs who cares?) og HÚN dettur á hausinn og heldur að hún sé í alvörunni Klingon og hendir í Sagaceo hlutum. Sagaceo kemst aldrei í gegnum forleikinn…\n#4 Sagaceo laumast á sviðið á Star Trek ráðstefnu og James Doohan orðinn sjóndapur heldur að Sagaceo sé stóll. Sagaceo kremst snarlega til bana.\n#3 Sagaceo fer á blint stefnumót og kemst að því að deitið er Nichelle Nichols. Sagaceo fremur sjálfsmorð.\n#2 Sagaceo er nauðgað af hóp Klingonskra kvenna. Augljóslega lifir hann það ekki af.\n#1 Sagaceo er nauðgað af hóp Klingonskra stríðsmanna. No chance in hell!\n…Nú er ég búinn að fá útrás… Vona að enginn taki þessu illa… :)\nPeace and long life"
        },
        {
            "user": "Kai",
            "user_id": "8140",
            "date": "2001-04-20 11:39:48",
            "id": "144341",
            "reply_to_id": "144340",
            "text": "Ok, þetta var bara sprell hjá mér…\nShatner er alltaf bestur og mestur og Leslie Nielsen kæmist ekki í hálfkvist við hann, þó svo að hann reyndi af öllum lífs og sálar kröftum.\nEn ég væri sáttur við það að deyja dauðdaga #2\nVona að þú getir séð þér fært að fyrirgefa mér þetta einhvern tímann…\nÞað er nebbla fátt annað í veröldinni sem mér þykir sárara að sjá en hatur þitt á mér.\nYour humble servant\nReyni"
        },
        {
            "user": "Kai",
            "user_id": "8140",
            "date": "2001-04-20 12:20:27",
            "id": "144342",
            "reply_to_id": "144341",
            "text": "Mér þætti gaman að sjá #2 gerast Reynir minn! :o)\nmeðan ég man! Ertu að hugsa um að breyta nikkinu þínu í sagacso??? Bara spyr…\n:o)"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-04-21 14:15:54",
            "id": "144343",
            "reply_to_id": "144342",
            "text": "You sick, sick, people. Þætti gaman að sjá #2 gerast???\nReynir: þér er náttúrulega löngu fyrirgefið. Það er bara ekki hægt að vera reiður við Jugglernaut lengi! :)"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-04-21 18:17:17",
            "id": "144344",
            "reply_to_id": "144343",
            "text": "Jamm, mér fyndist allt í lagi að lenda í #2\nEN HVAÐA SJÚKA SKEPNA VILDI HORFA UPP Á ÞAÐ ????\nÉg þakka Malli minn…\nReynir Juggle"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-04-21 21:27:49",
            "id": "144345",
            "reply_to_id": "144344",
            "text": "Ég hef alltaf haldið að þessir Bajorar væru versta fólk. Religious fanatics 'n all. (smá Star Trek racismi)\nU welcome\nBTW. Hvaða Klingon kellur ættu þetta að vera…? Hvað hét aftur “eiginkona” Quarks? ;)"
        },
        {
            "user": "Kai",
            "user_id": "8140",
            "date": "2001-04-26 10:00:47",
            "id": "144346",
            "reply_to_id": "144345",
            "text": "Hmmm… Mal3, may the prophets let a bathtub fall on your head!!! :o) Við erum friðelskandi kynþáttur! Og ef þú ert ekki sammála mér þá er mér að mæta!!!\n:o)\nHún hét Grilka, eiginkona Quarks til skammst tíma!"
        }
    ]
}