{
    "forum_title": "Hundar",
    "user": "hulda",
    "user_id": "2591",
    "date": "2001-04-10 01:45:24",
    "title": "Slæm meðferð á dýrum!",
    "text": "Ég er orðin afskablega þreytt og reið á að þurfa að lesa endalaust um það að dýr séu að finnast slösuð eða dauð af mannavöldum!\nÉg vil hreinlega að eitthvað verði gert til þess að herða lög um þetta. Sá sem lætur reiði sína bitna á dýri, getur allteins látið hana bitna á manneskju einn daginn..\nOg það að fólk tími ekki að borga fyrir svæfingu á dýrinu sínu heldur drekkir því frekar með óhugnalegum hætti. Það er hreint ógeðslegt! Svona á ekki að viðgangast!\nÉg veit um Kött sem misti skottið sitt vegna þess að Unglingar huggu það af með Steini!! Og ætli eitthvað hafi verið sagt eða gert við Unglingana á móti! Það efa ég.. en vesalings kötturinn misti þarna mikilvægan líkamspart!\nDýr hafa tilfinningar alveg eins og við mannfólkið. Það yrði nú sagt ýmislegt annað ef að þeir hefðu t.d höggvið putta af eitthverri manneskju..\nFólk mótmælir hækkun STEFgjalda.. Hefur eitthvertima eitthverjir reynt að gera eitthvað í málinu til þess að herða refsingar á Dýraníðungum? Ekki svo ég viti til! Svo nú bið ég ykkur. Gerum eitthvað í þessu!\nFólk sem gerir eitthvað svona lagað á ekki að geta gengið bara burtu eins og ekkert hafi ískorist!!",
    "url": "https://www.hugi.is/hundar/greinar/22379/slaem-medferd-a-dyrum/",
    "url_id": "22379",
    "id": "145487",
    "replies": [
        {
            "user": "climbatiz",
            "user_id": "8446",
            "date": "2001-04-10 02:00:11",
            "id": "145488",
            "reply_to_id": "145487",
            "text": "þvílíkt bull… huhh"
        },
        {
            "user": "hulda",
            "user_id": "2591",
            "date": "2001-04-10 02:05:54",
            "id": "145489",
            "reply_to_id": "145488",
            "text": "Jæja hvað er svona mikið bull af þessu.. Rökstyddu það!"
        },
        {
            "user": "Zaluki",
            "user_id": "6799",
            "date": "2001-04-10 02:39:29",
            "id": "145490",
            "reply_to_id": "145487",
            "text": "Þetta er alveg rétt að það er stundum farið mjög illa með dýr, og þá ekki bara hunda og ketti.\nÉg held að eina ráðið gegn þessu sé að kenna börnum á unga aldri að bera virðingu fyrir dýrum, og kenna þeim að þetta séu lifandi verur með tilfinningar og þau meiða sig rétt eins og við mennirnir.\nÉg held líka að það verði seint farið að refsa dýraníðingum hérna á landi, við munum nú bara dæmið með manninum sem hengdi smáhundinn þarna í einhverri blokk, held að hann hafi sloppið með einhverja smá sekt .. hlægilegt alveg. Fannst það samt eiginlega best að hann hafi sagt að hundurinn hafi hengt sig sjálfur, þvílíkur apaköttur þessi gæji."
        },
        {
            "user": "shit",
            "user_id": "26325",
            "date": "2001-04-10 02:55:03",
            "id": "145491",
            "reply_to_id": "145490",
            "text": "Muniði eftir laginu ettu úldin hund kona? þetta á við… ettu úldin hund hulda animals suck … ekki eins og eg skíti í garðinn hja nágrannanum ha! …. go shag ur dog!"
        },
        {
            "user": "cre",
            "user_id": "6534",
            "date": "2001-04-10 05:16:47",
            "id": "145492",
            "reply_to_id": "145491",
            "text": "fólk er fífl."
        },
        {
            "user": "Lynx",
            "user_id": "3520",
            "date": "2001-04-10 10:41:47",
            "id": "145493",
            "reply_to_id": "145487",
            "text": "Alveg sammála.  Mér verður alltaf hugsað til þess líka hvað fær fólk til að ráðast á DÝR.  Flest þeirra eru ekki í aðstöðu til að verja sig og þau geta ekki sagt neinum frá.  Mér finnst þetta ógeðslegt!  Það að misþyrma dýrum er svona með 5 sjúkustu og viðbjóðslegustu hlutum sem ég get hugsað mér.\nHverskonar “manneskjur” eru það sem sér ástæðu til þess að ráðast að tilefnislausu á saklaust dýr, VITANDI að dýrið mun ekki geta varist né sagt frá.  Hverskonar skrýmslum er einhver akkur í því??  Ég bara spyr.  Mér finnst það alveg grátlegt að svona skuli GETA komið fyrir!\nOg þér, shit, myndi ég ráðleggja að vera ekkert að flagga því að þú hafir einhverja samúð með málstað slíkra aumingja og siðferðislegra krypplinga.  Af augljósum ástæðum."
        },
        {
            "user": "Tzu",
            "user_id": "7615",
            "date": "2001-04-10 18:52:45",
            "id": "145494",
            "reply_to_id": "145493",
            "text": "Já sammála þér, það er svakalegt að fólk skuli komast upp með svona…það verður að gera eikkað í þessu.. síðan eitt annað, það er svo mikið að fávitum hér á huga fólks sem hefur ekkért að gera nema setja út á greinar sem aðrir hafa skrifað með eikkurum fáránlegur punktum…finnið ykkur eikkað annað að gera..þið getið t.d. farið út að hjóla"
        },
        {
            "user": "shit",
            "user_id": "26325",
            "date": "2001-04-11 01:42:34",
            "id": "145495",
            "reply_to_id": "145493",
            "text": "…. eg hef ekkjert á moti hundum enn …. u guys are animalovers ! …. www.zoosex.com go now jerk off"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-04-11 22:03:17",
            "id": "145496",
            "reply_to_id": "145487",
            "text": "Fólk sem fer drepur dýr í æðiskasti eru bara fífl.  Afhverju ekki bara setja það í lög að borga kannski sekt fyrir að særa eða drepa dýr !"
        },
        {
            "user": "Gungun",
            "user_id": "8102",
            "date": "2001-04-12 06:17:17",
            "id": "145497",
            "reply_to_id": "145487",
            "text": "eru ekki til lög um þetta????\nEn kallinn þarna í Háaleitinu (stigagangsmálið) eða þarna í “leitunum” var hann ekki sektaður fyrir að drepa hundinn í íbúð sinni. Þurfti hann\nekki að borga konunni skaðabætur?????"
        }
    ]
}