{
    "forum_title": "Rokk",
    "user": "cactuz",
    "user_id": "5705",
    "date": "2001-04-11 16:57:16",
    "title": "Roskilde",
    "text": "Jæja þá fer bráðum að koma sumar og þá fara eflaust margir að hugsa um útihátíðirnar. Þar er örugglega Roskilde efst á lista hjá flestum. Ég er enn að íhuga hvort maður eigi að skella sér. Ég var bara að spá í hvaða hljómsveitir hafa staðfest nærveru sína þar á bæ. Ég er búinn að heyra að Guns N Roses spili þar( eru það allir meðlimir GNR eða bara Axl Rose og nokkrir óþekktir) það er varla spes ef Slash er ekki. Meira hef ég ekki heyrt endilega segið frá ef þið vitið um fleiri hljómsveitir. Haldið þið að ósköpin í fyrra muni hafa mikil áhrif á hátíðina núna í ár?\nVar einhver ykkar þarna í fyrra þegar shittið hittaði fanið?",
    "url": "https://www.hugi.is/rokk/greinar/22619/roskilde/",
    "url_id": "22619",
    "id": "147325",
    "replies": [
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-04-13 06:34:02",
            "id": "147326",
            "reply_to_id": "147325",
            "text": "Þetta eru þeir sem ég man eftir (lesist: er spenntur fyrir að sjá):\nBob Dylan (má ekki midda af!)\nNeil Young & Crazy Horse\nBeck\nDeftones\nNick Cave\nPJ Harvey\nkíktu á www.roskilde-festival.dk til að fræðast.\nP.S. Ég fór í fyrra og ég fer ALDREI á íslenska útihátíð aftur. Þetta var mellow snilld með ódýrum bjór á staðnum, góðum mat og BRILLIANT tónlist. Hvað vill maður meira?\nP.P.S. Ég keypti Hawaii skyrtu og mæli með að allir geri það :)"
        },
        {
            "user": "KurtCobain",
            "user_id": "7591",
            "date": "2001-04-13 10:37:12",
            "id": "147327",
            "reply_to_id": "147326",
            "text": "ég væri samt eiginlega frekar til í að fara á reading festival, því foo figthers eru þar…. en náttla líka til í að fara og sjá deftones og eikkerja á hróarskeldu:)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-04-13 13:02:11",
            "id": "147328",
            "reply_to_id": "147325",
            "text": "Allir þangað !! Og á musik festival á klakanum í júni. Svona By the way, hvaða bönd koma fyrir utan Placibo og hugsanlega Coldplay ?"
        },
        {
            "user": "klp",
            "user_id": "7584",
            "date": "2001-04-13 18:54:46",
            "id": "147329",
            "reply_to_id": "147325",
            "text": "það er ekkert að vellta því fyrir sér, það er bara að skella sér ;)\njá og ég hef engu við að bæta um hljómsveitirnar… það er bara á heimasíðunni"
        },
        {
            "user": "porky",
            "user_id": "2189",
            "date": "2001-04-13 19:42:08",
            "id": "147330",
            "reply_to_id": "147325",
            "text": "Er ekki Roskilde bara vasaútgáfa af Redding?\nEkki misskilja ég hef farið á hvoruga þannig að ég get ekki dæmt um það. En ef þú hlustar á Rás 2 þá talar hann Ólipalli ekki vel um Roskilde og hefur gefði út að hann myndi ekki fara á Roskilde heldur miklu frekar Redding því það er miklu stærra og betur skipulagðara og bara miklu skemmtilegra. En á móti kemur að redding er svo seint á árinu þannig að það hittir svo illa á sumarfrí hjá íslendingum. En hvenær er Redding annars? er einhver sem veit það hvenær hún er á þessu ári?"
        },
        {
            "user": "Cedric",
            "user_id": "7531",
            "date": "2001-04-14 09:02:47",
            "id": "147331",
            "reply_to_id": "147330",
            "text": "Það má bæta við Tool á Hróarskeldulistann… hefði ekkert á móti því að sjá þá.\nBæði Reading og Leeds hátíðirnar eru síðustu helgina í ágúst. Eins og porky segir þá er þetta frekar asnaleg dagsetning… skólinn alveg að farað byrja og allt það. Ég fór á Leeds hátíðina í fyrra (sama hátíð og Reading nema hvað hún er í Leeds (go figure)), og hún var mjög vel skipulögð og flott.\nEn þar sem hún er á svo óhentugum tíma þá endar það ábyggilega meððí að það verður farið á Hróaskeldu ef á annað borð verður farið á einhverja hátíð. Er að vísu ekkert svo spenntur fyrir hljómsveitunum hingað til nema kannski Beck, Deftones og Tool. Bæði Beck og Deftones voru á Leeds í fyrra, Beck er ekkert smá svalur á sviði!! Deftones rokkuðu náttúrulega feitt eins og endranær…"
        },
        {
            "user": "Cedric",
            "user_id": "7531",
            "date": "2001-04-14 09:09:51",
            "id": "147332",
            "reply_to_id": "147331",
            "text": "Bæ ðe vei, listi yfir hugsanleg bönd á Reading/Leeds er hér:\nhttp://www.efestivals.co.uk/lineups/lineups.pl?hits_seen=0&search=GO&Bandname=&FestID=105\nÞetta eru að vísu allt orðrómar, það eru u.þ.b. allar hljómsveitir sem mig gæti nokkurntíman langað til að sjá á þessum lista. En þó að bara helmingurinn af þeim verði þarna þá verður þetta samt geðveik hátíð!!"
        }
    ]
}