{
    "forum_title": "Rokk",
    "user": null,
    "user_id": null,
    "date": "2001-04-12 14:08:26",
    "title": "Saga Ensími",
    "text": "Árið er 1996. Hundur Bítur kött sem fagnar því að Jonni og Hrafn setjast niður í glæsilegum bílskúr í Garðabæ og fara að fikta við elektróníska tónlist sem sumpart minnir á Nine Inch Nails. Jonni og Hrafn spiluðu áður í hljómsveitinni Jet Black Joe, sem naut mikillar hylli á fyrri hluta þessa áratugar. Einhleypur gjaldkeri óttast um líf sitt um leið og Franz Gunnarson, sem lék áður á gítar í hljómsveitinni Quicksand Jesus, gengur til liðs við strákana. Hljómsveitin, sem ekki hafði hlotið nafn, æfir til að byrja með í skuggahverfi í vesturbæ Kópavogs og tónlistin hverfur að hluta til frá hreinni elektróník yfir í rokkaðari pælingar, enda liggja rætur þeirra þriggja, þar.\nFyrrir hluti ársins 1997 rennur upp og áttavilltir lygarar týnast í sannleikanum. Hugmyndavinna í fullum gangi og tónlistin fer að taka á sig form og karakter. Æfingar fara nú fram inn í Reykjavík og Þórdís Claessen kemur um skamma hríð inn sem bassaleikari, en er leyst af hólmi af ekki ómerkari manni en Kjartani Róbertsyni, sem hlaut eftirtekt fyrir að spila með drengjabandinu Strigaskór nr.42. Skömmu áður en Kjartan kemur í bandið, hefur Oddný Sturludóttir tekið sér stöðu við hljómborðið.\n1998. Þegar hér er komið við sögu, stækkar svartholið og líftími jarðar styttist en hljómsveitin er nú búin að taka á sig mynd og er út vígðu vatni, gefið nafnið ensími. Demóupptökur hafa borist útgefanda til eyrna, sem leiðir til þess að einnar plötu samningur er gerður við Dennis útgáfuna, sem er í eigu Skífunnar og “signar” ný og framsækin bönd. Upptökur á fyrstu plötunni hefjast um mitt sumar í Stúdíó Sýrlandi og um svipað leiti kemur ensími fram í fyrsta sinn, á ógleymanlegum tónleikum R-listans á ströndinni í Nauthólsvík. Fæðing fyrstu skífu eními er að mörgu leiti erfið þar sem hljóðfæra- og reiðhjólastuldur blandast við hrun harða disksins í tölvunni er hafði að geyma upptöku sem síðan þurfti að endurvinna. 15. Október kemur út Kafbátamúsík, tekin upp af Adda 800. Platan hlýtur góðar viðtökur gagrýnenda og ekki síst plötukaupenda. Kafbátamúsík hefur nú selst í 2000 eintökum sem verður að teljast mjög gott þegar um fyrstu plötu hjá nær ókynntu bandi er að ræða. Í kjölfarið er hljómsveitin valin bjartasta vonin og Atari kosið lag ársins á íslensku tónlistarverðlaununum 1998.\nSannleikurinn er harður húsbóndi en lyginn er þægur þjónn á árinu 1999. Lágmenningarborgin Reykjavík fær til sín góða heimsókn er Chicago bandið Shellac kemur og spilar fyrir íslensk tóneyru. Innan þeirra sveitar er maður að nafni Steve Albini sem varð að tónlistarlegu skurðgoði eftir að hafa pródúserað artista á borð við Pixies og Nirvana. Kafbátamúsík kemst í hendur Albini sem líkar og lýsir yfir áhuga á að vinna með ensími á næstu plötu sem er samþykkt einróma. Lögin Atari og Arpeggiator fara mikinn og sitja á vinsældarlistum fram eftir vori og spila hljómsveitin víða um borg og bæi og lýkur spilamennsku sumarsins á þjóðhátíð. Oddný segir skilið við ensími á árinu og í ágúst hefst undirbúningur fyrir upptökur á annari plötu ensími. Ákveðið er að Albini taki upp helming pötunnar en hinn helminginn, tekur Addi 800 upp. Upptökurnar fara fram í Grjótnámunni, Stúdíó Sýrlandi og Stúdíó Ástarsorg á um mánaðar tímabili og lýkur um miðjan október.\nAllt gengur nú stórslysalaust fyrir sig í upptökunum og lítur út fyrir að ensími bölvunin sé um garð gengin, eða það vona menn í það minnsta. Fjórum dögum áður en að platan á að koma út, hefur gamall ærsladraugur gert vart við sig. Prentun á umslagi er gölluð og seinkar það útgáfu plötunnar um nokkra daga. Í annari viku nóvember kemur svo út önnur plata ensími og hefur hún hlotið sæmdarheitið BMX, til heiðurs fararskjótum hljómsveitarmeðlima til margra ára. Útkoman á BMX er hrein snilld. Þar blandast á skemmtilegan hátt upptökur Albini annars vegar og Adda 800 hins vegar. Sterk heildarmynd þroskaðra lagasmíða og þéttrar keyrslu auk rólegri augnablika.\nÞetta er saga ensími til þessa dags. Saga óvæntra ævitýra, sem og harmsaga en umfram allt saga af sigri mannsandans í tilfinnigakreppu og sjálfseyðingu komandi árþúsunds þar sem guð liggur í dái, myrkrið dreymir birtuna en vaknar upp við að hatrið elskar sig……að eilífu……….\nþetta er tekið af heimasíðu þeirra",
    "url": "https://www.hugi.is/rokk/greinar/22760/saga-ensimi/",
    "url_id": "22760",
    "id": "148431",
    "replies": [
        {
            "user": "KurtCobain",
            "user_id": "7591",
            "date": "2001-04-13 01:53:17",
            "id": "148433",
            "reply_to_id": "148431",
            "text": "flott grein, mér fannst til langs tíma ensími besta ísl. hljómsveitin, en núna finnst mér Noise… :)"
        },
        {
            "user": "ages",
            "user_id": "5857",
            "date": "2001-04-13 02:02:48",
            "id": "148434",
            "reply_to_id": "148433",
            "text": "Ensími eru besta rokkbandið á klakanum í dag..\nhvað er noise?"
        },
        {
            "user": "KurtCobain",
            "user_id": "7591",
            "date": "2001-04-13 02:07:52",
            "id": "148435",
            "reply_to_id": "148434",
            "text": "nýlegt grunge band…"
        },
        {
            "user": "selur",
            "user_id": "388",
            "date": "2001-04-13 03:04:04",
            "id": "148432",
            "reply_to_id": "148431",
            "text": "Vantar ekki þá staðreynd að Kjartan hætti að plokka bassann, og Guðni Finnson, hinn margrómaði og tónlistaverðlaunaði snillingur gekk í hans stað? - eða er ég að rugla?"
        },
        {
            "user": "KurtCobain",
            "user_id": "7591",
            "date": "2001-04-13 12:55:00",
            "id": "148436",
            "reply_to_id": "148431",
            "text": "Góð grein, Ensími eru eitt besta bandið á Íslandi ásamt, Botnleðju, Maus og Sigurrós. Nosie eru ömurlegir og kunna bara nokkur fimmundargrip og stæla Nirvana. Sucky sucky"
        },
        {
            "user": "KurtCobain",
            "user_id": "7591",
            "date": "2001-04-13 13:20:37",
            "id": "148437",
            "reply_to_id": "148436",
            "text": "hei! noise eru ótrúlega góðir! og þeir stæla ekki nirvana, þeir spila grunge! fattið þið það ekki eða??? og hann er nú alveg ágætisgítarleikari…"
        },
        {
            "user": "klp",
            "user_id": "7584",
            "date": "2001-04-13 19:02:19",
            "id": "148438",
            "reply_to_id": "148431",
            "text": "glæsileg grein.\nensími eru pottþétt ein besta sveitin á íslandi og þó víða væri leitað!"
        },
        {
            "user": "Tannbursti",
            "user_id": "7246",
            "date": "2001-04-14 02:04:23",
            "id": "148439",
            "reply_to_id": "148431",
            "text": "mér finnst nú bara asnalegt að taka texta beint einhverstaðar frá og pósta hann á huga. Mér finnast það stigahór! enn hverju breytir það þetta voru góðir punktar og Ensími er góð hljómsveit!"
        }
    ]
}