{
    "forum_title": "Eve og Dust",
    "user": "hamrotten",
    "user_id": "5029",
    "date": "2001-04-13 15:51:11",
    "title": "Clanið",
    "text": "ef þú hefur áhuga á því að taka þátt í því að byggja upp stórt corp. hafðu samband við mig í gengum <a href=“mailto:hamrotten@hugi.is”>email</a> eða sendið mér skilaboð með eftirfarandi upplýsingum.\nNafn(rétt nafn)\nstarf(corgo, spy osfv)\nRace(þarf ekki að vera endaleg ákvörðun, má líka sleppa)\ne-mail(svo að maður getur haft samband við ykkur)\nNick(það sem kallinn ykkar mun heita, þarf ekki heldur að vera endanleg ákvörðun)\nvana að sem flestir skrái sig. við sækjumst eftir fleiri cargo, escort, spy og jafn vel Sjóræningja, en þeir mundu sjá til þess að við gætum haft svæði sem við höfum enga rétt á, ef einhvað annað fyrirtæki en okkar mundi fara framhjá, bang, ráðast á þá. enig vantar okkur nafn á clanið. sendið mér einig uppástungur um nafn <a href=“mailto:hamrotten@hugi.is”>á clanið</a>\nvona að sem flestir skrái sig.",
    "url": "https://www.hugi.is/ccp/greinar/22867/clanid/",
    "url_id": "22867",
    "id": "149245",
    "replies": [
        {
            "user": "Atari",
            "user_id": "100",
            "date": "2001-04-13 17:12:40",
            "id": "149246",
            "reply_to_id": "149245",
            "text": "það er búið vera til íslensk Clan´til núna í tæpt ár fyrir eve.. höfum ekki verið að plugga okkur neit að svo stöddu… nánari uppkýsingar er á www.titanclan.com"
        },
        {
            "user": "liberial",
            "user_id": "5938",
            "date": "2001-04-13 17:54:45",
            "id": "149247",
            "reply_to_id": "149246",
            "text": "hvernig væri að sameina þessi 2 clön sem uppi eru núna?\nég held að það sé eina lausnin ef þetta á að verða eitthvað gott clan.\nog mér fynnst þetta ekki nógu fullkomið clan “Titans” no offence bara það vantar ranka og hvaða job hver meðlimur gerir og margt fleira.\nþá mundi þetta kannski bara vera |-ICE-titans-| hvernig lýst ykkur á það ?\ndæmi: |-ICE-titans-|SPY:sgt.Jón Jónsson"
        },
        {
            "user": "liberial",
            "user_id": "5938",
            "date": "2001-04-13 18:02:25",
            "id": "149248",
            "reply_to_id": "149247",
            "text": "eða:\n|-ICE-titans-|CARGO:lt.Bósi Ljósár\n|-ICE-titans-|ESCORT:cpl.Jósef\neða eitthvað annað ;)"
        },
        {
            "user": "Gauos",
            "user_id": "297",
            "date": "2001-04-13 18:05:17",
            "id": "149249",
            "reply_to_id": "149247",
            "text": "“Unite the clans”\n- William Wallece 14 Öld"
        },
        {
            "user": "liberial",
            "user_id": "5938",
            "date": "2001-04-13 18:33:00",
            "id": "149250",
            "reply_to_id": "149249",
            "text": "hvernig væri það nú er þetta ekki bara hin besta hugmyndin ?\nBÓSI LJÓSÁR REPORTING IN!"
        },
        {
            "user": "liberial",
            "user_id": "5938",
            "date": "2001-04-13 18:35:47",
            "id": "149251",
            "reply_to_id": "149249",
            "text": "hvernig væri það nú er þetta ekki bara hin besta hugmyndin ?\nBÓSI LJÓSÁR REPORTING IN!\nen koma síðan með hugmyndir um heimasíðuna\nhérna eru mínar:\nOK í fyrsta lagi þarf að hafa ranks í claninu það gengur ekki að vita ekki hver er hæst settur í claninu. maður þarf nú að vita hverjum á að hlýða! ;) jæja allavega það og svo hafa sér dálka fyrir hvert company s.s. spy, escort, pirate and so on…. síðan þarf auddað síðu sem segir hvað clanið á af merchendise og til að skipta og margt fleirra.\neinhverjar hugmyndir ?"
        },
        {
            "user": "mystic",
            "user_id": "304",
            "date": "2001-04-13 18:36:48",
            "id": "149252",
            "reply_to_id": "149247",
            "text": "ég vil enn og aftur minna á clanið blUnt..\nekki eins og séu bara til 2 íslensk clön :)\nblUnt.killkona"
        },
        {
            "user": "liberial",
            "user_id": "5938",
            "date": "2001-04-13 18:47:46",
            "id": "149253",
            "reply_to_id": "149252",
            "text": "BAHH!, annað hvernig væru nú bara að sameina öll íslensk clön saman í eitt stórt sem mun ná öllum völdum í galaxyinu….\nmúhahahaha hvernig væri það nú !\núff huxið ykkur bara ;)\nok allir sem eru með irkið mæta kl. 20:00 á #eve.is og við fundum þar um sameininguna.\ner þetta ekki bara ein önnur fínasta hugmynd ?"
        },
        {
            "user": "digital",
            "user_id": "26731",
            "date": "2001-04-13 19:08:52",
            "id": "149254",
            "reply_to_id": "149253",
            "text": "ÉG er sammála sameina öll klönin svo við eigum möguleika á móti USA..jæja hva segiði annar höfum við ekki séns og það verður valltað yfir okkur\nDawg"
        },
        {
            "user": "liberial",
            "user_id": "5938",
            "date": "2001-04-13 19:15:48",
            "id": "149255",
            "reply_to_id": "149254",
            "text": "halló!\nauðvitað hefðum við möguleika á móti USA! það er að segja ef við sameinum öll íslensk clön hérna á íslandi, þá verðum við alveg skugglega margir !\nsíðan verður bara eitt offical clan hérna á landinu! sem mun valta yfir öll önnur lönd í EVE.\nég bíst nú varla við því að það verði bara eitt stórt clan í USA og annarsstaðar á hvettinum okkkar."
        },
        {
            "user": "Atari",
            "user_id": "100",
            "date": "2001-04-13 19:28:35",
            "id": "149256",
            "reply_to_id": "149255",
            "text": "Við höfum ekki viljað setja upp RANKa að svo stöddu, þar sem við settum þetta á föt fyrir ári síðan,, og vildum biða eftir beta testum, þess má geta að nokkrir innan clansin eiga hlut í CCP,\nStefnan okkar sú að það er flestir velkomnir svo framlega að það séu íslendingar,, aðrir skandínavíu búar eru velkomnir, en það er tekið til skoðunar hverju sinni. Það mun aldrei koma til tals,, ALDREI að breytta nafninu, nafnið mun vera -TITAN- þó svo að ICE clan eða eitthvað annað myndi ganga til liðs með okkur. Ykkur er samt velkomið að vera innlimaðir til okkar. Góð hugmynd er hins vegar að þessi Clön vinna saman,, sem ALLY. Svipað og sitthvort Factionið :)\nEn mitt persónubudna mat á nafninu ICE er það að mér finnst það hrikalega lame og hallærislegt, þetta er eitthvað svo viðbjóðslega týpískt fyrir íslendinga að kalla sig ICE,,, eða ICE eitthvað"
        },
        {
            "user": "liberial",
            "user_id": "5938",
            "date": "2001-04-13 19:41:56",
            "id": "149257",
            "reply_to_id": "149256",
            "text": "jæja ég er búinn að gera mitt besta\nI quit ! ;)"
        },
        {
            "user": "Twister",
            "user_id": "2003",
            "date": "2001-04-14 00:46:57",
            "id": "149258",
            "reply_to_id": "149256",
            "text": "Mér líst vel á þessa hugmynd."
        },
        {
            "user": "liberial",
            "user_id": "5938",
            "date": "2001-04-14 12:29:25",
            "id": "149259",
            "reply_to_id": "149258",
            "text": "gott að þið hafið smá faith í mér ;)"
        },
        {
            "user": "Bzzhar",
            "user_id": "6434",
            "date": "2001-04-13 21:58:13",
            "id": "149260",
            "reply_to_id": "149245",
            "text": "Nafn??  kannski Da Mob??\nég skrái mig… ekki :Þ"
        },
        {
            "user": "sbkhh",
            "user_id": "8543",
            "date": "2001-04-13 23:22:01",
            "id": "149261",
            "reply_to_id": "149245",
            "text": "Fjandinn hafi það, hvernig væri að biðja CCP að búa til nýjan hóp, bara pínulítinn, en mjög öflugan, en enginn nema íslendingar komast inn?\nEkki official samt…"
        },
        {
            "user": "sbkhh",
            "user_id": "8543",
            "date": "2001-04-13 23:29:14",
            "id": "149262",
            "reply_to_id": "149261",
            "text": "Úbbs…\nSendi of snemma…\nþetta er eiginlega bara grín hjá mér, svo hafið engar áhyggjur…\nEn eitt, stórt ÍSLENSKT klan hljómar bara vel. Égskalverarannsóknarmaður(einn of æstur)…\nÍ alvöru, ég held að þetta sé verulega góð hugmynd. Vonandi hef ég efni á leiknum þegar hann kemur…"
        },
        {
            "user": "Wyrminarrd",
            "user_id": "1169",
            "date": "2001-04-14 17:55:44",
            "id": "149263",
            "reply_to_id": "149245",
            "text": "Er ekki full snemmt að ákveða hvað maður ætlar að gera þegar maður spilar?  Það hljómar kannski voða flott að vera pirate en síðan kemur í ljós að manni líkar betur við að vera miner eða bounty-hunter.\nMér finnst það dálítið snemmt að ætla að binda sig niður, bíðum þangað til að beta testum fer í gang og við sjám hvernig leikurinn lætur.\nAnnars held ég að það yrði gaman að hafa svona 2-3 íslensk clön því ekkert jafnast á við smá góðan ríg, gerir leikinn bara skemmtilegri (sjá bara þegar Haukar slátra FH í handbolta:)"
        },
        {
            "user": "Tannbursti",
            "user_id": "7246",
            "date": "2001-04-15 15:55:56",
            "id": "149264",
            "reply_to_id": "149263",
            "text": "Ég vil stórt clan svona Empire eins og í Star Wars og svo kanski koma einhverjir bjartsýnir Ræbl..Rebular og reyna að uppræta  spillinguna í þrælahaldi hjá þessu stóra lani og…(ímyndunar aflið er að gera útaf við mig!)"
        },
        {
            "user": "Vargur",
            "user_id": "541",
            "date": "2001-04-17 14:50:15",
            "id": "149265",
            "reply_to_id": "149245",
            "text": "Ég held nú bara að menn ættu að droppa þessu “Clan” rugli. Þetta er ekki Quake. Hvernig væri að koma sér í réttu stemninguna hérna og tala um “Corporation”, “Company” eða eitthvað í þá átt.\nVargu"
        }
    ]
}