{
    "forum_title": "Metall",
    "user": "Alert",
    "user_id": "647",
    "date": "2000-08-13 03:16:46",
    "title": "Hvað er harðkjarni",
    "text": "Það er nógu andskoti erfitt fyrir suma að sætta sig ekki við að korn og limp Bizkit séu ekki Harðkjarni bönd eins og Klink, Mínus, Vígspá, Sick Of it all, Vision of Disorder o.f.l. Þið þarna Kornarar Prufið að senda vefstjori@hugi.is mail um að fá rap-rock áhugamál en ég er ekkert að segja að ég hati korn eða neitt þannig. :-)",
    "url": "https://www.hugi.is/metall/greinar/2298/hvad-er-hardkjarni/",
    "url_id": "2298",
    "id": "7071",
    "replies": [
        {
            "user": "Draugurinn",
            "user_id": "239",
            "date": "2000-08-14 12:40:44",
            "id": "7072",
            "reply_to_id": "7071",
            "text": "Ertu mikið að hlusta á bönd eins og Klink, Vígspá og Mínus"
        },
        {
            "user": "RatKing",
            "user_id": "265",
            "date": "2000-08-14 16:59:30",
            "id": "7073",
            "reply_to_id": "7072",
            "text": "auðvitað hlustar maður á minus vigspá klínk ogfl"
        },
        {
            "user": "crazy",
            "user_id": "1738",
            "date": "2000-08-16 00:55:23",
            "id": "7074",
            "reply_to_id": "7073",
            "text": "ertu klikkaður.."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2000-08-20 02:12:05",
            "id": "7075",
            "reply_to_id": "7073",
            "text": "Vígspá Klink Og Mínus er geðveik bönd"
        },
        {
            "user": "Vefstjóri",
            "user_id": "2677",
            "date": "2000-08-14 16:53:40",
            "id": "7076",
            "reply_to_id": "7071",
            "text": "Jæja, ég er búinn að fá svoddan leið á þessu kvabbi hvað flokkast undir harðkjarna eða hardcore og að það skuli vera eina umræðan hérna. Eins og ég sé það er bara engin stefna sem heitir hardcore. Hardcore getur í rauninni verið hvaða stefna sem er svo lengi sem hún er… ehh… já hardcore, brutal, whatever.\nÁhugamálið harðkjarni er staður fyrir íslensk þungarokksbönd til þess að koma efni sínu á framfæri og fyrir aðra til þess að tjá sig um íslenskt eða erlent þungarokk. Ef harðkjarni er léleg lýsing þá endilega látið mig vita þá breyti ég þessu einfaldlega í þungarokk.\nMitt álit er einfaldlega að umræða um fyrra efni Korn, Limpara og fleiri adidas rokkara eigi fullkomlega rétt á sér hérna undir harðkjarna því þetta er ekkert annað en þungarokk.\nEndilega leiðréttið mig ef ég fer með rangt mál og þá með góðum rökstuðning.\nKveðja,\nVefstjóri"
        },
        {
            "user": "axlrose",
            "user_id": "3277",
            "date": "2000-09-01 22:37:10",
            "id": "7077",
            "reply_to_id": "7076",
            "text": "herra vefstjóri það er ekki hvað sem er hardcore og það þarf ekkert að vera brútal….."
        }
    ]
}