{
    "forum_title": "Tölvuhlutverkaleikir",
    "user": "Vilhelm",
    "user_id": "2179",
    "date": "2001-04-15 21:31:58",
    "title": "Magic Missile",
    "text": "Galdur Dagsins er nýr hlutur sem er að byrja hér á Baldur’s Gate hér á Huga.is. Hér útskýri ég galdurinn eins og hann er í leiknum, og segi svo mína eigin skoðun á honum. Það eru yfir 300 Wizard, Druid og Cleric galdrar í leiknum þannig að ég verð aldrei uppiskroppa. Ég mun auk þess taka fyrir galdra sem að eru í Icewind Dale og svo komandi aukapakka fyrir Baldur’s Gate II: Shadows of Amn, Throne of Bhaal.\nFyrsti galdurinn sem ég lýsi hér í er Magic Missile, en ég mun fyrst fara í gegnum Wizard Spells, en svo Priest/Druid spells síðar meir.\n——————————————-\nMagic Missile (Evocation)\nLevel: 1\nFæri: Sýnilegt færi kastarans\nTímalengd: Tafarlaus\nKasttími: 1\nÁhrifasvæði: 1 vera\nSaving Throw: Ekkert\nNotkun Magic Missile galdursins, einum vinsælasta fyrsta levels galdrinum, skapar allt að fimm missile af galdraorku sem fljúga frá fingrum kastarans hittir ávallt skotmarki, sem þarf að vera óvinveitt vera af einhverju tagi. Hvert missile gerir 1d4+1 í skaða. Á tveggja levela fresti fær galdrakarlinn/galdrakerlingin eitt missile í viðbót – hann hefur tvö á þriðja leveli, þrjú á fimmta leveli, fjögur á sjötta leveli og upp í fimm á níunda leveli.\n——————————————-\nÞessi galdur er einn af nytsömustu göldrum í leiknum. Hann er mjög góður á þá óvini sem að eru með Mirror Image eða galdra af svipuðu tagi. Auk þess getur hann nýst vel eftir notkun Harm á erfiðari kvikindi eins og dreka, þrátt fyrir hátt hlutfall á Magic Resistance. Ef að galdrakarlinn/galdrakerlingin er ekki með þennan galdur þá er sennilega ástæðan sú að hann/hún er í óheppilegum School, eða þá bara vegna þess að spilandinn veit ekki sínu viti og er algjörlega nýr í leikjum sem að byggðar eru á D&D/AD&D.",
    "url": "https://www.hugi.is/crpg/pistlar/23165/magic-missile/",
    "url_id": "23165",
    "id": "151484",
    "replies": [
        {
            "user": "HippoMan",
            "user_id": "26379",
            "date": "2004-08-23 09:41:50",
            "id": "151488",
            "reply_to_id": "151484",
            "text": "Hvað er AD&D."
        },
        {
            "user": "Aragorn",
            "user_id": "47217",
            "date": "2004-08-23 09:41:50",
            "id": "151486",
            "reply_to_id": "151484",
            "text": "magic missile er að mínu áliti besti galdurinn ó leiknum! ég t.d. drap Firkrag bbara með galdraköllum og drittaði bara á hann!!!\nMér finnst þetta mjög sniðugt með galdur dagsins!!!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-08-23 09:41:50",
            "id": "151487",
            "reply_to_id": "151486",
            "text": "Ég er sammála, þetta er mjög sniðugt með galdur dagsins, hrein og tær snilld"
        },
        {
            "user": "Moli",
            "user_id": "1779",
            "date": "2004-08-23 09:41:50",
            "id": "151485",
            "reply_to_id": "151484",
            "text": "Þetta er snilld!!"
        }
    ]
}