{
    "forum_title": "Teiknimyndir",
    "user": "Kjarrval",
    "user_id": "3269",
    "date": "2001-04-16 19:36:09",
    "title": "201 - Not without my anus",
    "text": "Lýsing:\nDóttir Terrences er rænt og er haldið höndum í Íran, Terrence og Phillip bjarga henni, en Canada breytist á meðan þeir eru í burtu.\nPersónur í þessum þætti:\nOfficer Barbrady, Chef, Jimbo Curnz, Ned Grublanski, Mr. Garrison, Chief Runningwater, Eric Theodore Cartman, Mr Hat, Terrence, Phillip, Scott, Saddam Hussein, Ugly Bob, Barky, Purry, Celine Dion, Jerry Springer, Alfonse Mephesto, Kevin (aðstoðamaður Mephestos), Mrs Cartman, Stanley Marsh, Kyle Brofslovski.\nAthugasemdir varðandi þáttinn:\nÞetta er hinn frægi Aprílgabbsþátturinn. Í staðinn fyrir að sýna framhaldið af Cartman's mom is a dirty slut, var þessi þáttur sýndur í staðinn. Margir urðu reiðir vegna þessa.\nHvernig Kenny deyr:\nKenny birtist ekki í þessum þætti.\nDulin atriði:\nEinn í kviðdómnum er klæddur eins og barn.\nAllar persónurnar hafa skammstafanirnar einhversstaðar á þeim.\nUppáhaldsatriðið mitt:\nÞegar réttað er yfir Terrence vegna morðsins.",
    "url": "https://www.hugi.is/teiknimyndir/pistlar/23276/201-not-without-my-anus/",
    "url_id": "23276",
    "id": "152556",
    "replies": [
        {
            "user": "Ozwald",
            "user_id": "19934",
            "date": "2004-08-23 09:41:58",
            "id": "152559",
            "reply_to_id": "152556",
            "text": "Það er í Írak ekki Íran :)"
        },
        {
            "user": "Ozwald",
            "user_id": "19934",
            "date": "2005-07-19 19:01:48",
            "id": "2325123",
            "reply_to_id": "152559",
            "text": "it's the same thing"
        },
        {
            "user": "malicious",
            "user_id": "5591",
            "date": "2004-08-23 09:41:58",
            "id": "152558",
            "reply_to_id": "152556",
            "text": "ÓGEÐSLEGA fyndin þáttur. Það var alveg sérstaklega fyndið þegar Evil-Scott (eða hvað sem vondi kallinn hét) byrjaði að veifa höndunum að Terrence. Þeir félagar spurðu hann hvað hann væri að gera og hann sagði : “I´m wishing you had cancer, cancer in the HEAD!”   :DD"
        },
        {
            "user": "Kjarrval",
            "user_id": "3269",
            "date": "2004-08-23 09:41:58",
            "id": "152557",
            "reply_to_id": "152556",
            "text": "Sorry að ég þurfti að stroka út greinina.  Ég ruglaðist og setti hana óvart í South Park fréttir en er búinn að leiðrétta þetta núna."
        }
    ]
}