{
    "forum_title": "Stjórnmál",
    "user": "kristofer",
    "user_id": "6653",
    "date": "2001-04-17 20:25:46",
    "title": "Forsjárhyggja - nauðsynleg vernd eða hreinn hrok",
    "text": "Sælir, Hugalesendur.\nNú, þegar enn eitt anti-hittogþetta frumvaripð er í afgreiðslu á\nhinu háa Alþingi datt mér í hug að skrifa smá hugleiðingu um þá\nstefnu löggjafans að banna allt sem honum, persónulega, er illa\nvið.\nNú er það alveg á tæru að meginþorra þjóðarinnar er meinilla við\nklám?  Ekki satt?  Þetta er efni sem hver og einn einstaklingur\nþjóðarinnar fussar og sveiar við.  Allar lygarnar um sölutölur á\nklámtímaritum hér á landi, svo ekki sé minnst á traffík á\nklámsíður á veraldarvefnum eru náttúrulega bara áróður.  Ekki\nsatt?\nVegna þessa ætlar guð að gefa okkur (í gegnum tvo fremur\nóyndislega, ónefnda, þingmenn) vernd gegn soranum.\nGetur þetta virkilega verið?  Einfaldlega útaf því að “hinn\nsiðsamlegi meirihluti” er á móti einhverju, á þá að banna það?\nHver er það sem á svo að ráða hvað er nógu siðlegt til að fólk\nmegi stunda það, fullorðinn einstaklingur einn heima hjá sér?\nKlám er náttúrulega bara eitt af þessum málum sem ýmsir eru á\nmóti, og vilja því banna.  Það þarf víst fáum að koma á óvart, að\nmál tengd kynlífi eru mjög mörg á listanum yfir einmitt svona\nmál.  Þetta eru einhverjar leifar af furðulegri viðkvæmni\ngagnvart kynlífi, og hinum ýmsu gerðum þess, trúlega upprunið á\nViktoríu-tímanum.\n<b>Fórnarlömbin</b>\nNú afsaka siðapostularnir sig oft.  Benda mér á það, að í fyrsta\nlagi sé ég ekki einn í heiminum, það verði að hugsa um börnin, og\ní öðru lagi, að klám, og allt kynlíf, annað en trúboðsstellingin\nmeð maka sínum undir sæng í myrkri, sé að eyðileggja líf aumingja\n*kvennanna* sem taka þátt í “viðbjóðnum”.  Riiiight.\nÍ fyrsta lagi.  Börnin.  Er nokkur sem heldur það í alvöru að\nklám beinlínis stökkvi á börn þar sem þau labba í sælgætisbúðina?\nOg jafnvel þó svo væri, myndi það á einhvern hátt skaða þau?\nJæja, ég get glatt ykkur með því, að svo er ekki.  Hvorki verður\nklám á vegi manns án þess að maður leiti sérstaklega eftir því,\nog þó að barnið þitt fái vitneskju um tilvist þeirra líkamsparta\nsem venjulega eru huldir, mun það ekki vaxa upp andlega eða\nkynferðislega fatlað.  Þvert á móti.  Raunar held ég frekar að\nfræðsla sé af hinu góða.  Þegar börnin byrja að fá áhuga á þessum\nefnum (yfirleitt um 12 ára aldurinn), munu þau leita þetta uppi,\nog þau hagnast á því.\nÍ öðru lagi.  Fórnarlömb kláms.  Nú vita allir að allar konur sem\nláta taka mynd af sér nöktum eða semí-nöktum eru kúgaðir\nkynlífsþrælar.  Hvað þá þær sem dansa naktar.  Ekki satt?\nÞessar konur sem lifa í vellystingum í Hollywood og hér & þar og\nþiggja gífurlegar upphæðir fyrir framlag sitt til kláms, eru þær\nkúgaðir kynlífsþrælar?  Ég bara spyr.\nÉg vil ekki mæla með barnaklámi, eða neinu þar sem fyrirsætan er\nekki viljug.  Það er fjarri mér.  En staðreyndin er sú, að\nyfirleitt er fyrirsætan viljug.  Hvort sem Alþingismenn vilja\nviðurkenna það eða ekki.\n<b>Ef mér líkar það ekki er það slæmt, og ég vil ekki að aðrir\nstundi það heldur</b>\nÞetta virðist nokkuð ríkjandi viðhorf.  Sérstaklega meðal eldra\nfólks, sem vill (eðlilega?) hafa vit fyrir okkur, yngra fólkinu.\nVegna þess að þeim líkar ekki klám, nektardans og vændi, á víst\nað banna öllum öðrum aðgengi að því líka.  Rökin eru, eins og\náður sagði, annars vegar að þetta stökkvi á börnin, svo þau\nskemmast fyrir lífstíð, og hins vegar, að fyrirsæturnar, og\nstarfsfólk kynlífsbransans almennt, sé neytt í þetta.\n<b>Vændi</b>\nÉg hef heyrt að vændi sé elsta starfsgreinin sem enn er til.  Og\nfinnst það hreint ekki ólíklegt.\nÞó að ég sjái sjálfan mig ekki beint hlaupandi út og leitandi mér\nað mellu, þá sé ég í sjálfu sér ekkert að því að fólk geri það.\nRök siðapostulanna gegn vændi eru þau sömu og alltaf.  Staffið\nneytt í þetta, og börn sjá þetta, sér til óbætanlegs tjóns.\nJæja, ég get glatt ykkur með sömu rökum og venjulega.  Í fyrsta\nlagi er ekkert að því að börn viti af þessu, ef þau eru nógu\ngömul til að skilja kynlíf sem slíkt (um 12 ára aldurinn?) ættu\nþau að geta lagt raunsætt mat á þetta og metið hvort þau vilja\nnota þessa þjónustu eður eigi.  Ef krakkarnir eru yngri en það\nættu þau ekki að láta sér þetta neinu skipta.\nOg varðandi það að vændiskonur séu neyddar í starfið, þá finnst\nmér afar ólíklegt að það sé neinn meirihluti.  Og ef greinin er\nlögleg er vitaskuld mun auðveldara að hafa eftirlit með því.\n<b>Fíkniefni</b>\nHér kem ég inn á mjög viðkvæmt mál, sem er mjög umdeilt.  Á meðan\nég hef það sem lífsreglu að neyta ekki fíkniefna, og hvet engan\nveginn til notkunar þeirra, þá finnst mér ekki, að mér sé stætt á\nþví að banna öðrum notkun þeirra.  Ef viðkomandi einstaklingur er\nsjálfráða kemur það honum einum við hvað hann lætur ofan í sig.\nHversu viðbjóðslegt sem mér eða hverjum sem er kann að finnast\nþað sem hann lætur ofan í sig.  Það kemur málinu ekki við.\nOft er talað um fíkniefni, og aðra glæpi, sem fylgifiska\nofangreinds kynlífsbransa, og það er því miður rétt.  Enda ýta\nstjórnvöld brandanum niður í svaðið.  Ég vil í þessu sambandi\nminna á bannárin í Bandaríkjunum.  Á meðan áfengi var ólöglegt\ngrasseraði alls konar glæpastarfsemi í kringum sölu og neyslu\nþess.  Sama virðist vera með fíkniefni.\nEf fíkniefni yrðu leyfð er ég viss um að glæpir myndu minnka\ngífurlega, og með tímanum myndi fólk læra að umgangast þau, eins\nog það myndi læra að umgangast áfengi ef það væri leyft.\n<b>Áfengi</b>\nEins og glöggir lesendur hafa væntanlega tekið eftir gaf ég í\nskyn í málsgreininni hér fyrir ofan að áfengi væri ekki leyft.\nÞetta er ekki alveg nákvæmt hjá mér.  Ríkisstjórnin gerir hins\nvegar mikið í því að takmarka áfengisneyslu landans.  Sem er\nfáránlegt.  Er það virkilega hlutverk ríkisins að ákveða hvað\nlandinn setur ofan í sig?  Það finnst mér ekki.\n<b>Sjálfræði</b>\n<i>Hvenær er einstaklingur fær um að ráða sér sjálfur?</i>\nÍ málsgreinunum hér fyrir ofan hef ég aðeins notað hugtakið\n“sjálfráða”.  Þetta er hreint ekki eins skýrt hugtak og sumir\nvilja meina.\nAldrei, virðist stefnan helst vera undir niðri, en opinber stefna\nríkisins er 18 ár.\nÁ allt að vera bannað þeim sem eru undir 18 ára aldri?  Það er\neinmitt fáránlegt.\nÉg treysti mér til þess að fullyrða að 15-16 ára unglingar séu\nfullfærir til að sjá mun á réttu og röngu.\nÞó finnst mér ekki að allir hlutir sem fullorðinn einstaklingur\nmá í dag eigi að koma á 15 eða 16 ára afmælisdaginn.\nÉg er t.d. ekki alveg að kaupa það, að hver einstaklingur verði\ntilbúinn til að drekka áfengi eða stunda kynlíf á 15 eða 16 ára\nafmælisdeginum, en ekki fyrr.  Eða reykja, eða taka önnur\nfíkniefni.  Eða hvað sem er.\nÞetta er mjög einstaklingsbundið, og mjög mismunandi hvenær fólk\ner tilbúið til að byrja á þessum hlutum.  Ef einhverntíman.  Nú\nbýst ég við, eða vona jafnvel, að flestir ákveði að nota ekki\nþessa tvo síðustu kosti, en þrátt fyrir það verður að gefa\nhverjum einstakling það val.\nHvað varðar kynlíf og áfengisneyslu er hvort tveggja almennt\nstundað, og ekkert að því.\nÞað er ekkert sem segir hvenær maður “á” að vera tilbúinn til að\nbyrja á þessum hlutum, né nokkrum öðrum.  Burt með\naldurstakmarkið á þessum hlutum!",
    "url": "https://www.hugi.is/stjornmal/greinar/23280/forsjarhyggja-naudsynleg-vernd-eda-hreinn-hrok/",
    "url_id": "23280",
    "id": "152631",
    "replies": [
        {
            "user": "mAlkAv",
            "user_id": "6073",
            "date": "2001-04-17 23:34:45",
            "id": "152632",
            "reply_to_id": "152631",
            "text": "Aldurstakmark á því hvenær fólk á lifa kynlífi? Að sjálfsögðu nauðsynlegt, fjarstæða að halda öðru fram, segjum að einhver 20 ára eða eldri taki sig til að reyna við 13 ára stelpu og nota fagurgala til að lokka hana með sér í rúmið, plata hana til að nota ekki smokk eða neitt, hún gæti endað ólétt eða með einhverja kynsjúkadóma.  13 ára krakkar hafa ekki þroska fyrir þetta, ég veit reyndar ekki nákvæmlega hvar takmörkin ættu að vera en mér persónulega finnst 14 ára aldurstakmarkið sem er núna vera of lágt.\nMér finnst ekki allt í lagi að krakkar séu að drekka sig fulla, ég veit um krakka sem hafa farið illa út úr drykkju, ein stelpa sem ég veit um reyndi að drepa sig þegar hún var fimmtán ára og aðalorsakavaldurinn þar var áfengi.\nÞessi klisja um vínbannið í Bandaríkjunum er þreytt og byggir ekki á neinum rökum, ég get bent á það að á meðan vínbann var á Íslandi var glæpatíðni lægri en hún hefur nokkurn tíman verið.\nFíkniefnaneytendur eyðileggja út frá sér og því á smafélagið að reyna að nota allar þær leiðir sem eru færar til að koma í veg fyrir fíkniefnaneyslu."
        },
        {
            "user": "kristofer",
            "user_id": "6653",
            "date": "2001-04-17 23:54:32",
            "id": "152633",
            "reply_to_id": "152632",
            "text": "Í fyrsta lagi.  Þú ert að tala um allt annað.  Þar sem ég tala um kynlíf er ég að tala um venjulega skilgreiningu á kynlífi.  Ekki það þegar stelpa (á hvaða aldri sem er) er tæld í það á fölskum forsendum.  Og eiginlega finnst mér 13 ára krakkar almennt ekki hafa þroska til kynlífs, en það er ekki málið.  Málið er að ég tel engan hafa rétt til að banna þeim það, nema þá helst foreldrunum.\nÉg veit um fólk sem hefur farið illa út úr nammifíkn.  Þetta eru engin rök.  Sama á við hér, sama hvort okkur líkar eitthvað eða ekki, aðalmálið er að þröngva ekki öðrum til að lifa eftir okkar skoðunum.\nFíkniefnaneysla eins og hún er í dag eitrar út frá sér eins og ég kem inn á ínn á í greininni, enda er hún ‘underground’.  Ef hún væri lögleg værum við að tala um allt annað mál. Reyndar gildir það líka sum áfengisneyslu.  Fræðsla er lykilorðið.  Samfélagið sem slíkt á _ekki_ að banna hluti bara vegna þess að einhverjum einstaklingum, eins og þér eða mér finnst þeir ógeðfelldir.\nAð lokum bendi ég á að það að bera saman glæpatíðni í bændasamfélaginu Íslandi snemma á 20. öld við nútímaborgina Reykjavík er fáránlegt."
        },
        {
            "user": "mAlkAv",
            "user_id": "6073",
            "date": "2001-04-18 00:08:08",
            "id": "152634",
            "reply_to_id": "152633",
            "text": "Þú þarf að hafa aldurstakmörk til að vernda krakka sem geta ekki gert það sjálfir, fræðsla bjargar þessu ekki, ef fræðsla væri nóg þá væru ekki til kynsjúkdómar, eiturlyfjafíklar, alkahólistar og svo framvegis.\nFíkniefnaneytendur eitra ekki bara út frá sér í samfélaginu með þessum glæpum sem þú ert að hugsa um, fíkniefnaneysla eyðileggur fjölskyldur, fólk skemmir sig og verður kannski ofbeldishneigt - þú veist alveg hvað ég er að tala um ef þú hugsar um það.  Samfélagið þarf að vernda sig fyrir þessu.\nFarið illa útúr nammifíkn? Drepist? Drepið aðra? Skaðað aðra? EKKI SAMBÆRILEGT.\n“Að lokum bendi ég á að það að bera saman glæpatíðni í bændasamfélaginu Íslandi snemma á 20. öld við nútímaborgina Reykjavík er fáránlegt.” Einmitt það sem ég átti við, þeas að bera saman glæpatíðni í Bandaríkjunum á meðan vínbannið var getur alls ekki passað við nútímann, það eru allt aðrar aðstæður."
        },
        {
            "user": "kristofer",
            "user_id": "6653",
            "date": "2001-04-18 01:21:44",
            "id": "152635",
            "reply_to_id": "152634",
            "text": "Vernd er eitt.  Boð og bönn annað.  Auðvitað þurfa börn vernd.  Hins vegar er ekki starf ríkisins að vernda fólk (ekki einusinni börn) frá sjálfum sér.\nHvað meinaru með því að fræðsla sé ekki nóg?  Meinaru að ef þú værir alveg viss um að fólk myndi velja þína “réttu” skoðun værir þú til í að veita þeim þann rétt að velja - en annars ekki?  Hvers konar frelsi væri það?\nFíklar eru alltaf til.  Það er erfðasjúkdómur, fíkn, þ.e.a.s. sá veikleiki að verða auðveldlega háður.  Þá skiptir ekki máli hvað það er, það getur verið hrökkbrauð með smjöri þess vegna.  Það er hins vegar engin þörf á því að ríkið ákveði fyrir borgarana hvers þeir eiga að neyta, og hvers ekki.\nÞað að skaða aðra getur gerst undan löglegri vímu áfengis líka, en það gerist mjög sjaldan, eiginlega bara þegar fíkillin telur sig neyddan til þess, aðstæður sem koma oft upp á meðan þetta er underground, ólöglegur heimur.\nAð lokum vil ég benda á, að munurinn á t.d. Chicago fyrir 80 árum og Chicago í dag er fráleitt eins mikill og á Reykjavík fyrir 80 árum og Reykjavík í dag.\nSvona aaaalveg síðast vil ég taka það fram, að þó að ég sé sammála þér í mörgu sem þú segir, varðandi t.d. fíkniefni, þá finnst mér valfrelsi einstaklingsins vega þyngra en sú staðreynd að fólk *getur* farið illa út úr fíkn."
        },
        {
            "user": "mAlkAv",
            "user_id": "6073",
            "date": "2001-04-18 01:45:32",
            "id": "152636",
            "reply_to_id": "152635",
            "text": "Fólk þarf ekki að hafa erfðafræðilegan veikleika til að verða háð einhverju.  Þú gerir alltof lítið úr því hvaða áhrif eiturlyf hafa á geðheilsu fólks.\nÉg hef oft farið í þetta og endurtek þetta hér með:\nVínbannið í Bandaríkjunum virkaði ekki af mörgum ástæðum, aðallega af því að vín var mjög auðvelt að nálgast en líka, og þetta er mjög mikilvægt, af því að þeir sem áttu að framfylgja banninu, þeim fannst ekkert að því að drekka - þetta eru allt aðrar aðstæður en eru núna varðandi fíkniefni á Íslandi, sérstaklega ef þú ert að tala um lögleiðingu einhvers annars en kannabis.\n—–\nFrelsi á að snúast um mikilvæga hluti, það sem getur raunverulega bætt líf fólks.  Það er aumkunnarvert frelsi sem snýst um að fá að skaða sig og samfélagið í leiðinni.\n—–\nVarðandi áfengi þá bendi ég á svör mín við “tvöfalt siðferði”.\n—–\nHvað kemur heilsufar annarra mér við? Ég borga til dæmis fyrir það þegar fólkið þarf að láta lappa upp sig.  Síðan er ég líka að tala um andlegt heilbrigði líka, skaðinn þar er nefnilega einna verstur, þar kemur það fram sem ég er að tala um að fólk fari út í að skaða aðra."
        },
        {
            "user": "Buddy",
            "user_id": "1889",
            "date": "2001-04-18 01:57:43",
            "id": "152637",
            "reply_to_id": "152636",
            "text": "Það má heldur ekki gleyma að forsjárhyggja verður ekki til á alþingi. Fólk er búið að velja yfir sig fólk sem það veit að er forsjárhyggjufólk til að hafa vit fyrir sér í hinum ýmsu málum.\nHvar á líka að draga mörkin? Hverju er fólki treystandi til? Hvar þarf ekki forsjárhyggju?Getum við treyst fólki til að hafa vit fyrir sér í meðferð skotvopna. Að mínu áliti nei. Stefnan í meðferð skotvopna er forsjárhyggjustefna og af hinu góða. Hvað með meðferð fíkniefna. Að mínu viti ekki heldur. Ekki að svo komnu máli. Fólki er ekki einu sinni treystandi til að fina nöfn á börnin sín þannig að skömm hljótist ekki af. Forsjarhyggja er því að mínu viti ekki endilega af hinu illa."
        },
        {
            "user": "kristofer",
            "user_id": "6653",
            "date": "2001-04-18 09:01:14",
            "id": "152638",
            "reply_to_id": "152637",
            "text": "Jahá.  Þú. malkav, telur að vegna heilbrigðiskerfisins hafir þú rétt til að skipa öðrum fyrir um eigið heilsufar.  Þar erum við ósammála.\nÍ alvöru talað…af hverju ættir þú að hafa slíkan rétt, og ef heilbrigðiskerfið væri ekki, finnst þér þá að þú myndir missa þennan rétt?\nOg Buddy, mér finnst tónninn hjá þér eins og hjá ströngu foreldri.\n“Fólki er ekki einu sinni treystandi til að fina nöfn á börnin sín þannig að skömm hljótist ekki af.”\nÞú meinar að vegna þess að þér, eða einhverjum líkar illa við nöfn sem fólk kýs að gefa börnum sínum, þá sé þeim hreinlega ekki treystandi til að gefa þeim nöfn?\nOg treystir þú þér til að ákveða til hvers fólki almennt er treystandi?\nMér finnst of mikið um það viðhorf hjá ykkur, að ef fólk velur “rétt”, þá sé því treystandi til að velja, annars ekki.  Það er ekkert frelsi.\nÉg tek mjög skýrt fram að síðasta setningin þín, Buddy, “Forsjarhyggja er því að mínu viti ekki endilega af hinu illa.” fer mjög illa í mig…ég ber fulla virðingu fyrir þínum rétt til að finnast þetta, en mín skoðun er sú að forsjárhyggja sé eyðileggjandi afl á samfélagið í heild."
        },
        {
            "user": "Buddy",
            "user_id": "1889",
            "date": "2001-04-18 09:26:58",
            "id": "152639",
            "reply_to_id": "152638",
            "text": "Forsjárhyggja í nöfnum lýsir sér í því að foreldrum er gert að finna nöfn úr lista sem stjórnvöld gefa út. Mér finnst það gott vegna þess að fólk er oftar en ekki að finna heimsk nöfn á krakkana sína. Heimsk nöfn á krökkum draga stundum úr hamingju krakka og mér finnst þetta dæmi um góða forsjárhyggju.\nTilv:\nOg treystir þú þér til að ákveða til hvers fólki almennt er treystandi?\nNei ég rétt treysti almenningi til þess að ákveða hversu mikið af forsjárhyggjufólki það velur yfir sig. Almenningur (í lýðræðisríki) hefur valið um hversu mikla forsjárhyggju það lifir við.\nEr það ekki forsjárhyggja að sætta sig ekki við val almennings um magn forsjárhyggju? Ert þú ekki að ganga á rétt fólks til að láta hugsa fyrir sig?\nÉg vil ekki að fólk fái að skýra börnin sín Fragmaster Hansen. Ég sætti mig við að börnin mín fái ekki að heita Buddy Roxxor. Stundum er forsjárhyggja góð."
        },
        {
            "user": "kristofer",
            "user_id": "6653",
            "date": "2001-04-18 09:46:31",
            "id": "152640",
            "reply_to_id": "152639",
            "text": "Jájá…þú mátt sætta þig við að fylgja einhverjum nafnalista frá stjórnvöldum.  Mér, hins vegar, dettur ekki í hug að gera það.\nÉg geng ekki á þinn rétt til að láta hugsa fyrir þig.  Ef þú vilt láta hugsa fyrir þig er þér það velkomið.  Ég vil bara ekki láta hugsa fyrir mig.  Ég tel mig fullfæran um það.\nSjálfsagt að leyfa fólki að leyfa öðrum að stjórna sér.  Það er hins vegar langt frá því að vera sjálfsagt að leyfa fólki að leyfa öðrum að stjórna enn öðrum.\nSumsé, þú hefur ekki leyfi til að leyfa Davíð Oddssyni & co. að ákveða hvað barnið mitt á að heita skiluru? ;)"
        },
        {
            "user": "kristofer",
            "user_id": "6653",
            "date": "2001-04-18 12:47:18",
            "id": "152641",
            "reply_to_id": "152640",
            "text": "Ég sé að hér eru flestir með pólitíska rétttrúnaðarstefnu á prjónunum. Það er að mínu mati heimska. Já, þið eruð margir hverjir ekkert alltof skarpir sko. Jú, víst er ég það.\nÉg er svona að mestu leiti sammála Malkav. Fíkniefni eru bara allt of tvíeggja til að hægt sé að leyfa að einhverju leiti notkun þeirra. Með klám, vændi og annað slíkt… ég nenni ekki að tjá mig um þá hluti. Þar kemur einmitt forsjárhyggjan að gagni. Ég kaus einhverja bjána til að ákveða svona mál fyrir mig. Ég sætti mig við það vegna þess að ég er svo helvíti latur.\nMér sýnist allt líta út fyrir það að ég sé sá eini hérna inni sem skammast sín ekki fyrir nafnið sitt. Samt heit ég því umdeilda nafni Drengur. Átti að banna foreldrum mínum að nefna mig Dreng vegna þess að það var ekki til í bókinni þá? Hefur það skaðað mig að heita Drengur? Ónei, það hefur meira skaðað Jón Flón og Fríðu Ríðu.\nÞið ættuð að kynna ykkur einelti og stríðni áður en þið segið að nöfn séu af hinu illa. Auðvitað má taka öfgadæmi svosem eins og Drulluhala Skítblesason. En ég er ekki pólitískt rétttrúaður. Það má, að mínu mati, reyna að koma í veg fyrir að börn séu nefnd Valdi Með Kúk í Haldi eða Hlandur B. Brandur.\nEinelti er ekki útaf einhverju áþreifanlegu eins og því að sumir eru rauðhærðir, feitir, ljótir, með skakkar tennur, skoða Alþingisvefinn á huga eða heita Drengur Óla Þorsteinsson.\nEinelti, að mínu mati, vill henda einstaklinga sem að einhverjum ástæðum eru veikir fyrir einelti. Það gæti reyndar gerst með endurtekinni stríðni útaf einhverju ákveðnu en algengast er þó að það sé “the other way around”. Einelti má auðveldlega koma í veg fyrir með Fræðslu.\nÉg var kallaður Stúlka alveg þangað til að ég hætti að láta það skipta mig máli. Jón Flón hins vegar reyddist í hvert skipti og gerir enn. Hann hefur ekki hugmynd um hvernig á að taka á einelti vegna þess að honum hefur ekkert verið kennt það. Sjonna Sterka vinnufélaga hans hefur heldur ekki verið kennt hvað einelti er.\nMér skylst að lífsleiknisnámið sem börn eru að sitja í auknu mæli taki að einhverju leiti á þessum hlutum.\nEn dóp vil ég svoleiðis allsekkisensneitandinei.\nMunið þið eftir kynningunni á Silfri Egills þar sem einhver gaukur segir: “Það er nú ekki til að menn gangi um brjótandi rúður í tóbaksæði” - boðskapurinn; Ekki vera að líkja tveimur gerólíkum hlutum saman. Svo sem eins og hassi og gúmmíköllum. Þó svo að ég sé þeirrar skoðunar að hagkvæmast sé fyrir samfélagið að draga úr framboði á nammi… en ég er kannski bara kommi…"
        },
        {
            "user": "kristofer",
            "user_id": "6653",
            "date": "2001-04-18 12:53:07",
            "id": "152642",
            "reply_to_id": "152641",
            "text": "Í fyrsta lagi.  Það kallast ekki að skammast sín fyrir nafnið sitt að setja sjálfvalið gælunafn undir greinar.  Þó tek ég fram að Kristófer er mitt rétta nafn, og ég skammast mín ekki fyrir það.\nSvarið þitt virðist mestöll snúast um allt annað efni en greinin…sumsé fyndin mannanöfn og einelti vegna þeirra.\nÞetta kemur því prinsippi “frelsi”, ekkert við.\nUmhyggjusamir foreldrar skíra börnin sín ekki Drulluhala.  Og samfélagið hefur þegar nóg af úrræðum til að svipta óumhyggjusama foreldra forræðinu.\nÍ sambandi við fíkniefni, þá er það viðurkennt að þau valda heilsutjóni.  Hins vegar er það sjálfsagt frelsi fólks til að valda sjálfu sér heilsutjóni ef það langar til."
        },
        {
            "user": "kristofer",
            "user_id": "6653",
            "date": "2001-04-18 12:59:41",
            "id": "152643",
            "reply_to_id": "152641",
            "text": "drengur, það er engin hætta á að hassreykingamenn gangi berserksgang, það er líklegra að fólk á sykurtrippi geri það. Hass og gras hafa róandi áhrif, það hefur enginn dáið úr hass eða grasneyslu, það er mjög ólíklegt að hass eða grasneytendur fremji glæpi, þeir eru einfaldlega of rólegir út af neyslunni. Hinsvegar finnst fólki allt í lagi að leyfa eyturlyf eins og vín, það er mikið líklegra að fólk brjóti af sér undir áhrifum þess."
        },
        {
            "user": "kristofer",
            "user_id": "6653",
            "date": "2001-04-20 12:43:56",
            "id": "152644",
            "reply_to_id": "152643",
            "text": "“Hass og gras hafa róandi áhrif, það hefur enginn dáið úr hass eða grasneyslu, það er mjög ólíklegt að hass eða grasneytendur fremji glæpi, þeir eru einfaldlega of rólegir út af neyslunni. ”\nÞarf ég að svara þessu?\nNota bene! Ég þekki hass/grasneyslumenn sumir bestu vinir mínir eru “rólegir”. Þeir eru það rólegir að þeir mæta ekki í vinnu, ef þeir yfirhöfuð hafa vinnu. Þeir eiga þá enga peninga fyrir efnunum. Gras og hass er ekkert síður vanabindandi en tóbak. Þannig að þá þarf peninga fyrir neyslunni.\nÉg þekki ekki mörg dæmi þess að neytendur á ólöglegum efnum s.s. eins og hassi stoppi þar. Stundum stoppa þeir í 2ár-3ár. En ef þeir hætta ekki alveg þá endist neysla “mýkri” efnanna yfirleitt stutt.\nÞað að hass/kannabis rói fólk svo mikið niður að það fremji ekki glæpi er náttúrulega skammsýni. Þetta fólk fremur kannski ekki glæpi í vímunni sem slíkri vegna þess að það er of upptekið af því að furða sig á því hvað hendurnar á því eru allt í einu stórar. En svo þegar víman rennur og það þarf að redda sér fyrir annað kvöld þá eru hass/kannabis reykingamenn ekkert síðri en aðrir í því að fremja glæpi. Ef ekki bara verri.\nEf að hægt er að sýna mér fram á skaðlaust og óávanabindandi fíkniefni sem hefur ekki slæmar afleiðingar í kjölfarið á sér fyrir þjóðfélagið… þá skal ég hlusta, en ekki fyrr."
        },
        {
            "user": "kristofer",
            "user_id": "6653",
            "date": "2001-04-20 21:21:54",
            "id": "152645",
            "reply_to_id": "152644",
            "text": "Drengur.  Ég vil ekki vera dónalegur eða neitt, en veistu _eitthvað_ um það sem þú ert að tala um?  Þú hefur náttúrulega fullan rétt á því að koma þinni skoðun á framfæri og svona, en að svara svona comment er eins og að reyna að svara “járn er úr plasti”, eða eitthvað álíka…\nSpurning með að kynna sér málið aðeins áður en þú gerir þig að fífli á eins fjölförnum spjallvef og Hugi.is er."
        },
        {
            "user": "dresib",
            "user_id": "8563",
            "date": "2001-04-23 19:28:59",
            "id": "152646",
            "reply_to_id": "152645",
            "text": "“veistu _eitthvað_ um það sem þú ert að tala um?”\nÉg vil snúa þessarri spurningu upp á spyrilinn\nhvað veistu mikið um þetta mál? (ég er bara forvitinn)"
        },
        {
            "user": "kristofer",
            "user_id": "6653",
            "date": "2001-04-25 12:56:40",
            "id": "152647",
            "reply_to_id": "152646",
            "text": "Vá…fleiri svör.  Ég hélt að umræðan væri búin. ;-)\nJæja…hverju á ég að svara fyrst…já.  Skilgreining á forsjárhyggju.\nÞú spyrð hvort það sé OK að fara til Keflavíkur á 200 ef þú skaðar engan annan.  Jájá, ef vegurinn er lokaður annarri umferð á meðan, myndi ég segja.\nÞá mættiru leika þér þarna eins og þú vildir.  Á eigin bíl, og að því gefnu að enginn annar færi á svæðið á meðan.\nOg þarna…C nikk eikkað sem ég man ekki, þú skrifar langt og ítarlegt svar.  Nokkuð gott svar.\nÞú setur nokkuð skýrt fram þína skoðun á málinu, en bendir í sjálfu sér ekki á nein rök fyrir henni.  Bara nokkrar alhæfingar um að “sumir” fari út í öfgar…sem er náttúrulega satt, öfgamenn eru alls staðar til.\nOg varðandi ykkur hina sem haldið áfram að tala um skaðsemi fíkniefna…sorry, krakkar, en hún kemur málinu ekkert við.  Ef menn vilja eyðileggja sig á þessum sora eiga þeir að mega það.  Stofnið umræðu annarsstaðar um skaðsemi fíkniefna, hún á ekki við í þessari umræðu.\nOg, að lokum, dresib.  Já, ég tel mig vita nokkuð um þessi mál, þó ekki meira en hver meðalmaður á mínum aldri (18 ár).  Ég gagnrýndi hins vegar augljósan þekkingarskort þess sem ég var að svara, og var orðinn hálfpirraður á honum. ;-)"
        },
        {
            "user": "Buddy",
            "user_id": "1889",
            "date": "2001-04-22 22:34:34",
            "id": "152648",
            "reply_to_id": "152644",
            "text": "Þetta er alveg rétt hjá dreng. Hass neysla er stórhættuleg. Félagi minn varð sjúklingur og fékk ekki nóg af verkjatöflum. Honum leið illa og fór að venja sig á Hass til að lina sársaukann. Hann reykti mikið og eyðilagði geðheilsuna á þessu. Þið sjáið líka stónerana hvernig þeir eru. Þetta fer í persónuleika fóks og eyðileggur það. Heilinn verður skrítinn og skamtímaminnið eyðileggst. Hass er líka 10* ríkara af krabbameinsvaldandi efnum."
        },
        {
            "user": "Buddy",
            "user_id": "1889",
            "date": "2001-04-18 13:14:06",
            "id": "152649",
            "reply_to_id": "152641",
            "text": "Villimey er reyndar bara fallegt nafn. Hvað sannar það? Ekki neitt annað en að löggjafinn er ekki óskeikull. Löggjafinn er þó flestum tilvikum nær óskeikulleika en almúginn. Mannanafnanefnd kemur í veg fyrir fullt af ónefnum. Hver hefur ekki heyrt um fólk sem skýrir stúlku Kýrunn (satt) eða þaðan af verra?\nÁstæðan fyrir því að mikið af vitlausum eldri nöfnum eru í gildi er líklega sú að menn hafa ekki viljað banna nöfn sem eru í notkun.\nÍsland er meirihlutavætt lýðræðiríki og meirihlutinn getur í krafti lýðræðislegs meirihluta tekið sér það vald að ákveða fyrir hönd barna að þau eigi ekki að nota dóp. Mér finnst það rétt af meirihlutanum. Ég held að sú ákvörðun að banna dóp sé tekin af náungakærleik. Ég held að það hafi orðið til að auka frelsi í Íslensku samfélagi. Ég held að hún sé rétt og hafi verið til góðs hingað til.\nMargt af því sama á við um byssur. Sama á við um gul litarefni í M&M's, sama á við um ákvarðanir um fjölda umferðarljósa, sama á við um hreinlæti á veitingastöðum (hvað er ríkið að skipta sér af því að ég borði á ógeðslegum veitingastöðum). Hvert sem þú lítur er forsjárhyggjan. Í langflestum tilvikum á hún fullann rétt á sér. Stundum skerðir hún frelsi einstaklinga en það er eitt af því sem fylgir því að búa í samfélagi…. Frelsisskerðing. Við verðum að taka tillit til frelsis annara og beygja okkur undir meirihlutaviljann. Hann ræður og fulltrúar hans hafa oftar en ekki rétt fyrir sér."
        },
        {
            "user": "Augustus",
            "user_id": "848",
            "date": "2001-04-18 13:23:46",
            "id": "152650",
            "reply_to_id": "152649",
            "text": "“Löggjafinn er þó flestum tilvikum nær óskeikulleika en almúginn.”\nEinstaklega merkileg og forystuholl skoðun. Verði þér að henni. Múgur getur haft fáranlegar skoðanir, samanber orðið múgæsingur.\nHinsvegar er munur á almenningi og múgi.\nMannanafnanefnd er grín frá svörtustu miðöldum. Þetta er málefni sem að ég ætla að taka sérstaklega fyrir og sjálfur mun ég ekki hætta að berja á þessu batteríi fyrr en það hefur verið lagt niður."
        },
        {
            "user": "kristofer",
            "user_id": "6653",
            "date": "2001-04-18 13:26:53",
            "id": "152651",
            "reply_to_id": "152649",
            "text": "Buddy.  Félagi.  Hvernig nærðu að flokka það undir það að “taka tillit til frelsis annarra” að beygja sig undir vald annarra í eigin neyslu á vondum mat eða eitruðum M&M nömmum?\nLöggjafinn _er_ almúginn.  Þar fyrir er hann ekkert nær óskeikulleika en almúginn.\nAðalmálið í þessu er það, að ekki allir kæra sig um að einhver löggjafi sé að skipta sér að einkamálum þess, enda er það fáránlegt.  Ég er ekki að deila um það sem löggjafinn gerir í krafti þess valds (sem reyndar er yfirleitt fáránlegt líka), heldur einfaldlega þá staðreynd, að löggjafinn á ekki að hafa slíkt vald."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-04-18 12:29:24",
            "id": "152652",
            "reply_to_id": "152639",
            "text": "Mig langar að svara Malkav fyrst.\nÍ einu svari þínu minnistu á að þú myndir vilja setja lög sem meinar unglingum með meira en ársmun að aldri að hafa samfarir. Ég spyr aftur; Hvers vegna í ósköpunum? Eru eitthvað meiri líkur á kynsjúkdómum eða ótímabærri þungun þegar 14 ára strákur ríður 14 ára stelpu, heldur en þegar 16 ára strákur ríður 14 ára stelpu? Bara… hvaða rökhugsun er á bakvið þetta hjá þér? Ég verð að spyrja.\nEinnig segistu vera hræddastur við kannabis vegna þess að fólk gerir lítið úr skaðsemi þess og að það er í átt lögleiðingu fíkniefna. Well, og hvers vegna heldurðu að fólk sé að gera lítið úr skaðsemi kannabiss? Vegna þess að skaðsemi þess er nánast ekki nein nema þú reykir það í óhófi og reglulega! Slík neysla er afurð banns, fyrst og fremst. Og þú verður að gera þér grein fyrir því að ef lögleiðing kannabiss myndi leiða til lögleiðingu annarra fíkniefna, væri það væntanlega vegna þess að það hafði reynst vel að lögleiða kannabis til að byrja með! Nokkuð fjandi augljóslega! (Tekið skal fram að nú að svo stöddu er undirritaður ekki hlynntur lögleiðingu sterkari efna en kannabiss.)\nOg síðan er það Buddy.\nErtu virkilega hlynntur þessum sirkus sem kallast Mannanafnanefnd?!? Þú segir sjálfur að *oftar en ekki* nefni fólk börn sín fáránlegum nöfnum. Þetta er einfaldlega ekki rétt, og þar sem þú greinilega þarft meira en að hafa talað við nokkra manneskju seinastliðin 10 ár til að gera þér minnstu grein fyrir því hvað þú ert að tala um, vil ég mæla með því að þú athugir Þjóðskrá og sjáir “fáránlegustu” nöfnin sem þú finnur. Þau sem þú finnur sem er eitthvað hægt að gera gys að, eru ævaforn Íslensk nöfn sem þú munt einmitt eingöngu finna á ævafornu fólki.\nAð öðrum kosti má hver Íslendingur breyta nafni sínu. Ég er svo hneykslaður á því að þú skulir vera hlynntur þessu, að ég er ekki viss um hvað ég eigi að skrifa. Jú, reyndar… ég mæli með því að þú flettir upp grein eftir mig sem heitir ‘“Hairy” Hrafn Gunnarsson’ og er að mig minnir á áhugamálinu “Deiglan”. Þar kemur fram allt sem mig langar til að segja við þig hvað varðar þá fáránlegu stofnun sem kallast Mannanafnanefnd."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-04-18 12:32:04",
            "id": "152653",
            "reply_to_id": "152652",
            "text": "Trú mín á því að þú nenntir að leita að gömlu greininni minni gufaði upp eftir að ég setti inn seinasta svar mitt, og því er URLið á greinina hér:\nhttp://www.hugi.is/deiglan/greinar.php?grein_id=8381"
        },
        {
            "user": "malicious",
            "user_id": "5591",
            "date": "2001-04-22 13:31:01",
            "id": "152654",
            "reply_to_id": "152634",
            "text": "Fræðsla bjargar littlu. Ef krakkinn vill taka þetta (er á einhverju uppreisnarsekiði,slæmur félagsskapur) þá tekur hann þetta. Og varðandi nammifíkn þá er ég viss um að kostnaðurinn varðandi offitu og “fitulegs vaxtarlags landans” sé sambærilegt kostnaðinum varðandi fíkniefna neyslu"
        },
        {
            "user": "mAlkAv",
            "user_id": "6073",
            "date": "2001-04-18 00:36:57",
            "id": "152655",
            "reply_to_id": "152632",
            "text": "Mig langar til að svara Malkav.\nTil að byrja með langar mig til að segja frá því hvernig lögin eru í dag.\nÞú mátt serða niður í 14 ára. Nema þú tælir viðkomandi (t.d. með sælgæti), þá þarf viðkomandi að vera 16 ára. Stjúpdóttir eða stjúpsonur þarf að vera 18 ára til að þú megir serða hana/hann.\nNú vil ég fyrst benda á að þetta hefur ekki verið vandamál hingað til… að krakkar séu að stunda kynlíf. Það sem hefur verið vandamál, er að þjóðfélagið er ekki reiðubúið til að sætta sig við það að krakkar séu að stunda kynlíf (sem er þeim guðs- og náttúrugefinn og sjálfsagður hlutur), og því óábyrgðin sem því þessu kynlífi fylgir einstaka sinnum.\nHöfum eitt á hreinu. Krakkar stunda kynlíf. Það er svo einfalt, og því verður ekki breytt fyrr en við fáum myndavélar inn á herbergi hvers einasta unglings undir 18 ára aldri, og jafnvel þá geturðu ekki kallað þig skarpan ef þú virkilega trúir því að krakkar bæði sætti sig við það og finni ekki leiðir til að glíma við slíkan fasisma. Það getur ekki sýnt annað en fáfræði og sjálfsblekkingu að halda öðru fram, enda virðist þú ekki vera að halda öðru fram hérna.\nOg hugsaðu nú aðeins, hver eru vandamál þess að krakkar stundi kynlíf? A: Nákvæmlega ekki nein, B: Ótímabær þungun, C: Smitsjúkdómar, D: Andlegur skaði sökum misnotkunar.\nÉg hef “Nákvæmlega ekki nein” þarna í A-lið vegna þess að það er þannig í 99% tilfella, fyrir utan einhver móðursýkisköst sem þá helst gerast *áður* en kynlífið er stundað í fyrsta skipti… móðursýkisköst sem líklega væru til staðar rétt fyrir fyrsta skiptið, sama hver aldurinn er og þá einmitt eiginlega eingöngu hjá stelpum. Ekkert sem þær hafa ekki gott af. B, ótímabær þungun, sem er, ALGERLEGA OG EINUNGIS sökum fræðsluskorts. Ekki þroskaleysis. C, smitsjúkdómar; Sama og með lið B. Nákvæmlega það sama. D: Þessi liður er nú þegar ólöglegur og mætti alveg gera hann ólöglegri fyrir mér. Þessi liður er ekkert frekar inni í kynlífi krakka heldur en fullorðins fólks, eða jafnvel síður. Og hvers vegna er það allt í einu ekki slæmt að plata blondudrollur eins og Chloe upp í ból til sín? Ekki virðast þær hafa hugmynd um hvað þær eru að gera.\nTilfellið er að lang, langflestir krakkar stunda kynlíf á skynsamlegan máta. Þ.e.a.s. með viðeigandi vörnum og eftir að hafa kynnst þeim sem þeir eru að stunda kynlíf með. Að banna það gerir ekki neitt nema að segja “Við viljum ekki sjá kynlíf ykkar, og við munum líta það hornauga að þið stundið það. Ekki koma til okkar (sem þekkjum það) með það.”\nÞá er það allt í einu orðið voðalega viðkæmt mál þegar ungur herramaður eða ung dama vill fara með smokk á djammið. Og hvað erum við þá að bæta? Hvarflar það að þér að það yrði minna um ótímabærar þunganir eða smitsjúkdóma?\nEnn og aftur; Blekkirðu þig virkilega með því, að það að banna fólki yfir 14 ára aldri að stunda kynlíf, hvetji þá sem lenda í vandræðum sökum fræðsluskorts, til að hugsa sig tvisvar um?\nÉg vil benda á það að þorri þjóðarinnar heldur að þú megir ekki stunda kynlíf fyrir 18 ára aldurinn… og hefur þú nokkurn tíma vitað til þess að einhver sé svo mikill grautur að vera ekki alveg hlandsama?\nÉg veit ekki um þig, en þegar lög eru sett, vil ég geta búist við því að mönnum detti í hug að fara eftir þeim. Slíkt virðist einfaldlega ekki vera lenska hér á Íslandi frekar en í Hinu Heilaga Landi, Bandaríkjunum, enda gætum við skrifað alveg nokkrar doktorsritgerðir um nákvæmlega þann lista af fáránlegum vandamálum sem þeir Heilögu þar glíma við.\nÉg yrði sammála þér í því að herða lög hvað varðar kynferðislega misnotkun af öllum tegundum. Yfirhöfuð er ekki tekið nógu hart á kynferðis- og ofbeldisglæpum á Íslandi, og hef ég skrifað margar greinar og upphrópanir um það, einmitt.\nÉg myndi ekki rífa mig ef sett yrðu lög sem meinuðu tvítugum eða eldri að hafa samfarir við 15 ára eða yngri. 16 ára áttu nú, andskotinn hafi það, að vita hvað er verið að henda þér út í. Allavega jafn vel og þú munt nokkurn tíma gera. Svo er notlega önnur saga að ræða blondubarina í miðbænum þar sem þú sérð lítinn þroskamun á 15 ára og 40 ára… enda er þetta ekki lið sem þarf að hafa einhvern þroska hvað varðar pólitískar skoðanir eða vinnu eða lífið og tilveruna eða hvað… þetta er mjög einfalt. Vertu með smokk, og treystu þeim sem þú serðir. Voila. Þetta er hinsvegar ekki kennt nógu vel, en krakkar fræðast um þetta eingöngu síður ef þetta yrði allt í einu bannað.\nÞað vill reyndar svo til að þessi klisja um vínbannið í Bandaríkjunum er rétt, klisja eður ei. Og eins og Kristofer bendir á hér á eftir, er auðvitað fáránlegt að bera saman Reykjavík í dag, við það sem hún var á vínbanninu. Árbær þótti vera úti á landi fyrir 20 árum (og telst reyndar af einstaka 101-gelgjum ennþá vera).\nMér þætti reyndar gaman að heyra, einu sinni, rök fyrir því að hækka þennan aldur upp úr 14 ára.\nHvað varðar drykkjuna… mjah, ég er alveg á tveimur áttum í þeirri umræðu. Ég segi fyrir mig að mér þykir mjög vænt um drykkjumenningu Íslands, og það er meira en ég ætla að ræða í einhverju svari. Það eru kostir og gallar við drykkjumenningu okkar, en fleiri gallar heldur en kostir við drykkju unglinga. Ég vil lækka aldurstakmörk fyrir bjór og léttvín niður í 18 ára, en ég er ekkert sérstaklega hlynntur því að sterkt áfengi verði lækkað niður, og sé reyndar ekki ástæðu til.\nHvað varðar fíkniefnabannið… mjah, ég segi fyrir sjálfan mig sem maður með alveg… rúmlega meðalmanns-reynslu af fíkniefnum, að ég er engan veginn hlynntur því að efni eins og amfetamín, kókaín, E og slík yrðu lögleidd. Ég er hlynntur lögleiðingu kannabiss, enda sauðmeinlaust efni þegar þess er neytt í hófi, og þetta hóf er hægt að mynda með því eingöngu að lögleiða það, og hafa t.d. sérstaka staði þar sem það má kaupa og reykja. Reynslan er hinsvegar sú að kókaín-neytendur, sýruneytendur og amfetamínneytendur eru *stór*hættulegir umhverfi sínu, og… well, já, þetta er alveg önnur ritgerð. :) Þetta eru mjög hættuleg efni, bæði neytandanum og þeim sem hann umgengst. E er yfirleitt ekki hættulegt umhverfi neytandans, en er mun hættulegri neytandanum en lang, langflestir gera sér grein fyrir, og virðist nefnilega vera svo blásaklaust, bæði hvað varðar neysluleiðir (pillur sem líta út eins og koffínpillur… það hefur áhrif), sem og að fólk finnur ekki fyrir neikvæða hlutanum fyrr en eftir talsverða neyslu og á því auðvelt með að segja sér að það sé ekki E-inu að kenna. Allavega, þetta er alveg heil önnur umræða. Ég segi allavega nei við að lögleiða annað en kannabis í augnablikinu, en ég segi líka já við að lögleiða kannabis."
        },
        {
            "user": "mAlkAv",
            "user_id": "6073",
            "date": "2001-04-18 00:51:42",
            "id": "152656",
            "reply_to_id": "152655",
            "text": "Þið eruð svo langorðir, alveg hræðilegt að leggja á sig að lesa þetta.\nÞegar ég er að tala um að 14 ára aldurstakmörk sem of lágt þá finnst mér ekkert sérstaklega að það ætti að banna unglingum sem eru kannski með ársaldursmun að gera það.\nKannabis er ég hræddastur við vegna þess sem gæti fylgt í kjölfarið, finnst að margir líti bara á lögleiðingu þess sem skref í átt að leyfa öll eiturlyf, síðan þá finnst mér margir gera of lítið úr skaðsemi þess."
        },
        {
            "user": "kristofer",
            "user_id": "6653",
            "date": "2001-04-18 01:28:26",
            "id": "152657",
            "reply_to_id": "152656",
            "text": "Ég vitna í þig:\n“Kannabis er ég hræddastur við vegna þess sem gæti fylgt í kjölfarið, finnst að margir líti bara á lögleiðingu þess sem skref í átt að leyfa öll eiturlyf, síðan þá finnst mér margir gera of lítið úr skaðsemi þess.”\nJamm.  En hvað kemur þetta málinu við?  Þó að þetta sé skaðlegt neytandanum, þá þýðir það ekki að það eigi að banna það.  Leyfa fólki sjálfu að ákveða hvað það gerir.  Og í sambandi við að lögleiða önnur eiturlyf…þú nefnir það sem eitthvað sem er augljóslega slæmt…án þess að ég sé neitt _endilega_ ósammála þér (sem ég er hreint ekki svo viss um), heldur…af hverju tekurðu því sem svona vísum hlut?  Af heilsufarsástæðum?  Hvað koma þér eða mér við heilsufar annarra?  Þeir mega gera það við sína heilsu sem þeir vilja.  Það er þeirra réttur."
        },
        {
            "user": "Fairy",
            "user_id": "4353",
            "date": "2001-04-18 19:09:24",
            "id": "152658",
            "reply_to_id": "152655",
            "text": "hefur það ekki verið vandamál hingað til að börn hafi verið að stunda kynlíf? þú fyrirgefur en hvar hefur þú verið?\nFinnst þér allt í lagi að ungar stúlkur (aldur 13 - 16 ára) verði barnshafandi. Það er RAUNVERULEIKINN í dag að það hendir. Finnst þér það ekki vandamál?"
        },
        {
            "user": "kristofer",
            "user_id": "6653",
            "date": "2001-04-18 12:36:28",
            "id": "152659",
            "reply_to_id": "152631",
            "text": "Þú verður að athuga að þegar einstaklingurinn er birjaður að neyta eyturlyfja þá ráða eyturlyfin honum gersamlega. Hann hefur í raun ekki frjálsann vilja, fólk hugsar ekki skýrt þegar það er háð fíkniefnum.\nEn fíkniefni eru mismunandi, Cannabis efni eru ekki jafn skaðleg og önnur fíkniefni, því ætti að gefa neyslu þess frjálsa. Hinsvegar ætti td heróín ekki að vera frjálst, það er og eytrað og fíknin er of sterk til þess að einstaklingurinn ráði sér sjálfur."
        },
        {
            "user": "kristofer",
            "user_id": "6653",
            "date": "2001-04-18 12:43:10",
            "id": "152660",
            "reply_to_id": "152659",
            "text": "Og enn kvóta ég:\n“Þú verður að athuga að þegar einstaklingurinn er birjaður að neyta eyturlyfja þá ráða eyturlyfin honum gersamlega.”\nHvað flokkar þú sem eiturlyf?  Ég veit ekki um neitt eiturlyf sem hefur svo skjót og tvímælalaus áhrif, og ef eitthvað slíkt finnst ætti að banna það, það er alveg á tæru.\nEnn og aftur ítreka ég, að það á ekki að vernda fólk frá sjálfu sér, bara frá öðrum.  En ef lyf gera *alla* sem neyta þess tvímælalaust þannig að hann sé án alls vafa hættulegur öðrum, er sjálfsagt að banna lyfið."
        },
        {
            "user": "kristofer",
            "user_id": "6653",
            "date": "2001-04-18 12:52:35",
            "id": "152661",
            "reply_to_id": "152660",
            "text": "Mér finnst fáránlegt að einhverjir sjálfskipaðir siðapostular séu að predika hvað er rangt og hvað er rétt, við verðum bara að gera það upp við okkur sjálf hvernig við viljum lifa og hvað við viljum gera án þess að það skaði aðra.\nÞetta er eins og siðapostularnir úti í ameríku sem vilja kenna tónlist um skotárásirnar í skólunum, á sama hátt vilja siðapostularnir hér á landi kenna kláminu um fíkniefnaneyslu og nauðganir.\nMálið er að það kemur engum við hvað ég geri við líkama minn eða peningana mína svo framarlega sem ég er ekki að skaða aðra.\nHitt er annað mál að það er staðreynd að kynlífsþrældómur er tengdur klámbransanum, en það þýðir ekkert að banna klám til þess að uppræta þrældóminn. Það verður að taka þrældóminn sjálfann fyrir og reyna að koma í veg fyrir hann."
        },
        {
            "user": "kristofer",
            "user_id": "6653",
            "date": "2001-04-18 12:54:56",
            "id": "152662",
            "reply_to_id": "152661",
            "text": "Hér er ég mjög sammála þér.  Fólk á að geta gert hvað sem það vill á meðan það skaðar ekki aðra.\nKlám er ekki vandamálið.  Þrælkunin er það.  Ekki blanda þessu tvennu saman!"
        },
        {
            "user": "mAlkAv",
            "user_id": "6073",
            "date": "2001-04-18 13:34:25",
            "id": "152663",
            "reply_to_id": "152631",
            "text": "ég er alveg tilbúinn að tala um lögleiðingu kannabis á þeim grundvelli að ekkert annað fylgi í kjölfarið, hins vegar finnst mér þeir sem eru að rífast um það halda sífellt fram að annað hvort sé kannabis alveg stórhættulegt eða meinlaust, hvorugt tel ég að sé rétt, fólk vitnar í vísindarannsóknir sem eru ekki með sömu niðurstöður.\nKristofer: þú snýrð alltaf út úr og neitar að átta þig á að eiturlyf skaða samfélagið.\nArmon: Með kynlíf unglinga þá finnst mér nauðsynlegt að hafa einhver takmörk, þessi takmörk eru kannski ekki alltaf rétt en þau eru nauðsynleg fyrir krakka sem halda að þau séu fullorðin, ég man að þegar ég var 12-13 ára þá hélt ég að ég vissi allt og væri bara orðinn fullorðinn en ég var það ekki, ég var bara heimskur krakki."
        },
        {
            "user": "kristofer",
            "user_id": "6653",
            "date": "2001-04-18 13:41:18",
            "id": "152664",
            "reply_to_id": "152663",
            "text": "Ert þú tilbúinn til að tala um lögleiðingu kannabis, já?  Flott mál, það er skref í rétta átt.\nEn þú áttar þig ekki á punktinum.  Punkturinn er valdið til að banna kannabis eða hvað sem er.  Það vald á, að mínu áliti, ekki að vera hjá ríkinu eða neinum.\nMeð fullri virðingu, þá ert það þú sem snýrð út úr.  Þú virðist ekkert vita um eiturlyf.  Hins vegar er ég sammála því, að það er ekkert jákvætt við eiturlyf.  Málið er bara, að það er til heimskt fólk, og því miður verðum við að virða þeirra rétt eins og annarra.\nVarðandi kynlíf unglinga ertu núna bara að bulla.  Þú heldur að það sé eitthvað slæmt (sem á þá að banna)…;-)"
        },
        {
            "user": "mAlkAv",
            "user_id": "6073",
            "date": "2001-04-18 19:28:57",
            "id": "152665",
            "reply_to_id": "152664",
            "text": "Frelsi á að snúast um mikilvæga hluti, frelsi til að skaða sig er einskins virði.  Það sem er einhvers virði er að við leyfum umræðu um hvort á að leyfa fíkniefni, það að fá að hafa opnar umræður er raunverulegt frelsi.\n———\nEf “frelsi” væri sú lausn á fíkniefnavandanum sem sumir róttækir frjálshyggjumenn halda fram þá ætti það líka að eiga við um áfengi.  Hefur áfengisvandinn horfið vegna fræðslu og frelsis? Nei, 26% íslenskra karla og 11% íslenskra kvenna leita sér hjálpar vegna áfengisneyslu, á bak við prósenturnar eru síðan fjölskyldur og einstaklingar sem hafa upplifað alls kyns hörmungar, fjölmargir glæpir eru framdir vegna áfengis.\nSamfélagið *á* að vernda sig fyrir eiturlyfjum."
        },
        {
            "user": "Refur98",
            "user_id": "4412",
            "date": "2001-04-18 21:27:23",
            "id": "152666",
            "reply_to_id": "152665",
            "text": "Nokkrar skemmtilegar tilvitnanir sem eiga kannski við umræðuna:\n“If you are not free to choose wrongly and irresponsibly, you are not free at all.”\n- Jacob Hornberger\n“There is only one basic human right, the right to do as you damn well please. And with it comes the only basic human duty, the duty to take the consequences.”\n- P.J. O'Rourke\n“It is not the responsibility of the government or the legal system to protect a citizen from himself.”\n- Justice Casey Percell"
        },
        {
            "user": "Refur98",
            "user_id": "4412",
            "date": "2001-04-19 21:15:34",
            "id": "152667",
            "reply_to_id": "152666",
            "text": "Jamm kroni, þetta eru mjög gáfulegar tilvitnanir (ekki kaldhæðnislega meint).  Ég ætla líka að koma með mína uppáhalds tilvitnun úr Snæfríði Íslandssól eftir Halldór Laxness.  Hún á kannski ekki alveg fullkomlega við en hér kemur hún:\n“Feitur þjónn er ekki mikill maður.  Barður þræll er mikill maður því í hans brjósti á frelsið heima.”\n-Halldór Laxness\nEn, varðandi forsjárhyggjuna þá er ég hlynnt henni svo lengi sem hinn gullni meðalvegur er þræddur.  Því miður er ekki svo hér á landi og ég er frekar ósátt við margt.\nEn það þýðir ekki  að gefa allt frjálst og leyfa fólki að taka algerlega ábyrgð á eigin lífi.  Hvaða foreldrar myndu leyfa börnunum sínum að gera allt sem þau vildu.  “jájá elskan þú mátt alveg vera úti til 4 um nóttina,  jájá þú mátt taka byssuna með þér til að sýna vinum þínum, fáðu þér líka smá hass góurinn…”\nÓkei þetta var kannski svolítið ýkt dæmi en ég vona að þið sjáið hvað ég er að reyna að segja.  Þjóðfélag VERÐUR að hafa einhvern aga í gangi, alveg eins og það verður að hafa aga á börnum.  Það verða að vera takmörk fyrir því hvað er leyfilegt og hvað ekki.  (Ef þið ætlið núna að saka mig um að líkja ykkur við börn þá er ég sek)\nOft finnst mér samt að forsjárhyggjumenn landsins vilji ganga of langt, t.d. með boxið og klámið.  Þetta er nokkuð sem fólk getur ákveðið hvort það vilji hafa eitthvað með að gera eða ekki.\nAftur á móti, hvað t.d. fíkniefni varðar ætti ekki að leyfa það.  Frelsi einstaklingsins er náttúrlega virðingarvert, en ég vil ekki gefa, segjum strætóbílstjórum það frelsi að mega koma reyktir í vinnuna.  Ég myndi allavega þá hætta að taka strætó.  Lögleiðing fíkniefna hefur of mikil áhrif á þá sem vilja ekkert með dópið hafa.\nÞað eru til milljón dæmi um að heimili hafi eyðilagst vegna fíkniefna (reyndar vegna áfengis líka en það er annað mál)  en ég man ekki eftir neinu tilfelli þar sem ólympískir hnefaleikar eða klámblöð eða klámmyndir áttu hlut að máli.\nEn semsagt,  forsjárhyggja,eins og flest annað, er góð í hófi.  Því miður er fólk of miklir eiginhagsmunaseggir til að hægt sé að leyfa allt.  Menn eru orðnir svo snjallir í að koma sér undan ábyrgð núorðið.\nrefur\nP.S. fyrirgefðu malkav ef ég var of langorð, en mér fannst ég hafa rétt á að koma minni skoðun á framfæri.  :)"
        },
        {
            "user": "kristofer",
            "user_id": "6653",
            "date": "2001-04-20 21:25:20",
            "id": "152668",
            "reply_to_id": "152667",
            "text": "Sæl…þú virðist hafa misskilið mig aðeins…ég vil að menn hafi frelsi til að gera það við sjálfan sig sem þeir vilja…en tvímælalaust ekki við aðra.\nÞað er mjög heilbrigð krafa að menn mæti edrú í vinnu.  Augljóslega, og hvergi er öðru haldið fram, myndi ég halda.  Nema náttúrulega hjá Sigga Hall í “vínskoðuninni” hans á Stöð 2."
        },
        {
            "user": "thew",
            "user_id": "6650",
            "date": "2001-04-18 14:24:15",
            "id": "152669",
            "reply_to_id": "152663",
            "text": "Ekki geri ég ráð fyrir að mAlkAv lesi skrif mín, en aðrir geta svarað.\nmAlvak segir:\n—–\nKristofer: þú snýrð alltaf út úr og neitar að átta þig á að eiturlyf skaða samfélagið.\n—–\nÞá hlýtur spurning dagsins að vera: Hvort skaðar samfélagið meira, eiturlyfin eða stríðið gegn eiturlyfjunum?\nÉg og fleiri teljum að stríðið gegn eiturlyfjum sé vonlaust.  Allt of mikið af fólki verður fórnarlömb.  Gengið er á rétt almennings.  Frelsi saklausra borgara er skert í tilraun til að koma í veg fyrir að fólk skaði sjálft sig.  Tilraun sem ekki gengur og mun aldrei ganga.\nUmræðan um lögleiðingu hefst því á því að fólk þarf að játa að stríðið er tapað.  Það þarf að nota önnur tæki, aðrar aðferðir.\nÞeir einu sem græða á baráttunni gegn eiturlyfjum í dag er fólkið sem starfar við baráttuna og eiturlyfjasalarnir.  Allir aðrir tapa.  Allir.\nMatti"
        },
        {
            "user": "Cherub",
            "user_id": "413",
            "date": "2001-04-21 22:31:32",
            "id": "152670",
            "reply_to_id": "152631",
            "text": "Að mörgu leyti er þetta áhugaverð umræða.. en mér finnst sumir þátttakendur endurtaka sig of mikið og vera með ómálefnanlegt skítkast ef rök þrjóta - en bara sumir alls ekki allir.\n—\nÞessvegna ætla ég ekki að taka þátt í umræðunni sjálfri heldur frekar að leggja stutt mat á hana - og nei ég er ekki algjör hálviti\n—\nÞær eru mjög áberandi þessar róttæku skoðanir og þá helst þessi “frjálsræðishyggja” - það að enginn eigi neitt með að skipta sér af einstaklingnum - sem virðist eiga mjög uppá pallborðið hjá okkur unga fólkinu.\nÍ grófum dráttum er ég þó sammála Dreng, “Buddy” og “Refur98”. Ekki endilega einungis vegna innihalds skrifa þeirra heldur vegna þess að þau gera vel grein fyrir því sem þau láta frá sér og sjá ekki bara eina hlið á teningnum - það skiptir höfuðmáli.\nÞetta róttæka frelsishyggjufólk á það til að mála allt of einfalda mynd af heimnum, og sumir virðast nokkuð vissir í sinni sök að allt sem þeir láti út úr sér sé heilagur sannleikur og lausn á öllum heimsins vanda.\nÉg man þessar tilvitnanir ekki nákvæmlega en í grófum dráttum eru þær einhvervegin:\n“þú ert bara að gera þig að fífli á svo víðlesnum miðli sem hugi.is er”\n-Kristofer\n“enginn hefur dáið úr hass eða grasneyslu”\n-Kroni\n[hugsað upphátt]\nKannski þjónar þetta engum tilgangi hjá mér að setja þessar tilvitnanir inn - kannski sortnar þeim bara fyrir augum og sjá ekki hvað ég er að reyna að segja .. en jæja látum þær flakka með..\nMig langar aðeins að minnast á þennan einfaldleika sem ég er að tala um og að sjá hlutina í aðeins víðara samhengi.\nTökum tjáningafrelsið sem dæmi. Þeir róttækustu benda á að tjáningafrelsi sé sjálfsagður réttur hvers manns og allt gott með það.. En er rétt að setja punktinn þar, er virkilega hægt að setja punktinn þar? Hafa allir sömu hugmyndir um tjáningafrelsi?\nÞarf ekki að vera eitthvað “yfirvald” (óskemmtilegt orð) sem skilgreinir til hlýtar hvað sé tjáningafrelsi og hvað ekki?\nMikið hefur t.d. verið talað um rasismann í sambandi við tjáningarfrelsi og sjálfur vil ég meina að hann komi því alls ekki neitt við. Mig langar að biðja lesendur um að velta einu fyrir sér.\nHefði verið unnt að bjarga lífi 6 milljóna manna í helförinni ef einhver hefði stöðvað Hitler í gríðar-skipulegri framsetningu á skoðunum sínum, hefði einhver takmörkun á skoðanafrelsi hugsanlega geta kæft snjóboltann í fæðingu undir þeim merkjum að hann tilheyrði rasisma og kæmi þessvegna tjáningarfrelsi ekkert við?\nSvari þessu hver fyrir sig. En það sem ég er að reyna segja með þessu öllu saman er að róttækar hugsjónir líta oft vel út á blaði en eru í raun oft of mikil einföldun á raunveruleikanum.\nÞað er lífsnauðsynlegt að sjá heildarsamhengið!"
        },
        {
            "user": "mimir",
            "user_id": "1573",
            "date": "2001-04-22 03:35:12",
            "id": "152671",
            "reply_to_id": "152631",
            "text": "Ég er bara að velta því fyrir mér hvað flokkist undir forsjárhyggju.\nT.d. Umferðareglurnar.\nGetum við ekki tekið burtu allar hraðatakmarkanir.\nEr ekki nóg að refsa fólki ef það veldur einhverjum skaða? Af hverju erum við að refsa fólki fyrir að keyra of hratt þegar það mun kannski aldrei valda nokkru tjóni.\nT.d. Hef ég frelsi til að keyra á 200 km/klst til Keflavíkur ef ég veld ekki öðrum skaða?\nKveðja,\nIngólfur Harri"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-04-26 21:14:31",
            "id": "152672",
            "reply_to_id": "152631",
            "text": "Ég er mjög sammála öllu sem félagi Kristófer kemur að í þessari grein, en mig grunar að það vanti hugsanlega dæmi.\nSegjum sem svo að tveir ungir drengir alast upp, vinir frá æsku. Annar þeirra er í “eðlilegri” fjölskyldu - á “venjulega” æsku og svo framvegis. Hinn drengurinn er í natúralista fjölskyldu. Hann fer með fjölskyldunni sinni og natúralistafélaginu þeirra í nektarferðir öðru hverju, og svo framvegis.\nEinn daginn rekast þeir á klámblað, og byrja að skoða. Fyrri drengurinn fussar og sveiar í upphafi en byrjar svo að ímynda sér allskonar kynferðislegan “óbjóð” (ég set þessi fáranlegu orð í gæsalappir sjáiði til). Hinn situr og horfir þögull á og segir svo að þetta sé óraunverulegt og á sér engann sess í raunveruleikanum - að konur séu ekki allar svona.\nHver hefur á réttu að standa?"
        }
    ]
}