{
    "forum_title": "Litbolti",
    "user": "Xavier",
    "user_id": "2009",
    "date": "2000-08-14 08:09:22",
    "title": "Leiktækni fyrir nýgræðinga í litbolta.",
    "text": "Ert þú sá maður sem alltaf er skotinn fyrstur og þarft að bíða allann daginn á hliðarlínunni??\nErtu í vandræðum með að skilja hvernig þú átt að segja frá því hvar andstæðingurinn er??\nÞá er þessi grein sérstaklega skrifuð með þig í huga…\nSp: Hvernig á ég að fela mig?\nvar ekki samþykkt. SV: Hreyfing er oft það sem gerir það að verkum að leikmenn\nsjást. Það má vel vera að leikmaðurinn sjáist ekki en líkami þinn getur breytt\nþví hvernig ljós varpast á svæðið og dregið til sín athygli og sagt skörpum\nleikmanni að það sé einhver þarna. Hljóð gefur strax upp hvar þú ert. Haltu\nstórum trjám, steinum, þykkum runnum o.þ.h. á milli þin og hins liðsins.\nEkki fara yfir stór opin svæði ef að þú getur komist hjá því, jafnvel þó\nþað þýði að þú verðir að fara lengri leiðina.  Lærðu að falla inn í umhverfið,\nnota fyrirstöður til að hindra það að þú sjáist. Skríddu, Láttu liðið þitt\nbúa til  truflun svo að þú komist nær andstæðingnum. Merkjari og merkjarahlutar\neru eitthvað sem að leikmenn læra að þekkja furðu fljótt, svo að haltu græjunum þínum úr augnsýn andstæðingssins. Notun felulita hjálpar líka.\nSp: Hvernig á að nota klukkuna til staðsetningar?\nSv: Hugsaðu\num úrið þitt (ekki tölvuúr!) Beint framundan er klukkan 12 (þitt 12). Ef\nað þú teygðir handleggina út þá er vinstri hendin að benda á þitt 9 og hægri\ná þitt 3. Mundu að þitt 12 er ekki mitt 12 ef að ég er á þínu 9, þannig að\nkallaðu “þitt 9” eða “mitt 9” til að skýra hvar andstæðingurinn er staðsettur.\n——————————————————\nÞessi grein er tekinn af <a href=\nhttp://www.paintball.com\n>www.paintball.com\n——————————————————\n<a href=mailto:xavier@hugi.is>Xavier</a> þýddi",
    "url": "https://www.hugi.is/litbolti/greinar/2334/leiktaekni-fyrir-nygraedinga-i-litbolta/",
    "url_id": "2334",
    "id": "7211",
    "replies": [
        {
            "user": "kev",
            "user_id": "47",
            "date": "2000-08-14 13:15:45",
            "id": "7212",
            "reply_to_id": "7211",
            "text": "Ætlarðu aldrei að hætta að þýða þessar \"$&%& greinar… hundleiðinlegt að lesa þetta, og þetta kemur ekki að neinu gagni hér á landi, allavega ekki ennþá."
        },
        {
            "user": "Xavier",
            "user_id": "2009",
            "date": "2000-08-14 13:33:29",
            "id": "7213",
            "reply_to_id": "7212",
            "text": "Re: Leiktækni fyrir nýgræðinga í litbolta.\neftir kev þann 14. ágúst 2000 - 13:15:45\nÆtlarðu aldrei að hætta að þýða þessar \"$&%& greinar… hundleiðinlegt að lesa þetta, og þetta kemur ekki að neinu gagni hér á landi, allavega ekki ennþá.\n———————————————–\nSlappaðu aðeins af kallinn.\nÞað er fullt af fólki sem er að spila litbolta hér á landi og hefur gert það í mörg ár.\nFyrir það fólk kemur þetta að mjög góðu gagni. Það eru líka greinar þarna fyrir nýgræðinga. Það er mikið af spurningum um litbolta í gangi og þessar greinar voru fyrst og fremst hugsaðar sem hluti af FAQ fyrir alla, nýgræðinga og lengra komna.\nNóg í bili… Xavier@hugi.is"
        },
        {
            "user": "daxes",
            "user_id": "14",
            "date": "2000-08-14 13:53:36",
            "id": "7214",
            "reply_to_id": "7212",
            "text": "Mér finnst það ágætt að fá þýddar greinar hingað inn.\nÞað er lögð töluverð vinna í þetta og eru góðar upplýsingar."
        },
        {
            "user": "Atari",
            "user_id": "100",
            "date": "2000-08-15 02:27:29",
            "id": "7215",
            "reply_to_id": "7214",
            "text": "keep up the good work"
        },
        {
            "user": "Norton",
            "user_id": "1371",
            "date": "2000-08-14 16:46:10",
            "id": "7216",
            "reply_to_id": "7212",
            "text": "já, mér finnst fínt að fá þýddar greinar sem eru hagnýtar einsog þessi sem Xavier var með núna…\nThanQ dude"
        },
        {
            "user": "Xavier",
            "user_id": "2009",
            "date": "2000-08-14 16:50:02",
            "id": "7217",
            "reply_to_id": "7216",
            "text": "Takk…"
        },
        {
            "user": "Gourry",
            "user_id": "758",
            "date": "2000-08-15 09:57:34",
            "id": "7218",
            "reply_to_id": "7211",
            "text": "OG svo þarf maður að vera í liðinu sem er með sólina að baki og þá er sigurí höfn."
        },
        {
            "user": "Xavier",
            "user_id": "2009",
            "date": "2000-08-16 00:09:35",
            "id": "7219",
            "reply_to_id": "7218",
            "text": "Þakka ykkur fyrir hólið. Ég mun vissulega halda áfram að koma með greinar sem að ég tel að fólk hefur áhuga á að lesa.                         Later… Xavier@hugi.is"
        }
    ]
}