{
    "forum_title": "Hundar",
    "user": "Gungun",
    "user_id": "8102",
    "date": "2001-04-18 12:17:27",
    "title": "Eyrnabólga",
    "text": "Nú er Bangsinn minn með eyrnabólgu. Hann finnur til, klórar sér mikið, hristir hausinn mikið, pirraður, stynur og læti bara.\nEf þið kannist við einhver af þessum einkennum þá finnur hundurinn ykkar til. Dýralæknir einn getur þrifið þetta almennilega og svo fáið þið eyrnadropa sem að Bangsi er engann veginn hrifinn af. Hann stekkur í burt og byrjar að klóra um leið og ég er búnað láta dropana en best er að sleppa honum ekki strax heldur nudda mjúklega eyrun upp og niður svo droparnir nái að komast alla leið. Allsekki nudda of fast því eyrun geta verið aum. Eyrnabólga er alvarleg svo takið eftir því þegar hann reynir að tjá sig.",
    "url": "https://www.hugi.is/hundar/greinar/23457/eyrnabolga/",
    "url_id": "23457",
    "id": "153968",
    "replies": [
        {
            "user": "Zaluki",
            "user_id": "6799",
            "date": "2001-04-18 14:20:09",
            "id": "153969",
            "reply_to_id": "153968",
            "text": "æji greyjið hundurinn :(\nBatnar svona lagað alveg fullkomlega eða hefur þetta frambúðaráhrif á heyrn hundanna ?"
        },
        {
            "user": "Gungun",
            "user_id": "8102",
            "date": "2001-04-19 15:41:18",
            "id": "153970",
            "reply_to_id": "153969",
            "text": "Þegar þetta næst á byrjunarstigi þá lagast þetta alveg, einsog í mínu tilfelli sem betur fer. En ef að hundur er búnað hafa eyrnabólgu lengi eða á háau stigi þá getur hljóðhimnan sprungið og þá er hætta á ferðum.\nEn muna að fylgjast vel með hvort sé óeðlilega mikill skítur í eyrunum því að mikill skítur í öðru eyranu kom upp um þetta hjá Bangsa. ;)"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2001-04-20 16:17:41",
            "id": "153971",
            "reply_to_id": "153968",
            "text": "Hundurinn minn fékk tvisvar eyrnabólgu.  Þá fattaðist þetta þannig að hann var aumur í eyrunum og vældi þegar maður var að klóra honum bak við þau.  Hann varð reyndar heyrnardaufur þegar hann var orðinn gamall en ég held að það hafi líka verið það sem maður kallar valda heyrn, þ.e. hann heyrði bara það sem hann vildi heyra ;)"
        },
        {
            "user": "Lynx",
            "user_id": "3520",
            "date": "2001-04-23 13:27:04",
            "id": "153972",
            "reply_to_id": "153968",
            "text": "Æi já greyin, eyrnabólgan er alveg hræðileg.  Passaðu líka að það komist loft að eyrunum og þau séu hrein og fín :)  Líka að hann sé ekki að klóra mikið í þau, ef þú getur.\nVona að Bangsa þínum batni og gangi ykkur vel :)"
        },
        {
            "user": "Zaluki",
            "user_id": "6799",
            "date": "2001-04-25 00:48:15",
            "id": "153973",
            "reply_to_id": "153968",
            "text": "Svona í sambandi við þetta ..\nEr það rugl í mér eða á að klippa hár innan úr eyrunum á hundum sem eru mikið loðnir í eyrunum, og þá sennilega með lafandi eyrú líka\n(loftar sennilega nóg um eyrun á þeim sem eru með uppstæð eyru)\nEf að einhver veit þetta .. þá má segja mér =)"
        }
    ]
}