{
    "forum_title": "Tíska & útlit",
    "user": "arnorb",
    "user_id": "451",
    "date": "2000-08-14 15:52:48",
    "title": "Spútnik",
    "text": "Besta búðin í bænum er án efa Spútnik. Þar fást flottustu fötin, bæði fyrir stráka og stelpur, og það á mjög sanngjörnu verði. Hins vegar er ekki mjög heillavænlegt að vera í X-18 skóm við Spútnik föt, þó skórnir séu ekki síður flottir. Nei, við Spútnikföt á að vera í lágbotna adidas skóm (strákar) og einhverju (stelpur, þið hafið meira vit á þessu en ég, ég er enginn arnar gauti… :Þ) Passiði líka að kaupa klæðnað sem hentar íslensku veðurfari. Þá verður ykkur síður kalt. <p>\nÁ <a href=\"\nhttp://www.alltaf.is/efni/?e=213\n\">alltaf.is</a> má finna skemmtilega grein um Spútnik. Kíkið á hana!",
    "url": "https://www.hugi.is/tiska/greinar/2352/sputnik/",
    "url_id": "2352",
    "id": "7271",
    "replies": [
        {
            "user": "bumsquad",
            "user_id": "2430",
            "date": "2000-08-16 12:45:37",
            "id": "7272",
            "reply_to_id": "7271",
            "text": "Innilega sammála sérstaklega þetta með adidas skóna,án efa besta búðinn í bænum!!!!!"
        },
        {
            "user": "bumsquad",
            "user_id": "2430",
            "date": "2000-08-22 12:14:03",
            "id": "7273",
            "reply_to_id": "7272",
            "text": "verður maður meira blautur á því að standa í rigningu eða þegar maður er að labba, jafnvel hlaupa?"
        },
        {
            "user": "Deeq",
            "user_id": "1707",
            "date": "2000-08-23 23:16:43",
            "id": "7274",
            "reply_to_id": "7271",
            "text": "Flottustu fötin bæði fyrir stelpu og stráka?\nHalló?\nEr þetta ekki allt spurning um Stíl? Áhuga? og bara fílinginn yfir höfuð.\nSpúútnik er góð búð, en ég bara þoli ekki, og þá meina ég AÐ ÉG ÞOLI EKKI….ÞEGAR FÓLK FULLYRÐIR SVONA DRULLUHART!\narnorb. No Offence, en ég er að gagnrýna örlítinn fordómadjöful sem læðist inn í þér."
        },
        {
            "user": "KalEl",
            "user_id": "3119",
            "date": "2000-08-27 15:43:24",
            "id": "7275",
            "reply_to_id": "7271",
            "text": "Ég hata spútník!\nAf hverju spyrðu, nú af því að er með mestu antigelluföt sem ég veit um.\nEina sem er vangefnara en föt úr spútník eru stráka kvartbuxur!\nSpútník er vangefna búð dauðans!"
        }
    ]
}