{
    "forum_title": "Vélbúnaður",
    "user": "Czar",
    "user_id": "1110",
    "date": "2001-04-20 16:07:44",
    "title": "Matrox, hætt við G800, G550 á næstu vikum",
    "text": "Tek þessa frétt bara beint af tech-report, hún er bara svo merkileg. Það ótrúlega gerðist að starfsmaður Matrox sagði eitthvað!!!! vííí\n<i>A Matrox rep at the AMD Tech Team dinner in Philadelphia tonight provided solid info regarding Matrox's current and future plans. To quote: ‘“G800 is completely dead.” Apparently, the G800 was ’based on G400 design' and featured doubled pipelines, 128bit DDR memory, hardware transform and lighting, and some form of dual-chip technology. A slimmed down version will be hitting markets shortly, however. G550 is a single-chip solution featuring the same doubled rendering pipelines, 128-bit DDR support, but only a limited form of T&L.\nAccording to the rep, Matrox analyzed T&L and found only one feature which needed immediate implementation: four-vertex matrix skinning. For those who didn't read up on Radeon's new tech, this skinning method allows two polygon objects to be “glued” together, and the hardware provides an interpolated join, resulting in smoother looking joints in 3D models, especially when moving.\nThe G550 will, of course, feature Matrox's great eDualHead tech and their renowned 2D clarity. The card is expected to fall between the GeForce 2 MX 400 and the GeForce 2 Pro in speed, most often falling just behind a GeForce 2 GTS. The G550 is expected to run in the $150 to 200 price range and be available within the next few weeks, “end of May at the latest.”\nIn a more nebulous statement, the rep said, “Remember when G400 MAX first came out, and it was fastest thing and looked best? We are doing that again in first half 2002. We will be kings of 3D again, until someone jumps past us again. You know how 3D is.” Sounds like G1000 will be a kicker next spring. Here's hoping Matrox can field a six-month cycle and get back in the game.</i",
    "url": "https://www.hugi.is/velbunadur/greinar/23749/matrox-haett-vid-g800-g550-a-naestu-vikum/",
    "url_id": "23749",
    "id": "156212",
    "replies": [
        {
            "user": "Gauos",
            "user_id": "297",
            "date": "2001-04-20 19:10:03",
            "id": "156213",
            "reply_to_id": "156212",
            "text": "Uss, ljótt er að heyra þetta…\nFlyt biðina eftir G800 á G1000 :]!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-04-23 07:34:09",
            "id": "156214",
            "reply_to_id": "156213",
            "text": "*biðing ended*\n—-\n*biðing started*"
        }
    ]
}