{
    "forum_title": "Dulspeki",
    "user": "Deeq",
    "user_id": "1707",
    "date": "2001-04-21 14:04:13",
    "title": "Móri í húsinu mínu!",
    "text": "Ég bý í gömlu húsi, sem reyndar er gistiheimili, og í gegnum árin hafa hinir og þessir gestir í húsinu komið til okkar og lýst undarlegri reynslu, og nota bene, þetta virðist einskorðað við ákveðin herbergi.\nReynslan er eitthvað á þessa vegu, þeir vakna og fynnst hurðin vera opin inn í herbergið og sjá dökkklædda manneskju (kannske bara útaf myrkrinu) standa við rúmið, horfandi á manneskjuna.\nÉg hef aðeins einu sinni, á þessum 19 árum, orðið fyrir einhverri reynslu og þá svipaða þessarri sem fyrir mér var lýst, nema hvað að ég varað vakna og þegar ég opnaði augun sá ég bara fyrir mér andlit, brá svolítið en það hvarf í sömu andrá.\nAð sama marki fáum við líka fólk sem kemur aftur og aftur og vill bara sofa í ákveðnum herbergjum, og NOTA BENE, það eru sömu herbergi og sumt fólk sér þennan mann.\nTakk fyrir mig.",
    "url": "https://www.hugi.is/dulspeki/greinar/23890/mori-i-husinu-minu/",
    "url_id": "23890",
    "id": "157083",
    "replies": [
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2001-04-21 19:02:48",
            "id": "157084",
            "reply_to_id": "157083",
            "text": "En spennandi!  Það væri gaman fyrir þig að fá einhvern sem er skyggn til að koma í heimsókn og gá hvort hann sér eitthvað.  Þú getur líka beðið einhvern frá Sálarrannsóknafélaginu að koma.  Það væri gaman að heyra hvort þeir lýsa manneskjunni eins og hinir sem hafa séð hana svona óvart.  Kannski gæti einhver sagt þér hver þetta er og hvað hann er að gera þarna.  Líklega er það einhver sem hefur átt heima í húsinu."
        },
        {
            "user": "Deeq",
            "user_id": "1707",
            "date": "2001-04-21 19:04:56",
            "id": "157085",
            "reply_to_id": "157083",
            "text": "Við hér heima höldum að þetta sé gaurinn sem byggði það, hmm, einu sinni nefndi amma það að fá miðil, þá sprakk pípulögn og allt flæddi, bara fimm mínútum síðar.\nSíðan á veturna heyrist bank í veggjunum, ég held það sé samt bara gamlar leiðslur sem þenjast út og til baka út af frostinu."
        },
        {
            "user": "cactuz",
            "user_id": "5705",
            "date": "2001-04-22 03:01:21",
            "id": "157086",
            "reply_to_id": "157083",
            "text": "Þegar fólk vaknar svona snökkt og sér eitthvað þá er það ekki endilega einhver vera. Fólk er kannski ekki komin með allveg fulla meðvitund ef þau t.d. vakna úr djúpsvefni snökkt. Ég hef persónulega lent í því að vakna svona snökkt úr djúpsvefni og þar er mjög skrýtið."
        },
        {
            "user": "Deeq",
            "user_id": "1707",
            "date": "2001-04-22 15:34:21",
            "id": "157087",
            "reply_to_id": "157086",
            "text": "Það er rétt, ég hef einmitt líka pælt í þeim möguleika. En frásagnir gestanna ber mjög vel saman. Ég hins vegar tel mína frásögn ekki mjög líklega, en bara skaut henni inn bara til að vera með. Get Me.\nDeeq."
        },
        {
            "user": "salt",
            "user_id": "8862",
            "date": "2001-04-23 13:13:42",
            "id": "157088",
            "reply_to_id": "157083",
            "text": "Þeir sem sjá þessa manneskju og vilja alltaf hafa þetta herbergi aftur að þeim fyrðist líka mjög vel við hana þannig að þetta fyrðist vera mjög góð sál.  En ef fólkinu líður ílla þá myndi það ekki velja aftur þetta herbergið. Var einhver sem dó í þessu herberginu.  Ef þér líður ílla þá getur þú áræðanlega boðið miðli að gista í herberginu eina nótt og fá svo að heyra hvað hann segir. Þannig getur hann séð hvernig gestunum líður áður en hann haf hæðist nokkuð.  Kannski er þetta einhver sem er skilt þér og er að reyna að vernda þig og vill ekki hvern sem er inn í herbergið."
        },
        {
            "user": "Deeq",
            "user_id": "1707",
            "date": "2001-04-23 18:14:16",
            "id": "157089",
            "reply_to_id": "157088",
            "text": "Svara salt.\nNota Bene:\n-Þetta eru nokkur herbergi.\n-Sumum líður illa sumum vel, tengist ekkert hvort þeir sjá hann eða ekki.\n-Við fáum 1-2 sjónarvotta á ári, mjög fáir sem sjá nokkuð.\nBestu Kveðjur.\nDeeq."
        },
        {
            "user": "hulda",
            "user_id": "2591",
            "date": "2001-04-24 03:06:58",
            "id": "157090",
            "reply_to_id": "157083",
            "text": "Hvaða gistiheimili er þetta? Ég vil vera viss um að ég þurfi ekki að gista þar.. ;/ *skelfur á beinunum*"
        },
        {
            "user": "Deeq",
            "user_id": "1707",
            "date": "2001-04-24 14:02:33",
            "id": "157091",
            "reply_to_id": "157090",
            "text": "Þú býrð í bænum, af hverju ættirru að þurfa að gista á gistiheimili?"
        }
    ]
}