{
    "forum_title": "Spenna / Drama",
    "user": null,
    "user_id": null,
    "date": "2001-04-22 15:06:35",
    "title": "Demons: Acathla",
    "text": "Þessi texti er tekinn úr bókinni BTVS Monster Book.\n“The demon universe exists in a dimension seperate from our own. With one breath Acathla will create a vortex, a kind of whirlpool that will pull everything on earth into that dimension, where any non-demon life will suffer horrible, eternal torment.”\n—Giles, in “Becoming, Part One”—\nFirst Appearance: “Becoming, Parts One and Two”, season two.\nUnique Attributes: Acathla was capable of creating a vortex that would suck all the living things on Earth into the demon dimensions. Centuries ago, he was thwarted by a knight who ran him through. The demon was turned to stone.\nMost Monstrous Moment: That whole vortex thing.\nCurrent Status: Though Acathla once again turned to stone at the end of the second season, the current whereabouts of his stone form are unknown.\nBefore the Gypsy curse that restored his soul, Angel was renowned the world over as one of the most evil vampires who had ever lived, not to mention one of the most savage. When he became evil again in season two's “Surprise”, he exhibited many of the sadistic tendencies audiences had come to expect from what had already been revealed of his past life. But in the two-part season finale, “Becoming”, the depths of Angel's evil were revealed.\nConstruction workers digging foundations for high-rise buildings outside Sunnydale discovered the enormous stone tomb that held Acathla.\n“Acathla, the demon, came forth to swallow the world. It was killed by a virtuous knight who pierced the demons heart before it could draw breath to perform the act. Acathla turned to stone, as demons sometimes do, and was buried where neither man nor demon would be wont to look. Unless of course they're putting up low-rent housing.”\n—Angel, in “Becoming, Part One”—\nAngelus and his henchmen stole the entombed demon and brought it back to the mansion Angel shared with Spike and Drusilla. The tomb was opened, revealing the hideous demon -turned to stone- resting inside with a sword protruding from its chest.\nSpike: “Let me guess. Someone pulls out the sword—”\nDrusilla: “Someone worthy—”\nSpike: “…the demon wakes up and wackiness ensues—”\nDrusilla: “He will swallow the world.”\nAngel: “And every creature lining on this planet will go to hell. My friends, we're about to make history…end.”\n—“Becoming, Part One”\nAfter making several errors in performing a ritual to open the vortex , Angel tortured Giles into revealing the key—the vampire's own blood was the element missing from the ritual. In the climactic battle of the second season, Buffy and Angel battled with swords in front of Acathla, whose mouth had already opened, the vortex forming. Just as Angel's blood had been required to open the portal, Buffy was forced to reverse it with thw same inggredient. She ran Angel through with the sword, and then shoved him into the vortex, which closed once he was on the other side.\nÉg vona að þið hafið haft gagn og gaman að þessu. Vona bara að þið séuð ekki svekt yfir því að þetta er á ensku. Ég ætla að reyna að koma með þessar greinar á íslensku í framtíðinni.\nReyni",
    "url": "https://www.hugi.is/spenna/greinar/24022/demons-acathla/",
    "url_id": "24022",
    "id": "158119",
    "replies": [
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-04-22 15:54:47",
            "id": "158120",
            "reply_to_id": "158119",
            "text": "Prýðilegt!\nMér finnst samt frekar augljóst að “dímoninn” breyttist í frauðplast en ekki stein þegar hann var stunginn á hol. :)"
        },
        {
            "user": "wasted",
            "user_id": "5912",
            "date": "2001-04-24 14:16:25",
            "id": "158121",
            "reply_to_id": "158119",
            "text": "er þetta svona one post eða mægum við vænta meira af svona"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-04-24 23:00:56",
            "id": "158122",
            "reply_to_id": "158121",
            "text": "Þið megið vænta meira af þessu…\nÉg ætla bara að vona að ég geti þýtt næstu svona grein sem ég sendi inn…\nReyni"
        },
        {
            "user": "eel",
            "user_id": "8142",
            "date": "2001-04-27 17:08:54",
            "id": "158123",
            "reply_to_id": "158119",
            "text": "Somone wasn't worthy…\nhehe :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-04-28 17:25:06",
            "id": "158124",
            "reply_to_id": "158123",
            "text": "Damn it! this is so disapointing.\nuuuuuuuu :)"
        }
    ]
}