{
    "forum_title": "Myndasögur",
    "user": "ThomYorke",
    "user_id": "8879",
    "date": "2001-04-23 13:24:42",
    "title": "Johnen Vasquez",
    "text": "Johnen Vasquez er snillingur frá helvíti! Hann er til dæmis heilinn (og teiknarinn) á bakvið Jonny the Homicidal Maniac, Squee! og Fillerbunny. Ef við byrjum á byrjuninni, og þá á JTHM, þá er það að mínu mati besta sagan hans. Hún snýst um gaur sem heitir Jonny og er homicidal maniac. Þ.e.a.s. hann hatar fólk, hann sefur aldrei og hann drepur fólk vegna fáránlegustu hluta. Í einni sögunni (bókin er hlutaskipt og hver hluti er framhald af þeim fyrri) þá drepur hann gaur vegna þess að hann sagði orðið „Wacky.“ Þessi bók er hin pura snilld og fæst í NexusIV, kaupa núna!\nHans næsta bók hét Squee! og snerist um „ævintýri“ einhvers krakka sem Jonny ofsótti reglulega í fyrri bókinni, auk þess sem Jonny er „gestaleikari“ í bókinni. Þessi bók er á léttara plani en sú fyrri og alls ekki eins drungaleg. En hey! Sumir sækjast eftir því.\nHans þriðja og fjórða bók eru aðeins nokkrar blaðsíður, enda mjög ódýrar, og báðar fjalla þær um Fillerbunny. Fillerbunny er karakter sem Johnen skapaði til þess að fylla afgangssíður í JTHM og Squee!. Þetta eru mjög sick sögur um kanínu sem geymd er í endurlífgunartanki til þess að hægt sé að vekja hana og láta hana skemmta lesendum. Þetta vill kanínan ekki og er mjög þunglynd en nafnlausir stjórnendur hennar sprauta bara „happylyfjum“ í sprautu í augun á henni. Margir illa sick hlutir eru gerðir við þessa kanínu og ýmist er lesendum skemmt eða óglatt. Svo er kanínunni einfaldlega troðið aftur í tankinn eftir „notkun.“\nÞessar bækur eru allar snilld að mínu mati og þið ættuð að kíkja á þær í NexusIV (ath. ekki auglýsing. Nexus er einasta eina búðin á landinu sem selur þessar sögur).\nEndilega svarið hvort sem þið eruð sammála eða ósammála.",
    "url": "https://www.hugi.is/myndasogur/greinar/24130/johnen-vasquez/",
    "url_id": "24130",
    "id": "158794",
    "replies": [
        {
            "user": "Nightshock",
            "user_id": "6269",
            "date": "2001-04-24 00:17:09",
            "id": "158795",
            "reply_to_id": "158794",
            "text": "Ég held að ég sé að sjá þessa grein í fjórða eða fimmta skiptið hérna.\nAllavegana þá virðist sem þegar einhver nefnir Squee! Eða JTHM þá skrifar einhver ritgerð um höfundinn.\nÞú gleymdir að minnast á þessar sögu sem hann er líka að gera núna.. ég er bara búinn að gleyma hvað hún heitir. Eina sem ég man að hún er í lit. Og allt annað sem Johnen hefur gert er í svart/hvítu.\nEkkert diss á þig bara svo þú vitir það. Bara ég er orðinn þreyttur á hvað Johnen eða gamlar teiknimyndasögur (tommi & jenni, grettir, lukku láki og tinni t.d.) virðast ráða yfir þessu áhugamáli.\nAllavegana baðstu fólk um skoðun. Og þetta er skoðun."
        },
        {
            "user": "Logdog",
            "user_id": "3810",
            "date": "2001-04-24 10:09:45",
            "id": "158796",
            "reply_to_id": "158795",
            "text": "“wacky  hehehehehehhe  uh oh ho  no  johnny NOOOOOOOOOO!!!!”  STAB STAB STAB!!!!!  “MY BRAIN!!! ur gonna pay for that!!”"
        },
        {
            "user": "ThomYorke",
            "user_id": "8879",
            "date": "2001-04-24 10:19:18",
            "id": "158797",
            "reply_to_id": "158795",
            "text": "Ég tók ekki eftir því fyrr en ég hafði sent greinina að nú þegar væru til ógrynnin öll af greinum um hann. Ég vissi ekki um nýju söguna og ef þú manst hvað hún heitir þá máttu endilega segja mér það.\nTakk fyrir svarið."
        },
        {
            "user": "ZawZer",
            "user_id": "6292",
            "date": "2001-04-24 11:45:02",
            "id": "158798",
            "reply_to_id": "158797",
            "text": "Þetta hljómar eins og Jhonen sé orðinn eld gamall!!!!"
        },
        {
            "user": "NAILBUNNY",
            "user_id": "7728",
            "date": "2001-04-25 08:10:34",
            "id": "158799",
            "reply_to_id": "158798",
            "text": "arrrrg….johnen ekki jhonen!"
        },
        {
            "user": "akarnid",
            "user_id": "6152",
            "date": "2001-04-25 20:02:44",
            "id": "158800",
            "reply_to_id": "158799",
            "text": "eehhh…jú!  Það er Jhonen!  Allavega í öllum eim bókum sem ég á.  So there."
        },
        {
            "user": "NAILBUNNY",
            "user_id": "7728",
            "date": "2001-04-27 13:08:42",
            "id": "158801",
            "reply_to_id": "158800",
            "text": "oh sorry my'bad"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-05-28 16:17:45",
            "id": "158802",
            "reply_to_id": "158801",
            "text": "5 day´s later:\n“We realy need to talk to that kid!”\nPabbi Squee´s, standandi ásamt mömmu hans, með eithvað tól uppi í rassg*tinu eftir að sonur hans\n(sem hann hatar svo mikið, að hann horfir á fæðingarmyndband hanns afturábak) sagði geimverum að taka foreldra sína, heldur enn hann.\nAð mínu mati er squee! besta verk hanns."
        },
        {
            "user": "NAILBUNNY",
            "user_id": "7728",
            "date": "2001-04-24 11:44:23",
            "id": "158803",
            "reply_to_id": "158794",
            "text": "Jæja tilbúin í smá fróðleik.\nFyrst komu jtmh blöðin, síðan sqee blöðin, jtmh bókin, squee bókin, bac, I feel sick 1, filler bunny 1, I feel sick 2, spooky, plastick filler bunny, filler bunny 2.\njohnen er núna að búa til teiknimyndir fyrir nickelodion sjónvarpsrárina (þeir sömu og voru með ren + stimpy).\nHættið síðan að kvarta yfir að sjá þessa þræði svo oftþ Johnen er snillingur!"
        }
    ]
}