{
    "forum_title": "Metall",
    "user": null,
    "user_id": null,
    "date": "2001-04-23 13:26:25",
    "title": "Nýja Slayerplatann",
    "text": "í viðtali við snillinginn Kerry King gítarleikara er staðfest að nýja platan mun heita God hates us all og mun vera gefin út\n26. júní(ekki alveg staðfest með útgáfudag). Mun hún innihalda lögin.Bloodline, Disciple, Threshold,\" Addict, Exile, Payback, Seven Faces, Godsend Death, New Faith, Cast Down, WarZone, Scarstruck, Here Comes the Pain (sem einnig var gefið út á wrestling soundtracki). Þetta er firsta plata Slayer i rum 15 ár sem verður ekki framleidd af Rick Rubin en að þessu sinni er það Matt Hyde. Ennig má banda á það að Slayermenn ætla að gefa út svokallað boxset sem mun innihalda allskonar stuff svosem öll vídeo sem þeir hafa gert og fullt annað og mun þetta allt saman verða gefið út í desember en í viðtali við kerry segir hann að þetta muni liklega vera kallað soundtracks of the apocalyps.\nNánari upplýsingar um þetta allt á\nhttp://www.slayerized.com",
    "url": "https://www.hugi.is/metall/greinar/24144/nyja-slayerplatann/",
    "url_id": "24144",
    "id": "158942",
    "replies": [
        {
            "user": "wrathchild",
            "user_id": "7609",
            "date": "2001-04-23 15:56:54",
            "id": "158943",
            "reply_to_id": "158942",
            "text": "Mikið rosalega er mig farið að hlakka til útgáfu\ngripsins!\nÉg er viss um að þetta verði total snilld hjá þeim eins og allt annað sem þeir gera.\nAllavega eru þessi tvö lög sem ég hef heyrt(bloodline og here comes the pain)alveg brilliant.\nSlayer klikka auðvitað ekki!!"
        },
        {
            "user": "hamrotten",
            "user_id": "5029",
            "date": "2001-04-24 12:33:56",
            "id": "158944",
            "reply_to_id": "158942",
            "text": "Geðveikt mar ég fíla slayer gegt og ætla sko að kaupa þennan grip. Djöf cool Nafn á diski"
        },
        {
            "user": "hamrotten",
            "user_id": "5029",
            "date": "2001-04-26 19:38:07",
            "id": "158945",
            "reply_to_id": "158944",
            "text": "Slayer eru snild, ég ætla að fá mér þetta"
        },
        {
            "user": "Kurdor",
            "user_id": "3306",
            "date": "2001-05-05 21:11:15",
            "id": "158946",
            "reply_to_id": "158945",
            "text": "Að mínu mati á sá maður sem kallar sig Metalista erfitt uppdráttar ef hann kaupir þennan grip ekki og fílar hann í rassgat\nHere comes the pain er MAGNAÐ lag!\nSlayer - Kóngar metalsins"
        }
    ]
}