{
    "forum_title": "Eve og Dust",
    "user": "Vargur",
    "user_id": "541",
    "date": "2001-04-24 11:32:44",
    "title": "Mér er spurn?",
    "text": "Ætla allir að spila Minmatar? Ég heyri nefninlega svo mikið talað um clön, og mér þykir það nefninlega vera eitthvað sem eigi bara við þá (eða eru þetta kannski áhrif einhverrar Quake/Shooter-menningar?)\nÉg sé ekki fyrir mér að t.d. Caldari mercenary eða Gallente verslunarmaður myndu vilja vera kallaðir meðlimir í “Clani”, þeir vildu sennilega eitthvað örlítið fágaðra.\nHvernig væri að menn kæmu sér nú í rétta fílínginn og færu að tala um Bands, Tribes, Companies, Corporations, Units, Organizations, Federations, Confederates, Unions …whatever, eða ætla menn kannski ekki að taka þátt í bakgrunni leiksins heldur bara nýta EVE sem einhverskonar vél fyrir massíft, heiladautt, PvP combat í anda Quake/Shootera?\nVargu",
    "url": "https://www.hugi.is/ccp/greinar/24311/mer-er-spurn/",
    "url_id": "24311",
    "id": "160422",
    "replies": [
        {
            "user": "Twister",
            "user_id": "2003",
            "date": "2001-04-24 14:51:25",
            "id": "160423",
            "reply_to_id": "160422",
            "text": "Eina ástæðan fyrir því að þetta er stundum kallað “clan” er til þess að fólk sem hefur ekki kynnt sér leikinn viti hvað er verið að tala um. Í EVE eru “clans” kölluð “Corporations” eða “Factions” en ekki clan. Ef að Quakeari/HLari myndu kíkja á EVE síðuna þá skilja þeir hvað clan er en hefðu ekki hugmynd um hvað corporation er.\nÞegar áhugamaður um EVE talar við annan áhugamann um EVE er alltaf talað um Corporation eða Faction, aldrei clan :)"
        },
        {
            "user": "Deno",
            "user_id": "4167",
            "date": "2001-04-24 15:26:28",
            "id": "160424",
            "reply_to_id": "160422",
            "text": "ég er quakeri eða tribes svo figta ég svoldið í CS en þegar ég tala um EVE :-) þá reyni ég að halda mig við að seigja corp eða corporation en mar verður stundum soldið æstur þar sem menn eru að tala um mjög góðan leik þá gleimir mar sér soldið stundum og seigjir þá clan eða tribe :-) so SORRY buhuhuhu it won´t happen agen :-)"
        },
        {
            "user": "liberial",
            "user_id": "5938",
            "date": "2001-04-24 17:38:51",
            "id": "160425",
            "reply_to_id": "160424",
            "text": "Ég tala ekki um clön  þegar ég er að tala við einhver sem veit útá hvað þessi leikur gengur..\nsíðan eru það einhverjir aðrir sem vita ekki hvað “corporation” er þá segir maður “clan” líka betra að segja clan í fréttunum því kannski vita ekki allir útá hvað fréttin gengur ef hún heitir “sameinings íslensku corpana” en allir vita hvað “sameining íslensku clanana” þíðir\n=), liberial"
        },
        {
            "user": "Tannbursti",
            "user_id": "7246",
            "date": "2001-04-25 00:21:37",
            "id": "160426",
            "reply_to_id": "160425",
            "text": "Hvernig væri það liberial. “The Titan Empire” eða “The Titan clan”. ég stend með því að við notum bara corp. faction o.s.frv. ef einhver skilur okkur ekki, þá kanski kíkir hann á eve-online til að athuga hvað það sé :)"
        },
        {
            "user": "Logdog",
            "user_id": "3810",
            "date": "2001-04-25 09:22:02",
            "id": "160427",
            "reply_to_id": "160426",
            "text": "cool hugmynd…………….."
        },
        {
            "user": "doctor",
            "user_id": "386",
            "date": "2001-04-25 10:15:07",
            "id": "160428",
            "reply_to_id": "160427",
            "text": "Ég vil benda á : www.titanCLAN.com\n=)\n|.RaiD.|Atlas"
        },
        {
            "user": "liberial",
            "user_id": "5938",
            "date": "2001-04-25 19:43:09",
            "id": "160429",
            "reply_to_id": "160428",
            "text": "það er útaf því að þetta var ekkert EVE corp. fyrst, þetta var CS “clan”"
        },
        {
            "user": "Wyrminarrd",
            "user_id": "1169",
            "date": "2001-04-26 14:32:45",
            "id": "160430",
            "reply_to_id": "160422",
            "text": "Hvernig væri að skýra corpið OCP - Omni consumer products?  Það væri cool"
        },
        {
            "user": "Wyrminarrd",
            "user_id": "1169",
            "date": "2001-04-26 14:32:53",
            "id": "160431",
            "reply_to_id": "160422",
            "text": "Hvernig væri að skýra corpið OCP - Omni consumer products?  Það væri cool"
        },
        {
            "user": "liberial",
            "user_id": "5938",
            "date": "2001-04-29 22:22:48",
            "id": "160432",
            "reply_to_id": "160422",
            "text": "hvernig er hægt að vera svona heitir út af leik sem ekkert demo er komið af og kemur ekki á betu fyrr en í haust ????\nhafið þið séð eitthvað sem ég hef ekki séð?"
        },
        {
            "user": "liberial",
            "user_id": "5938",
            "date": "2001-04-30 17:54:18",
            "id": "160433",
            "reply_to_id": "160432",
            "text": "ehemm, ég vill bara benda á það að það er ekki langt í alpha test =)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-05-04 17:13:52",
            "id": "160434",
            "reply_to_id": "160433",
            "text": "það veit ég vel….. svarar ekki spurningunni þó  ;]"
        },
        {
            "user": "Cinril",
            "user_id": "9344",
            "date": "2001-05-09 10:52:38",
            "id": "160435",
            "reply_to_id": "160422",
            "text": "Nei, þó það séu nokkuð nettir nágungar er ekkert gaman að vera eins og allir hinir."
        },
        {
            "user": "Jarlaxle",
            "user_id": "5181",
            "date": "2001-05-11 13:53:40",
            "id": "160436",
            "reply_to_id": "160422",
            "text": "Ég tek eftir því að alltaf þegar ég fer á EVE.is er alltaf að koma ný og ný corp/tribe/faction hvað er með þetta. Mun einstaklingsspilun hverfa fyrir fullt og allt."
        }
    ]
}