{
    "forum_title": "Dulspeki",
    "user": "Tigurblom",
    "user_id": "9171",
    "date": "2001-04-24 14:21:18",
    "title": "Hræðileg örlög",
    "text": "Hæ ég ætla að deila með ykkur svolitli fyrst einhver hér á undan var að tala um geðveiki.\nMálið er það að ég hef fundið fyrir óþægilegum hlutum síðan ég var 4ára þá byrjaði það allt. Alltaf fór ég að sofa eins og venjuleg lítil börn gera en bæði mamma og pabbi voru tilbúin því alltaf þegar klukkan sló tólf á miðnætti vaknaði ég hágrátandi. Þau komu alltaf inn á sama tíma hugguðu mig og eg svaf eins og þyrnirós alla nóttina en svona gekk þetta þangað til einu sinni þegar eg var að verða 6 ára að ég fékk að gista hjá vinkonu minni og þá nótt gerðist ekkert og hætti síðan alveg mamma og pabbi voru auðvitað mjög ánægð að allt þetta var farið.\nNúna er ég að verða 16 ára og er búin að komast að því að ég sé fólk. Þá meina eg eins og eitt dæmi eg var með strák og við vorum heima hjá mér þá allt i einu stóð kona í horninu og benti og kærastan minn og sagði sjáðu…ég náttúrulega hélt að ég væri að verða geðveik en fyrir ofan kærastan min var “synd” (það var tákn sem eg get ekki sagt frá)og þá sá eg að hann hafði haldið framhjá mér. Ég gekk að honum og sagði með hverri hélstu framhjá mér með og þá byrjaði hann að gráta og sagði fyrirgefðu og blablabla..en málið er að núna hefur þetta bæði hjálpað mér og komið mér í rosalegt uppnám.",
    "url": "https://www.hugi.is/dulspeki/greinar/24326/hraedileg-orlog/",
    "url_id": "24326",
    "id": "160578",
    "replies": [
        {
            "user": "TWINS",
            "user_id": "6419",
            "date": "2001-04-24 16:19:54",
            "id": "160579",
            "reply_to_id": "160578",
            "text": "Iss,þvílík heppni (djók),allavega er greinilegt að þú ert skyggn.Þetta með mömmu þína og pabba að koma að hugga þig er ekkert skrítið,allir krakkar (Kannski ekki allir) eru smá skyggn,stundum er það svo alvarlegt að það þarf að fá miðil til að loka fyrir allt þetta andlega.Svona “tákn” sem þú sagðir að þú sást er oft merki um eitthvað gott..eða vont!!!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-04-24 18:26:21",
            "id": "160580",
            "reply_to_id": "160579",
            "text": "já eg hef lent í svona miðil :) það virkaði ekki\nKveðja nisante :)"
        },
        {
            "user": "cosmo",
            "user_id": "47752",
            "date": "2001-04-25 06:22:19",
            "id": "160581",
            "reply_to_id": "160578",
            "text": "Hræðileg örlög…\nMuniði eftir stráknum sem dó í eldsvoðanum á Dalvík, einn morguninn í síðustu viku?  Ég hef aldrei talið að ég sé skyggn eða eitthvað, en:\nÉg lá í rúminu, og mókti um morguninn.  Þá voru dyrnar opnaðar og mér sagt að drengur að nafni Einar hafi látist í eldsvoða um morguninn.  Ég sný mér við, en sé ekki greinilega hver þetta er, en held að þetta sé afi minn…  Síðan sofna ég.\nUm eða eftir hádegið fór ég á lappir og fór inní eldhús þar sem fjölskyldan var saman komin við hádegismatinn.  Afi segir mér að Einar nokkur hafi dáið í eldsvoða, drengur sem er einu ári yngri en ég.  Ég horfi síðan forviða á hann og segi við hann:\n“Ég veit, þú sagði mér það í morgun.”\nAfi varð hissa.  Allir urðu hissa.\nÞá hafði fjölskyldan rétt verið búin að heyra fréttirnar um þetta hörmulega slys í útvarpinu…\n[Ç]"
        },
        {
            "user": "Logdog",
            "user_id": "3810",
            "date": "2001-04-25 09:26:59",
            "id": "160582",
            "reply_to_id": "160581",
            "text": "annaðhvort ertu phsyco (grín) eða ertu skiggn"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-04-25 10:46:44",
            "id": "160583",
            "reply_to_id": "160581",
            "text": "Ég lenti í “svipuðu” og Cosmo…\nEina nóttina gat ég ekki sofið og ætlaði að fara eitthvert fram á gang þá mætti ég “pabba” mínum sem stóð bara frammi á gangi og sagði mér að fara til baka í herbirgið mitt og ég gerði það. Svo morgunnin eftir þá spurði ég af hveju hann hefði sagt mér að fara til baka..þá kannaðist hann ekkert við það að hafa staðið frammi á gangi og ekki móður mín heldur….:/"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-04-25 17:09:35",
            "id": "160584",
            "reply_to_id": "160583",
            "text": "Já draumar er eitthvað sem er yfirleitt eitthvað til í og ef mig dreymir það er að segja ef ég man drauminn þá rætist hann alltaf hvort sem það sé slæmt eða gott þess vegna kalla eg þetta slæm örlög :)"
        }
    ]
}