{
    "forum_title": "Harry Potter",
    "user": "GullaGris",
    "user_id": "51458",
    "date": "2004-09-05 16:34:21",
    "title": "Auga Eilífðar-11.kafli: nýji kennarinn",
    "text": "Hei, ekki mín sök að ég bý í sveit og var neydd til að smala Brekkudalinn! Ekki neydd, bara sagt að gera það og ég gerði það…. hrikalega sársaukafullt að skrifa síðustu línurnar í sögunni og þetta… djöfullsins harðsperrur!!! Já, ég hafði síðustu línurnar úr 10.kafla, ef þið munið ekkert hvað gerðist þar.\nHave fun!\n“Lily, ég get ekki SKILIÐ af hverju þú ert að vernda Hora. Hann… hann kallar þig…. þú-veist-hvað! Ég sver, ég myndi ALDREI gera það,” sagði James. Það var engin lygi. Fenecca vissi að það yrði sama hversu ill eða leiðinleg Lily yrði við hann, hann myndi aldrei nokkurn tíman kalla hana blóðníðing.\n“Fíflin og kærusturnar þeirra eru á kvöldgöngu, en sætt,” sagði einhver ísmeygilega. Á næsta andartaki umkringdu nokkrir Slytherin-nemar þau, allir með sprotana í viðbragðsstöðu!\n11.kafli-Nýji kennarinn\n“Jahérna hér. Nú eru einhverjir í slæmum málum,” sagði einn. Fenecca gjóaði augunum í kringum sig. Hún kannaðist ekki beint við þessa risastóru Slytherin nema, fyrir utan þrjá: Rosier, Wilkes og Severus!\n“Ah, ég er nýbúinn að æfa mig í nokkrum bölvunum. Eigum við að æfa okkur á Hora gamla, James?” sagði Sirius hressilega og leit á James.\n“Mér líst alveg ágætlega á það. Lily, þú mátt sleppa því að stöðva okkur núna,” sagði James. Lily var á báðum áttum. Fenecca tók upp sprotan sinn.\n“Fenecca Black…. það hljómar hræðilega, er það ekki?” sagði Rosier og horfði glottandi á Feneccu.\n“Álíka illa og Lily Potter,” sagði Severus.\n“Ég er EKKI kærasta James!” urraði Lily á milli samanbitinna tannana. Slytherin-nemarnir voru 7 og þau aðeins fjögur! Og Severus vissi fleiri bölvanir en allir 7.árs nemarnir í skólanum til samans. Við erum dauð, hugsaði Fenecca.\n“Jæja, á hverjum eigum við að byrja? Siriusi eða James?” sagði einn af þeim sem stóðu í kringum þau.\n“Severus, þú mátt taka James, þú skuldar honum eitthvað. Ég og Wilkes tökum Sirius. Þið hinir megið bara velja,” sagði sá stæðsti í hópnum. Fenecca hafði ekki hugmynd um hver það var, en henni leist ekki á hann. Á næsta andartaki þutu bölvanir á milli þeirra. Sá sem stóð fyrir framan Feneccu kastaði strax einni bölvun að henni. Hún virkaði eins og ósýnilega svipa, og skrámaði allt andlitið og ótrúlegur sársauki fór í gegnum líkaman!\n“Tarantallegra!” kallaði hún og beindi sprotanum að fótum hans, sem fóru undir eins að dansa eitthvað.\n“Fjandans,” muldraði hún, “af hverju datt mér ekkert betra í hug?” Blóðið sem lak blindaði hana, svo að ekki leið á löngu en hún hafði verið fest við vegginn.\n“Hei, stansið. Við höfum eitt stykki gísl núna!” sagði Wilkes og benti á Feneccu. Hún reyndi að losa sig, en gat rétt svo hreyft höfuðið. “Þið ættuð að hætta þessu áður en hún meiðir sig eitthvað,” bætti hann kvikindislega við.\n“Sleppið henni,” urraði Lily.\n“Ég held ekki. Hvað eigum við að gera við hana? Ég myndi stinga upp á kvalabölvuninni ef hún væri ekki bönnuð…. og ef ég kynni hana. Eitthvað annað, strákar komið með hugmyndir,” sagði Rosier og gekk að Feneccu. Sirius, James og Lily þorðu ekkert að gera af ótta við að Fenecca myndi skaðast meira.\n“Thony, notaðir þú ekki svipu-bölvunina á hana?” sagði Severus og sneri sér að þeim sem hafði staðið fyrir framan Feneccu í byrjuninni.\n“Jú, þú ættir að vita það,” svaraði Thony. Rosier stóð beint fyrir framan Feneccu og virti hana fyrir sér.\n“Hún er svolítið blóðug,” sagði hann hugsandi. Svo strauk hann henni varlega yfir aðra kinnina.\n“Fenecca Rosier… það hljómar vel,” sagði Wilkers glottandi. Fenecca var orðin eldrauð í framan af reiði.\n“Litlu, ógeðslegu og andstyggilegu….!” Svo hrækti hún framan í Rosier. Sirius klappaði og James og Lily tóku viðbragð og köstuðu sitt hvorri bölvuninni á Slytherin-nemana. Rosier kastaði svipunni aftur að Feneccu og annars snöggur sársauki fór í gegnum hana.\n“HVAÐ-GENGUR-HÉR-Á!?!?” McGonagall kom stormandi með einhvern mann á eftir sér. Hann var mjög stór (Fenecca var viss um að hann væri ekki með risablóð í sér, heldur væri bara stór) og með kastaníubrúnt hár sem náði að öxlunum. Um hálsinn var hann með hálsmen úr vígtönnum og blá augun virtust loga, annaðhvort að góðvild eða reiði. Órakaðar kinnarnar fóru honum næstum vel.\n“Já, ég skil hvað þú áttir við með því að nemendurnir væru góðir,” sagði hann og brosti.\n“Boris, ég þarf enga kaldhæðni hér, takk fyrir.” Svo sneri hún sér að Feneccu og aflétti álögunum sem héldu henni við vegginn.\n“Getið þið ALDREI hætt þessu? Potter og Snape, þið tveir hafið valdið usla hverja einustu viku! Fröken Evans, yfirleitt reynir þú að stöðva svona lagað, en að taka þátt í svona…. “ sagði McGonagall.\n“Þeir sátu fyrir okkur!” sagði Fenecca reiðilega og þurrkaði blóð úr andlitinu.\n“70 stig frá Slytherin og 40 frá Gryffindor. Þið fáið öll að sitja eftir í næstu viku,” sagði McGonagall. Svo gerði hún einhvern galdur sem þurrkaði allt blóðið sem lak hjá þeim.\n“James Potter og Severus Snape hafa alltaf verið óvinir, og það er ekkert nýtt að þeir séu að slást. Þeir tveir hafa setið eftir oftar en allir 6.árs nemar til samans,” sagði McGonagall við Boris. Svo sneri hún sér aftur að krökkunum. “Eitthvað af ykkur ætti að fara í sjúkrahússálmuna. Boris, ég þarf aðeins að ræða við húsvörðinn, manstu hvar ég sagði að skrifstofa Kettelburns væri?” sagði McGonagall. Sirius togaði Feneccu af gólfinu.\n“Eh, reyndar ekki. Ég óttast að það muni taka smá tíma fyrir mig að rata hérna um,” sagði Boris og klóraði sér í hnakkanum. Fenecca sá nú aftan á hann og í hnakkanum var pínulítil flétta með nokkrum perlum í. Var hann að taka við af Kettelburn?\n“Sirius og James, vitið þið ekki hvar hún er?” stundi McGonagall og sneri sér aftur að þeim. Slytherin-nemarnir voru farnir í burtu.\n“Nei, ég held að við höfum aldrei setið eftir hjá honum,” sagði James hugsi. Svo þagnaði hann þegar hann sá svipinn á McGonagall sem hefði yfirbugað hippógriffín.\n“Ég veit hvar hún er,” sagði Lily seinlega.\n“Fínt. Boris, láttu ungfrú Evans leiðbeina þér þangað. Og reyndu að muna leiðina. Krakkar, þið komið undir eins í veisluna þegar þið eruð búin að fara til fröken Pomfrey.” Svo strunsaði hún í burtu. Blóðið var hætt að leka framan í Feneccu, en henni sveið í andlitið. Lily gaf þeim ábendingu um að koma með sér, og þar sem James ætlaði sér að fara (engin furða, hann virtist nota hvert einasta tækifæri til að vera með Lily) ákvað Fenecca að fara með svo að Lily yrði almennileg um kvöldið.\n“Fenc, er allt í lagi með þig?” sagði Lily áhyggjufull og horfði á djúpar rispurnar.\n“Fyrir utan það að þetta svíður. Fíflið hann Rosier á eftir að fá þetta borgað. Ég á eftir að drepa hann!” Svo fór Fenecca að sýna þeim með höndunum hvað hún ætlaði að gera við höfuðið á Rosier, þegar hún mundi eftir einu…\n“Úps…. “ muldraði hún og leit við. Boris horfði upp í loftið með brosviprur um munnvikin og lét eins og hann heyrði ekki orð.\n“Hérna… ert þú að taka við af Kettelburn?” spurði Sirius.\n“Já. Ég er atvinnulaus í augnablikinu og þá var mér bent á það að sá sem kenndi Umönnun galdraskepna í Hogwartsskóla var ekki beint kennari. Ég kannast aðeins við hann, hann kann ekkert á skepnur heldur lærir allt frá bókum. Dumbledore taldi að það væri ekki alltof gott, svo að mér var hleypt hingað,” sagði Boris.\n“Hvað heitirðu?” spurði James.\n“Boris Ivanovitsj. Enginn prófessor. Bara Boris. Búið,” sagði hann.\n“Eigum við sem sagt ekki að ávarpa þig prófessor Ivan…. eitthvað,” sagði Fenecca.\n“Neibb. Ef eitthvað brjálað dýr er að smakka á ykkur og þið kallið “prófessor Ivanovitsj” þá á ég ekki eftir að taka eftir því. Ég er aldrei ávarpaður með eftirnafninu, og hvað þá prófessor-titlinum.” Fenecca leit í glugga. Hún var með rispur yfir allt andlitið!\n“Fenecca…!” byrjaði Lily, en Fenecca hafði þegar klesst á vegginn þegar hún hafði ætlað að fara fyrir hornið!\n“Fenecca Crock! Það er eitt að detta af kústi við það að fá tromluna í höfuðið, en að LABBA Á VEGG? Er ekki allt í lagi heima hjá þér?” sagði Sirius og togaði hana upp. Boris starði á hana.\n“Jú, það er allt í lagi heima hjá mér, Sirius, en ekki NÚNA hinsvegar, eða sýnist þér það? Búin að fá svipu-bölvunina tvisvar eða þrisvar í mig og var að ganga á vegg. Þú ert vanur því að fá rotarana í þig, ekki ég!” svaraði Fenecca æst.\n“Talarðu alltaf svona hratt?” stundi Boris og starði á hana með bláu augunum sínum. Feneccu fannst það óþægilegt, hann hafði svo skrítið augnaráð.\n“Eh, sko…. eiginlega ekki…” muldraði hún og leit undan. Það sem eftir var gengu þau án orða. Lily leiddi þau að skrifstofu Kettelburns og svo fóru þau í sjúkrahússálmuna. Það heyrðist ekki einu sinni andardráttur þegar þau komu, öll rúmin voru auð og hvergi sást í Pomfrey.\n“Halló?” kallaði James. Pomfrey strunsaði út út nálægu herbergi sem sennilega var skrifstofa eða eitthvað. Svo virtist sem nokkrir Slytherin-nemar höfðu líka farið þangað því að hún virtist ekkert sérlega hissa á því að sjá þau. Henni tókst að fela flestar rispurnar á Feneccu, en henni fannst í lagi þótt að það sæist í smá af þeim.\n“Hvað kom fyrir ykkur?” stundi Jackie þegar Lily og Fenecca settust á móti henni í Stóra salnum.\n“Það kallast bölvanir. Nokkrir Slytherin-nemar voru svo indælir að sitja fyrir okkur þegar við vorum að fara hingað,” urraði Fenecca.\n“Úps,” muldraði Jackie og nældi sér í kartöflu. Fenecca var fljót að gleyma sárunum þegar hún sá matinn. Þótt að maturinn væri alltaf góður í skólanum, þá var hann bestur á einhverjum hátíðum. Dumbledore kynnti Boris fyrir skólanum…. þegar hann rataði loksins í salinn. Næstum hauslausi Nick hafði þurft að leiðbeina honum alla leiðina. Lily, sem hafði alltaf verið mjög smámunasöm á föt, sagði að hann hefði í það minnsta mátt fara í almennilega skikkju eða raka sig. Skikkjan hjá Boris var dökk og frekar rifin, beltið og hálsmálið úr einhverskonar leðri og ef maður horfði einstaklega vel á skikkjuna var hægt að sjá fáeina og dökka bletti.\n“Mér finnst það fara honum vel að vera með órakað skegg,” sagði Fenecca hugsi. Hárið á henni var stutt, og hún hafði gætt þess alla sína tíð að það væri stutt. Það rétt svo náði að öxlunum og það hafði aldrei verið hárgreiðsla í henni. Þótt að mamma hennar elskaði að láta eitthvað í hár.\n“Jájá, þú hatar líka hár svo að þú ert ekki tekin með,” sagði Lily óþolinmóð. “Mér finnst ótrúlegt að þú hafir ekki rakað allt hárið af þér!”\n“Einmitt, glætan! Þá yrði ég ógeðslega ljót!” Fenecca uppgvötaði ekki gelgju tóninn fyrr en flestir í kring voru farnir að flissa.\nÞað var fúlt að þurfa að læra eftir svona veislu. En samt sem áður neyddi Fenecca sig til að lesa fyrir umönnun galdraskepna og klára einhverja ritgerð svo að hún drægist ekki langt aftur úr.\n“Lily,” tuldraði hún út um annað munnvikið til að enginn gæti heyrt til hennar nema Lily.\n“Jamm?”\n“Af hverju ertu alltaf að hitta Hor – Severus? Þú sást hvernig hann var í kvöld.”\n“Einmitt! Ég er að reyna að fá hann ofan af þessu. Ef ég geri ekkert, þá er augljóst hvað hann mun gera eftir skólan,” sagði Lily. Fenecca setti upp spurnarsvip.\n“Hann verður drápari!” hvíslaði Lily.\n“Og þú ert að reyna að fá hann til að skilja að hann eigi ekki að verða drápari? Fá hann til að vera góður eða þannig?” sagði Fenecca undrandi. Lily kinkaði kolli.\n“Eftir skólan verður hann frjálsari, þá ÞARF hann ekki að umgangast þessa krakkar, Lestrange, Malfoy, Rosier og þau öll.”\n“Lily, Lucius Malfoy er hættur í skólanum, hann er 20 ára!” sagði Fenecca. Svo mundi hún hvað Sirius hafði sagt; að Lucius hefði gifst Narcissu, frænku hans! Ætti hún að segja Lily það? Nei, hún vildi ekki bregðast Siriusi. Það var ekki hans sök að Narcissa væri skild honum.\nMánudagsmorguninn rann upp. Þegar Fenecca athugaði sig í speglinum sáust ennþá för eftir svipu-bölvunina frá Rosier. Var hann skotinn í henni? hugsaði hún skelkuð. Hann hafði horft þannig á hana og þegar hann strauk henni yfir kinnina…\n“Ef hann væri skotinn í þér,” sagði lítil rödd í henni, “þá sýndi hann það örugglega ekki með því að kasta bölvun í þig!” Hún vonaði svo sannarlega að hann væri það ekki, þetta var virkilega ógeðsleg og óþægileg tilhugsun! Hún nennti ekki að bíða eftir Lily og Jackie því að þær höfðu ekki farið að sofa fyrr en um hálf eitt leitið og það þýddi að þær ættu eftir að sofa í smá tíma í viðbót.\nBoris og Hagrid voru í hrókasamræðum þegar Fenecca kom inn og tóku ekki einu sinni eftir matnum. Sennilega hefur Boris líka áhuga á dýrum, hugsaði Fenecca með sér og settist niður við Gryffindorborðið.\n“Er það bara ég, eða finnst þér beikon gott?” sagði Sirius og starði á disk Feneccu sem var fullur af beikoni.\n“Það ert bara þú,” sagði hún. Sirius kinkaði kolli og teygði sig í pylsu.\n“Er Remus enn veikur?”\n“Nei, hann er að koma.” Sirius benti í átt að dyrunum; Remus gekk inn með bauga undir augunum. Hann virtist ekkert hafa sofið um nóttina og leit veiklulega út. Fenecca var að hugsa um að spyrja hvort úlfaber væru virkilega svona eitruð, en hún vorkenndi Remusi (af einhverjum undarlegum ástæðum) svo að hún sleppti því.\n“Erum við ekki í umönnun galdraskepna í dag?” sagði einhver við hliðina á Feneccu. Hún hrökk við, Peter hafði sest við hliðina á henni án þess að hún tæki eftir því.\n“Júpp,” svaraði James með fullan munninn.\n“James, í alvöru talað. Ertu hissa á því að Lily vill ekki byrja með þér? Þú gerir ekkert fyrir hárið á þér, borðar með fullan munninn….. og leikur þér að því að kasta bölvunum á aðra!” sagði Fenecca hneyksluð.\n“Þófi gerir heldur ekkert fyrir hárið á sér,” sagði James.\n“Hárið á Siriusi er heldur ekki úfið, það er slétt! Og af hverju kallið þið hvor aðra þessum fáránlegu nöfnum. Vígtönn, Ormshali, Þófi og Horn?” Strákarnir litu hvor á annan.\n“Æi, bara. Þetta eru gælunöfn. Svona rétt eins og hjá honum Hora,” sagði Sirius og brosti kvikindislega. Fenecca ranghvolfdi í sér augunum og tók upp skólatöskuna. Á leiðinni út um dyrnar hitti hún Lily og Jackie sem voru nær því að vera sofandi heldur en vakandi.\n“Lily, þú ert umsjónarmaður! Og þú vaknaðir seinast, skammastu þín ekki?” sagði Fenecca stríðnislega. Lily svaraði ekki; hvort sem það var út af því að hún var of syfjuð til þess eða þurfti að nota alla einbeitinguna í að halda sér gangandi.\nÞau þurftu að bíða heillengi eftir Boris. Sirius og James voru farnir að búa til skutlur og létu álög á þær til að þær gætu svifið lengur. Remus sagði þeim ekki að hætta fyrr en meiri hlutinn af nemendunum höfðu fengið skutlu í sig.\n“Já, takk fyrir,” heyrðist út á ganginum. Á næsta andartaki kom Boris inn, lafmóður en brosandi.\n“Hvernig í andskotanum ratið þið hérna um,” muldraði hann og hlammaði sér við kennaraborðið. Allit störðu á hann, enginn hafði heyrt kennara blóta áður!\n“Skemmtilegur náungi,” sagði Sirius fyrir aftan Feneccu.\n“Já, velkomin. Ég tók við af Kettelburn en ef mér gengur ekki að troða einhverju í hausana á ykkur kemur hann aftur. Ég heiti Boris Ivanovitsj, og endilega, EKKI ávarpa mig prófessor né Ivanovitsj, heldur Boris.” Boris þagnaði og horfði aðeins í kringum sig. “Jamm, Kettelburn hefur sennilega kynnt bókina fyrir ykkur. Það eina sem ég veit um hana er að það er gott að sofna yfir henni….”  Hann þagnaði aftur til að leyfa krökkunum að hlæja aðeins, en hélt svo áfram: “Svo, já…. ætli ég byrji ekki að tékka á því hvort að allir séu hérna….”\nÞegar hann las alla upp horfði hann í smá stund á þann. Feneccu fannst það virkilega óþægilegt. Þótt að þessi bláu og logandi augu væru góðleg, þá var alltaf eitthvað skrítið við augnaráðið.\n“Fínt er, allir mættir, enginn sem hefur haft fyrir því að skrópa. Ég vona að þið hafið lesið heima, ég er að hugsa um að spyrja ykkur að nokkrum spurningum til að byrja með,” sagði Boris og skellti aftur kladdanum. “Herra Sirius… Black, getur þú nefnt mér eina leið til að sigrast á dreka?” Sirius hugsaði sig um.\n“Augun. Þeir eru með viðkvæm augu og maður getur reynt að blinda þá eða kasta einhverju í augun á þeim.” Boris kinkaði kolli.\n“Rétt. 5 stig til Gryffindors. Herra Thomas Abbot, hvað hafa ungar Himalaja-hamstursins ofnæmi fyrir?”\n“Hérna… þeir hafa ofnæmi fyrir gúmmíi…”\n“Rétt, 5 stig til Huffelpuffs. Ungfrú Fenecca Crock, hvernig eru augun í þér á litin?” Fenecca starði undrandi á hann.\n“Afsakaðu, ég stóðst ekki mátið að spyrja þig. Fyrirgefðu. Hmm… hvað er sameiginlegt með silfurtígrum og kníslum?”\n“Báðir í kattarformi.”\n“Rétt….”\n*Kneasle er eitthvað dýr sem Rowling skapaði. Það er sagt að köttur Hermione, Skakklappi/Crookshanks (kann ekki almennilega að stafsetja þetta á ensku) sé kneasle. Ég veit ekki hvort þetta hefur verið þýtt á íslensku,  svo að ég notaði bráðabirgða-þýðingu. Silfurtígrar eru dýr sem ég skapaði. (Held ég, það getur verið að einhverjum hafi dottið þetta í hug, hver veit).",
    "url": "https://www.hugi.is/hp/greinar/244797/auga-eilifdar-11kafli-nyji-kennarinn/",
    "url_id": "244797",
    "id": "1708281",
    "replies": [
        {
            "user": "TinnaKristin",
            "user_id": "43890",
            "date": "2004-09-05 17:34:48",
            "id": "1708547",
            "reply_to_id": "1708281",
            "text": "þetta er… já… bíddu… er að finna rétta orðið… hmm… FULLKOMIÐ! en já.. :D flott… nenni ekki að vera að skrifa eitthvað fullt því að þetta er fullkomið:P"
        },
        {
            "user": "TinnaKristin",
            "user_id": "43890",
            "date": "2004-09-05 17:47:49",
            "id": "1708561",
            "reply_to_id": "1708547",
            "text": "Þetta er besti spuninn enn sem komið er."
        },
        {
            "user": "lyras",
            "user_id": "53724",
            "date": "2004-09-05 18:59:19",
            "id": "1708633",
            "reply_to_id": "1708281",
            "text": "Jessssssssss!!\nHvílík og önnur eins gargandi snilld!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!\nBesti spuninn ;)"
        },
        {
            "user": "Glowstick",
            "user_id": "39054",
            "date": "2004-09-05 19:26:00",
            "id": "1708654",
            "reply_to_id": "1708281",
            "text": "má ég setja þetta á folk síðuna mína?\n:D:D:Þ:Þ:):):Ð:Ð"
        },
        {
            "user": "stinkytoe",
            "user_id": "29707",
            "date": "2004-09-05 19:32:11",
            "id": "1708661",
            "reply_to_id": "1708281",
            "text": "Ýkt æði.. :P\nFrábært að fá loksins nýjan kafla!\nDrífðu þig með næsta!\n;)\nÞessi spuni er bara frábær!"
        },
        {
            "user": "marsbui",
            "user_id": "50297",
            "date": "2004-09-05 20:44:57",
            "id": "1708721",
            "reply_to_id": "1708281",
            "text": "Hvenær kemur hinn spuninn þinn? Þarna drottning nistana."
        },
        {
            "user": "GullaGris",
            "user_id": "51458",
            "date": "2004-09-05 21:25:59",
            "id": "1708762",
            "reply_to_id": "1708281",
            "text": "Eh, takk…. *roðn*\nÉg ætlaði að láta eitt stykki tilkynningu fylgja með, en lét það bíða þar til harðsperrurnar myndu dofna aðeins. Nú, þær eru komnar í ágætt lag núna, ég er farin að geta skrifað á réttum hraða svo að þið fáið þessa tilteknu tilkynningu núna:\nSpuninn um\nMildredi Bernold og Drottningu nistanna/týndu nistin\nhefur verið lagður niður. Hvort sem ykkur líkar það betur eða verr. Viljið þið ástæður? Örugglega. Í fyrsta lagi þá myndu allir deyja úr leiðindum áður en eitthvað spennandi myndi gerast. Í öðru lagi þá nenni ég ekki að skrifa tvo spuna og læra heilan haug fyrir skólan. Eitthvað þurfti að víkja, og Mildred varð fyrir valinu. EF ég hefði haldið áfram með spunann, þá hefði mun meira gerst á 2.árinu hennar, en ég get ekki skrifað það án þess að segja hvað gerðist á 1.árinu.\nEf þið viljið þá get ég sagt ykkur frá því sem átti að gerast í sögunni um Mildredi á 1.árinu hennar í Hogwartsskóla. Kannski byrja ég á spunanum um 2.árið hennar í jólafríinu mínu, eða ef það verður kennaraverkfall…. allavega… þið segið til ef þið viljið vita hvað átti að gerast í sögunni um Millu, það er enginn hætta á því að ég hætti við að hætta með söguna um hana. :þ"
        },
        {
            "user": "erfid",
            "user_id": "34141",
            "date": "2004-09-06 22:14:40",
            "id": "1709495",
            "reply_to_id": "1708281",
            "text": "Ehhh það er til eitthvað…. eitthvað svona, svona ORÐ… æjjihh hva heitir það nú attur??' AHHH það er hérna… Það heitir… SNILLD! Jáfff, þarna kom það! Heheh en jamm bara SNILLD! MEIRA MEIRA MEIRA! MEIRA MEIRA!\n-BulLArasTElpAN:)\nP.S. aðeins fleiri villur en maður á að venjast; “Severus, þú mátt taka James, þú skuldar honum eitthvað. Ég og Wilkes tökum Sirius. Þið hinir megið bara velja,” sagði sá\nstæ(ð)sti í hópnum. Fenecca hafði ekki hugmynd um hver það var, en henni le(i)st ekki á hann.”"
        },
        {
            "user": "Aesa",
            "user_id": "14937",
            "date": "2004-09-07 16:49:09",
            "id": "1709952",
            "reply_to_id": "1709495",
            "text": "Glæsilegur spuni algjör snilld! :D  En hérna bullari…ertu að segja að það eigi að vera “stæðsti”?  Því ég virðist nokkuð viss um að það er “Stærsti” :) Ef ekki þá er þetta bara bullið í mér…að vanda\n-I've spoken-"
        },
        {
            "user": "Aesa",
            "user_id": "14937",
            "date": "2004-09-08 00:09:29",
            "id": "1710454",
            "reply_to_id": "1709952",
            "text": "Auðvitað á að skrifa “stærsti” með erri, það stóð samt “stæðsti” í kaflanum. Óvart, vona ég ;)"
        },
        {
            "user": "GullaGris",
            "user_id": "51458",
            "date": "2004-09-12 13:42:34",
            "id": "1713794",
            "reply_to_id": "1710454",
            "text": "Jú, þetta var óvart, ég er farin að gera alltof margar villur! Miðað við venjulega, í það minnsta.  Aldurinn farinn að segja til sín :þ"
        },
        {
            "user": "erfid",
            "user_id": "34141",
            "date": "2004-09-09 15:36:55",
            "id": "1711535",
            "reply_to_id": "1709952",
            "text": "Nei ég var að benda henni á þessar villur. Hún skrifaði “Stæðsti” og ég setti “()” utanum til að merkja… og svo líka hitt sem ég man ekki hvað var… Hehe en allt getur misskilist;)\nKv. Bullarastelpan:)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-09-09 18:36:45",
            "id": "1711691",
            "reply_to_id": "1711535",
            "text": "jamm :) sá það þegar ég las aftur yfir til að skoða þessa villu ;) aksakið :)"
        },
        {
            "user": "GullaGris",
            "user_id": "51458",
            "date": "2006-01-12 20:09:54",
            "id": "2952930",
            "reply_to_id": "1708281",
            "text": "tvö orð…. fullkomið!"
        },
        {
            "user": "GullaGris",
            "user_id": "51458",
            "date": "2006-01-13 12:58:52",
            "id": "2955406",
            "reply_to_id": "2952930",
            "text": "Tvö? Ég hlýt að vera hætt að kunna að telja! :þ"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-01-14 10:57:36",
            "id": "2959599",
            "reply_to_id": "2955406",
            "text": "ég var að reyna að líta út fyrir að vera heimskur… :P"
        }
    ]
}