{
    "forum_title": "Harry Potter",
    "user": "Upvappl",
    "user_id": "40041",
    "date": "2004-09-05 16:16:37",
    "title": "Tasy Achres og Hvíti úlfurinn 2.kafli.",
    "text": "2. Kafli. Yfirheyrslan.\nLögreglan var komin og ransakaði málið. Hún tók nokkra krakka til að spurja hvort ég hafði framið morðið.\n,,Tasy myndi aldrei gera það við Anne!” Sagði Darrie ,,Hún var með okkur á leikvellinum allan tímann!” Ég horfði á litlu stelpuna sem grét en talaði samt bara til þess að vernda mig. Mér hafði alltaf þótt vænt um Darrie. Hún kom hingað vegna þess að foreldrar hennar voru myrtir. Reyndar ekki á sama hátt og mínir. En það var þess vegna sem mér fannst eins og hún vera eins og systir mín.\n,,Tasy Achres!” Kallaði einn lögregluþjónn á mig.\n,,Já” svaraði ég.\n,,Ég þarf að spyrja þig nokkrar spurninga.” Ég gekk til hans og reyndi að vera eins róleg og ég gat.\n,,Var einhver hjá Anne þegar þið krakkarnir fóruð út?”\n,,Nei” svaraði ég.\n,,Var Anne nokkurn tíman í hug að fremja sjálfsmorð?”\n,,Nei” svaraði ég. Hvers konar spurningar voru þetta eiginlega. Morðinginn drap hana. Hún drap sig ekki. Hann drap hana. En auðvitað segði ég honum ekkert frá því vegna þess þá myndi hann fara að spyrja hvernig hún hafði verið myrt og auðvitað segði ég honum ekki frá þessum prikum.\n,,Sástu morðingjan?” Ég stífnaði upp, hvað átti ég að segja?\n,,Já” svaraði ég og vonaði að hann færi ekki að spyrja um hann.\n,,Veistu hvernig hann leit út?” Spurði lögregluþjónninn.\n,,Nei” svaraði ég.\n,,Hvað er að þér krakki, þú sást hann, þú hlýtur að muna hvernig hann leit út!” Sagði lögregluþjónninn byrstur.\n,,Ég sagðist ekki vita það!” Sagði ég og tárin fóru að streyma niður. Mér leið mjög illa. Hann þurfti ekkert að æsa sig. Anne var drepin af morðingja með einhverju priki og verið með hettu fyrir andlitinu.\n,,Hvað gengur eiginlega á?” Spurði lögreglukona og kom til okkar.\n,,Stelpan segist hafa séð morðingjan en veit ekki hvernig hann lítur út!”\n,,Þú þarft ekki að æsa þig, það hlýtur að vera ástæða fyrir því, hún er líka í sjokki!” Sagði lögreglukonan ,,Nú tek ég við!” Lögregluþjónninn gekk í burtu og tautaði eitthvað. Tárin héldu áfram að streyma fram á kinnarnar mínar.\n,,Afherju grunið þið mig?” Spurði ég.\n,,Við grunum þig ekki beint og ég trúi því alls ekki að þú hafir gert þetta” svaraði lögreglukonan ,,Þetta bara er svo skrýtið, að pabbi þinn og mamma voru myrt og svo fröken Enmerti.”\n,,Þið haldið þó ekki að ég hafi myrt mömmu, hvað þá pabba?” Spurði ég.\n,,Nei, það bara…..”\n,,Ég var 4.ára þegar mamma var myrt, ég var 2. ára þegar pabbi var myrtur!” Sagði ég ,,Ekki haldið þið að ég sé að drepa 2.ára?”\n,,Nei Tasy” sagði lögreglukonan ,,Þetta kemur bara svo mikið í kringum þig, þetta er svo, skrýtið.”\n,,Allavega er þetta ekki satt, ég gerði ekki neitt!” sagði ég.\n,,Tasy, leyfðu mér bara að yfirheyra þig.” Ég leit á lögreglukonuna. Einhvern veginn skynjaði ég að hún fann til með mér.\n,,Ok” sagði ég.\n,,Tasy, veistu hvernig hann leit út?” Spurði lögreglukonan blíðlega.\n,,Nei, ég veit það ekki” svaraði ég.\n,,Sástu ekki framan í hann?”\n,,Jú en hann var með hettu” svaraði ég.\n,,Viltu segja mér hvað gerðist?”\n,,Ég fór út með krakkana vegna þess að Anne……” Ég stoppaði og tók nokkur ekkjas og fleiri tár runnu niður þegar ég nefndi Anne.\n,,Þegar Anne?” Spurði löreglukonan.\n,,Var að elda. Ég fór út með krakkana og við vorum á leikvellinum í smá stund.”\n,,Farðu in rakkinn þinn!” Heyrði ég byrsta rödd segja. Ég leit við og þá sá ég menn vera að koma Tache fyrir í búri. Ég sneri mér snöggt við og leit á lögreglukonuna.\n,,Hvers vegna eru þeir að setja Tache í búr?” Spurði ég æst.\n,,Ég ætlaði að spyrja þig” sagði lögreglukonan ,,Var hundurinn heima?”\n,,Nei” svaraði ég. Tache ýlfraði í búrinu og horfði í átt til mín. Ég vorkenndi honum svo mikið. Hvers vegna skildi hann vera ásakaður um morð þessar óþokka. Ég var svo reið að ég svar fyrir sjálfa mig að ég skyldi alltaf hata þennan mann, Hver sem hann var.\n,,Ok, þið megið sleppa hundinum, hann er saklaus!” Sagði lögreglukonan.Tache var sleppt og hann hljóp beint til mín. Ég tók vel á móti honum og faðmaði hann að mér.\n,,Viltu halda áfram?” Spurði lögreglukonan.\n,,Þegar við komum til baka og ég fór inn var allt á rúi og stúi. Ég sagði krökkunum að bíða úti og Tache beið hjá þeim. Ég fór lengra inn og athugaði hvort að Anne væri þarna.”\n,,Hvers vegna hringduru ekki strax í lögregluna?”\n,,Ég vildi fyrst athuga hvort að það væri ekki allt í lagi” svaraði ég en ég fann á mér að ég hefði frekar átt að hringja strax.\n,,Svo fór ég lengra inn í húsið og svo inn í stofu og þar var Anne liggjandi á golfinu og morðinginn fyrir ofan hana” sagði ég og fann til í hjartanu.\n,,Sástu hann nokkuð drepa hana?”\n,,Nei” svaraði ég.Tache gelti til samþykkis.\n,,Allt í lagi, þú ert laus, við setjum ykkur krakkana á annað barnaheimili” sagði lögreglukonan. Mér var sama, engin barnfóstra gat komið í staðinn fyrir Anne og ekkert barnaheimili gat komið í staðin fyrir Rafgerten.\n,,Tasy!” Hrópaði Darrie og kom hlaupandi í átt til mín.\n,,Hvað Darrie?” Svaraði ég. Darrie var enþá með tárin í augunum eins og ég og var með sorgarsvip í framan. Sem var ekki skrýtið. En þetta var ekki sogarsvipur út af Anne. Ég beigði mig niður og hún hljóp í fangið á mér.\n,,Ég vil ekki fara á annað barnaheimili, ég vil ekki, ég vil vera hér!” Sagði Darrie og hjúfraði sér upp að mér.\n,,Þetta verður allt í lagi Darrie, ég verð hjá þér, ég verð hjá þér” svaraði ég. Darrie leit á mig. Þessi litla stúlka sem mér þótti svo vænt um var jafn skelkuð og hrædd eins og ég.",
    "url": "https://www.hugi.is/hp/greinar/244756/tasy-achres-og-hviti-ulfurinn-2kafli/",
    "url_id": "244756",
    "id": "1708076",
    "replies": [
        {
            "user": "Aesa",
            "user_id": "14937",
            "date": "2004-09-05 16:21:04",
            "id": "1708494",
            "reply_to_id": "1708076",
            "text": "Sorgleg saga ;_; Óþolandi lögregluþjónn en gott að konan var betri, annars hefði ég orðið svo pirruð.\nEitt atriði sem mér finnst þó mikilvægt að minnast á er hvernig þú ferð með tölur. Hér hefðu þær bara átt að vera skrifaðar með bókstöfum (tveggja ára, fjögurra ára). Það eru bara raðtölur sem eru með punkti á eftir (1. fyrsti, 2. annar, 4. fjórði)."
        },
        {
            "user": "Upvappl",
            "user_id": "40041",
            "date": "2004-09-05 20:28:15",
            "id": "1708711",
            "reply_to_id": "1708494",
            "text": "Sorry. Ef ég skrifa eitthvað næst með tölvum skal ég hafa það hins seginn.\nVEIT AÐ ÞETTA ER VITLAUST SKRIFAÐ!"
        },
        {
            "user": "MissBlack",
            "user_id": "40062",
            "date": "2004-09-10 16:00:43",
            "id": "1712327",
            "reply_to_id": "1708711",
            "text": "Rosalega flott!"
        }
    ]
}