{
    "forum_title": "Leikjatölvur",
    "user": "Vilhelm",
    "user_id": "2179",
    "date": "2004-09-07 07:48:28",
    "title": "Super Mario Ball",
    "text": "Mig langaði aðeins að opna umræðu um nýjan Game Boy Advance leik sem var að koma út, en það ku vera leikurinn Super Mario Ball, eða Mario Pinball Land eins og hann mun koma til með að heita í Ameríku og Evrópu. Leikurinn kom út í Japan fyrir 2 dögu, þann 26. ágúst, og ég var nú ekki lengi að skella mér á eintak (fór satt að segja eftir skóla í næstu leikjaverslun til að kaupa hann) og ég hef verið að leika mér í honum undanfarið.\nHvað um það, söguþráðurinn er einfaldur, Mario Mario, Luigi Mario og Princess Toadstool eru meðal gesta í pinball landi, þar sem mikið grín og gaman er. Því miður eru ekki allir með hreint mjöl í pokahorninu, og vitaskuld er Koopa mættur á svæðið í því skyni að eyðileggja stemmninguna. Þegar prinsessan býr sig undir að skella sér í landið eyðileggja kónar Koopa allt og senda hana í kastala hins illa … skriðkvikyndis. Og þá þarf Mario að taka sig til og bjarga prinsessunni í hundraðasta skipti.\nJæja, stjórnin er einföld, það eru bara tveir takkar sem þú þarft að nota… L og R (eða vinstri ör og A ef þú vilt það frekar). Þú byrjar á default borði sem auðvelt er að klára, maður þarf bara henda sér í fallbyssu og koma sér af stað. Heimarnir eru fimm, einn þeirra er vitaskuld kastalinn hans Koopa. Þú getur flakkað á milli heima að vild, en til þess að opna fyrir fleiri borð til að spila þarftu að safna stjörnum.\nÞessar stjörnur færðu með því að klára borð, en einnig er hægt að taka þátt í þremur litlum smáleikjum og fá stjörnur fyrir vikið (aðeins ein stjarna á leik, samt…). Hvert borð hefur sem sagt eitt verkefni, og fyrir þetta verkefni færðu stjörnu. ÖLL verkefnin felast í því að þú átt að drepa skrímslin sem eru í vegi fyrir þér, en það er miserfitt, og stundum þarf að brjóta heilann smá saman til þess að “stratta” þetta í gegn.\nÍ hverjum heim er svo einn lykill sem þú vinnur af “le boss”, en þeir eru fjórir samtals, og þá notar maður til þess að opna kastalann hans Koopa. Og þá er það komið á hreint…\nHvað um það, þegar þú byrjar hvert borð er rör sem birtist neðst, til þess að hylja gatið á milli pinnanna. Það hverfur svo eftir smá tíma svo maður á ennþá erfiðara með að halda sér á lofti. Ef maður dettur svo ofan í holuna, þá endar maður í borðinu fyrir neðan, og ef það er ekki fyrir hendi, deyr maður og missir eitt líf, en maður hefur tvö líf til að byrja með. Það er reyndar vel hægt að nálgast aukalíf, meðal annars með því að klára borð sem maður hefur þegar klárað, þá er hægt að næla sér í aukalíf ef maður er heppinn og skillful, eða maður getur keypt það í verslun Sveppa, fyrir um 100 gull hvert, eða þá að maður getur farið á moldvörpuveiðar, en ef maður finnur moldvörpu, og ber hana nokkrum sinnum, þá getur hún gefið manni aukalíf.\nÞessi leikur er fín skemmtun, en hann er ALLS EKKI gallalaus. Í fyrsta lagi þá vil ég nefna að það er alveg hrikalega pirrandi að vera búinn að hitta endakall tvisvar og eiga bara eitt skipti eftir, og þá dettur maður niður í holuna og þarf að gera allt upp á nýtt. Það sama gildir þegar maður er að klára borð, dettur allt í einu niður í holuna þegar eitt skrímsli er eftir, eða jafnvel þegar maður er að fara að ná í stjörnuna. Svo eru það blessuð savein, ég vistaði, slökkti á tölvunni og kveikti aftur, gott mál, gat haldið áfram að spila. En svo gerði ég eitthvað vitlaust, og mér leist bara alls ekkert á blikuna með það, missti tvö líf, og ég hreinlega vildi ekki vista, og slökkti þess vegna beint á tölvunni. Hvað gerist? Jú, saveið mitt er horfið, og ég neyðist til þess að byrja upp á nýtt, ná í allar 17 stjörnurnar sem ég var búinn að næla mér í, sækja alla 4 lyklana upp á nýtt, og allt þar á milli. Ekki beint uppörvandi hugsun. Það reyndar vegur upp á þeirri staðreynd að leikurinn er allt of stuttur, allt ALLT of stuttur. Verkefnin eru of fá, og skemmtigildið, tjah, það dvínar ef maður hangir lengi í honum í einu, þannig að þetta er ekki beint leikur sem maður myndi fá sér nema maður hafi annan leik til þess að vega upp á móti…\nSamt, ágætis dægradvöl.",
    "url": "https://www.hugi.is/leikjatolvur/greinar/245008/super-mario-ball/",
    "url_id": "245008",
    "id": "1709153",
    "replies": [
        {
            "user": "Aage",
            "user_id": "2449",
            "date": "2004-09-07 08:06:58",
            "id": "1709620",
            "reply_to_id": "1709153",
            "text": "Góð grein hjá þér félagi. Hljómar samt sem leikur sem maður myndi tæplega kaupa á fullu verði, og kannski fínn sem timekiller í útileguna :)"
        },
        {
            "user": "Vilhelm",
            "user_id": "2179",
            "date": "2004-09-07 08:40:40",
            "id": "1709632",
            "reply_to_id": "1709620",
            "text": "Já, mér fannst hann ekki vera alveg virði þessara 4800 yena sem ég eyddi í hann (um 3200 krónur), maður sá hálfpartinn eftir peningnum, en svona er þetta. Leikurinn er ekki slæmur í sjálfu sér, hann er bara stuttur, og á tíðum pirrandi."
        },
        {
            "user": "Armageddon",
            "user_id": "7834",
            "date": "2004-09-07 14:15:44",
            "id": "1709782",
            "reply_to_id": "1709153",
            "text": "Frábært grein, ég er búinn að vera svoldið forvitinn um þennan leik.\nAlgjör snilld að þú skulir geta sent okkur aumingjunum review af leikjum sem að eru nýkomnir í Japan! Just think of the possibilities.. mmyes…"
        },
        {
            "user": "Capslock",
            "user_id": "52485",
            "date": "2004-09-08 11:13:48",
            "id": "1710576",
            "reply_to_id": "1709153",
            "text": "´´attu heima í japan? wilhelm"
        },
        {
            "user": "Bazti",
            "user_id": "32755",
            "date": "2004-09-08 12:40:23",
            "id": "1710624",
            "reply_to_id": "1710576",
            "text": "'Eg fór einu sinni til Japans… :D Geggjað stuð!\nGóð grein gott að vita um þennan leik!Nú hugsar maður sig tvisvar um…\n-=Ba Z tolo MeuZ=-"
        },
        {
            "user": "Vilhelm",
            "user_id": "2179",
            "date": "2004-09-08 13:02:30",
            "id": "1710639",
            "reply_to_id": "1710576",
            "text": "Ég er ekki með lögheimili í Japan en ég er þar núna sem skiptinemi. Hef verið í Japan frá því í mars og kem ekki heim fyrr en í byrjun febrúar á næsta ári.\nEinnig heiti ég Vilhelm en ekki Wilhelm."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-09-08 22:38:54",
            "id": "1711138",
            "reply_to_id": "1710639",
            "text": "Flott grein. Japan………slef…"
        },
        {
            "user": "Vilhelm",
            "user_id": "2179",
            "date": "2004-09-11 15:40:21",
            "id": "1713106",
            "reply_to_id": "1709153",
            "text": "þetta er barnaleikur spilðu frekar bf1940 eða eihva það eru svo barnalegir leikir sem koma á nintenndo"
        },
        {
            "user": "Vilhelm",
            "user_id": "2179",
            "date": "2004-09-11 15:52:54",
            "id": "1713118",
            "reply_to_id": "1713106",
            "text": "Ef þú hefur ekkert gáfulegt að segja, ekki svara. :)"
        },
        {
            "user": "Vilhelm",
            "user_id": "2179",
            "date": "2004-09-11 15:56:39",
            "id": "1713123",
            "reply_to_id": "1713118",
            "text": "detta er free country sem ég bý í island þar er að segja það er kanski öðruvísi hja þér því þú býrð í kommalandi kína"
        },
        {
            "user": "Vilhelm",
            "user_id": "2179",
            "date": "2004-09-11 16:03:11",
            "id": "1713131",
            "reply_to_id": "1713123",
            "text": "Er reyndar staddur í Japan, sem hefur hægri sinnaða ríkisstjórn, og ágætis frelsi. Einnig, þá er það héðan sem flestar leikjatölvur koma. :P"
        },
        {
            "user": "Fandango",
            "user_id": "3592",
            "date": "2004-09-11 16:04:49",
            "id": "1713135",
            "reply_to_id": "1713131",
            "text": "japan og kína er alveg það sama"
        },
        {
            "user": "Fandango",
            "user_id": "3592",
            "date": "2004-09-15 12:08:36",
            "id": "1716317",
            "reply_to_id": "1713135",
            "text": "Þú ert skondinn gaur ;) … svona… hvað kallar maður það? … Sprellikarl! Alveg rétt!"
        },
        {
            "user": "Metroid",
            "user_id": "38630",
            "date": "2004-09-28 15:54:19",
            "id": "1728737",
            "reply_to_id": "1716317",
            "text": "já hann er það sko"
        }
    ]
}