{
    "forum_title": "Rómantík",
    "user": "Tigurblom",
    "user_id": "9171",
    "date": "2001-04-25 17:05:43",
    "title": "Tvennskonar ást",
    "text": "Það er svo sannarlega satt að flest allir elska fjölskylduna sína og verið er að tala um að maður geti fundið sanna ást hjá þeim og bestu vinu manns vissulega er það satt. Samt sem áður er það öðruvísi ást því ef maður verður ástfangin alveg þannig að maður fái fiðrildin í magan þá er það sönn ást eg samt tala bara fyrir mína hönd og nokkra sem ég veit um. Ég dýrka mína fjölskyldu en maðurinn sem eg er með er mín sanna ást það sem við eigum saman er svo allt annað en það sem ég á með fjölskyldunni minni en það sem þau eiga sameiginlegt er að þau bæði vilja mér vel og elska mig .\nÉg er bara að segja að það er til tvennskonar ást vinir og fjölskylda síðan er eitthvað eða einhver sem á hjarta manns og ef það er ekki núna það mun það verða þannig það er staðreynd sem hægt er að sanna í flestum tilvikum. Takk fyrir !",
    "url": "https://www.hugi.is/romantik/greinar/24503/tvennskonar-ast/",
    "url_id": "24503",
    "id": "161843",
    "replies": [
        {
            "user": "ovirkur",
            "user_id": "7675",
            "date": "2001-04-26 09:47:17",
            "id": "161844",
            "reply_to_id": "161843",
            "text": "Æðislega fallega orðað :)\nKveðja Bugs"
        },
        {
            "user": "skotta76",
            "user_id": "6057",
            "date": "2001-04-26 11:24:07",
            "id": "161845",
            "reply_to_id": "161844",
            "text": "Ummm.Já, sko en samt. Ekki miskilja mig ég trúi því að það sé til ást (ástfanginn), ég hreinlega verð að trúa því vegna þess að hvers vegna erum við að standa í því að vesenast með hinu kyninu. Ef að tilfiningin ástfanginn er ekki til þá nær maður sér bara í gott kynbótaeintak…ekki rétt?\nAftur á móti þá er ég á þeirri skoðun að ást sé ekki sönn fyrr en hún er skilyrðislaus. Ást er alltaf krefjandi hvort sem þú elskar einhvern eða ert ástfanginn af einhverjum, en þegar þú hættir að ætlast til einhvers af þeim aðila þá fyrst er ástin sönn.\nÁstfanginn samkvæmt mínum skilgreininga bókum er mikið að þykja ofurvænt um einhvern, vera “hrifin” af einhverjum plús hrifast af aðilanum kynferðislega (hormónar). Ég held að það sé þessi samblanda hormónanna og hrifningarinnar sem gera ástarsambönd auðruvísi en vinarsambönd og/eða bólfélagasambönd.\nSkotta"
        },
        {
            "user": "MonicaLew",
            "user_id": "9083",
            "date": "2001-04-26 17:10:26",
            "id": "161846",
            "reply_to_id": "161843",
            "text": "Iss, strákar eru allir sömu plebbarnir innst inni. Þú þarft bara að finna þér einhvern sem þú getur látið sjá þig með."
        },
        {
            "user": "girlie",
            "user_id": "4414",
            "date": "2001-04-27 18:50:26",
            "id": "161847",
            "reply_to_id": "161846",
            "text": "sorglegt viðhorf hjá þér…..\nvonandi sannast það einhverntíman fyrir þér að þú hefur rangt fyrir þér!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-04-30 00:49:37",
            "id": "161848",
            "reply_to_id": "161847",
            "text": "Sönn ást er eins og krakk."
        }
    ]
}