{
    "forum_title": "Kettir",
    "user": "Fury",
    "user_id": "15541",
    "date": "2004-09-08 01:51:21",
    "title": "Þunglyndur köttur",
    "text": "Já, ég vill halda því fram að kötturinn minn sé þunglyndur. Þetta er rétt tæplega eins árs norskur skógarköttur, við fengum hann þegar hann var 8 vikna og frá fæðingu hefur hann alltaf verið…..\nHvað á ég að segja.. bara niðurdreginn… honum er sýnd mikil athygli, ég klappa honum alltaf þegar ég labba framhjá honum, gef honum reglulega að borða, stelst stundum til að gefa honum fisk og þesskonar og leyfi honum alltaf að sofa ofan á mér. En samt vælir hann og vælir, ekkert venjulegt kattarvæl.. heldur bara eins og hann sé að skæla..\nEruði með einhver ráð?..",
    "url": "https://www.hugi.is/kettir/korkar/245263/thunglyndur-kottur/",
    "url_id": "245263",
    "id": "1710486",
    "replies": [
        {
            "user": "heidur2",
            "user_id": "19082",
            "date": "2004-09-08 10:48:15",
            "id": "1710568",
            "reply_to_id": "1710486",
            "text": "Það getur hreinlega verið að honum leiðist einum. Ég á 5 ketti og er með 3 í pössun. Þegar ég fékk mér fyrsta köttinn minn fyrir 3 árum síðan þá var greinilegt að honum leiddist að vera einum, þó að ég væri heima allan daginn og lék mér mikið með hann og sýndi honum mikla athygli. Ég fór þess vegna aftur í Kattholt og spurði þá hvort ég gæti ættleitt aðra kisu og tók það fram að hún þyrfti að vera góð við aðra ketti. Þegar hún kom svo heim þá vildi högninn minn bara leika við hana, og hann var ekkert smá ánægður að fá kisufélaga. Síðan hefur bæst í hópinn og það er greinilegt ef maður venur kettina rétt saman þá njóta þeir félagsskapar frá hvor öðrum. Leika sér mikið saman og sofa saman.\nEins og ég sagði þá er gott að fara í Kattholt ef maður vill fá kisufélaga fyrir köttinn sinn. Þar eru kettirnir margir saman í litlu plássi og þeir eru mjög vanir að vera með öðrum köttum. Svo eru náttúrulega sumir sem eru félagslyndari en aðrir. Annars er líka pottþétt að ef þú færð þér kettling þá er mjög auðvelt að venja kisuna þína við hann.\nGangi þér vel\nHeiðrún"
        },
        {
            "user": "EdalLogi",
            "user_id": "17591",
            "date": "2004-09-08 12:10:50",
            "id": "1710606",
            "reply_to_id": "1710486",
            "text": "Hann hefur etv. verið tekinn allt of snemma frá mömmu sinni og systkynum.  Ef þú veist hvaðan hann kom mundi ég leita skýringa þar.  Ef þú veist ekki hvaðan hann kom er allt óljóst um líf hans fram til 8 vikna sbr. marga kettlinga sem lenda á vergangi mjög ungir.\nSumir kettir eru líka mjög málglaðir og hafa mjög gaman af að spjalla svo þú þarft að gera greinarmun hvort um óánægju tón er að ræða eða bara hvort hann sé málglaður.\nPrófaðu að fara með honum út, taka hann í göngutúra og ef aðstæður leyfa getur vel verið að það lífgaði upp á hann að fá félaga ???\nEnn athugaðu að kettir hafa mismunandi persónuleika alveg eins og fólk og á meðan sumir kettir eru skemmtilegir þá eru bara aðrir leiðinlegir…Það getur skýrt margt ef þú veist eitthvað um uppruna hans og hvernig aðstæður hann ólst upp við og hvort eitthvað á heimilinu ykkar veldur honum óánægju sem bæta mætti úr."
        }
    ]
}