{
    "forum_title": "Geimvísindi",
    "user": "sindrit",
    "user_id": "3719",
    "date": "2001-04-25 23:16:57",
    "title": "Hugmyndir UFO manna um efasemdamenn.",
    "text": "Það er mikið um að fólk pósti á þetta áhugamál gagnrýni á þá skoðun að hvergi í heiminum annarstaðar en á jörðinni sé líf.  Og býst þá væntanlega við svari frá einhverjum sem hefur þá skoðun.\nÞað kemur náttúrulega aldrei.\nEfasemdamenn um tilvist fljúgandi furðuhluta frá öðrum hnöttum á jörðinni hafa fæstir haldið því fram að hvergi annarstaðar í heiminum sé líf, vitsmunalif eða nokkuð annað.  Hinsvegar hafa þeir bent á að “sönnunargögn” í UFO málum séu ekki bara stundum heldur alltaf vægast sagt hæpin og léleg, og því sé ekki ástæða til að trúa þeim.\nDeilan um tilvist lífs eða vitsmuna á öðrum hnöttum er allt annar handleggur og flestir vísindamenn eru sammála um það að það sé ótímabært að vera með yfirlýsingar í þeim efnum.  Margir telja þeir þó ástæðu til að leita vandlega að því.\nAð til séu ójarðneskar lífverur sem geta komist til jarðarinnar á auðveldan máta og hafa gert það dreg ég sjálfur stórlega í efa og hef aldrei séð nein gögn sem benda hið minsta til þess.\nAnnars er meigin tilgangur greinarinnar að benda lesendum á það að flestir efasemdamenn telja að það geti bara vel verið og sé jafnvel líklegt að til sé vitsmunalíf á öðrum hnöttum.\nKveðja,\nSindri\nAppendix:\nÉg sleppi algerlega notkun á orðinu geimvera þarsem einhverjir “snillingar” snúa alltaf útur og segjast sjálfir vera geimverur.  Þetta er reyndar að mínu mati bull í þeim, Yuri Gagarin var geimvera um stund en ekki þú!  Jörðin þeytist í um geiminn á gríðarlegum hraða, þú ert á jörðinni en ekki úti í geim.  Þó að þú sért á jörðinni og jörðin úti í geim þarf ekki að vera að þú sért úti í geim.  Ef þið viljið kommenta á appendicinn minn gerið það þá á korkunum.",
    "url": "https://www.hugi.is/geimvisindi/greinar/24525/hugmyndir-ufo-manna-um-efasemdamenn/",
    "url_id": "24525",
    "id": "162059",
    "replies": [
        {
            "user": "MorganKane",
            "user_id": "4254",
            "date": "2001-04-26 16:29:36",
            "id": "162060",
            "reply_to_id": "162059",
            "text": "Þó svo að möguleikinn á að líf kvikni annarsstaðar í alheiminum sé til staðar þá er tvennt sem dregur úr líkunum á að það líf hitti okkar líf.\nHitt lífið getur kviknað hvar sem er í alheiminu, svo myndlíking sé notuð, það gæti kviknað á sandkorni á Nýja-Sjálandi á meðan við erum líf á Íslensku sandkorni.\nÞað gæti kviknað hvenær sem er í tíma.  Við gætum verið upp milljónum ára á eftir eða undan því."
        },
        {
            "user": "RebelINS",
            "user_id": "5434",
            "date": "2001-04-27 03:32:30",
            "id": "162061",
            "reply_to_id": "162060",
            "text": "hmm í sambandi við UFO , er þá ekki bara best að halda því þannig ? :)\nÉg meina , þýðingin er Unknown Flying Objects og það yrði sennilega ekkert gaman ef fólk myndi fá sannanir fyrir tilvist þeirra(þótt það myndi náttúrulega breyta MJÖG miklu) .Þá yrði þetta kallað FO :Þ\nsjitt , ég er byrjaðu að bulla feitt , tired like fuck ,leiter."
        },
        {
            "user": "sindrit",
            "user_id": "3719",
            "date": "2001-04-27 15:55:48",
            "id": "162062",
            "reply_to_id": "162061",
            "text": "Smá besserviss:\nU-ið stendur fyrir Unidentified og þetta er frasi sem varð upprunalega til hjá bandaríska flughernum sem nafn á flugvélum sem var ekki vitað hvort væru óvinveittar eða ekki né hvaða tegundar þær voru.  Í dag er þetta eingöngu notað yfir fljúgandi hluti sem menn telja ekki vera flugvélar gerðar af mönnum."
        },
        {
            "user": "Paddington",
            "user_id": "8681",
            "date": "2001-04-27 16:14:58",
            "id": "162063",
            "reply_to_id": "162059",
            "text": "Góð grein en ég held að Homo sapiens séu of mikil tilviljun til að við munum nokkurtíman finna aðra eins (jafnvel þó þeir væru til). tilviljanir einsog að við getum búið til eld í súrefni en engu öðru, fjarlægðin frá sólu sem gefur okkur alla fasa vatns hér (MJÖG MIKILVÆGT) og að við höfum aðeins tvo fætur og tvær hendur sem skilur eftir nóg blóð í heilan til að við getum “hugsað” allmennilega.\nP.s Sammála appendixinum."
        },
        {
            "user": "cosmo",
            "user_id": "47752",
            "date": "2001-04-27 20:11:33",
            "id": "162065",
            "reply_to_id": "162063",
            "text": "Paddington…\nþað er líka mikilvægt að við höfum tunglið:)  Það kemur í veg fyrir að veðrin hérna séu alltof illskeitt til að þróun gæti átt sér stað jafn auðveldlega.\n[Ç]"
        },
        {
            "user": "sindrit",
            "user_id": "3719",
            "date": "2001-04-27 20:26:34",
            "id": "162064",
            "reply_to_id": "162063",
            "text": "Það að halda að líf geti bara kviknað við sömu aðstæður og eru á jörðini bara afþví lífið á jörðinni getur ekki þrifist nema þar er klassísk hring rökfærsla.\nLíf á öðrum hnöttum (ef það er til) gæti heldur örugglega ekki þrifist á jörðinni og jarðarbúar ekki við þær aðstæður sem það kviknaði."
        },
        {
            "user": "Paddington",
            "user_id": "8681",
            "date": "2001-04-30 01:22:20",
            "id": "162066",
            "reply_to_id": "162059",
            "text": "Magnað alveg. :) Ég var að enda við að svara einni fáránlegri grein hérna með mjög svipuðu svari, og einmitt notaði í fyrsta skipti á Hugaferli mínum “allt annar handleggur”, en þess má geta að ég get fullyrt blákalt að Hugaferill minn er lengri en ykkar allra, þar sem ég er einn af forriturunum í Huga.\nMagnað þetta, og já, góður punktur sem ég get ekkert nema tekið undir."
        },
        {
            "user": "Paddington",
            "user_id": "8681",
            "date": "2001-06-15 01:27:26",
            "id": "162067",
            "reply_to_id": "162066",
            "text": "cosmo\ntunglið er líka ástæðan fyrir að við höfum málma í efri jarðlögum en ekki bara í kjarnanum.\n(þýðing: good point!)"
        }
    ]
}