{
    "forum_title": "Heimspeki",
    "user": "Addi2",
    "user_id": "44861",
    "date": "2004-09-09 03:29:33",
    "title": "Fornir heimspekingar",
    "text": "Nokkur orð um Platon og heimspeki fornaldar\nHeimspeki og skipulegt vísindastarf í Evrópu þróaðist fyrst hjá Grikkjum á 6. öld f. Kr. Grikkir bjuggu á þessum tíma þar sem nú er Grikkland, strönd Tyrklands og sunnanverð Ítalía. Saga evrópskrar heimspeki í fornöld er því fyrst og fremst saga grískrar heimspeki. (Í Kína og á Indlandi voru líka uppi lærdómsmenn löngu fyrir okkar tímatal sem rituðu um heimspekileg efni en um þá verður ekki fjallað hér.)\nGríski heimspekingurinn Platon fæddist einhvern tíma í kringum 427 f.Kr. og dó um það bil 80 árum síðar. Hann er, ásamt lærimeistara sínum Sókratesi, merkasti upphafsmaður evrópskrar heimspeki. Fræðimenn sem fjalla um hugmyndasögu eru á einu máli um að fáir eða engir hafi haft jafnmikil áhrif á hugsunarhátt og menningu Evrópubúa.\nSem ungur maður heillaðist Platon af vitringnum Sókratesi sem fæddist árið 470  f. Kr. og var tekinn af lífi 399 f. Kr. Með Sókratesi urðu þáttaskil í þróun grískrar heimspeki í fornöld því hann fjallaði einkum um siðfræði og hvernig best sé fyrir menn að lifa lífinu en fyrirrennarar hans fjölluðu einkum um viðfangsefni sem eiga meira skylt við náttúruvísindi en siðfræði og eru því kallaðir einu nafni náttúruspekingar.\nUm náttúruspekingana (sem flestir voru uppi fyrir daga Sókratesar) er fremur lítið vitað og öll rit þeirra eru glötuð. Meðal þeirra merkustu má telja Anaxímander, Pyþagóras og Demókrítos.\n* Anaxímander var fæddur um 610 f. Kr. og er elsti heimspekingur sem eitthvað er vitað um að ráði. (Sá elsti sem nafngreindur er í fornum ritum er Þales, lærimeistari Anaxímanders, en um kenningar hans er fremur lítið vitað.) Meðal merkra kenninga sem Anaxímander hélt fram má nefna að jörðin svífi í geimnum en standi ekki á neinni undirstöðu og að hið eina óbreytilega í veröldinni sé lögmálið sem stjórnar því hvernig allir hlutir breytast. Síðarnefnda kenningin er undanfari vísindalegra kenninga um náttúrulögmál.\n* Pyþagóras fæddist um 580 f. Kr. og er m.a. frægur af því að Pyþagórasarreglan um rétthyrnda þríhyrninga er nefnd eftir honum. Meðal helstu kenninga Pyþagórasar er að veröldin fylgi stærðfræðilegum reglum og að kunnátta í stærðfræði sé lykill að skilningi á veruleikanum. Einnig hélt Pyþagóras fram þeirri kenningu að sálin lifi af líkamsdauðann og endurfæðist aftur og aftur í nýjum og nýjum líkama. Platon var undir áhrifum frá Pyþagórasi og aðhylltist bæði kenningar hans um stærðfræði og um ódauðleika sálarinnar.\n* Demókrítos var samtímamaður Sókratesar (fæddur um 460 f. Kr.). Hann hélt fram eins konar efnishyggju og taldi að allur veruleikinn væri gerður úr atómum (örsmáum einföldum efniseindum sem raðast saman í stærri hluti). Atómkenning Demókrítosar var endurvakin á 17. öld. Hún er undanfari frumeindakenninga í eðlis- og efnafræði nútímans.\nSókrates og Platon bjuggu báðir í Aþenu sem bæði var háborg grískra mennta og lengi vel voldugasta ríki hins gríska menningarheims (sem náði yfir miklu stærra svæði en Grikkland gerir nú á tímum). Sem dæmi um gróskuna í menningarlífi þessa tíma má nefna að þegar Sókrates var upp á sitt besta voru frumsýnd um 20 ný leikrit á ári í Aþenu.\nPlaton var kominn af auðugum ættum (öfugt við Sókrates sem var fátækur) og hann notaði auðæfi sín til að stofna fyrsta háskóla í heimi sem hét Akademia (eftir staðnum sem hann stóð á rétt utan við Aþenuborg). Sá skóli starfaði í meira en þúsund ár og eftir honum eru æðri menntastofnanir nefndar á allmörgum tungumálum (sbr. t.d.  orðasambandið academic institution sem haft er um æðri menntastofnanir á ensku).\nSókrates skrifaði engar bækur en til eru nokkrar lýsingar af honum sem ritaðar voru af samtímamönnum auk varnarræðunnar sem Platon skráði.\nPlaton skrifaði margar bækur og Sókrates er aðalpersóna í þeim flestum. Rithöfundarferli Platon er yfirleitt skipt í þrjú tímabil. Á fyrsta tímabilinu skrifaði hann einkum stuttar samræður þar sem Sókrates er í aðalhlutverki. Talið er að í þessum fyrstu bókum sínum lýsi Platon Sókratesi nokkurn veginn eins og hann var í raun og veru. Samræðan Kríton (sem er í bókinni Síðustu dagar Sókratesar) tilheyrir þessu fyrsta tímabili. Önnur merk samræða frá fyrsta tímabilinu er Prótagóras.\nFrægustu rit Platons eru frá miðtímabilinu á ferli hans. Hér má t.d. nefna Ríkið, Samdrykkjuna og Faídón. Í öllum þessum ritum lætur Platon Sókrates halda fram kenningum sem er talið er að séu ekki í raun og veru upprunnar hjá Sókratesi heldur hafi Platon sjálfur mótað þær eftir dauða Sókratesar. Meðal þessara kenninga má frægastar telja:\n* Frummyndakenninguna.\n* Kenningu um að sál og líkami séu tvennt ólíkt og sálin geti lifað áfram þótt líkaminn deyi.\n* Að nám sé upprifjun.\n* Að best sé að ríkinu sé stjórnað af vísindamönnum eða sérfræðingum og lýðræði sé afleit stjórnskipan.\nAf þessum fjórum kenningum koma þrjár þær fyrstnefndu fyrir í Faídóni. Meginefni samræðunnar er kenningin um ódauðleika sálarinnar.\n*\nAf grískum heimspekingum í fornöld sem uppi voru eftir daga Platons má frægasta telja:\n* Aristóteles (384-322 f. Kr.) sem var nemandi í skóla Platons. Hann skrifaði m.a. rit um rökfræði og varð fyrstur manna til að gera fræðilega grein fyrir röksemdafærslum (hvernir hægt er aðþekkja þær gildu frá þeim ógildu o.fl.). Einnig vann hann rannsóknir í líffræði og skrfiaði merkar bækur um siðfræði og stjórnmálaheimspeki. Aristóteles ræðir víða um kenningar fyrirrennara sinna (m.a. náttúruspekinganna sem uppi voru fyrir daga Sókratesar) og rit hans eru merk heimild um þróun grískrar heimspeki.\n* Pyrrón (360-270 f. Kr) boðið efahyggju og taldi að aðrir heimspekingar héldu fram kenningum sem engin vissi hvort væru sannar eða ósannar. Pyrrón sagði að til að öðlast sálarró (andlegan þroska) ættu menn að sætta sig við að þeir geti lítið sem ekkert vitað og venja sig á að lifa í sátt við óvissuna.\n* Epikúros (341-270 f. Kr.) tók upp efnishyggju og frumeindakenningu Demókrítosar. Hann áleit að sálin leystist upp og hætti að vera til um leið og líkaminn deyr og kenndi að siðfræði ætti að snúast um vellíðan í þessu lífi en ekki undirbúning fyrir framhaldslíf.",
    "url": "https://www.hugi.is/heimspeki/greinar/245359/fornir-heimspekingar/",
    "url_id": "245359",
    "id": "1710996",
    "replies": [
        {
            "user": "gthth",
            "user_id": "10645",
            "date": "2004-09-09 03:41:58",
            "id": "1711297",
            "reply_to_id": "1710996",
            "text": "Ahh, gaman ad fa eitthvad um fornoldina fra einhverjum odrum :)\nEg vil byrja a ad bidjast afsokunnar a thvi ad thad vanti islenska stafi en eg er i Bandarikjunum og er ekki buinn ad fa tolvuna mina enn tha. En afram med smjorid.\nForverar Sokratesar eru vissulega margir ahugaverdir. Thad er satt og rett ad ekkert heildstaett rit er vardveitt eftir neinn theirra, en thor eru til brot, sum heilleg en onnur ekki eins og gengur og gerist. Thu minnist tho ekki a thann sem er e.t.v. mikilvaegastur theirra allra til ad skilja sogu griskrar heimspeki, og thad er Parmenides. Med honum verda raunverulega thattaskil i forngriskri heimspeki og hann hafdi gifurleg ahrif a naer alla sem a eftir komu, m.a. Platon.\nOg svo eitt smaatridi i lokin. Pyrrhon helt thvi vissulega fram ad vid gaetum ekki vitad neitt og aettum ad losa okkur vid skodanir; thannig myndum vid odlast salarro. En thetta er ekki strangt tekid efahyggja (t.d. i skilningi fornra efahyggjumanna (pyrrhonista)) og fraedimenn eru almennt bunir ad vera ad komast a tha skodun sl. tuttugu ar eda svo ad Pyrrhon se ekki efahyggjumadur thott efahyggjumenn hafi kennt sig vid hann :)"
        },
        {
            "user": "dorilla",
            "user_id": "47145",
            "date": "2004-09-09 18:53:02",
            "id": "1711712",
            "reply_to_id": "1710996",
            "text": "hmm.. þetta var skemmtileg lestning, þó ég hafi ekki hundsvit á heimspeki..:l en langar að spyrja.. svona ef einhver skildi geta svarað mér: hvað lærir maður í heimspeki í t.d. hálskólanum…?? og ætti eiginlega ekki að láta heimspeki vera ‘kúrs’ í kennaraháskólanum.. bestu kennaranir mínir voru lærðir heimspekingar eða mjög heimspekilegir…"
        },
        {
            "user": "gthth",
            "user_id": "10645",
            "date": "2004-09-09 20:13:48",
            "id": "1711790",
            "reply_to_id": "1711712",
            "text": "Ja og thu hefur tileinkad ther eitthvad af theim laerdomi eins og sja ma af heimspekilegri (stoiskri) undirskrift thinni :)\nI Haskolanum laerirdu fyrst og fremst vinnubrogd, hvernig a ad takast a vid og fjalla um heimspekileg vandamal. Thetta er gert med ymsum haetti, t.d. med thvi ad lata thig taka kursa thar sem thu faerd ad kynnast sogu heimspekinnar og fylgja eftir og gagnryna hugsanir (og mistok?) lidinna heimspekinga, en einnig med thvi ad lata thig taka kursa thar sem thu faerd ad kynnast helstu svidum og vidfangsefnum heimspekinnar eins og thekkingarfraedi eda sidfraedi, rokfraedi eda stjornmalaheimspeki. Thegar thu hefur fengid godan grunn verda gerdar adeins meiri krofur til sjalfstaedrar hugsunar thinnar og sjalfstaedra vinnubragda :)\nThu getur skodad vefsidu heimspekiskorar Haksola Islands ef thu vilt vita meira:\nhttp://www.hi.is/pub/heimspekiskor/kynning.html\nog\nhttp://www.hi.is/pub/heimspekiskor/grunnmenntun1.html\nJa, mer finnst ad thad maetti bjoda upp a heimspeki i kennarahaskolanum, en su thjalfun yrdi sennilega ekki naegileg til thess ad nemendur thadan gaetu kennt heimspeki almennilega."
        },
        {
            "user": "dorilla",
            "user_id": "47145",
            "date": "2004-09-10 18:34:25",
            "id": "1712455",
            "reply_to_id": "1711790",
            "text": "ok.. takk.. kíki á þetta… :)  en verð að spyrja af því ég er nú byrjuð… gamall kennari minn, sem var heimspeki menntaður vildi ekki kalla sig heimspeking, af því hún hafði ekki gefið út bók. Er maður ekki heimspekingur nema maður hafi komið orðum síðum á útprentað blað??\nog já..gthth,hvað þýðir undirskriftin þín?"
        },
        {
            "user": "dorilla",
            "user_id": "47145",
            "date": "2004-09-10 18:36:49",
            "id": "1712459",
            "reply_to_id": "1712455",
            "text": "æ já.. gleymdi líka.. ég var ekki endilega að meina að heimspeki yrði kennd í grunnskóla… ég var bara að spá hvort það hefði ekki jákvæð áhrif á kennarana, því þeir geta verið frekar þröngsýnir stundum og einhæfir. Myndi heimspeki ekki kannski svolítið svona, opna fyrir þeim heiminn?? eða eitthvað þannig..:)"
        },
        {
            "user": "gthth",
            "user_id": "10645",
            "date": "2004-09-10 19:57:55",
            "id": "1712521",
            "reply_to_id": "1712459",
            "text": "Ju, thad vaeri einmitt astadan fyrir thvi ad kenna kennurum heimspeki, gera tha… opnari skulum vid bara segja :)\nEg myndi ekki segja ad madur gaeti ekki verid heimspekingur nema madur hefdi gefid ut bok. Sokrates skrifadi t.d. aldrei neitt nidur og thad eru svo ad segja allir sammala um ad hann hafi verid heimspekingur, hvernig svo sem okkur kann annars ad greina a um hvernig a ad skilgreina heimspeki. Eg myndi ekki heldur segja ad madur thyrfti ad vera menntadur i heimspeki til ad vera heimspekingur. Nietzsche er daemi um heimspeking sem var menntadur fornfraedingur. Daemin eru audvitad miklu fleiri en tvo naegja til ad syna ad madur tharf ekki ad vera menntadur heimspekingur ne ad hafa gefid ut bok til ad vera heimspekingur.\nEn hvad med tha sem eru menntadir i heimspeki eda hafa gefid ut baekur um heimspeki, eru their allir heimspekingar? Nei, ekkert endilega. Madur getur audvitad haft gradu i edlisfraedi og samt verid kennari (starfad vid kennslu) en ekii edlisfraedingur (thad er starfad vid rannsoknir i edlisfraedi). Samt geta edlisfraedikennarar kallad sig edlisfraedinga thvi ordid er tviraett og merkir lika tha sem hafa edlisfraedimenntun. A sama hatt getur folk kallad sig heimspekinga sem hefur menntun i heimspeki. Tha er madur heimspekingur i einum skilningi en ekki odrum.\nEn eg myndi segja ad fyrir utan tha sem eru heimspekingar i theim skilningi ad their hafi ad baki heimspekimenntun, tha seu their heimspekingar sem fast vid heimspeki. Thad er eiginlega engin betri leid til ad skilgreina heimspekinga. Thetta er ekki mjog upplysandi skilgreining en thad verdur bara ad hafa thad, ekki satt?\nEin agaet leid til ad sja hvort einhver se heimspekingur er ad sja hvort hann se hluti af einhverju heimspekilegu samfelagi. Thette er audvitad ekki leid sem sker ur um eitt eda neitt, en thad gefur augaleid ad madur sem skrifar greinar t.d. i vidurkennd timarit og skiptist thannig a skodunum vid adra um heimspekileg efni er i einhverjum skilningi heimspekingur, a.m.k. ad svo miklu leyti sem hann tekur thatt i ordraedunni og er hluti af heimspekilegu rannsoknarsamfelagi, ef thannig ma ad ordi komast.\nUndirskriftin ja, su efri thydir: Eg veit ekki einu sinni thetta eitt, ad eg viti ekki neitt, en eg alykta thad um sjalfan mig jaft sem adra. Nedri undirskriftin thydir (ordrett): Annad hvort thegidu eda taladu betur en thognin; sem sagt, segdu eitthvad af viti eda segdu ekki neitt :)"
        },
        {
            "user": "dorilla",
            "user_id": "47145",
            "date": "2004-09-23 14:43:52",
            "id": "1723284",
            "reply_to_id": "1712521",
            "text": "nokkuð til í þessu hjá þér.. maður þarf náttúrulega ekkert endilega að vera menntaður í sérstöku fagi til að geta verið fræðingur í því, mað getur menntað sig sjálfur t.d.\n“Annad hvort thegidu eda taladu betur en thognin” þetta er spakmæli að mínu skapi, og líka “sá sem veit margt segir fátt…” … þögnin segir meira en þúsund orð… :) alveg óþarfi að vera tjá sig of mikið…:):) það finnst mér alla vega…"
        },
        {
            "user": "nemond",
            "user_id": "25802",
            "date": "2004-10-12 20:34:05",
            "id": "1745484",
            "reply_to_id": "1711712",
            "text": "Það er stundum í boði áfangi á framhaldsskóla stigi sem heitir HSP 1036 og er hann kenndur frá VMA í fjarnámi, ég er einmitt í þeim áfanga núna."
        },
        {
            "user": "dorilla",
            "user_id": "47145",
            "date": "2004-10-13 22:46:35",
            "id": "1747059",
            "reply_to_id": "1745484",
            "text": "áhugavert… kíki kannski á það….. eða ég ætti kannski að spyrja..: er eitthvað varið í það?? :)"
        },
        {
            "user": "nemond",
            "user_id": "25802",
            "date": "2004-10-14 20:55:22",
            "id": "1748175",
            "reply_to_id": "1747059",
            "text": "Mér finnst það, við erum að lesa Síðustu daga Sókratesar eftir Platón. Mér finnst hún mjög góð, svo lesum við líka Hugleiðingar um frumspeki eftir René Descartes. Ég er ekki byrjuð á henni ennþá en hún er örugglega áhugaverð. Svo lesum við bók eftir kennarann sjálfan, sem er mjög góð bók sko. Okkur er sett fyrir verkefni sem að við svörum og sendum svo til kennarans í tölvupósti og verkefnin eru mjög áhugaverð og skemmtileg og krefjast sjálftstæðrar hugsunar.\nHér er linkur á síðu áfangans\nhttp://www.this.is/atli/vma/hsp103h04/hsp103.html"
        },
        {
            "user": "dorilla",
            "user_id": "47145",
            "date": "2004-10-15 09:07:10",
            "id": "1748683",
            "reply_to_id": "1748175",
            "text": "Hljómar mjög spennandi verð ég að viðurkenna.. mig hefur alltaf langað svolítið í heimspeki.. eitthvað við hana sem heillar mig…:) takk fyrir linkinn.. kíki á hann..:)"
        },
        {
            "user": "kvkgod",
            "user_id": "7087",
            "date": "2004-11-11 20:20:39",
            "id": "1787028",
            "reply_to_id": "1748683",
            "text": "þessi grein var mjög fín… en ég vil bara bæta því við að heimspeki er kennd í kúrsi á fyrsta ári í kennaradeildini á akureyri… :) bara svona ef einhver hefur áhuga ;)"
        },
        {
            "user": "Persefone",
            "user_id": "15721",
            "date": "2004-12-13 15:21:27",
            "id": "1840890",
            "reply_to_id": "1787028",
            "text": "Var Platón til?\nMenn eru nú ekki á einu um það.\nPersefone, 2/3 helvíti 1/3 blíða"
        },
        {
            "user": "nemond",
            "user_id": "25802",
            "date": "2004-12-14 13:11:05",
            "id": "1842571",
            "reply_to_id": "1710996",
            "text": "Þegar ég las þennan texta kannaðist ég strax við hann annars staðar frá. Ég var að taka heimspeki 103 og þessi texti er hluti af námsefninu og hægt er að finna hann\nhér\nÉg vil bara benda greinahöfundi á það að ritstuldur er glæpur og þessi grein er ekkert annað en copy/paste og hefði greinahöfundur alveg getað sagt hvar hann náði í textan!\nÉg vildi bara benda á þetta og ég vona að fólk hér á huga og annarstaðar fari að átta sig á að copy/paste er ólöglegt!\nVera"
        }
    ]
}