{
    "forum_title": "Danstónlist",
    "user": "arnieg",
    "user_id": "4872",
    "date": "2004-09-09 10:30:04",
    "title": "The Prodigy, 15. október. Fréttir ofl.",
    "text": "Nú er það komið á hreint; stærsta danshljómsveit allra tíma, The Prodigy, ætla að byrja heimstúrinn sinn á Íslandi þann 15. október. Bandið er að fara í tónleikaferð um heiminn til að kynna nýju plötu bandsins, ‘Always Outnumbered, Never Outgunned’.\nPlatan hefur selst vel fyrstu vikurnar, lenti í fyrsta sæti í Bretlandi, nr. 2 á Íslandi og hefur komið við á Topp 10 listum um allan heim (fyrir utan Bandaríkin, þar kemur platan út 14. september).\n'AONO' inniheldur ekki Keith Flint né Maxim, en þeir verða samt með á komandi tónleikum (svoleiðis var það á ‘Experience’ tímabilinu líka). Þær góðu fréttir voru að berast fyrir nokkrum dögum að Leeroy (fyrrum dansari The Prodigy's) sé kominn aftur til strákana, en ekki til að taka fram dansskóna; heldur mun hann þeyta skífum áður en hinir þrír stíga upp á svið.\nLiam Howlett, “gaurinn” í bandinu, hefur gefið í skyn hvaða lög verða spiluð á væntanlegum tónleikum. Hann sagði að 4 - 5 lög verða spiluð af nýju plötunni og að þau væru flest öll í nýjum búningi. Svo taka þeir gömul og góð lög inn á milli, eins og vanar hljómsveitir eiga að gera.\nLiam gaf líka í skyn hvaða lög yrðu ekki spiluð á væntanlegum tónleikum;\n'Baby's Got A Temper' (smáskífa frá 2002, slæmur skítur).\n'Firestarter' (smáskífa frá 1996, eitt vinsælasta smáskífulag allra tíma). Þetta kemur eflaust mörgum á óvart, en ástæðan fyrir þessum fréttum er að hvorki Liam né Keith Flint (söngvari og textahöfundur ‘Firestarter’) vilja halda áfram á þessari braut.\n“Ef við spilum ‘Firestarter’, þá verður lagið í allt öðrum búningi” - sagði Liam í viðtali við breskt tónlistarblað.\nNetmiðlar sem hafa áhuga á The Prodigy eru líka búnir að vera tala um að Juliette Lewis fari með þeim á nokkra tónleika, en ekki alla. Lewis syngur, eins og flest ykkar vita, í þremur lögum á nýju plötunni ('Spitfire', ‘Get up Get off’ og ‘Hotride’).\nNýja smáskífulagið ‘Girls’ lenti í 19. sæti yfir vinsælustu smáskífur Bretlands, ágætis árangur (The Prodigy gáfu síðast út breiðskífu árið 1997). Næsta smáskífa verður ‘Hot Ride’.\nSamkvæmt mínum upplýsingum þá hefst miðasalan á mánudaginn næstkomandi.\nRespect to the Prodigy crew! Þeir eru búnir að koma til Ísland síðan árið 1995 og vonandi eiga þeir eftir að koma aftur.\nÞakkir,\nÁrni G.",
    "url": "https://www.hugi.is/danstonlist/greinar/245421/the-prodigy-15-oktober-frettir-ofl/",
    "url_id": "245421",
    "id": "1711291",
    "replies": [
        {
            "user": "zappy",
            "user_id": "7171",
            "date": "2004-09-09 10:38:31",
            "id": "1711358",
            "reply_to_id": "1711291",
            "text": "ARGHH ég get ekki beðið eftir þessum tónleikum!!!!"
        },
        {
            "user": "Hrislaa",
            "user_id": "42360",
            "date": "2004-09-09 10:55:08",
            "id": "1711370",
            "reply_to_id": "1711291",
            "text": "Awwww…þeir verða að taka Firestarter!!! Það eru engir prodigy tónleikar án firestarter!!!"
        },
        {
            "user": "xylic",
            "user_id": "9096",
            "date": "2004-09-12 04:07:18",
            "id": "1713646",
            "reply_to_id": "1711370",
            "text": "Þeir munu ekki taka Firestarter. Liam sagði í nýlegu viðtali að Keith vilji ekki lengur vera í hlutverki brennuvargsins. ekki erfitt að trúa að hann sé þreyttur á að syngja það.\nsem er bara fínt, þeir eiga helling af öðrum dúndur slögurum.\nsvo verða gömlu lögin í einhveri breyttri mynd á tónleikunum (segir Liam), en áður hafa þeir alltaf spilað þau eins og þau eru á diskunum. sem verður áhugavert að heyra."
        },
        {
            "user": "Nabart",
            "user_id": "3522",
            "date": "2004-09-09 11:41:45",
            "id": "1711391",
            "reply_to_id": "1711291",
            "text": "Þetta verður allveg magnað. og Mínus og Quarashi hita upp..\nMínus byrja, síðan quarashi, og thennnnn… prodigy!.. þetta verður allveg frábært!"
        },
        {
            "user": "Nabart",
            "user_id": "3522",
            "date": "2004-10-01 09:46:18",
            "id": "1732097",
            "reply_to_id": "1711391",
            "text": "Hvað í fjandanum eru Mínus að gera á Prodigy tónleika???\nMínus eru faggar!!"
        },
        {
            "user": "exicuter",
            "user_id": "15274",
            "date": "2004-09-09 12:24:55",
            "id": "1711410",
            "reply_to_id": "1711291",
            "text": "hvar verður miðasala ?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-09-09 13:33:36",
            "id": "1711443",
            "reply_to_id": "1711291",
            "text": "Þetta verður hreint stuð…pottþétt mæting á þessa tónleika.\nHvar verður svo miðasala?"
        },
        {
            "user": "coupland",
            "user_id": "6222",
            "date": "2004-09-09 14:51:17",
            "id": "1711503",
            "reply_to_id": "1711291",
            "text": "Hvar fær maður svo miða?"
        },
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2004-09-09 15:31:40",
            "id": "1711524",
            "reply_to_id": "1711291",
            "text": "Alveg finnst mér merkilegt hvað þetta Mínus-rusl virðist alltaf hita upp fyrir allar hljómsveitir sem koma til landsins…\nMuse, Foo Fighters, Metallica, Prodigy…. furða að þeir hafi ekki hitað upp fyrir Sugababes og James Brown líka.\nZedlic"
        },
        {
            "user": "Hroi",
            "user_id": "29430",
            "date": "2004-09-09 15:42:24",
            "id": "1711540",
            "reply_to_id": "1711291",
            "text": "þeir verða að taka hotride það er ekkert smá geðveikt lag !!"
        },
        {
            "user": "Omerta",
            "user_id": "32677",
            "date": "2004-09-09 16:39:43",
            "id": "1711598",
            "reply_to_id": "1711291",
            "text": "Hverjir ættla að gera eins og ég gerði 98', og mun gera líka núna, og klippa sig eins og Keith var alltaf? :þ\nBróðir minn ættlar að bjóða mér ef ég geri þetta aftur ;)"
        },
        {
            "user": "bubblecat",
            "user_id": "22546",
            "date": "2004-09-09 17:42:30",
            "id": "1711651",
            "reply_to_id": "1711291",
            "text": "Nammi namm…\nHvað á svo að kosta inn og hvenær og hvar er byrjað að selja miða?"
        },
        {
            "user": "TheFeeling",
            "user_id": "966",
            "date": "2004-09-12 16:34:02",
            "id": "1713986",
            "reply_to_id": "1711651",
            "text": "miðar verða seldir á Essostöðvum út um allt land, þannig að öll landsbyggðin á ekki eftir að þurfa að leggja mikið á sig til þess að redda sér miða."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-09-09 18:30:18",
            "id": "1711686",
            "reply_to_id": "1711291",
            "text": "Ég ætla að klippa einsog keith og aflita og lita helminginn rauðann (like fire), er byrjaður að safna. Þetta verða ARRRRGgggg hvað á maður að segja, svo leingi sem þeir spila their law verð ég sáttur, hvar verður miðasalan…"
        },
        {
            "user": "TomasP",
            "user_id": "15117",
            "date": "2004-09-10 12:10:42",
            "id": "1712148",
            "reply_to_id": "1711291",
            "text": "Ég er alvarlega að pæla í að fara á þessa tónleika bara af gömlum vana þar sem maður er búinn að sjá alla hina tónleikana sem þessi sveit er búin að taka hér á landi.\nEn samt plagar mig sú staðreynd að nýja platan þeirra sukkar meira en svarthol (og þau sukka nú meira en allt) að mínu mati , hún hljómar öll eins , þó svo að fat of the land hafi gert það líka þá var eitthva annað en sama sándið útí gegn alla plötuna. Og í eyrum mínum hljómar þetta bara beint áfram hald af fat of the land. Þið getið flame'að mig eins og þið viljið fyrir þessi comment mín. Breytir ekkert minni skoðunn\n1. Expirience\n2. Music for the jilted generation\n3. Fat of the land\n4(kemst bara ekki neðar…). Always outnumbered never outgunned."
        },
        {
            "user": "LowProfile",
            "user_id": "5402",
            "date": "2004-09-11 10:57:06",
            "id": "1712870",
            "reply_to_id": "1711291",
            "text": "Þeir verða að taka Spitfire, það er svalasta lagið á plötunni :)\nnú veit ég hvar ég verð aðfaranótt mánudags ;)"
        },
        {
            "user": "StingerS",
            "user_id": "14433",
            "date": "2004-09-11 17:40:55",
            "id": "1713248",
            "reply_to_id": "1711291",
            "text": "Ég fagna þessu ótrúlega því að ég dýrka svoleiðis sum af þessum nýju lögum þeirra, eins og lagið “Girls”, þeir eru að koma aftur og það er frábært!!\nKv. StingerS"
        },
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2004-09-12 20:15:13",
            "id": "1714185",
            "reply_to_id": "1711291",
            "text": "vitiði eithvað um hvað einn miði á að kosta?"
        },
        {
            "user": "Samano",
            "user_id": "12717",
            "date": "2004-09-17 02:33:07",
            "id": "1717723",
            "reply_to_id": "1714185",
            "text": "OHH GET EKKI BEÐIÐ! Eins gott að þeir taki Start the dance! Sem er besta technolag sem ég hef heyrt!"
        },
        {
            "user": "xylic",
            "user_id": "9096",
            "date": "2004-10-08 13:54:49",
            "id": "1740253",
            "reply_to_id": "1717723",
            "text": "það er mjög ólíklegt að þeir taki start the dance"
        },
        {
            "user": "Samano",
            "user_id": "12717",
            "date": "2004-10-08 17:56:55",
            "id": "1740592",
            "reply_to_id": "1740253",
            "text": "Afhverju? ._."
        },
        {
            "user": "gazzer",
            "user_id": "35487",
            "date": "2004-09-21 22:09:02",
            "id": "1721613",
            "reply_to_id": "1711291",
            "text": "Firestarter, smack my bitch up og Breathe eru bara snilldarlög fer þokkalega á þá!!!! samt það suckar að marr verður að vera í fylgd með fullorðnum(16 ára og eldri) til að  komast á þá!"
        },
        {
            "user": "xylic",
            "user_id": "9096",
            "date": "2004-10-08 13:53:08",
            "id": "1740250",
            "reply_to_id": "1721613",
            "text": "ojj nei ekki nenni ég að hafa einhverja smákrakka á þessum tónleikum."
        }
    ]
}