{
    "forum_title": "Rokk",
    "user": "Sidious",
    "user_id": "8012",
    "date": "2004-09-18 11:27:16",
    "title": "The Arcade Fire",
    "text": "Jæja leiðist svona hálf partinn þannig ákvað bara að reyna skrifa eitthvað um bandið sem ég er að hlusta á núna… verst samt að maður skrifaði þetta áður en Pitchfork gaf plötunni þeirra 9.7 (maður gætið verið label-aður kind :) en allavega fór á netið að reyna finna eitthvað af info um þau, það var þó að skornum skammti en ég fann eitthvað þó…\nThe Arcade Fire saman stendur af 5 manneskjum þeim, Win Butler, Régine Chassagne, Tim Kingsbury, Richard Parry, Howard Bilerman, og litla bróðir hans Win´s honum Will. Bræðurnir Win og Will ólust upp í Texas og lærðu að spila á hljóðfæri fyrst frá móður sinni sem var jazz hörpuleikari, en faðir þeirra var einnig tónlistarmaður, hann leiddi hljómsveitina Alvino Rey Orchestra (hét eftir honum) Win flutti síðan til Montreal (hvert annað) og hitti þar Régine sem var að syngja jazz á einhverji listasýning, giftust stuttu seinna og höfðu samið um eða yfir 100 lög saman á aðeins tveim árum. Vesenið var bara að þau voru búin að semja alveg fullt en gátu ekki tekið upp neitt, halda þau því til Maine þar sem “allar” Stephen King sögurnar gerast í ágúst 2002. þar hefjast tilruanirnar til að taka eitthvað upp í hlöðu sem var byggð af forföður Win´s, Richard Parry lagði þeim lið við upptökurnar ásamt því að vinna ólöglega í bakarí í bænum.\nGengu upptökurnar ekki alveg sem skyldi í þetta sinn og var því haldið aftur til Montreal og var Richard búin að bætast í bandið núna og félagi hans Tim Kingsury var tekin með, en honum er víst oft strítt af hinum meðlimum bandsins fyrir að vera feitur þó hann sé það ekki, fínn gaur segja þau. Litli bróðir hans Win´s hann Will ákveður að taka sér eina önn frí í skólanum til að fara til Montreal og kíkja á bandið hjá bróðir sínum og gengur til liðs við þau, hann á samt eftir 2 ár í skóla en það verður að bíða betri daga. Nú var farið í stúdíó til að taka upp plötuna og kynnast þau þar trommar-anum sínum honum Howard.\nKom síðan út í júní á þessu ári smáskífan þeirra Neighborhood #1 og nýja breiðskífan fylgdi nokkru  stuttu seinna, kom út núna um miðjan mánuðin, heitir hún Funeral, kannski tilviljun að afi og amma meðlima bandsins voru ný fallin frá :/ platan hefur verið að fá allsvakalega dóma,fóru úr því að vera nánast óþekk indie band í það að vera\n“indie superstjörnur” pitchfork dómurinn hjálpaði eflaust til við það. Gaman að segja síðan frá því að bandið hefur verið að túra mikið með The Unicorns sem er hörku band og ég mæli með.\nVeit ekki alveg hvernig best skuli lýsa plötuni. Hefst á mögnuðu opnunarlagi “Neighborhood #1 (Tunnels)” flott organ intro og strengirnir eru ekkert síðri, ef þið fílið ekki þetta lag eigiði ekki eftir að fíla plötuna (held ég allavega), síðan er loka lagið “In The Back Seat” bara enþá betra og hitt á milli allt verulega gott. Indie Rokk af bestu gerð held ég bara… Getið eflaust fundið einhver tóndæmi á netinu t.d.\nHérna\neða bara spurt mig, síðan svona í lokin er\nMerge Recods\nplötufyrirtæki þeirra með tilboð á plötuni þeirra til fyrsta Okt. kostar minna en 1000 kall, ágætis díll fyrir áhugasama",
    "url": "https://www.hugi.is/rokk/greinar/246662/the-arcade-fire/",
    "url_id": "246662",
    "id": "1718454",
    "replies": [
        {
            "user": "JasonNewsted",
            "user_id": "52258",
            "date": "2004-09-19 15:06:31",
            "id": "1719407",
            "reply_to_id": "1718454",
            "text": "ok….."
        },
        {
            "user": "Sidious",
            "user_id": "8012",
            "date": "2004-09-20 11:08:44",
            "id": "1720101",
            "reply_to_id": "1719407",
            "text": "ahamm… :)"
        },
        {
            "user": "traustik",
            "user_id": "5358",
            "date": "2004-09-21 15:18:40",
            "id": "1721162",
            "reply_to_id": "1718454",
            "text": "Kemur alltaf a vissu timabili meistaraverk fra Merge plotuutgafuna, pitchforkmedia “hype”a lika a vissu timabili sitthvad agaetar plotur,\nhttp://pitchforkmedia.com/record-reviews/f/fiery-furnaces/blueberry-boat.shtml\nthessi plata t.d finnst mer ekki verdskulda svona haa einkunn, platan var i medallagi ad minu mati.  Eg hef hlustad a lagid Neighborhood 1 en a samt eftir ad na mer i Funeral, sem eg hef miklar vonir a. Thetta er rosalega indie."
        },
        {
            "user": "Sidious",
            "user_id": "8012",
            "date": "2004-09-21 16:31:02",
            "id": "1721236",
            "reply_to_id": "1721162",
            "text": "mér finnst Blueberry Boat alveg fín, kannski ekki alveg 9+ plata en svaka skemmtileg samt… allavega drífa sig í að fá sér Funeral vægast sagt góð plata."
        },
        {
            "user": "sillymoo",
            "user_id": "41079",
            "date": "2005-06-09 19:29:16",
            "id": "2229060",
            "reply_to_id": "1718454",
            "text": "snilldar\nhljómsveit… á nokkur lög með þeim og er alltaf á leiðinni að kaupa diskinn þeirra (Funeral)… ömurlegt að eiga aldrei pening."
        }
    ]
}