{
    "forum_title": "Bretti",
    "user": "vikkia87",
    "user_id": "27725",
    "date": "2004-09-20 09:12:31",
    "title": "Team Divine: Noxious Dreaming",
    "text": "Ég skellti mér á þessa góðu sýningu í gær í smárabíó og maður var bara sáttur við þá strákana.  Þeir hafa tekið miklum framförum frá því að Óreiða kom út svo er ég ánægður með mætinguna hjá ykkur sæta fólkinu, hörkumæting, og greinileg áhugaaukning frá því síðast.\nVarðandi myndina, þá var ég mjög ánægður, maður má ekki sleppa að sjá þessa glæsilegu mynd, vel klippt og leit vel út.  Mér fannst þetta samt of mikið í railum og vantaði uppá fjölbreytnina, en það er gaman að sjá hvað þeir eru orðnir miklu betri í þessu og ég bíð spenntur eftir næstu mynd.\nÉg mæli með að allir festi kaup á henni því þetta er skyldueign fyrir íslenska riderinn og að auki rennur ágóðinn til skólagöngu þeirra í svíþjóð í brettamenntaskólanum þar :D\nGangi þeim vel þar úti,\nheyri í ykkur…",
    "url": "https://www.hugi.is/bretti/greinar/246812/team-divine-noxious-dreaming/",
    "url_id": "246812",
    "id": "1719348",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2004-09-20 09:30:53",
            "id": "1720052",
            "reply_to_id": "1719348",
            "text": "ja hun var helviti góð bailin voru lika viðbjoður."
        },
        {
            "user": "Custom56",
            "user_id": "1556",
            "date": "2004-09-21 10:33:53",
            "id": "1720915",
            "reply_to_id": "1719348",
            "text": "Þökkum góðar viðtökur á myndinni í bíó. Frábært að sjá hversu margir sáu sér fært að mæta. Það var uppselt í bíó á Akureyri, um 150 manns í Reykjavík og 40 til 50 manns á Ísafirði…..\nNú er komið að því að sýna myndina á popptíví\nAllar nánari upplýsingar um sýningartíma, sölu á dvd þess háttar að finna á www.bigjump.is\nHeeeeiiiiillllssssaaaaa\nGeiri\ngeiri@bigjump.is"
        },
        {
            "user": "maxz",
            "user_id": "29222",
            "date": "2004-09-23 11:25:26",
            "id": "1723074",
            "reply_to_id": "1719348",
            "text": "Ég sá hana á Popp Tíví og hún var rosa flott."
        },
        {
            "user": "hockeygirl",
            "user_id": "21172",
            "date": "2004-09-23 18:28:40",
            "id": "1723547",
            "reply_to_id": "1719348",
            "text": "já ég sá hana á popptíví.. enda beið ég eftir 21. sept. með mikilli tilhlökkun :D\nen þetta var góð mynd, betri en Óreiða, sem var nú samt mjög góð.. og ætli mar kaupi ekki líka þessa ;) styrkja ykkur strákar mínir :)\ntil hamingju með þessa spólu sem er nokkuð geggjuð og gangi ykkur vel :)"
        },
        {
            "user": "jesek",
            "user_id": "28205",
            "date": "2004-09-23 19:32:59",
            "id": "1723643",
            "reply_to_id": "1719348",
            "text": "þetta er mögnuð mynd! flott trik eg var ekki að buast við þessu var mjög hissa þegar eg sá hvað þeir eru bunir að taka miklum framförum.\nps. að deta er ekki að bail þetta heitir að slama. bail þyðir að hæta við hef verið að sjá þetta svo mikkið."
        },
        {
            "user": "Haukur1",
            "user_id": "45739",
            "date": "2004-09-28 18:55:13",
            "id": "1729016",
            "reply_to_id": "1723643",
            "text": "Þetta er ótrúlega góð mynd og ég get ekki beðið þangað til hún kemur út því þá get ég séð allt aukaefnið"
        },
        {
            "user": "Thorin",
            "user_id": "10897",
            "date": "2004-10-01 22:12:15",
            "id": "1732879",
            "reply_to_id": "1719348",
            "text": "Þetta var ótrúlega flott mynd, og vel klippt.\nEn þetta voru með þeim verstu slömmum sem ég hef séð… :S"
        },
        {
            "user": "Raekwon",
            "user_id": "22951",
            "date": "2004-10-22 19:34:05",
            "id": "1758432",
            "reply_to_id": "1732879",
            "text": "Þetta er\nMÖGNUÐ\nmynd"
        }
    ]
}