{
    "forum_title": "Rómantík",
    "user": "Saidin",
    "user_id": "22936",
    "date": "2004-09-21 10:35:13",
    "title": "\"Bjargið háa\" smásga frá gaur sem veit ekkert um rómantík :)",
    "text": "Þarna var ég, upp á Hornabjargi…“Staður elskenda” sögðu þeir, þar sem sólarlagið er engu líkt. Þarna var ég með konunni sem ég átti að elska. Ég hafði fengið hana upp þarna í fölskum tilgangi, ég hafði lofað henni rómantískri lautarferð. Þið vitið þetta venjulega, rómatískt sólarlag og kossaflens. Hún leit á mig dreymin á svip og brosti. Ég brosti á móti en í huga mínum hataði ég hana, hélt ég. Mér fannst hún hafa blekkt mig, hún leiddi mig á þetta einstigi og lét mig elta, til þess að komast til hennar yrði ég að fórna öllu sem ég hafði.Ég hitti hana fyrst á balli, vinir mínir höfðu dregið mig þangað því ég  hafði alltaf verið lélegur kvennamaður.Ég var algjör klaufiog feimnari en lítil mús. Þegar ég kom á ballið leit ég í kringum mig, æeg ætlaði bara að bíða eftir að það var búið og drösla mér svo heim og í rúmið. En allt í einu sá ég þessa stúlku. Hún sat þarna út í horni gullfalleg í rauðum kjól umkring af vinkonum sem voru flissandi út í allt og alla. Hún var með rautt glansandi hár, skærblá augu og mjög vel vaxin. Ég gleymdi strax allri feimni og gekk strax til hennar og bað henni upp með herramanna stíl. Þetta var kveikjan, ég bauð henni á fleiri stefnumót, við urðum ástfangin og fórum fljótt í sambúð. Öllum var vel við þetta, við vorum bæði af góðum ættum og allt virtist eins og við værum fullkomin fyrir hvort annað. Ég hætti starfinu og sel\ndi bílinn og litlu íbúðina til að flytja hér með henni í þetta litla fallega sjávarþorp þar sem hún kom frá. Með tímanum í sambúðinni hafði ég áttað mig á hvað þetta  samband var vonlaus, ég saknaði þess að lifa í stórborginni. Að fá að mæta í ómerkilegu vinnuna mína og koma svo heim örþreyttu rog eyða restinni af deginum í að stunda áhugamál mín eða hanga með vinum mínum. Ég hafði lifað einföldu lífi, einföldu en hamingjusömu. Með tímanum var ég þunglyndur, alltaf lét ég sem ekkert var að en ég hataði hana. Og nú skyldi ég hefna mín, ég vissi að hún elskaði mig út af lífinu…ég ætlaði að stökkva, láta han þjást eins og ég hafði. Ég var sokkinn það djúpt inní þunglyndi og hatur að ég trúði þessu í alvöru. Það leið ekki löng stund áður en hún byrjaði að þukla á mér og reyndi að kyssa mig. Ég fylltist viðbjóði og ákvað að nú væri tíminn. Ég hendist á fætur þannig að hún skall a fmér og lenti illa á jörðinni. Hún ætlaði að segja eitthvað en ég öskraði á han: “Nú er komið að þéfr að þjást!! Þú rændir mig öllu sem mér var kært, þú eyðilaggðir líf mitt!!!…Nú fæ ég loksins frelsi!! Hún virtist ringluð og hrædd en þegar hún sá mig undirbúa mig til að stökkva kallaði hún: ” Ekki!! ég elska þig!!. “Það var þá kallaði ég, þú sem eyðilagðir líf mitt”. Síðan tók ég tilhlaup og stökk og það síðasta sem ég sá var kallandi andlit hennar. Og þá, loksins þá þegar ég vissi að ég mundi deyja  varð það ljóst hve mikið ég elskaði hana. Afhverju ég hafði flutt hingða með henni, og þá vildi ég ekki deyja. Svo varð allt svart.\nÉG tek fram að ég hef aldrei gert þvílíkt og annað eins áður, þetta var bara eitthvað flipp hjá mérí ritunar tíma í skólanum. Datt bara í hug að ég myndi fá einhver stig fyrir þetta.\nAfsakið villur en ég nenni bara ekki að fara yfir þetta.",
    "url": "https://www.hugi.is/romantik/greinar/247029/bjargid-haa-smasga-fra-gaur-sem-veit-ekkert-um-romantik/",
    "url_id": "247029",
    "id": "1720561",
    "replies": [
        {
            "user": "JonMusic",
            "user_id": "35111",
            "date": "2004-09-21 12:24:43",
            "id": "1721000",
            "reply_to_id": "1720561",
            "text": "Fín saga hjá þér :)"
        },
        {
            "user": "Saidin",
            "user_id": "22936",
            "date": "2004-09-21 13:29:13",
            "id": "1721055",
            "reply_to_id": "1720561",
            "text": "FLIPP FLIPP FLIPP, ég sé starx eftir að hafa gert þetta…shit. Ég  held að ég hafði ekkieinu sinni farið inná hef ekki einusinni farið inná þetta áhugamál áður en ég skrifaði greinina :o("
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-09-21 15:51:55",
            "id": "1721193",
            "reply_to_id": "1721055",
            "text": "lol !! =] =] =] =] =]\nJáhá maður verður að hugsa sig um 2 áður en maður ýtir á Áfram :D"
        },
        {
            "user": "kaffibaun",
            "user_id": "20007",
            "date": "2004-09-25 17:50:03",
            "id": "1725630",
            "reply_to_id": "1721055",
            "text": "hahahaha :D lol ég var svona að pæla hversu mikið af þessu væri satt…. verð að segja einsog er mér finnst þetta alger della :D\nhvað varstu eila að pæla með þessu?"
        },
        {
            "user": "Noztradamus",
            "user_id": "55150",
            "date": "2004-09-24 19:16:43",
            "id": "1724769",
            "reply_to_id": "1720561",
            "text": "ég nennti enganvegin að lesa þetta…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-09-26 16:37:24",
            "id": "1726514",
            "reply_to_id": "1720561",
            "text": "flott saga hjá þér=)"
        },
        {
            "user": "sunna",
            "user_id": "27055",
            "date": "2004-09-27 15:03:17",
            "id": "1727467",
            "reply_to_id": "1720561",
            "text": "Mér finnt þetta meira en lítið flott hjá þér! Sumum finnst þetta steypa, en ef maður pælir í þessu er svo mikið til í þessarri ‘smásögu’ þinni.\nÆtli þetta sé ekki svipað orðtakinu sem er eitthvað á þá leið að maður veit ekki hvað maður hefur átt fyrr en maður hefur misst það."
        },
        {
            "user": "snowgirls",
            "user_id": "56098",
            "date": "2005-01-20 15:01:33",
            "id": "1913449",
            "reply_to_id": "1720561",
            "text": "geggt flott saga samdiru hana sjálf/u"
        },
        {
            "user": "Saidin",
            "user_id": "22936",
            "date": "2005-01-20 19:06:14",
            "id": "1914211",
            "reply_to_id": "1913449",
            "text": "Hehehe, bara brjálað flipp hjá mér ;)\nGæti alveg hugsast að stelpa hafi tengst þessu"
        },
        {
            "user": "Otcho",
            "user_id": "62154",
            "date": "2008-01-07 22:20:10",
            "id": "5544967",
            "reply_to_id": "1720561",
            "text": "Awwwwwwwwwwwwwwwwwwwwwwwwwwwwwww :) :) :) :) :) :) :) :)\nSo beautiful!!!"
        }
    ]
}