{
    "forum_title": "Djammið",
    "user": "Noztradamus",
    "user_id": "55150",
    "date": "2004-09-24 19:48:33",
    "title": "Detta í það og ekki geta stoppa...",
    "text": "Hversu margir eiginlega detta í það og ekki geta síðan stoppað og verða öllum til skammar og síðan bara drepast einhverstaðar, okey ég veit að þetta er ekki oft en þetta hefur komið fyrir mig 3svar.\nog það var allsekkert cool eða gaman og daginn eftir segi ég alltaf við alla og meina það: ég er hættur að drekka áfengi (ugh). Þegar maður drepst missir maður meðvitund í óratíma þangað til annaðhvort einhver finnur mann eða, einhver reynir að draga mann eithvað út í göngu túr og síðan dettur maður eða hrasar eftir sikk sakk gönguna og hrasar og voða gaman, færð smá firðing í magann Gwuaaagh ælir öllu, þótt maður sé búinn að æla öllu, er maður samt einhvernveginn í stellingunni að maður sé að fara æla og finnur að maður þurfi að æla, og maginn á manni sé að springa, og hausinn að minka og snúast í hringi.\nHver hefur ekki lent í því að Deyja t.d inná klóinu??? og náttúrlega er læst.  Það er ekkert gaman að vera öllum til ama, en menn einsog ég (hef heyrt þetta billjón sinnum áður)\neiga að taka því rólega, og þegar marr kaupir áfengi, þá er nóg að kaupa bara smirnoff og ekkert meir.  Og reyna ekki að sníkja hjá öðrum og drekka nokkrar bjór kippur til viðbótar, reyna bara þrauka heilt kvöld.\nHver hefur ekki lennt í því að reyna við ljóta stelpu og lenda svo í sleik með henni, og hitta hana síðan við ártun eða eithvað álika…og allt verður grátt og vandræðilegt=(.\nSérstaklega,  Þegar marr er óra langt í burtu af heiman´og ákveður svo að vera snjall og græða penig og bara labba heim þótt að það séu 100Km í þitt hverfi og slydda úti og þú í spari fötunum.\nHver hefur ekki lent í því að rífa kjaft við einhvern sem þú hefur aldrei hitt eða bara séð áður og gaurinn vill fighta, og marr kemst að því að hann er 3 metrar og æfir Tykondo eða eithvað dæmigert.\nHver hefur ekki lent í því að kissa stelpu sem þú þekktir fyrir langa löngu(nýbúinn að hitta hana þarna í paríinu) fyrir framan kærasta hennar og besta vin hans, og lenda í endalausum vandræðum með allt.\nHver hefur ekki lent í því að einhver ókunnug gella slummar mann og seigir síðan eithvað lágt og marr stendur bara einsog fáviti og segir hátt HA??? Og eftir á fattar marr hvað stelpan vildi.\nDaginn eftir er marr hetja.\nHver hefur ekki lent í þessu öllu saman og enn verra???   en halda samt áfra fjörinu því þetta er einfaldlega bara gaman.  Ég hætti á daginn og byrja á kvöldin…;)",
    "url": "https://www.hugi.is/djammid/greinar/247394/detta-i-thad-og-ekki-geta-stoppa/",
    "url_id": "247394",
    "id": "1722709",
    "replies": [
        {
            "user": "BudIcer",
            "user_id": "18832",
            "date": "2004-09-24 20:54:06",
            "id": "1724860",
            "reply_to_id": "1722709",
            "text": "Ég get nú sagt að ég hafi ekki lent í neinu svona…enda hef ég stjórn á minni drykkju."
        },
        {
            "user": "argg",
            "user_id": "47219",
            "date": "2004-10-29 10:46:13",
            "id": "1768516",
            "reply_to_id": "1724860",
            "text": "já hef nú lent í flestu af þessu enn það versta er mórallinn daginn eftir kann einhver ráð við því????"
        },
        {
            "user": "argg",
            "user_id": "47219",
            "date": "2004-10-29 10:50:52",
            "id": "1768524",
            "reply_to_id": "1724860",
            "text": "Er einhver hérna sem opar sig á djamminu og þá meina ég OPNA sig. Ég er neblega þannig að ég seigi frá ÖLLU þegar ég er að djamma og ALLIR eru trúnaðarvinir mínir ég veit ekki afhverju ég geri þetta enn þetta er verulega bögtgandi sérstaklega þegar maður þarf að hitta aðilana úff þá langar manni helst að hoppa upp í rassinn sinn og vera þar til eylífðar nóns en jæja mér langara að vita hvort það eru einhverjir þarna úti með þennan “sjúkdóm” eða somþeing"
        },
        {
            "user": "bubbalogirl",
            "user_id": "48497",
            "date": "2005-03-22 03:36:46",
            "id": "2037229",
            "reply_to_id": "1724860",
            "text": "já ég verð nú að segja að marR les þetta og hugsar sonna ojj þessu ætla ég ekki að lenda í, so skoðar maður þetta aðeins seinna og sonna djö… en mér finnst þetta snilldar setning þa sem ég man ekki gerðist ekki…:D hehe en já ég hef sko farið á skrautleg djömm…:p hehe vona að enginn hérna þekki mig á því…:p en já fyrsta filleríð, þá var balndað í glasið mitt…:/ besta vinkona min þegar við vorum 13 ára og í partýi… endaði á því að hjóla blindfull móðga alla dansa upp á borðum og eikka… er feginn að þa er hlegið að því núna…:p hehe annað filleríð mitt lenti ég í slag við aðrabestuvinkonu mina, ég var voða róleg og sonna og so allt í einu reynir hún að vera fyndinn og tekur vatnsflösku og hellir úr henni beint yfir mig…:S ég brjálast eins og aðrir þarna í kring og ræðst á han en dett og er so full að ég get ekki staðið upp..:S og þá bara sparkar´hún í mig liggjandi og ætla að taka fram að hún er edrú..:S og já við sættumst á meðan ég var en full og við erum ekki vinkonur lengur… gat ekki hætt að hugsa hva var eiginlega að henni að gera þetta….:S en já so fór ég í annað partý fór í þambkeppni til að falla inn í og drepst strax…:S ældi úr mér lífið og var keyrð heim af löggunni…:S so hef ég lennt í því að vera í par´ty með bara fólki sem mig langaði so að ganga í augun á, og drakk of mikið og bara sá eikkern strák sem ég var bara ástfangin af meðan ég var sonna blindfull og bara ljáði honum ást mina og sonna, skilst mér, man ekkert eftir því..:s og so hittir maður hann daginn eftir í kringlunni og hann gegnur að mér og kyssir mig sonna á ennið hæjj elskan ég sonna VÓÓ og þú ert…:S heheh vandræðalegra en ég veit ekki hva… og þa sem ég hata er þegar maður ælir, og þa er talað um þa endalaust…:S ég þoli þa ekki ekki eins og aðrir æli ekki líka…:s en já svo var hérna einn sem spurði hva er sonna gaman af því að vera fullur, þa er einfaldlega bara þa hva þú ert kærulaus, eða er alveg sama um þa sem þér var ekki áður, t.d. eru sumir voða lega feimnir og reyna við stelpur/stráka þegar þeir eru fullir… finnst þa alveg voða sniðugt, er þa kannski á meðna þa er í hófi!! en já líka hva þa er góð tilfining, ég man fyrst þegar ég drakk, þó þa hafi verið blandað í glasið mitt, þá fann ég voða góða tilfiningu…:) líka er gott að fá sér aðeins að drekka ef þér hefur eikka liðið illa, getur hætt að hugsa sonna mikið um þa, eða þa gerist að þú ferð að væla um þa… er voða misjafnt. en stundum ertu of hreinskilin og bullar stundum… voða misjafnt eikka… en já ég djamma hverja helgi eiginlega þó ég sé nú bara 15 ára. og mér finnst þa alltaf jafn gaman, en geri þa öðru hverju að sleppa úr helgi til að sjá hvort ég geti þa ekki alveg, sonna til að missa ekki tökin á drykkjunni. en já þetta er nú samt bara mín hlið á drykkju og djammi, aðrir eru kannski ekki sammála mér, en já allaveg hef ég komið mínu á hreint, og takk fyrir mig"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-03-31 09:32:26",
            "id": "2055502",
            "reply_to_id": "2037229",
            "text": "Ertu 15 ára ei? Djöfull verður þú útriðin og ógeðsleg þegar þú loksins hefur aldur! Veit einhver hérna afhverju áfengis aldur í flestum löndum er miðaður við 20 ára? Einfalt: Það var gerð ransókn á áhrifum áfengis á tauga og ónæmiskerfisins og niðurstaðan var sú að þau (kerfin) hefðu einfaldlega ekki þroska fyrr en um (og yfirleitt yfir!) 20 ára aldurs. Þetta getur leitt til þess, þó svo um eitt og eitt fyllerí fyrir aldur sé að ræða, sjúkdóma, lélegs ónæmiskerfis og kokteil af taugasjúkdómum, meðgöngugalla, þó þú drekkir ekki á meðgöngunni… Þú ert ekki borderline retart er það? Þetta eykur STÓRLEGA möguleikan á sjúkdómum lengra (þó stutt) á lífsleiðinni… Og þetta er fyrir utan öll þau félagslegu vandamál sem þetta hefur í för með sér! Þó svo að þú sér 15 ára og heldur að þú sért fullorðin (á við um restina af ykkur líka!) þá ertu það ekki. Ef þú talar eins og þú skrifar þá veistu það nú samt fyrir. Þó að ég skrifi þetta hér áttu ekki eftir að taka mark á því (og fæst ykkar hér) svo.. Told you so.. Annars er ég búinn að stimpla þig “Viðrini” í minni bók."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-03-31 09:37:21",
            "id": "2055507",
            "reply_to_id": "2037229",
            "text": ".. Og eitt í viðbót.. Er mamma þín dáin eða er hún í meðferð? Áttu foreldra yfir höfuð. Þau hljóta að vera veik greyin því þetta er versta uppeldi sem ég hef heyrt um í lengri tíma. Ég held að þú eigir eftir að fatta eftir nokkur ár (í rúminu með sjúkdóminn þinn) að foreldrar þínir brugðust þér illilega!"
        },
        {
            "user": "Dyrlingur",
            "user_id": "10993",
            "date": "2004-09-24 22:01:47",
            "id": "1724897",
            "reply_to_id": "1722709",
            "text": "Hahaha ég hef ekki lent í neinu af þessu heldur.\nHef líka góða stjórn á drykkju minni. Því ef ég hef það ekki þá enda ég með því að brjóta rúður hægri og vinstri.\nTek inn lyf á djamminu til þess að halda mér rólegum."
        },
        {
            "user": "bubbalogirl",
            "user_id": "48497",
            "date": "2005-04-18 15:48:50",
            "id": "2093840",
            "reply_to_id": "1724897",
            "text": "langaði abra að segja þer að ég er hætt að drekka.. fannst þetta orðið of mikið… og nógur tíminn… reyndar gerði ég þa ekki eftir að hafa lesið því sem þú svaraðir… en þa er kannski eitthvað til í þessu… ég hef verið að fara núna í svona partý með vinum minum og verið sú edrúa… og mér finnst þa nú bara eiginlega skemmtilegra… þá er ekki verið að rifja upp hva maður gerði… eða gerði sig að fíbli eða eikka… en samt þú ert að segja að ég fái kynsjúkdóm…:/ skil ekki hva þú átt við… ég hef bara riðið kærastanum minum… og hann er sá eini sem ég hef riðið… ég er á pillunni samt notum við alltaf smokk til öryggis… og jú ég á foreldra… en ég gisti alltaf hjá vinkonu minni þegar við förum í svona partý… mamma hennar er alveg sama hvenær við komum.. og ef hún spyr eikka komum við bara með eikkerara afsökun… eða gerðum… ég er hætt því…;) (að derkka þá)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-09-24 23:54:13",
            "id": "1724982",
            "reply_to_id": "1722709",
            "text": "heyrði einhvern japana segja að það væri létt að taka eina ör og brjóta en ef þrjar erru setar saman er ekki hæggt a brjóta betra er a stadma saman það er boskapurinn."
        },
        {
            "user": "arkano",
            "user_id": "48967",
            "date": "2004-09-25 00:28:59",
            "id": "1725009",
            "reply_to_id": "1722709",
            "text": "uu eg hef lent í því að deyja úti á götu.. hahah á menninganótt lágum ég og vinkona mín í 3 tíma þangað til önnur vinkona okkar fann okkur og dró okkur upp í strætó þar sem við ældum báðar (inni í strætó) HREINN VIÐBJÓÐUR!! ógeð! og mundum svo ekkert eftir því daginn eftir. Svo gerðum við okkur að algjerum fíflum og löbbuðum út hjá Kringlunni og sögðumst eiga heima hjá perlunni og þurftum að labba heim en strætóbílstjórinn beið eftir að við kæmum inn í strætóinn aftur. Vinkona okkar þurfti að draga okkur inn í hann aftur og við gátum auðvitað ekkert gert.. BLINDfullar:S úff drekk aldrei áfengi aftur, ennþá verið að gera grín af okkur:S"
        },
        {
            "user": "Thorin",
            "user_id": "10897",
            "date": "2004-09-30 23:20:20",
            "id": "1731841",
            "reply_to_id": "1725009",
            "text": "Þetta er sjúkt.. sérstaklega þar sem þú og þínar vinkonur eru fjórtán ára..:/"
        },
        {
            "user": "arkano",
            "user_id": "48967",
            "date": "2004-10-01 02:18:05",
            "id": "1732013",
            "reply_to_id": "1731841",
            "text": "hahahha jáá veit !"
        },
        {
            "user": "Thorin",
            "user_id": "10897",
            "date": "2004-10-01 22:34:33",
            "id": "1732911",
            "reply_to_id": "1732013",
            "text": "You and your crasy folks… :)"
        },
        {
            "user": "karijo",
            "user_id": "5836",
            "date": "2004-09-25 00:58:43",
            "id": "1725041",
            "reply_to_id": "1722709",
            "text": "maður er búinn að prófa þetta 3 sinnum ég samt kemst alltaf á einhvern undraverðan hátt heim og náttlega æli út um allt.svo er maður veikur 2-3 daga eftir þetta held að maður sé nú hættur þessu núna"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-09-25 03:38:37",
            "id": "1725156",
            "reply_to_id": "1722709",
            "text": "Ég er búinn að drekka í 3 ár og hef 3 sinnum lent í svona leiðinlegri reynslu. Öll skiptin á fyrstu mánuðunum eftir að ég byrjaði drekka.. Núna í dag hef ég nokkuð góða stjórn á drykkjunni og drekk mig aldrei dauðadrukkinn. Þetta er bara spurning um að vita sín mörk.. kaupa bara ákveðið magn, klára það og svo bara hætta. Mjög einfallt ef maður temur sér þessa reglu."
        },
        {
            "user": "Scorpio21",
            "user_id": "7299",
            "date": "2004-09-25 11:44:39",
            "id": "1725239",
            "reply_to_id": "1722709",
            "text": "Ég hef lennt í þessu öllu saman. Það er bara að temja sér ákveðin viðhorf og halda sig við þau.\nMaður lærir bara af mistökum =)"
        },
        {
            "user": "molotov",
            "user_id": "13388",
            "date": "2004-09-25 12:19:45",
            "id": "1725255",
            "reply_to_id": "1725239",
            "text": "Hvada væl er thetta… Shit happens deal with it..\nThad er í raun adeins ein regla sem ad gildr..\n1. Sama hversu kengbeygladur thú verdur.\nSama hvada vitleysu thú tekur uppá ad gera.\nSama hvada skømmustulegu adstædum thú lendir í\nVertu nógu svalur á thví ad geta horfts í augu vid thad og hlegid ad thví daginn eftir.\n“Eftirsjá er tímaeydsla sem engu getur breytt, ef thú gerdir eitthvad á hlut annars, thá er bara ad bidjast afsøkunar og halda áfram”"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2004-09-25 13:06:36",
            "id": "1725300",
            "reply_to_id": "1722709",
            "text": "Ég hef aldrei ælt vegna áfengis…\nOg hef þá reglu að ef að það skeður í framtíðinni að þá endurskoði ég drykkjuvenjur mínar :)"
        },
        {
            "user": "fibbl",
            "user_id": "54733",
            "date": "2004-09-25 16:09:17",
            "id": "1725504",
            "reply_to_id": "1725300",
            "text": "Ég hef alltaf haft stjórn á drykkjunni minni, nema reyndar fyrsta skipti sem ég drakk ;) en eftir það þá náði ég að stjórna drykkjunni. Er samt hætt núna því ég skemmti mér miklu betur áfengislaus ;) Og tek það fram hef aldrei lennt í þessu sem þú sagðir."
        },
        {
            "user": "Hnakkur",
            "user_id": "53231",
            "date": "2004-09-28 00:03:35",
            "id": "1728220",
            "reply_to_id": "1725504",
            "text": "ég hef lengi drukkið og oft lennt í þessu.. þetta er algengara en fólk heldur.. alir mínir vinir hafa oft lennt í þessu og ég líka.. svoh.. þetta er ömurlegt.. ég sem er alveg rosalega heppin.. ég verð ekki þunn.. eða örsjaldan.. en það gerist alltaf eftir svona rosalega drykkju…. það þarf nátturulega að drekka mikið og meira svo þetta gerist vanalega svona fyrsta árið eftir að maður byrjar að drekka…\nThe Hnakk..\nOver And Out… :D"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-09-28 18:37:32",
            "id": "1728989",
            "reply_to_id": "1722709",
            "text": "Mamma bannar mér að tala við ókunnuga róna þannig að…\nIm gonna run along home now"
        },
        {
            "user": "Virgin001",
            "user_id": "55310",
            "date": "2004-09-29 23:56:23",
            "id": "1730734",
            "reply_to_id": "1722709",
            "text": "oooh….!\nJá veistu eitthvað að þessu hefur komið fyrir mig, á afmælinu mínu drakk ég of mikið…. síðan fór ég heim og drapst inni á klósetti.\nSvo var ég um dagin að djamma, rosa stuð fórum í partý hjá einhverju fólki en nei nei drapst ég þá ekki á bumbunni á einhverjum kalli.\nÚff það er en verið að gera grín af mér, ég verð að reyna að hafa stjórn á drykkju minni :S\nEn sí jú leiter Alígeiter :S\nVirgin"
        },
        {
            "user": "KrissiKarls",
            "user_id": "33092",
            "date": "2004-10-01 18:31:13",
            "id": "1732658",
            "reply_to_id": "1722709",
            "text": "Það fer nu ekki milli mála að fólk hér kann ekki að fara með áfengi, samkvæmt þessum upplýsingum. :D En ég hef einu sinni lend í leiðilegu véseni og hef samd drukkið í 7ár. En ég var í partýi og þar var slökkvitæki og viti menn ég “hr. gáfaður” dæmdi úr slökkvitækinu yfir alla íbúðina og allt í froðu, öllum alveg skítkald út af froðunni og allir brálaðir út af þessu rugli í mér. Vaknaði síðan daginn eftir og var með samviskubit DAUÐANS."
        },
        {
            "user": "KrissiKarls",
            "user_id": "33092",
            "date": "2004-10-01 18:32:06",
            "id": "1732660",
            "reply_to_id": "1732658",
            "text": "!!!!!"
        },
        {
            "user": "Hroi",
            "user_id": "29430",
            "date": "2004-10-01 21:03:14",
            "id": "1732822",
            "reply_to_id": "1722709",
            "text": "hehe snilldar grein ..hef lent í sumu, sumu ekki.\nHef ekki lent í því að drekka smirnoff flösku og reyna síðan að sníkja nokkrar bjórkippur , enda hef eg ekki það mikið úthald"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2004-10-04 15:33:53",
            "id": "1735442",
            "reply_to_id": "1732822",
            "text": "Hroi, hann eflaust að tala um smirnoff ice, það eru fáir sem drekka heila smirnoff flösku og hafa rænu til að tala yfirhöfuð.\nAnnars er slagorðið mitt “Það sem ég man ekki eftir, gerðist aldrei” þegar kemur að áfengi. :)"
        },
        {
            "user": "Hroi",
            "user_id": "29430",
            "date": "2004-10-04 22:42:28",
            "id": "1736003",
            "reply_to_id": "1735442",
            "text": "Já hehe, hvernig gat ég verið svo heimskur að halda það.\nEn ég er viss um að sumir monti sig af einmitt því.. ! :)"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2004-10-04 23:00:33",
            "id": "1736027",
            "reply_to_id": "1736003",
            "text": "Nema nottlega ef það er 500 ml af smirnoff, það er ekkert það mikið, en maður kallar það ekki flösku. :)\nFlaska er 1 L :)\nÉg væri til í að sjá einhvern þamba svoleiðis og biðja um meira."
        },
        {
            "user": "Hroi",
            "user_id": "29430",
            "date": "2004-10-04 23:34:18",
            "id": "1736082",
            "reply_to_id": "1736027",
            "text": "Já akkurat .. held hann gæti nu ekki mikið talað"
        },
        {
            "user": "cleoz",
            "user_id": "45648",
            "date": "2004-10-05 17:17:07",
            "id": "1736683",
            "reply_to_id": "1736082",
            "text": "Ég drakk yfirleitt eins og eina lítersflösku af smirnoff dry í upphitun áður en ég fór að djamma og svo tók við þetta með að fá sér bjór og þetta, það er svo misjafnt hvað fólk þolir, vinkona mín er blindfull eftir nokkra bjóra og ég get drukkið næstum endalaust.\nÉg aftur á móti verð fyrr full af því að drekka bjór heldur en vodka."
        },
        {
            "user": "Hroi",
            "user_id": "29430",
            "date": "2004-10-05 17:19:02",
            "id": "1736687",
            "reply_to_id": "1736683",
            "text": "okay."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-10-06 18:38:18",
            "id": "1738040",
            "reply_to_id": "1722709",
            "text": "hehmmm… hefur eunhvert hérna heyrt um alkóhólisma og AA, það er ekki eðlilegt að ráða því ekki hvað maður drekkur mikið og að geta ekki sleppt því að drekka, þá er ég hættur að djamma og djammið farið að djamma á mér… það er fuct!\n…er það ekki annars ?"
        },
        {
            "user": "seppi6",
            "user_id": "42642",
            "date": "2004-11-17 23:40:25",
            "id": "1796659",
            "reply_to_id": "1722709",
            "text": "ok ég er 16ára og prufaði sígarettu fyrst 5ára og áfengi 7ára.\nÉG er ekki háður sígarettum og hef aldrei orðið fullur, það er allt í lagi að drekka en að verða fullur til hvers að vera fullur hvað er svona skemmtilegt að vera fullur????\nSegjið mer það."
        },
        {
            "user": "DisaHoney",
            "user_id": "55763",
            "date": "2005-01-23 01:04:11",
            "id": "1919177",
            "reply_to_id": "1722709",
            "text": "Kom fyrir mig í gær, úff það var bad. En það sem ég man ekki eftir gerðist aldrei eins og Duff sagði hérna fyrir ofan :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-04-08 19:17:02",
            "id": "2073944",
            "reply_to_id": "1722709",
            "text": "shit þetta er nu bara nokkuð til í þessu hjá þér. En þetta hefur nu bara komið 1 sinni fyrir að ég draps það var þegar ég drakk hálfan líter af landa á 10 minótum óblandað svo sagði ég fullt af rugli og allt var í steik. Og ég ældi yfir mig allan þetta er ekkert gaman og eg er ekki mjög gaman og ég ætla ekki að drekka sterkt áfengi fyrr en ég verð 18 ára. Halda mig bara við bjórinn"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-04-08 19:18:44",
            "id": "2073951",
            "reply_to_id": "2073944",
            "text": "einhver smá rugl þarna í gangi hjá mér í einni setningu en já svo man ég heldur ekkert eftir þessu. Og svo þarf maður að hlusta á fólk segijar sér hvað maður sagði á þessu fylleríi"
        },
        {
            "user": "JonMaiden",
            "user_id": "34856",
            "date": "2005-04-25 22:17:55",
            "id": "2110269",
            "reply_to_id": "1722709",
            "text": "Þettað er svona annað hvert fyllerí hjá mér..\nÉg drekk of mikið og enda á því að æla á eitthvað eða einhvern..\nNúna síðast var það klósett,sturtuhengi,handklæði,gólf og vaskur sem urðu fyrir árás ælu…"
        },
        {
            "user": "beautybolla",
            "user_id": "41752",
            "date": "2005-12-01 11:55:37",
            "id": "2754688",
            "reply_to_id": "1722709",
            "text": "WHAT!!?!?!?!?!?!?!?!?\n'Hver hefur ekki lent í því að kissa stelpu sem þú þekktir fyrir langa löngu(nýbúinn að hitta hana þarna í paríinu) fyrir framan kærasta hennar og besta vin hans, og lenda í endalausum vandræðum með allt.\nHver hefur ekki lent í því að einhver ókunnug gella slummar mann og seigir síðan eithvað lágt og marr stendur bara einsog fáviti og segir hátt HA??? Og eftir á fattar marr hvað stelpan vildi.\nDaginn eftir er marr hetja.'"
        }
    ]
}