{
    "forum_title": "Rómantík",
    "user": "ninus",
    "user_id": "39743",
    "date": "2004-09-30 19:54:19",
    "title": "Alveg í rugli...",
    "text": "Vá ég er alveg að verða brjáluð! Ég er svo rugluð :S Skomm…það er þannig að nýlega kynntist ég þessum strák. Við skulum bara kalla hann X.\nAllavega, ég hafði verið að tala við X eitthvað pínu á þessu undratæki msn. Svo hittumst við og urðum bara að ég hélt mjög góðir vinir. Þegar ég og besta vinkona mín, köllum hana Y, vorum heima hjá X lágum við kannski öll 3 uppí rúmi að horfa á TV eða eitthvað þannig og þá hélt hann utan um mig og hann var bara svo góður. Alltaf að knúsa mig og þannig. Svo spurði Y hann hvort hann væri hrifinn af mér og hann sagðist vera hrifinn af mér og ég var bara í skýjunum sko…ég orðin hérna ýkt hrifin og hann var það þá líka. Svo spurði ég hann hvort þetta væri satt og þá svaraði hann því játandi og ég hélt bara að allt væri frábært. Okey…ég bý útá landi, og svo fer ég þarna í nokkra daga í höfuðstaðinn. Ég hitti X og er hjá honum í einkura stund og svo kveðjumst við. Þá var eg þeirra skoðunar að hlutirnir gætu ekki verið betri. En allavega…ég sendi honum sms og hringi en hann svarar ekki. Ég hugsa bara þessa tíbísku hugsun “aha, hann á ekki inneign” en allavega…svo fer hann að byrja að skella á… þá var ég bara “WHAT???” en jamm…held ég þá von þetta sé einhver misskilningur.\nSvo er það þannig ég er heima hjá einni bestu vinkonu minni þarna í Reykjavíkinni, og fæ að nota heimasímann þar til að hringja í hann því ég var orðin mjög sár og leið yfir þessu. Að hann skellti alltaf á mig. Þá svarar hann! Á einu secúndubroti varð ég himinlifandi. En það varði ekki lengi :'( Samtal okkar var orðrétt svona:\n“Hæ…” -X\n“Hæjjjj” - Ég\n“Hver er þetta?” -X\n“ég sagði nafnið mitt” - Ég\nÞá skellti hann á.\nÉg sat við símann og skildi ekki neitt. Ég skil ekki neitt enn. Þegar ég reyni að hringja, hann skellir á, sendi sms, hann svarar ekki. Ég gerði tilraun, addaði honum á msn sem ég hef fyrir bestu vini mína…hann blockaði mig um leið og hann las nafnið mitt. Ég efa hann hafi lesið afganginn þar sem ég bað hann um að útskýra afhverju hann gerir mér þetta. Hann skellir á bestu vinkonu mína. Sem síðast þegar ég vissi átti að teljast til ágætist vinkonu hans…\nÉg er alveg ráðalaus :| Er einhver hérna sem hefur lent í þessu? Eða svipuðu ? Einvher sem hefur einhvera hugmynd um afhverju hann gæti látið svona ? :'( Ég er alveg ráðalaus!!!",
    "url": "https://www.hugi.is/romantik/greinar/247456/alveg-i-rugli/",
    "url_id": "247456",
    "id": "1723057",
    "replies": [
        {
            "user": "calF",
            "user_id": "24255",
            "date": "2004-09-30 20:33:13",
            "id": "1731632",
            "reply_to_id": "1723057",
            "text": "Ég tel hann samkynhneigðan…"
        },
        {
            "user": "Thorin",
            "user_id": "10897",
            "date": "2004-09-30 20:40:39",
            "id": "1731638",
            "reply_to_id": "1723057",
            "text": "Þetta er pjúra bjáni, gleymdu þessum gaur, það eru nóg af góðum og kjötmiklum fiskum í sjónum. Þú átt örugglega eftir að kynnast betri og skemmtilegri strákum, og líka það að þetta er annað bæjarfélag sem gengur ekkert alltaf.. nema að þú egir heima í grímsey, eða blöndósi :P\nEn ég veit ekkert hvernig þetta er nákvæmlega hjá ykkur, þannig að ég ætla ekki að dæma gaurinn hart."
        },
        {
            "user": "SexiGirl",
            "user_id": "55559",
            "date": "2004-10-26 13:56:22",
            "id": "1763616",
            "reply_to_id": "1731638",
            "text": "já gleymdu honum bara þessi gaur er hálviti að hunsa þig svona og bara allt í einu hætt að vera með þér þú átt bara að gleyma honum halda áfram að lifa og kynnats bara einhverjum öðrum flottum strák"
        },
        {
            "user": "sokkagleypir",
            "user_id": "31751",
            "date": "2004-09-30 21:39:31",
            "id": "1731697",
            "reply_to_id": "1723057",
            "text": "……….jæja, þú villt alveg örugglega ekki álit frá mér…………………"
        },
        {
            "user": "ninus",
            "user_id": "39743",
            "date": "2004-09-30 22:47:58",
            "id": "1731815",
            "reply_to_id": "1731697",
            "text": "Jú…þú getur það alveg…"
        },
        {
            "user": "ninus",
            "user_id": "39743",
            "date": "2004-09-30 23:41:54",
            "id": "1731877",
            "reply_to_id": "1723057",
            "text": "Ég sendi honum sms…bað hann að útkljá málin…ég fékk til baka:\n“Okey, útkljáum þetta í eitt skifti fyrir öll, þú hættir að hringja og við lifum okkar lífum áfram”\nÞannig er það nú :'("
        },
        {
            "user": "Laufa",
            "user_id": "9234",
            "date": "2004-10-03 18:30:19",
            "id": "1734454",
            "reply_to_id": "1731877",
            "text": "Úff, sumt fólk bara þorir ekki að takast á við vandamál með þroskuðu hugarfari.\nÉg samhryggist þér ekki að þetta hafi ekki gengið upp þar sem þú getur betur og hann er ekki þess virði til að sakna.\nHvað er hann gamall?\nEyrún"
        },
        {
            "user": "ninus",
            "user_id": "39743",
            "date": "2004-10-03 19:38:31",
            "id": "1734530",
            "reply_to_id": "1734454",
            "text": "15 ára…einu ári eldir en ég. Hann er í 10 bekk, ég í 9 bekk"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2004-09-30 23:56:48",
            "id": "1731893",
            "reply_to_id": "1723057",
            "text": "Hann er bara hálfviti Tonks! Láttu hann sjá þig með öðrum gaur, þá blossar svo öfundsýkin upp hjá honum að það verður broslegT:D"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2004-10-03 17:33:08",
            "id": "1734380",
            "reply_to_id": "1731893",
            "text": "Fantasia er öll í að gera fólk afbrýðsamt."
        },
        {
            "user": "Glowstick",
            "user_id": "39054",
            "date": "2004-10-04 12:15:43",
            "id": "1735197",
            "reply_to_id": "1734380",
            "text": "eigum við ekki bara að vera afbrýðissöm/samir/samar í fantasiu?"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2004-10-04 15:24:42",
            "id": "1735427",
            "reply_to_id": "1735197",
            "text": "Hún verður að gera okkur afbrýðsöm til að við getum verið það, hún er uppspretta allar afbrýðsemi."
        },
        {
            "user": "Glowstick",
            "user_id": "39054",
            "date": "2004-10-04 17:26:18",
            "id": "1735610",
            "reply_to_id": "1735427",
            "text": "ókei,skil"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2004-10-04 22:38:11",
            "id": "1735999",
            "reply_to_id": "1735610",
            "text": "Þú skilur mig svo vel, viltu giftast mér ?"
        },
        {
            "user": "Glowstick",
            "user_id": "39054",
            "date": "2004-10-05 19:06:17",
            "id": "1736817",
            "reply_to_id": "1735999",
            "text": "ertu stestrákur eða stelpa\nog hvað ertu gamalll/gömul?\n;)"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2004-10-05 19:28:42",
            "id": "1736853",
            "reply_to_id": "1736817",
            "text": "Ef þú ætlar útí eitthvað svona þá geturðu gleymt þessu."
        },
        {
            "user": "Glowstick",
            "user_id": "39054",
            "date": "2004-10-05 19:31:49",
            "id": "1736865",
            "reply_to_id": "1736853",
            "text": "þetta átti að vera brandari,\nem ég held að engum finnist hann fyndin."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2004-10-06 00:43:29",
            "id": "1737268",
            "reply_to_id": "1736865",
            "text": "Skarplega ályktað."
        },
        {
            "user": "sokkagleypir",
            "user_id": "31751",
            "date": "2004-10-10 02:18:45",
            "id": "1741945",
            "reply_to_id": "1737268",
            "text": "heyriði strákar þetta er bara að snúast úti eitthvað rugl :\\\n——————————\nWhat Doesnt kill you, only makes you stronger!"
        },
        {
            "user": "Krotz",
            "user_id": "10236",
            "date": "2004-09-30 23:58:51",
            "id": "1731895",
            "reply_to_id": "1723057",
            "text": "Ég hef lent í eiginlega svipuðum hlut eða þannig séð, solitið langt til að útskýra, það gæti verið að það sé eitthvað að hjá honum, hef annars ekki hugmynd, mátt senda mér skilaboð til að tala um þetta ef þig langar til, vonandi verður þetta í lagi hjá þér."
        },
        {
            "user": "Djuzy",
            "user_id": "36482",
            "date": "2004-10-01 14:31:53",
            "id": "1732381",
            "reply_to_id": "1723057",
            "text": "Ekki pæla í honum. Hann vill greinilega ekki tala við þig og þar af leiðandi ekki láta undan.\nNæst þegar þú ert í bænum þá skaltu bara fara til hans og kýla hann í smettið. Án gríns.\nNjótið vel."
        },
        {
            "user": "twohotchicks",
            "user_id": "55352",
            "date": "2004-10-01 22:32:42",
            "id": "1732908",
            "reply_to_id": "1723057",
            "text": "humm……….."
        },
        {
            "user": "twohotchicks",
            "user_id": "55352",
            "date": "2004-10-01 22:33:35",
            "id": "1732909",
            "reply_to_id": "1723057",
            "text": "okkur… finnst að þú ættir að prófa að fara til hans …. en ef hann fokkings skellur á þig þá líka þá er hann bara skítseiði sem má rotna þar sem sólin skín ekki …. p.s HANN SKELLIR Á ÞIG STELPA reikna þetta út vinan… greinilega vill hann ekkert með þig hafa…..\nenda á hann ekki þig skilið !!"
        },
        {
            "user": "divaa",
            "user_id": "11336",
            "date": "2004-10-02 16:29:54",
            "id": "1733455",
            "reply_to_id": "1723057",
            "text": "Til hvers ertu að spá í þessum gaur? Þetta er pjúra fífl og ekki þess virði að eyða tíma sínum í."
        },
        {
            "user": "Hollis",
            "user_id": "17516",
            "date": "2004-10-03 14:20:27",
            "id": "1734205",
            "reply_to_id": "1723057",
            "text": "Það er alveg augljóst að hann er eitthvað meira en mikið fífl. Og fyrst hann gerir þetta er hann ekki nógu góður fyrir þig. Það er eitthvað mikið að hjá honum! Ekki láta hann eyðileggja þig! Hann er asni og ekki vera að reyna að ná í hann - hann er ekki þess virði og þú átt ekki að vera að eyða þínum tíma í svona hálfviti! Það er svo miklu meira af góðum strákum sem bíða eftir þér! Láttu hann bara alveg eiga sig og lifðu lífinu - þú munnt gleyma honum og hlæja að þessum hálfvita senni meir!"
        },
        {
            "user": "aldi",
            "user_id": "41374",
            "date": "2004-10-05 09:52:19",
            "id": "1736291",
            "reply_to_id": "1723057",
            "text": "Glataður gæi, hættu að hugsa um hann, það er það eina sem þú getur gert í þessari stöðu…"
        },
        {
            "user": "Twistur",
            "user_id": "3449",
            "date": "2004-10-05 20:12:12",
            "id": "1736924",
            "reply_to_id": "1723057",
            "text": "Það er til orð yfir svona gaura og það er ASSHOLE!!!\nEkki pæla í honum, hann er bara fífl sem sér ekki hvað hann hefur :) Vertu ekkert að leita neinna hefnda eða svoleiðis rugl, bara hundsaðu þetta, ef þú einhverntímann hittir á hann, ekki stoppa, labbaðu bara framhjá eins og þú hafir aldrei séð hann áður, ef hann reynir að tala við þig, byrjaðu þá á því að láta eins og þú heyrir ekki, ef hann er tregur og tekur ekki vísbendingu, snúðu þér þá að honum og segðu honum að láta þig í friði, að þú sért komin með nóg af þessum skæting í honum :) Annars, just let it slide. He's not worth your time girl\nReyndu bara að lifa lífinu áfram og finndu þér annan aðeins þroskaðari gæja :)"
        },
        {
            "user": "Cassia",
            "user_id": "2827",
            "date": "2004-10-06 21:03:51",
            "id": "1738274",
            "reply_to_id": "1723057",
            "text": "Hann er bara drusla og gunga!\nsvo ég taki mér orð meistara Steingríms J. í munn\nNei í alvöru… Gleymdu þessum gaur. Hann er greinilega með þroska á við froskafóstur!\nÞað er aldrei að vita afhverju hann hætti að vilja tala við þig, en það að hann hafi ekki getað verið hreinskilinn við þig og gefið þér ástæðu segir bara allt um hans persónuleika sem segja þarf. Í alvöru… vertu fegin að vera laus við þennan skaufa. He's SO not worht it!!!"
        },
        {
            "user": "kolp",
            "user_id": "55366",
            "date": "2004-10-08 22:22:31",
            "id": "1740831",
            "reply_to_id": "1723057",
            "text": "Jamm, þú ert of góð fyrir hann!! Hann er algjör auli. Sko málið er að þér finnst erfitt að finnast hann auli þegar þú ert/varst hrifin af honum. Það tekur tíma að jafna sig…svo þegar það kemur annar strákur þá gleymiru honum, treystu mér hef lent í því! Reyndi bara hugsa ekki um það, þetta er náttla ótrúlega leiðinlegt en svona er lífið…örlög!"
        },
        {
            "user": "kolp",
            "user_id": "55366",
            "date": "2004-10-08 22:23:39",
            "id": "1740835",
            "reply_to_id": "1723057",
            "text": "Jamm, þú ert of góð fyrir hann!! Hann er algjör auli. Sko málið er að þér finnst erfitt að finnast hann auli þegar þú ert/varst hrifin af honum. Það tekur tíma að jafna sig…svo þegar það kemur annar strákur þá gleymiru honum, treystu mér hef lent í því! Reyndu bara að hugsa ekki um það, þetta er náttla ótrúlega leiðinlegt en svona er lífið…örlög!"
        },
        {
            "user": "ninafina",
            "user_id": "29319",
            "date": "2004-10-09 02:51:59",
            "id": "1741078",
            "reply_to_id": "1723057",
            "text": "ég fatta þetta en ég fatta bara alls ekkert í þessum crazy gaur sem er bara.. crazy\nstrákar eru bara flestir (með virðingu fyrir þeim betri) óskiljanlegir og óþroskaðir hálfvitar! (En auðvitað getur það líka gilt fyrir um stelpur)\nAugljóslega er HANN það.\nKv þín vinkona Nína II"
        },
        {
            "user": "Heimir88",
            "user_id": "20634",
            "date": "2004-10-10 21:04:52",
            "id": "1742740",
            "reply_to_id": "1723057",
            "text": "Hættu að pæla í þessum aula og haltu áfram með lífið núna veistu að þú þarft að vera aðeins varkárari þegar þú gengur út í eitthvað svona lagað."
        },
        {
            "user": "ninus",
            "user_id": "39743",
            "date": "2004-10-10 21:35:12",
            "id": "1742779",
            "reply_to_id": "1742740",
            "text": "Hann var bara svo nice…svo góður…svo frábær… hélt það væri engin þörf fyrir það að vera varkár :("
        },
        {
            "user": "Heimir88",
            "user_id": "20634",
            "date": "2004-10-10 22:21:16",
            "id": "1742834",
            "reply_to_id": "1742779",
            "text": "Þú þarf alltaf að vera varkár, maður veit aldrei hvenar djöfullinn skýtur upp kollinum í fólki."
        },
        {
            "user": "DNorman",
            "user_id": "34582",
            "date": "2004-10-11 23:23:49",
            "id": "1744419",
            "reply_to_id": "1723057",
            "text": "Hvaða hommi mundi ekki vilja tala við þig? og afhverju komastu ekki að horfa á mig keppa á ak? :P"
        },
        {
            "user": "hadda91",
            "user_id": "39560",
            "date": "2004-11-19 14:50:15",
            "id": "1798755",
            "reply_to_id": "1723057",
            "text": "Æ LITLI ÁSTARPUNGURINN MINN :D\nþessi er strákur er bara HÁLVITI segðu honum að fara í RASSGAT. sem betur fer hefur ekkjert svona gerst við mig (úff) en… endilega seigðu mér símanúmerið hanns ég ætla sko að láta hann heira það ;) :P\nekkjert asloslans kjaftæði\n:P:D;)\nbæbæ\nkv Haffa Kleina\n————————————————\nI love you is that ok ?"
        }
    ]
}