{
    "forum_title": "Tölvuhlutverkaleikir",
    "user": "Vilhelm",
    "user_id": "2179",
    "date": "2004-09-23 18:55:59",
    "title": "Spunasaga Hugi.is/CRPG",
    "text": "Jæja, fyrir nokkrum árum var sett í gang spunasaga hér á þessu áhugamáli, þegar það hét Baldur's Gate. Þetta var frekar einfalt: Það voru nokkrar persónur í sögunni, og hver persóna hafði á bak við sig einn höfund.\nÉg vil ekki vera að eyða frekari tíma í að útskýra ferlið, en ef þið viljið sjá þetta “in action”, þá bendi ég ykkur á gamla spunann\nhér\n.\nÞessi spuni verður þó aðeins frábrugðinn, aðallega að því leyti að í þetta sinn verð ég aðeins spunameistari og mun sjá um að koma mikilvægum söguatriðum áfram endrum og eins, en ég mun ekki koma til með að taka á mig form persónu. Það eru fyrst og fremst spilendur sem sjá til þess að allt gangi vel fyrir sig, svo verk mitt verður í sjálfu sér voðalega lítið.\nEn, hvað um það, það er enginn spuni án persóna, og þess vegna vil ég nota tækifærið og auglýsa eftir áhugasömum þátttakendum. Gizzi, sá sem kom með þessa skemmtilegu hugmynd, er nú þegar búinn að skrá sig upp (vitaskuld).\nÉg vil biðja fólk um að hugsa persónu sína vel og vandlega; týpu (“class”), kynþátt, persónuleika, kosti (kann hann að spila á lútu), galla (fóbíur etc) og fleira slíkt. Þetta er EKKI eitthvað með stöttum þannig að þið megið hugsa aðeins út fyrir Dungeons & Dragons rammann, takk. :-)\nVegna þess að spuninn ræður aðeins við takmarkaðan fjölda þátttakenda þá vil ég biðja fólk um að senda inn persónur sínar á mig í gegnum skilaboðakerfi Huga, þar sem ég mun svo fara yfir, kommenta á þær og fleira (við getum ekki haft fimm bardagakappa og einn prest í svona hóp, það þarf styrkleika á öllum sviðum, hehe).\nFrekari reglur verða svo settar upp, spilendum (og lesendum) til gagns og gamans þegar spuninn fer loksins í loftið.",
    "url": "https://www.hugi.is/crpg/greinar/247525/spunasaga-hugiiscrpg/",
    "url_id": "247525",
    "id": "1723592",
    "replies": [
        {
            "user": "Vilhelm",
            "user_id": "2179",
            "date": "2004-09-23 19:29:44",
            "id": "1723634",
            "reply_to_id": "1723592",
            "text": "Hmm, já, ef þessar einföldu upplýsingar eru eitthvað tormeltar í flóknum heilum lesenda, þá munu týpur og kynþættir verða teknir beint úr player's manual. Subraces verða ásættanleg… ef það er ekki út í hött eins og hálf-dreki, drow sem elskar allt bleikt, eða eitthvað í þá áttina."
        },
        {
            "user": "Vilhelm",
            "user_id": "2179",
            "date": "2004-09-23 22:23:47",
            "id": "1723822",
            "reply_to_id": "1723634",
            "text": "Og…hvar verður þessi Spuni eiginlega? Ég er að pæla í að skrá mig."
        },
        {
            "user": "Vilhelm",
            "user_id": "2179",
            "date": "2004-09-24 05:45:39",
            "id": "1724065",
            "reply_to_id": "1723822",
            "text": "Ég hef ekki enn ákveðið það en líkast til verður fyrsti kaflinn í greinahluta en svo er ég að pæla í að færa þetta yfir á korkinn “Föli dvergurinn - Kráarumræður”, sem er því miður heldur lítið notaður."
        },
        {
            "user": "Noztradamus",
            "user_id": "55150",
            "date": "2004-09-24 23:01:44",
            "id": "1724947",
            "reply_to_id": "1723592",
            "text": "Ég las hratt yfir en skildi ekki rass í þessu…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-09-30 17:51:43",
            "id": "1731470",
            "reply_to_id": "1724947",
            "text": "Nafn: Brynjaður Úlfur (AKA Brynjólfur)\nClass: Fighter/Mage\nAlignment: True Neutral\nRace: Dwarf\nKosti: Skilur hagfræðileg málefni líðandi stundar\nGallar: Óviðráðanlegt fettish fyrir Japönskum skólastelpum.\nSnilldar leikur, má ég vera memm ?"
        },
        {
            "user": "GLXRBLT",
            "user_id": "42678",
            "date": "2004-10-01 13:45:00",
            "id": "1732338",
            "reply_to_id": "1723592",
            "text": "Hahaha :P"
        },
        {
            "user": "Vilhelm",
            "user_id": "2179",
            "date": "2004-10-03 23:36:47",
            "id": "1734810",
            "reply_to_id": "1732338",
            "text": "Mér einhvern veginn tekst ekki að sjá húmorinn í þessu."
        },
        {
            "user": "GLXRBLT",
            "user_id": "42678",
            "date": "2004-10-04 09:54:38",
            "id": "1735076",
            "reply_to_id": "1734810",
            "text": "Ég mun nú bara hafa verið að hlæja af myndinni."
        },
        {
            "user": "frestur",
            "user_id": "32039",
            "date": "2004-10-05 13:50:31",
            "id": "1736458",
            "reply_to_id": "1735076",
            "text": "Já nú er ég búinn að senda Vilhelm Uppdrag að mínum character, bara að láta vita."
        },
        {
            "user": "GLXRBLT",
            "user_id": "42678",
            "date": "2004-10-05 16:33:21",
            "id": "1736636",
            "reply_to_id": "1736458",
            "text": "…og akru svaraðiru mér?"
        },
        {
            "user": "frestur",
            "user_id": "32039",
            "date": "2004-10-06 12:19:08",
            "id": "1737605",
            "reply_to_id": "1723592",
            "text": "Því ég er vanalega ekki mikið á huga og kann því ekki almennilega á þennan “nýja” huga ennþá."
        },
        {
            "user": "Icequeen",
            "user_id": "4377",
            "date": "2004-10-07 12:00:10",
            "id": "1738866",
            "reply_to_id": "1723592",
            "text": "…er enn verið að taka við “umsóknum”? :)"
        },
        {
            "user": "Vilhelm",
            "user_id": "2179",
            "date": "2004-10-07 12:05:04",
            "id": "1738870",
            "reply_to_id": "1738866",
            "text": "Ég er einmitt að vonast eftir að fá fleiri spilendur áður en ég fer í söguna. :)"
        },
        {
            "user": "Icequeen",
            "user_id": "4377",
            "date": "2004-10-07 12:06:26",
            "id": "1738873",
            "reply_to_id": "1738870",
            "text": "ok, me go send you pm then :)"
        }
    ]
}