{
    "forum_title": "Harry Potter",
    "user": null,
    "user_id": null,
    "date": "2004-09-27 17:43:42",
    "title": "Harry Potter og snarklikkaða Mandólínið",
    "text": "“Vááá…” sagði Harry og slefaði yfir nýja Magic L300 ofurmandólíninu sem var í glugganum á Töfrahljóðfærabúð Matta myglaða. “Ef ég ætti þetta gæti ég spilað lagið sem heyrist alltaf í byrjun myndanna, þarna dudídudúdídúdú, æii þú veist”.\nHermonie birtist svo alltíeinu útúr búðinni með litla tösku merkta Matta myglaða. Hún labbaði að strákunum og opnaði hana án þess að segja orð.\n“Vááááá!” sögðu Harry og Ron samstundis.\n“Hvað er þetta?” spurði Ron snögglega og roðnaði.\n“Þetta er munnharpa” sagði Hermonie og spilaði Gís skala sem snöggvast. Ron og Harry urðu spenntari og hlupu inn. Harry leit á verðmiðann á ofurmandólíninu.\n“Þetta nægir,” sagði Harry og tók upp tíu stóra gullpeninga eftir mikið grams. En Ron svaraði ekki. “Er eitthvað að Ron?” spurði Harry sem snöggvast.\n“Æii… bara, ég á ekki pening fyrir neinu, ekki einu sinni tambúrínu!”\nHarry vorkennti Ron og leitaði fyrir hann að hentanlegu hljóðfæri fyrir Ron.\n“Ron, komdu fljótt, ég fann eitt handa þér!” kallaði Harry loksins og sýndi honum eitt fallegasta og undursamlegasta hljóðfæri sem Ron hafði nokkurntímann séð. Þríhorn! Og það besta var að það kostaði aðeins 10 knúta! Alveg mátulegt fyrir Ron. Þeir keyptu sér mandólínið og þríhornið og fóru út og sýndu Hermonie nýju hljóðfærin sín.\n“Ég veit hvað þetta þýðir! Við stofnum hljómsveit! Getum spilað lög með Geirmundi og Ragga Bjarna!” sagði Hermonie og brosti út að eyrum.\n“Já, og Dr. Gunna og Bubba Morthens” sagði Ron ákafur og brosti út að eyrum.\n“Ron, ekkert dauðarokk!” fussaði og sveiaði Hermione.\nRon fór í fýlu og söng Ragga Bjarna lag alveg einstaklega falskt og Harry og Hermonie urðu reið.\n“Ekki móðga kónginn maður!” urraði Hermione.\n“Hvað er eiginlega að þér maður?” samsinntis Harry Hermione. Þau tóku eftir því að allir voru að horfa á þau. Þá röltu þau til foreldra Ron sem voru í fullorðnisbókabúð.\n“Ron… Harry… Hermonie… hvað eruð þið að gera hér?” hvíslaði Molly þegar þau loksins fundu þau. “Þetta er enginn staður fyrir börn!” hvæsti hún útúr sér þegar Harry var búinn að opna sér eitthvað blað sem hann fann í rekka sem allt var frítt.\n“Hver hefur gaman að nöktum svartálfum?” spurði hann útí loftið og henti bæklingnum aftur í rekkann.\nÞau fóru út á götu og biðu eftir Weasley hjónunum þegar eitthvað mjög skrítið gerðist, töframandólínið hans Harry byrjaði að spila sjálft! Það spilaði Hedwig's Theme, sem má heyra í byrjun Harry Potter myndanna. Harry tók það upp og renndi fingrunum yfir það, hann hafði aldrei heyrt neitt eins fallegt, hann lagði fingur yfir það og það kom ennþá fallegra, svo renndi hann fingrunum meðan hann spilaði og varð alveg orðlaus.\nHann var besti mandólínleikarinn á svæðinu! Hermonie tók upp munnhörpuna sína og blés á meðan Harry spilaði og aldrei hafði neitt passað svona vel saman. Þetta var undursamlegt, þetta var Nótt í Moskvu með Ragga Bjarna! Ron tók upp þríhornið og byrjaði að slá einhvern takt, þá fyrst var þetta að fullkomnast. Þegar Harry byrjaði að syngja þá náðist lagið alveg. Þetta var töfrum líkast! Það var eins og einhver væri búinn að galdra þetta inní þau.\nEftir þetta atvik ákváðu þau að stofna hljómsveitina “Örið og aumingjarnir” sem sérhæfði sig í lögum með Ragga Bjarna og Geirmundi. Fyrstu tónleikar þeirra voru við skólasetningu Hogwartsskóla þar sem þau tóku lögin Smells Like Teen Spirit sem Raggi Bjarna gerði frægt á sínum tíma, Söknuð með Vilhjálmi og Bíddu Við með Geirmundi. Þau slóu strax í gegn innan skólans og meirasegja Draco vildi vera vinur þeirra. Þeim var svo boðið að hita upp fyrir Pál Óskar þegar hann kæmi í skólann 31. september næstkomandi. Þau urðu mjög spennt og drífðu sig í að semja 3 lög. Fyrsta lagið þeirra hét “Ó, yndisfagra frú, hvað heitir þú”.  Mandólínhljóma fyrir það má finna\nhér\n. Hin lögin hétu “Við elskum Geirmund” og “Dönsum og hoppum.”\nÞau æfðu stíft í kompu bakvið skólann þar til að tónleikunum kom. Loksins var komið að tónleikunum og Páll Óskar og hljómsveit kom í skólann. Það spilerí gekk mjög vel og var þeim mikið fagnað og Páll Óskar stóð sig vel. En baksviðs eftir tónleikana gerðu þau dáldið sem þau hefðu aldrei átt að gera. Þau reyktu hass með bassaleikara Páls Óskar! Hann plataði þau í þetta með því að segja að þetta gerði þau fræg, en það var ekki raunin, héldu þau.\nÞau byrjuðu að semja hneysklunarverð lög með mandólínsólóum og þríhornshömrunum. Lögin urðu myrk og drungaleg og aðeins krakkar sem vildu hneykslunarverða tónlist fíluðu það. T.d. var lagið Voldemort bannað á útvarpsstöðvum. Enda var sagt Voldemort 1300 sinnum í því. Það skrítnasta var að Dumbledore var ekkert að stoppa þau.\n\"Ég ætla að gerast\nstraight edge\nog draga hljómsveitina með í það,” sagði Harry við sjálfan sig eftir nokkra mánuði í ruglinu. Þau náðu svo þokkalegum vinsældum á Evrópumarkaði eftir útgáfu diskins:\n“Ef við myndum sjá Voldemort myndum við hlæja”\nog fengu þessvegna að spila í Laugardalshöll þann 23. janúar 2005. Dumbledore samþykkti það ef hann fengi að fara með.\nSvo loksins komu þau þangað. Raftónlistarmaðurinn Voldemort hitaði upp og loksins stigu þau á svið. Þau spiluðu um það bil 13 lög þar til að Harry rak augu á John Lennon í salnum. Hann varð taugaóstyrkur en tónlistin breyttist ekkert. Hann var ekki einu sinni að reyna að syngja, söng bara sjálfkrafa. Honum fannst það mjög skrítið.\n“Avada Kadavra,” öskraði John Lennon allt í einu og breyttist í risastórann karl og allt í salnum varð grænt, hátt öskur heyrðist og svo sást Harry Potter detta af sviðinu og deyja. Stóri karlinn hló og minnkaði og varð svo að Voldemort.\n“Úff, ég hefði mátt vita þetta” sagði Ron, “Við hefðum ekki að láta þennan gaur hita upp.”\n“Ég verð að viðurkenna eitt fyrir ykkur,” sagði Voldemort og flaug upp á svið á kústi og hann breyttist skyndilega í… *þríhornssláttur*… DUMBLEDORE! “Já, það var rétt, ég er Voldemort.  Ég lék mér að þessum krökkum, lét þau spila tónlist, allt eftir göldrum og það virkaði, ég drap Harry Potter!”\nSvo hló allur salurinn og sagði:\n”Dumbledore kjáni.“\nEn eins og gamla klisjan segir: ”Allt er gott sem endar vel\"",
    "url": "https://www.hugi.is/hp/greinar/247998/harry-potter-og-snarklikkada-mandolinid/",
    "url_id": "247998",
    "id": "1726749",
    "replies": [
        {
            "user": "Spirited",
            "user_id": "25873",
            "date": "2004-09-27 17:46:36",
            "id": "1727684",
            "reply_to_id": "1726749",
            "text": "ahahaahahahaha"
        },
        {
            "user": "mundulingur",
            "user_id": "45964",
            "date": "2004-10-04 13:34:36",
            "id": "1735275",
            "reply_to_id": "1727684",
            "text": "SOldið klikkuð saga en samt skemmtileg.\nÉg fattaði samt ekki alveg allt í þessu, frekar erfitt að skilja þetta en þetta er samt alveg drepfyndið"
        },
        {
            "user": "Aesa",
            "user_id": "14937",
            "date": "2004-09-27 17:54:04",
            "id": "1727696",
            "reply_to_id": "1726749",
            "text": ":D HAHAHAA! Ég varð að passa mig að hlæja ekki upphátt af því að ég er á bókasafni! Þetta er eitthvað nýtt! Gott að fá eitthvað ferskt inn! Sýnir að allt þarf ekki að vera gott og ljúft alltaf hreint.\n:P Þetta er alger djókur!"
        },
        {
            "user": "lyras",
            "user_id": "53724",
            "date": "2004-09-27 18:20:18",
            "id": "1727728",
            "reply_to_id": "1726749",
            "text": "Góður þessi!\nKoma fleiri kaflar eða eru þetta endalok Harry Potters?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-09-27 18:41:19",
            "id": "1727761",
            "reply_to_id": "1727728",
            "text": "Endalok Harry"
        },
        {
            "user": "Wappius",
            "user_id": "46173",
            "date": "2004-09-27 18:46:17",
            "id": "1727767",
            "reply_to_id": "1726749",
            "text": "Æi kommon lífgaðu hann við og gerðu mörg framhöld, þetta er eini Harry Potter fan fictioninn sem er svalur og ekki gay."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-09-27 19:06:19",
            "id": "1727795",
            "reply_to_id": "1727767",
            "text": "Kannski seinna."
        },
        {
            "user": "Violet",
            "user_id": "38251",
            "date": "2004-09-27 19:06:15",
            "id": "1727794",
            "reply_to_id": "1726749",
            "text": "Hahahahahah!!!!\nþessi saga er æði!"
        },
        {
            "user": "stinkytoe",
            "user_id": "29707",
            "date": "2004-09-27 19:24:09",
            "id": "1727814",
            "reply_to_id": "1726749",
            "text": "Haha! :D Það hefur verið gaman að semja þessa sögu.. ;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-09-27 19:27:32",
            "id": "1727818",
            "reply_to_id": "1726749",
            "text": "Gay.."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-09-27 19:46:15",
            "id": "1727845",
            "reply_to_id": "1726749",
            "text": "Þetta minnir mig á einn áhugaspuna eftir “peacock”. Það var svona crazy asnalegur en brjálæðilega fyndin spuni og hérna er slóðin á hann:\nhttp://www.hugi.is/hp/articles.php?page=view&contentId=1194109#1194117\n<|*-*Dr.Strangelove*-*|"
        },
        {
            "user": "Achilles",
            "user_id": "54949",
            "date": "2004-09-27 20:33:22",
            "id": "1727921",
            "reply_to_id": "1726749",
            "text": "þetta er alveg fáránlegur spuni.!! en er samt fyndin eiginlega drepfyndin hehe……!!!!!"
        },
        {
            "user": "Sveingeir",
            "user_id": "36880",
            "date": "2004-09-27 20:48:45",
            "id": "1727944",
            "reply_to_id": "1726749",
            "text": "hahaha, sniðugt!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-09-27 23:49:51",
            "id": "1728199",
            "reply_to_id": "1726749",
            "text": "Alltaf furðulegt að lesa eitthvað eftir þig. Geðveikur spuni. Geðveikur í orðsins fyllstu merkingu:D Koma aftur með svona spuna… Endalok Severusar Snapes eða… bara eitthvað! En… Mandólín þarf þá ekkert að var aðalatriðið:D\nHAHAHAHAHAHAHAHAHAHA!… (nenni ekki að spamma inn fleiri hahaha!)"
        },
        {
            "user": "gaulverji",
            "user_id": "14174",
            "date": "2004-09-28 15:26:38",
            "id": "1728693",
            "reply_to_id": "1726749",
            "text": "Almar. Þú ert kisa."
        },
        {
            "user": "gaulverji",
            "user_id": "14174",
            "date": "2004-09-28 18:53:21",
            "id": "1729012",
            "reply_to_id": "1728693",
            "text": "Rúnar… þú ert með nef."
        },
        {
            "user": "gaulverji",
            "user_id": "14174",
            "date": "2004-09-28 18:56:53",
            "id": "1729017",
            "reply_to_id": "1729012",
            "text": "og hvað áttu við með því?\nég veit alveg að ég er með nef.\nEn það þurfti samt að minna þig aðeins á að þú ert kisa:)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-09-28 20:40:24",
            "id": "1729107",
            "reply_to_id": "1729017",
            "text": "Ég þurfti að minna þig á að þú sért með nef, því annars… öhh, hættiru að anda meððí"
        },
        {
            "user": "Upvappl",
            "user_id": "40041",
            "date": "2004-09-29 17:50:24",
            "id": "1730090",
            "reply_to_id": "1726749",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": "Upvappl",
            "user_id": "40041",
            "date": "2004-09-29 17:52:09",
            "id": "1730098",
            "reply_to_id": "1726749",
            "text": "YYYYYYYYEEEEEEEHHHHHHHHMMMMIIINNNNN\nHvað þetta var fyndið. Rosalega asnalegt að þetta er fyndið.\nLagið þArna frú var rosalega fyndið líka. J´æja, gerðu eitthvað fleira.\nHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHA"
        },
        {
            "user": "Upvappl",
            "user_id": "40041",
            "date": "2004-09-29 17:53:27",
            "id": "1730100",
            "reply_to_id": "1726749",
            "text": "DDDDDDDDDEEEEEEEEMMMM!\nÉg ætla að hætta að gera svona eitthvað langt. Sorry ég ætlaði ekki að gera þetta svona langt. Þykir það mjög leitt.\nSamt, mér finnst að stjórnkerfi huga ættu að vera þroskaðari en þetta og setja þetta bara í línu fyrir línu.\nEn SORRY!"
        },
        {
            "user": "Bijou",
            "user_id": "34464",
            "date": "2004-09-30 17:59:09",
            "id": "1731479",
            "reply_to_id": "1726749",
            "text": "Þetta var mjög sérstakt…. En flott að það komi eitthvað djók hérna inná. Áhugaspunarnir eru oft allt of alvarlegir :P\nFLOTT :D:D:D:D"
        },
        {
            "user": "Aesa",
            "user_id": "14937",
            "date": "2004-10-01 16:38:59",
            "id": "1732535",
            "reply_to_id": "1731479",
            "text": "Já, sammála því, það vantar meira af djók spunum.\nEn afhverju í ósköpunum er þetta í svona fáum löngum línum? Hvað gerðist? :O"
        },
        {
            "user": "el6",
            "user_id": "39809",
            "date": "2004-10-01 22:03:06",
            "id": "1732867",
            "reply_to_id": "1726749",
            "text": "Þetta er það klikkaðasta saga sem ég hef lesið ahahahahahahahahahahahahahahahahahíhíhíhíhíhíhíhíhíhíhíhíhíhíhíhíhihihihíhíhihihúhúhúhúhúhúhúhúhúhú fffffffffíííííííííííííííííííííííííííííííí´ttttttttttttttt"
        },
        {
            "user": "Barnari",
            "user_id": "45286",
            "date": "2004-10-05 09:51:35",
            "id": "1736289",
            "reply_to_id": "1726749",
            "text": "HeHeHeHeHeHeHeHeHeHeHeHeHeHeHeHeHEEEEE!!!"
        },
        {
            "user": "diensukok",
            "user_id": "42926",
            "date": "2004-10-05 22:41:00",
            "id": "1737093",
            "reply_to_id": "1736289",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": "diensukok",
            "user_id": "42926",
            "date": "2004-10-05 22:45:44",
            "id": "1737105",
            "reply_to_id": "1737093",
            "text": "sO COOL MIND IF i STEEL THE iDEA?\nÞÁ MEINA ÉG MEÐ ROSA ASNALEGUM SPUNA!"
        },
        {
            "user": "erfid",
            "user_id": "34141",
            "date": "2004-10-08 18:34:03",
            "id": "1740642",
            "reply_to_id": "1726749",
            "text": "DJ*SS SNILLD!!! HAHAHAHAHAHAHAHAHAHAHAHAHAHA SNILLD!!!! Váff:D SNILLD:D Hehe PLIIIIIIIIIIIS KOMDU MEÐ MEIRA!!! Ekkert endilega um það sama bara einhverja svona snilld;) MEIRA, MEIRA…\n-Bullarastelpan:D"
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2004-10-23 18:52:01",
            "id": "1759557",
            "reply_to_id": "1726749",
            "text": "LOL\nHrein snilld!!!"
        }
    ]
}