{
    "forum_title": "Kvikmyndir",
    "user": "bosiljosar",
    "user_id": "44687",
    "date": "2004-10-07 17:48:06",
    "title": "Overnight Deliverie",
    "text": "Ég geri ekki oft svona greinar. Reyndar er þetta fyrsta greinin mín og ég hikaði mjög við að gera hana. En mig langaði til að skrifa eitthvað.\nÞegar ég lít yfir kvikmyndagreinarnar þá sé ég varla neinar gamanmyndir. Ég er mikill hrollmyndafíkill en það væri gaman að vita um einhverjar gamanmyndir sem væri gott að taka á einhverju föstudagskvöldinu þannig að ég ákvað að skrifa um Overnight Deliverie.\nOvernight Deliverie: gamanmynd sem ég og vinkonur mínar gripum í flýti á leið úr vídeóleigunni. Aðalleikararnir eru Paul Rudd (Friendsaðdáendur myndu þekkja hann sem Mike, kærasta Phoebe) og Reese Witherspoon sem allir þekkja. Myndin fjallar um Wyatt Trips, strák sem er ákaflega ástfanginn af kærustunni sinni en kemst að því að hún er að halda framhjá. Hann fer þá með vinum sínum á fatafellustað þar sem Ivy Miller (Reese) dansar en þau eru rekin út af staðnum og Ivy og Wyatt fá sér kaffibolla saman. Síðan fær hún hann til að senda kærustunni andstyggilega andstyggilegt bréf og hætta með henni. Myndin gengur svo út á það að hann sendir bréfið en vaknar svo morguninn eftir við það að kærastann hringir og það kemur í ljós að þetta var misskilningur og hann og Ivy fara af stað til að reyna að stöðva bréfið. Söguþráðurinn er reyndar mjög líkur annari mynd sem ég man ekki hvað heitir því miður.  Overnight… er full af skemmtilegum, fyndnum og vandræðalegum uppákomum en kannski ekkert til að hrópa húrra fyrir. Ég hafði mjög gaman af henni og líka vinkonur mínar.\neinkunn ** 1/2 af ****",
    "url": "https://www.hugi.is/kvikmyndir/greinar/248664/overnight-deliverie/",
    "url_id": "248664",
    "id": "1731098",
    "replies": [
        {
            "user": "Fasisti",
            "user_id": "24075",
            "date": "2004-10-08 13:43:23",
            "id": "1740242",
            "reply_to_id": "1731098",
            "text": "Ostra mín, þetta var falleg grein hjá þér. Myndin var líka skemmtileg og fríðir leikararnir í henni. Góð mynd til að grípa ef maður getur ekki ákveðið sig. ^_^ En hér kemur ein af mínum mjög svo skemmtilegu leiðréttingum: Overnight Delivery"
        },
        {
            "user": "bosiljosar",
            "user_id": "44687",
            "date": "2004-10-08 13:53:05",
            "id": "1740249",
            "reply_to_id": "1731098",
            "text": "jamm ok  :P"
        },
        {
            "user": "bosiljosar",
            "user_id": "44687",
            "date": "2004-10-08 14:31:05",
            "id": "1740299",
            "reply_to_id": "1731098",
            "text": "Fín  grein… hefði mátt vera aðeins lengri…\nATHUGIÐ! Mér var hótað nánast lífláti ef ég skrifaði ekki álit…. 8-)"
        },
        {
            "user": "bosiljosar",
            "user_id": "44687",
            "date": "2005-08-12 17:24:46",
            "id": "2377681",
            "reply_to_id": "1740299",
            "text": "ha? skammastu þín f. að svara?\nþað er ekki eins og einhver hafi lesið hana .. puff :/"
        },
        {
            "user": "jettebra",
            "user_id": "45218",
            "date": "2004-10-10 16:24:47",
            "id": "1742309",
            "reply_to_id": "1731098",
            "text": "Æðisleg grein:D"
        },
        {
            "user": "jettebra",
            "user_id": "45218",
            "date": "2004-10-10 16:25:05",
            "id": "1742310",
            "reply_to_id": "1731098",
            "text": "Já svo sannarlega"
        },
        {
            "user": "jettebra",
            "user_id": "45218",
            "date": "2004-10-10 16:25:20",
            "id": "1742311",
            "reply_to_id": "1731098",
            "text": "Jú æðisleg!!!:D"
        },
        {
            "user": "jettebra",
            "user_id": "45218",
            "date": "2004-10-10 16:25:37",
            "id": "1742313",
            "reply_to_id": "1731098",
            "text": "Einmitt.. :)"
        }
    ]
}