{
    "forum_title": "Gamanþættir",
    "user": "Lionheart",
    "user_id": "31304",
    "date": "2004-10-07 10:09:19",
    "title": "Joey",
    "text": "Joey Tribbiani, já þið þekkið kallinn frá Friends þáttunum okkar kæru sem hættu fyrir ekki svo löngu síðan :( En Joey er kominn aftur og sjálfur er ég búinn að sjá einn þátt af þessum snilldar þáttum!\nJoey þættirnir Byrja á því að Joey mætir í LA og hittir systur sína á flugvellinum og frá þaðan að nýju íbúðini hans, Joey er tilbúinn að meika það í leiklistinni og er kominn með dúndur umboðsmann til að hjálpa sér að ná því markmiði, hann er kominn með Major flotta íbúð og er tilbúinn að byrja nýtt líf í Hollywood.Hann Joey okkar er auðvitað jafn heimskur og klaufskur og hann var í Friends þáttunum okkar og sést það mjög vel í þessum eðal þáttum. Ekki get ég sagt mjög mikið um þennan þátt eftir að hafa séð aðeins einn þátt enn ég get sagt að þú munt hlæja upphátt, ég ætla aðeins að gefa ykkur smá profile á karakterunum í Joey\nGina: Systir hans Joey er mjög lík honum Joey okkar, hún er þó aðeins gáfaðari og hún er alveg Snarbrjáluð konan\nMichael: Michael er Sonur hennar Ginu og Alveg óeðlilega gáfaður, hann á svona eiginlega að koma í staðinn fyrir Ross að því leyti að Joey skilur aldrei hvað maðurinn er að segja.\nAlex: Alex er nágranninn hans Joey sem er öll svona reglur og gáfuð ( ég vil einnig taka það framm að Alex er kvennmaður)\nBobby: Bobby er geðbilaði Umboðsmaðurinn hans Joey og hún hefur einnig komið fram sem Amanda pirrandi kona í Friends sem að Monica og Phoebe voru að reyna að útiloka\nJoey: og svo auðvitað Joey sem ég þarf varla að kynna og þarf ég nú varla að segja meira um hann :)\nJoey þættirnir eru mjög góðir þótt ég hef bara séð einn þátt gef ég honum 9/10 ég ætla einnig að benda á að Kevin S.Bright Directar þessum þáttum sem stóð einnig bakvið leikstjórn í Friends þannig engar áhyggjur yfir því að leiklistin verði eitthvað slöpp ;) en ég kveð að sinni\nFarewell ***The Lionheart***",
    "url": "https://www.hugi.is/grin/greinar/249481/joey/",
    "url_id": "249481",
    "id": "1736210",
    "replies": [
        {
            "user": "Ragon",
            "user_id": "25636",
            "date": "2004-10-07 10:22:26",
            "id": "1738783",
            "reply_to_id": "1736210",
            "text": "asdfg"
        },
        {
            "user": "herbjorg2",
            "user_id": "32708",
            "date": "2004-10-07 11:45:28",
            "id": "1738844",
            "reply_to_id": "1738783",
            "text": "Ég er búinn að sjá fyrstu 2 þættina og finnst þeir snild!!!\nEn byrjar stöð 2 nokkuð að sýna þá fyrr en í janúar???"
        },
        {
            "user": "herbjorg2",
            "user_id": "32708",
            "date": "2004-10-09 12:15:30",
            "id": "1741203",
            "reply_to_id": "1738844",
            "text": "ég er ekkimeð stöð 2 :("
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-10-26 19:07:29",
            "id": "1764272",
            "reply_to_id": "1738844",
            "text": "Ég er búin að sjá 3 fyrstu..bara SNILLD!"
        },
        {
            "user": "PugMan",
            "user_id": "4966",
            "date": "2004-10-07 10:37:47",
            "id": "1738793",
            "reply_to_id": "1736210",
            "text": "Sá nokkra þætti meðan ég var úti, Var soldið hræddur um að þessir þættir yrðu hryllingur. En mér leist mjög vel á þetta :D\nAllir sem díla friends, eiga pottþétt eftir að fíla þennan þátt!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-10-07 12:57:35",
            "id": "1738936",
            "reply_to_id": "1736210",
            "text": "Ég er búin að sjá 4 þætti og mér finnst þetta eiginlega of “amerískt” eða þið skiljið. Svo er ég alltaf að bíða eftir Chandler, Monicu, Rachel, Phoebe og Ross.. :'( sorglegt…\nEn svo eitt enn sem fer í taugarnar á mér, í Friends þá komu eitt sinn allar systurnar í afmæli til Joey og Gina er ekki lík neinni af þeim.. mér finnst þetta mistök, þær voru allar dökkhærðar (geri mér grein fyrir því að fólk getur litað á sér hárið) og já bara allt öðruvísi.. að þessu frátöldu eru Joey þættirnir ágætist þættir…"
        },
        {
            "user": "BoggiGudfadir",
            "user_id": "30020",
            "date": "2004-10-07 13:06:08",
            "id": "1738944",
            "reply_to_id": "1736210",
            "text": "Ég bara treysti þessum þáttum ekki. Joey er bara þannig persóna að hann virkar ekki án hinna Vinana. Það er bara mitt álit og já mér lýst bara ekkert á það að vera gera þessa þætti enn Matt verður einhvernveginn að lifa. Allir hinir vinirnir eiga eitthvað líf í kvikmyndum."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-10-07 13:34:51",
            "id": "1738973",
            "reply_to_id": "1738944",
            "text": "Ég hef nú ekki séð Courtney Cox í neinu í laaaaangan tíma…but maybe that's just me."
        },
        {
            "user": "benediktkr",
            "user_id": "43228",
            "date": "2004-11-11 10:52:22",
            "id": "1786178",
            "reply_to_id": "1738944",
            "text": "Bjoggi, vill bara benda á það að Matt fékk jafn mikið og hinir fyrir 10 seríu, eða um 10 íslenskar miljónir!! ef hann getur ekki lifað á því þarf hann að endurskoða veskið.\nMitt álit er það að æti ekki að hafa gert þennam spinoff, en þetta eru ágætis þættir svosem.."
        },
        {
            "user": "Mancio",
            "user_id": "37719",
            "date": "2004-11-13 02:13:08",
            "id": "1788907",
            "reply_to_id": "1786178",
            "text": "10 íslenskar milljónir fyrir heila seríu, kjaftæði.Hann hefur frekar fngið 10 milljónir dollara fyrir seríuna. Ég held að allir leikararnir hafi fengið $600.000 fyrir hvern þátt og það er slatta meira en 10m ísl krónu"
        },
        {
            "user": "benediktkr",
            "user_id": "43228",
            "date": "2004-11-15 10:25:49",
            "id": "1791740",
            "reply_to_id": "1788907",
            "text": "þeir fengu 10m isk /þátt í 10 seríu. í níundu var það “bara” 7,5m sem er líka slatti.."
        },
        {
            "user": "Violet",
            "user_id": "38251",
            "date": "2004-10-07 13:38:19",
            "id": "1738977",
            "reply_to_id": "1736210",
            "text": "Já, þetta eru góðir þættir en er búinn að sjá 3 þætti sjálf :P"
        },
        {
            "user": "Aage",
            "user_id": "2449",
            "date": "2004-10-07 14:50:26",
            "id": "1739067",
            "reply_to_id": "1736210",
            "text": "Tja… Smá vonbrigði hér á bæ. Fannst fyrstu 2 þættirnir ekkert sérstakir en 3 og 4 voru þó skömminni skárri.\nVerð nú samt að segja að joey er ekki alveg nógu mikill karakter til að halda sinni eigin seríu gangandi, nema það komi eitthvað helvíti skemmtilegt fólk inní þetta með honum. Gina fer svolítið í taugarnar á mér en Michael er fínn."
        },
        {
            "user": "Lionheart",
            "user_id": "31304",
            "date": "2004-10-07 14:58:27",
            "id": "1739080",
            "reply_to_id": "1739067",
            "text": "ég held nú að ástæðan fyrir að þeir völdu Joey út af því að hann er búinn að vera langfyndnastur í nýju seríunum af Friends, i Joey er hann ekki jafn fyndinn, enn mér fnnst þessir þættir frekar góðir, er búinn að sjá 4 þætti núna ( fannst fyrsti bestur) og þeir halda sér mjög steady, en þetta er samt ekkert Friends"
        },
        {
            "user": "Ljomalindin",
            "user_id": "15558",
            "date": "2004-10-07 15:04:44",
            "id": "1739090",
            "reply_to_id": "1739080",
            "text": "Ég verð nú að segja það að mér fannst Joey bara ekkert fyndnastur, hann var alltof “augljóslega” fyndinn og heimskur. Mér fannst Ross og paranojan hans miklu fyndnari og Chandler með sína kaldhæðni. En það er bara mín skoðun :P"
        },
        {
            "user": "osh",
            "user_id": "18040",
            "date": "2004-10-07 15:13:19",
            "id": "1739104",
            "reply_to_id": "1739080",
            "text": "Já, mér finnst það vanta chandler til að fullkomna þetta.. ef þeir væru saman þá væri þetta snilld."
        },
        {
            "user": "Lionheart",
            "user_id": "31304",
            "date": "2004-10-07 15:21:33",
            "id": "1739120",
            "reply_to_id": "1739104",
            "text": "Amen, en ef chandler væri þá myndi monica þurfa að koma líka :(, mig langar í gamla chandler, 5 seríu og neðar :("
        },
        {
            "user": "osh",
            "user_id": "18040",
            "date": "2004-10-07 15:48:24",
            "id": "1739184",
            "reply_to_id": "1739120",
            "text": "Já og það má ekki. Ef þau kæmu þá færi að vanta restina og þá er það bara komið aftur friends.\nÞað vantar bara auka karakter sem verður eins og chandler var, með þessa kaldhæðnis brandara og að hann og joey eigi að geta spinnað þetta saman eins og þeir gerðu í friends."
        },
        {
            "user": "Lionheart",
            "user_id": "31304",
            "date": "2004-10-07 15:56:50",
            "id": "1739203",
            "reply_to_id": "1739184",
            "text": "jamm en maður býst auðvitað við að Chandler og fleirri komi í gestahlutverk einhvertímann"
        },
        {
            "user": "Kallisto",
            "user_id": "54357",
            "date": "2004-10-07 16:22:58",
            "id": "1739236",
            "reply_to_id": "1739120",
            "text": "Já, er alveg sammála. Chandler var besti characterinn í seríunum meðan hann var án Monicu. Monica gerði hann leiðinlegan aumingja :p"
        },
        {
            "user": "Karat",
            "user_id": "35059",
            "date": "2004-10-07 17:30:47",
            "id": "1739314",
            "reply_to_id": "1736210",
            "text": "Ég er búin að sjá fyrstu 2 þættina og mér fannst þeir frekar lélegir!!!"
        },
        {
            "user": "gurkan",
            "user_id": "28428",
            "date": "2004-10-10 14:48:01",
            "id": "1742203",
            "reply_to_id": "1736210",
            "text": "ég hef séð fyrstu 5 þættina og Gina er alveg jafn heimsk og Joey . En þetta eru mjög fyndnir þættir en fyrsti þátturinn er frekar slappur."
        },
        {
            "user": "Lionheart",
            "user_id": "31304",
            "date": "2004-10-13 14:23:41",
            "id": "1746332",
            "reply_to_id": "1736210",
            "text": "Oh….mig langar svo að sjá þessa þætti (Joey)!!!! Ég sakna Friends svo óskaplega mikið!! Fæ bara í magann við það að hugsa\n\"Aldrei fleiri Friends þættir), lagnar að grenja.\nEr algjör fíkill…\nEn hvernig var það í þessum fyrsta þætti af Joey, sást hann kveðja gömlu vinina áður en hann fór á flugvellinn eða eitthvað? Sáust hin 5 eitthvað í byrjuninni?\nEða var hann bara kominn til LA strax?"
        },
        {
            "user": "Lionheart",
            "user_id": "31304",
            "date": "2004-10-13 14:55:12",
            "id": "1746380",
            "reply_to_id": "1746332",
            "text": "nee ekkert soleiðis bara byrjar strax"
        },
        {
            "user": "Achilles",
            "user_id": "54949",
            "date": "2004-10-14 11:13:46",
            "id": "1747505",
            "reply_to_id": "1746380",
            "text": "hvenær byrja The Joey Show…?? og byrjar hann ekki á Stöð 2..?(ég vona það)????????"
        },
        {
            "user": "Lionheart",
            "user_id": "31304",
            "date": "2004-10-14 15:30:05",
            "id": "1747838",
            "reply_to_id": "1747505",
            "text": "ég veit ekki hvenær hann byrjar í febrúar held ég en hann er auðvitað á stöð 2 :) ég vil einnig tilkinna snilling sem kemur í þriðja þætti og svo aftur í númer 5… og hann heitir… “Howard!!” Howard er algjör snillingur í þessum þáttum, hann er svona desprate gaur sem vill ekkert meira en góðan vin, hann er dálítið ofvirkur en lang skemmtilegastur að mínu mati :)"
        },
        {
            "user": "Achilles",
            "user_id": "54949",
            "date": "2004-10-14 18:04:50",
            "id": "1748004",
            "reply_to_id": "1747838",
            "text": "hvar hafa alir séð þessa þætti..? Er hægt að sjá þá enhverstaðar..? Og ef það er hægt..!!! HVAR..?????????"
        },
        {
            "user": "Shadow_Of_Castiel",
            "user_id": "10379",
            "date": "2004-10-14 22:03:53",
            "id": "1748268",
            "reply_to_id": "1748004",
            "text": "hvar getur maður downloadað þeim?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-11-04 23:06:37",
            "id": "1777564",
            "reply_to_id": "1748268",
            "text": "Dc, Kaaza eða hvaða skiptifotrrit sem u ert með"
        },
        {
            "user": "dullukrutt",
            "user_id": "32350",
            "date": "2004-11-10 14:35:23",
            "id": "1784952",
            "reply_to_id": "1747505",
            "text": "ég er búin að sjá fyrstu 8 þættina og mér finnst þeir ágætir!;) ég er alveg sammála með að það vantar chandler með honum=/ en ég ætla bara aðeins að leiðrétta þig aglah, þátturinn heitir bara Joey ekki The Joey Show;) En já þetta er fín skemmtun, en samt er þetta ekkert friends=/"
        },
        {
            "user": "Lionheart",
            "user_id": "31304",
            "date": "2004-10-15 00:34:27",
            "id": "1748480",
            "reply_to_id": "1736210",
            "text": "Joey er samt alleg góður þáttur hann er ekkert letdown að mínu mati allavegana :)"
        },
        {
            "user": "Lionheart",
            "user_id": "31304",
            "date": "2004-10-15 00:35:55",
            "id": "1748484",
            "reply_to_id": "1736210",
            "text": "en er einhver annar Howard fan hérna inni??"
        },
        {
            "user": "BetriEnTu",
            "user_id": "8052",
            "date": "2004-10-16 15:57:05",
            "id": "1750014",
            "reply_to_id": "1736210",
            "text": "þetta eru snilllldarþættir :D ekki jafn góðir og friends að sjálfsögðu en samt mikklu mikklu betri en margir aðrir gamanþættir sem eru á ferðinni:P"
        },
        {
            "user": "kyssudukka",
            "user_id": "48410",
            "date": "2004-10-20 20:20:09",
            "id": "1755606",
            "reply_to_id": "1736210",
            "text": "Hvenær byrjar/byrjaði stöð 2 að sýna þá?????"
        },
        {
            "user": "skollak",
            "user_id": "45666",
            "date": "2004-10-21 10:02:23",
            "id": "1756313",
            "reply_to_id": "1736210",
            "text": "mér finnst þessir þættir pjúra snilld… þótt að mér hefur chandler alltaf verið fyndnastur ( sérstaklega eins og nokkrir benda á fyrir monicu) þá finnst mér þetta alveg ganga… og ég væri alveg sátt við að ef það kæmi sonna eikker kaldhæðinn í husið sem hann býr í..bara svonna svo ég hafi eikkern karakter til að likja mer við :P hehe… og ég bara veeerð að bæta þessu inni..að micheal held ég að það sé (sonur ginu , man ekki alveg hvað hann heitir)  er nu bara mesta krutt sem ég veit um…ég dýrka sonna dorky gaura í myndum og þáttum:P hehe..veit að ykkur er liklegast alveg sama haha"
        },
        {
            "user": "Ston3d",
            "user_id": "23696",
            "date": "2004-10-26 00:15:54",
            "id": "1763069",
            "reply_to_id": "1756313",
            "text": "Ég er búnað sjá fyrstu 7 þættina og þeir verða alltaf betri og betri. 6 og 7 eru snilld!"
        },
        {
            "user": "asta91",
            "user_id": "40386",
            "date": "2004-10-28 22:26:10",
            "id": "1767990",
            "reply_to_id": "1736210",
            "text": "jámm..ég er líka búin að sjá eikkerja þætti…þetta eru bara fínustu þættir…vona að þeir komi eikkern tíma á Stöð 2…hehe…:P eða er kannski víst að þeir komi á stöð2? :S"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-11-11 16:54:33",
            "id": "1786682",
            "reply_to_id": "1767990",
            "text": "Ég er búinn að sjá nokkra þætti og persónulega finnst mér þetta snilld!!! Mér fannst alltaf Chandler vera uppáhalds Friends karakterinn minn en núna þegar Joey þættirnir eru þá myndi e´g miklu frekar horfa á þá heldur en Friends þó að Friends séu að sjálfsögðu SNILLDAR þættir! Og systir hans, leikin af Drea De Matteo er nokkuð góð í að leika systur hans og Michael .. :) Alltaf gaman þegar að Joey gerir grín að honum en það er það eina skemmtielga við hann :/\nEn þetta er bara mitt álti\nkv. frans"
        },
        {
            "user": "AllesKlar",
            "user_id": "19099",
            "date": "2004-11-11 18:03:09",
            "id": "1786793",
            "reply_to_id": "1736210",
            "text": "Hræðilega leðilegur, allavega þessir sem búið er að sýna, uppað fyrri part þarna dream girl, ótrúlega leiðilegir þættir. leðilegir karakterar, leiðilegir brandarar.. svona recycled húmor, súr vonbrigði."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-11-25 21:05:04",
            "id": "1810342",
            "reply_to_id": "1736210",
            "text": "asdfjklæ"
        },
        {
            "user": "Jalkur",
            "user_id": "28640",
            "date": "2004-11-28 15:48:08",
            "id": "1814400",
            "reply_to_id": "1736210",
            "text": "SNILLDAR þættir þar sem Joey-persónan fær óspillta athyggli. það Má alveg keyra þessa þætti á sama húmornum út í gegn, því að það er að virka.\ner búinn að sjá fyrstu 10 þættina og eru þeir bara hver öðrum betri."
        },
        {
            "user": "Biggi88",
            "user_id": "38508",
            "date": "2004-12-22 12:11:51",
            "id": "1856227",
            "reply_to_id": "1736210",
            "text": "Mér Hlakkar svo til Jibbi gleðileg jol öllsömul kemst meira inná netið á næstuni Svo gleðileg jól öllsem einn"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-12-30 02:48:59",
            "id": "1869778",
            "reply_to_id": "1736210",
            "text": "ég á nú þegar 14 þætti og þeir eru allir snilld joey er snillingur !"
        },
        {
            "user": "AndiPall",
            "user_id": "33339",
            "date": "2005-01-02 14:29:18",
            "id": "1876402",
            "reply_to_id": "1736210",
            "text": "Mér finnst Joey þættirnir vera mikið betri en Friends og Joey er mikið heimsakri í þessum en Frienda!"
        },
        {
            "user": "AndiPall",
            "user_id": "33339",
            "date": "2005-01-02 14:29:18",
            "id": "1876403",
            "reply_to_id": "1736210",
            "text": "Mér finnst Joey þættirnir vera mikið betri en Friends og Joey er mikið heimsakri í þessum en Frienda!"
        },
        {
            "user": "Tidus",
            "user_id": "54581",
            "date": "2005-01-13 16:43:20",
            "id": "1899688",
            "reply_to_id": "1876403",
            "text": "hvar eru allir að sja þessa þætti marrh"
        },
        {
            "user": "AndiPall",
            "user_id": "33339",
            "date": "2005-01-14 19:55:55",
            "id": "1902221",
            "reply_to_id": "1736210",
            "text": "að downlaoda á d*++\n*:c"
        },
        {
            "user": "mandy",
            "user_id": "40526",
            "date": "2005-01-16 16:03:00",
            "id": "1905219",
            "reply_to_id": "1736210",
            "text": "Þetta eru bara snilgdar þættir!! en ég er sjálf búin að sjá 13 fystu…og eru þeir bara æðislegir! En ekki eins skemmtilegir og friends.. ég get ekki sagt að joey komi í stað fyrir friends…mér finnst að í Joey þáttunum er joey mikið klárari eða mikið minna heimskur…:S og það er ekkert svo gaman :P en hvenar byrja Joey á íslandi…veit það einhver?"
        },
        {
            "user": "Abu",
            "user_id": "42022",
            "date": "2005-01-22 02:14:12",
            "id": "1917012",
            "reply_to_id": "1905219",
            "text": "Febrúar, kom auglýsing á stöð 2."
        }
    ]
}