{
    "forum_title": "Fjármál og viðskipti",
    "user": null,
    "user_id": null,
    "date": "2004-10-06 22:15:44",
    "title": "Vsk númer",
    "text": "Ég hef tvær spurningar…\n1.\nHvað kostar að fá sér vask númer.\n2.\nMælið þið með einhverjum endurskoðenda? Littlum og ódýrum, er bara fyrir freelance verkefni. Sem er mis mikið, milli mánuða.\nHvað verðið að vera með endurskoðenda í vinnu, veltur það á hundruðum, þúsundum eða tugþúsunda? Veit að það er auðvitað misjafnt milli aðila, en er að leit af svona viðmiðunarverði…",
    "url": "https://www.hugi.is/fjarmal/korkar/249814/vsk-numer/",
    "url_id": "249814",
    "id": "1738370",
    "replies": [
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2004-10-10 13:09:05",
            "id": "1742102",
            "reply_to_id": "1738370",
            "text": "Þetta með vsk númerið, ef þú finnur það ekki á vef skattstjóra, þá er best bara að hringja þangað og spyrja.  Ég sá ekkert um þetta á vefnum hjá þeim nema ef þú ert í einhverjum smá rekstri og selur fyrir minna en 220 þús. á ári þarftu ekki að innheimta vsk."
        },
        {
            "user": "AMT",
            "user_id": "29789",
            "date": "2004-11-10 23:37:58",
            "id": "1785824",
            "reply_to_id": "1742102",
            "text": "Tad kostar ekkert ad fa VSK numer.\nEn tad kostar hins vegar ad fa kennitolu. En tu tarft ekki kennitolu ef ad reksturinn er innan vid einhverja vissa upphaed a ari.\nAnnars held eg ad tad se ekki rett ad tu turfir ekki ad innheimta vsk af vorum/thjonustu innan vid 220.000 kr a ari. Nokkud viss um ad ef tu ert med rekstur ta tarftu ad innheimta vsk af allri veltu."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2004-11-11 01:00:14",
            "id": "1785947",
            "reply_to_id": "1785824",
            "text": "Það stendur á vef skattstjóra að það þurfi ekki ef velta er innan við 220 þús. á ári.\n“Aðilar með lítinn rekstur: Undanþága vegna lítils rekstrar (sbr. umfjöllun á bls. 9) er\nvalkvæð. Stundi aðili á annað borð rekstur, en ekki tómstundastarf, getur hann sótt um skráningu á virðisaukaskattsskrá þótt sala hans á skattskyldri vöru eða þjónustu sé undir 220.000 kr. á 12 mánaða tímabili.\nEf slíkur aðili tilkynnir skattstjóra um virðisaukaskattsskylda starfsemi sína og fær skráningu á virðisaukaskattsskrá þá ber honum að innheimta og skila virðisaukaskatti af sölu sinni, þótt salan sé undir lágmarksfjárhæð. Á hinn bóginn getur hann þá nýtt sér inskattsfrádrátt af aðföngum til starfseminnar.\nKjósi aðili með lítinn rekstur aftur á móti að standa utan virðisaukaskattsskrár tilkynnir hann skattstjóra ekki um virðisaukaskattsskylda starfsemi sína og innheimtir hvorki virðisaukaskatt af sölu né nýtir sér innskattsfrádrátt af aðföngum. Þegar honum má vera ljóst að sala hans á skattskyldri vöru og þjónustu muni ná 220.000 kr. á tólf mánaða tímabili vaknar hins vegar skattskyldan. Á\nþeim tímapunkti ber aðila að tilkynna starfsemi sína til skráningar hjá skattstjóra.”"
        }
    ]
}