{
    "forum_title": "Stjórnmál",
    "user": "Nemesis",
    "user_id": "22078",
    "date": "2004-10-06 23:41:55",
    "title": "Rjúpnaveiðibann",
    "text": "Eitt af fyrstu verkum Sigríðar Önnu í nýju starfi var að ákveða að aflétta rjúpnaveiðibanninu en banna sölu á rjúpu. Mig langar til að hrósa henni fyrir þetta þar sem þessi leið er að mínu mati sú besta, enda hefur rjúpnaveiði verið þannig að 10% veiðimannanna veiða 90% rjúpnanna og selja þær svo, sem er bara vitleysa ef stofninn fer hratt minnkandi. Svo verður gaman að sjá hvernig stofninn bregst við þessu.\nMaður vorkennir Sif samt dálítið, vika síðan hún fór úr ráðuneytinu og Sigríður strax búin að taka af bannið hennar, svo segist hún náttúrulega vera algerlega sammála =D",
    "url": "https://www.hugi.is/stjornmal/korkar/249836/rjupnaveidibann/",
    "url_id": "249836",
    "id": "1738516",
    "replies": [
        {
            "user": "illi",
            "user_id": "49947",
            "date": "2004-10-08 21:18:13",
            "id": "1740777",
            "reply_to_id": "1738516",
            "text": "Auðvitað er Sif sammála… hún vildi banna sölu á rjúpu. En sjálfstæðisfokkurinn var á þeim tíma á móti því. Þannig að það kom ekkert annað til greina en að banna veiðina."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2004-10-11 12:35:35",
            "id": "1743390",
            "reply_to_id": "1738516",
            "text": "Glætan að það verði ekki selt samt.  Það verður bara gert undir borðið.  Maður þekkir mann og enginn verður í vandræðum að redda sér rjúpum þó hann veiði ekki sjálfur, ekkert frekar en þó hann hefði keypt þær útí búð.  Þetta verður frekar til þess að veiðimenn græða meira þar sem þeir selja beint en búðin er ekki milliliður með eigin álagningu."
        },
        {
            "user": "Nemesis",
            "user_id": "22078",
            "date": "2004-10-11 21:54:00",
            "id": "1744265",
            "reply_to_id": "1743390",
            "text": "Ef maður gerir ekki ráð fyrir lögbroti er þetta samt besti kosturinn að mínu mati :l Svo efast ég um að fólk fari að lifa á því að selja rjúpur ólöglega, enginn á það marga kunningja…"
        }
    ]
}