{
    "forum_title": "Tíska & útlit",
    "user": "fne55",
    "user_id": "15940",
    "date": "2004-10-11 19:37:45",
    "title": "America´s Next Top Model 2",
    "text": "Jæja, eins og flestir vita er dáldið langt síðan að America´s Next Top Model 2 fór í sýningar á Skjáeinum. Eins og talan “2” gefur til kynna er þetta önnur þáttaröðin, en kona að nafni Adrianne Curry vann síðustu keppni. Mér finnst þessi þáttaröð alveg eins skemmtileg og sú síðasta ef ekki skemmtilegri og margar mismunandi konur eru að keppa um verðlaunin. Það eru eftir:\nYoanna-Missti bara heilmikið af þyngd til að komast í þáttinn og hefur verið óvinkona Camille síðan í upphafi. Hún hefur dáldið milt útlit og það þykir mér mjög fallegt.\nApril-Stelpa sem er hálf japönsk og hálf amerísk, þ.e mamma hennar er japönsk en pabbi hennar er frekar ljós yfurlitum. En hún ber greinilega asíska útlitið með sér og ætlar nú að leggja áherslu að markaðssetja sig sem asíska fyrirsætu, en hún ætlaði fyrst ekki að gera það.\nCamille-Kemur frá Jamaica og er mjög stolt af uppruna sínum. Kemur oft fram sem hrokafull díva og það er ekki það sem dregur að sér fólk. Hún gerir sig oft af fífli með sjálfselskunni í sér og montar sig stundum af reynslu sinni sem fyrirsæta. Flestar ef ekki allar stelpurnar þola hana ekki.\nMercedes-Kröftug og sæt stelpa en er því miður með krónískan sjúkdóm sem kallast “rauðir hundar” sem einkennist af því að líkaminn ræðst á sjálfann sig held ég og þess vegna er hún suma daga mjög máttlaus en berst hetjulega gegn því. Hún hélt þessu fyrst leyndu en nú er hún búin að játa að hafa sjúkdóminn.\nSara-Stelpan á íranskan föður sem veit ekki að hún er í þættinum og það er erfitt fyrir hana að halda þessu leyndu fyrir honum. Faðir hennar telur fyrirsætubransann vera hálfgerðan hórubransa vegna múslimskar trúar sinnar. Hún er hins vegar mjög stolt af uppruna sínum.\nShandi-Hún er ekki með mjög mikið sjálfsálit greyið en er bara nokkuð falleg. Hún er reyndar rosalega mjó en það getur alveg komið sér vel. Hún hefur alltaf átt leiðinlegt samband við foreldra og ættingja sína og þykir vænst um kærastann sinn, Eric. Hún var einu sinni mikið í fíkniefnum.\nCatie-Mjög ljós yfirlitum, er mjög falleg en lítur oft ekki út fyrir að geta staðið undir álaginu í fyrirsætubransanum því að hún fer oft að gráta undir álagi, í einum þætti held ég að hún hafi farið að gráta fjórum til fimm sinnum. Hún hegðar sér líka oft dálítið barnalega og er oft eins og hún þurfi að vera hugguð daginn út og inn af hinum stelpunum.\nJæja, þetta eru semsagt þær 7 sem eru eftir. Það er mjög erfitt að velja á milli þeirra (fyrir utan Camille sem ég vona að fari) en þetta eru svona 1,2,3 sætið hjá mér:\n1.Sara\n2.Mercedes\n3.April eða Yoanna\nOg svo er það auðvitað Tyra Banks sem stjórnar þessu sem er bara fallegasta kona í heimi að mínu mati. Og já, endilega bara segið mér hverjum þið haldið með!\nKv,\nsweetbaby",
    "url": "https://www.hugi.is/tiska/greinar/250668/americas-next-top-model-2/",
    "url_id": "250668",
    "id": "1743868",
    "replies": [
        {
            "user": "jettebra",
            "user_id": "45218",
            "date": "2004-10-11 19:53:09",
            "id": "1744107",
            "reply_to_id": "1743868",
            "text": "jahá… interesting:p"
        },
        {
            "user": "Zebra",
            "user_id": "40370",
            "date": "2004-10-21 11:40:52",
            "id": "1756431",
            "reply_to_id": "1744107",
            "text": "kúl grein\nmér finnst:\n1.sara\n2.april\n3.mersedes"
        },
        {
            "user": "jettebra",
            "user_id": "45218",
            "date": "2004-10-21 15:37:48",
            "id": "1756750",
            "reply_to_id": "1756431",
            "text": "hehe næst svara notandanum ekki mér…!!!\nEn já ég held með April"
        },
        {
            "user": "Jessalyn",
            "user_id": "17818",
            "date": "2004-10-11 19:53:55",
            "id": "1744109",
            "reply_to_id": "1743868",
            "text": "Mér finnst Yoanna lang flottust, heillar mig mest, lang best í módel hlutverkinu, á bara pottþétt skilið að vinna.\nOg Camille er óþolandi belja. Segi svona.."
        },
        {
            "user": "Lappi",
            "user_id": "9813",
            "date": "2004-10-11 19:56:52",
            "id": "1744117",
            "reply_to_id": "1743868",
            "text": "tjaa… :D\nsvona er mín röð á þessu.\n1.Mercedes\n2.April\n3.Yoanna eða Sara\nEn hver veit ? :P"
        },
        {
            "user": "bonobo",
            "user_id": "22716",
            "date": "2004-10-11 19:58:40",
            "id": "1744121",
            "reply_to_id": "1743868",
            "text": "Mér finnst svaka gaman að fylgjast með dramanu sem er ríkjandi í þáttunum. Alltaf einhverjar stelpur að rífast og röfla yfir smáhlutum og bara endalaust svaka drama.\nÆj, svo er þær margar svo heimskar greyin. Haga sér margar eins og 13-14 ára smástelpur að berjast um að vera sem vinsælastar.\nEn ég verð að segja að uppáhaldið mitt er hún Shandi litla. Hún lítur eitthvað út fyrir að vera svo saklaus og ég vorkenndi henni svakalega í síðasta þætti, í sambandi við fjölskyldu hennar og allt það. Ég held samt að þessi fyrirsætubransi sé ekkert fyrir hana, hún er mjög falleg en.. ég held að þetta sé ekkert fyrir hana."
        },
        {
            "user": "bonobo",
            "user_id": "22716",
            "date": "2004-10-11 19:59:56",
            "id": "1744125",
            "reply_to_id": "1744121",
            "text": "En einhver sem ætti að vinna og gæti ráðið við það væri það Sara eða April.\n(Gleymdi að segja það áðan.)"
        },
        {
            "user": "bonobo",
            "user_id": "22716",
            "date": "2004-10-11 20:06:49",
            "id": "1744138",
            "reply_to_id": "1744125",
            "text": "Afsakið, en ég var að fatta hver Yoanna er og já, hún ætti líka að vinna :s Svakalega er ég clueless!\nKann ekki alveg nöfnin á þessum stelpum. Arg."
        },
        {
            "user": "Jessalyn",
            "user_id": "17818",
            "date": "2004-10-11 20:08:28",
            "id": "1744141",
            "reply_to_id": "1744138",
            "text": "Hehehe, þú ert bara alveg úti að aka.. :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-10-11 20:46:50",
            "id": "1744186",
            "reply_to_id": "1743868",
            "text": "Shandi er viðbjóður og það sem böggar mig við þennan þátt er að það er alltaf byrjað að reka fallega fólkið.\nEkki það að X-ið sé falleg hún er vibbi"
        },
        {
            "user": "figura",
            "user_id": "28033",
            "date": "2004-10-11 21:05:01",
            "id": "1744212",
            "reply_to_id": "1743868",
            "text": "Ég segji, 1 yoanna\n2. mercedes\n3. shandi(hún mun koma sterkt inn!)\nyou go girl!!!\nhún er allavega í miklu uppáhaldi hjá mér… elskaði  atriðið þegar hún sökk í fiskabúrinu, like Titanic!\nen eftirlætið mitt er samt janice dicensson, eða hvað sem hún nú heitir, comentin hennar eru rosaleg!!!\nannars er mersedes med sjúkdóm sem heitir rauðir úlfar!\nÞessi þáttur er snilld."
        },
        {
            "user": "VincentVega",
            "user_id": "5614",
            "date": "2004-10-11 23:22:06",
            "id": "1744414",
            "reply_to_id": "1744212",
            "text": "Shandi er eins og fuglahræða! alveg óendalega úfinn um hausinn! Sara og april fallegastar, yoanna skemtilegust, þessi svarta frek og þessi hvíta með ljósa hárið er LANG leiðinlegust ALLTAF vælandi og full sjálfsvorkun helvítis tíkin! Það ætti að henda öllum þessum gelgjum í verkamannavinnu í eina viku og toppa það svo með Burgerking djobbi"
        },
        {
            "user": "minniemouse",
            "user_id": "36826",
            "date": "2004-10-11 21:08:10",
            "id": "1744218",
            "reply_to_id": "1743868",
            "text": "Ég veit hver vinnur… ;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-10-11 21:56:08",
            "id": "1744272",
            "reply_to_id": "1743868",
            "text": "Já, stundum of mikið drama í þessum þáttum, en samt mjög fínir til að glápa á… Ég haaata Catie (kanski of sterkt til orða tekið þar sem ég þekki hana bara af sjónvarpinu og auðvitað er klippt til og frá og kanski ekki sanngjarnt að dæma svona… en þannig er það nú bara) of mikill vælukjói og einfaldlega of óþroskuð! Svo Camille æ hún fer í taugarnar á mér.. ALLTAF : I´´m not here to make friends og eitthvað crap… :s\nMér finnst Sara mjög falleg, en Mercedes ( sem ég held að geti ekki unnið, hefur líklega ekki orku í þessa gífurlegu vinnu sem felst í því að vinna þessa keppni) Shandi, Yoanna, April (vantar reyndar soltið karakter hjá henni)\nen annars fín grein hildu"
        },
        {
            "user": "fibbl",
            "user_id": "54733",
            "date": "2004-10-11 22:21:35",
            "id": "1744330",
            "reply_to_id": "1743868",
            "text": "ég veit hver vinnur trallalalala :P"
        },
        {
            "user": "fibbl",
            "user_id": "54733",
            "date": "2004-10-11 22:38:48",
            "id": "1744354",
            "reply_to_id": "1744330",
            "text": "1.mercedes\n2.yoanna\n3.april\nÉg ÞOLI ekki Camille, samt gaman að hafa hana því hún er svo mikil díva og það böggar stelpurnar og það eru alltaf riflildi í kringum hana, sem gerir þáttinn meira spennandi ;)"
        },
        {
            "user": "ibex",
            "user_id": "18701",
            "date": "2004-10-11 23:01:07",
            "id": "1744378",
            "reply_to_id": "1743868",
            "text": "1) Yoanna\n2) Sara/Mercedes\n3) April\nÉg dýýýrka þessa þætti!\nCamille er pirrandi og Catie líka! Fyrst þá fannst mér Catie alveg fín en þegar hún fór að væla þá langaði mig að æla (vó, þetta rímaði!)…"
        },
        {
            "user": "fne55",
            "user_id": "15940",
            "date": "2004-10-11 23:21:32",
            "id": "1744412",
            "reply_to_id": "1743868",
            "text": "Sjúkdómurinn heitir Rauðir Úlfa"
        },
        {
            "user": "fne55",
            "user_id": "15940",
            "date": "2004-10-12 10:38:15",
            "id": "1744746",
            "reply_to_id": "1744412",
            "text": "Já, shit sorry rauðir úlfar heitir það, heilinn bara hugsaði rauða hunda…sorry :/"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-10-14 00:20:22",
            "id": "1747231",
            "reply_to_id": "1744746",
            "text": "ég mun aldrei fyrirgefa þér\nsniff"
        },
        {
            "user": "doppan",
            "user_id": "18665",
            "date": "2004-10-12 00:07:26",
            "id": "1744500",
            "reply_to_id": "1743868",
            "text": "Ég er gjörsamalega dáleidd á þessum þáttum.\nFylgdist með fyrstu seríunni og hélt þá með Adrianne.. og viti menn hún vann, jei :)\nNúna held ég með Yoanna, Sara og eiginlega líka Shandi… hún mun höndla miklar breytingar.\nOg voðalega fer þessi Camille í taugarnar á mér. Algjör díva og control bitch :P\nSem sagt;\n1. Yoanna\n2. Sara\n3 Shandi"
        },
        {
            "user": "saetirass",
            "user_id": "4334",
            "date": "2004-10-12 08:22:18",
            "id": "1744672",
            "reply_to_id": "1743868",
            "text": "Þessi Catie má alveg fara. Hún fer svo mikið í taugarnar á mér og þykist vera svo ógeðslega hörð en er svo bara algjör aumingi! Já Tyra er mjög falleg, svona einskonar fyrirmynd."
        },
        {
            "user": "babe63",
            "user_id": "37578",
            "date": "2004-10-12 10:38:34",
            "id": "1744747",
            "reply_to_id": "1743868",
            "text": "Flott grein..;) þetta er uppáhaldsþáttur minn og vinkonu minnar (náttúrulega fyrir utan One Tree Hill)…horfum alltaf á hann saman….;) en listinn hjá mér er svona..\n1.Shandi (mér finnst hún svo geðveikt falleg eftir meikóverið..)\n2.Mercedes (hún er svo æðisleg, bra við alla)\n3.Yoanna (mjög fallegt útlit og svo léttist hún um geðveikt mörg kíló til að komast…dáist geðveikt af því)\n4.Sara (hún er bra, já sara..þarf ekkert að segja meira:P)\n5.April (mér finnst hún mjög falleg en eftir hún fékk toppinn þá hefur hún ekkert mikið notað hann og hefur lítinn sem engann persónuleika)\n6.Catie (hata hana!! solldið hart ég veit en hún er svo mikill vælukjói og þegar þær voru að gera myndatökuna þegar þær hönguðu í svona vírum og sollis og þegar var verið að dæma þær þá var hún geggjað leiðinleg við Xiomara..:S\n7.Camille (geðveikt gott á hana þegar hún og April voru að keppa í boxi og allir voru bra APRIL APRIL….:P:D gelymi því aldrei..;)\nTók aldrei neinn eftir því hvað heather var lík Amöndu Bynes..? allavega brosið..:D en svo finnst mér húsið sem þær eru í miklu flottara en það var í fyrra…ég hélt þá með Kissí..(man ekkert hvernig það er skrifað) og Shannon og Elyse..;) en svo er þetta bra magnaður þáttur oooog já… bra\nbabe63"
        },
        {
            "user": "Kallisto",
            "user_id": "54357",
            "date": "2004-10-16 11:46:59",
            "id": "1749833",
            "reply_to_id": "1744747",
            "text": "héngu ;)"
        },
        {
            "user": "babe63",
            "user_id": "37578",
            "date": "2004-10-16 12:28:46",
            "id": "1749868",
            "reply_to_id": "1749833",
            "text": "hehehehe…Æ nó..heheheheh;) ég var að flýta mér..:D:):P"
        },
        {
            "user": "ingibog89",
            "user_id": "24109",
            "date": "2004-10-12 13:45:35",
            "id": "1744922",
            "reply_to_id": "1743868",
            "text": "ég elska þessa þætti ég horfði líka á hina séríuna sem var nottla bara snilld þá hélt ég með adriane(öggla vitlaust skrifað)fra byrjun\n1Yoanna(þessi stelpa er snilld falleg flott og skemmtilegur húmor)\n2Shandi(hhún kemur sterkt inn seinna)\n3Sara(hún er með sna seiðandi lúkk)\nég væri mest til í að catie og camille fari"
        },
        {
            "user": "jlo",
            "user_id": "24353",
            "date": "2004-10-12 14:19:47",
            "id": "1744965",
            "reply_to_id": "1743868",
            "text": "oo svo skemmtilegir þættit.. en röðin hjámér er ábyggiglega\n1 mercedes\n2 sara\n3 april\n4 yoanna\narrg ég þoli ekki camille:S og catie maður vá! hættu að væla krakki.."
        },
        {
            "user": "jlo",
            "user_id": "24353",
            "date": "2004-10-12 15:09:10",
            "id": "1745018",
            "reply_to_id": "1744965",
            "text": "Viljiði vita hver vinnur???"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-10-12 15:25:14",
            "id": "1745036",
            "reply_to_id": "1745018",
            "text": "ég veit hver vinnur.."
        },
        {
            "user": "Ramga",
            "user_id": "55272",
            "date": "2004-10-12 15:39:45",
            "id": "1745054",
            "reply_to_id": "1745018",
            "text": "NEI ég vil ekki vita hver vinnur!\nEn vá ég elska þessa þætti ! ég er ekki búin að missa af einum þætti í þessari seríu..\nmín röð er svona:\n1.Yoanna\n2.Shandi\n3.April/Mercedes\nEn ég held að Mercedes eigi ekki eftir að meika það í fyrirsætuheiminum með þessa veiki..!"
        },
        {
            "user": "sunnydew",
            "user_id": "39246",
            "date": "2004-10-13 12:39:12",
            "id": "1746196",
            "reply_to_id": "1745054",
            "text": "Mín röð er svona:\n1.Yoanna\n2.Mercedes\n3.April\nMercedes getur vel höndlað þetta.. ef hún heldur sér bara rólegri. Þetta heita Rauðir úlfar eða Lupus"
        },
        {
            "user": "fne55",
            "user_id": "15940",
            "date": "2004-10-12 16:10:14",
            "id": "1745104",
            "reply_to_id": "1745018",
            "text": "eKKI SEGJA HVER VINNUR!"
        },
        {
            "user": "sardina",
            "user_id": "51308",
            "date": "2004-10-12 21:08:07",
            "id": "1745516",
            "reply_to_id": "1745104",
            "text": "Jamm ég er bara límd við þessa þætti á miðvikudögunum….\n1. Yoanna eða Mercedes\n2. April\n3. og að lokum April\nCool"
        },
        {
            "user": "Hermes",
            "user_id": "38338",
            "date": "2004-10-12 21:23:45",
            "id": "1745540",
            "reply_to_id": "1743868",
            "text": "múhahaha ég veit hver vinnur!!"
        },
        {
            "user": "siggalafo",
            "user_id": "55534",
            "date": "2004-10-13 01:42:11",
            "id": "1745914",
            "reply_to_id": "1743868",
            "text": "Ég held með Shandi :) Og essari með rauðau hundana"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-10-13 11:10:28",
            "id": "1746098",
            "reply_to_id": "1743868",
            "text": "1.Sara\n2.Yoanna\n3.Mercedes\nWelll… þetta eru sigurvegararnir !! (að mínu mati)"
        },
        {
            "user": "Fasisti",
            "user_id": "24075",
            "date": "2004-10-13 14:00:34",
            "id": "1746298",
            "reply_to_id": "1743868",
            "text": "Flott grein :) Ég held mest með Yoanna og Mercedes.\nÞað kallast “rauðir úlfar” sem Mercedes er með.\nRauðir hundar virkar öðruvísi…"
        },
        {
            "user": "bonobo",
            "user_id": "22716",
            "date": "2004-10-13 15:03:40",
            "id": "1746393",
            "reply_to_id": "1743868",
            "text": "Ahhh þetta eru allt voðalega heiladauft lið…þessi Camille hefur komið mér til að hlæja alveg ótrúlega mikið með mikilmennskubrjálæðinu sínu…\nÉg hef bara horft á nokkra þætti með þessu en mér fannst fyrri serían flottust en sú sem var mitt uppáhald datt út. Þessi gáfaða :'( Þær detta alltaf út."
        },
        {
            "user": "bonobo",
            "user_id": "22716",
            "date": "2004-10-13 17:00:31",
            "id": "1746551",
            "reply_to_id": "1746393",
            "text": "Ég hélt líka með henni þá, þessi gáfaða sem ætlaði að vera læknir or sum. Hún hafði allt að bera til að vinna en dómurunum fannst eins og hún ætti frekar að fara í læknisnámið víst hún ætlaði sér það eða eitthvað. Eiginlega fegin að hún vann ekki, þeas ef hún fór síðan í læknaskólann. Kannski var hún bara að ljúga :s"
        },
        {
            "user": "babe63",
            "user_id": "37578",
            "date": "2004-10-16 12:33:02",
            "id": "1749875",
            "reply_to_id": "1746551",
            "text": "Hæjj manstu hvað hún heitir??"
        },
        {
            "user": "Kallisto",
            "user_id": "54357",
            "date": "2004-10-16 18:00:06",
            "id": "1750101",
            "reply_to_id": "1749875",
            "text": "Elyse"
        },
        {
            "user": "babe63",
            "user_id": "37578",
            "date": "2004-10-17 01:35:39",
            "id": "1750492",
            "reply_to_id": "1750101",
            "text": "Já ég hélt að hún/hann væri að meina í þessari seríu þannig ég var bra what? manstu hvað hún heitir…? hehe…nebbla ég mundi ekkert eftir neinni í þessari seríu.\n-Stjarnan-"
        },
        {
            "user": "flower",
            "user_id": "29395",
            "date": "2004-10-13 21:02:40",
            "id": "1746900",
            "reply_to_id": "1743868",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": "Kallisto",
            "user_id": "54357",
            "date": "2004-10-16 11:50:24",
            "id": "1749835",
            "reply_to_id": "1746900",
            "text": "er það í alvöru sú sem vinnur?? Ef svo er af hverju ertu að segja það í umræðu um þáttinn, þar sem nær allir sem segja álit sitt fylgjast með í hverri viku? Þetta var frekar lélegt spoiler warning hjá þér að svarið væri fyrir neðan, því að maður kemst varla hjá því að lesa nafnið líka."
        },
        {
            "user": "babe63",
            "user_id": "37578",
            "date": "2004-10-16 12:32:01",
            "id": "1749873",
            "reply_to_id": "1746900",
            "text": "ERTU FREKAR HEIMSKT BARN???? ÞEGAR SVONA UMRÆÐA ER Á MAÐUR EKKI AÐ SEGJA HVER VINNUR!!! OHHH!!! FÍFL!! BÚIN AÐ EYÐILEGGJA FYRIR MÉR ÞESSA ÞÆTTI EF ÞETTA ER SATT!!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-10-16 16:02:05",
            "id": "1750016",
            "reply_to_id": "1746900",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": "Kallisto",
            "user_id": "54357",
            "date": "2004-10-16 11:45:27",
            "id": "1749831",
            "reply_to_id": "1743868",
            "text": "Mér finnst þær allar allt í lagi bara. Hef ekki fylgst neitt það vel með.\nÉg skil það sem allir eru að segja með Camille, hún fer svoldið í taugarnar á mér.\nAnnars finnst mér mjög fáar af þessum stelpum hafa einhvern veginn Þetta Supermodel look með sér. Auðvitað eru þær allar geðveikt fallegar, það er ekkert hægt að þræta fyrir það, en það er ekki það eina sem þarf í að vera fyrirsæta.\nFegurðardrottningar eru fallegar\nFyrirsætur verða helst að vera með mjög sérstakt look sem að kemur vel út þegar að það er búið að mála þær mikið og undirstrika allar línur í andlitinu. Þær þurfa ekki endilega að vera neitt sérstaklega fallegar dags daglega.\nÞað er nefnilega málið að mér finnst svo margar af þessum stelpum vera efni í fegurðardrottningu en ekki fyrirsætu (jú kanski fyrirsætu en ekki: America's Next TOP Model)\nApril er sæt en það er það eina, hún er virkilega sæt, en ég get ekki séð hana fyrir mér gangandi um Catwalkið.\nMér finnst eiginlega Yoanna vera sú sem að mest á skilið að vinna því að hún er sú eina sem hefur rétta útlitið að mínu mati."
        },
        {
            "user": "NoAngel",
            "user_id": "15331",
            "date": "2004-10-16 16:14:54",
            "id": "1750030",
            "reply_to_id": "1743868",
            "text": "Já ég held með Söru, Mercedes og Yoonnu, get ekki gert upp á milli!\nMér finnst Mercedes algjör dúlla, hún er með svo sætt bros.\nJájá þetta eru alveg ágætis þættir, fínt að horfa á þá til dæmis þegar þú hefur ekkert að gera. :)"
        },
        {
            "user": "robbo",
            "user_id": "37775",
            "date": "2004-10-16 17:30:44",
            "id": "1750076",
            "reply_to_id": "1743868",
            "text": "Þessi þáttur er fyrir stelpur 12 - 14 á hágelgjunni"
        },
        {
            "user": "Kallisto",
            "user_id": "54357",
            "date": "2004-10-16 17:57:52",
            "id": "1750095",
            "reply_to_id": "1750076",
            "text": "Eða bara fyrir alla sem hafa áhuga á fólki yfir höfuð….og hvernig það hegðar sér í mismunandi aðstæðum….það gæti verið málið líka. Og ég efast um að margar 12-14 ára stelpur pæli í því.\nAllir raunveruleikaþættir geta haft þessa tegund af skemmtanagildi í sér, það að fylgjast með mannlegri hegðun.\nÞað að dæma þættina svona sýnir bara að þú ert þrögsýnn.\nEn annars hef ég engann áhuga á þáttunum til að fylgjast með mannlegri hegðun, ég hef bara mikinn áhuga á tísku, og hún spilar þarna mikið inní og maður fær alls konar ‘tips’ um útlit og þess háttar.\nÉg vildi einfaldlega benda á það að það fylgjast alveg örugglega ekki bara 12-14 ára stelpur með America's Next Top Model."
        },
        {
            "user": "davido",
            "user_id": "27961",
            "date": "2004-10-18 04:08:16",
            "id": "1751590",
            "reply_to_id": "1750095",
            "text": "Horfir virkilega einhver á þessa þætti? Fyrst þegar ég byrjaði að lesa þetta þá hélt ég að þetta væri eitthvað grín bara :Þ\nÉg held ég hafi náð að horfa á 1-2mínútur af einhvrjum þætti og það voru 1-2mínútur sem ég sé eftir ennþá :/"
        },
        {
            "user": "Kallisto",
            "user_id": "54357",
            "date": "2004-10-18 15:09:21",
            "id": "1752038",
            "reply_to_id": "1751590",
            "text": "Jámm, það virðist vera…annars væri ekkert til sem héti sería 2 í þessu öllu saman.\nEn hvað er annars svona fáránlegt við að horfa á þetta frekar en eitthvað annað?"
        },
        {
            "user": "GLXRBLT",
            "user_id": "42678",
            "date": "2004-10-18 23:11:03",
            "id": "1752896",
            "reply_to_id": "1743868",
            "text": "Afsakið skítkast en: Þetta eru sorglegir þættir! Fólk að keppast um hvað er fallegast og uppsker ríkuleg laun!? Skjemmtilegur boðskapur til yngri kynslóðarinnar…\nPlús það að allir sem horfa á þessa þætti eru oftast fáránlega miklar gelgjur…"
        },
        {
            "user": "fne55",
            "user_id": "15940",
            "date": "2004-10-19 20:39:50",
            "id": "1754091",
            "reply_to_id": "1752896",
            "text": "Fuck off með þessi skilaboð! Það er ekki eins og fólk geti ekki stjórnað sér sjálft. Fyrir sætur eru fallegra en annað fólk og maður bara sættir sig við það. Ég hef ekki beint vöxtinn í fyrirsætu en fæ samt ekkert samviskubit. Ég meina þetta er bara búið til, fólk hlýtur að geta stjórnað sér sjálfu í staðinn fyrir að afsakast með að annað fólk komi með röng skilaboð. P.S það er fáránlegt og fordómar að vera að segja að bara gelgjur horfi á þessa þætti, ég er ekki gelgja og ég þekki ekki-gelgjur sem horfa á þennan þátt!"
        },
        {
            "user": "GLXRBLT",
            "user_id": "42678",
            "date": "2004-10-19 22:26:20",
            "id": "1754269",
            "reply_to_id": "1754091",
            "text": "P.S það er fáránlegt og fordómar að vera að segja að bara gelgjur horfi á þessa þætti, ég er ekki gelgja og ég þekki ekki-gelgjur sem horfa á þennan þátt!\nSegjir manneskja sem heitir sweetbaby…"
        },
        {
            "user": "fne55",
            "user_id": "15940",
            "date": "2004-10-21 15:20:00",
            "id": "1756722",
            "reply_to_id": "1754269",
            "text": "Segir stelpa sem já hét sweetbaby þegar hún stofnaði þetta nafn þegar hún var ellefu ára.\nÍ alvörunni, þú hefur engann rétt til að koma með svona staðhæfingar."
        },
        {
            "user": "GLXRBLT",
            "user_id": "42678",
            "date": "2004-10-21 16:20:34",
            "id": "1756850",
            "reply_to_id": "1756722",
            "text": "Jú, það hef ég!"
        },
        {
            "user": "GLXRBLT",
            "user_id": "42678",
            "date": "2004-10-21 16:22:48",
            "id": "1756851",
            "reply_to_id": "1756722",
            "text": "Svo var ég ekkji að staðhæfa, ég var að segja að það væru OFTAST gelgjur sem horfðu á þessa þætti…"
        },
        {
            "user": "fne55",
            "user_id": "15940",
            "date": "2004-10-22 10:50:36",
            "id": "1757798",
            "reply_to_id": "1756851",
            "text": "Og þannig ertu að FORDÆMA! Í alvörunni, það er ekkert hægt að segja svona þegar maður hefur ekki grænan grun um hvort það er satt."
        },
        {
            "user": "GLXRBLT",
            "user_id": "42678",
            "date": "2004-10-22 16:37:05",
            "id": "1758220",
            "reply_to_id": "1757798",
            "text": "…….\nallir sem að þekkji sem horfa á þessi þætti eru gelgjur. s.s. mín rök, og svo til að fyrirbyggja allan misskilning þá skrifaði ég OFTAST….."
        },
        {
            "user": "fne55",
            "user_id": "15940",
            "date": "2004-10-22 19:18:01",
            "id": "1758412",
            "reply_to_id": "1758220",
            "text": "Þú skrifaðir það sem staðhæfingu, sem er að mínu mati ekki sönn. Þú hefðir getað sagt: Flestir sem ég þekki sem horfa á þennan þátt eru gelgjur."
        },
        {
            "user": "GLXRBLT",
            "user_id": "42678",
            "date": "2004-10-22 22:22:47",
            "id": "1758638",
            "reply_to_id": "1758412",
            "text": "Hvernig veistu sjálf að hún sé ekkji sönn?"
        },
        {
            "user": "fne55",
            "user_id": "15940",
            "date": "2004-10-24 11:32:01",
            "id": "1760234",
            "reply_to_id": "1758638",
            "text": "Ég er ekki að segja að hún sé ekki sönn, ég er að segja að við vitum það ekki."
        },
        {
            "user": "GLXRBLT",
            "user_id": "42678",
            "date": "2004-10-24 11:58:04",
            "id": "1760254",
            "reply_to_id": "1760234",
            "text": "Hvernig veistu að ég veit það ekkji?"
        },
        {
            "user": "fne55",
            "user_id": "15940",
            "date": "2004-10-24 14:03:22",
            "id": "1760394",
            "reply_to_id": "1760254",
            "text": "Vegna þess að til þess að vita það þyrftir þú að tala við alla á landinu sem að horfa á America´s Next Top Model og gá að því hvort að þau séu gelgjur og ég býst ekki við að þú hafir gert það, ég er bara að segja þér að vara þig á því hvernig þú setur fram hlutina."
        },
        {
            "user": "GLXRBLT",
            "user_id": "42678",
            "date": "2004-10-24 14:41:36",
            "id": "1760434",
            "reply_to_id": "1760394",
            "text": "Allt í lagi ég skal afsaka mig, ef að þú biðst afsökunar á því að svara tiltölulega saklausu svari með “FUCK OFF!”"
        },
        {
            "user": "fne55",
            "user_id": "15940",
            "date": "2004-10-25 18:00:11",
            "id": "1762357",
            "reply_to_id": "1760434",
            "text": "A figure of speech."
        },
        {
            "user": "GLXRBLT",
            "user_id": "42678",
            "date": "2004-10-25 20:25:41",
            "id": "1762675",
            "reply_to_id": "1762357",
            "text": "k"
        },
        {
            "user": "viktoria12",
            "user_id": "39000",
            "date": "2004-10-19 21:56:23",
            "id": "1754211",
            "reply_to_id": "1743868",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": "spn",
            "user_id": "34043",
            "date": "2004-10-25 22:22:44",
            "id": "1762890",
            "reply_to_id": "1743868",
            "text": "ég gæti ekki verið meira sammála…..(="
        },
        {
            "user": "sugar",
            "user_id": "10206",
            "date": "2004-10-26 12:50:08",
            "id": "1763503",
            "reply_to_id": "1762890",
            "text": "Af hverju fara allar umræður út í það að vera rifrildi og þannig…???"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-10-26 22:41:19",
            "id": "1764667",
            "reply_to_id": "1743868",
            "text": "mér er sama hver verður í 2-3 sæti en ég vil að Mercedes vinni! Hún er svo ótrúlega sæt og flott,og stendur sig mjög vel miðað við sjúkdóminn sem hún er með! En ég vil að Shandi detti út ;) hún er alltof mjó og …eitthvað….það er allaveganna eitthvað við hana sem fer í mínar fínustu taugar ;)"
        },
        {
            "user": "punturis",
            "user_id": "23606",
            "date": "2004-10-29 01:15:13",
            "id": "1768272",
            "reply_to_id": "1743868",
            "text": "Ég hélt eiginlega með Söru en nú bara April, en ég því miður veit hver vinnur og það er..djók ég ætla ekki að segja það, vil ekki eyðileggja fyrir fullt af fólki :S:S ok bleble"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-10-29 10:58:25",
            "id": "1768532",
            "reply_to_id": "1743868",
            "text": "“Tyra Banks sem stjórnar þessu sem er bara fallegasta kona í heimi að mínu mati.”\nHefuru séð manneskjuna ómálaða? hún er ekki bara ógeð heldur fokkin ógeð.\nAnnars er Sara lang myndarlegust af þeim öllum, en ég sá þátt sem var í gær og þá var hún rekin :(\nÞá vona ég bara að allavega að Shandi og April detti út og helst að þarna Merseidís(hvernig sem það er nú skrifað) vinni"
        },
        {
            "user": "aldi",
            "user_id": "41374",
            "date": "2004-10-30 16:06:34",
            "id": "1770204",
            "reply_to_id": "1743868",
            "text": "1. Yhoana… hún hefur allt sem flott fyrirsæta á að bera.. Hún er með svo flott “photogenískt” andlit og ekkert sem ætti að koma í veg fyrir sigur hennar.\n2. Mercedes… Hún er með svo æðislegan persónuleika og það getur skipt gríðarlega miklu máli í þessari keppni. Hún er líka mjög ákveðin og vinnusöm og ætti það fullkomnlega skilið að ná svona langt í þessari keppni.. og svo er hún náttúrulega gullfalleg og myndast vel… en það er ekki líklegt að þeir láti stelpu með krónískan sjúkdóm vinna keppnina.\n3. Shandi…. Hún er eins og litli ljóti andarunginn sem breyttisr á endanum í svan.. Hún var svo glórulaus þegar hún fór í keppnina en hefur svo sannað sig frá því… Hún er svona fyrirsæta sem maður sér á sýningarpöllunum í Mílanó og París.. Hún er bara ekki nógu fríð þótt hún líti út eins og fyrirsæta og ég held að það sé ekki nógu stór markaður fyrir stelpur eins og hana.. Hún er svona stelpa sem maður mundi aldrei sjá í ilmvatnsauglýsingum\nSvo vona ég að Camille verði rekin næst!"
        },
        {
            "user": "daynew123",
            "user_id": "43294",
            "date": "2004-10-31 20:46:29",
            "id": "1771602",
            "reply_to_id": "1743868",
            "text": "ég hef haldið með April frá upphafi en ég held samt að hún vinni ekki, það er sýnt svo mikið þannig að fólk haldi að hún vinni en maður veit aldrei…. held að shandi verði frekar ofarlega\nmitt álit er svona:\n1.April\n2.Mercedes\n3.Shandi\nYoanna fer í taugarnar á mér en hún gæti samt alveg unnið :S\n——————————————-"
        },
        {
            "user": "Krumla",
            "user_id": "7183",
            "date": "2004-11-09 10:16:59",
            "id": "1783054",
            "reply_to_id": "1771602",
            "text": "Mér finnst April pirrandi. Hún sagði í upphafi að hún hafi farið í keppnina bara að ganni en núna lætur hún eins og heimurinn farist ef hún vinnur ekki. Ég held að hún sé bara svona mikil keppnismanneskja sem má ekki tapa.\nKannski er þetta bull hjá mér, ég veit það ekki en þetta er allavega mín skoðun.\nÉg hef alltaf haldið með Shandi, Mercedes og Yoanna (reyndar dáldið Sarah líka). Mér fannst þær alltaf bestar og ég veit ekkert hver það er sem ég vil sjá vinna :)\nEn ég er svo fegin að Camille var loksins hent út. Ég var farin að gefa henni fuck-you merki í hvert sinn sem hún birtist á skjánum :)"
        },
        {
            "user": "kvkgod",
            "user_id": "7087",
            "date": "2004-11-14 19:49:02",
            "id": "1790781",
            "reply_to_id": "1783054",
            "text": "ég held að shandi myndi geta orðið.. hátíksufyrirsæta… ef hún fer ekki heim í næsta þætti… (skilst á auglýsingunni að hún muni halda framhjá kærastanum sínum með einhverjum ítölskum gaur…) en annars veit ég það ekki mercedes er eiginlega of sæt til að vera fyrirsæta… er með svo mikið tannbursta bros :)en ég held að joanna komi einnig sterkt til greina því að hún gæti örugglega sýnt hvað sem er og svo april… en ég sæi hana nú samt ekki fyrir mér í hátísku og svo nær hún ekki að sýna tilfinningar… þarf alltaf að hugsa svo mikið um það sem hún er að gera….\n:) ok… þá er ég loks búin að koma mínum skoðunum á framfæri… takk og bæ… :)"
        },
        {
            "user": "daynew123",
            "user_id": "43294",
            "date": "2004-11-21 21:35:54",
            "id": "1803633",
            "reply_to_id": "1783054",
            "text": "já reyndar gerði gún (april) allt svo geðveikt vel (kaldhæðni sko:P) jamm en kom ekki í opruh hver myndi vinna? vinkonur mínar misstu það útúr sér fyrir framan mig og það er fúlt að vita það\n:(:("
        }
    ]
}