{
    "forum_title": "Spenna / Drama",
    "user": "eel",
    "user_id": "8142",
    "date": "2001-04-30 14:25:42",
    "title": "I’m Not Supposed To Love You Anymore",
    "text": "I’m Not Supposed To Love You Anymore\nWe said goodbye, I left your town;\nI harbor a pain I’ll never live down.\nI broke your heart and left you sore\nSo I’m not supposed to love you anymore.\nYou restarted your life for another dimension,\nWhile I began the search for my own redemption.\nLast night, I cried and fell to the floor\nBecause I’m not supposed to love you anymore.\nI hold your photograph close to my chest,\nAnd pray that for once the ache will just rest.\nI still need you. I can’t yet close that door,\nThough, I’m not supposed to love you anymore.\nMy tears grace my eyes and fill me with shame\nBecause my heart and yours were one in the same.\nI lay here tonight and wonder what my life is for\nNow that I’m not supposed to love you anymore.\nBy Chrissie Berg\nÉg sá þetta á einhverri síðu, og fannst þetta bara geðveikt. Þetta var samið um samband Buffy og Angel.\nÉg reyndi að senda þetta inn í gær líka en það virðist ekki hafa tekist…",
    "url": "https://www.hugi.is/spenna/greinar/25168/im-not-supposed-to-love-you-anymore/",
    "url_id": "25168",
    "id": "166488",
    "replies": [
        {
            "user": "eel",
            "user_id": "8142",
            "date": "2001-05-01 12:57:58",
            "id": "166489",
            "reply_to_id": "166488",
            "text": "Vá, ógeðslega flott ljóð. Ef þú manst linkið máttu alveg setja það upp."
        },
        {
            "user": "eel",
            "user_id": "8142",
            "date": "2001-05-01 15:38:46",
            "id": "166490",
            "reply_to_id": "166489",
            "text": "Það eru nokkur flott ljóð sem bæði eru skrifuð um sambandið, og líka sem passa bara svo geðveikt við, á http:/pages.prodigy.net/lilyrei/passages.html í Passages sectioninu."
        },
        {
            "user": "Irie",
            "user_id": "8887",
            "date": "2001-05-01 13:44:37",
            "id": "166491",
            "reply_to_id": "166488",
            "text": "Geðveikt flott :)"
        }
    ]
}