{
    "forum_title": "Rómantík",
    "user": "MioneH",
    "user_id": "50624",
    "date": "2004-10-18 16:49:45",
    "title": "Æji hjálp!! :(",
    "text": "Úffff…! sko, þetta er alger steipa!\nÞað koma við þessa sögu 2 strákar, X og Y oki… fyrir rúmum einum og hálfum mánuði eða ekki gott sem tvem bara. Þá var ég á Busaballi, það vill svo til að X er rosalega hrifinn af mér, og var það á busaballinu líka, en….. Ég sá hann bara sem vin, svo að ég var að dansa við fullt af strákum, síðan seint um nóttina, þá sé ég Y og við förum að tala saman.\nOg til að stytta þetta þá enduðum ég og Y upp í hvort öðru. Og eiginlega fyrir framan X, og Y og X eru mjög góðir vinir.\nOg X er góður strákur og var ekkert að skemma fyrir Y. Svo eftir ballið þá töluðum við ekki saman í einar tvær eða þrjár vikur, en ég og X vorum alltaf jafngóðir vinir, og erum það enn sko. Mér þykir mjög gaman og þægilegt að vera með X. Mér líður vel í kringum hann. En svo fórum við út saman öll, nokkrir (MARGIR) krakkar úr skólanum í svona óvissuferð, það var mjög gaman í henni, en þar fór ég að tala við Y aftur og við töluðum alveg heillengi saman um það sem gerðist á busaballlinu og ýmislegt.\nSvo fóru allir í sund, og við líka ég X og Y, svo var Y alltaf að koma nær mer og gera eikkað við mig, og svo var ég eiginlega komin í fangið á honum bara sko (Við vorum öll búin að drekka dáldið, bæði á busaballinu og í þessari ferð), og X sá alveg hvert þetta stefndi, og fór bara, (Hann var sko enn hrifinn af mér þarna og er það enn) og það fór alveg eins og hann hélt, við vorum í tvo tíma í sundi að snogga, og sona.\nSvo vorum við saman um nóttina, og ég sofnaði og sona, so um morguninn vorum við orðnir vinir, og núna erum við farin að tala saman, en ekki hundsa hvort annað og láta eins og annaðhvort okkar sé ekki til.\nEn svo er ég búin að vera í miklum hugarangri lately, því að ég sagði alltaf að ég væri ekki hrifinn af X heldur bara vinir, og vinkonur mínar sögðu mér að ég væri það, en ég væri bara i afneitun. Ég vildi ekki hlusta á það, svo í síðustu viku fattaði ég það bara sjálf, kommon ég er hrifin af gaurnum, é fattaði það nú bara þegar ég vissi það að ég vildi ekki að hann væri með annari stelpu, heldur bara mig. Mér þykir rosalega, og hefur alltaf þótt rosalega vænt um hann, fæ alltaf svona kipp í hjartað og hugsa sona sætt til hans fattiði.\nSvo í gær þá kyssti ég hann alvöru kossi áður en ég fór heim, hann bjóst ekki við því, en var rosalega ánægður eftir það.\nEn svo seinna um nóttina er hann farinn að slefa upp í aðra stelpu!!!!! Sem er vinkona mín! Ég bleima henni ekki neitt eða honum, bara ég er svoldið sár núna þegar ég veit að ég er hrifin af honum.!!! En samt hann gat einla ekkert vitað.. En hefði samt áttað gera það því að ég farin að gera fleiri hluti við hann sem ég gerði ekki, eins og þessi tungukoss. Ég kyssi ekki stráka bless með tungukossi heldur ef ég vil eikkað meira, ég var edrú en ekki full þannig…\nVeit ekkert hvað ég á að gera, gleyma honum og vera bara vinkona hans eða gera eitthvað í þessu!?\nOhh þetta er svo mikil flétta!!!\nÞegar þið svarið ekki vera of dómhörð, það er ekki það sem ég þarf á að halda, en þið megið dæma smá.\nKv. MioneH",
    "url": "https://www.hugi.is/romantik/greinar/251786/aeji-hjalp/",
    "url_id": "251786",
    "id": "1751426",
    "replies": [
        {
            "user": "babe63",
            "user_id": "37578",
            "date": "2004-10-18 17:06:31",
            "id": "1752237",
            "reply_to_id": "1751426",
            "text": "Ok..ég attla að reyna að skilja þetta..:D Kanski var X geggjað sár útí þig þegar þú vildir ekki vera með honum og verið með Y í staðinn og kanski er hann að hefna sín..:S annars veit maður aldrei hvað aðrir hugsa..;) haltu þig við X..:P"
        },
        {
            "user": "Terminator",
            "user_id": "4765",
            "date": "2004-10-18 17:20:03",
            "id": "1752264",
            "reply_to_id": "1751426",
            "text": "Ég skil ekki afhverju gaurar þurfa alltaf að heita X og Y í svona greinum. Ég missi alltaf þráðinn og hætti að lesa þegar ég fer að rugla þeim saman."
        },
        {
            "user": "Steinikr",
            "user_id": "8362",
            "date": "2004-10-18 17:22:28",
            "id": "1752274",
            "reply_to_id": "1752264",
            "text": "Nákvæmlega, hef engan áhuga á að lesa svona greinar.. hundleiðilegar\nAf hverju ekki bara að kalla fólkið einhverjum nöfnum, þó það séu ekkert endilega skírnarnöfnin…"
        },
        {
            "user": "johanng",
            "user_id": "9215",
            "date": "2004-10-18 18:32:26",
            "id": "1752418",
            "reply_to_id": "1752264",
            "text": "hehe sama hér óli >]"
        },
        {
            "user": "dorilla",
            "user_id": "47145",
            "date": "2004-10-18 19:31:37",
            "id": "1752532",
            "reply_to_id": "1752264",
            "text": "nákvæmlega… af hverju ekki að skíra þá Tolla og Magnús.. eða Birkir og Áka??? allt annað en X og Y"
        },
        {
            "user": "Onoes",
            "user_id": "1099",
            "date": "2004-10-18 17:25:22",
            "id": "1752281",
            "reply_to_id": "1751426",
            "text": "já afhverju ekki bara Jón og Gunni?\nEn annars veit ég ekki hvað hann var að hugsa með því að kyssa aðra stelpu eftir að þú hafir kysst hann…..\nÞú þarft bara að brjóta ísinn og tala við drenginn.."
        },
        {
            "user": "SexiGirl",
            "user_id": "55559",
            "date": "2004-10-24 15:07:13",
            "id": "1760468",
            "reply_to_id": "1752281",
            "text": "þú þarft greinilega að tala við X og já ég held að hann hafi kysst hina stelpuna því að þú kysstir Y fyrir framan X einu sinni þannig ég held að það hafi bara verið útaf því að hann vildi hefna sín en annars verðuru að sega X hvernig þér líður og hvað er í gangi akkuru hann kyssti þig en fór svo seinna um kvöldið að kyssa aðra stelpu og svo þegar ´þú er búin að fatta allt akkrur hann kyssti stelpuna og þanig þá getið þið kannski tekið saman eða eitthvað. Gangi þér vel….:D"
        },
        {
            "user": "Andyandlou",
            "user_id": "1783",
            "date": "2004-10-18 17:31:40",
            "id": "1752286",
            "reply_to_id": "1751426",
            "text": "Ertu ekki í fjölbraut í ármúla?"
        },
        {
            "user": "Krazeee",
            "user_id": "45921",
            "date": "2004-10-18 17:33:24",
            "id": "1752292",
            "reply_to_id": "1751426",
            "text": "jááá…\nÉg held að þú ættir að tala við vinkonu þína sem var að kyssa X.\nÞví að þú sagðir að vinkonur þínar vissu að þú værir hrifin af X, en værir svo bara í afneitun. Var hún ein af þeim vinkonum.\nEf svo er, talaðu við hana og segðu henni að back-off, eða þá, vertu virkilega góð við X og talaðu við vinkonuna og fáðu hana til að byrja með honum, og þú líka.\nPældu í því, X væri alveg pottþétt happy að eiga tvær kærustur. Jebb."
        },
        {
            "user": "php",
            "user_id": "14956",
            "date": "2004-10-18 17:33:52",
            "id": "1752293",
            "reply_to_id": "1751426",
            "text": "Hmmm erfitt að segja þér hvað þú átt að gera, þetta er náttúrulega alfarið undir þér komið hvað þú vilt út úr þessu.\nÉg sé ekki neitt út úr þessu með Y en ef þú ert svona hrifin af X af hverju segirðu honum ekki frá því og viljir kannski eitthvað meira heldur en bara vináttu. Í versta falli segir hann nei, það þýðir ekki heimsendi. Þú losnar allavega við að spyrja þig seinna “Hvað ef…”"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-10-18 17:39:08",
            "id": "1752300",
            "reply_to_id": "1751426",
            "text": "Sælar.\nAf hverju talarðu ekki bara við gaurinn (X) um þetta? Þið\nþurfið ekkert endalaust að skiptast á að horfa á hvort annað\n„slefa upp í“ annað fólk, og verða svo sár. Þvílíka ruglið, og\ntímasóunin. Talaðu við X og fáðu allt á hreint, og þá geturðu\nfarið að gera eitthvað af viti."
        },
        {
            "user": "GLXRBLT",
            "user_id": "42678",
            "date": "2004-10-18 18:01:48",
            "id": "1752334",
            "reply_to_id": "1751426",
            "text": "Hvað ertu gömul…?"
        },
        {
            "user": "fibbl",
            "user_id": "54733",
            "date": "2004-10-18 18:16:17",
            "id": "1752359",
            "reply_to_id": "1752334",
            "text": "Talaðu við X. Ef þú veist að hann er hrifinn af þér og þú á honum þá ætti hann ekki að taka þessu illa að þú værir hrifin af honum. Þú græðir örugglega bara á því að tala við hann, nema að þú sért hrædd um hvað verði um vinskapinn ykkar?"
        },
        {
            "user": "GLXRBLT",
            "user_id": "42678",
            "date": "2004-10-18 18:23:42",
            "id": "1752385",
            "reply_to_id": "1752359",
            "text": "Hvenær ætlar fólk að læra:\nÞÚ ÁTT AÐ SVARA GREINAR HÖFUNDI, MEÐ ÞVÍ AÐ ÝTA Á GEFA ÁLIT Í EFST HÆGRA HORNI!!! EKKJI SVARA MÉR!!!"
        },
        {
            "user": "GLXRBLT",
            "user_id": "42678",
            "date": "2004-10-18 18:24:45",
            "id": "1752388",
            "reply_to_id": "1751426",
            "text": "Hvernig væri nú að fá fleiri greinar um rómantík, ekkji lélegar og asnalegar ástaflækjur unglinga (sjálfur er ég unglingur þannig að ég á eiginlega ekkji að vera að segja neitt :S)"
        },
        {
            "user": "fibbl",
            "user_id": "54733",
            "date": "2004-10-18 18:27:01",
            "id": "1752398",
            "reply_to_id": "1751426",
            "text": "Afsakið"
        },
        {
            "user": "HLS",
            "user_id": "16037",
            "date": "2004-10-18 18:31:30",
            "id": "1752414",
            "reply_to_id": "1751426",
            "text": "Ég held að þú eigir X ekki skylið *-) en það er bara mín skoðun. Fáir sem hlustar á þær skoðanir sem að ég hef fram að setja hvort eð er :P"
        },
        {
            "user": "MioneH",
            "user_id": "50624",
            "date": "2004-10-18 18:36:16",
            "id": "1752427",
            "reply_to_id": "1752414",
            "text": "Já kannski á ég X ekki skilið, hann er svo góður strákur. Mér þykir mjög vænt um hann… Ég er komin upp úr gagnfræðiskóla, það færðu að vita og er komin upp í menntó. og nei ég er ekki í eikkerjum menntaskóla í Rvk, eða hvað sem hann hét. Hmmm…"
        },
        {
            "user": "Ljomalindin",
            "user_id": "15558",
            "date": "2004-10-18 19:29:06",
            "id": "1752522",
            "reply_to_id": "1752427",
            "text": "Hmmm.. semsagt. Þú kysstir vin hans fyrir framan hann, svo kyssir hann vinkonu þína fyrir framan þig.. Er það bara ég eða er eitthvað munstur hérna í þessu?\nEn ef þessu X er ennþá hrifinn af þér þá held ég að þú eigir hann alveg skilið, af þessu að dæma ertu allavegana ekkert vond persóna eða neitt.. Ég held að þú ættir að tala við þennan X spurja hann bara hreint út hvað sé í gangi og feta þig svo áfram eftir því hvernig hann svarar.\nAnnars bara gangi þér allt í haginn =)"
        },
        {
            "user": "SexiGirl",
            "user_id": "55559",
            "date": "2004-10-24 15:12:52",
            "id": "1760475",
            "reply_to_id": "1752427",
            "text": "Þú átt X alveg skilið þú ert ekkert vond manneskja og þegar þú kysstir Y þá vissiru ekkert að þú varst hrifinn að X þannig þú átt bara að tala við X fá þetta allt á hreint og deita gaurnum því þú átt X alveg skilið.                   Gangi þér vel….:)"
        },
        {
            "user": "Foxylady83",
            "user_id": "18461",
            "date": "2004-10-18 18:56:45",
            "id": "1752467",
            "reply_to_id": "1751426",
            "text": "Ef þig langar til að byrja með honum þá skaltu gera eitthvað í þessu….."
        },
        {
            "user": "Hollis",
            "user_id": "17516",
            "date": "2004-10-18 20:29:59",
            "id": "1752635",
            "reply_to_id": "1751426",
            "text": "Það er náttla helvíti lélegt að vera að hrækja uppí þennan y fyrir fram x en það er kannski ekki svo skrítið ef þú varst ekki að fatta að þú værir hrifinn af x. Sem ég er ekki alveg að ná. Ég ætla samt ekki að segja að þú sért búinn að skíta uppá bak, en auðvitað fer x að reyna ná í einhverja aðra ef þú ert ekkert að sína honum lit. Hann bíður ekki endalaust. Þú verður að tala við han og ekki eitthvar fyllirís shit heldur bara láta vaða og tala við hann og fá þetta á hreint!"
        },
        {
            "user": "Imanipah",
            "user_id": "48510",
            "date": "2004-10-18 21:05:50",
            "id": "1752692",
            "reply_to_id": "1751426",
            "text": "Hann er bara að hefna sín með því að gera nákvæmlega það sama og þú gerðir honum. Vinkona þín er eins og Y í því dæmi. Kannski hélt hann að þessi tungukoss væri bara að segja “æji sorry” fyrir að vera ekki komin lengra með honum. Það er ekki gaman.\nAllavega gangi þér vel í þessari sápuóperu þinni ;)"
        },
        {
            "user": "Lionheart",
            "user_id": "31304",
            "date": "2004-10-18 21:48:00",
            "id": "1752765",
            "reply_to_id": "1751426",
            "text": "ég nenni ekki að reyna að lesa þetta þar sem ég ruglast alltaf á X og Y kallaðu þá frekar mennskum nöfnum eins og Skúli og jón… og eitthvað ólíkt ekki jón og jonni… X og Y þetta pirrar mig rosalega"
        },
        {
            "user": "MioneH",
            "user_id": "50624",
            "date": "2004-10-18 22:06:08",
            "id": "1752787",
            "reply_to_id": "1752765",
            "text": "Það er rétt að hann leitaði annað, eins og í eessari óvissuferð þá kyssti hann eina mjög góða vinkonu mína, en það var eftir að hann sá mig með hinum gaurnum, vinkona mín spurrði akkuru hann hafði gert það þá sagði hann að hann væri bara svo ruglaður yfir að hafa séð okkur saman…. so on, u know. And last Saturday night kyssti ég hann svo seinna um nóttina kyssti hann hinastelpuna, hann var búinn að afskrifa mig sem kærustu og leitaði þess vegna á önnur mið, sagði mér það, að þau ætluðu kannski bara að vera ríðufélgar, er ekki búinn að ákveða sig fyrst ég sletti þessu framan í hann. OG eikkað svona dæmi..\nÉg veit að strákur bíður ekki forever, og hann hefur beðið lengi þessi, reyndar allt of lengi, og nú verð ég bara að bíða og sjá til…"
        },
        {
            "user": "Ididntdoit",
            "user_id": "11830",
            "date": "2004-10-18 23:02:14",
            "id": "1752881",
            "reply_to_id": "1752787",
            "text": "vá.. this is math all over again.. XY XY YX XY.. Debet kredit debet kredid"
        },
        {
            "user": "Acadia",
            "user_id": "21605",
            "date": "2004-10-18 23:43:27",
            "id": "1752971",
            "reply_to_id": "1752787",
            "text": "“so on, u know. And last Saturday night…”\nErtu ekki íslensk eða??"
        },
        {
            "user": "sage",
            "user_id": "45064",
            "date": "2004-10-18 23:25:19",
            "id": "1752930",
            "reply_to_id": "1751426",
            "text": "Gaurinn er fífl, eða desperate í stelpur. Þú átt örugglega betra skilið. láttu hann eiga sig"
        },
        {
            "user": "MioneH",
            "user_id": "50624",
            "date": "2004-10-18 23:53:37",
            "id": "1752989",
            "reply_to_id": "1752930",
            "text": "Ég er al-íslensk, meiraðsegja svo íslensk að ég hef ekki stigið fæti út af landinu:) Hann sagði mér í gær töluna sem hann hafði yfir hversu margar stelður hann hafði kysst… Og hún var há…."
        },
        {
            "user": "orrinata",
            "user_id": "30604",
            "date": "2004-10-24 08:03:33",
            "id": "1760191",
            "reply_to_id": "1752989",
            "text": "“Hann sagði mér í gær töluna sem hann hafði yfir hversu margar stelður hann hafði kysst… Og hún var há….”\nhahaha, that is some funny shit. Hvaða leimó er með það á hreinu hvað hann hefur kysst margar stelpur. Bara sorglegt."
        },
        {
            "user": "tinnnni",
            "user_id": "55489",
            "date": "2004-10-19 00:54:21",
            "id": "1753089",
            "reply_to_id": "1751426",
            "text": "hæhæ smá hugdetta,gæti verið að þú hafir séð að það stemmdi í eitthvað á milli þeirra, og þú orðið abbó og rekið tunguna uppí hann til þess að hann hugsi sinn gang,og hugsað “”ég er hér ekki gleyma mér“”"
        },
        {
            "user": "bbenson",
            "user_id": "1489",
            "date": "2004-10-19 02:30:50",
            "id": "1753137",
            "reply_to_id": "1751426",
            "text": "Flettu þessu bara upp í formúluhefti."
        },
        {
            "user": "NecroManiac",
            "user_id": "727",
            "date": "2004-10-19 11:05:53",
            "id": "1753286",
            "reply_to_id": "1753137",
            "text": "Ef x er vinur þinn, og y er kærastinn þinn, þá er vert að deila þeim með Z. Þá færirðu punkt X uppfyrir miðju Y og færð út XY=42 (en 42 er tilgangur alheimsinns.\nVona að þetta hafi hjálpað þér eithvað. Og mundu margliðunaraðferðina!"
        },
        {
            "user": "MioneH",
            "user_id": "50624",
            "date": "2004-10-19 13:31:38",
            "id": "1753463",
            "reply_to_id": "1753286",
            "text": "Ég varð ekki abbó,sko fyrir meira en viku talaði ég við vinkonu mína um þetta hvað ég væri óákveðin og vissi ekki hvað ég vildi,  svo sagði hún ýmislegt sem lét mig fara að hugsa, og það var þá sem að ég fattaði að ég er hrifin af honum líka!!! En meina, mér finnst alveg fullt af strákum sætir og sona, en ég bara opnaði hugann og þá uppgvötaði ég það !!!"
        },
        {
            "user": "NoAngel",
            "user_id": "15331",
            "date": "2004-10-20 11:26:20",
            "id": "1754799",
            "reply_to_id": "1751426",
            "text": "Vá hvað þetta er eitthvað flókið…en ég myndi bara tala við X fyrst þú ert hrifin af honum, (er það ekki annars rétt hjá mér?) og tékka á því hvað hann vill.\nGangi þér vel"
        },
        {
            "user": "ninafina",
            "user_id": "29319",
            "date": "2004-10-24 14:05:39",
            "id": "1760395",
            "reply_to_id": "1751426",
            "text": "Mér “heyrist” þú vera meiri hrifnari af X svo spurðu hann hvað hann var að hugsa þegar hann hafði fengið koss frá þér og svo kyssir hann bara allt í einu einhverja aðra stelpu??????????"
        },
        {
            "user": "tasulingur",
            "user_id": "55729",
            "date": "2004-10-26 13:56:59",
            "id": "1763617",
            "reply_to_id": "1751426",
            "text": "hummm….. ef að ég væri þú  þá mundi ég bara tala við hann og segja þér hvernig þér líður, hann var örugglega bara að kyssa þessa hina stelpu til að reynað gleyma þér or sum en jáds allavegana ekki vera endalaust að bíða og bara gá hva skeður, segðu honum bara alveg hvernig þér líður hann er náttla líka hrifin af þér þanig þetta gæti ekki endað alveg hræðilega ;) gúdd lökk"
        },
        {
            "user": "maxina89",
            "user_id": "55679",
            "date": "2004-10-29 13:12:33",
            "id": "1768727",
            "reply_to_id": "1751426",
            "text": "reyndu að átta þig á því hvar þú hefur Y, þá fyrst geturðu farið að hugsa um X. Þú verður bara einfaldlega að koma honum í skilning um að þú sért hrifin af honum, sama hvernig þú ferð að því.\nmaxina"
        },
        {
            "user": "MioneH",
            "user_id": "50624",
            "date": "2004-10-31 21:59:22",
            "id": "1771699",
            "reply_to_id": "1768727",
            "text": "Búið að leysa þetta mál. Ég og Y erum bara vinir, ef kalla má það, tölum alleg saman, en etta er að falla í gamla farið. Ég og X töluðum saman, við erum vinir núna. Ég sagði við hann að hann ætti að halda sig við stelpuna hina frekar, því að ég er búin að komast að því eftir mikinn hugusð, og mikla flækju í hugarheim mínum, að ég er hrifin af honum, en ekki það mikið að ég get verið með honum,þannig að ég kýs að kalla þetta stundarbrjálæði. Ég er “með” strák sem mér þykir mjög vænt um og hann er góður. Við vorum nánir vinir, og erum það enn:) I´m just happy.\nTakk fyrir. allir.:)\nKv. MioneH"
        },
        {
            "user": "cutypie",
            "user_id": "19280",
            "date": "2004-11-03 11:16:09",
            "id": "1774903",
            "reply_to_id": "1751426",
            "text": "Ég held að X hafi líka verið jafn sár þegar hann sá þig vera með Y á einhvern hátt. Og mér finnst hann hafa verið rosalega tillitsamur með að verða þér ekki reiður eða fúll þrátt fyrir það að hann væri hrifinn af þér og þú með fulla vitund af því. Heldur lét hann eins og ekkert hafði í skorist. En kannski hafði hann verið að reyna gleyma þér þar sem hann var greinilega búinn að bíða lengi eftir þér og reynt að halda áfram. Kannski var hann líka orðinn hrifinn af vinkonu þinni án þess að þú vissir að því. Kannski var hann að hefna sín, hver veit?\nNú er bara málið að tala við hann og þið bæði leggið spilin á borðið. Komið þessu á hreint og þið verðið bara að velja og hafna.\nGangi þér vel!\nkv. cutypie"
        },
        {
            "user": "MioneH",
            "user_id": "50624",
            "date": "2004-11-07 23:16:18",
            "id": "1781376",
            "reply_to_id": "1774903",
            "text": "Við erum bara vinir, hanner að slá sér upp með æðislegri stelpu.. sem er vinkona mín.. og ég með strák.. sem er vinur hans. og við erum bara góðir vinir, tölum enn saman og sona. OG hann varð sár þegar ég var að kyssa Y en ekki þegar hann fattaði að ég og vinurhans værum skotin i hvert öðru… og varð ekkert sar einusinni, þegar vinur hans kyssti mig fyrir framan sig..:) hann hafði sína stelpu við hliðina á sér:)"
        },
        {
            "user": "maxina89",
            "user_id": "55679",
            "date": "2005-01-06 12:30:55",
            "id": "1885316",
            "reply_to_id": "1751426",
            "text": "gott að vita að þú ert happy núna..\nkv. maxina"
        }
    ]
}