{
    "forum_title": "Final Fantasy",
    "user": "Jormundgand",
    "user_id": "19854",
    "date": "2004-10-26 11:37:08",
    "title": "Fortíð Clouds",
    "text": "Hér eru skrif um hina myrku og dularfullu fortíð Clouds. Þetta er c/p af síðunni minni en þar gerði ég það sjálfur þannig að þetta er bara svona öðruvísi uppsetning. Ég vildi að allir gætu skoðað hana hér á Huga… eða, nei, ég er bara að fá stig ;P Smá grín, ef þið hafið ekki tekið því mjög alvarlega. En alla vega, here goes! *CLEARS THROAT*\n—\nEin af mestu ráðgátum Final Fantasy leikjanna er hver fortíð Clouds er. Er hann klón Sephiroths? Er hann mannlegur? Töff koll. Til að svala forvitni ykkar þá hef ég sett hér kenningu sem nokkrir hafa sett fram og þá kenningu sem mér finnst líklegust. Þetta er SPOILER dauðans ef þú vilt ekki fá svarið auðveldlega.\n*****SPOILER*****\nUpphaflega yfirgaf Cloud Nibelheim til að join-a SOLDIER. Hvað sem því líður þá var hann ekki nógu og góður og varð bara venjulegur meðlimur. Meðan á því stóð vingaðist hann við Zack, SOLDIER meðlim. Þeir voru ráðnir til að fara með Sephiroth, besta SOLDIER meðlimnum, til Nibelheim “reactor”. Cloud, of skömmustulegur til að viðurkenna misgengi sitt fyrir vinum sinum og vandamönnum, hélt grímu sinni á sér þangað til að þeir komu. Hann stoppar þó til að tala við móður sina. Þegar þeir koma að “reactor”, er það Cloud sem heldur sig úti og verndar Tifu. Inni, finnur Sephiroth Jenovu og hann áttar sig á plottinu. Hann einangrar sig á bókasafni “mansion-sins”, og endar það með því að hann rústar bænum í reiði sinni. Zack og Cloud elta hann að “reactor-num”. Þegar þeir koma þá ræðst Sephiroth á Tifu. Zack eltir hann en Cloud ber Tifu burt, og heldur þannig gamla loforð sitt við Tifu. Zack og Sephiroth keppa, og Sephiroth rústar honum svo Zack meiðist alvarlega. Sephiroth fer með Masamune í annarri hendinni og sært höfuð Jenovu í hinni. Zack hvetur Cloud til að drepa Sephiroth svo Cloud tekur sverð Zacks og hleypur að Sephiroth. Þegar Cloud kemur að Sephiroth þá stingur Sephiroth Cloud. Sephiroth heldur að Cloud sé dáinn og heldur niður í bæ (lol). Allt í einu grípur Cloud í sverð Sephiroths og hendir honum í vatnskennda Mako orkuna. (sem þýðir að sá Sephiroth sem þú hefur verið að elta í leiknum er aðeins klón gert af Hojo) Cloud fellur svo í jörðina. Nokkrir vísindamenn finna Cloud og Zack og reyna að græða þá aftur til lífs með því að láta þá í glasahólf í hólfum Jenovu. Cloud lífgast aftur við og einnig Zack. Meðan á því stóð voru Cloud og Zack tengdir saman, sem útskýrir afhverju Cloud hefur sumar minningar Zacks og sér sjálfan sig stundum í hlutverki Zacks. Það útskýrir einnig Mako augu hans. Þeir böðuðu hann i Mako orku svo það er ekki skrítið. Um síðir ná þeir að flýja í matartímanum. Þeir flýja Nibelheim og skakklappast til Midgar. Þar ákveða þeir að verða málaliðar. Þó finna Shinra verðir þá og skjóta Zack sem deyr samstundis. Cloud nær þó að lifa af, særður. Hann kemst þó til Midgar þar sem hann nær heilsu. 5 árum síðar finnur hann Tifu á lestarstöðinni. Hún mistekur hann fyrir Zack fyrst, enda eru þeir mjög líkir í útliti og gjörðum (útkoman eftir dvölina hjá vísindamönnunum). Hún sannfærir Cloud um að ganga til liðs við AVALANCHE, og þar hefst sagan. Sumir trúa því að Klón-Sephiroth sé í rauninni Zack. Ég trúi því þó ekki út af því að það eru engar sannanir fyrir því.\nThere you have it. Þetta er sannleikurinn um fortíð Clouds. Hann er mannlegur, var aldrei í SOLDIER og hann drap Sephiroth.\n—\nÉg vona að ykkur misbjóði ekki við slettum eins og “mansion-ins” og “reactors-ins” því það er ekkert gott íslenskt orð til yfir “mansion” sem nær merkingunni fullkomlega. Og eftir að hafa lesið reactor margoft í leiknum þá fer maður ekki að segja kjarnakljúfur 7 árum síðar *L* Takk fyrir að lesa, ef þið lásuð, scrolluðuð ekki bara hratt niður.\nLPFAN",
    "url": "https://www.hugi.is/finalfantasy/greinar/252056/fortid-clouds/",
    "url_id": "252056",
    "id": "1753340",
    "replies": [
        {
            "user": "dagtla",
            "user_id": "55418",
            "date": "2004-10-26 11:55:34",
            "id": "1763428",
            "reply_to_id": "1753340",
            "text": "flott grein"
        },
        {
            "user": "Vilhelm",
            "user_id": "2179",
            "date": "2004-10-26 12:21:58",
            "id": "1763463",
            "reply_to_id": "1753340",
            "text": "Mættir alveg íslenska þetta betur…\nTil að mynda:\njoin-a = Að ganga til liðs við\nreactor = orkuver (mako reactor væri þá makoorkuver)\nmansion = þarna myndi villa passa ágætlega inn, eða jafnvel stórhýsi."
        },
        {
            "user": "Jormundgand",
            "user_id": "19854",
            "date": "2004-10-26 12:55:48",
            "id": "1763510",
            "reply_to_id": "1763463",
            "text": "Alveg rétt, ég bara fann ekki réttu orðin. Þess vegna baðst ég afsökunar á því í enda greinarinnar ;)\nLPFAN"
        },
        {
            "user": "GudniFight",
            "user_id": "21938",
            "date": "2004-10-26 14:41:58",
            "id": "1763700",
            "reply_to_id": "1763510",
            "text": "Flott grein, ánægður með hana. Væri alveg til í fleiri greinar um ráðgátur final fantasy leikjanna…"
        },
        {
            "user": "Jormundgand",
            "user_id": "19854",
            "date": "2004-10-26 16:07:20",
            "id": "1763886",
            "reply_to_id": "1763700",
            "text": "Hehe, tók þig á orðinu, búinn að senda inn grein um eina mestu ráðgátu Final Fantasy VIII =)\nLPFAN"
        },
        {
            "user": "Saidin",
            "user_id": "22936",
            "date": "2004-11-14 22:17:21",
            "id": "1791068",
            "reply_to_id": "1763886",
            "text": "Reyndar er þetta ekki alveg rétt, Cloud hljóp á eftir Sephiroth er hann var á leiðinni úr reactorinum og reynir að drepa Sephiroth. Sephiroth sefir. “Donnt push your luck..” og stingur Masamune beint í gegnum Cloud og heldur að hann sé dauður en Cloud stendur upp og lyftir Sephiroth (sem hledu rá sverðinu upp í loftið og yfir brúna og svo fellur Sephiroth niður… Var að spila þetta fyrir stuttu\n;)"
        },
        {
            "user": "Saidin",
            "user_id": "22936",
            "date": "2004-11-14 22:30:29",
            "id": "1791094",
            "reply_to_id": "1791068",
            "text": "Reyndar er þetta ekki alveg rétt, Cloud hljóp á eftir Sephiroth er hann var á leiðinni úr reactorinum og reynir að drepa Sephiroth. Sephiroth segir. “Dont push your luck..” og stingur Masamune beint í gegnum Cloud og heldur að hann sé dauður en Cloud stendur upp og lyftir Sephiroth ( sem heldur á sverðinu?!? ) upp í loftið og yfir brúna og svo fellur Sephiroth niður í makoið… Var að spila þetta fyrir stuttu\n;)\nVar að birta þetta án villna\nP.S. Var Aeris ekki í sambandi við Zack, ef maður man rétt þá talaði hún um fyrrverandi kærasta sinn og svo var hún alltaf að minnast á hvað Cloud væri líkur “honum” og annað fleira.."
        },
        {
            "user": "siggikorn",
            "user_id": "47904",
            "date": "2004-10-27 00:35:43",
            "id": "1764902",
            "reply_to_id": "1753340",
            "text": "Þú gleymdir að segja/vissir ekki/trúðir ekki, að maður hittir sephiroth ekkert og hann er ekki klón heldur fór hann með mako flæðinu í craterinn og var þar í þeirri trú að hann væri einn af hinum Ancient, og vildi taka yfir heiminn fyrir “mömmu” sína. og varpar mynd sinni úr craternum þaðan þess vegna flöktir hann alltaf svona… þessvegna lætur hann alltaf skrímslið þarna(man ekki nafn, langt síðan) berjast fyrir sig og kemur ekki fyrr en í endann á leiknum og cloud er svona bilaður í hausnum því hann var allur í klessu eftir mako meðferðina þegar Zack segir honum sögu sína á pickuppnum og þegar Zack er skotinn og Cloud lifir af ruglar hann sínum fáu minningum og sögum Zacks saman og verður því svona klofinn persónuleiki.\nen sephiroth hinsvegar notfærir sér það til að rugla í honum… en sephiroth getur líka held ég stjórnað klónunum og þannig drap hann Aeris….\nBTW þetter mín kenning og það sem ég hef heyrt, og ef þið viljið drulla yfir hana skiljið eftir símanúmer eða heimilisfang eða msn og ég skal tala við ykkur þar… ekki flodda greinina LPFANS þó þið séuð eikkað ósáttir við mitt svar….."
        },
        {
            "user": "Jormundgand",
            "user_id": "19854",
            "date": "2004-10-27 01:21:34",
            "id": "1764981",
            "reply_to_id": "1764902",
            "text": "Allir hafa sínar kenningar, þín kenning er til dæmis alveg möguleg, en þetta er það sem við viljum, margar kenningar, umræður :)\nLPFAN"
        },
        {
            "user": "Veteran",
            "user_id": "26501",
            "date": "2004-10-27 21:32:31",
            "id": "1766263",
            "reply_to_id": "1764981",
            "text": "En eru allir búnir að gleyma kenningunni sem einhver gæi kom með, Final Fantasy 7 Mythologies. Kenningar um alla söguna, Aeris, Cloud, Zack, Sephiroth, Tifa. Sagði meðal annars að allir character-arnir hafi dáið í endann nema RedXIII af því að plánetan hafi ákveðið að eyða mannkyninu.\nBugenheigen: “That is for the Planet to decide.”\nJenova: (mikilvægasta setning leiksins enda eina setningin sem Jenova segir): “That's because you are…a puppet.”"
        },
        {
            "user": "Veteran",
            "user_id": "26501",
            "date": "2004-10-27 21:21:59",
            "id": "1766251",
            "reply_to_id": "1753340",
            "text": "Mjög flott grein úm ómissandi efni á áhugamálinu. Þó vil ég halda því fram að Sephiroth-inn sem Cloud drap hafi verið alvöru Sephiroth-inn, en hinir klón. Ágæt kenning um tengingu Zacks og Clouds. Samt svolítið skrýtin þegar maður hefur átt hana í minninu mjög svo frábrugðna þessu. Aeris hafði í einhverju sambandi við Zack var það ekki? Man ekki. Hélt samt að Sephiroth hafi líka endanlega gengið frá Zack í reactor-inu. Maður veit ekkert hvað maður á að halda lengur sem mér finnst að vissu leyti sorglegt."
        },
        {
            "user": "Intrepid",
            "user_id": "46191",
            "date": "2004-10-28 21:03:40",
            "id": "1767848",
            "reply_to_id": "1766251",
            "text": "Ástæða þess að Jenova sagði þetta var sú að hún réði  takmarkað yfir Cloud, hún var bara svo hrokafull að halda að hún réði allveg yfir honum hún reyknaði ekki með Tifu"
        },
        {
            "user": "Intrepid",
            "user_id": "46191",
            "date": "2004-10-28 21:08:31",
            "id": "1767854",
            "reply_to_id": "1753340",
            "text": "Það er smávilla í þessu hjá þér Cloud og Zack voru  5 ár í Mako tankinum og þegar þeir sleppa og Zack deyr þá líður bar smá tími þar til hann og Tifa hittast aftur og hún hélt ekki að hann væri Zack, heldur að hann væri Cloud sam hún þekkti í æsku. ( en akkurat á þessum tíma punkti var Cloud Tveir persónuleikar Cloud frá Nibbelheim og Zack)\nBetri er ein kók í hendi en tvær í frysti"
        },
        {
            "user": "Soldier127",
            "user_id": "8627",
            "date": "2004-11-11 10:32:38",
            "id": "1786157",
            "reply_to_id": "1753340",
            "text": "Fín grein, las hana reynar á síðuni en var búin að gleima miklu =)"
        }
    ]
}