{
    "forum_title": "Metall",
    "user": "palli2",
    "user_id": "6725",
    "date": "2004-10-21 17:59:37",
    "title": "Megadeth - The History",
    "text": "Eftir að hafa verið rekinn úr Metallica árið 1983 ákvað gítarleikarinn Dave Mustaine að stofna hljómsveitina Megadeth með bassaleikaranum David Ellefson. Þeir fengu gítarleikarann Kerry King og trommuleikarann Lee Rausch til liðs við sig. Árið 1984 kemur Gar Samuelson í staðinn fyrir Lee Rausch á trommurnar. Chris Poland kemur einnig í staðinn fyrir Kerry King á gítarinn.\nNæsta ár gefa þeir út Killing Is My Business… And Business Is Good!\nÞessi plata er mjög ílla tekinn upp en þeir þurftu að reka producerinn sinn þegar platan var hálfnuð útaf peningurinn sem þeir fengu til að búa til plötuna fór að mestu leiti í fíkniefni. Þurftu þeir að taka hana upp á eiginn spýtur. Þessi plata er mjög ‘raw’ en mjög góð samt, hraðinn rosalegur og sóló og riff útí eitt. Á þessari plötu er cover af These Boots með Nancy Sinatra. Seinna þurftu þeir að endurútgefa plötuna án These Boots vegna þess að Nancy vildi fá of mikinn pening fyrir lagið. Á þessari plötu er einnig lag sem heitir Mechanix, Mustaine samdi það lag þegar hann var í Metallica en Metallica notaði lagið á Kill'em All en þar heitir það The Four Horsemen, lögin eru mjög lík þó að textinn sé allt annar.\nÁrið 1986 gefa þeir út Peace Sells… But Who's Buying? Þessi plata er engin smá snilld og heyrist greinilega að tónlistin þeirra hafi þroskast mikið. Hvert einasta lag á þessari plötu er snilld og gítarleikurinn hjá Mustaine og Poland er rosalegur og ekki eru Ellefson og Samuelson síðri. Textinn hjá Mustaine er alveg úthugsaður og ekkert smá flottur.\nEftir tónleikaferðalag þeirra voru Chris Poland og Gar Samuelson reknir. Chuck Behler er ráðinn sem trommari og Jeff Young sem gítarleikari.\nÁrið 1988 gefa þeir út So Far, So Good… So What? Með þessari plötu náðu þeir ekki að viðhalda snilldinni Peace Sells en samt eru nokkuð góð lög sem leynast á henni. So Far, So good seldist mjög vel þrátt fyrir að hafa aldrei verið talin það góð. Lagið Liar er samið um Chris Poland(fyrrum gítarleikara Megadeth) en hann seldi alla gítara Mustaine's til að geta keypt sér fíkniefni. In My Darkest Hour er samið um Cliff Burton, bassaleikara Metallica, sem dó í rútuslysi. Á þessari plötu er cover af Anarchy In The U.K. sem Sex Pistols gerðu. Jeff Young og Chuck Behlar voru reknir árið 1989 en Mustaine fýlaði þá aldrei neitt mikið. Nick Menza kom í staðinn fyrir Behlar og Marty Friedman fyrir Young.\nÞað er greinilegt að þessi meðlimaskipti voru að gera sig en árið 1990 gefa þeir út sniiiiilldar plötuna Rust In Peace. Með þessari plötu toppuðu þeir Peace Sells allsvakalega. Fyrir plötuna var Mustaine handtekinn fyrir skaðlegan akstur og neyddur til að fara í meðferð, þetta og meðlimaskiptin eru líklega aðal ástæðan af hverju þessi plata small svona vel saman. Þessi plata er ekki eins ‘tröshuð’ og fyrri plöturnar. Þeir voru tilnefndir til grammy verðlaunana fyrir þessa plötu en unnu ekki.\nÁrið 1991 giftist Mustaine Pamela Anne Casselberry, sama ár er að mínu mati eitt besta metal lag ever, Hangar 18 tilnefnt til grammy verðlaunana.\nÁrið 1992 gefa þeir út Countdown To Extinction, þótt ótrulegt væri náðu þeir með þessari plötu að halda í(ef ekki toppa) meistaraverkið Rust In Peace. Stíllinn og leikur meðlima er allur fínpússaður og allur hljóðfæraleikur alveg snilldarlegur. Textar Mustaine's um stríð og heri eru hreint og beint snilld. Countdown fór í annað sæti vinsældarlistans í Bandaríkjunum.\nÁrið 1993 fá þeir grammy tilnefningu fyrir lagið Angry Again, sem þeir gerðu fyrir myndina Last Action Hero en Arnold Schwarzenegger leikur í henni.\nÁrið 1994 gefa þeir út Youthanasia, stórt skref niður á við hjá þeim félögum(seldist samt vel). Ekki mikið að segja um þessa plötu nema kannski lagið A Tout Le Monde, eina góða lagið á þessum disk, rólegt og ekkert smá flottur texti. Sama ár fengu þeir grammy tilnefninu fyrir 99 Ways To Die en það lag gerðu þeir fyrir Beavis & Butthead disk er heitir The Beavis and Butthead Experience.\nÁrið 1995 gefa þeir út Hidden Treasures, sem er meira og minna lög sem þeir höfðu gert fyrir myndir eða gefið út á safndiskum eða því um líkt(Breakpoint - Super Mario Bros, Go To Hell -  Bill and Ted's Bogus Journey, Angry Again- Last Action Hero, 99 Ways To Die - Beavis and Butthead Experience og Diadems - Tales From the Crypt Presents: Demon Knight) en restin af lögunum eru covers(No More Mr Nice Guy - Alice Cooper, Paranoid - Black Sabbath og Problems - Sex Pistols). Ekkert sérstakur diskur. Fá grammy tilnefningu fyrir coverið af Paranoid.\nÁrið 1997 gefa þeir út Cryptic Writings, fínn diskur, betri en Youthansia og Hidden treasures en ekki nærri því jafn góður og Rust In Peace og Countdown To Extinection. Lagið Almost Honest kemur í Mortal Kombat Annihilation. Fá grammy tilnefninu fyrir lagið Trust.\nÁrið 1998 hættir Nick Menza og kemur Jimmy DeGrasso fyrir hann.\nÁrið 1999 gefa þeir út diskinn Risk, mjög slappur diskur. Af mörgum talinn langlélegasti diskur Megadeth en mér finnst hann samt skárri en Hidden Treasures.\nÁrið 2000 kemur Al Pitrelli í staðinn fyrir Marty Friedman. Megadeth skipta um útgefendur, fara frá Capitol Records til Sanctuary Records en þeir höfðu verið hjá Capitol Records frá því þeir gáfu út Peace Sells. Gefa svo út Capitol Punishment: The Megadeth Years. Þetta er bara Greatest Hits diskur, allt lög sem hafa verið gefinn út á öðrum diskum nema lögin Kill The King og Dread And The Fugivite Mind, einu nýju lögin á disknum. Dread And The Fugitive Mind er mjög gott og Kill The King er ágætt.\nÁrið 2001 gefa þeir út The World Needs A Hero, ágæt plata en samt ekkert í samanburði við þeirra topp plötur.\nÁrið 2002 gefa þeir út re-mastered útgáfu af Killing Is My Business. Gefa einnig út Rude Awakening hún var tekinn upp á live tónleikum þeirra, var gefinn út á DVD og CD.\nSnemma árið 2002 hættir Megadeth eftir að Mustaine sofnar á vinstri hendinni sinni í stól sem veldur því að taugar skemmast í henni, hann getur ekkert spilað á gítar og læknar segja að hann muni aldrei spila á gítar aftur. Still Alive… And Well? er gefinn út, þar eru 6 lög live af tónleikum og 6 sem hafa komið út á öðrum diskum.\nÁrið 2004 er Mustaine búinn að fá allann kraft aftur í hendina og ákveður að stofna Megadeth aftur. Hann fær trommarann Vinnie Colaiuta, bassaleikarann Jimmy Sloas og gítarleikarinn Chris Poland kemur aftur í Megadeth. Saman gefa þeir út re-mixed, re-mastered útgáfur af flestum plötum sem þeir hafa gefið út(7 talsins sem þeir re-útgefa).\nNú September síðastliðinn gáfu þeir út plötuna The System Has Failed, 12 ný fersk lög. Gott comeback en ekkert rosalegt. Lagið Something I'm Not samdi Mustaine um Lars Ulrich, trommuleikara Metallica. Nú eru Megadeth að fara á tónleikaferðalag en það byrjar eftir 2 daga(laugardaginn 23. okt.). Enginn af þeim meðlimum sem voru á The System Has Failed mun spila á ferðalaginu en Mustaine fékk gítarleikarann Glen Drover, bassaleikarann James MacDonough og var búinn að fá Nick Menza til að koma til baka og spila á trommurnar en hann hætti/var rekinn(ekkert komið í ljós) í þessari viku og mun Shawn Drover spila í hans stað.\nÞess má geta að það er undirskriftalisti að ganga um að fá Megadeth til að koma til islands og er hægt að skrifa undir hann hér:\nhttp://www.petitiononline.com/megaisl/",
    "url": "https://www.hugi.is/metall/greinar/252571/megadeth-the-history/",
    "url_id": "252571",
    "id": "1757017",
    "replies": [
        {
            "user": "BruskR",
            "user_id": "9155",
            "date": "2004-10-21 18:13:23",
            "id": "1757051",
            "reply_to_id": "1757017",
            "text": "Sýnist mér nú þetta vera greinarspam"
        },
        {
            "user": "BruskR",
            "user_id": "9155",
            "date": "2004-10-21 19:21:46",
            "id": "1757158",
            "reply_to_id": "1757051",
            "text": "Greinaspamm ?\nHvað ertu að þrugla drengstauli.\nÞó að það komi 2 greinar um sömu hljómsveitina…en fjalla þó ekki um sama hlutinn, þá er það ekkert helvítis spamm."
        },
        {
            "user": "BruskR",
            "user_id": "9155",
            "date": "2004-10-21 19:35:01",
            "id": "1757187",
            "reply_to_id": "1757158",
            "text": "Þú gast bara\nekki\ntengt þetta saman."
        },
        {
            "user": "BruskR",
            "user_id": "9155",
            "date": "2004-10-21 19:36:57",
            "id": "1757192",
            "reply_to_id": "1757187",
            "text": "Nú hvað meinaru ?"
        },
        {
            "user": "hjeppi",
            "user_id": "3701",
            "date": "2004-10-21 19:40:55",
            "id": "1757208",
            "reply_to_id": "1757192",
            "text": "Tengja eins og í að setja þessar tvær greinar saman, svo að það verði að einni grein."
        },
        {
            "user": "hjeppi",
            "user_id": "3701",
            "date": "2004-10-21 20:23:25",
            "id": "1757275",
            "reply_to_id": "1757208",
            "text": "Nei. Það er ekki gert hér eftir því sem ég best veit. Plús það að greinarnar eru eftir tvo mismunandi notendur og sú seinni var send inn EFTIR að sú fyrri var komin inn."
        },
        {
            "user": "Runaldo",
            "user_id": "53453",
            "date": "2004-10-21 18:17:00",
            "id": "1757058",
            "reply_to_id": "1757017",
            "text": "Fín grein og ekkert í sjálfu sér til að setja út á. En ég hef eina spurningu.Var kerry King einhvern tímann opinber meðlimur því að ég hef bara heyrt að honum hafi verið boðið að spila með Megadeth."
        },
        {
            "user": "palli2",
            "user_id": "6725",
            "date": "2004-10-21 18:53:31",
            "id": "1757105",
            "reply_to_id": "1757058",
            "text": "Það stendur á official heimasíðu megadeth( www.megadeth.com ) að hann hafi verið í megadeth, hann var samt ekkert á neinum disk eða neitt þannig, hann bara gigaði með þeim og svona"
        },
        {
            "user": "metalfiddi",
            "user_id": "36123",
            "date": "2004-10-21 19:30:44",
            "id": "1757177",
            "reply_to_id": "1757017",
            "text": "Mjög góð grein hjá þér segir vel frá plötunum og gefur þeim álit. Ég styð svo sannarlega að fá Megeadeth til Íslands. Veistu hvað eru sirka miklar líkur á því að fá þá til Íslands, ég held mjög litlar :(\nMegadeth rúlar\nMegadeth Til Íslands"
        },
        {
            "user": "E666",
            "user_id": "55231",
            "date": "2004-10-21 19:34:50",
            "id": "1757186",
            "reply_to_id": "1757017",
            "text": "næstum því shortcut úr greinum ibbets, ég tel mig geta gert betur og það mun ég sýna bráðum"
        },
        {
            "user": "hjeppi",
            "user_id": "3701",
            "date": "2004-10-22 14:12:59",
            "id": "1758018",
            "reply_to_id": "1757186",
            "text": "Ertu ástfanginn af ibbets? Hvaða endalausa röfl er þetta í þér um að ibbets geti gert allt betur en aðrir? Hverjum er ekki sama?"
        },
        {
            "user": "E666",
            "user_id": "55231",
            "date": "2004-10-22 16:07:34",
            "id": "1758185",
            "reply_to_id": "1758018",
            "text": "nei, og auðvitað ekkert nema gott um þessa grein að segja nema hún er c/p af greinum ibbets"
        },
        {
            "user": "hjeppi",
            "user_id": "3701",
            "date": "2004-10-22 20:28:59",
            "id": "1758504",
            "reply_to_id": "1758185",
            "text": "Nei, það er hún ekki."
        },
        {
            "user": "ibbets",
            "user_id": "10684",
            "date": "2004-10-24 21:30:22",
            "id": "1761002",
            "reply_to_id": "1758018",
            "text": "Hey, ég geri allt betur en aðrir!\nSvo er líka mjög auðvelt að verða ástfanginn af mér þannig ekki vera vondur við drenginn.\n;)"
        },
        {
            "user": "koni",
            "user_id": "12373",
            "date": "2004-10-21 20:10:32",
            "id": "1757258",
            "reply_to_id": "1757017",
            "text": "Mjög góð grein um eina allra bestu hljómsveit í heimi. Jáhh fáum meistarana til landsins ;D\n“Hail Megadeth”"
        },
        {
            "user": "JasonNewsted",
            "user_id": "52258",
            "date": "2004-10-21 20:21:00",
            "id": "1757269",
            "reply_to_id": "1757017",
            "text": "Hidden Treasures er snilldar disku"
        }
    ]
}