{
    "forum_title": "Blizzard leikir",
    "user": "Kiddo",
    "user_id": "5890",
    "date": "2001-05-01 06:33:00",
    "title": "Var að byrja á Diablo II eftir langa bið...",
    "text": "Einhvern tíman í den þegar BT var ennþá með síðu á textavarpinu og 200mhz tölvur voru öflugar! Þá keypti ég Diablo því að ég var mikill Blizzard fan þá, átti warcraft 2 og spilaði Blackthorne af mikilli innlifun osfrv. Alla vegana… ég drullaðist til að sigra hann með warrior fyrst og nokkrum mánuðum seinna með Rogue. Síðan fór diskurinn upp í hillu og safnaði ryki í þrjú ár…\nSíðan kom Diablo 2 út og ég ætlaði mér sko að kaupa hann en ég ætlaði að vera sniðugur því allir vinir mínir voru búnir að kaupa hann líka og gæti bara örugglega fengið hann skrifaðan eða eitthvað… Ég man ekki alveg hvað gerðist en ég fékk hann aldrei skrifaðan og gleymdi því bara og spilaði Jazz Jackrabbit 2 í staðinn(Ekki neitt skítkast yfir JJ2, hann er góður).\nSíðan fyrir seinustu helgi átti ég mér extra lítið líf og ætlaði því bara að chilla í einhverjum góðum leik, en halló halló! Ég átti engan leik að spila… Ég leitaði upp í hillu(desperatly) og gróf upp Diablo(1)… Ég skellti honum bara í og ákvað að sigra hann með sorcerer, komst upp á 18 level og nennti síðan ekki lengra… ég kunni bara helvítis leikinn utanaf!\nÞannig að ég hringdi í vin minn og vældi eitthvað í honum hvað ég væri vesæll að eiga enga nýja leiki osfrv. þannig að hann bauð mér að fá lánaðan Diablo 2. Ég installaði honum í minimal installation því að 4.3gb harði diskurinn minn gæti brætt úr sér eða verra. Og síðan byrjaði ég með paladin character(Nú eru örugglega einhverjir veteran Diablo 2 spilarar að hlæja að mér)… Ég dúndraði honum upp í 9 level á engum tíma og leið rosalega vel með sjálfan mig og bara happy. En þá hringir vinur minn í mig og spyr hvernig mér gangi, ég segi honum frá ofur paladin characterinum mínum, og þá segir hann mér að paladin sé eiginlega svona Battle net only character, svona helst… (Djöfulsins)\nÞannig að ég byrja aftur og nú með Necromancer, sem er by the way örugglega svalasti characterinn í Diablo 2 að mínu mati. Ég kem honum smátt og smátt á hærra level og fæ rosalega mikið kick út út því að hafa svona skeletons undir mér og golem og svona… Hleyp í gengum monastery og drep allt í vegi mínum… slátra Andariel(í 5 tilraunum) og fæ eitthvað cheap-ass dót af henni sem ég var alls ekki ánægður með… Og núna var ég að save-a(vista fyrir macintosh aula) eftir að hafa komist í act 2… jibbí… Necromancerinn á 15 level og helvíti öflugur…\nÞá kem ég að aðal efninu… Diablo er Kick ass leikur, ég sé eftir því að hafa ekki byrjað fyrr að spila hann fyrr(Helvítis Jass Jackrabbit!)… Og auðvitað er hægt að draga lærdóm af þessu eins og öllu… Ekki að bíða með eitthvað til morguns sem þú getur gert í dag(ég átti að kaupa Diablo 2)…. Og það var allt og sumt…\n- Kiddó\n(Vá skrifaði ég þetta allt!?!)",
    "url": "https://www.hugi.is/blizzard/greinar/25280/var-ad-byrja-a-diablo-ii-eftir-langa-bid/",
    "url_id": "25280",
    "id": "167053",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2001-05-01 10:51:42",
            "id": "167054",
            "reply_to_id": "167053",
            "text": "Og svo geturðu farið að hlakka ennþá meira til, því beta prófanir á aukapakkanum eru að fara að byrja. Þá geturðu nebbnilega spilað í langþráðri 800x600 upplausn og spilað með items sem að þurfa a.m.k. lvl 7 char og endalaus stats til notkunar. Endilega kíktu á www.blizzard.com/diablo2exp til þess að skoða nýjustu skjáskotin, en vefmenn Blizzard eru byrjaðir að leggja í vana að sýna alveg fullt af nýju og góðu dóti úr aukapakkanum."
        },
        {
            "user": "malicious",
            "user_id": "5591",
            "date": "2001-05-01 13:10:36",
            "id": "167055",
            "reply_to_id": "167053",
            "text": "Af hverju er paladin bnet only?"
        },
        {
            "user": "demonz",
            "user_id": "3238",
            "date": "2001-05-01 14:07:57",
            "id": "167056",
            "reply_to_id": "167053",
            "text": "Paladin er ekki bara orrustu.net gaur\nfélagi minn er með drullu öflugan paladin í single og er að rokka beatz…….en samt Barbarian is the only way to go ;)\nWoG"
        },
        {
            "user": "demonz",
            "user_id": "3238",
            "date": "2001-05-02 00:52:13",
            "id": "167057",
            "reply_to_id": "167056",
            "text": "Paladin er VESTI kallinn í D2 og hafið það HA!\nen bara 1 að logum GOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOO kiddó !!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!"
        },
        {
            "user": "demonz",
            "user_id": "3238",
            "date": "2001-05-02 02:56:41",
            "id": "167058",
            "reply_to_id": "167057",
            "text": "Duddi: Mér finnst nú Diablo 2 alveg balanced með hluti eins og þetta, maður getur séð geggjað góðan Paladin og maður getur séð geggjað góða Sorceress! Eitt dæmi, félagi minn er með Paladin(clvl 44) sem er með 20 og eitthvað í thorns, það virkar geggjað vel því að hann er alltaf að converta monsterum, s.s. fá þær með sér í lið. Eitt monster drepur svona fjögur eins því að thorns virkar líka með þeim, síðan getur hann gert þvílíkan damage sjálfur því að hann er ekki necro heldur fighter. Og já ef einhver spyr hvernig hann komst fyrir ofan 20 í thorns þá er það vegna þess að hann er með total +6 to all skills."
        },
        {
            "user": "wbdaz",
            "user_id": "6083",
            "date": "2001-05-02 21:38:50",
            "id": "167059",
            "reply_to_id": "167058",
            "text": "Það er ekkert verra en neitt annað að vera Paladin. Og svo þegar maður fer að multiplaya með sínum “auma” paladin, þá fara allir meðspilararnir að slefa svo mikið að lyklaborðin bræða úr sér öll sem eitt og grúppan tapar :D"
        },
        {
            "user": "KRuSHMaN",
            "user_id": "1514",
            "date": "2001-05-03 00:43:50",
            "id": "167060",
            "reply_to_id": "167059",
            "text": "nenni ekki að skrifa neitt en paladin er ekkert góður.Sorceress getur notað frozen orb og allt þetta blizzard og það svo að paladinin kemst ALDREI í close combat, Amazon getur drepið hann með eitthverjum boga eða eitthvað og hlaupa í burtu og svo Barbarian getur þekkið hann í close combat dáldið létt svo ég hef líka svona 20 ástæður af hverju paladin getur ekki shit -!!!!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-05-03 13:51:27",
            "id": "167061",
            "reply_to_id": "167060",
            "text": "Gangi Barbarian vel að komast að Paladin með Thorns. Paladin er mikilvægur í Multiplayer, sérstaklega vegna aura eins og Holy Freeze."
        },
        {
            "user": "KRuSHMaN",
            "user_id": "1514",
            "date": "2001-05-03 23:10:35",
            "id": "167062",
            "reply_to_id": "167060",
            "text": "Duddi : Barbarian tekur Paladin EKKI LÉTT ef Paladininn er með svona 8 í thorns eða meira. Fór gegn lvl 22 Paladin með lvl 28 Amazon sem gerir 49-206 í damage. Drap sjálfan mig útaf Thorns. Hló soldið lengi og lét hann vera. En Sorceress er magical amm. Closecombat getur hún allt eins verið Punching Bag sko. Amazon er góð sosem. Meina, ég gæti drepið Paladin ef bóðir væru í 31 lvl Léttilega. Eina Valkyrie og Chain Lighting og Voila! Hann deyr =P En samt, til að vera með +6 í paladin skill levels þá þarf hann að vera með amulet +2 í paladin skill levels, Þarna Skjöldinn úr Sigons seríunni. Svo heilt Paladin sett og Ring of Jordan. Something smells funny. Get ekki sagt annað."
        },
        {
            "user": "wbdaz",
            "user_id": "6083",
            "date": "2001-05-04 20:18:24",
            "id": "167063",
            "reply_to_id": "167062",
            "text": "Nibb, maður getur fengið vopn með +1 eða +2 í paladin skill levels. Thorns virkar illa í Pvp (gerir ekki nema 10% af venjulegum skaða, semsagt á fyrsta slv gerir hann venjulega kringum 300% minnir mig en í PvP myndi hann gera 30%) En þið hafið greinilega aldrei séð Paladin með hátt í Holy freeze…ALLIR á skjánum hægðir um 50-60%, svo plús vopn sem gerir cold damages. Diablo í slow motion :D"
        },
        {
            "user": "RoyalFool",
            "user_id": "5820",
            "date": "2001-05-06 19:18:02",
            "id": "167064",
            "reply_to_id": "167063",
            "text": "Paladin hefur náttúrulega allskonar hæfileika sem að nýtast öllu liðinu í heild. Aura galdrarnir eru gerðir fyrir það, og ekkert self-respecting party á að vera án 1 stk. Paladin!"
        },
        {
            "user": "demonz",
            "user_id": "3238",
            "date": "2001-05-08 22:24:49",
            "id": "167065",
            "reply_to_id": "167063",
            "text": "já +6 to all skills, hann er með skjöldinn úr sigon seríunni, amulet sem gefur +1, scepter sem gefur +2 og tvo stone of jordan. Thorns er í level 26 og það gerir um 1025% til baka af damage! 102,5% á móti player, fyrir utan það að hann er að gera fínan damage með scepternum"
        },
        {
            "user": "TaCiTuS",
            "user_id": "1444",
            "date": "2001-05-11 23:42:56",
            "id": "167066",
            "reply_to_id": "167065",
            "text": "Ég lenti í því að vera með paladin í party bara rétt fyrir utan Rouge Camp á einhverjum trading server og hann var með thorns á… kemur svo ekki einhver kóreskur barbarian PK og whirlar beint á mig… ég fór niður í 1 í líf slétt en hann drapst. Hann kom beint út aftur og gerði það sama(ég ennþá í einum) og drapst enn ekki ég. Ég var bara chillandi fyrir utan rouge camp og hann kom aftur og aftur og ég þurfti ekki einu sinni að híla mig\n|.RaiD.|Antares\nCmdr. of border patrols and defense"
        },
        {
            "user": "demonz",
            "user_id": "3238",
            "date": "2001-05-13 05:38:00",
            "id": "167067",
            "reply_to_id": "167066",
            "text": "furðulegt…."
        },
        {
            "user": "KRuSHMaN",
            "user_id": "1514",
            "date": "2001-05-17 12:30:34",
            "id": "167068",
            "reply_to_id": "167067",
            "text": "Nobb, þetta er hálfgert bögg. Ef þú ert með Thorns á þér sem Paladin eða Curse þá er það þannig að ef þú ert með Thorns sem Curse á þér í Act III þá getur þú ekki drepið gaurinn heldur drepur sjálfan þig :P Meina ég er með Amazon sem dó í Act III útaf Cursi og ég gat ekki lamið hann til dauða, þurfti að kasta í hann spjóti svo hann dæi. En samt, það er ágætt. Btw 2 Ring of Jordan? ÞAÐ ERU ENGAR LÍKUR Á ÞVÍ AÐ SAMI KALLINN FINNI 2 SVOLEIÐIS HRINGA! nema hann sé með svona 200% change of finding magical item."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-05-18 12:51:51",
            "id": "167069",
            "reply_to_id": "167068",
            "text": "jú það er alveg hægt, nema að núna held ég að þeir séu búnir að breyta því með patchi.\nÉg fann um daginn tvo set item armora í act I. Arctic fur minnir mig að hann hafi heitið.\nSvo er nú líka frekar auðvelt bara að duplicata itemin eða trada á netinu fyrir þeim."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-05-18 12:52:24",
            "id": "167070",
            "reply_to_id": "167068",
            "text": "jú það er alveg hægt, nema að núna held ég að þeir séu búnir að breyta því með patchi.\nÉg fann um daginn tvo set item armora í act I. Arctic fur minnir mig að hann hafi heitið.\nSvo er nú líka frekar auðvelt bara að duplicata itemin eða trada á netinu fyrir þeim."
        },
        {
            "user": "demonz",
            "user_id": "3238",
            "date": "2001-05-18 21:08:47",
            "id": "167071",
            "reply_to_id": "167068",
            "text": "KRuSHMan:Sagði ég eitthverntímann að hann hefði fundið þá? Nei það sagði ég ekki! Honum var gefið þá á battle.net, the lucky bastard!"
        },
        {
            "user": "KRuSHMaN",
            "user_id": "1514",
            "date": "2001-05-19 15:16:18",
            "id": "167072",
            "reply_to_id": "167071",
            "text": "demonz : sollis. Þekki það. Fékk þar gefins 10 perfect gems og skullz :P En þeir eru fáir sem eru það gjafmildir :P"
        },
        {
            "user": "demonz",
            "user_id": "3238",
            "date": "2001-05-19 23:18:18",
            "id": "167073",
            "reply_to_id": "167072",
            "text": "KRuSHMaN: Já, ég hef aldrei fengið neitt með þeim char sem ég spila mest eða Barbarann minn. En ég hef fengið ansi góð item fyrir necro og sorceress, verst að ég spila þá classi mikið minna!"
        },
        {
            "user": "Fjalar",
            "user_id": "10328",
            "date": "2001-05-21 20:23:32",
            "id": "167074",
            "reply_to_id": "167053",
            "text": "Vá það er ótrúlegt að einhver gleymi D2.\nÉg hef spilað Diablo 2 síðan hann kom út og ég held að Palladin er ein major nurd, ég hef ein necro lvl 71: Hann hefur ein her sem að samanstendur af 9. revived og 10. mages og 11. skeletons + ein firegolem. En það sem að gerir þennan her að einum Elite her er, Iron Maiden lvl 27 og Skeleton Mastery lvl 27. Veit einhver um betri combination? :)"
        },
        {
            "user": "demonz",
            "user_id": "3238",
            "date": "2001-05-24 01:37:19",
            "id": "167075",
            "reply_to_id": "167074",
            "text": "ég ætla ekki að fara að segja að ég viti betra combination en þetta, enda virðist þú vita þínu viti(level 71!!!). En hins vegar er ábyggilega til aðrar leiðir til þess að byggja upp necromancer, t.d með bone spear og bone spirit og það þarf ekkert að vera lélegra ef maður notar það rétt."
        },
        {
            "user": "Morrinn",
            "user_id": "5688",
            "date": "2001-05-24 23:19:33",
            "id": "167076",
            "reply_to_id": "167075",
            "text": "Hvað eru þið að dissa paladin, Hann er fínn kauði…\nHann er amk svo fljótur að hann er búinn að droppa óvininn áður enn að hann getur rétt svo fengið eitt högg á sig.\nMorrinN (Wo Hates Paladins in other RPG Games)"
        },
        {
            "user": "Morrinn",
            "user_id": "5688",
            "date": "2001-05-24 23:19:38",
            "id": "167077",
            "reply_to_id": "167075",
            "text": "Hvað eru þið að dissa paladin, Hann er fínn kauði…\nHann er amk svo fljótur að hann er búinn að droppa óvininn áður enn að hann getur rétt svo fengið eitt högg á sig.\nMorrinN (Who Hates Paladins in other RPG Games)"
        },
        {
            "user": "Marblas",
            "user_id": "11221",
            "date": "2001-06-23 20:22:22",
            "id": "167078",
            "reply_to_id": "167077",
            "text": "paladin sökkar hann getur ekkert gert einn nema með battle hammer. Paladin á maður bara að nota ef maður vill hjalpa vin eða spila Diablo á háum erfiðleika."
        },
        {
            "user": "KRuSHMaN",
            "user_id": "1514",
            "date": "2001-05-31 17:48:34",
            "id": "167079",
            "reply_to_id": "167074",
            "text": "Fjalar : hljómar ágætlega…en getur þinn gaur ekki einhvað í close combat sjálfur ? Meina…ég gæti tekið herinn í sundir með lvl 40 amazon mar. Þarf bara 3 skillz til þess :) Valkyrie, Chain Lightning skillið með kastvopn og Jab Attack. Þá þinn her kabút. vel á minnst, er einhver hérna sem er nokkuð með War Pike á sínum karkater og vill gefa mér? :P I need one, my ordinarey pike gefur nebbnilega ekki meira en 63-161, þarf almennilegann war pike :)"
        },
        {
            "user": "Gauos",
            "user_id": "297",
            "date": "2001-05-31 19:21:43",
            "id": "167080",
            "reply_to_id": "167079",
            "text": "KRuSH:\nÞess má geta að War Pike er Elite Pike, en Elite items koma ekki út fyrr en í LoD. Ef þú ert að tala um Lance þá má sá sem að getur reddað mér hann yfir open game gefa mér hann :D"
        },
        {
            "user": "Gauos",
            "user_id": "297",
            "date": "2001-06-04 13:36:09",
            "id": "167081",
            "reply_to_id": "167080",
            "text": "Barbarian 0wnz yall!"
        },
        {
            "user": "Fjalar",
            "user_id": "10328",
            "date": "2001-06-04 21:05:52",
            "id": "167082",
            "reply_to_id": "167079",
            "text": "Jú hann hefur melee attack, en ég þarf ekkert að nota það vegna þess að það er hundleiðinlegt að spila diablo þegar allir hinir vilja bara DUEL.\nÉg vil bara fara inn í spil þar sem aðrir eins og ég spila teamplay. En þar sem þú ert byrjaður að tala um melee, get ég sagt þér að ég hef í raun tvo af öllum characterum, og ég hef ágætis experience af að spila diablo. og allir charecterarnir eru í raun góðir, palladin er bara nr.5 af 5 og þessvegna er ég að kalla hann nörd."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-01-04 16:13:50",
            "id": "1881610",
            "reply_to_id": "167079",
            "text": "Zon SUCKAR!! WHAHAHAHHAHA , djók"
        },
        {
            "user": "jonk",
            "user_id": "2463",
            "date": "2001-05-25 12:47:08",
            "id": "167083",
            "reply_to_id": "167053",
            "text": "Jazz Jackrabbit 2 Rúlar, en hann er alltof stuttur."
        },
        {
            "user": "LogoM",
            "user_id": "5509",
            "date": "2001-06-12 02:48:28",
            "id": "167084",
            "reply_to_id": "167053",
            "text": "gaman að því..\nSTIG!"
        }
    ]
}