{
    "forum_title": "Geimvísindi",
    "user": null,
    "user_id": null,
    "date": "2004-10-23 22:40:22",
    "title": "Geimveruleit.",
    "text": "Geimverur eða ekki geimverur.\nDownlódið þessu og hefjið leitina sjálf.\nKv-Prien\nhttp://setiathome.ssl.berkeley.edu/",
    "url": "https://www.hugi.is/geimvisindi/korkar/252966/geimveruleit/",
    "url_id": "252966",
    "id": "1759840",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2005-06-01 18:52:30",
            "id": "2207248",
            "reply_to_id": "1759840",
            "text": "Dowloada hverju?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-06-01 21:26:13",
            "id": "2207923",
            "reply_to_id": "2207248",
            "text": "Þú kanski áttar þig betur á þessu.\nhttp://seticlassic.ssl.berkeley.edu/"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-06-02 13:59:08",
            "id": "2209460",
            "reply_to_id": "2207923",
            "text": "uh, þetta var nákvæmlega sami línkurinn…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-06-02 18:01:11",
            "id": "2209874",
            "reply_to_id": "2209460",
            "text": "Undanfarin ár hefur hópur vísindamanna í Berkeley háskólanum í Californiu tekið “myndir” af himinhvolfinu með radiosjónauka og eru þeir að leita að réttu mhz tíðninni,sem að væri merki um aðrar vitsmunaverur í geimnum.Þetta eru gríðarlega miklar upls sem þeir þurfa að vinna úr og til að það sé hægt að vinna allar þessar upls,þá bjóða þeir fólki að downloda “Workunits” sem að talvan þín vinnur úr og sendir svo til baka til þeirra.\nÞað er hægt að láta tölvuna vinna þetta sem “screensafer” eða láta hana vinna á 99.9% afköstum,bara við þetta,það fer eftir forritinu sem þarf að downloda til að vinna þessi “workunit”,það eru nokkrar útgáfur af þeim.\nÞað eru yfir 5.000000 tölvur búnar að downloda þessu í heiminum og er þeim skipt niður eftir löndum og getur þú fundið það á seinni linknum sem ég sendi undir “countries”.\nÍsland er 52 sæti í heiminum að mig minni í því að vinna þessar upls.\nEf þú hefur áhuga á því að láta tölvuna þína vinna eitthvað gagnlegt á meðan kveikt er á henni og ekki er verið að nota hana,þá er þetta góður kostur.\nEf talvan þín fyndi merki um “líf” annarsstaðar,þá yrðir þú titlaður “cofinder”.\nSvo er bara að lesa heimasíðuna þeirra til að gera sér betur grein fyrir þessu.\nKv-prien"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-06-02 18:15:16",
            "id": "2209901",
            "reply_to_id": "2209874",
            "text": "ó, ok ég skil"
        },
        {
            "user": "Paze",
            "user_id": "43258",
            "date": "2005-06-15 07:19:58",
            "id": "2242559",
            "reply_to_id": "1759840",
            "text": "ég er með þetta, er þetta semsagt ekki að vinna meðan ég er á netinu..?\nBara þegar ég er AFK?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-06-15 17:28:20",
            "id": "2243655",
            "reply_to_id": "2242559",
            "text": "Með screensaver útgáfunni vinnur tölvan bara þegar screensafer er á.\nÞað er til önnur útgáfa sem vinnur á allt annan hátt,þá vinnur seti á 99% af afkastagetu örgjörfans,þannig að ef þú myndir ætla í t.d. leiki,þá myndir þú slökkva á seti á meðan.\nÞú getur allveg vafrað á netinu þó seti sé á 99% afköstum,þannig er það hjá mér og ekkert mál.\nÉg læt fylgja með link þar sem þú getur downlodað þessu sem er afkastameira og með því fylgja 2 hjálparforrit Setispy og Setidriver.\nVarðanda að tölvan frjósi,þá getur þú sent fyrirspurn á Seti helpdesk á seti heimasíðunni.\nhttp://members.home.nl/marcel.zuiderveld/"
        },
        {
            "user": "Paze",
            "user_id": "43258",
            "date": "2005-06-15 07:23:54",
            "id": "2242562",
            "reply_to_id": "1759840",
            "text": "Eitt böggandi.. tölvan frýs þegar ég er að fara úr screensaverinum hehe"
        }
    ]
}