{
    "forum_title": "Harry Potter",
    "user": null,
    "user_id": null,
    "date": "2004-10-26 17:53:37",
    "title": "Severus Snape-Ljósiðl 6. kafli",
    "text": "Þetta er frekar flókinn kafli og ég býst ekki við því að allir ná því sem er að gerast… :/ En svona til útskýringar þá er allt sem verður vonandi skáletrað það verður svona “flash back” af því sem gerðist fyrir nokkrum mánuðum í lífi Caitlinar.\nÞetta er lokakaflinn í þessum hluta en svo bráðlega kemur næsti hluti… og já! enjoy!\n6. kafli\nLoka kafli\nSeverus sat hljóður í lestarklefanum, hallaði sér að stórum glugganum og virti fyrir sér landslagið. Hann sat einn í teppalögðum klefanum sem Dumbledore hafði sent eftir honum, fjórum dögum á undan áætlun. Hann hafði ekki getað afborið það að vera einn.\nHvert sinn sem hann lokaði augunum sá hann andlit Caitlinar fyrir sér. Hvernig hún brosti, hló og grét. Þetta allt fór fyrir brjósti hans. Þetta allt veikti hjarta hans. Þetta veikti huga hans, hugurinn sem átti alltaf að vera tilbúinn, ef þess þyrfti.\nHvert sinn sem tár byrjaði að myndast í augnkrókunum, hvert sinn sem minning um Caitlin skaust upp í huga hans, hrinti hann því í burtu. Hélt áfram að stara tómlega áfram. Best að hafa hugan hreinan. Geyma góðu minningarnar á öruggum stað, stað sem enginn getur séð, enginn getur fundið, hugsaði Severus með sér og hélt áfram að stara mínútum saman án þess að blikka.\nCaitlin ráfaði um götur Lundúna, án þess að vita beinlínis hvert hún væri að fara. Það var kalt úti, en þó ekki snjór. Hún bjóst við því að Severus mundi hlaupa á eftir henni, eins og hún hafði lesið um þegar hún var yngri. En það var bara óskhyggja. Þetta var allt saman bara vondur draumur, hugsaði hún með sér.\nHún settist við gamla kjörbúð og hreinlega byrjaði að gráta. Hún leit loks upp og sá þar rauðan símaklefa. Hún hringdi í stjórnstöð og bað um að fá símtal til Dublinar og bað viðtakanda að borga.\n“Halló, þetta er Caitlin,” sagði hún og brast í grát.\n“Hvað er að?” spurði konan sem svaraði í tólið. Nanna hafði tekið hana nánast í fóstur þremur mánuðum áður og þær höfðu orðið talsvert nánar. Svolítið eins og amma og barnabarn. “Hvað er að ástin?”\n“Ekkert,” kjökraði Caitlin.\n“Svona nú ástin,” sagði gamla konan umhyggjusöm með róandi rödd. “Segðu Nönnu hvað er að. Kannski get ég hjálpað, það er aldrei að vita.”\n“Þú getur ekkert gert,” sagði Caitlin milli ekkasoganna og þerraði tárin. “Það er bara þessi maður…”\n“Menn eru bara til vandræða,” sagði Nanna góðlátlega. “Þú munt komast að því fyrr en þú býst við.”\n“Það er bara það að ég er ástfangin og…”\n“Hann vill þig ekki?” botnaði Nanna í fyrir hana.“Það er oft þannig. Karlmenn geta ekki tjáð sínar innstu tilfinningar.”\n“Hann elskar mig samt,” hvíslaði Caitlin og fann hvernig kökkurinn stækkaði.\n“Komdu ástin hingað til Dublinar,” sagði Nanna.   “Okkur Brian þótti orðið svo vænt um þig. Okkur finnst við eiga eitthvað í þér. Ég skal borga farið fyrir þig með næstu lest.\n“Nei takk,” sagði Caitlin stjörf. “Ég vil bara vera hérna.”\n“Svona stelpa,” sagði Nanna í gegnum símann. “Þú hefur ekkert að gera í London, þú veist það vel. Ég hringi í King’s Cross lestarstöðina um leið og hún opnar og panta far fyrir þig. Þú kemur til Dublinar. Á meðan skaltu finna þér hótel í borginni og setja það á minn reikning…”\nNanna fór að þylja upp eitthvað reikningsnúmer sem Caitlin lagði á minnið og það varð smá þögn.\n“En Nanna, það er of mikið! Þetta er bara…”\n“Caitlin, ekkert röfl og gerðu nú það sem ég var að biðja þig um. Farðu og finndu þér gott hótel, ekki spara neitt, þangað til að ég finn far handa þér. Hringdu í mig um leið og þú ert búin að finna hótelið. Jæja elskan, við kveðjumst þá á sinni.”\nCaitlin ákvað að gera eins og Nanna hafði sagt henni; að finna hótel. Hún treysti Nönnu. Caitlin gekk niður strætið og framhjá búðum sem voru lokaðar vegna  hátíðanna.  Hún nam staðar i fyrir framan útstillingaglugga og horfði á þvottavélarnar. Tækniundrið þvoði fyrir mann. Minningarnar skutust upp eins og það hefði gerst í gær…\nÍ tvo daga hafði hún haldið áfram að ganga án þess að hafa raunverulega rænu fyrir því að hún væri til. Í sjö ár hafði hún verið fangi í klaustri Magdalenu. Caitlin hafði eytt sjö árum af ævi sinni í það eitt að þvo. Þvo þvotta fyrir fólkið í sveitinni. Hún hafði eytt sjö árum af ævi sinni í ekki neitt. Barsmíðar, niðurlæging og vonin. Vonin um að komast út. Vona að hliðið mundi opnast og að hún gæti hlaupið, hlaupið eins langt og hægt var. Sá draumur, sú ósk,varð loks að veruleika í ágúst mánuði 1985.\n“Vantar þig far?” spurði eldri maður hana eftir að hún hafði stoppað hann. Hann var einn í bílnum ásamt tösku í aftursætinu og var klæddur í tweed jakkaföt með kúluhatt í stíl. Hárið var farið að hvítna og hann brosti góðlega til hennar með vindilinn í munnvikinu. Caitlin kinkaði kolli þögul og svolítið vandræðilega. “Hvert ertu að fara gæskan?”\n“Burt,” hvíslaði hún svo lágt að maðurinn heyrði ekki og hún þurfti að endurtaka sig aðeins hærra.\n“Jæja, ég heiti Brian Bride og er á leið til Dyflinnar. Þér er velkomið að sitja með. Mér veitir ekki af smá félagsskap,” sagði Brian og brosti og rétti út h höndina, eins og til að bjóða henni inn í bílinn.\n“Takk,” hafði hún sagt lágt og sest inn í bilinn.\n“Hvað heitirðu?” spurði Brian og púaði úr vindlinum.\n“Caitlin.”\n“Caitlin …?”\nHann bjóst við að hún mundi nota ættarnafnið sitt. Caitlin hikaði. Hún hafði ekki fengið að bera ættarnafnið sitt eftir að henni hafði verið nauðgað. Fyrir sjö árum, þegar hún var  sextán. Þess vegna hafði hún verið send í klaustrið.\n“Caitlin O’Challagahan,” sagði hún og það vottaði af stolti í rödd hennar. “O’Challagahan.”\n“Það er virðulegt nafn,” sagði Brian hugsi. “Ég kannast einhvernveginn við það. En hoppaðu upp í.”\nÞögnin var nánast allsráðandi næstu tímana, fyrir utan nokkrar kurteisis-spurningar og raul frá Brian en þegar þau voru farin að nálgast Dublin ákvað Caitlin að spyrja hann um húsnæði.\n“Hr. Bride…” byrjaði Caitlin en Brian tók framm í fyrir henni og bað hana að kalla sig bara Brian. “Brian. Ég hérna… mér finnst alveg afskaplega leiðinlegt að þurfa að biðja þig um þetta en mig sárvantar næturgistingu…”\n“Caitlin, þér er velkomið að gista hjá okkur! ! Sjö herbergi notuð til einskis ! Ég hugsa að Nanna, konan mín,  myndi taka þér fagnandi,” Brian brosti  út að eyrum.\n“Ég þakka þér kærlega fyrir,” sagði Caitlin varlega og gat varla hætt að borsa. “Ég væri meira en til í að þvo þvotta eða vinna í staðin fyrir húsnæðið .”\n“Kemur ekki til greina!” sagði hann harðákveðinn . “Við höfum fólk í vinnu til að gera það. Þú verður gestur.”\nCaitlin hafði aldrei fundist hún vera svona örugg áður.\nSeverus gekk álútur inn í kastalann. Hann hafði verið nánast allan daginn einn að reyna að gleyma. Hreinsa hugann. Uppgefinn og sýndi engin  svipbrigði þegar Dumbledore brosti á móti honum og bauð honum í te á skrifstofunni sinni sem hann afþakkaði kurteisislega. Hann fórniður í dýflissuna án þess svo mikið að kveikja á kerti. Hér á ég heima hugsaði Severus með sér meðan hann gekk  þröngan langan ganginn sem lá að dýflissunni. Lítil rotta sem flýr raunveruleikann.\nKennslan varð honum erfiðari. Að halda sama svipnum, sömu kaldhæðnisröddinni. Öllum var illa við hann, hann var einn. Hvert sinn sem hann fór að sofa tæmdi hann hugann og eftir smá tíma var Caitlin ekki lengur til í huga hans. Aðeins það að halda áfram, bíða eftir kallinu. Það hlaut að koma einn daginn.\nHonum leið eins og draugi. Eins og hann væri ekki til. .Það litu allir á hann eins og hann væri hinn Myrki herra en Severus hélt svipnum. Sama fyrirlitningarsvip sem hann setti upp fyrir hvert einasta tilefni. Lífið var hætt að veita honum tilgang.,  Ekki eins og það hafi veitt honum tilgang hér áður fyrr.\n“Góðan daginn,” sagði Nanna, roskin, lítil kona með rautt hár og áberandi græn augu. Hún faðmaði Caitlin og kyssti á kinnina. “Ég heiti Nanna.”\n“Caitlin,” tísti í Caitlin sem brosti kurteisislega.\n“Já, Brian. Hvað á svo að gera við stelpuna?” sagði Nanna og klappaði saman lófunum. Henni þótti alveg afskaplega gaman að fá gesti, sérstaklega gesti sem hún hafði aldrei hitt áður. Nanna var einstaklega spennt yfir því að kynnast nýju fólki.\n“Ég gaf henni far og  hana vantar herbergi. Er ekki eitthvað af þessum herbergjum laust?”\nBrian og Nanna voru vel stæð, Brian bankastjóri en Nanna heimavinnandi. Þau bjuggu í stóru húsi á þremur hæðum með risi að auki.\n“Jú, jú,” sagði Nanna og byrjaði að  klífa hringstiga og benti Caitlin að fylgja með. “Komdu elskan, þú mátt velja þér  herbergi. Við erum með hvað? Sex eða sjö laus herbergi svo að þú hefur nóg um að velja. Hvað er með þessi föt? Hvaða stærð af fötum þarftu? Ég ætti að geta fundið eitthvað sem passar úr mínum fataskáp. Þú ert nú ekki alveg það mikið stærri en ég…”\nSvona hélt Nanna áfram að mala meðan hún sýndi Caitlin hvert herbergið á fætur öðru, hverju öðru  fallegra. Þær, eða réttara sagt Nanna, voru sammála um að síðasta herbergið væri vistlegast og var þá ákveðið að Caitlin yrði  þar. Eftir það fór Nanna að  leita að fötum sem pössuðu henni og áður en Caitlin vissi af var hún komin með fullan fataskáp, herbergi með dýnu og dúnsæng. Nanna og Brian tóku vel á móti henni, eins og hún væri þeirra eigin dóttir. Hún var hjá þeim þangað þar til til í lok nóvembers, þá útvegaði Brian henni far til Lundúna, eftir að hún hafði sagt honum að draumur hennar væri að vera listakona.\n“Severus, hvað er að?” spurði Dumbledore blíðlegur á svip. Dumbledore sá langar leiðir að honum leið illa. Það var eitthvað meira sem hann sá í honum, en hann vissi ekki alveg hvað.\n“Ekkert,” sagði Severus í ögn mýkri tóntegund en vanalega, sparitóntegundinni sem hann notaði þegar hann var að tala við Dumbledore.\nSeverus vissi að það væri gott að segja honum allt- en þá mundi allt komast upp. Eins manns léttir er annars manns slúður, hugsaði Severus með sér um þær mundir þegar hann yfirgaf skrifstofuna hans.\n“Ég verð eins og gömul kerling,” stundi Severus upphátt þegar hann var kominn í dýflissuna sína. “Bitur út í lífið út af því að ég gerði ekki það rétta, það sem hjartað vildi.”\nSeverus gerði sér strax grein fyrir því að þannig myndi þetta  enda. Þannig yrði það að enda. Líf hans mundi ekki gera neitt gagn fyrir hann sjálfan, en sumu verður að fórna.\nEf það er eitthvað sem þið náðuð ekki skulið þið bara spurja :/",
    "url": "https://www.hugi.is/hp/greinar/253531/severus-snape-ljosidl-6-kafli/",
    "url_id": "253531",
    "id": "1763992",
    "replies": [
        {
            "user": "Saidin",
            "user_id": "22936",
            "date": "2004-10-26 18:18:01",
            "id": "1764167",
            "reply_to_id": "1763992",
            "text": "Ég hata fólk með spangir, var bitinn að manni með spangir\nHver hefur hring eilífrar kynorku!?!? Ég þarf hann"
        },
        {
            "user": "Glowstick",
            "user_id": "39054",
            "date": "2004-10-26 18:20:28",
            "id": "1764171",
            "reply_to_id": "1763992",
            "text": "Glæsilegt:)\nBíð spennt eftir næsta hluta.\nFyrst og Þyrst…."
        },
        {
            "user": "ZueS",
            "user_id": "31220",
            "date": "2004-10-26 19:04:02",
            "id": "1764263",
            "reply_to_id": "1763992",
            "text": "þegar bessi sér þetta já ehh…hehe :D"
        },
        {
            "user": "ZueS",
            "user_id": "31220",
            "date": "2004-10-26 19:09:21",
            "id": "1764279",
            "reply_to_id": "1764263",
            "text": "hvað eruð þið með margar tölvur í húsinu? hugs… um fjórar ekki satt? og jú jú…honum er sama:D"
        },
        {
            "user": "ZueS",
            "user_id": "31220",
            "date": "2004-10-26 19:12:22",
            "id": "1764287",
            "reply_to_id": "1764279",
            "text": "bessi á eina, ein heimilistölva (sem ég er með í gíslingu) og ein fartölva"
        },
        {
            "user": "Achilles",
            "user_id": "54949",
            "date": "2004-10-26 19:13:52",
            "id": "1764291",
            "reply_to_id": "1764287",
            "text": "well… þrjár… og það er helvíti fyndið að þið báðir séu á sama tíma í tölvunni… og hvað er svo í matinn hjá ykkur?"
        },
        {
            "user": "Achilles",
            "user_id": "54949",
            "date": "2004-10-26 19:47:13",
            "id": "1764360",
            "reply_to_id": "1764291",
            "text": "Hakk og spagetti og kartöflumús…..:D..!!"
        },
        {
            "user": "maxina89",
            "user_id": "55679",
            "date": "2004-10-26 21:06:20",
            "id": "1764482",
            "reply_to_id": "1763992",
            "text": "ég náði vel því sem var að gerast, þetta er mjög vel skrifað, bíð spennt eftir næsta kafla\nmaxina"
        },
        {
            "user": "Rakky",
            "user_id": "33772",
            "date": "2004-10-26 21:23:44",
            "id": "1764512",
            "reply_to_id": "1763992",
            "text": "Ble… nú ætla eg að vera vondur og dæma þetta eins og mér svo unt q:)\nWell þetta var fint hjá þér og gaman að lesa þessa tviskiptu hlið á Snape kallinum :P Flott Persónu skipting hjá þér og það allt… samt er Nanna mjog íslenskt nafn held eg.. og Brian er Pure British passar ekki allveg en það er bara smáatriði.\nHins vegar fynnst mér mjog flott hvernig þú komst með þetta nauðgað og sett á klaustur fyrir það því það er allveg rétt þó að það hafi mest verið gert í bretlandi árið 1930-70 siðasta klaustrinu var lokað árið 1989 að ég held í skotlandi. Vátíkanið var kært til mannréttinda en eins og alltaf þá sluppu þeir an þess að hljota skaða af.  Í trú var fegurð kvenna bölvun og synd og þær þurftu að bæta fyrir það með vist á klaustrum um alla ævi oftast þar sem trúaðar fjölskyldur neituðu þeim voru þær þar þangað til þær dóu… sona er kirkjan :(\nNú aftur að söguni..\n“Hann hafði ekki getað afborið það að vera einn.”\nÞetta kemur en hefur ekki meiningu þvi að hann er einn í klefanum.. vantar ymis smáatriði í þetta hja þér .. stuttur kafli hjá þér annar er eg buinn í þetta sinn hlakka til að lesa meira.."
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2004-10-26 22:38:35",
            "id": "1764664",
            "reply_to_id": "1764512",
            "text": "sjáðu nú til..\nÉg kom því greinilega ekki til skila hvaða klaustur ég var að tala um og HVAR klaustrið átti að vera. Þetta átti að gerast á írlandi og hugsunin er að Caitlin (sem er írskt nafn) sé írsk. Síðasta klaustrinu á Írlandi var lokað árið 1996 (já það er ekki lengra síðan! bara átta ár!) Auk þess þá á sagan að gerast árið 1985-1986 svo…\nNanna er gamalt nafn, og líka til frá keltneskum uppruna alveg örugglega. Frekar svona “norrænt” nafn og jú, írland (þar sem hluti sögunnar gerist) var frekar flækt í það. Prufaðu að segja Nanna með enskum hreim, það virkar alveg:P\nhehe.. já ég fann það að það vantaði heilan helling, en jú, það á eftir að koma. Þetta var svona kafli til þess að róa niður málin.\ntakk fyrir SVAR! sem er eitthvað vit í og hefur einhverja hugsun á bak við:P og nei, þúvarst ekkert vondur:D"
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2004-10-27 01:39:09",
            "id": "1764996",
            "reply_to_id": "1764664",
            "text": "Já já Nanna gengur alveg í enskumælandi löndum. Hundurinn í Pétri Pan heitir Nanna og þau búa í London. Afhverju ætti það ekki að ganga í Írlandi líka?\nSagan finnst mér frábær. Var rétt í þessu að lesa síðustu tvo kaflana. Rosalega gaman að þessu hjá þér.\nSíðast kafli var reyndar mjög laskaður og átti greinilega eftir að fínpússa hann betur (ekki efnislega, efnislega var hann frábær en stafsetning og orðaröð og þess háttar). Hefði sjálf ekki samþykkt hann svona því að ég veit að þú getur svo mikið betur eins og þú sýnir svo aftur í þessum kafla. Stundum er eins og að þú gleymir að lesa yfir eða sendir inn vitlaust eintak af sögunni, eintakið sem ekki var búið að leiðrétta. Þarft aðeins að vera meira vakandi fyrir því. Ágætis ávani að smella á endurskoða og lesa kaflann yfir áður en þú sendir hann inn.\nMér fannst þessi kafli mjög góður og ekkert ruglingslegur þó að persónulega hefði ég látið endurminningar Catlinar vera allar saman og Snape svo koma inn á eftir. Fannst hann aðeins skemma flæðið fyrir mér þegar ég var að lesa um Catlin.\nHlakka mikið til að lesa næsta hluta sögunnar. Vona að það verði ekki langt í hann ;)\nKveðja\nTzip"
        },
        {
            "user": "Rakky",
            "user_id": "33772",
            "date": "2004-10-27 14:42:04",
            "id": "1765542",
            "reply_to_id": "1764664",
            "text": "ble..\nþú hlitur að vera á kafi í kvenréttindum..\nþú ert bara helv vond við mig ö_ö eg er enginn stelpa svo að eg á ekki að vita sona… :P\nog hei… þetta með skotland eg gróf það upp til að hefna mín á þér að síðasta klaustrið var i frakklandi og var lokað árið 98…en það var ekki opinbert og var haldið leindu svo að strangtrúaðir gætu haldið í hefðir…'in your face 0_o.. tihi Caitlin er lika frá skotlandi og er hefðar nafnn að ég held :P tihi sona nú er eg buinn að hefna mín"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-10-27 16:32:26",
            "id": "1765736",
            "reply_to_id": "1765542",
            "text": "eh… O'Challagan er írskt nafn. Það eru Mc og Mac nöfnin sem eru Skosk. O' nöfnin eru írsk.\nSíðasta klaustrinu Á Stórabretlandi og írlandi var lokað árið 1996, ég var ekkert að tala um allan heiminn góði!\nég er höfundurinn svo að ég hlýt að ráða hvaðan persónan sem ég skapa er frá og hvernig þetta gerist.\naf hverju í fajndanum ertu að koma með skítköst ef ég má spurja? Og nei, ég horfði á eina bíómynd og þar stóð allt sem ég veit!"
        },
        {
            "user": "stinkytoe",
            "user_id": "29707",
            "date": "2004-10-26 22:34:16",
            "id": "1764655",
            "reply_to_id": "1763992",
            "text": "Æææðislegt! Eins og alltaf.. ;)\nÉg vildi að ég gæti sent inn voða gott álit og sagt hvað þarf að bæta, en ég get það ekki. Mér finnst ekki að þú þurfir að bæta neitt. :)\nHlakka til að sjá næsta hluta!"
        },
        {
            "user": "GullaGris",
            "user_id": "51458",
            "date": "2004-10-26 22:43:05",
            "id": "1764672",
            "reply_to_id": "1763992",
            "text": "Kannski átti þetta ekki að vera fyndið… mér þótti það samt: sparitóntegund Severusar Snapes! (S.S.S.)\nFJANDANS! Ég ætlaði að segja meira… stafsetningin er svona… pínu gölluð…. það var SAMT eitthvað meira…. geymi það þar til síðar!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-10-27 00:02:09",
            "id": "1764841",
            "reply_to_id": "1764672",
            "text": "hehe… þetta átti ekki að vera fyndið… lýsti bara því hvernig hann væri að tala:) en samt… gaman að geta gert eitthvað “óvart” fyndið!"
        },
        {
            "user": "Rakky",
            "user_id": "33772",
            "date": "2004-10-27 14:53:53",
            "id": "1765563",
            "reply_to_id": "1764672",
            "text": "Gulla ætlaru að fara gera etihvað???\nþað þíðir ekkert að hanga heima og gera ekki neitt… hunskastu til að skrifa eithvað.. kominn með allveg nóg af þvi að hafa ekkert til að skrifa dóma um…\nTihi er eg ekki V0ndur??"
        },
        {
            "user": "GullaGris",
            "user_id": "51458",
            "date": "2004-10-27 19:16:25",
            "id": "1766044",
            "reply_to_id": "1765563",
            "text": "Ég skrifa ekkert endilega meira þótt að ég sé ekki heima. Held ég….. plús það að ég hef engan innblástur…… ennþá. Ég hef engan bróður til að rífast við núna, og hef nægan tíma til að skrifa…. og þessvegna gengur mér illa!\nmúahahahahaha!"
        },
        {
            "user": "XoXoBarbie",
            "user_id": "31228",
            "date": "2004-11-11 20:40:19",
            "id": "1787051",
            "reply_to_id": "1766044",
            "text": "Alveg hreint frábært  Ég er sko algjör Harry Potter Fan"
        }
    ]
}