{
    "forum_title": "Hátíðir",
    "user": "trinan",
    "user_id": "51025",
    "date": "2004-10-26 23:07:20",
    "title": "Jólatré",
    "text": "Jólatré eru orðin fastur liður í jólunum á Íslandi. Án þeirra væru jólin ekki eins. Jólatré eru mjög mismunandi að stærð og gerð. Persónulega finnst mér að jólatré eigi að vera  ekta, stórt og þétt, með mikilli lykt. Það er bara einn galli við ekta tréin, þau fella svo barrið. Það þarf að sópa svona tvisvar á dag undan þeim svo að það líti ágætlega út í kringum þau. Það er líka annað sem ég er að pæla í sambandi við jólatré. Af hverju eru þau svona dýr? Það er kannski einhver ástæða fyrir því en ég skil ekki að svona miðlungstré skuli kosta um 5000 krónur! Kannski getur einhver sagt mér það. Í fyrra var mikið framboð af jólatrjám, allir voru að reyna að græða á þeim. Þar á undan minnir mig að það hafi verið skortur á trjám, það er náttúrulega erfitt að rækta tré til sölu því að það tekur tréð mörg ár að vaxa og verða fallegt.\nMér líkar ekki við gervijólatré! Fjölskyldan mín notaði gervijólatré einhver nokkur jól og ég var þokkalega mikið ósátt, mér fannst alla stemningu vanta í kringum tréið. Svo sættir maður sig smámn saman við allt, við keyptum líka greinar af trjám þannig að það kom smá lykt. Mér fannst líka sniðugt sem var auglýst um síðustu jól, það var sprey með jólatréslykt, prófaði einhver hérna þannig? Mig langaði að prufa lyktina, það er kannski sniðugt fyrir þá sem annaðhvort vilja ekki eða hafa ekki pláss fyrir ekta jólatré. Gaman að athuga svoleiðis.\nSvo með skrautið, það getur verið virkilega flott og mismunandi. Mér finnst flottast að vera með gylltar kúlur, seríu og svona silfrað glitrandi og loðið til að vefja utan um.\nÞá er þetta um jólatré búið, mig langar virkilega að fá ykkar skoðanir á jólatrjám, gervijólatrjám, grenilykt og hvernig jólaskraut þið notið á tréin.",
    "url": "https://www.hugi.is/hatidir/greinar/253621/jolatre/",
    "url_id": "253621",
    "id": "1764683",
    "replies": [
        {
            "user": "slash",
            "user_id": "17979",
            "date": "2004-10-26 23:18:27",
            "id": "1764749",
            "reply_to_id": "1764683",
            "text": "jájá."
        },
        {
            "user": "IceCreamChild",
            "user_id": "31185",
            "date": "2004-10-26 23:26:54",
            "id": "1764772",
            "reply_to_id": "1764683",
            "text": "hmm.. eins og þú segir.. þá reynir fólk að græða eins mikið og það getur. Svo líka eins og þú segir það er fastur liður á jólunum. Það vita sölumennirnir og selja það dýrt því það á pottþétt einhver eftir að kaupa þau því þau eru fastur liður á jólunum :D\nGleðileg Jól!"
        },
        {
            "user": "Karat",
            "user_id": "35059",
            "date": "2004-10-26 23:31:24",
            "id": "1764782",
            "reply_to_id": "1764683",
            "text": "Ég hef nú alist upp við það að hafa gervitré og ég ætla einmitt að kaupa mér mitt eigið gervitré núna fyrir jólin. Það er mun ódýrara þegar upp er staðið að eiga bara gervitré, ef manni er sama um allt þetta sem þú talar um t.d. lyktina. Síðan er ekkert vesen í sambandi við gervitré, það þarf ekki að vökva þau eða hreinsa upp greni eða neitt. Ég þekki svo sem ekkert annað en gervitré, nema hjá öðru fólki, ég held að foreldrar mínir hafi einu sinni verið með lifandi tré svo ég muni.\nÉg hef rosalega gaman að því að skreyta jólatré og hjálpa venjulega nokkrum í fjölskyldunni við að skreyta. Ég nota aðallega jólakúlur og jólaseríur og síðan svona bönd eða hvað sem það kallast.\nSíðan hef ég notað perlubönd og stjörnubönd og allavega skraut, köngla, bjöllur, hjörtu, alls konar fígúrur og margt fleira. Stundum nota ég stjörnu og stundum topp. Ég ætla aðallega að skreyta jólatréð mitt með allavega lituðum kúlum, böndum, marglitri og seríu í ár."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-10-26 23:58:28",
            "id": "1764834",
            "reply_to_id": "1764683",
            "text": "jam gervitré er þægilegra og hagkvæmara en persónu finnst mér jólalegra að hafa ekta tré :).. hehe en jam það er bara veriðð að reyna ða græða held ég sko ;).. en jam gleððileg jól öll sömul, aðeins 58 dagar í jólin :D"
        },
        {
            "user": "pollett",
            "user_id": "40846",
            "date": "2004-10-27 12:12:05",
            "id": "1765269",
            "reply_to_id": "1764683",
            "text": "Já við erum alltaf með gervitré :P…. Persónulega finnst mér jólalegast að fá að raða öllu skrautinu á jólatréð - bara einhversstaðar. Ekki í neinni röð. Ég veit um fólk sem hefur bara ákveðna liti af jólakúlum og raðar þeim í ákveðna röð :þ… En við erum með fullt, fullt af heimatilbúnuskrauti - annras held e´g að það sé bara matsmál hjá hverjum fyrir sig…\nSvo held ég að sprei sem gefur jólatréslykt sé ekki mjö heilsuvænt… Ég hef ekki trú á jólum í dós, flösku, kassa eða niðursoðnum!!\nAnnars er gott að hafa bara svona lifandi greinar! Þær gefa góða lykt :P….\nJólakveðjur\nég, ég og ég :*"
        },
        {
            "user": "kaffibaun",
            "user_id": "20007",
            "date": "2004-10-27 12:53:03",
            "id": "1765340",
            "reply_to_id": "1764683",
            "text": "sammála síðasta ræðumanni :P  við höfum haft gervitré í mörg ár og finnst það allt í lagi, höfum lifandi greinar íforstofunni hjá okkur og þá fyllist húsið af þannig lykt, mjög jólalegt :) og skrautið er sett á bara einhvern veginn og einhvern veginn, og fullt af heimatilbúnu drasli áþví sem er kannski forljótt en mamam vill haffa útaf tilfinningalegum ástæðum :/ en tréð væri ekki eins án þeirra ;)"
        },
        {
            "user": "Beninie",
            "user_id": "45003",
            "date": "2004-10-27 15:12:41",
            "id": "1765602",
            "reply_to_id": "1764683",
            "text": "jámms mér er eilleg alleg sama hvort að jólatréð er ekta eða ekki því að ef að marr vil fá jólatrés lykt þá getur maður reint að redda sér svona spreyi sem líkist jólatrés lykt,en svona persónulega þá fynnst mér alleg æðislega gaman að skreyta jóla tré því að það hefur alltaf verið svona hefð hjá okkur syskinunum að skreyta saman jólatréð og hver hengir upp sitt skraut því að við bjuggum alltaf til skraut þegar við vorum lítil á leikskólanum og lika á jólunum gerum við alltaf allt saman ´þessvegna finnst mér jólatréð ekki skipta neinu heldur hefðin hjá okkur að skreyta saman og á aðfangadaskvoldi að við sitjjum oll saman og við systkynin skiptumst á að lesa gjafamiðana af pökkunum. Vá mig er byrjað að hlakka til jólanna"
        },
        {
            "user": "bjorninn",
            "user_id": "32057",
            "date": "2004-10-28 12:55:17",
            "id": "1766982",
            "reply_to_id": "1764683",
            "text": "Heima hjá mér þá höfum við alltaf haft alvöru tré. Við förum líka alltaf saman út og höggvum það sjálf.\nMér finnst mikið jólalegra að ver með ekta tré. Alltaf nýtt og nýtt tré á hverju ári.\nReyndar með verðið þá er mikið ódýrara að höggva sjálfur tréð og líka skemmtilegra.\nOg svo að lokum þetta með skrautið þá erum við alltaf með rauðarseríur og rauðar og silfurlitaðar kúlur."
        },
        {
            "user": "kapo",
            "user_id": "50338",
            "date": "2004-10-29 16:24:05",
            "id": "1769030",
            "reply_to_id": "1766982",
            "text": "Alltaf með alvöru jólatré með helling af gömlu random röðuðu jólaskrauti á"
        },
        {
            "user": "ExZibit",
            "user_id": "19309",
            "date": "2004-10-29 21:36:35",
            "id": "1769392",
            "reply_to_id": "1764683",
            "text": "Ekta jólatré! Ég varð brjáluð þegar foreldrar mínir ætluðu að kaupa jólatré fyrir nokkrum árum! Ég náði bara að frekjast nógu mikið þannig að þau slepptu því, jólin er nú bara einu sinni á ári!\nKaupum víst ekkert jólatré í ár, búum hjá ömmu og afa yfir hátíðirnar af því ég bý erlendis.. en what the heckk… bæti það upp næstu jól og kaupi tvöfalt stærra ;)\nHöfum enga sérstaka reglu á skrautinu. Nema að við setjum seríuna alltaf fyrst, stóru kúlurnar efst og litlu niðri :) Sem er eigilega common sence, annars kemur það asnalega út :)"
        },
        {
            "user": "ExZibit",
            "user_id": "19309",
            "date": "2004-10-29 21:38:37",
            "id": "1769394",
            "reply_to_id": "1769392",
            "text": "Jájá. smá villa hjá mér:\n“Ég varð brjáluð þegar foreldrar mínir ætluðu að kaupa GERVI jólatré fyrir nokkrum árum!”\nAllt í góðu.."
        }
    ]
}